{
    "id": "52832326",
    "text": "Herbert Mendo Ssegujja (born 27 September 1983), is a Ugandan comedian, actor and high school teacher. He is most famous for mimicking the Ugandan president, Yoweri Kaguta Museveni. He assumes the stage name Teacher Mpamire. ==Background and education== Ssegujja was born in Mukono Town, on 27 September 1983. After attending Bbowa Primary School, he was admitted to Greenlight High School, in Zana, along Kampala–Entebbe Road. He obtained his High School Diploma from Greenlight High School. He holds a Bachelor of Education degree from Makerere University, Uganda's oldest and largest public university. He was sponsored by President Yoweri Museveni to study in the Program in Comedy Performing and Writing at the American Comedy Institute, in New York City. ==Career== ===As a teacher=== In real life, Ssegujja is a teacher at Standard High School in Zana, approximately , southwest of the city centre of Kampala. While there, he had the opportunity to teach alongside Arthur Mpamire, his former European History teacher at Greenlight High, on whom he based his stage name and character. ===As a comedian=== His performances have seen him stage shows in Uganda, Zambia, Malawi, Kenya, Tanzania and other African countries. In 2016, Teacher Mpamire was named \"discovery of year\" at the Africa Youth Awards held in Accra, Ghana. He is also part of the Fun Factory cast in their weekly comedy shows at the National Theatre, in Kampala. ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Awards ! Category ! Recipient ! Outcome |- |2015 |Youth Expo Stand-up Comedy Awards |Best Comedian |Teacher Mpamire | |- | rowspan=\"3\" | 2016 | Africa Youth Awards | Discovery of the Year | Teacher Mpamire | |- |Rising Star Awards |Comedian of the year |Teacher Mpamire | |- |Starqt Awards |Comedian of the Year |Teacher Mpamire | |} ==Wardrobe== Ssegujja as a special designer in the Democratic Republic of the Congo who measures and tailors his comedic attire. ==Family== Herbert Ssegujja is engaged to his long-time girlfriend, Carol Barekye. The customary introduction ceremony to her parents was held in December 2016. == See also == * Yoweri Museveni * Fun Factory Uganda ==References== ==External links== * I was dumped a week after our first kiss - Ssegujja As of 15 December 2019. Category:Ugandan comedians Category:1983 births Category:Living people Category:Ugandan actors Category:Ugandan educators Category:People from Mukono District Category:People from Central Region, Uganda Category:Makerere University alumni Category:American Comedy Institute alumni ",
    "title": "Herbert Mendo Ssegujja"
}