{
    "id": "52839841",
    "text": "Thomas Polk Park from Above Thomas Polk Park is located in Charlotte, North Carolina, and comprises the west quadrant of Independence Square, at the intersection of Trade and Tryon Streets. Named for Thomas Polk, a founding father of Charlotte and was among the residents and officials of Mecklenburg County who drafted and adopted the Mecklenburg Resolves. == History == 30-foot cascading waterfall fountain at Thomas Polk Park in Uptown, Charlotte, North Carolina. Appointed by the Charlotte Mecklenburg Planning Commission, in 1993 Danadjieva & Koenig Associates designed the award - winning Thomas Polk Park - the main open space of the city's business district. The $1.2 million project celebrates Charlotte's historic location, the Square, the site of Native American crossroads, and The Declaration of Independence. The park's fountains, plantings and pavings lead to the Square at the intersection of Trade and Tryon Streets. ==Design and features == The park was designed with strong diagonal lines crossing the intersection to reinforce the streets grid. Designed as a respite for Uptown workers to enjoy a break in their day and a refreshment amongst lush plantings and a 30-foot cascading waterfall. The park incorporates: Relief map in bronze and granite shows Charlotte in 1780, at the Battle of Charlotte. Red granite in various shades reflects the Piedmont's distinctive red clay. Patterns inspired by Indian motifs connect the four corners and recall Trade and Tryon as Indian paths. Granite pillars 25 feet high act as gateways and, with carved dates and figures, memorialize historic events. Water features tie the other three corners to Plaza Park. Markers emphasize historic themes on each corner: gold mining, commerce, cotton and textiles. Mecklenburg Declaration of Independence and the Battle of Charlotte are the themes at Independence Center. Trees and water features edge the park, with low granite ledges for sitting. Open area becomes a stage for musical performances and other events. Raised plaza offers seating. Cascade spills over granite ledges 30-feet high. Carved reliefs of historic figures, such as Revolutionary War Gen. Nathaniel Greene, are behind the water. Mini-museum beneath the cascade has exhibits on historical subjects such as gold mining, along with an information booth and Ticketron outlet. ==References== Category:Parks in Charlotte, North Carolina ",
    "title": "Thomas Polk Park"
}