{
    "id": "52831909",
    "text": "Abū Muḥammad al-Ḥasan ibn Yūsuf al-Makzūn al-Sinjārī, better known simply as al-Makzun al-Sinjari () (b. 1188 or 1193 — d. 1240), was a paramount military, religious and literary figure in Alawite history and tradition. Al-Makzun was well-educated in Arabic poetry and Shia Islam. Descended from a line of emirs of Sinjar, he succeeded his father as emir of the town in 1205. Many Alawites from Sinjar migrated to the mountains around Latakia during the time of his father. The Alawites of these mountains later appealed for al-Makzun's intervention amid their struggles with the Kurds and Nizari Ismailis. Al- Makzun led an expedition to relieve the Alawites after many were massacred in the Sahyun fortress. Between 1218 and 1222, he and his sons captured the forts of Abu Qubays, which became al-Makzun's seat of power, al-Marqab, al-Ulayqa and Baarin. He ultimately drove out most of the Kurds and Ismailis from the mountains, consolidating the Alawite presence. In the following years, he penned a number of Alawite religious books. ==Sources== For some time, information about al-Makzun used by modern-day historians came solely from Muhammad Amin Ghalib al-Tawil's Taʾrīkh al-ʿAlawiyyīn (History of the Alawites), published in Latakia in 1966.Friedman 2010, p. 51 However, a more detailed and sourced biography of al-Makzun, Taʾrīkh al-Makzūn, was penned by the Alawite sheikh Yunus Hasan Ramadan in 1913. The latter based his biography on several manuscripts, all held in the private libraries of Alawite sheikhs.Friedman 2010, p. 51, n. 198. These manuscripts largely dated to the 18th century, though one dated to the 17th century and three others were written in the 15th century. One of the manuscripts was written by a supposed descendant of al-Makzun. The only mention of him in non-Alawite medieval sources comes from Majma' al-Adab fi Mu'jam al-Alqab, a biographical dictionary of Ibn al-Fuwati (1244–1323), a director of the Mustansiriyyah Library in Baghdad.Winter 2016, pp. 38–39. ==Life== ===Origins and education=== Al-Hasan al-Makzun was born in 1188 or 1193 and traced his descent to a certain Arab emir of Sinjar called Ra'iq ibn Khidr; the latter was a contemporary of the paramount Alawite scholar, al-Khasibi (d. 969), and belonged to the tribes of Banu Tarkhan and Banu Fadl, both of which had Yemeni origins.Friedman 2010, p. 52 He was well-educated in Arabic poetry and Shia Islam, and memorized the Nahj al-balāgha, a collection of speeches by Ali, considered by Shia Muslims to be the first Imam. Al-Makzun's father, Yusuf, followed his ancestor's footsteps as emir of Sinjar, and al-Makzun likewise succeeded Yusuf when the latter died in 1205. During Yusuf's days, a wave of Alawite migration from Jabal Sinjar to the coastal mountains surrounding Latakia in Syria took place. The migration was led by a local sheikh, Ahmad ibn Jabir ibn Abi'l-'Arid, founder of the Banu'l-'Arid clan, which later became patrons of the Alawites in the Latakia mountains. At the same time, there were Alawite migrations from Baghdad, Anah and Aleppo to this same region. ===Intervention in the Latakia mountains=== Al-Makzun captured the fortress of Abu Qubays (pictured) and made it his headquarters in Syria In 1218, the Alawites of the mountains near Latakia and Baniyas appealed to al- Makzun to assist them in their struggles against the Nizari Ismaili Shias, who controlled an extensive network of fortresses in these mountains, and the Kurdish military settlers brought to the region by the Ayyubid sultan Saladin. A massacre of Alawites in the Sahyun fortress while they were celebrating Nowruz prompted al-Makzun to lead a 25,000-strong expedition from Sinjar to relieve the Alawites. This first campaign reportedly ended with a defeat against the Kurdish and Ismaili forces. He later returned to Sinjar to gather more troops, swelling his forces to 50,000 warriors, and returned to the Latakia region in 1222. Al-Makzun captured the fortress of Abu Qubays, which became his base, while his son captured the village of Baarin. He also seized the castles of al-Marqab and al-Ulayqa. Afterward, he celebrated his conquests with the Alawite peasants, married his cousin Fadda, and assigned iqṭāʿāt (fiefs) to her brothers.Friedman 2010, pp. 52–53. Al-Makzun ultimately drove out most of the Kurds and Nizaris from the mountains, according to his biographers.Friedman 2010, p. 53 ===Religious activities=== His military victories were followed by an intra-Alawite theological debate he organized against the followers of the Alawite scholars Ishaq and Abu Duhayba. After the debate's conclusion, he had the followers of Ishaq and Abu Duhayba killed and their books burned. Prior to that, in 1223, he penned the Risālat tazkiyat al- nafs. In 1232, he wrote a book of prayers called Adʿiya, which is not available to the public. Al-Makzun made significant innovations to the Alawite religious doctrine.Winter 2016, pp. 37–38. These included an apparent rejection of the taqiyya (dissimulation) concept, the institution of jihad as a duty of all believers, and criticism of excessive monist Sufi practices.Winter 2016, p. 38. According to Winter, these changes \"suggested [sic] that his overall contribution be seen as that of 'secularizing' Alawi[te] society and incorporating it more clearly as a sectarian community\". ==Death and legacy== In 1240, he left for Sinjar, but became ill and died en route either at the village of Tal Afar near Mosul, or in Damascus where he is reportedly buried in the Kafr Sousa district. According to historian Stefan Winter, al-Makzun al-Sinjari \"stands as perhaps the most prominent individual in 'Alawi history\".Winter 2016, p. 37. Al-Makzun is considered an important mystical poet and theologian in Alawite tradition, and his works have been commented on by many later Alawite writers. Moreover, his campaigns in the Latakia mountains consolidated the position of the Alawites against their local competitors and helped to standardise the nascent Alawite faith.Winter 2016, p. 51. Finally, many of the Sinjari soldiers that came with al-Makzun ended up settling in the Latakia mountains, and according to Winter, their descendants make up several of the main tribal lineages among Alawites including the Haddadiya, the Matawira, the Muhalaba and the Numaylatiyya.Winter 2016, p. 40. Two of the main shrines in Abu Qubays are attributed to two descendants of al-Makzun, Shaykh Musa al-Rabti ibn Muhammad ibn Kawkab, and Shaykh Yusuf ibn Kawkab. ==References== ==Bibliography== * * * Category:1240 deaths Category:People from Sinjar Category:12th-century births Category:Alawites Category:13th-century Arabic writers Category:People of medieval Syria Category:Islamic mysticism ",
    "title": "Al-Makzun al-Sinjari"
}