{
    "id": "52833608",
    "text": "The Dubuque Casket Company is a historic building located in Dubuque, Iowa, United States. The city was a leading national market in the production of caskets towards the end of the 19th century. with This location had been the site of a casket manufacturing plant from 1877 to 1987. The Dubuque Furniture and Burial Case Company was the first firm in Dubuque and the first to locate here. The building was largely destroyed by fire in 1883 and the company was forced out of business. The Dubuque Casket Company was incorporated in 1893 and acquired this property. They started construction of the first part of this building the same year. The four-story brick Neoclassical building was one of the largest manufacturing facilities in Dubuque. The machine and equipment room was located on the first floor, they manufactured fine cloth covered caskets on the second floor, they manufactured undertaker's dry goods on the third floor, and the fourth floor was used for storage. The first addition, now known as the center section was begun in 1903, and another expansion that also unified the main facade was begun in 1911. Two other Dubuque casket manufacturers, Iowa Coffin Company and the Hawkeye Casket Company, were out of business by 1924. Dubuque Casket Company remained in business until 1988. That year the building was sold to Boyes Auto and Truck Parts Co. They sold the building in 2005 to Community Housing Initiatives, Inc., who converted it into an apartment building. It was individually listed on the National Register of Historic Places in 2006, and it was included as a contributing property in the Washington Residential Historic District in 2015. ==References== Category:Industrial buildings completed in 1894 Category:Neoclassical architecture in Iowa Category:Apartment buildings in Dubuque, Iowa Category:National Register of Historic Places in Dubuque, Iowa Category:Industrial buildings and structures on the National Register of Historic Places in Iowa Category:Individually listed contributing properties to historic districts on the National Register in Iowa Category:Historic district contributing properties in Iowa ",
    "title": "Dubuque Casket Company"
}