{
    "id": "52837681",
    "text": "Stanley Barkan & Bebe Barkan in Casa Barkan (2017) J.Pijarowski. S H Barkan receives HOMER - The European Medal of Poetry and Art in New York City (2017) Stanley H. Barkan (born November 26, 1936) is an American poet, translator, editor, publisher (e.g.:Cross-Cultural Communications which he founded in 1971). He grew up in Brooklyn and received a bachelor's degree in education from the University of Miami and a master's in English linguistics from New York University. He taught English at high schools in Brooklyn and Queens from 1964 until his retirement in 1991, the year he won the New York City Poetry Teacher of the Year Award. He founded Cross-Cultural Communications in 1971 and he went on to publish works by Pablo Neruda, Allen Ginsberg, Isaac Asimov and the Pulitzer Prize – winning poet and Barkan's friend Stanley Kunitz. Cross-Cultural Communications Review Series of World Literature and Art, has, till 2020, his 50th anniversary year, produced some 500 titles in 59 different languages. His own work has been translated into 29 different languages, and published in 28 collections, several of them bilingual (Armenia, Bulgarian, Chinese, Dutch, Farsi, Italian, Polish, Romanian, Russian, Sicilian, Spanish), ==Publications== * Fullness of Seed (Yerevan “Lusakn,” 2019) * From Rhythm to Form, with paintings by Marsha Solomon (Cross-Cultural Communications, 2019) * Pumpernickel (The New Feral Press, 2019) * As Yet Unborn (The New Feral Press, 2019) * Wiersze wybrane (Editions Sur Ner, 2018) * The Sacrifice (The New Feral Press, 2018) * More Mishpocheh (The Seventh Quarry Press, 2018) * As Still as a Broom / Tan quieto como una escoba (The New Feral Press, 2018) * No Cats on the Yangtze (The New Feral Press, 2017) * Gambling in Macáu (The Feral Press, 2017) * Brooklyn Poems (The Feral Press, 2016) * Sutter & Snediker (The Feral Press, 2016) * The Machine for Inventing Ideals / Mașina de Inventat Idealuri by Stanley H. Barkan and Daniel Corbu (Editura Princeps Multimedia, 2015) * Sailing the Yangtze (The Feral Press, 2014) * Tango Nights (The Feral Press, 2014) * Raisins with Almonds / Pàssuli cu mènnuli (Legas, 2013) * ABC of Fruits and Vegetables (Cross-Cultural Communications, 2012) * Strange Seasons (AngoBoy, 2007) * Mishpocheh (Cross-Cultural Communications, 2003) * Naming the Birds (ALEKO, 2002) * Bubbemeises & Babbaluci (Coop Ed Sicilian Antigruppo, 2001) * Under the Apple Tree (Oficyna Konfraterni Poetow, 1998) * O Jerusalem (Cross- Cultural Communications, 1996) * The Blacklines Scrawl (Cross-Cultural Communications, 1976, 2010) === Chapbooks === *Butterfly Dreams (The Feral Press, 2016) === Anthologies === * America, Aeronwy, and Me: Dylan Thomas Tribute Tour (Cross-Cultural Communications & The Seventh Quarry Press, 2019) * Agenda 2016: Una Antologia Annual de Poetas del Mundo (Santiago, Chile: Movimento Poetas del Mundo & Apostrophes Ediciones, 2016) * Ekphrasia Gone Wild (Ain't Got No Press, 2015) * Bird Poems East and West by John Digby and Hong Ai Bai (The Feral Press, 2015) * World Poetry Anthology (China, 2014) * The Colour of Saying: A Creative Writing Competition in Celebration of Dylan Thomas (The Seventh Quarry & CCC, 2014) * Tokens (P&Q; Press, 2014) * Bridging the Waters (KEL & CCC, 2013) * Voices Israel (Voices Israel, 2012) * Toward Forgiveness: An Anthology of Poems, Gayl Teller, editor (Writers Ink Press, 2011) * The American Voice in Poetry: The Legacy of Whitman, Williams, and Ginsberg (Paterson, NJ: Poetry Center at Passaic County Community College, 2010) * Paumanok: Poems and Pictures of Long Island (Cross-Cultural Communications, 2009) * Poetic Voices Without Borders 2 (Gival Press, 2009) * Long Island Sounds: From Maspeth to Montauk and Beyond: An Anthology of Poetry (2009) * Long Island Sounds: 2008 (The North Sea Poetry Scene Press, 2008) * Beacons X (American Translators Association, 2007) * The Artist/L'Artiste (Cross-Cultural Communications, 2005) * Recreando la cultural judeoargentina 1894–2001: en el umbral del segundo siglo (Buenos Aires, Argentina: Ensayos, 2001) * Identity Lessons: Contemporary Writing About Learning to Be American, Edited by Maria Mazziotti Gillan and Jennifer Gillan (1999) * ABC Bestiary (Cross-Cultural Communications, 1990) * South Korean Poets of Resistance (Cross-Cultural Communications, 1980) * Five Contemporary Dutch Poets (Cross- Cultural Communications, 1979) * Five Contemporary Flemish Poets (Cross- Cultural Communications, 1979) * Four Postwar Catalan Poets (Cross-Cultural Communications, 1978) * Sicilian Antigruppo (Cross-Cultural Communications, 1976) * To Struga with Love (Cross-Cultural Communications, 1976) * Sicilian Antigruppo (Cross-Cultural Communications, 1976) * International Festival of Poetry & Art (Cross-Cultural Communications, 1973) * International Poetry Festival (Cross-Cultural Communications, 1972) === Journals === Acolada, Arba Sicula, Bitterroot, Confesinui, Confrontation (journal), Contemporary Poetry, Cyclamens and Swords, El Poeta, The Forward, Footwork, Haikuniverse, Home Planet News, Immagine&Poesia;, Interdisciplinary Humanities: Interviews. Ithaca 391, The Jewish Week, Korean Expatriate Literature, Krytyka Literacka, The Lips, Make Room for DAda, Margutte, Medicinal Purpose, Paterson Literary Review, Pedestal Magazine, Performance Poets, POETRY JOURNAL IN PRINT • BÁO GIẤY Vietnamese & English Poetry, Poetry Super Highway, Poets e Escritores do Amor e da Paz, Prism Review, Prosopisia, Rattapallax, Revista Poesia, Shabdaguchha, Sicilia Parra, Syndic Literary Journal, The Broome Review, The Drunken Boat, The Muse, The Seventh Quarry, The Washington Square Journal, The Washington Square Review, The Woodstock Times. The Writer, Translation Review, Visions, Voices Israel, Waterways ==Prizes== * 2018, India: Naji Naaman's literary prizes: Honour prize (for complete works) * 2017, China: Best Poet of the Year (2016), January 8, 2017, The International Poetry Translation and Research Centre, The Journal of The World Poets Quarterly (Multilingual), Editorial Department of the Chinese Poetry International * 2017, 2016 HOMER - The European Medal of Poetry and Art, June 2016 in China (nomination); January 2017 (ceremony), Brooklyn, New York * 2016 Paterson, NJ – The Poetry Center at Passaic County Community College Allen Ginsberg 2017 Honorable Mention, at the Hamilton Club, Stanley H. Barkan * 2016 [Trapani, Sicily] – L'Occhio di Scammacca\" (sculpture) Sicilian award * 2014 Canada 4th World Poetry Canada International – Peace, Film and Human Rights Festival Empowered Poet Award (certificate) Stanley H. Barkan \"for creating peace through poetry,\" October 6–26, 2014 * 2014 Swansea, Wales [The Seventh Quarry] Poetry Magazine – Stanley H. Barkan Special Issue and Plaque \"Honors the Publisher of Cross- Cultural Communications for over 40 years of literary excellence... from the CCC Family, April 11, 2014 * 2013 Paterson, NJ – The Poetry Center at Passaic County Community College Allen Ginsberg 2013 Honorable Mention (certificate), at the Hamilton Club, Stanley H. Barkan * 2013 Queens, NYC – Shabdaguchha, an international poetry journal, Lifetime Achievement Award (plaque) presented to Stanley H. Barkan, poet and publisher, \"for his outstanding contribution to poetry and publishing poets from around the world,\" at International Poetry Festival in Queens Central Public Library, Jamaica, New York, August 24, 2013 * 2011 Paterson, NJ -The Poetry Center of Pasaaic County Community College is proud to present to Stanley Barkan The Paterson Literary Review Award Award, [Plaque], \"for Lifetime Service to Literature,\" November 5, 2011 * 2011 Blairstown, NJ – The Seventh Biennial Warren County Poetry Festival Honors Stanley Barkan \"in recognition of 40 years as Publisher & Editor of Cross- Cultural Communications and world-wide promotion of poets,\" September 24, 2011 * 2011 L.A. Korean Expatriate Literature Association – Certificate of Appreciation, Plaque, presented to Stanley H Barkan \"for his promotion of the globalization of Korean literature through exchanges of Korean and American poetry,\" July 26, 2011 * 2011 Sienna College – NY Plaque Award, The Faculty of the Creative Arts Department at Sienna College are proud to present this award to Stanley H. Barkan \"in sincere appreciation of 40 years of success in the Art of Publishing * 2004 – NYC World Congress of Poets for Poetry Research and Recitation Diploma Prize and Silla Gold Crown World Peace Literature Prize, December 16, 2004 * 1998 Long Island, NY – Award for Poetry from the Brandeis National Women's Association * 1996 – Poor Richard's Award, a bust of Benjamin Franklin, The Best of the Small Presses, \"for 25 years of high quality publishing,\" * 1991 – New York City Poetry Teacher of the Year (awarded by the New York City Board of Education and Poet's House) ==See also== *List of poets from the United States *National poetry ==References== == External links == * – Cross-Cultural Communications Category:Poets from New York (state) Category:Living people Category:1936 births Category:Language poets Category:20th-century American poets Category:21st-century American poets Category:American male poets ",
    "title": "Stanley H. Barkan"
}