{
    "id": "52836080",
    "text": "Main building, viewed from the southwest The Château de Cany is a château located in Cany-Barville, a French municipality in the department of Seine- Maritime. It was built by Pierre Le Marinier towards the end of Louis XIII’s reign and served as a family residence. Only minor changes were made in the following years and it was not even damaged during the French Revolution. Around 1830, the House of Montmorency had the building renovated and partially changed. Later on, the estate passed into the hands of the House of Hunolstein and finally, in the first quarter of the 20th century, it passed into the possession of the Dreux-Brézé family, whose descendants are still the owners of the château today. Some areas of the château, which is located about two kilometers south of the center of Cany-Barville, were classified as a \"monument historique\" and preserved as cultural heritage on April 14, 1930. On December 7, 1990, further parts of the estate became part of cultural heritage management. == History == The land on which the château was built in the 17th century was formerly part of the Seigneurie of Barville, which had been in the possession of the Le Marinier family since the end of the 16th century. In 1626, Pierre Le Marinier was appointed Lord of Barville. On August 18, 1634, he then went on to buy the adjacent Seigneurie Cany from Adrien de Breauté and united the two lordships to form the new Seigneurie Cany. In 1640, he started the construction of a château in Louis XIII style. Even though it was built on the land of the former Seigneurie Barville, it was named after the Seigneurie Cany. The château replaced the family’s former residence in Barville, which was less representative and more modest consisting of a residential building, a stable, a cowshed, a carriage house, some barns, a dovecot, a woodshed, a building where the wine press was located, and various other buildings. A description dated from 1700 shows that this residence still existed at the beginning of the 18th century. The new château was constructed within six years. It is not known which architect provided the plans for the new building. Possibly, it was François Mansart, however, this has not yet been proven. The end of construction was passed on in a report which recounts the visit of Nicolas de Paris to the chapel of Barville in 1646. At that time, Nicolas de Paris, a vicar general of François II de Harley, was the archbishop of Rouen. On May 13, 1624, after the construction of the main building had been finished, Pierre Le Marinier bought the adjacent barony of Caniel from Jacques de La Taille for 16,500 livres With the death of Pierre Le Marinier in 1662, his son Balthazar Le Marinier not only inherited the château but also a large amount of real estate. Balthazar Le Marinier married Geneviève der Becdelièvre in 1663 and sold the château and the Seigneurie Cany (excluding the barony of Caniel) to his father-in-law Pierre III de Becdelièvre, Marquis de Quévilly, on June 3, 1683. Pierre IV, Pierre III de Becdelièvre's son, repurchased the barony of Caniel in June, 1713. Following the death of Pierre IV, who did not leave any children, in 1726, he was succeeded by his nephew Claude. In 1728, Claude's younger brother Louis became the owner of the castle. Louis' son, Pierre Jacques Louis, inherited the estate in 1740. 20 years later, he commissioned Chaussard, a Parisian architect, to change or finish the working quarters located south of the château as well as the French formal garden including two parterres, and various ponds and canals. In 1711, the château and the Lordship fell into the hands of Louis' grandchild Anne Louis Roger, who died on June 26, 1789. He passed Château Cany on to his daughter Armande Louise Marie, who married Anne Christian de Montmorency- Louxembourg on January 18, 1789. During the French Revolution, the property of aristocrats who had left the country was confiscated. This caused Anne Louis Roger to divorce her husband in 1792 in order to save her property, despite the emigration of her husband. However, she and her sister were arrested and imprisoned during the French revolution. Château Cany was eventually confiscated anyway and served as a prison. Eventually, Armande could convince the authorities to return the family property in 1795. After Anne Christian de Montmorency-Luxembourg was omitted from the list of aristocrats that had emigrated, the couple re-married and inhabited Château Cany themselves from 1802 onwards. Château Cany at the end of the 19th century Around 1830, their son Anne Edouard Loius Joseph de Montmorency-Luxembourg had the entire estate renovated and the interior modernized. This included the restoration of the façade and the redesign of the garden into a landscape garden. At that time also the main stairway, which is accessible from two sides, was constructed at the southern front of the main building . Antoine-Nicolas Louis Bailly provided the plans for it. As the marriage between Edouard and Léonie de Croix de Dadizeele did not produce a son, the daughters inherited the fortune and divided up the property. Anne-Marie Josephe, the older sister of the two, inherited Château Cany and procured it for her husband Antoine d'Hunolstein. Because her grandchild, Anne-Marie d'Hunolstein, married Louis de Dreux-Brézé in 1926, the estate fell into the hands of his family. 2011, Laure Normand took possession of the estate, which had previously been in the possession of her father Antoine de Dreux-Brézé. Since then she and her husband have been managing the business. The family has not lived in the château itself for more than 30 years but occupied one of the former working quarters southwest of the main building. Until 2006, annual horse driving trials organized by the École Sainte Jeanne d'Arc took place in the park of the estate. The main building has been transformed into a museum for interior design, but is currently (as of October, 2016) closed for renovations. The park can be viewed for a small fee in July and August of every year. === Description === The castle is situated in the valley of the river Durdent in the midst of a park, which has geometrically shaped areas of water fed by the Durdent and covers 30 hectares. In earlier times the complex marked the crossing of two roads, about 50 kilometers northwest of Rouen: the road from Fécamp to Dieppe and that from Yvetot to Veulettes-sur-Mer. === Architecture === A 280-meter-long avenue leads lineally from the west to a paled gate, which bears the coat of arms of the Becdeliévre family. It is one of four gates which grant access to the large courtyard, which covers about 68 × 151 m2 and is located south of the castle. It consists of several rectangular lawns, which are separated from each other by symmetrically designed paths. The southern end of the courtyard forms a semicircle, which is bounded by a wide ditch. Two elongated and symmetrically designed sections of the building form the eastern and western side walls of the yard. These wings were once used for economic purposes. They date back to 1702 and are thus younger than the main castle. In former times the buildings were used as royal stables and carriage houses. North of these wings two detached and three-axled pavilions are located. The buildings were put up around 1700 and mark the southern corners of the ditch which surrounds the residential building. The eastern pavilion once served as the palace chapel and the western one was used as a repository. Their slate-tiled roofs were renewed in 2010, last in 1890. Südansicht des Logis The residential building is located on a rectangular island and is surrounded on all sides by an 11.5 meter-wide ditch. At the south side the island can be accessed via a brick bridge built in 1782, which at that time had replaced the drawbridge. The residential building covered the whole north side. There is no main courtyard in front of the main building as was usually the case, but instead a graveled promenade, which is surrounded by a stone balustrade. The two-storied castle was built with regional materials and is typical of the Louis XIII style. Its design is determined by the colors of its building materials. Red bricks were used for the walls, bright cut stone for window and door frames and dark slate for the roofs. In French this kind of stonework design is called brique-et-pierre. The castle was built from 1640 to 1646 and since then has barely been changed, which contributes to its very uniform appearance. The castle consists of a seven-axled Corps de Logis, which is bounded on the north and the east by short pavilion-like wings having two axes and two floors. All three parts of the building have slate-tiled hip roofs, the roofs of the side wings being higher than the roof of the central wing. All window openings have segmental arches with a closer. The windows of the raised ground floor are furnished with a triangular gable. The upper floors of the side wings are decorated with round arches. The brick walls of the spaces between the windows are rendered in a bright color. The three central arches of the Corps de logis converge at the height of the roof under a rounded arch. A double-flight staircase leads to the middle entrance at the southside of the raised ground floor. The staircase is shaped like a horseshoe and has stone balusters. === Interior === A lot of the furniture dating back to the 17th and the 18th century has been preserved and is now part of the museum for interior design in the castle. The completeness of the collection is remarkable, since often, the furniture of French castles was sold during the French Revolution and ended up in various places all over the country. The most impressive pieces that are presented to visitors include various family portraits, Asian porcelain and a lavishly designed state bed. The most important works of historical art, however, are the various tapestries dating back to the 15th and 16th century, which the count of Hunolstein had had restored and which were presented in an exhibition by the Parisian Musée des Arts décoratifs in 1880. The former working quarters, including some storage units, the wine cellar, the servants' day room and the castle kitchen, in which the old utensils and dishes are displayed, are located on the ground floor of the main building. Two staircases situated in the side wings connect the ground floors with the upper floors. It is believed that they date from the 18th century when they replaced former, less intricately designed staircases. detail of a Flemish tapestry On the raised ground floor of the main building, the drawing rooms are located. In the east side wing, there is an apartment, while the west side wing houses an extensive library of 4000 works. In the Corps de logis, three bordering rooms can be found; one big room in the center flanked by two smaller parlors. The green parlor (French: salon vert) has panels in régence style containing elements of Rococo art and various motifs from hunting and music. It might formerly have served as a music room. The second parlor served as a dining room and has white panels in Louis XVI style. The top floors of the two pavillons on the sides of the building contain further apartments with the same floorplans as those located on the raised ground floor of the pavillon to the east. The Corps de logis on this floor consists of 4 adjoining rooms connected by a long corridor. Valuable Flemish tapestries can be found in this room. The following tapestries are displayed: * a set of three tapestries depicting virtues and vices as well as biblical figures * a tapestry depicting historical scenes, although, the identity of the persons displayed is not certain. * three matching tapestries containing motifs from the history of Psyche (a character in Amor und Psyche) from the time of the reign of Charles VI of France or Charles VII of France. * a tapestry depicting a room in a palace, where the clothing of the people in the room dates back to the reign of Louis XI. * a tapestry dating back to the beginning of the 16th century which depicts the departure of a hunt. == External links == * official website for the castle * Video about the castle * entries about the castle in the Base Mérimée: , == Fußnoten == C. Le Goffic: Le château de Cany. 1893, p. 369. C. Mignot: Le château de Cany. 2003, p. 33. C. Le Goffic: Le château de Cany. 1893, p. 369–370. L. Sandret: La seigneurie et les seigneurs de Cany en Normandie. 1880, p. 132. C. Mignot: Le château de Cany. 2003, S. 34. P. Seydoux: Châteaux et Jardins de Nomandie. 1989, p. 18. P. Seydoux: Châteaux du Pays de Caux et du Pays de Bray. 1987, p. 44. Casimir-Élysée Romain: Notice sur Bosville (Canton de Cany). Première partie: Bosville avant 1789. A. Bretteville, Yvetot 1896, p. 33 (Digitalisat). Vanessa Yager (Ed.): Ouverts au public. Le guide du patrimoine en France. Editions du Patrimoine, Paris 2002, , p. 535. according to Vanessa Yager (Ed.): Ouverts au public. Le guide du patrimoine en France, p. 535\\. Claude Mixnot, however, traces the changes back to the mid of the 19th century. (cf. C. Mignot: Le château de Cany. 2003, p. 33.) Information about the château on the website of the municipality of Cany- Barville , last accessed on October 24, 2016. La même famille depuis trois siècles. Cany-Barville: les Normand rêvent de pouvoir habiter à nouveau leur château auf paris-normandie.fr, last accessed on October 24, 2016. Stéphan Szeremeta (Ed.): Normandie. Petit Futé, Paris 2012, , p. 404 (Digitalisat). statement according to plat on geoportal.gouv.fr Jean de Foville, Auguste Le Sourd: Les châteaux de France. Hachette, Paris [1913], p. 357. C. Mignot: Le château de Cany. 2003, p. 36. L. Sandret: La seigneurie et les seigneurs de Cany en Normandie. 1880, p. 133. Eugène Müntz: La tapisserie à lʼépoque de Louis XII. In: Les Lettres et les Arts. Vol. 3, No. 8, August 1886, p. 219–226 (Digitalisat). Cany Category:Historic house museums in Normandy ",
    "title": "Château de Cany"
}