{
    "id": "52848523",
    "text": "Olinda Beja (born December 8, 1946) is a São Tomé and Príncipe poet, writer and narrator. Later she immigrated to Portugal and moved to Viseu and later became a Portuguese citizen. ==Biography== She was born in Guadalupe on São Tomé Island in 1946 to Portuguese José de Beja Martins and native Santomean Maria da Trindade Filipe. For about 12 years inhabited in the wonderful islands, she later lived across the sea in the cold lands of Beira Alta, Portugal. She got a license in Modern Languages, French and Portuguese at the University of Porto, Beja was a teacher at the Secondary School from 1976. She teaches Portuguese language and culture in Switzerland, and is a cultural advisor to the ambassador of São Tomé e Príncipe.http://nescritas.com/poetasapaixonados/listapoesiasdeamor2/1991/05/ She won the Francisco José Tenreiro Literary Award in 2013 on her work A Sombra do Ocá. In 2015, she wrote a book titled Um Grão de Café (Coffee Bean) with the National Literary Plan of Portugal. ==Published works== * Bô Tendê? – poems– 1992 – 2nd ed. – C.M Aveiro; * Leve, Leve - poems - 1993- 2nd ed. C.M.Aveiro; * 15 Dias de Regresso – novel – 1994 – 3rd ed. – Pé-de- Pag.Editores; * No País do Tchiloli' (Country of Tchiloli)' – poems – 1996 – C.M.Aveiro; * A Pedra de Villa Nova (The Stone of Vila Nova) – novel – 1999 – Palimage Editores; * Pingos de Chuva (Raindrops) – short story – 2000 – Palimage Editores; * Quebra-Mar (Breakwater) – poems – 2001 – Palimage Editores; * Água Crioula (Creole Water) – poems – 2002 – Pé –de-Página Editores; * A Ilha de Izunari (Island of Izunari) – short stories – 2003 – S.T.P. – Instituto Camões; * Pé-de-Perfume – short story (Bolsa de Criação Liter.) – 2004 – 2ª Ed; * Aromas de Cajamanga (Flavors from Cajamanga) – poems – Editora Escrituras – S. Paulo, Brazil – 2009; * O Cruzeiro do Sul (The Southern Cross) – poems – Bilingual edition: Portuguese and Spanish – EditEl Taller del Poeta (Pontevedra) – 2011. * Um grão de café : (uma simples homenagem ao menino chinês do pote vazio) (Coffee Bean) - 2013. * À Sombra do Oká - poems- 2015 - Edições Esgotadas * Tomé Bombom - children's story/youth - juvenil - 2016 - Edições Esgotadas * Chá do Príncipe - short stories- 2017 - Rosa de Porcelana Editora ==References== Category:1948 births Category:Living people Category:São Tomé and Príncipe poets Category:São Tomé and Príncipe women writers Category:People from Lobata District Category:Women poets Category:Women novelists Category:20th-century poets Category:21st-century poets Category:21st-century novelists Category:20th-century women writers Category:21st-century women writers Category:People from São Tomé ",
    "title": "Olinda Beja"
}