{
    "id": "52845685",
    "text": "Les Mamelles Lighthouse () is a strategically important lighthouse situated near Cap Vert, the westernmost point of Africa, on the outskirts of Dakar the capital of Senegal. Completed in 1864, it has been described as \"one of the world's great lighthouses, guiding ships around the western tip of Africa\". It is located on the higher of the Deux Mamelles, a pair of prominent hills in Ouakam, a suburban commune of Dakar, 4 km southeast of Almadies and 9 km northwest of Dakar on the Cap-Vert peninsula. ==Description== Light in operation 2007 The completely white lighthouse consists of a ) cylindrical tower attached to the seaward side of a two-storey building. The ground floor contains the machine room housing a generator and battery backup set. On the second floor is the watch room, which is used by the duty keepers during the night. A spiral staircase climbs up to the lantern room, containing the Barbier, Benard, et Turenne 2nd order Fresnel lens that floats in a bath of mercury. It is illuminated by a 1000 watt halogen lamp operating on alternating current at 220 volts. The light produces a white flash every five seconds at a focal height of . With a nominal range of , it is one of the most powerful in Africa. Initially fuelled with oil, the light is now electrified, but remains manned as it is not automated. The lighthouse is open to the public, with guided tours offered by the lighthouse keepers. Views from the lantern gallery provide panoramic views of the entire peninsula, including Almadies, N'Gor, Ouakam, and the African Renaissance Monument which is located on the second of the Deux Mamelles hills. It is maintained by the lighthouses and beacons division () of the Dakar Port authority. It is registered under the international Admiralty number D3004 and has the NGA identifier of 113-24392. ==See also== *List of lighthouses in Senegal ==References== ==External links== *Lighthouse Directory - Lighthouses of Sénégal Category:Lighthouses in Africa Category:Buildings and structures in Dakar Category:Lighthouses completed in 1864 ",
    "title": "Les Mamelles Lighthouse"
}