{
    "id": "52840243",
    "text": "Madeleine Jane Symons (1895 - 21 March 1957) was a British trade union organiser. Symons was educated privately before studying at Newnham College, Cambridge, where she graduated in economics. She then found work with the National Federation of Women Workers (NUWW),\"Mrs Madeline Jane Robinson\", The Times, 22 March 1957 as the assistant to Mary Macarthur,\"Youngest member of Labour Executive: Miss Madeleine Symons\", Manchester Guardian, 30 June 1922 and began taking the lead on negotiations on wages and conditions in engineering. The federation became part of the National Union of General Workers, and Symons instead became the assistant to Margaret Bondfield. In 1925, Symons posted bail for Robin Page Arnot, a leading figure in the Communist Party of Great Britain.\"Communists at Bow Street\", The Times, 23 October 1925 However, she was a prominent member of the Labour Party. She always declined offers to stand for election, she did serve on the party's National Executive Committee. When elected in 1922, she was the youngest ever member of the NEC, and its first to have graduated from university. Symons left her union post in 1926, thereafter devoting her time to voluntary work.Jean Spence et al, Women, Education, and Agency, 1600–2000 She served on a large number of government committees, particularly those relating to child social services and youth justice, and was also chair of the West London Juvenile Courts. She was also active in the Howard League for Penal Reform, the Magistrates' Association, and served on the executive of the National Union of Societies for Equal Citizenship in the mid-1920s. In 1940, Symons married Professor Harold Roper Robinson, becoming Madeleine Robinson. He died in 1955, and her health then rapidly declined; she died in 1957, aged 61. ==References== Category:1895 births Category:1957 deaths Category:Alumni of Newnham College, Cambridge Category:British trade unionists Category:Labour Party (UK) people Category:Women trade unionists ",
    "title": "Madeleine Symons"
}