{
    "id": "52848655",
    "text": "Marie-Charlotte Pascal (1749-1821) was the wife of French banker Claude- Nicolas Perier, and the daughter of a leading Voiron merchant. She was the mother of 10 living children. Her children grew up to enter some very important positions such as bankers, regents, and mayors. One of her most important sons was Casimir Pierre Perier (1777-1832) who at one point was the Prime Minister of France. == Early life == Marie-Charlotte Pascal was born December 1749 in Grenoble to Charles Pascal and Hélène Coquet. == Marie- Charlotte Pascal after marriage == Marie married French banker Claude Perier in 1767 at age 18, becoming Marie-Charlotte Perier. This marriage was an important connection for Claude Perier since Marie's father was a leading Voiron merchant. Her dowry in 1767 was 60,000 livres. Marie gave birth to twelve children, ten living. Her religious beliefs were very singular and could be compared to mysticism, and she had a very independent way of thinking. It was very different from the strict ways of the Perier family, but she understood her responsibilities as a mother and began to educate her children from the moment they were born. She raised her children under the name of the Lord, as a devout Catholic mother. == Children of Marie == Jacques-Prosper (1768) Died at birth Elisabeth-Josephine (1770-1850) m.Jacques-Fortunat Savoye de Rollin Euphrosine-Marie (1771-1779) Died young Augustin-Charles (1773-1833) m.Henriette de Berkheim. École Polytechnique; banker, manufacturer (Grenoble/Vizille); Deputy (Isère); Peer of France; Legion of Honor Alexander-Jacques (1774-1846) Manufacturer and mayor, Montargis; Deputy (Loiret) Antoine-Scipion (1776-1821) m.Louise de Dietrich. Perier Bank (Paris); regent Bank of France; Anzin owner-director; Chaillot machine shops, Paris chamber of commerce Casimir-Pierre (1777-1832) m.Pauline Loyer. Perier Bank (Paris); regent Bank of France; Anzin owner-director; Chaillot machine shops; Paris chamber of commerce,; Deputy (Seine, Aube); prime minister; Legion of Honor Adelaide-Hélène (Marine) 1779-1851) m.Camille Teisseire (Sub-Prefect, Ardèche; deputy, Isère) Camille-Joseph (1781-1844) m.Pelagie Lecouteulx de Canteleu. École Polytechnique; Prefect (Corrèze, Meuse); Deputy (Corrèze, Sarth); Peer of France; Legion of Honor Alphonse (1782-1866) m.Antoinette-Bonne de Tournadre. École Polytechnique; manufacturer, banker, Tribunal of Commerce (Grenoble/Vizille); mayor (Eybens); Deputy (Isère); auditor Conseil d'État Amédée-Auguste (1785-1851) Auditor Conseil d'État André-Jean-Joseph (1786-1868) m.Marie-Aglae Clavel de Kergonan. Perier Bank (Paris); regent Bank of France; Anzin owner-director; Deputy (Marne); Legion of Honor == Late Life == Marie died in 1821 at 72 years of age. == Notes == Category:1749 births Category:1821 deaths Category:People from Grenoble ",
    "title": "Marie-Charlotte Pascal"
}