{
    "id": "52842274",
    "text": "The Academy of Sciences of the Democratic People's Republic of Korea () or State Academy of Sciences, formerly the National Academy of Sciences, is the national academy of sciences of North Korea. It was founded in 1952, and until 1981 was responsible for all research conducted in the country before various organizational reforms and splittings of academies were conducted. Since 1980s the Academy has suffered from a long-term lack of funding, but it remains as a large and the most important scientific institution in the country. The Academy has played a role in the nuclear weapons program of North Korea until a separate military-run Academy of National Defense Science was established to take on this role. ==History== Preparations to found the Academy were begun in the spring of 1952, Alt URL and the Academy was founded on 1 December 1952. When the Academy was founded, it had 10 full and 15 candidate members in nine research institutes and 43 smaller research laboratories. Its first president was Hong Myng-hi who, according to Andrei Lankov, was not a skilled administrator and chosen for his political loyalty. Hong was followed by Paek Nam-un, who was more adept. The Academy initiated the nuclear weapons program of North Korea when in 1955 it sent representatives to a conference on peaceful uses of nuclear power in Eastern Europe. By the late 1950s, the Soviet Union was giving practical training in nuclear research to institutions affiliated with the North Korean Academy of Sciences. In 1957, the Soviets dispatched I. M. Gramenitsky to teach the Academy about thick-layered emulsion in nuclear physics. In 1959, North Korea struck a deal with the Soviet Union on setting up a nuclear research facility under the Academy near Yongbyon. A parallel development in the late 1950s was the purging of intellectuals unfavorable to Kim Il-sung from the Academy in 1957. In the aftermath of the August Faction Incident that sought to oust Kim the previous year, meeting to uncover and punish \"factionalists\" were organized at the Academy from August to November 1957. One of those purged was Yi Chong-won, \"one of the founding fathers of Korean Marxist historiography\". In the 1970s, a number of State Academy of Sciences institutes were moved from the Pyongyang to the city of Pyongsong, some outside of the capital. The headquarters of the Academy remained in Sosong District in central Pyongyang. There are now 17 such research institutions in Pyongsong, all of them part of the network of the Academy of Sciences. According to Lankov, the Academy does not exhibit \"a hint of the intellectual, let alone political, independence\" that academies in other countries, including the Soviet Academy of Sciences at times, have. On 11 January 1999, North Korean leader Kim Jong-il chose the Academy as his first location of on-the-spot guidance of the year, which he had declared the \"year of sciences\". According to Sung Chull Kim, \"[i]t is unquestionable that this visit was more than a symbolic gesture\" relating to Kim's strategy of prioritizing the information technology industry. ==Organization== The Academy is the most important scientific institution in the country and is considerably large. The Academy reports directly to the Cabinet of North Korea. Under the Academy, there are various organizations and six publishing houses, including the Academy of Sciences Publishing House in the Central District of Pyongyang. The Academy issues books and some 40 periodicals. Kwahakwon Tongbo (Korean for \"Bulletins of the Academy of Sciences\"), is the organ of its standing committee and is published six times a year. Affiliated with the Academy, there are institutions dealing with various fields including mathematics and physics, chemistry, engineering, medicine, law and economics, history, literature and philology, and ethnography and archaeology. A biology research laboratory is under its direct control. Although there is a separate Academy of Social Sciences, there are social science institutes attached to the Academy of Sciences. Various committees work on linguistics, the compilation of classics, the compilation of technical terms, and language reform. An Academy of Koryo Medicine was founded under the Academy of Sciences in 1962 to study traditional Korean medicine. The Academy Headquarters is based in the Sosong District of Pyongyang, the capital of North Korea. While some facilities of the Academy are located in Pyongyang, much of its activities actually take place in Pyongsong. Most of the facilities are located in Pyongyang's Unjong District, a district between the capital city's center and the city of Pyongsong. The North Korean government has plans to establish a special economic zone run by the Academy there. Pyongyang retains branches involved in the research of biology, construction and building materials, electronics and automation, and light industry. A branch exists in Hamhung, South Hamgyong Province. Between 1994 and 1998 it was briefly renamed the National Academy of Sciences. On 5 September 1999, the Academy merged with the State Commission for Science and Technology. Since the 1980s, the Academy has suffered from the lack of funds, and since the early 1990s, it and its personnel have experienced \"a dramatic decline\" in standing. Before that, positions in the Academy were much sought-after and could provide good wages, rations, and prestige. The Academy maintains websites, but they are only accessible through the North Korean Intranet. All science on the highest level was conducted by the single Academy of Sciences until 1981, when it was split into separate academies of the Academy of Social Sciences, Academy of Agricultural Sciences, Academy of Medical Sciences, Academy of Light Industry, and the original Academy of Sciences. In 1992 the minor academies were merged with the Academy of Sciences, only to be split off again in 1998. A Second Academy of Natural Sciences, tasked with military science, remains separate. The Academy has 40 research institutes and 200 smaller research centers. It has 50,000 employees. Its current president Jang Chol, who was preceded by Pyon Yong-rip. The Academy is a member of the International Council for Science since 1961. The Academy operates a Special Economic Zone near Unjong Park in the northern suburbs of Pyongyang. ==See also== *Kim Il-sung University *Korean Committee of Space Technology *Korea Computer Center *Korea Institute of Science and Technology *National academy *National Academy of Sciences of the Republic of Korea *Nuclear power in North Korea *University of Natural Science ==References== ===Works cited=== * * * * * * * * ==Further reading== * * * Category:1952 establishments in North Korea Category:Research institutes in North Korea Category:National academies of sciences Category:Cabinet of North Korea ",
    "title": "Academy of Sciences of the Democratic People's Republic of Korea"
}