{
    "id": "52844712",
    "text": "Daniel Han Kuo-yu (; born 17 June 1957) is a Taiwanese politician. He was a member of the Legislative Yuan from 1993 to 2002, representing a portion of Taipei County for three terms. He later became general manager of Taipei Agricultural Products Marketing Corporation. In 2017, Han contested the Kuomintang chairmanship, losing to Wu Den-yih. Han was elected Mayor of Kaohsiung in November 2018, and became the first Kuomintang politician since Wu in 1998 to hold the office. Han and Chang San-cheng represented the KMT in the 2020 Taiwanese presidential election, losing to Tsai Ing-wen and William Lai. Han was recalled on 6 June 2020 and officially stepped down on 12 June. ==Early life, education, and career== Also known by the English name Daniel Han, Han Kuo-yu was born in Taiwan to parents from Henan, on 17 June 1957. He attended , followed by , , and . Han studied English literature at Soochow University after graduating from the Republic of China Military Academy, and he earned a Master of Laws in East Asian studies from the Graduate Institute of East Asian Studies of National Chengchi University in 1988. He wrote his master's degree thesis with the title A Look at the Negotiations during the 'Two Airlines Uprising' from the Perspective of the Communist Party of China's (United Front) Strategy (). Prior to running for public office, Han worked as a school principal. ==Political career== ===Taipei County Council=== Han won the Zhonghe seat on the Taipei County Council in 1990, and served until 1993, when he took office as a member of the Legislative Yuan. Han was the founding leader of what became the New Taipei City Hakka Association, serving from 1992 to 1998. ===Legislative Yuan=== He was first elected to the Legislative Yuan in 1992 and remained in office until 2002, serving for a time as Kuomintang (KMT) caucus leader. As a legislator, he became known for his combative personality. For their support of the construction of the Lungmen Nuclear Power Plant, Han, Hung Hsiu-chu, , and Lin Chih-chia were targeted with an unsuccessful recall referendum. Subsequently, Han lost reelection to the legislature in 2001. He then served as deputy mayor of Zhonghe under mayor . ===Taipei Agricultural Products Marketing Corporation=== After leaving politics, Han lived in Yunlin County, in his wife's hometown, where he became friendly with former Yunlin County Magistrate . Due to their friendly relationship, Han was believed to be Chang's ally. In January 2013, with Chang's support, Han became the general manager of Taipei Agricultural Products Marketing Corporation (TAPMC), a corporation jointly owned by Taipei City and the Council of Agriculture. The TAPMC manages the produce demands of the greater Taipei area. ===2017 KMT chairmanship election=== In January 2017, Han resigned from his position as president of TAPMC to enter that year's Kuomintang chairmanship election. He finished fourth in a field of six candidates. Following his loss to Wu Den-yih, Han served as the Kuomintang's Kaohsiung chapter director. {|class=\"wikitable sortable\" style=\"margin:auto; text-align:center\" |- ! colspan=\"7\" width=500px|2017 Kuomintang chairmanship election |- !style=\"background-color:#E9E9E9;text-align:center;\" width=\"35\"|No. !style=\"background-color:#E9E9E9;text-align:center;\" width=\"90\"|Candidate !style=\"background-color:#E9E9E9;text-align:center;\" width=\"100\"|Party !style=\"background-color:#E9E9E9;text-align:center;\" width=\"80\"|Votes !style=\"background-color:#E9E9E9;text-align:center;\" width=\"70\"|Percentage !style=\"background-color:#E9E9E9;text-align:center;\" width=\"70\"| |- || 1 || style=\"text-align:center;\" | Wu Den-yih || ||style=\"border-left:4px solid #0080C0;\" align=\"right\"| 144,408 |align=\"right\"| 52.24% |align=\"center\"|20px |- || 2 || style=\"text- align:center;\" |Hung Hsiu-chu|| ||style=\"border-left:4px solid #D42187;\" align=\"right\"| 53,063 |align=\"right\"| 19.20% |align=\"center\"| |- || 3 || style=\"text-align:center;\" | Hau Lung-pin || ||style=\"border-left:4px solid #FEB008;\" align=\"right\"| 44,301 |align=\"right\"| 16.03% |align=\"center\"| |- || 4 || style=\"text-align:center;\" |Han Kuo-yu|| ||style=\"border-left:4px solid #A25306;\" align=\"right\"| 16,141 |align=\"right\"| 5.84% |align=\"center\"| |- |- || 5 || style=\"text-align:center;\" | Steve Chan || ||style=\"border-left:4px solid #1F338C;\" align=\"right\"| 12,332 |align=\"right\"| 4.46% |align=\"center\"| |- || 6 || style=\"text-align:center;\" | Tina Pan || ||style=\"border-left:4px solid #99D8D8;\" align=\"right\"| 2,437 |align=\"right\"| 0.88% |align=\"center\"| |- |- bgcolor=EEEEEE class=\"sortbottom\" | colspan=\"3\" style=\"text-align: right\" | Eligible voters || colspan=\"3\" align=\"left\" | 476,147 |- bgcolor=EEEEEE class=\"sortbottom\" | colspan=\"3\" style=\"text-align: right\" | Total votes || colspan=\"3\" align=\"left\" | 276,423 |- bgcolor=EEEEEE class=\"sortbottom\" | colspan=\"3\" style=\"text-align: right\" | Valid votes || colspan=\"3\" align=\"left\" | 272,682 |- bgcolor=EEEEEE class=\"sortbottom\" | colspan=\"3\" style=\"text-align: right\" | Invalid votes || colspan=\"3\" align=\"left\" | 3,741 |- bgcolor=EEEEEE class=\"sortbottom\" | colspan=\"3\" style=\"text-align: right\" | Turnout || colspan=\"3\" align=\"left\" | 58.05% |} ===2018 Kaohsiung mayoral campaign and election=== Han's campaign in Fengshan District, Kaohsiung on 17 November 2018. In May 2018, Han won the Kuomintang's Kaohsiung mayoral primary, and was subsequently nominated as the party's mayoral candidate. {|class=\"wikitable collapsible\" ! colspan=\"5\" width=600|2018 Kuomintang Kaohsiung City mayoral primary results |- !width=80| Candidates !width=80| Place !width=80| Result |- | Han Kuo-yu | style=\"background: #000099; text- align:center\"| '''''' | style=\"text-align:center\"| 64.898% |- | Chen Yi-min | style=\"background: #f1f1f1; text-align:center\"| 2nd | style=\"text- align:center\"| 35.102% |} During the initial campaign stage, he received almost no support from the party as he was seen as unlikely to win the election due to the traditionally deep-rooted Democratic Progressive Party presence in Kaohsiung. However, his popularity soared within months during the campaign period, a phenomenon which has been termed \"Hánliú\" (). The main focus of his campaign was on the air pollution and economic growth of Kaohsiung. Despite his claims of having minimal support for his Kaohsiung election, accordingly to paperwork filed with the Central Election Commission, Han received and spent the most compared to the other mayoral races in Taiwan. Campaign contributions totaled NT$129,149,779 (USD $4,304,992) and expenses totaled NT$140,873,536 (USD $4,695,784). The amounts exceeded the NT$88,841,000 cap placed by election rules. Han defeated Chen Chi-mai in local elections held on 24 November 2018, and became the first Mayor of Kaohsiung affiliated with the Kuomintang since Wu Den-yih left office in 1998. The success of the KMT during the elections has been attributed to Han's popularity. Vote share by district in the 2018 Kaohsiung mayoral election. {|class=\"wikitable collapsible\" style=\"text-align:center\" |- ! colspan=\"6\"|2018 Kaohsiung City mayoral results |- !width=35| No. !width=150| Candidate !width=120| Party !width=75| Votes !width=75| Percentage !width=49| |- | 1 ||Han Kuo-yu||20px Kuomintang||style=\"border-left:4px solid #000099;\" align=\"right\"|892,545 |align=\"right\"|53.87% |align=\"center\"| 20px |- | 2 ||Chen Chi-mai||Democratic Progressive Party||style=\"border-left:4px solid #1B9413;\" align=\"right\"|742,239 |align=\"right\"|44.80% |align=\"center\"| |- | 3 ||Chu Mei-feng||20px Independent ||style=\"border-left:4px solid #000000;\" align=\"right\"|7,998 |align=\"right\"|0.48% |align=\"center\"| |- | 4 ||Su Ying- kuei||20px Independent ||style=\"border-left:4px solid #000000;\" align=\"right\"|14,125 |align=\"right\"|0.85% |align=\"center\"| |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Total voters || colspan=\"3\" align=\"left\" | 2,281,338 |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Valid votes || colspan=\"3\" align=\"left\" | 1,656,907 |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Invalid votes || colspan=\"3\" align=\"left\" | |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Voter turnout || colspan=\"3\" align=\"left\" | |} ===Mayor of Kaohsiung=== The day after he won the mayoral election, Han invited Foxconn to invest in Kaohsiung. In addition, he sought fluent English speakers to fill vacancies in his administration pertaining to promotion and public relations. Han expressed support for the 1992 consensus and stated that he would form committees dedicated to Cross-Strait relations. On 3 December 2018, it was announced that former Transportation and Communications minister Yeh Kuang-shih would be Han's deputy mayor. Lee Shu-chuan was appointed as a second deputy mayor on 15 December 2018. Han was inaugurated on 25 December 2018. During the ceremony, he promised to promote Kaohsiung products, facilitate the inflow of money to the city, pay off the city's debt and invest in future generations via bilingual education. On 24 February 2019, Han began a five-day trip to Malaysia and Singapore to discuss business and tourism opportunities for Kaohsiung, his first official overseas visit as mayor. In March 2019, Han and a delegation of municipal officials visited Hong Kong, Macau and Mainland China for a seven-day trip to discuss agriculture. Members of the delegation included Han and his wife, deputy mayor Yeh Kuang-shih, and ten Kaohsiung City Councilors. In Hong Kong, Han met with Hong Kong Chief Executive Carrie Lam at the Government House, followed by a visit to the Hong Kong Liaison Office, where he met with the office director Wang Zhimin, making him the first ROC politician to ever visit the liaison office, a move that was criticized by the opposition DPP as promoting unification under \"one country, two systems.\" In Macau, he met with the Macau Chief Executive Fernando Chui to discuss public health and sign a trade agreement between the two cities. He also visited the Macau Liaison Office and had a dinner with the liaison office's director Fu Ziying. In Shenzhen, Han met with Taiwan Affairs Office Director Liu Jieyi and Shenzhen Communist Party Secretary Wang Weizhong. The total value of trade deals signed during Han's visit totaled NT$5.2 billion. On 9 April 2019, Han embarked on a nine-day visit to the United States, where he visited Boston, Los Angeles, and Silicon Valley. During the trip, Han sought to encourage American investment in Kaohsiung. He met with Congresspeople Ted Lieu and Judy Chu and also Los Angeles Deputy Mayor Nina Hachigian. Han also gave talks at Harvard University and Stanford University. ===2020 presidential campaign === Soon after Han took office as mayor, support for Han as a candidate for the 2020 Taiwan presidential election began to build. Han initially refused calls for him to contest the election, and later stated that he would not participate in the 2019 Kuomintang presidential primary. A week after that statement, Han said that he would abide by Kuomintang's primary process, opening the door for his potential nomination as a presidential candidate. On 5 June 2019, Han announced that he would stand in the Kuomintang presidential primary. Han registered for the primary three days after his announcement. Han scheduled five rallies for the primary, with the last one held on 8 July in Hsinchu City. On 15 July, he won the Kuomintang presidential primary and was formally nominated as the Kuomintang presidential candidate on 28 July 2019. {|class=\"wikitable collapsible\" ! colspan=\"5\" width=600|2019 Kuomintang Republic of China presidential primary results |- !width=80| Candidates !width=80| Place !width=80| Result |- | Han Kuo-yu | style=\"background: #000099; text-align:center\"| '''''' | style=\"text- align:center\"| 44.81% |- | Terry Gou | style=\"background: #f1f1f1; text- align:center\"| 2nd | style=\"text-align:center\"| 27.73% |- | Eric Chu | style=\"background: #f1f1f1; text-align:center\"| 3rd | style=\"text- align:center\"| 17.90% |- | Chou Hsi-wei | style=\"background: #f1f1f1; text- align:center\"| 4th | style=\"text-align:center\"| 6.02% |- | Chang Ya-chung | style=\"background: #f1f1f1; text-align:center\"| 5th | style=\"text- align:center\"| 3.54% |} Han held a presidential election rally on 8 September 2019 at Xingfu Shuiyang Park (Chinese:幸福水漾公園) in Sanchong District, New Taipei, with former president Ma Ying-jeou and KMT chairperson Wu Den-yih in attendace. Han conveyed four main points of his campaign platform, which were to defend the Republic of China, to love Chinese culture, to uphold freedom and democracy and to never forget the struggling people. He began a three- month leave of absence despite having serving only six months of his term to focus on his presidential campaign, delegating mayoral duties to Yeh Kuang- shih from 15 October 2019. During his presidential campaign Han was dubbed the \"Taiwanese Trump\" by the media for his outspoken attitude and similar conservative political positions to American president Donald Trump. On 11 November 2019, Han officially picked former Premier Chang San-cheng as his running mate for the election. The Kuomintang ticket completed registration for the election on 18 November 2019. Han and Chang finished second in the presidential election to incumbent president Tsai Ing-wen and her running mate William Lai. ===Return to the mayoralty and recall=== Han returned to Kaohsiung and resumed mayoral duties on 13 January 2020. On 17 January 2020, a petition to recall Han cleared the first threshold with 28,560 signatures, exceeding the required 1% of the electorate (22,814 signatures). On 7 April, the city's electoral commission verified that 377,662 of approximately 406,000 signatures collected in the second phase of the recall petition were valid, clearing the threshold of 10% of the electorate, setting the stage for a recall vote in June. Though he urged his supporters to boycott the vote, he was successfully recalled with over 40% of voters turning out, and 97% voting in favor of the recall. ==Personal life== Han is married to Lee Chia-fen, with whom he raised three children. ==References== ==External links== * |- Category:1957 births Category:Living people Category:New Taipei Members of the Legislative Yuan Category:Members of the 2nd Legislative Yuan Category:Members of the 3rd Legislative Yuan Category:Members of the 4th Legislative Yuan Category:Kuomintang Members of the Legislative Yuan in Taiwan Category:National Chengchi University alumni Category:Soochow University (Taiwan) alumni Category:20th-century Taiwanese educators Category:Heads of schools in Taiwan Category:Deputy mayors of places in Taiwan Category:Republic of China Military Academy alumni Category:Mayors of Kaohsiung Category:New Taipei City Councilors ",
    "title": "Han Kuo-yu"
}