{
    "id": "528450",
    "text": "James Roderick Moir (born 24 January 1959), better known by the stage name Vic Reeves, is an English comedian, artist, musician, actor and television presenter, best known for his double act with Bob Mortimer as Vic and Bob. He is known for his surreal sense of humour. In 2003, Reeves and Mortimer were listed in The Observer as one of the 50 funniest acts in British comedy. In a 2005 poll to find the Comedians' Comedian, Reeves and Mortimer were voted the ninth-greatest comedy act ever by fellow comedians and comedy insiders. ==Early life== Reeves was born in Leeds, the son of Audrey (née Leigh) and James Neill Moir (1926–2004). At the age of five, he moved to Darlington, County Durham, with his parents and younger sister Lois. He attended Heathfield Infants and Junior School and went on to the nearby secondary school, Eastbourne Comprehensive in Darlington. After leaving school, Reeves undertook an apprenticeship in mechanical engineering at a factory in Newton Aycliffe. Eventually he moved to London, where he attended the Polytechnic of North London and Middlesex Polytechnic. ==Career== Reeves formed the Fashionable Five, a group of five friends (including Jack Dent, who ran the original Fan Club) who would follow bands like the Enid and Free onto stage, and perform pranks (including Reeves pretending to have a brass hand, and following a Terry Scott lookalike around Darlington town centre in single-file formation). Eventually, they formed their own band. Reeves had an early breakthrough with the help of comedian Malcolm Hardee. In 1983, Reeves began a part-time course at a local art college, developed his love of painting and eventually persuaded a local art gallery to stage an exhibition of his work. Although still primarily known as a comedian, Reeves is gaining a reputation as an artist. His drawings and paintings have been used in his television shows and form a major part of his 1999 book, Sun Boiled Onions. ===As Vic Reeves=== As well as working and performing in bands in London, including being an original member of the Industrial/Experimental band Test Dept and performing onstage with them at their debut gig (then leaving soon afterwards). Reeves also joined the alternative comedy circuit under many different guises. These included a loudmouthed American called Jim Bell, a beat poet called Mister Mystery and, eventually, \"The North-East's Top Light Entertainer\"—Vic Reeves. His stage show Vic Reeves Big Night Out began life as a regular Thursday night gig at Goldsmith's Tavern, New Cross (now the New Cross House). Here, he met Bob Mortimer, a solicitor who attended the show and enjoyed it so much that he soon began to participate. Reeves' television début came in December 1986 on Channel 4 Television's The Tube in a comedy game show segment called \"Square Celebrities\", suspended by a wire to ask the \"celebrities\" questions. His next appearance was on the short-lived chat/comedy show One Hour with Jonathan Ross in a game show segment known as Knock Down Ginger. Reeves' growing TV profile led to Big Night Out being given a slot on Channel 4 the following year. It was about this time that Reeves and Mortimer rented a back room at Jools Holland's office/recording studio in Westcombe Park, Greenwich where they would spend hours writing material. The name Reeves is due to his fondness for the American singer Jim Reeves. Reeves continued to work alongside Mortimer as a comedy duo in The Smell of Reeves and Mortimer, Shooting Stars, and Bang Bang, It's Reeves and Mortimer, some of which also featured future cast members of The Fast Show and Little Britain. Reeves is one of the few comedians to have had a number one record in the UK Singles Chart, which he did in company with The Wonder Stuff, singing \"Dizzy\" (previously a number one hit for Tommy Roe). Including \"Dizzy\", he released two other singles from his 1991 album I Will Cure You. A 1994 pilot written by Paul Whitehouse and Charlie Higson entitled The Honeymoon's Over was due to feature Chris Bell, a character from The Smell of Reeves and Mortimer; however, the series was never commissioned. The same year, Reeves made a guest appearance on the Radio 1 series Shuttleworth's Showtime, hosted by John Shuttleworth. Between August 1998 and May 1999, Reeves and Mortimer presented the Channel X produced BBC Saturday game show Families at War with Alice Beer. Reeves played Marty Hopkirk in the BBC's 2000–2001 thriller series Randall and Hopkirk (Deceased)—a revival of the original 1960s series, with Mortimer as Randall, Emilia Fox as Jeannie and Tom Baker as Wyvern. In 2000, Reeves presented a series entitled, Vic Reeves Examines on UK Play, featuring celebrities such as Ricky Gervais, Johnny Vegas, Lauren Laverne and Emma Kennedy discussing a topic of their choice. The same year, Reeves presented a one-off radio show on BBC Radio 1, entitled Cock of the Wood. In 2003 Reeves appeared on the BBC Radio programme Desert Island Discs. In 2004 Reeves and Sorrell were both contestants in the fourth series of I'm a Celebrity... Get Me Out of Here!. He appeared in the series Catterick with Mortimer appearing as several characters. In September 2005, Reeves hosted a show for Virgin Radio called Vic Reeves Big Night In produced by Mark Augustyn, for a short period on Wednesdays and Thursdays from 7.00pm. In May 2006, Reeves presented a programme on ITV Tyne Tees about Northeast comedy culture called It's Funny Up North with... Vic Reeves. Reeves presented a historical ten-part series, entitled Rogues Gallery, which was shown on the Discovery Channel (UK) in 2005, where he investigated, and portrayed Anne Bonny and Mary Read, Captain Kidd, Claude Duval, Jonathan Wild, Rob Roy, Colonel Blood, George Ransley, Deacon Brodie, Blackbeard and Dick Turpin. Sorrell also appeared in some episodes. Continuing in this vein, Vic Reeves' Pirates was shown on ITV West and, subsequently, on the History Channel in 2007. In 2007, Reeves hosted a show called Vic Reeves Investigates: Jack the Ripper. Reeves, with the help of historians and leading experts, tried to discover who Jack the Ripper was. At the end of the show, he came to the conclusion that Jack the Ripper was Francis Tumblety. On 8 May 2007, Reeves was the main presenter of Brainiac: Science Abuse during the fifth and sixth series, replacing Richard Hammond.BBC: Vic Reeves to host Sky's Brainiac Beginning in June 2007, Reeves presented a BBC Radio 2 panel game called Does the Team Think?. On 17 November 2007, Reeves appeared in a weekly sketch show on BBC Radio 2, entitled Vic Reeves' House Arrest. The show's premise was that Reeves had been put under house arrest for \"a crime he didn't commit\", and each episode consists of the various events that take place in and around his house on a particular day. Mortimer plays his housecall-making hairdresser, Carl, while other performers include The Mighty Boosh star Noel Fielding as a local vagrant who comes to Reeves' door on a weekly basis looking for work, as well as Sorrell in multiple roles.BBC – Radio 2 Comedy – Vic Reeves' House Arrest On 27 February 2008, Reeves announced that he and Mortimer were working together on a new sitcom about super heroes who get their powers through a malfunctioning telegraph pole. He also reiterated his desire to bring back Shooting Stars for a 6th series. Along with his son, Reeves is also featured in one edition of a factual series for Five, Dangerous Adventures for Boys, based on the best- selling book written by Conn and Hal Iggulden, The Dangerous Book for Boys. In February 2009, Reeves appeared as presenter of the first episode of My Brilliant Britain, one of the new television shows commissioned for UKTV People channel's relaunch as Blighty. On 25 August 2009, Reeves appeared as a guest on the BBC One's The One Show with Mortimer. Series 6 of Shooting Stars began airing on 26 August 2009 with Reeves and Mortimer, along with Ulrika Jonsson and Jack Dee as team captains. Reeves appeared as one of the guests in Reece Shearsmith's Haunted House, a light-hearted radio discussion show broadcast on BBC Radio 4 in two parts on either side of Halloween on 29 October 2009 and 5 November 2009. Reeves also lends his voice to the Virgin Atlantic Airlines onboard safety video, with Dani Behr. Virgin Atlantic Safety Video In July 2011, Reeves and Mortimer for a selection of YouTube improvised comedy sketches, in association with Foster's. They released their \"Afternoon Delight\" clips every weekday afternoon in July. In 2020, Reeves co-hosted the Netflix original, reality series The Big Flower Fight alongside Natasia Demetriou. The Big Flower Fight: 'It sounds mad, it is mad' ===Television appearances=== Reeves has appeared without Mortimer on a number of British television shows, primarily game shows, poll programmes and charity telethons. These include: {| class=\"wikitable collapsible\" |+ Vic Reeves television appearances |- ! style=\"width:10%;\"| Year(s) ! style=\"width:30%;\"| Title ! style=\"width:20%;\"| Channel ! style=\"width:20%;\"| Role ! style=\"width:5%;\"| No. of episodes ! style=\"width:15%;\"| Notes |- ||2020 || The Big Flower Fight || Netflix || Presenter || 8 |- ||2020 || Shakespeare & Hathaway - Private Investigators || BBC One || Eddie Monmouth || Episode 3.1 \"How The Rogue Roar'd\" || Credited as Jim Moir |- ||2017 || Coronation Street || ITV || Colin Callen || 2+ || Credited as Jim Moir |- ||2017 || Celebrity Masterchef || BBC One || Contestant || || |- |rowspan=\"5\"|2015 || Catchphrase: Celebrity Couples Special || ITV || Contestant || 1 || With Bob Mortimer |- |Celebrity Benchmark || Channel 4 || Benchmarker/contestant || || |- |Celebrity Fifteen to One || Channel 4 || Contestant || 1 || |- | Room 101 || BBC One || || 1 || |- |Inspector George Gently || BBC One || Geoffrey || Episode 7.3 \"Gently Among Friends\" || Credited as Jim Moir |- |rowspan=\"2\"| 2014 ||Tipping Point: Lucky Stars || ITV || Contestant || 1 || Won. Credited as Jim Moir |- |Racing Legends: Barry Sheene || BBC Two || Presenter || 1 || Credited as Jim Moir |- || 2013 ||Big Star's Little Star || ITV || Contestant || 1 || with daughters Nell and Lizzie (2 October), credited as Jim Moir |- || 2013 ||Great British Menu || BBC Two || Guest judge || 1 || Credited as Jim Moir |- || 2012 ||Hebburn || BBC Two || Joe Pearson || 5 || Credited as Jim Moir |- || 2012 ||The Million Pound Drop || Channel 4 || Contestant – with Bob Mortimer || 1 || Credited as Jim Moir |- || 2012 || The Ministry of Curious Stuff || CBBC || Presenter (with Dan Skinner)|| 13 || Credited as Jim Moir |- |rowspan=\"3\"| 2011 || Vic Reeves' Turner Prize Moments || Channel 4 || Presenter || 1 || |- |The Fun Police || Channel 4 || Richard Traves || 1 || Pilot. Credited as Jim Moir |- |Eric and Ernie || BBC 2 || George Bartholomew, father of Eric Morecambe || 1 || Credited as Jim Moir |- || 2010 || Never Mind The Buzzcocks || BBC 2 || Panelist – on Noel's team || 1 || Series 24 Episode 9 |- || 2009 || My Brilliant Britain || Blighty || presenter || 1 || |- |rowspan=\"6\"| 2008 || Celebrity Come Dine With Me || Channel 4 || waiter / support for contestant Sorrell || 1 || |- | Dangerous Adventures For Boys || Five || Contestant (with son, Louis Moir) || 1 || |- | Hole in the Wall || BBC One || Contestant (with Sorrell) || 1 || |- | The Culture Show Uncut || BBC Two || Reporter || 1 || |- | Take It Or Leave It || Challenge || Celebrity contestant (with Sorrell) || 1 || |- | 2008 BRIT Awards || ITV || Award presenter || || |- | 2007–2008 || Would I Lie To You? || BBC One || Panel member || 2 || |- | 2005–2008 || 8 Out of 10 Cats || Channel 4 || Panel member || 8 || |- | rowspan=\"17\"| 2007 || Loose Women || ITV || Interviewee (with Sorrell) || 1 || |- | The One Show || BBC One || Interviewee || 1 || |- | Something for the Weekend || BBC Two || Interviewee || 1 || |- | Deadline || ITV2 || Contestant (with Sorrell) || 1 || |- | Memoirs of a Cigarette || Channel 4 || Contributor || 1 || |- | Vic Reeves' Pirates || HTV the History Channel || Presenter || 6|| |- | Vic Reeves Investigates: Jack the Ripper || Sky One || Presenter || || |- | Pirate Ship... Live || Five || Presenter || || |- | The Big Fat Anniversary Quiz || Channel 4 || Guest appearance || || |- | Brainiac: Science Abuse || Sky One || Presenter || 21 || Series 5 & 6 |- | Shaun the Sheep || CBBC BBC One || Theme tune \"Shaun the Sheep – Life's a Treat\" || || |- | Vernon Kay's Gameshow Marathon || ITV1 || Panel member || 1 || Blankety Blank episode |- | 100 Greatest Stand Ups || Channel 4 || Contributor || || |- | The Grumpy Guide to... Art || BBC Two || Contributor || || Spinoff of Grumpy Old Men |- | Dale's Supermarket Sweep || ITV1 || Contestant || 1 || |- | Law of the Playground || Channel 4 || Contributor || 11 || |- | The Truth About Food || BBC Two || Contributor || || |- | 2006–2007 || QI || BBC Two || Panel member || 4 || |- | 1998–2007 || Never Mind the Buzzcocks || BBC Two || Panel member || 2 || |- | rowspan=\"6\"| 2006 || Turn Back Time || BBC Two || Interviewee || 1 || |- | It's Funny Up North with... Vic Reeves || Tyne Tees ITV1 || Presenter || || |- | The Story of Light Entertainment || BBC Two || Contributor || 2 || |- | Summer Exhibition || BBC Two || Panel judge || || |- | Comedy Connections – \"Shooting Stars\" || BBC One || Subject / Interviewee || 1 || |- | Jools Holland's Hootenanny || BBC Two || Interviewee singer || || |- | 2004–2006 || Richard & Judy || Channel 4 || Interviewee || 3 || |- | 2002–2006 || Friday Night with Jonathan Ross || BBC One || Interviewee || 2 || |- | rowspan=\"6\"| 2005 || The South Bank Show || ITV1 || Subject / Interviewee || 1 || |- | The Best & Worst of God || BBC Two || Presenter || || |- | Final Chance to Save || Sky One || Contributor || || |- | Rogues Gallery || Discovery Channel UK || Presenter || 10 || |- | The Death of Celebrity || Channel 4 || Contributor || || |- | 50 Greatest Comedy Sketches || Channel 4 || Contributor || || |- | rowspan=\"6\"| 2004 || I'm a Celebrity... Get Me Out of Here! || ITV1 || Contestant (with Sorrell) || 8 || |- | Who Do You Think You Are? || BBC Two || Subject || 1 || |- | Star Sale || BBC One || Contributor || 1 || |- | Hell's Kitchen || ITV1 || Boorish Customer || 1 || |- | Breakfast || BBC One || Interviewee || 1 || |- | Vic's Chicks || BBC Three || Presenter || 10 || via the red button |- | rowspan=\"2\"| 2003 || Auction Man || BBC One || || || |- | Most Haunted || LivingTV || Celebrity guest (with Sorrell) || 1 || |- | rowspan=\"3\"| 2002 || Celebrity Mastermind || BBC Two || Contestant || 1 || Reeves' specialist subject was \"Pirates\" |- | Surrealissimo – The Trial of Salvador Dalí || BBC Two BBC Four || Paul Éluard || || |- | These Things Take Time – The Story of the Smiths || ITV1 || Narrator || || |- | rowspan=\"6\"| 2001 || It's Your New Year's Eve Party || BBC One || Contributor || || |- | British Comedy Awards 2001 || ITV1 || Award presenter || || |- | I Love the '90s || BBC Two || Contributor || 1 || \"I Love 1991\" episode |- | We Know Where You Live. Live! || Channel 4 || Performer || || Four Yorkshiremen sketch |- | Comic Relief: Say Pants to Poverty || BBC One || Presenter || || |- | Top Ten || Channel 4 || Contributor || 1 || \"Prog Rock\" episode |- | rowspan=\"6\"| 2000 || Vic Reeves Examines || Play UK || Presenter || 12 || |- | Randall & Hopkirk (Deceased) || BBC One || Marty Hopkirk || 13 || |- | Robot Wars || BBC Two || Contestant || || |- | Night of a Thousand Shows || BBC One || || || |- | Dale's All Stars || BBC One || Interviewee || 1 || |- | This Is Your Life || BBC One || Contributor || 1 || Episode for Tom Baker |- | 1999 || Clive Anderson All Talk || Channel 4 || Interviewee || 1 || |- | 1996 || TFI Friday || Channel 4 || Interviewee || 2 || |- | 1995 || Children in Need || BBC One || Contributor || || |- | 1993 || British Comedy Awards 1993 || ITV || || || |} ==Art== Alongside his comedy, Reeves is a serious artist, although the two often combine. Reeves works in many media including painting, ceramics, photography and lino prints, and has a distinctive style. His work has been described as Dada-esque, surreal and sometimes macabre. For Reeves, his art and comedy are different ways of expressing the same idea. He says \"I think putting your imagination on canvas or a television screen is the same thing\" and \"I don't differentiate between painting, acting or comedy. I think everything I do is art.\" Reeves has stated that he is an artist first and a comedian second, and that in ten years time he would like to be remembered for his art and writing, rather than his comedy. Much like his comedy, Reeves is not one to analyse his artworks. He has said that art should be \"just for laughs\" and that he dislikes people looking for statements in his work, because there are none. \"If something makes me laugh, that's it.\" \"I've done straight drawings and paintings ... and I haven't got as much pleasure out of them as if I'd done something that would make me laugh.\" His work has been described by artists Jake and Dinos Chapman as \"able to command our laughter as a purgative, to encourage the viewer to leak at both ends\". Artist Damien Hirst, a friend of Reeves', has also described Reeves as an influence. This crossover of comedy and art often features within Reeves and Mortimer's television shows. A notable example is The Smell of Reeves and Mortimer first episode. Several of Reeves' drawings are featured, illustrating the lyrics of the opening song. (These drawings would later be published within his book Sun Boiled Onions.) As seen in the script book for the show, Reeves often drew sketches for the BBC's costume and set designers saying that \"if we just tell them what we want, it never ends up looking like it does in our minds\". ===Background and education=== Arts and crafts played a large part in Reeves' upbringing. His mother and father, a seamstress and typesetter by trade, made extra money by selling handmade wooden crafts and ceramics at local markets. Building on these money-making schemes, Reeves began charging for his own artistic services such as customising and painting his school friend's Haversack bags and elaborately embroidering clothing. Later he would go on to forge artworks his acquaintances liked with the aim of selling them to them. Wanting to study art, but being pressured into work, Reeves began a five-year engineering apprenticeship at a factory in Newton Aycliffe with the aim of working in their technical drawings department. After completing the apprenticeship, Reeves applied to Goldsmiths College in London to study art, but failed to get a place. He has admitted to sneaking in and using their equipment regardless. In 1983 he completed a one-year foundation course at Sir John Cass College, where he is now an honorary graduate. Once leaving college, he worked as a curator at The Garden Gallery, an independent London gallery. It was there that he held his first art exhibition in 1985, with the help of a grant from Lewisham Council. ===Published work and exhibitions=== Reeves has released two books of his art, Sun Boiled Onions in 1999 and Vic Reeves' Vast Book of World Knowledge in 2009. His drawings also appear in his autobiography Me:Moir Volume One, and the published script book for The Smell of Reeves and Mortimer. He provided thirty illustrations for Random House's 2011 reprint of Jerome K. Jerome's classic story \"Three Men in a Boat\". He was also commissioned to create several celebrity drawings for Jools Holland's Channel 5 series Name That Tune. Reeves has hosted several exhibitions of his artwork, including: *Sun Boiled Onions (2000) at the Percy Miller Gallery *Doings (2002) at the Whitechapel Gallery, London *My Family and Other Freaks (2007) at the Eyestorm Gallery, London *Where Eagles Tremble (2009) at Mews of Mayfair, London *Hot Valve Leak: Visual Ramblings of Vic Reeves (2013) at the Strand Gallery, London In 2010, a selection of Reeves' paintings were displayed at the Saatchi Gallery, London as part of an exhibition by charity The Art of Giving. He was also a judge for the charity's open art competition. In 2012, Reeves took part in the Illuminating York festival. His illuminations, known as \"Wonderland\", were projected across a number of historic buildings including the Yorkshire Museum, St Mary's Abbey, and the ten-acre site of York Museum Gardens. ==Music== Before finding fame with his comedy, Reeves was a member of several bands with many different names and musical styles, in which he usually played bass guitar and/or sang. He sold tapes of his early material in the back pages of NME magazine under the name International Cod. Mark Lamarr, later to become team captain of Shooting Stars, was sent a tape of Reeves' band Fan Tan Tiddly Span. When Reeves appeared on Never Mind the Buzzcocks in 1998, Lamarr repeatedly played a sample from the song \"Fantasia (Side A)\"\"Fantasia (Side A) - 'Health & Danger'\" (Composed by J. Moir & ?. Turnbull), \"Fantasia (Side B) - 'Heavy Fucker'\" (Composed by J. Moir & ?. Turnbull); Fantasia (1983) by Fan Tan Tiddly Span. Fire Station Record Company. Medium: 45rpm record. in an attempt to embarrass him. As part of early Big Night Out performances, Reeves would sometimes hand out promotional materials to the audience. On one occasion he handed out a 7\" flexi disc of original song \"The Howlin' Wind\". Having surplus copies of the discs, Reeves passed them on to Darlington-based band Dan, who then included a copy of the disc with their album Kicking Ass at T.J.'s. ===Album=== I Will Cure You was Reeves' only album. It was released in 1991 by Island Records and peaked at No. 16 in the UK Albums Chart. It featured the Number One single \"Dizzy\" which was a collaboration with The Wonder Stuff.Discogs It included a mixture of covers and original songs in a variety of musical styles, many of which were originally introduced in Big Night Out. Along with \"Dizzy\", two other singles were released from the album, a cover of the Matt Monro song \"Born Free\" and a dance reworking of Christian hymn \"Abide With Me\" which reached No. 6 and No. 47 in the UK Singles Chart, respectively. ===Singles=== In 1995, Reeves and Mortimer released a cover of The Monkees song \"I'm a Believer\" with British band EMF which reached No. 3 in the UK Singles Chart. Reeves had a history with the track, having both sung it at the beginning of early Big Night Out performances in London, and opened the Channel 4 series with it. In the music video, which was directed by Reeves, the duo dress as Mike Nesmith and Davy Jones of The Monkees. On the CD release of the single, a studio version of \"At This Stage I Couldn't Say\" was included, a track originally sung by characters Mulligan and O'Hare in The Smell of Reeves and Mortimer. On the 7\" release, the bonus track was \"At Least We've Got Our Guitars\", which was the opening song for the last episode of The Smell of Reeves and Mortimer. In April 2007, the theme to British stop-motion animation Shaun the Sheep, sung by Reeves, was released as a single. The song reached No. 20 in the UK Singles Chart. ===Contributions=== In 1990 both Reeves and Mortimer contributed backing vocals to Jools Holland's \"Holy Cow\" (a Lee Dorsey cover). The track was included on Holland's album World of his Own and released as a single. Later, Reeves would advertise Holland's album Moving Out to the Country. Also in 1990, Reeves provided backing vocals for former Smiths singer Morrissey's cover of \"That's Entertainment\", originally by The Jam. Reeves' vocals were not used in the final edit but he was thanked (as Jim Moir) in the sleeve notes of Morrissey's Sing Your Life single, which featured \"That's Entertainment\" as a bonus track. A fan of the Smiths, Reeves opened some episodes of Big Night Out with covers of the band's songs including \"Sheila Take a Bow\" which he intended to include a cover of on his album I Will Cure You. It did not make the final cut. In 1992, Reeves contributed a track to Ruby Trax, a compilation album released by NME magazine to commemorate 40 years of the publication. He covered the Ultravox song \"Vienna\", but drastically altered the original lyrics. In 1998, Reeves contributed to Twentieth-Century Blues: The Songs of Noel Coward, a tribute album featuring notable singers and bands such as Elton John, Sting, Robbie Williams and Paul McCartney. Reeves covered Coward's 1934 track \"Don't Put Your Daughter on the Stage Mrs. Worthington\", which was arranged by David Arnold for the album. The song, described by Reeves as \"sinister\", was initially recorded with all original verses intact, but as the last included foul language, it was edited out of the final release. In 2000, Reeves' cover of \"Ain't That a Kick in the Head?\" was featured as a bonus track on the theme single to the Randall and Hopkirk (Deceased) series in which he starred. Reeves was originally to duet with Nina Persson (of the Cardigans), who provided vocals, but missed the final cut. A shortened version of Reeves' cover also featured in the series itself. Both Reeves and Mortimer appeared in the music video for the single. ===Music videos=== Other than the music videos for his own singles, Reeves has appeared in others. His first was the 1987 video for Shakin' Stevens' single \"What Do You Want to Make Those Eyes at Me For\". He was hired for the shoot and paid £10 for his appearance. Reeves also appeared in the 1988 music video for Band of Holy Joy's song \"Tactless\". He introduces the band and can be seen at the bar part way through. The video was filmed in Deptford, London and original advertising posters for Big Night Out can be seen at the beginning. ==Books== * Vic Reeves' Vast Book of World Knowledge – a surreal encyclopaedia with text and artwork by Reeves. Atlantic Books, Released in October 2009. * Vic Reeves Me:Moir (Volume One) – autobiography by Vic Reeves, Virgin Books, 2006 * Sunboiled Onions – diary, paintings and drawings by Vic Reeves, Penguin Books, 1999 ==Advertising== Reeves has appeared in television advertisements, both with Mortimer and alone. He has done solo advertising work for a variety of products including Guinness, MFI, Müller Light, First Direct, Churchill Insurance, Cadbury's Boost, Mars Bar, Fanta, Heinz Tomato Ketchup, Domestos bleach, Maryland Cookies, 888 Ladies and East Coast Trains. Reeves also advertised Jools Holland's 2006 album Moving Out to the Country. ==Personal life== Reeves has four children, the eldest two by his first wife Sarah Vincent, whom he married in 1990 and divorced in 1999. He met his second wife, Nancy Sorrell, in 2001, and the couple married on 25 January 2003. Sorrell gave birth to twin girls Beth and Nell at the William Harvey Hospital in Ashford, Kent, on 25 May 2006. Reeves lives in Charing, near Ashford. He buried his classic Austin A40 Somerset car in his back garden, as shown on the BBC's 1997 Omnibus documentary \"A Film of Reeves & Mortimer\". Along with Mortimer he is a lifelong fan of the rock band Free. ==References== ==External links== * * Sky one Webpage about Vic Reeves Investigates: Jack the Ripper * Vic Reeves Pirates * Driving Ban For Comic Vic Reeves. * Vic Reeves' author page, Conville and Walsh. Category:1959 births Category:Living people Category:People from Darlington Category:Alumni of Middlesex University Category:Alumni of the University of North London Category:Comedians from Yorkshire Category:English television presenters Category:English male comedians Category:English autobiographers Category:English comedy musicians Category:English male television actors Category:English radio DJs Category:Virgin Radio (UK) Category:English comedy writers Category:British surrealist artists Category:I'm a Celebrity...Get Me Out of Here! (British TV series) participants ",
    "title": "Vic Reeves"
}