{
    "id": "52846535",
    "text": "Havarechchyna () - a small village (selo) in Zolochiv Raion, Lviv Oblast, of Western Ukraine. The population of the village is only about 76 people and Local government is administered by Bilokaminska village council. == Geography == The village is located on the part of physiographic regions of Holohory and Voronyaky NORTHERN PODILLIA National Park on the altitude of above sea level. Area of the village totals 0,504 km2. This is at a distance from the regional center of Lviv, from the district center Zolochiv and from the village Bilyi Kamin. == History == Сonsidered the year 1600 the date of establishment of the village.Село Гавареччина: карта вулиць, опис The potters were the first inhabitants of the village Havarechchyna. In the 17th century they were deported from the village of Bilyi Kamin, in order to they are is not smelled like smoke for the village. Here they have cleared a small area for housing construction and settled. === The cell pottery crafts === In Ukraine, the traditional black ceramics is made in the Lviv region, in the village of Havarechchyna. Thus, it is often also called havaretska ceramics. Black ceramics from the Zolochiv area were well known and produced as late as the 1930s in villages including Sphykolosy, Bilyi Kamin, and Havarechchyna.Hutsul and Black-Smoked Ceramics The most popular products of the black ceramics are cups, pots, and turks. Dishware is not afraid of high temperatures, so you can safely brew fragrant coffee or herbal tea in it. == References == == External links == * weather.in.ua/Havarechchyna (Lviv region) * Słownik geograficzny Królestwa Polskiego i innych krajów słowiańskich, Tom I/P – 198/Białykamień (z Gawroszczyzną) * How to make black pottery Category:Villages in Zolochiv Raion, Lviv Oblast ",
    "title": "Havarechchyna"
}