{
    "id": "52846160",
    "text": "Mikhail Minakov (Mikhai'l Minako'v; born on 6 October 1971, Leninsk, Volgograd obl., Russia/USSR) is a philosopher, political scholar and historian. His studies focus on human experience, social knowledge, phenomenon of ideology, political creativity, and history of modernization. ==Early life and education== Minakov was born in the vicinity of Volgograd, Russia/USSR. His parents, teachers, moved to the village of Otradnoye in Zaporizhia Oblast, Ukrainian SSR/Ukraine, in 1973. He graduated from the Zaporizhzhya Medical School in 1990 and worked as a village feldsher in the same oblast. In the same year he started studying history, sociology and archeology at Zaporizhzhya State University. In 1992, Minakov was accepted into Kyiv-Mohyla Academy where he studied philosophy, political science, sociology and comparative literature. == Career == In 2001, Minakov received his degree at the Skovoroda Kyiv Institute of Philosophy. After that he joined Kyiv-Mohyla Academy (Kiev, Ukraine) as Assistant Professor. In the same year, he published his first book.Kant’s Teaching on the Faith of Reason’ (in Ukrainian) In 2007 was promoted to the post of Associate Professor and published his second book History of the Concept of Experience. Between 2010 and 2017, Minakov cooperated with several Western universities and research centers: Harvard University (visiting scholar in 2010 and 2013, visiting professor in 2012), Greifswald University (visiting professor in 2010 and 2014), Wilson Centre for International Scholars/Kennan Institute (Fulbright Kennan Scholar in 2012-2013), Krupp Wisseschaftskolleg Greifswald (fellow, 2013–14), and Viadrina University (DAAD visiting professor, 2017–18). In 2011, Minakov became an Editor-in-Chief of a scholarly peer-reviewed journal Ideology and Politics. == Bibliography == * Development and Dystopia. Studies in post- Soviet Ukraine and Eastern Europe (in English), Stuttgart: ibidem, 2018. * Kant’s Applied Enlightenment (in Russian), in: Neprikosnovennyi Zapas, #1, 2016. * A Decisive Turn? Risks for Ukrainian Democracy After the Euromaidan, in: Carnegie Regional Insight, Carnegie Endowment for International Peace, February 3, 2016. * New Ukrainian Exceptionalism (in Eng, in co-authorship with Matt Rojansky), in: Yale Global, 23 June 2015. * 'Post-Soviet parliamentarian drama: a view from ‘the gods’ in Kiev, in: openDemocracy, February 23, 2016 * The Event Of Primary Experience And Philosophy. Metatheory Of Experience In Kant And Quine’s Epistemologies (in Ukr.), Sententiae, 2015, #2, 64-74. * Dictionary of Misprints, in Russian: Толковый словарь опечаток (Kyiv, Tsekh, 2008, second edition: Kyiv, Tsekh, 2010). * History of the Concept of Experience, in Ukrainian: Історія поняття розуму (Kyiv, Centr praktychnoyi filosofii, 2007). * Kant’s Teaching on Faith of Reason, in Ukrainian: Вчення Канта про віру розуму (Kyiv, Centr praktychnoyi filosofii, 2001). ==References== Category:1971 births Category:Living people Category:21st-century Russian historians Category:21st-century Russian philosophers Category:National University of Kyiv-Mohyla Academy faculty Category:People from Volgograd Oblast ",
    "title": "Mikhail Minakov"
}