{
    "id": "52844982",
    "text": "Nine News Queensland is the flagship state-based news bulletin of the Nine Network in Brisbane. It is screened across south-east Queensland on weeknights, while on weekends it is screened state-wide as well as in the Northern Territory. Like all Nine News bulletins, the Queensland bulletin runs for one hour, from 6PM every day. It comprises local, national and international news, as well as sport, weather and finance. Unlike the other four metropolitan bulletins, this local edition of Nine News is addressed on- air by its state rather than its city. ==Simulcast== The 6pm bulletin is simulcast in Brisbane on commercial radio station River 94.9, across regional Queensland on Southern Cross Nine as well as through Nine Darwin (on weekends only) and throughout remote eastern and central Australia on Imparja Television. ==History== Bruce Paige and Heather Foord co-anchored the 6pm bulletin from 1995 until 2001, when Foord joined Mike London as a weekend presenter and Jillian Whiting replaced her on weeknights. London resigned in June 2003 after allegations emerged that he had organised a female friend to complain about the presentation of weeknight presenter Bruce Paige. Foord and Whiting swapped positions in 2004 with Melissa Downes taking over as weekend presenter in 2006. Foord resigned as weeknight presenter on 5 December 2008 and was replaced by Melissa Downes on weeknights with Eva Milic and former ABC news presenter Andrew Lofthouse fronting weekend bulletins. A year later, Bruce Paige stepped down from the weeknight chair (he was replaced by Lofthouse) and Heather Foord returned to present weekend bulletins solo for two years. Paige returned to full-time newsreading in January 2012, fronting Nine Gold Coast News solo until he was paired with Wendy Kingston in July 2016. In February 2018, in a minor network reshuffle, Darren Curtis and Alison Ariotti were removed from presenting the weekend news; they were replaced by then-Nine News Regional Queensland presenter Jonathan Uptin. ===Ratings=== Throughout the 1990s, and right up until the mid-2000s, Nine News Queensland was the clear-cut ratings leader in Brisbane. However, when weatherman John Schluter resigned just short of what would have been his 25th anniversary with the Nine Network towards the end of 2006 (subsequently joining the rival Seven News Brisbane),Schulter shaft Cummins Australian-media.com.au, retrieved 26 February 2007. sports presenter Wally Lewis took sick leave after collapsing on-air during a nightly bulletin in November of the same year, and rival Seven Brisbane poached then-Today news presenter Sharyn Ghidella from Nine shortly after to read its weekend news (and later weeknights), the ratings declined, and in 2007, Nine News Queensland would lose its long-standing ratings dominance in the local market to the rival Seven News Brisbane. After Andrew Lofthouse and Melissa Downes took over as the chief co-presenters in mid-2009, Nine News Queensland would start to chip away at Seven's lead, and by 2013 they would reclaim its mantle as the top-rating news bulletin in Brisbane. As of 2018, Nine News Queensland has lost its ratings lead to Seven News Brisbane once again. ===\"Choppergate\" controversy=== The Nine News Queensland bulletins on 20 and 21 August 2011 included live coverage each night by reporters Melissa Mallet and Cameron Price, respectively, from the station's helicopter, which they claimed was \"near Beerwah\", where the remains of murdered schoolboy Daniel Morcombe had been found earlier that month. The reports were revealed to be fake when, on the second night, rival station Channel Seven recorded video of the Nine helicopter sitting on the helipad outside their studios at Mount Coot-tha at the time of the broadcast. Radar footage also revealed that, on the first night, the helicopter was actually hovering over Chapel Hill, 70 km away from Beerwah. Both Mallet and Price, as well as news producer Aaron Wakeley, were sacked by the Nine Network following the incident, and news director Lee Anderson accepted responsibility and resigned over the faked reports. Despite the scandal, Nine experienced a spike in its 6:00 pm news ratings in the weeks that followed, managed to win more weeks than it did in the previous three years combined (winning seven of the 32 ratings weeks up to the first week of October), and recovered to reclaim its mantle as Queensland's most-watched news service by 2013. ==Current Presenters== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+Current presenters ! rowspan=\"2\" scope=\"col\" |Role ! colspan=\"7\" scope=\"col\" |Bulletins |- ! scope=\"col\" |Monday ! scope=\"col\" |Tuesday ! scope=\"col\" |Wednesday ! scope=\"col\" |Thursday ! scope=\"col\" |Friday ! scope=\"col\" |Saturday ! scope=\"col\" |Sunday |- ! scope=\"row\" |News | colspan=\"5\" |Andrew Lofthouse (2009–present) Melissa Downes (2009–present) | colspan=\"2\" |Jonathan Uptin (2018–present) |- ! scope=\"row\" |Sport | colspan=\"5\" |Wally Lewis (1998–present) | colspan=\"2\" |Michael Atkinson (2018 – present) |- ! scope=\"row\" |Weather | colspan=\"5\" |Gary Youngberry (2009–present) | colspan=\"2\" |Luke Bradnam (2016 – present) |} === Fill-in presenters === * Eva Milic (news) * Samantha Heathwood (news) * Alison Ariotti (news) *Wendy Kingston (news) * Aislin Kriukelis (news and sport) * Jonathan Uptin (news and sport) *Paul Taylor (news) * Dominique Loudon (sport) * Michael Atkinson (sport) * Mia Glover (weather) * Luke Bradnam (weather) * Ebony Cavallaro (weather) ===Reporters=== *Reece D'Alessandro *Rob Morrison *Ebony Cavallaro *Tessa Hardy (Court Reporter) *Mia Glover1 *Aislin Kriukelis (Today Queensland reporter) *Harry Clarke (Crime Reporter) *Shannon Marshall-McCormack *Lane Calcutt (State Political Reporter) *Jessica Millward (Today Queensland reporter) *Emily Prain1 *Alex Heinke *Adam Hegarty *Michael Atkinson (Sports Reporter) *Adam Jackson (Sports Reporter) *Tim Klingner (Sports Reporter) *Luke Bradnam Source 1 On maternity leave. ===Notable former reporters=== * Tim Arvier - now in the Nine Network's United States bureau * Alex Bernhardt - now a reporter on A Current Affair * Neil Doorley - now a Senior Media Adviser with Queensland Government * Spencer Jolly - now retired * Joel Dry (2011–2018) - now with Seven News Brisbane * Alyshia Gates - now with the Special Broadcasting Service * Brittney Kleyn - now with ABC News Australia * Melissa Mallet (2009–2011) * Ashley McDermid * Cameron Price (2008–2011) - now with Seven News Sydney * Nat Wallace - now with Nine News Sydney * Sophie Walsh (2011–2016) - now in the Nine Network's European bureau * Phil Willmington - now retired ==Past Presenters== ===News=== * Bruce Paige (1985–1990, 1993–2009) * Heather Foord (1989–2008, 2009–2011) * Mike London (1986–2003) * Jillian Whiting (1998–2008) * Frank Warrick ===Sport=== * Chris Bombolas * Steve Haddan * Ian Healy * Sam Squiers ===Weather=== * Sami Lukis * Joseph May * John Schluter * Frank Warrick ==References== Category:Australian television news shows Category:Nine News Category:Black-and-white Australian television shows Category:Television shows set in Queensland Category:1957 Australian television series debuts Category:1960s Australian television series Category:1970s Australian television series Category:1980s Australian television series Category:1990s Australian television series Category:2000s Australian television series Category:2010s Australian television series ",
    "title": "Nine News Queensland"
}