{
    "id": "52845100",
    "text": "Enhanced Voice Services (EVS) is a superwideband speech audio coding standard that was developed for VoLTE. It offers up to 20 kHz audio bandwidth and has high robustness to delay jitter and packet losses due to its channel aware coding and improved packet loss concealment. It has been developed in 3GPP and is described in 3GPP TS 26.441. The application areas of EVS consist of improved telephony and teleconferencing, audiovisual conferencing services, and streaming audio. Source code of both decoder and encoder in ANSI C is available as 3GPP TS 26.442 and is being updated regularly. == History == Work on EVS was started in 2007. The standardization process lasted from 2010 to 2014, being completed in December 2014 with 3GPP Release 12.The 3GPP Enhanced Voice Services (EVS) codec. Nokia white paper. The codec was developed collaboratively among chipset, handset and infrastructure manufacturers as well as operators and technology providers.Enhanced Voice Services (EVS) Codec. Fraunhofer Technical Paper, 2015 GSMA requires EVS for their HD Voice and HD Voice+ Logo Licensing Program. The six patent holders are Fraunhofer IIS, JVC Kenwood, Nippon Telegraph and Telephone, NTT Docomo, Panasonic, and Ericsson. Other contributors included Huawei, Nokia, Orange, Qualcomm, Samsung Electronics, VoiceAge, and ZTE Corporation. A patent pool for EVS has been listed by MPEG LA.MPEG LA Facilitating Development of Enhanced Voice Services Patent Pool License. MPEG LA News Release, 20.01.2016 == Technology == EVS employs similar concepts to its predecessors, such as AMR-WB, to which it retains backward-compatibility. It switches between speech and audio compression modes depending on the content, using ACELP and MDCT. The following features are present in EVS: * source-controlled variable bit-rate (SC-VBR) * voice/sound activity detector (VAD) * comfort noise generation (CNG) * error concealment (EC) for packet loss in networks * channel-aware mode to improve frame/packet error resilience * jitter buffer management (JBM) Input sampling rates for EVS can be 8, 16, 32, and 48 kHz. It supports the following bitrates (in kbps) for different bandwidths: * Narrowband (NB): 5.9, 7.2, 8, 9.6, 13.2, 16.4, 24.4 * Wideband (WB): 5.9, 7.2, 8, 9.6, 13.2, 13.2 channel-aware, 16.4, 24.4, 32, 48, 64, 96, 128 (6.6 ~ 23.85 for AMR-WB IO) * Super-wideband (SWB): 9.6, 13.2, 13.2 channel-aware, 16.4, 24.4, 32, 48, 64, 96, 128 * Fullband (FB): 16.4, 24.4, 32, 48, 64, 96, 128 Bitrates can be switched every 20 ms. Subjective listening tests conducted by Nokia concluded that EVS offers significantly improved quality over AMR and AMR-WB at all operating points. == Adoption == Operators which have launched EVS powered VoLTE services include: * NTT DoCoMo * T-Mobile USA * T-Mobile Polska * Vodafone Germany * Vodafone Romania * Orange Romania * SK Telecom * KT Corporation * LG Uplus * Deutsche Telekom * KDDI Japan * China Mobile * EE United Kingdom * Vodafone Netherlands * Airtel India *A1 Telekom Austria * Swisscom * Verizon Communications * Turkcell Currently there are about 200 models from different smartphones manufacturers supporting EVS, including: * Apple * Samsung * Google * HTC * Huawei * LG * Motorola * Nokia * Panasonic * Sony * Xiaomi == See also == * Comparison of audio coding formats == References == == External links == *Enhanced Voice Services Codec for LTE * VoiceAge – EVS *The 3GPP Enhanced Voice Services (EVS) codec * Fraunhofer Technical Paper – Enhanced Voice Services (EVS) Codec Category:Audio codecs Category:Speech codecs Category:Wideband codecs ",
    "title": "Enhanced Voice Services"
}