{
    "id": "52846757",
    "text": "Georges Vajda (1908 - 1981) was a French Arabist and Hebraist, scholar of Islam, and historian of medieval Jewish thought. ==Biography== Georges Vajda was born in Budapest, Austria-Hungary and studied at the rabbinic seminary and at the University of Budapest (Eötvös Loránd University). He lived in France from the age of 20 years old, and he obtained French citizenship in 1931. Having a solid knowledge of classical languages of and Arabic, Hebrew, Persian, and Turkish, from 1933 he was a member of the editorial committee of Revue des Études Juives and professor of the Bible and of Jewish theology at the Séminaire Israélite de France. He taught there from 1936 to 1960, with interruption during the Occupation of France during World War II. A refugee in Le Chambon-sur-Lignon during the war (1940-1944), he taught Latin and Greek at the École Nouvelle Cévenole (Collège Cévenol). After the liberation of France, he was director of studies in religious sciences of the École pratique des hautes études. In 1970 he also became a professor of post-Biblical Jewish literature at the University of Paris III: Sorbonne Nouvelle. He dedicated the majority of his activity to the study of medieval Judaism: Kalam, Jewish philosophy, Karaite Judaism, and Kabbalah. Vajda wrote more than 1,600 articles and books. This work includes several volumes on the Arabic- and Hebrew-language manuscripts in the collection of the Bibliothèque nationale de France. == Selected bibliography == * André Caquot, \"Georges Vajda,\" Journal Asiatique, Volume 270, 1982, p. 225-228. * Sublet, J. Bibliographie De Georges Vajda (1908-1981). Arabica, Volume 29, Number 3, 1982, (15). * Hommage à Georges Vajda. Études d'histoire et de pensée juives, edited by Gérard Nahon and Charles Touati, Paris - Louvain, 1980. * Bibliographie de l'œuvre de Georges Vajda, by Paul Fenton, Paris - Louvain, 1991. * Jean-Christophe Attias and Esther Benbassa, Dictionnaire des mondes juifs, Larousse 2008, art. Georges Vajda, pages 585-586. == External links == * Parcours professionnel de G. Vajda (PDF) * Hommage à Georges Vajda, au travers de conférences Category:École pratique des hautes études alumni Category:1908 births Category:1981 deaths Category:Writers from Budapest ",
    "title": "Georges Vajda"
}