{
    "id": "52846005",
    "text": "Jamieson's birthplace, 52 Rankeillor Street, Edinburgh The grave of James Jamieson, Grange Cemetery, Edinburgh Dr James Dalgleish Hamilton Jamieson FRSE FDSE (10 September 1875-21 September 1966) was a Scottish dentist and author. ==Life== He was born on 10 September 1875 at 52 Rankeillor Street,Edinburgh and Leith Post Office Directory 1875-6 a ground floor and basement flat in Edinburgh’s South Side, the son of Agnes Boyd and her husband, James Jamieson (1841-1905), a surgeon. He was educated at George Watsons College. He then studied dentistry at the University of Edinburgh, graduating in 1899. He practiced as a dental surgeon from 52 George Square in Edinburgh’s South Side 1899 to 1955, and also seemed to have lived at the same address.Edinburgh and Leith Post Office Directory 1911-12 The building was demolished by the University of Edinburgh in the 1960s. The Royal College of Surgeons of Edinburgh awarded him an honorary doctorate in 1920. From 1930 until 1951 he lectured in dental disorders at the University of Edinburgh. In 1938 he was elected a Fellow of the Royal Society of Edinburgh. His proposers were Francis Albert Eley Crew, Charles Henry O’Donoghue, Edwin Bramwell, and John Walton. He died at New Malden in Surrey on 21 September 1966 aged 91. He was returned to Edinburgh for burial in the family plot in the south-east section of Grange Cemetery in Edinburgh. ==Family== He was married to Jessie Ann Fergusson Ireland (d.1949). ==Publications== *Aids to Operative Dentistry (1923) *Ham and jam: Days, doings, diversions, drawings and doggerel ditties of a dentist (1960) ==References== Category:1875 births Category:1966 deaths Category:Scottish dentists Category:Fellows of the Royal Society of Edinburgh Category:Alumni of the University of Edinburgh Category:Academics of the University of Edinburgh Category:Scottish non-fiction writers Category:Fellows of the Royal College of Surgeons of Edinburgh Category:People from Edinburgh Category:People educated at George Watson's College Category:Scottish memoirists ",
    "title": "James Jamieson (dentist)"
}