{
    "id": "52841419",
    "text": "Ernst Stöhr (1860–1917) was an Austrian painter, graphic artist, writer and amateur musician; one of the founding members of the Vienna Secession. == Biography == His father, Karl (1825–1909), was a violin maker and his uncle, Ludwig Stöhr (1836–1902), who lived with his family, was a music teacher, composer and Director of the Sankt Pölten Musikvereins. As a child, he showed an aptitude for painting, poetry and music and was uncertain which one to pursue. He eventually chose painting and began his studies in 1877, at the University of Applied Arts Vienna. His multiple talents made him a popular guest in local society. He was displeased with the stiffly formal training at the University, however, and in 1879, switched to the Academy of Fine Arts, where he studied with and August Eisenmenger. Once again, he found himself at odds with his teachers, who were too wedded to the Romantic style. He persevered until 1887, when he began travelling between Sankt Pölten, Melk and Wochein, where his cousin, Friederike, ran a hotel. Eventually, financial problems forced him to return to Vienna. The Stöhr-Haus in Sankt Pölten In 1895, he organized a successful exhibition of works by the recently deceased Theodor von Hörmann, an early critic of the Academy. The following year, he became a member of the Künstlerhaus Wien. There, he joined the circle of young artists known as \"Die Jungen\", centered around Gustav Klimt. In 1897, he and seventeen other artists left the Künstlerhaus to form the Vienna Secession. Over the years, he was a regular contributor to Ver Sacrum, the group's official publication. ===Later career and the loss of his family=== In 1898, he married Friederike and opened a studio in Wochien. That same year, he designed the façade for a house his brother Hermann (a doctor) was building in Sankt Pölten; now preserved as the Stöhr-Haus. Later, he bought his own printing press to experiment with printing techniques. The 12th issue of Ver Sacrum was entirely his work. In 1902, he wrote the preface for the catalog accompanying the Secession's \"\". During this time, he was invited to become a guest member of the Hagenbund. Shortly after that exhibition, his beloved uncle, Ludwig, died and he went through a period of severe depression. In 1904, his mother became seriously ill and he returned to Sankt Pölten to help care for her. After she died, his father suffered through a long illness and died in 1909. Both events were followed by worsening episodes of depression, prompting him to seek relief in religion and philosophy. In 1915, Italy entered World War I, which placed Wochein within the war zone. His paintings, always rather melancholy, began to reflect his increasing despair; dealing largely with hopeless situations and death. In early 1917, he was taken to a hospital in Tulln an der Donau, but was released in a few weeks. Upon his release, he returned to Sankt Pölten, went to the family home, and hanged himself in the kitchen. == Selected works == File:Stohr-Eldery.jpg|An Elderly Couple at Home File:Stohr-Nude.jpg|Reclining Nude by a Window File:Stohr-Stroller.jpg|The Stroller File:Ernst Stöhr, Vampir, 1899.png|Vampire, from Ver Sacrum == References == ==Further reading== * Gabriele Bösch: Die Kunst des inneren Sehens: Ernst Stöhr – Leben und Werk; eine kunsthistorische Analyse, Dissertation, University of Marburg, 1994 * Josef Engelhart (Ed.): Ernst Stöhr zum Gedächtnis. Frisch, 1918 * Kathrin Pokorny-Nagel: \"Ernst Stöhr\", in Sinnlichkeit und Versuchung. Jugendstil und Secessionskunst von Andri bis Olbrich, Landeshauptstadt Sankt Pölten, 1999 == External links == * ArtNet: More works by Stöhr. * * Category:Austrian art critics Category:1860 births Category:1917 deaths Category:Members of the Vienna Secession Category:Academy of Fine Arts Vienna alumni Category:Artists who committed suicide Category:People from Sankt Pölten Category:19th-century Austrian painters Category:19th-century male artists Category:20th-century Austrian painters Category:20th-century male artists ",
    "title": "Ernst Stöhr"
}