{
    "id": "52848206",
    "text": "Andrew Millington (born 1952) is a British cathedral organist, and served as Director of Music at Exeter between 1999 and 2015. He is also active as a composer, and has had several choral pieces published. As a boy Millington sang in the choir at Great Malvern Priory. He attended the King's School, Worcester where he was talent-spotted by Christopher Robinson, the Organist and Master of the Choristers at Worcester Cathedral. Another important influence from this time was Harry Bramma. He was still a schoolboy when he became accompanist to the City of Birmingham Choir, of which Robinson was the longstanding conductor. He moved on to Downing College, Cambridge, serving as organ scholar between 1971 and 1974. It was during this time that he became a fellow of the Royal College of Organists (FRCO). At Cambridge he obtained his degree. His teachers included David Willcocks, George Guest and John Rutter. In 1975 he was appointed assistant organist at Gloucester Cathedral, a role he combined with a teaching post at the cathedral school (King's School). He stayed at Gloucester till 1983, during which time he was centrally involved in various aspects of the Three Choirs Festival. In 1983 he took over from Philip Moore as Director of Music at Guildford Cathedral. He moved again in 1999, taking over from Lucian Nethsingha at Exeter. ==References== Category:People educated at King's School, Worcester Category:Alumni of Downing College, Cambridge Category:British classical organists Category:British male organists Category:Cathedral organists Category:People associated with Malvern, Worcestershire Category:English choral conductors Category:British male conductors (music) Category:Choral composers Category:20th-century English musicians Category:21st-century English musicians Category:1952 births Category:Living people Category:20th-century British conductors (music) Category:21st-century British conductors (music) Category:21st-century organists Category:20th-century British male musicians Category:21st-century British male musicians ",
    "title": "Andrew Millington"
}