{
    "id": "528488",
    "text": "Janet Lee, Baroness Lee of Asheridge, PC LLD HonFRA (3 November 1904 – 16 November 1988), known as Jennie Lee, was a Scottish politician. She was a Labour Member of Parliament from a by-election in 1929 until 1931 and then from 1945 to 1970. As Minister for the Arts in Harold Wilson's government of 1964–1970, she played a leading role in the foundation of the Open University working directly with Harold Wilson to establish the principle of open access: Enrolment as a student of the University should be open to everyone … irrespective of educational qualifications, and no formal entrance requirement should be imposed. She was married to the Welsh Labour politician Aneurin Bevan from 1934 until his death in 1960. ==Early life== Born in Lochgelly, in Fife, to Euphemia Grieg and James Lee, a miner who held the post of fire and safety officer,Hollis, Patricia (2014). Jennie Lee: a life. 2nd edition. Oxford: Oxford University Press. . and later a hotelier. She had a younger brother, Tommy. She inherited her father's socialist inclinations, and like him joined the Scottish Independent Labour Party (ILP). Her grandfather Michael Lee, born in 1850 to Irish Catholic parents, was a friend of Keir Hardie, a disputes secretary of the miners' union and founder of the Fifeshire ILP federation.Matthew Brown, \"ILP@120: Jennie Lee – A Child of the ILP\", Independent Labour Publications, 24 April 2013. She later joined the Labour Party, and served as an MP from 1929 to 1931 and from 1945 to 1970. ==Education== Lee was educated at Beath High School and was dux of the school in her final year. The Carnegie Trust, Fife County Council and the Fife Education Authority agreed to pay her university fees and she attended the University of Edinburgh as a student teacher. She later won a bursary to study law.\"Jennie Lee\", Undiscovered Scotland. At university she joined the Labour Club, the Edinburgh University Women's Union and the editorial board of the student newspaper. One of her first campaigns was to elect Bertrand Russell as Rector of the University. After graduating initially in 1927 with a MA, a LLB and a teaching certificate, she worked as a teacher in Cowdenbeath. == First term as MP == Lee was adopted as the ILP candidate for the North Lanarkshire constituency, which she won at a 1929 by-election, becoming the youngest woman member of the House of Commons. At the time of the by-election, women under the age of 30 were not yet able to vote. She was re-elected at the subsequent 1929 general election. In Westminster she immediately came into conflict with the Labour Party's leadership in the commons. She insisted on being sponsored by Robert Smillie and her old friend James Maxton to be introduced to the Commons, rather than by the leadership's preferred choice of sponsors. Lee also associated with Ellen Wilkinson. Lee's first speech was an attack on the budget proposals of Winston Churchill (accusing him \"of 'cant, corruption, and incompetence', her gestures more fitting to the storming of platforms than the measured tones expected from a young MP in the house\")Kathryn Perera, \"The Labour Party or nothing: Jennie Lee\", History of labour women, Labour List, 22 November 2010. that met even with his approval, with him offering his congratulations after their exchange in the Commons. Lee forged a parliamentary reputation as a left-winger, allying herself to Maxton and the other ILP members. She was totally opposed to Ramsay MacDonald's decision to form a coalition National Government, and in the 1931 general election lost her seat in parliament to Unionist candidate William Anstruther-Gray. ==Out of the Commons== In her private life at the time she had formed a close relationship with fellow Labour MP Edward Frank Wise, a married man who considered divorcing his wife for Lee, but who did not do so in the end. Wise died in 1933 and the following year Lee married the left-wing Welsh Labour MP Aneurin Bevan, with whom she remained until his death in 1960. Her biography suggests that she to some extent suppressed her own career after marriage and that 'Jennie's suppression of her own career was the more remarkable precisely because as a woman in politics she had always laid claim to a 'male' life, public, itinerant and unencumbered by family responsibilities'. And she was herself supported by her mother. She had no history in the women's movement and did not align herself with the separate women's branches within the Labour Party, and stated that she voted on policy not candidate gender believing that equality for women would follow from the introduction of true socialism; it was not a separate cause. Nonetheless she practised feminism 'of a sort' and was known to walk out of dinner parties if it was expected that women were to withdraw to another room when the port was circulated. Despite being out of the Commons Lee remained active politically, trying to secure British support for the Spanish Popular Front government under threat from Francisco Franco's Nationalist faction in the Spanish Civil War. She also remained active inside the ILP and took their side in their split from the Labour Party, a decision that did not meet with her husband's approval. She attempted re-election in North Lanarkshire at the 1935 general election, coming second behind Anstruther-Gray but ahead of the Labour Party's candidate. Attending the Labour Party Conference in Edinburgh in 1936, Lee met the Spanish Republican delegates who attended with a petition for support against the fascists, including meeting with Isabel de Valencia, who had a Scottish mother. Lee went to Spain herself in 1937 to report as a war journalist. She travelled in Aragon and Barcelona with George Orwell and the teenage grandson of her Commons sponsor, Robert Smillie, MP, while reporting for New Leader and they were all caught up in some violent incidents. Young Bob died a year later in a Communist prison. Lee attended a torchlit parade of the British Battalion of the International Brigades volunteers at Modejar with Clement Attlee and others in the Labour Party, during the war. She was again unsuccessful in seeking re-election as an \"Independent Labour\" candidate in a 1943 by-election at Bristol Central, being defeated by the Conservative Lady Apsley and opposed by the ILP. She also worked as a journalist for the Daily Mirror. ==Re- election== She later returned to the Labour Party from the ILP, and at the 1945 general election she was once again elected to the Commons, this time to represent the Cannock constituency in Staffordshire. She remained a convinced left-winger, and this brought her sometimes into opposition with her husband, with whom she usually agreed politically. Lee was critical of Bevan for his support of the UK acquiring a nuclear deterrent, something she did not support. She was appointed as the first Minister for the Arts in Harold Wilson's government of 1964, and played a key role in the formation of the Open University,Kenneth O'Morgan, \"Politics: Jennie and the awkward squad\", The Independent, 8 November 1997. an act described by Wilson as the greatest of his time in government. ==Role in the foundation of the Open University== The Open University was based on the idea of a 'University of the Air'. It was intended as a correspondence university reaching out to those who had been denied the opportunity to study. Lee produced a White Paper in 1966 outlining university plans, which would deliver courses by correspondence and broadcasting as teaching media. Prime minister Harold Wilson was an enthusiastic supporter because he envisioned The Open University as a major marker in the Labour Party's commitment to modernising British society. He believed that it would help build a more competitive economy while also promoting greater equality of opportunity and social mobility. The planned utilisation of television and radio to broadcast its courses was also supposed to link The Open University to the technological revolution underway, which Wilson saw as a major ally of his modernisation schemes. However, from the start Lee encountered widespread scepticism and even opposition from within and without the Labour Party, including senior officials in the DES; her departmental boss, Anthony Crosland; the Treasury; Ministerial colleagues, such as Richard Crossman; and commercial broadcasters. The Open University was realised due to Lee's unflagging determination and tenacity in 1965–67, the steadfast support from Wilson, and the fact that the anticipated costs, as reported to Lee and Wilson by Arnold Goodman, seemed very modest. By the time the actual, much higher costs became apparent, it was too late to scrap the fledgling Open University.Pete Dorey, \"‘Well, Harold Insists on Having It!’—The Political Struggle to Establish The Open University, 1965–67.\" Contemporary British History 29#2 (2015): 241–272. The university was granted its Royal Charter by the Privy Council on 23 April 1969. Applications opened in 1970 and the first students began their studies in 1971. In 1973, as she laid the foundation stone for the first Open University library, she described the University as :'a great independent university which does not insult any man or any women whatever their background by offering them the second best, nothing but the best is good enough.' ==Role in the expansion of the Arts Council== Foundation stone at Birmingham Repertory Theatre, laid by lee on 25 October 1969 Lee renewed the charter of the Arts Council of Great Britain in 1967 which saw an expansion of its work in the regions as well of the creation of the new arts institutions at London's South Bank Centre. She also introduced the only UK White Paper for the Arts to be published for the next half-centuryAnalysis of 2016 Arts White Paper, editorial, The Guardian 27 March 2016 and following the 1967 reshuffle was promoted to Minister of State at the Department of Education and Science after two years as Parliamentary Under-Secretary of State. Between 1964 and 1965 Lee had been Parliamentary Secretary at the Ministry of Public Building and Works. ==Retirement and later life== Jennie Lee Building at Open University Campus in Milton Keynes, spring 2013 (1)Lee was defeated at the 1970 election in Cannock by the Conservative candidate Patrick Cormack. Political scientist Richard Rose called Lee's loss of her seat, which had been held by Labour since 1935, on a well above average swing of 10.7% \"the biggest upset\" of the 1970 general election. She retired from front-line politics when she was made Baroness Lee of Asheridge, of the City of Westminster on 5 November 1970. She wrote four books: New Day, 1939; Our Ally, Russia, 1941; This Great Journey, 1963; My Life with Nye, 1980. In 1974 she received an Honorary LLD from the University of Cambridge, and in 1981 an Honorary Fellowship of the Royal Academy. She died in 1988 from natural causes at the age of 84 and bequeathed her personal papers to the Open University which now holds them as the Jennie Lee Collection.\"Jennie Lee collection\", Open University Archive ==Memorials== Plaque at 23 Cliveden Place, Chelsea A community resource centre in Wednesfield, which formed part of Lee's Cannock constituency, was named the \"Jennie Lee Centre\" in her honour. It opened in a former secondary school in 1989, the year after Lee's death, and closed in 2013. In 2005, the Students' Association of the newly created Adam Smith College in Kirkcaldy, Fife refused to name themselves after Adam Smith, and instead chose the name \"Jennie Lee Students' Association\". The Association claimed Adam Smith is synonymous with \"exploitation and greed\" and stated \"Jennie Lee would be an excellent role model for the students because of the courage and conviction she showed in achieving the aims she believed passionately in\". The Jennie Lee building at the Open University Campus in Milton Keynes. The Jennie Lee building in Drumsheugh Gardens, Edinburgh home of the Open University offices in Scotland. In Rugeley, Staffordshire (part of her Cannock constituency) there is a street named after her, Jennie Lee Way and one named after her husband, Aneurin Bevan Place. A plaque in Buccleuch Place, near the University of Edinburgh which reads:'In honour of Baroness Jennie Lee, 1904–1988, An early woman MP, first Minister for the Arts, founder of the Open University, graduate of the University' An English Heritage plaque in 23 Cliveden Place, Chelsea, London, celebrates Nye Bevan and Jennie Lee. In her native Lochgelly, the community library was renamed the Jennie Lee Library in her honour following the 2009–2012 redevelopment of the Lochgelly Centre. In the village of Overtown, near Wishaw, North Lanarkshire, a new housing development was built and a street was named after her, Jennie Lee Drive. In Glasgow, the Albany Learning and Conference Centre has a Jennie Lee room. == References == == External links == *Parliament & the Sixties – Jennie Lee- University of the Air – UK Parliament Living Heritage * *Parliamentary Archives, Papers of Jennie Lee, MP (1904-1988) Category:1904 births Category:1988 deaths Category:Alumni of the University of Edinburgh Category:People from Lochgelly Lee of Asheridge Lee of Asheridge Category:Independent Labour Party parliamentary candidates Category:Labour Party (UK) MPs for English constituencies Category:Scottish humanists Category:Scottish suffragists Category:Female members of the Parliament of the United Kingdom for English constituencies Category:Female members of the Parliament of the United Kingdom for Scottish constituencies Category:Independent Labour Party National Administrative Committee members Category:Scottish Labour Party MPs Category:People associated with the Open University Category:Members of the Privy Council of the United Kingdom Category:UK MPs 1924–1929 Category:UK MPs 1929–1931 Category:UK MPs 1945–1950 Category:UK MPs 1950–1951 Category:UK MPs 1951–1955 Category:UK MPs 1955–1959 Category:UK MPs 1959–1964 Category:UK MPs 1964–1966 Category:UK MPs 1966–1970 Category:UK MPs who were granted peerages Category:Democratic socialists Category:People educated at Beath High School Category:Chairs of the Labour Party (UK) Category:20th-century British women politicians Category:WikiProject Women in Red 2019 articles Category:Spanish Civil War Category:Ministers in the Wilson governments, 1964–1970 ",
    "title": "Jennie Lee, Baroness Lee of Asheridge"
}