{
    "id": "52841632",
    "text": "Smith River State Recreational Waterway, popularly known as the Smith River State Park, is a protected river corridor and \"virtual park\" owned and operated by the state of Montana in the United States. The site is not officially a state park, but rather a State Recreational Waterway and managed River Corridor. The park consists of the state-owned Smith River; a Montana Department of Fish, Wildlife and Parks (FWP) put-in access point, Camp Baker; 27 FWP-owned and -leased boat camps on the shore of the river; and the FWP- owned Eden Bridge take-out point. Little of the area is owned by FWP. Much of the surrounding shoreline is owned by the United States Forest Service, United States Bureau of Land Management, and private owners. Through management agreements with other government agencies and private landowners, FWP manages the Smith River Corridor as a \"virtual state park\". The Smith River is the only river in the state of Montana where a permit is required to boat or float on the river. ==About the Smith River== The Smith River is a long river which begins about southwest of White Sulphur Springs, Montana, and continues on a north-westerly and northerly course, passing between the Big Belt Mountains and Little Belt Mountains, before reaching a confluence with the Missouri River at Ulm, Montana. The river is generally divided into three sections. The first begins at the river's headwaters and runs for through a high valley between the two mountain ranges. The second, about long, runs through the Smith River Canyon Valley and features spectacular mountain scenery. The third, about long, begins at the canyon mouth and ends at the river's confluence with the Missouri. This final segment passes briefly through the foothills of the mountains and then onto the Great Plains, the water's speed slowing significantly as it does so. For nearly all of its length, the river is too shallow for motorized boating. Water flows are highest from mid-April through early July, with levels usually dropping too low by late July to permit boating. A very limited number of roads and private ownership of most of both sides of the river limited public access to the Smith into the 1950s. Some recreational use, primarily fishing, unpowered boating, and \"floating\" began on the river in the late 1950s. As the public sought greater access to the Smith River for recreation, conflicts with private landowners emerged. Although the U.S. Bureau of Land Management (BLM) and the U.S. Forest Service (USFS) owned some of the shoreline, these federal agencies were not very responsive to local demands for access. The state of Montana stepped into this leadership vacuum to seek a mutually agreeable solution. ==Creating a recreational waterway== Proposals were first made by citizens of Montana in 1953 to turn state-owned school trust land on the Smith River into recreational areas. Although the Montana Department of Fish and Game (DFG; the predecessor agency to the Montana Department of Fish, Wildlife and Parks) supported these recommendations in 1954, and the Montana Wildlife Federation lobbied for them in 1954, 1956, 1957, and 1958, no action was taken by the state legislature. In 1960, the DFG purchased a site, now known as the Smith River Fishing Access, about north of Fort Logan (accessed today via Fishing Access Road, off Smith River Road north of Montana Secondary Highway 360). Public use of the Smith River increased significantly in the 1960s, creating issues of safety and worsening the conflict between private landowners and the public. To create a new public access site, the Camp Baker Fishing Access Site was purchased from private landowners in 1968. The site, which provided boat launches (\"put-in\") as well as fishing access, was named after Camp Baker, the original military facility at the site of Fort Logan. DFG attempted to purchase other sites as well, but these efforts failed. Two subdivisions in the Smith River Canyon, one at Castle Bar and another at Two Creeks, occurred in the 1960s. These deeply alarmed recreationists, who feared despoliation of this most scenic part of the river. Private landowners also worried about additional development, fearing the loss of the farming and ranching lifestyle to urbanization as well as the loss of the scenic viewshed they treasured. In response to these concerns, in 1969 the Montana Fish and Game Commission (the rulemaking body for the DFG) designated the Smith a State Recreational Waterway. This banned motorized boating on the Smith. The same year, the Montana Legislature adopted House Joint Resolution 12, which ordered the state's executive branch to study the Smith River's resources in order to assess its potential for recreation. Governor Forrest H. Anderson ordered the Governor's Council on Natural Resources and Development, an interagency coordinating group, to conduct the report. The council considered three alternatives: Designating the Smith River a state park; designating the Smith a National Wild and Scenic River, and improved management without any new designation. The body declined to consider no management (the status quo) or managing solely for the benefit of local landowners. The report, issued on November 20, 1970, recommended the third option, with the added element that state follow through on its designation of the Smith River as a State Recreational Waterway. The study also concluded that the Smith River was a navigable waterway, which made the water and riverbed state property (and subject to much more intensive state regulation). This was a critical finding, for the United States Constitution, various rulings of the Supreme Court of the United States, the Montana statehood act, and federal law gave title to the beds of navigable waters to the state, and the state had the right to regulate access and use of its property. Moreover, Montana state law declared all navigable waters open for public use. ==Management from 1970 to 1980== By 1970, more than 55 percent of the Smith River Canyon shoreline was in private hands, primarily ranchers and vacation homeowners. Another 15 percent of the land was owned by the Burlington Northern Railroad and the Anaconda Copper Company. While the Smith River Fishing Access site had picnic tables and seating, pit latrines, and limited garbage disposal, the Camp Baker site remained undeveloped. Recreational use of the Smith River rose significantly throughout the 1970s, worsening conflicts between private landowners and floaters over access, cross-stream fencing, human waste disposal, litter, trespassing, and vandalism. The Department of Fish and Game began developing \"floater gates\" to allow recreational users to pass downstream but which contained cattle. DFG also attempted to purchase land for new public access and boat camp sites to ease access and trespass problems, although these efforts proved fruitless. Other issues also occupied the DFG. As additional subdivisions occurred, the department sought to purchase this land to keep development from occurring. But it lacked the money to do so. In 1973, the DFG completed its first natural resource inventory of the Smith River, a necessary step toward the department's first formal management plan for the river. The report was not comprehensive, focusing primarily on big game, sport fish, game birds, and ducks. The report made a number of recommendations, including: 1) New state legislation to protect the river; 2) Adoption of a statewide water quality and water monitoring plan; 3) A rural zoning act, to minimize development along rivers and streams; 4) Appropriation of extensive funds to allow DFG to purchase land along the Smith River; and 5) Adoption of a sport fish management plan. This last recommendation included limiting the fishing season, adopting limits on the number of fish taken (\"creel limits\"), encouragement of commercial fishing of undesirable fish, and the stocking of hatchery-raised sport fish. Another major area of concern for the DFG was water flow. By mid-July each year, snowpack in the mountains (the major source of water for the Smith River) had completely melted away. Combined with irrigation in the upper Smith River, this meant that water levels on the Smith were too low by mid-summer to support recreational boating or floating. Low water levels also hurt the sport fishery, but although DFG attempted to secure additional water rights these efforts largely failed over the next 20 years. In 1974, DFG abandoned its attempt to manage the Smith River as a sport fishery, and instead began implementing a wild trout fishery management plan. This meant stocking only native fish, as needed, and no more stocking of nonnative sport fish. ==Management from 1980 to 1988== Smith River with late spring snows. ===Early management efforts=== The Montana Department of Fish, Wildlife and Parks (FWP; DFG underwent a name change in 1979) began more intensive management of the Smith River in 1980. Floater gates and hazard signs were installed for the first time, and the FWP established the first boat camps. FWP's budget for managing the Smith River was approximately $10,000 a year ($ in dollars). At the start of the decade, only about 1,400 individuals floated the river each year, 87 percent of them putting-in at Camp Baker. FWP's stated policy was to limit access to the Smith River to keep the number of floaters low. This not only would preserve the river's near-wild state, but maintain high levels of privacy and solitude for floaters. It also helped to keep conflicts with local private landowners to a minimum. FWP also worked cooperatively with the USFS, which largely bowed to FWP's wishes when it came to managing the river and its watershed. Yet, over the next eight years, FWP undertook a wide range of actions which served to increase the number of floaters. In 1981, FWP began asking users to voluntary register before putting-in at Camp Baker. Both BLM and FWP hired a ranger to patrol the river mid-April to mid-July (the floating season), which made the Smith River the first in Montana to have a river ranger. (BLM discontinued its ranger in 1982.) That same year, the department began leasing of land at Eden Bridge as a place where floaters could land and leave the river (a \"take-out point\"). Eden Bridge also served as a parking lot for floaters, who usually carpooled (along with their supplies and equipment) to Camp Baker. In 1983, FWP issued a contract for a concession for a shuttle service to run from Great Falls to Eden Bridge to Camp Baker, which allowed floaters to retrieve their vehicles at the put-in point or return to the nearby city. More expansion occurred that year as well as the state built a warm-season cabin for park rangers at Camp Baker and pit latrines at high-use boat camps. The state also greatly expanded its footprint in the Smith River watershed, engaging in a land swap with the U.S. Bureau of Land Management, U.S. Forest Service, and the Montana Department of State Lands. This transaction added 13 new parcels of FWP land totaling . With the establishment of the Eden Bridge take-out point and shuttle service, Camp Baker became the exclusive put-in site. Float trips now became an almost-standard four day journey. ===Implementation of voluntary registration=== Use of the Smith River increased markedly after 1981 after an article praising the river appeared in The New Yorker magazine and the Coleman Company featured the river in advertisements for its new Scanoe boat. FWP began sending deputized game wardens down the river (sometimes even in disguise) to fine users who violated FWP regulations or engaged in trespassing or vandalism. In 1984, DFG formed the \"Concerned Citizens of the Smith River Canyon\", ad hoc group consisting of local landowners, outfitters, members of the public, and a representative from USFS. Referred to informally as the \"Ad Hoc Committee\", this group met monthly to identify and resolves conflicts, advise FWP on Smith River policies, and encourage cooperation among Smith River stakeholders. The group proved highly influential into the early 1990s. Use rose again after passage of the Montana Stream Access Law in 1985, which legally opened all navigable rivers and streams in Montana to recreation. In reaction, local landowner Louise Rankin Galt closed the popular Indian Springs boat camp after concluding that floaters would begin to treat her property as public land. By 1986, use of the Smith River for floating and fishing was so heavy, that the state began asking users to inform it when they used the river. The voluntary reservation system allowed the FWP to assess, for the first time, use of the river. The agency also began leasing sites from private landowners for use as boat camps. By the end of the year, FWP had eight boat camps on USFS land, five on FWP land, and three on private land. Pit latrines now existed at 10 of the boat camps and at both access sites, and Camp Baker and Eden Bridge now both contained extensive parking lots as well as overnight camping facilities. ===The Shouse study=== At the end of 1986, FWP released its first report analyzing public use of the Smith River, and making recommendations for additional protections of the river corridor. The Ad Hoc Committee had identified the need for a usage study in 1985, and the FWP contracted with consultant Joel Shouse of Bozeman, Montana, to do the work. Shouse analyzed FWP surveys from 1985, looking for a correlation between the number of individuals on the river on a given day and floaters' sense of being overcrowded. The data indicated a clear (if arbitrary, and highly contextual) cut-off point of 100 floaters per day as the maximum \"carrying capacity\" of the Smith River. Although other factors, such as boat camp availability, put- in wait times, private landowner complaints, and environmental damage were considered, none of these correlated with high floater numbers. Only floater opinion (\"feeling overcrowded\") correlated with high usage. With floater use of the Smith River rapidly increasing, FWP had tasked Shouse with making recommendations as to how use might be controlled or limited in the future. Shouse suggested five stages of increasing restrictions. Usage statistics would be reviewed at the end of each year; if use was higher than the carrying capacity, then the next level of restrictions would be implemented. The five suggested stages were: *Stage 1 - Existing level of management. This involved continuing the floater surveys and voluntary floater registration, but now asking users to voluntarily declare which boat camps they intended to use during their trip. *Stage 2 - Floater registration would be mandatory. Each floater would be required to have a permit, which was self-issued at Camp Baker, and to attach this registration as a tag to their watercraft. *Stage 3 - A maximum limit would be placed on the number of permits issued during the peak float period (Memorial Day weekend to Independence Day weekend). *Stage 4 - A maximum limit on the number of permits issued each day of the floating season. *Stage 5 - Implementation of a lottery system for permits once user demand exceeded the total number of annual permits. Shouse also suggested that the FWP create a special category of permits just for outfitters, and limit the number of outfitter permits to a small percentage of the total number of permits. Stage 1 of the Shouse report's floater restrictions was implemented in 1987. ===The 1988 Smith River Management Plan=== Implementing the additional stages required a more formal process. Throughout 1987, FWP held hearings and solicited comments on Shouse report, with an eye toward issuing a more complete management plan. This management document, the \"Smith River Management Plan\", was issued in 1988. Shouse's data analysis, findings, and recommendations were almost completely incorporated into the 1988 plan. FWP made one change to the recommendations, deciding to base carrying capacity on the total number of float parties per day rather than the total number of floaters. FWP used the average size of a float party in 1985 (6.5 individuals), determining that the floater carrying capacity was 15 float parties per day. FWP also imposed a maximum size of 15 on the number of individuals a float party could contain, as this was the maximum capacity of the boat camps each night. As is readily apparent, this formula did little to restrict use of the Smith River if float party size increased from 6.5 to the maximum of 15 (a 125 percent increase in the number of floaters). Implementation of the Stage 1 management rules went into effect smoothly, although floaters disliked having their watercraft tagged. To implement any additional stages, however, would take legislative authority. At the urging of FWP, the Montana State Legislature enacted the Smith River Management Act in 1989. This legislation authorized FWP to enact regulations governing the use of the Smith River. The act required that the agency \"1) continue the compatible uses of recreational and public land uses, 2) ...maintain the public's opportunity to enjoy the natural scenic beauty and solitude, and 3) ...conserve the recreational, aesthetic, and scientific values of the Smith River.\" To this end, the commission was specifically empowered to allocate use among recreational and commercial users, adopt a usage permitting system, and to regulate both water and land use in the Smith River watershed to achieve the purposes of the act. Most importantly, the legislation authorized the Fish and Game Commission to establish and collect fees for various types of use of the Smith River Recreational Waterway. The act also designated FWP as the agency with primary authority over the Smith River. ==Management since 1989== The same year that the state enacted the Smith River Management Act, the U.S. Forest Service altered its management plan for the Lewis and Clark National Forest, identifying the Smith River as suitable for study as a National Wild and Scenic River. But no further action was taken, although the USFS did agreement try to maintain its portion of the Smith River shoreline to preserve those elements which contributed to Wild and Scenic River designation. Nevertheless, the river remained undesignated by 2015. Despite implementation of Stage 1 of the management plan, a record number of floaters (2,395) used the Smith River in 1989. This was an increase of 63.8 percent over the 1988 level (1,462 floaters). The Smith River Management Act changed the way FWP managed the Smith River. The Smith was the state's most intensely managed river, and the only one to be managed by the state rather than a county or federal agency. Management of the Smith was similar to the level of management of the nation's most intensely controlled rivers (such as the Colorado River and Selway River), and according to the press was the most intensely-managed state-controlled river in the nation. To accommodate this management, several new staff positions were created to implement the plan, including a full-time manager (although the waterway continued to be managed day-to-day by staff in FWP's Region Four headquarters in Great Falls. ===1990: Mandatory permitting=== In 1990, FWP implemented Stage 2 of its management plan. Every float group now had to have a permit, obtained at Camp Baker, which they had to attach to their watercraft.; By issuing permits only at Camp Baker, this system effectively limited the number of floaters to only those groups prepared to spend four days on the river. ===1991: Group limits and user fees=== When the number of floaters rose 10.8 percent in 1990 to 2,654, FWP was forced to implement Stage 3 of the management plan in 1991. It limited float groups to no more than 15 individuals per group (including commercial outfitter staff), and required everyone—no matter where they put-in—to make a boat camp designation if they spent the night on the river. FWP also began charging both private and commercial floaters on the Smith River fees to obtain permits. These were the first user fees ever to be implemented on a state-owned or -managed river. Fees had not been mentioned in the 1986 Shouse study, but the idea had been broached by FWP officials during public hearings on the 1988 management plan. The Ad Hoc Committee discussed several alternative fee plans in 1990, and FWP had considered implementing fees that year. FWP surveyed roughly 280 former floaters, more than three-quarters of whom supported mandatory registration and permit fees. To assist the Forest Service in implementing its plans to protect the Smith River watershed, the FWP began remitting those fees paid by commercial outfitters to the Lewis & Clark National Forest. Income generated by user fees allowed FWP to hire a second river ranger to patrol the Smith, enforcing regulations, mediating conflict with landowners, maintaining boat camps, and picking up floater logs at Eden Bridge. This allowed the other ranger to remain at Camp Baker, collecting fees, issuing permits, handing out regulation pamphlets, and overseeing the campsite. User fees and group size limitations had little impact on the number of users by mid-1991, and the total number of floaters rose 7.1 percent to 2,842. This forced FWP to implement Stage 4 of its management plan. With the number of requests for recreational floater permits exceeding the available supply, FWP initiated the first \"lottery\" (random drawing) to award permits on oversubscribed days. The agency also limited the number of commercial launches per day to two, began assigning boat camps to outfitters, and limited the ways in which commercial outfitter permits could be transferred. The agency also decided to permit no more than 20 outfitters to operate on the river. This reflected the public's perception that outfitters generally represented wealthy, out-of-state clients, and FWP (despite strong outfitter opposition) decided to favor the public over outfitters. Severe drought struck Montana in 1992, severely limiting the floating season. FWP took advantage of the low number of users to add electricity and running water to the Camp Baker and Eden Bridge campsites. 1992 also saw FWP establish a \"Corridor Enhancement Account\" designed to build a fund for protecting and improving the Smith River Corridor. 1992 also saw the FWP and U.S. Forest Service sign a contract, the Smith River Maintenance and Operating Agreement. USFS agreed to continue to allow boat camps to be maintained on its property, and pledged to give special consideration to the river in its planning. Both parties agreed to establish and \"Annual Operating Plan\", whereby they would coordinate activities and management, share information, engage in joint law enforcement, and coordinate land transactions. They also agreed not to undertake any improvements to the Smith River corridor without the agreement of the other, and USFS agreed to follow the procedures outlined in the National Environmental Policy Act (insofar as not constrained by law or appropriation) when making decisions regarding the Smith River corridor. The subsequent Annual Operating Plan provided for FWP to reimburse USFS for certain costs associated with Smith River management, signage, supplies, and other things. USFS' outfitter permitting and fee collection were left undisturbed by the agreements, and FWP reimbursed outfitters for fees paid to the Forest Service. ===1993: Launch limits=== Although the number of users in 1992 was an extremely low 782, the trend toward increasing use of the Smith River led FWP to implement Stage 5 of its management plan in 1993. Stage 5 was adopted as a regulatory rulemaking by the Montana Fish, Wildlife and Parks Commission, the rulemaking body of the FWP. Through staff input and public hearings, a number of modifications were made to Stage 5. The new management plan forced all users to preregister in order to obtain a user permit. The total number of launches per day was limited to just nine, only nine commercial launches were permitted each week from Memorial Day to Independence Day, and the number of approved outfitters was lowered from 20 to 16. Boat camp declaration by all users was now mandatory, and several large boat camps were divided into separate, smaller camps. This left the Smith River with 16 boat camps, with up to four separate campsites per camp. The Smith River became the first river in the state to impose launch limitations, and made it one of fewer than 40 such rivers in the entire nation to have them. The significant increases in users and user fee income over the past several years again significantly altered how FWP managed the Smith. FWP's Smith River management budget had remained relatively stable at $10,000 a year from 1980 to 1985, but during the 1986-to-1991 period it rose to $25,000 ($ in dollars), and from 1992 to 1995 it was nearly $70,000 a year ($ in dollars). The park manager now spent most of the float season fielding calls from members of the public inquiring about permit availability on any given day, even though most permits were issued long before the float season began. Last-minute cancellations were common. If floaters cancelled ahead of time, the Region Four headquarters would assign the permit to the next float group on the waiting list. But many float groups did not cancel ahead of time, and numerous floaters appeared every day at Camp Baker in the hope of obtaining a permit. In 1993, FWP also changed what fees went into the Corridor Enhancement Account. Ten percent of all recreational user fees were deposited in the account, and outfitter fees were increased from $15 per individual to $65 per individual—with the $50 increase going to the CEA. ===Increasing use and 1996 management plan=== A total of 3,604 users floated on the Smith River in 1993, 246.5 percent more than floated the river when the management plan came into force in 1988. In July 1994, user fees were so high that they enabled the FWP to purchase the Eden Bridge take-out, and they continued to pay for the presence of a full-time river ranger (the only river in the state to have one). FWP now managed four developed access sites (Smith River Fishing Access Site, Camp Baker, Eden Bridge, and Truly Bridge) and four undeveloped access sites (Fort Logan Bridge, Johnston Bridge, upper Smith River Road Bridge, and lower Smith River Road Bridge). It maintained 27 boat camps (nine of them leased from private landowners), which contained 54 camp sites. Although the 1988 management plan called for protecting additional land in the Smith River corridor, FWP's budget and the small size of the CEA meant that the agency had been able to purchase no conservation easements or leases, acquire no new land, engage in no new land exchanges or transactions, and had no zoning authority to protect the viewshed. In 1994, the Fish, Wildlife, and Parks Commission engaged in its regular biennial rulemaking, which established rules and regulations governing the state's parks and protected areas. For the first time, the commission brought the Smith River into this rulemaking for the 1994-1995 rule. The rationale was that the 1988 management plan had served its purpose, and a more formal, broader type of regulatory action was needed. Input was solicited from the Ad Hoc Committee, the Smith River Coordinated Resources Management Council, the public, floaters (using 1990 and 1993 surveys and annual floater logs), and landowners (using a 1990 survey, and ongoing discussions with rangers). As part of the new Biennial Rule, launch limits no longer applied to private landowners along the Smith River as of 1995, allowing these property owners and their immediate families to day-float on the river. (These landowners were still required to register their day- floats with the FWP, however, to allow for statistical collection.) The biennial rule significantly revised the way the Department of Fish, Wildlife and Parks defined the river's carrying capacity. Capacity now had four components: Physical (use that degrades the physical resources of the river), Facility (the physical capacity of parking lots and boat camps), Social (use that degrades the key social value of solitude), and Managerial (a combination of Physical and Social). The agency admitted that it was limited in the kinds of statistics it could collect to measure capacity. FWP set standards for each measurement, although it did not delineate how it set these standards. The agency limited its regulation to group size and the number of launches each day, although it recognized that regulating length of stay, type of use, time of use (certain seasons or days of the week), type of craft, and environmental impact were also possible. In 1995, as the biennial rule was being finalized, FWP updated its agreement with USFS. Now known as the \"Challenge Cost Share Agreement\", the agreement now provided for USFS to make an annual grant to FWP to support its activities on the Smith River. The parties agreed to update the contract annually. (By 2008, this grant was $7,000 [$ in dollars].) Although the number of total users dropped to 3,184 in 1994, it rose to 4,054 in 1995—a 12.5 percent increase over 1993. Beginning with the 1996 float season, FWP limited the number of individuals in each group to a monthly average of eight. No more three days of each month could see more than 45 groups on the river, and no more than six days of each month could see more than 300 floaters on the river. (This effectively limited group size to 6.5 people, the same number developed in the 1988 plan.) The agency concluded that the CEA lacked an effective implementation plan, and that the FWP had no plan for preserving the river corridor or how to achieve its preservation goals. The biennial rule required FWP to refer any proposals to the Ad-Hoc Committee, and to prepare annually a list of all private land adjacent to the recreational waterway. The list would be used to by FWP staff to develop a \"protection strategy\" for each of these parcels. ==1996 to 2009 management== Although the number of total users dropped to 4,409 in 1996 and to 4,771 in 1997 (an all-time high)—a nearly 50 percent increase three years. The average number of floaters per group, however, was 6.4, just below the standard set in the 1996 plan. A permit cancellation policy was adopted in 1998. Cancellations, some made ahead of time and some not, some reported to FWP and some not, had long been a problem, and FWP believed they contributed to under-use of the river and contributed to public dissatisfaction with the permit policy. Beginning in 1991, FWP began to distribute cancelled permits to outfitters and private groups on the permit waiting list. But with the rapid rise in the number of people using the Smith River, FWP changed this policy in 1998, so that cancelled permits would not be reissued on any week when the number of people on the river exceeded 300. Although the total numbers of floaters on the river declined slightly in 1998 to 4,128, average group rise rose to 6.47. With the average number of users on the river each day exceeding 300 in 1998, FWP altered its cancellation policy once more. Beginning June 10 and ending July 10 (the height of the floating season), the agency declined to reissue any cancelled permits. The total number of users on the river in 1999 stayed relatively steady at 4,120, but average group size rose to 7.05. But as the cancellation policy took hold, the total number of users dropped substantially to 2,596 in 2000 (6.3 average group size), and to 2,262 in 2001 (6.37 average group size). But as users accommodated themselves to the new policy, use rose again. It soared to 3,541 total users in 2002 (6.68 average group size). With annual use consistently double that of the 1980s, user impacts began to degrade the Smith River environment. Most noticeably, firewood became scarce. Boat camps were outfitted with steel fire rings in 2003 to help reduce the impact on forests adjacent to the Smith River and to help minimize the risk of fire. By requiring floaters to keep their fires inside the fire rings, larger fires and bonfires—which consumed extremely large amounts of wood—were effectively eliminated. That year, 3,714 total users were on the Smith. Average group size, however, reached 7.03. With the group size standard violated once again, FWP modified the cancellation policy a third time at the end of the 2003 season. Now, when the FWP reissued cancelled permits from May 25 through July 10, it did so to groups with eight or fewer individuals. Although total users rose 3.8 percent in 2004 to 3,855 total users, average group size fell to 6.57. It rose 2.2 percent in 2005 to 3,941 total users, but average group size again fell to 6.38. In 2005, the Montana state legislature enacted House Bill 312, which limited the ways FWP could spend user fees collected on the Smith River. The law required that these fees must be used for three purposes: protecting and enhancing the waterway through the lease or acquisition of property; the protection, enhancement, and restoration of fisheries habitat and recreational values; and projects that maintain and enhance water flows into the river. In 2006, the number of total users rose to 4,736, and average group size to 7.03. In December of the same year, the FWP adopted new rules governing commercial activities on all restricted-use rivers in Montana. Called Restricted Use Permits (RUPs), the new permits placed new regulations on outfitters to enhance licensure, insurance, safety, and other aspects of the outfitter experience. In 2007, FWP built a new office and three-bedroom house at Camp Baker to accommodate its staff of park rangers, which has grown to two. (A third ranger was added in 2008.) The FWP also updated its Smith River Management Plan for the first time, and created a new Citizen's Advisory Council. As FWP took no new action in 2006 to further restrict use of the Smith River, total users declined in 2007 to 4,329 but average group size rose significantly to 7.39. Total users declined again in 2008 to 3,814, and the average group size to 6.45. A third ranger was stationed at Camp Baker in 2008. ==2009 rulemaking== A decade after adoption of the 1996 management plan, and with several user standards flirting with repeated violation, FWP undertook a new rulemaking process in June 2007 with the intent of issuing a new management plan. Instead of relying on the Ad Hoc Committee and the Smith River Coordinated Resources Management Council, FWP established a new, eight-person Citizen Advisory Committee to identify issues and recommend actions. The CAC held 12 meetings over the next year while FWP staff conducted research, studied recreation and outfitter surveys and floater logs, and interviewed experts. Importantly, FWP also conducted an Environmental Assessment as outlined by federal law (NEPA) and rules. The draft plan and rulemaking were put online and public comments solicited for 45 days, during which FWP held five public meetings. The final rule and plan were issued on July 20, 2009. The Smith River State Park and River Corridor Recreation Management Plan was designed to govern management of the waterway for the next 10 to 15 years. The rulemaking utilized a new conceptual framework known as Limits of Acceptable Change (LAC). Developed in the early 1970s, and focused decision-makers on \"conditions desired in the area rather than on how much use an area can tolerate.\" FWP described the LAC process as identifying desired conditions, identifying indicators which monitor these conditions, and finally setting standards beyond which change is unacceptable. FWP essentially abandoned its definition of \"solitude\" and a high-quality recreational experience after floater surveys showed that—despite significantly exceeding total daily user and average group size guidelines in 1996, 1997, 1999, 2003, 2006, and 2007—floaters were overwhelmingly highly satisfied with their float experience. \"FWP concluded that the number of groups and the number of people in the corridor at one time is useful in terms of boat camp capacities but is less effective for determining acceptable social conditions. ... A more useful indicator for quality of experience is the number of times a person encounters other boats on the river during the course of a day.\" But the final rule continued to employ the existing indicators (number of launches per day and maximum group size). A new indicator, a Likert scale asking floaters \"to rate their level of satisfaction with the number of other boats they observed on the river\", was also established to help identify \"solitude\". New management efforts, such as outreach to reduce public expectations of solitude, incentives to reduce group size or the number of watercraft used by a group, and even closure of boat camps were contemplated. Limited restrictions were imposed on local landowners, however. The number outfitters was reduced from 16 to nine, after an FWP analysis showed that outfitters were trading permits and that only nine outfitters were actively engaged in floating the Smith. The rulemaking also addressed problems with the CEA. A CAC investigation discovered that the Smith River Corridor Enhancement Account had a balance of $346,490 ($ in dollars). But not a single penny of the account had been spent since its inception in 1991. The new rule required FWP to establish guidelines for evaluating proposals to spend CEA money, and solicit proposals from the public and staff. To improve conditions of \"solitude\" on the Smith River, the 2009 rule also required FWP to undertake a more rational approach to the boat camps. In part, this meant using CEA funds to acquire land (or, as a preferred alternative, leases on land) for new, isolated boat camps. As new camps were built or land acquired, FWP would also close camps which were within sight of one another and which contributed to a reduction in \"solitude\". Although it gave no time- frame for accomplishing the goal, the rule also required FWP to undertake a limited LAC planning process for boat camps, which would include monitoring boat camps for environmental degradation (such as damage to or loss of vegetation, compacted ground, etc.), establishing goals to meet, and undertaking management (such as education and outreach, incentive-based programs, plantings, and closure or relocation of boat camps) to achieve the goals. The rulemaking process also uncovered new evidence of significant environmental degradation on the Smith River. Pursuant to a request by FWP in 2002, the Montana Department of Environmental Quality (DEQ) studied the level of fecal coliform in the Smith River. That study concluded that human waste (feces and urine) was not causing a measurable increase in fecal coliform bacteria in the river. Between 2003 and 2008, DEQ abandoned fecal coliform as a standard for evaluating water quality, and implemented a new standard based on Escherichia coli (E. coli) as a better indicator of whether enough pathogens existed in the water to make people ill. Reviewing the 2003 study, DEQ discovered that the new standard had been violated by significant levels on the Smith River. Moreover, problems with pit latrines at the boat camps were emerging. Staff spent significant amounts of time digging new latrines, new latrines meant new trails had to be cut through the undergrowth, floaters disposed of non-degradable trash in the latrines, and space was running out for new latrines. FWP began to consider whether floaters should be required to pack human waste out. ==Post-2009 management== Little had changed in the Smith River corridor between 1970 and 2009. About 70 percent of the land adjacent to the river was still in private hands in 2009, and only a single put-in and a single take-out site existed. Fishing access had expanded through the development of the Newlan Creek Reservoir (leased), Fort Logan, Truly Bridge, and Lower Smith River Bridges, and more boat camps existed, but few other improvements had been made. FWP's budget for managing the Smith River rose and fell, sometimes sharply, although FWP had little explanation for these fluctuations. The budget was just $58,522 in 1998 ($ in dollars), but $295,998 in 2003 ($ in dollars) and $279,990 in 2007 ($ in dollars). The river's popularity, however, was increasing rapidly. Although the number of permit applications had hovered between 5,000 and 7,000 a year during most of the 1990s and early 2000s, they began increasing steadily in 2010 and reached an all-time high of 9,365 in 2015. ===The super permit=== Pursuant to the 2009 management plan, FWP began considering new rules governing the Smith River Recreational Waterway in 2010. Two of these proved highly controversial. One required anyone who received a float permit to wait one year before applying for another permit. Although the rule was designed to ensure more people enjoyed the river, members of the public said it was unfair to those who had to cancel. The second proposal would require anyone using the new Deep Creek boat camp to pack out their human waste. The agency was forced to extend the comment period from 30 to 45 days to accommodate the controversy these two proposals engendered. Far less controversial was the proposal to create a new \"super permit\" lottery. Under this scheme, members of the public would be able to purchase, for $5 ($ in dollars), an unlimited number of chances to win a single permit to float any day they wanted during the float season. The agency proposed a permit fee increase, and a minimum age of 12 for permit applicants. All but the human waste rule were approved. (The Super Permit lottery went into effect in 2013.) In 2010, FWP officials also approved a plan to restore westslope cutthroat trout to the Smith River. The plan involved poisoning other trout species in the upper Smith River drainage, and then introducing cutthroat in two locations a year later. The success of the plan would be assessed several years later, once the cutthroat had a chance to take hold. By 2014, there were five populations of nonhybridized westslope cutthroat trout in the Smith River watershed. In 2012, the Smith River saw a 19 percent increase in visitation, from 3,794 visitors to 4,515 visitors. ===Bear problems=== A black bear in Montana. As FWP began its biennial rulemaking for all state parks in late 2012, it considered requiring Smith River users to use bear-proof food storage methods. Although the agency said it was not proposing a rule, it wanted public comment on the issue, which some members of the public and some outfitters considered burdensome. \"Food-conditioned\" black bears (those used to scavenging for food around humans, and not afraid of human contact) were becoming more common near the Smith River as permanent developments increased, and the agency expressed concern that these bears might begin to seek out food at boat camps. FWP's concerns proved correct. In July 2013, the agency closed the Smith River to all users for six days on July 6, 2013, after a black bears entered several boat camps on the Smith River while human beings slept. Although no one was injured, permits for the six days were canceled and eight bears captured and relocated. Total users decreased 3 percent in 2013 to 4,399 due to the closure. User fees brought in $165,000 ($ in dollars), almost enough to cover the park's $185,000 ($ in dollars) annual operating cost. Despite the closure, FWP did not implement new rules to require bear-proof food containment in 2014, as staff had recommended. Instead, the agency purchased food storage boxes for placement at leased boat camps on private land, ordered all floaters to close food containers with straps and to pack out certain food waste (such as bacon grease), and issued a new floater education pamphlet about how to avoid bear problems. But with bear activity continuing, by the end of 2015 the agency began a rulemaking to implement mandatory bear-proof food and waste storage. The new rules went into effect in the 2016 float season, and the food lockers were removed from the boat camps. ===CEA dispute=== Little CEA money had been spent by 2011. However, in 2012, FWP approved bank stabilization, channel maintenance, and fencing in two places on the Smith River to help restore and improve areas were erosion threatened the fishery. The total cost of the two projects was $38,000 ($ in dollars). FWP began working with private landowners to implement the projects (although implementation had not occurred by late 2013). In 2013, the Montana chapter of Trout Unlimited exposed misuse of the Smith River Corridor Enhancement Account. FWP had used $107,301 ($ in dollars) in CEA funds to build a $43,390 maintenance/storage building, $8,850 for road maintenance, $3,430 for recycling containers, and $51,631 for replacement latrines and installation of a kiosk. The nonprofit conservation group argued that the expenditures had been approved without public input or notice, and that they violated the 2005 law governing use of the CEA. FWP agreed to replay the cost of the recycling containers and half of the cost of the maintenance/storage building (about $25,000 ($ in dollars)) to the CEA fund. By late fall of 2016, the CEA contained more than $400,000 ($ in dollars), despite the projects approved in 2012 and 2013. In 2014, the Lee and Donna Metcalf Charitable Foundation commissioned native Montana artist Monte Dolack to paint one of Montana's state parks in honor of the 75th anniversary of the park system's founding. Dolack, who had floated the Smith River 24 years earlier, floated the Smith during a supermoon event and created a new work, Smith River in June. Prints of the painting were made, and proceeds from sales of the prints went to the state park system. Dolack's painting hung in the Montana State Capitol through 2014.; Total users on the Smith River were 5,292 in 2014, a 20 percent increase. That year, the number of permit applications surpassed 8,000 for the first time. The number of permit applications surpassed 9,000 for the first time in 2015. The number of total users dropped 19 percent in 2015 to 4,289. ===2015 and 2016 challenges=== In November 2012, Tintina Resources, a Canadian mining company, applied for a permit to mine the Johnny Lee Deposit, a copper lode the company believed was worth more than $2 billion ($ in dollars. The mine would be located from Sheep Creek, a major tributary near the headwaters of the Smith River. Environmentalists and sportsmen strongly opposed the mine, and Tintina amended its application several times between 2012 and 2017 to supply missing information or meet state requests for more data. The possibility that a mine so close to the river and below the local water table could exist led American Rivers, a clean water advocacy group, to declared the Smith River one of its ten \"Most Endangered Rivers\" in 2015 and again in 2016. In 2010, FWP began a cooperative effort with Montana State University to begin assessing the true size of the Smith River fishery. The project used \"pit tags\" to tag many fish species in the river and its major tributaries. Radiotelemetry stations placed along the Smith and these streams, as well as the Missouri River, tracked these fish as they moved through the watershed. More than 6,500 brown trout, burbot (aka ling), rainbow trout, suckers, and whitefish were pit tagged and 24,000 location recordings made by 2016. The data suggested that FWP needed to better protect areas where cool-water tributaries flowed into the warmer Smith River, as fish tended to congregate there during hot weather or when water flows were low. The research also identified tributaries where certain fish species tended to wander, suggesting that FWP work to target these streams for more intensive protection and management. At the end of 2016, FWP's new biennial rulemaking proposed restricting the size of homemade bear-proof containers, but did not seek to increase any user fees. The Smith River saw 4,607 total users in 2016, a 7 percent increase over the previous year. ==About the park== The Smith River is a State Recreational Waterway. It is not technically a state park. As the Montana Department of Fish, Wildlife and Parks noted in 1998, \"The Smith River is a unique component of the state park system; it is more of a recreation management 'program,' than a park defined by specific geographic boundaries.\" Nevertheless, the FWP often refers to the Smith River as a state park, and sometimes as the \"Smith River State Park and River Corridor\". Between Camp Baker and Eden Bridge, the Lewis & Clark National Forest owns approximately of the eastern shore and the Helena National Forest owns about of the western shore of the Smith River. The Montana Department of Natural Resources and Conservation (DNRC) owns of land spread among 12 parcels in the area, although only one parcel has any shoreline. FWP leases these 12 parcels from the DNRC. FWP and USFS work cooperatively under the lead of the state to jointly manage the Smith River between Camp Baker and Eden Bridge. The border between Meagher and Cascade counties splits the Smith River Canyon downstream from Camp Baker. Under state law, the counties have planning, zoning, and development authority over private lands adjacent to the Smith River. ===Permits=== The Smith River is the only river in Montana where FWP has the legislative authority to manage social conflict. It is also the only river in the state where a permit is required to boat on the river. The Montana Department of Fish, Wildlife and Parks runs a lottery every late winter in which permits are awarded on a random basis to applicants. About 1,000 permits are issued each year. Float parties (recreational or outfitter-run) are limited to 15 people, and only nine launches are permitted each day. FWP also runs a \"Super Permit\" lottery, which permits the holder to launch on any day of their choosing. Members of the public may purchase as many \"Super Permit\" lottery tickets as they wish. ===Put-in, boat camps, and take-out=== FWP owns of land, split among 13 different parcels, between Fort Logan and the Smith River's confluence with the Missouri River. The state also claims title to the riverbed of the Smith River, and manages the waters of the river under the Montana Stream Access Law and various state supreme court rulings. Camp Baker is the river's only put-in (launch) site. It consists of a facility containing a three-bedroom, seasonally-occupied house for staff, a two-room ranger station, a two-story storage/maintenance building, an informational kiosk, two vault toilets, a parking lot for about 50 vehicles, boat launch ramps, and a camping area with picnic tables and fire grates. Access to the river is highly restricted by geography and private ownership of approximately 80 percent of the both banks. However, limited public access is provided by the Lewis & Clark National Forest at mid-canyon via Trail #309, Trail #310, Trail #311, and Trail #331. Twenty privately owned, primitive, seasonally-available roads also provide access at the landowner's discretion. As of 2009, there were 52 public boat camps between Camp Baker and Eden Bridge. Each boat camp features wooden post tie-ups, a fire ring and grate, and a pit latrine. Of the boat camps, 28 are on USFS land, 14 are on FWP land, nine are on private lands leased by FWP, and one is on DNRC land leased by FWP. FWP leases four parcels totaling to provide the nine boat camps on private land. Eden Bridge is the river's only take-out site. It consists of a facility containing a graveled boat take-out area, a single vault toilet, a storage shed, and a hardened area with electricity for volunteer hosts. There are also three campsites on unhardened ground, each with a fire ring and grate. Overnight camping is not permitted at Eden Bridge (except for the volunteer host) from mid-April to late July. ===Features of the Smith River corridor=== Between Camp Baker and Eden Bridge, the Smith River remains in semi-primitive state. There are four working ranches, a guest ranch, a hunting ranch, and two subdivisions (each with several seasonally- occupied homes) on land adjacent to the river, although as of 2009 much development was hidden from view by the geography if the canyon or vegetation. The Smith River Recreational Waterway flows through the Smith Canyon, a deep limestone canyon. Rocks in the canyon are from the Cambrian, Devonian, and Carboniferous periods of the Paleozoic era, and the Jurassic and Cretaceous periods of the Mesozoic era. Geologic formations such as folds and faults can be seen throughout the canyon. The Smith River is an excellent sport fishery. Sport fish include brown trout, rainbow trout, and whitefish. Other species widely fished in the area include brook trout, burbot (also known as ling), and cutthroat trout. Non-game fish which may also be caught include longnose dace, longnose sucker, mottled sculpin, mountain sucker, stonecat, and white sucker. Nonnative carp were present as late as 1995, but have been removed as of 2009. Wildlife occupying the Smith River canyon and surrounding area include black bear, cougar, dusky grouse, elk, mule deer, pheasant, raccoon, sharp-tailed grouse, sooty grouse, spruce grouse, and white-tailed deer. Hunting is permitted on state and federal lands, pursuant to hunting seasons and other regulations. A wide range of cultural sites occur in the Smith River canyon as well. All of these are Native American in origin. A number of prehistoric campsites, many of which contain tipi rings, exist in the canyon and its adjacent lands. Along the river are many pictograph (or \"rock art\") sites, which include tally-marks, animal and human figures, and geometric and abstract designs. These pictographs are generally either charcoal or iron oxide mixed with a binder such as berry juice, blood, fat, plant juice, or water. One survey, completed in 1994, logged 68 separate pictograph sites in the canyon, some of which were dated to 1,200 to 1,400 years old. Some of these sites are considered sacred to Native Americans, and most are located on private land. By law, cultural sites should not be touched, altered, removed, or vandalized. ==References== ;Notes ;Citations ==Bibliography== * * * * * * * * * * * * * * * * * * * ==External links== *Smith River State Park, Montana Fish, Wildlife & Parks Category:Protected areas established in 1969 Category:State parks of Montana Category:Protected areas of Meagher County, Montana Category:Protected areas of Cascade County, Montana Category:1969 establishments in Montana Category:IUCN Category V Category:Pre-statehood history of Montana Category:Geography of Meagher County, Montana Category:Geography of Cascade County, Montana Category:Landforms of Cascade County, Montana Category:Landforms of Meagher County, Montana ",
    "title": "Smith River State Recreational Waterway"
}