{
    "id": "52858750",
    "text": "Richard George \"Dick\" Ardagh (26 July 1871 – 31 July 1931) was an Australian trade unionist and politician who served in the Legislative Council of Western Australia from 1912 to 1924, representing North-East Province. ==Early life== Ardagh was born in Red Jacket, Victoria, a small settlement on the Jordan River south of Woods Point.Richard George Ardagh – Biographical Register of Members of the Parliament of Western Australia. Retrieved 13 January 2017. He left school at the age of fourteen, and at the age of eighteen began working in the mines at Walhalla. He later lived in Charters Towers, Queensland, for a period. Ardagh moved to Western Australia in 1895, during the gold rush, and began working as an engine driver at Kalgoorlie. He was an official of the Goldfields Trades and Labour Council from 1902 to 1912, and was also involved in the Westralian Worker, initially as managing editor and later as business manager.\"Richard George Ardagh: A Leading Laborite.\", Westralian Worker, 3 February 1911. ==Politics== Ardagh served on the Kalgoorlie Municipal Council from 1903 to 1912. He was an unsuccessful candidate for Labor preselection at the 1910 federal election (standing for the Senate) and 1911 state election (standing in Yilgarn). Ardagh eventually entered parliament at the 1912 Legislative Council election, winning a seat in North-East Province for the Labor Party. He joined the new National Labor Party after the Labor Party split of 1916, as one of only three MLCs to defect to the new party (along with James Cornell and Jabez Dodd). At the 1924 election, Ardagh was defeated by John Brown of the Labor Party. He attempted to re-enter parliament at the 1927 state election, standing for the Nationalist Party in the seat of Menzies. He lost to Labor's Alexander Panton, but stood again in 1930, in the metropolitan seat of Middle Swan. He was defeated by James Hegney, a future Speaker of the Legislative Assembly. ==Later life== After leaving parliament, Ardagh lived in Perth and again worked as a union official. He served on the Bayswater Road Board in the 1920s, including as chairman for several terms. Ardagh died in Bayswater in July 1931, aged 60. He had been married three times, firstly to Ellen Wilson in 1893, with whom he had four children. His first wife died in childbirth in 1899, and he remarried in 1903 to Maud Eman, with whom he had another five children. Ardagh was widowed again in 1914, and had one more child with his third wife, Jean Hamilton Chaplin, whom he married in 1916. ==References== Category:1871 births Category:1931 deaths Category:Australian Labor Party members of the Parliament of Western Australia Category:Australian trade unionists Category:Mayors of places in Western Australia Category:Members of the Western Australian Legislative Council Category:National Labor Party members of the Parliament of Western Australia Category:Nationalist Party (Australia) politicians Category:People from Victoria (Australia) Category:Western Australian local government politicians ",
    "title": "Dick Ardagh"
}