{
    "id": "52850601",
    "text": "Kornei Mikhailovich Andrusenko (; 27 September 1899 8 October 1976) was a Ukrainian Red Army colonel and a Hero of the Soviet Union. Andrusenko joined the Red Army in 1918, fighting in the Russian Civil War in Ukraine and the Polish–Soviet War. During the interwar period, he became an infantry officer and studied at the Frunze Military Academy just before the German invasion of the Soviet Union in June 1941. Andrusenko commanded two different rifle regiments in the Battle of Moscow before taking command of the 329th Rifle Division in December. In March 1942, his division was encircled and destroyed. Andrusenko escaped and was sentenced to death for \"inaction\", but the sentenced was changed to ten years and delayed until the end of the war. He was demoted to command a cadet rifle brigade, which he led during the Battle of Stalingrad. For an unauthorized retreat, he was again demoted to command of a regiment. For his subsequent leadership of the regiment, Andrusenko was restored in rank and for his actions in the Battle of the Dnieper was awarded the title Hero of the Soviet Union. In January 1944, he was given command of the 55th Rifle Division, leading it in Operation Bagration and the Baltic Offensive. In the spring of 1945 Andrusenko took command of the 184th Rifle Division in the Soviet Far East and led it in the Soviet invasion of Manchuria in August of that year. He retired from the army after the end of the war. == Early life and Russian Civil War == Andrusenko was born on 27 September 1899 to a peasant family with seven children in Parafiyevka, Chernigov Governorate (now in Ichnia Raion). From the age of eight he worked as a farmhand for his landlord. Andrusenko graduated from the local three-grade rural school. From 1909, he worked as a laborer at the Parafiyevka sugar factory. Andrusenko worked as a fitter and turner at the Linovizky sugar beet factory and the Slavyansk soda plant between 1913 and 1916. From 1916, he worked at the Sumy Machine Building Factory. In the summer of 1917, Andrusenko was fired from his job for distributing Bolshevik pamphlets. From June 1918, Andrusenko fought with the 1st Soviet Partisan Group in the Russian Civil War. In August, he volunteered for the Red Army, serving as a soldier in the 4th Nizhyn Regiment. He transferred to the 1st Kiev Communist Regiment in March 1919. From the beginning of 1920 Andrusenko served with the guard battalion at the Borzensky Uyezd Recruiting Office. During the Civil War, Andrusenko was involved in fighting against German and Austrian troops, the Ukrainian People's Army, the White Army, and the Revolutionary Insurrectionary Army, among others. From August, he served with the 73rd and then 6th Rifle Regiments of the Southwestern Front, fighting in the Polish–Soviet War. == Interwar Period == From June 1921, Andrusenko studied at the Chernigov Infantry Courses. During his time at the courses, he was involved, along with other students, in the suppression of partisan activity. In 1922, the courses were reorganized and Andrusenko continued his studies at the Kiev Military Infantry School, from which he graduated in 1924. Around this time, he married Vera Ignatyevna. In September he became a platoon commander in the regimental school of the 45th Rifle Division's 134th Rifle Regiment and simultaneously a platoon commander in the regiment itself. In January 1925, Andrusenko transferred to command a platoon in the 6th Communications Regiment. He became a rifle platoon commander of the 137th Rifle Regiment in November, while doubling as a regimental school platoon commander. In 1925, he joined the Communist Party of the Soviet Union. Andrusenko's son Volodya was born in 1926. In October 1929, Andrusenko became an instructor of the Training Corps of the Territorial Administration of the Crimean Autonomous Soviet Socialist Republic. He transferred to instructor duties at the Simferopol Raion Military commissariat in January 1931. In November of the same year, Andrusenko became military commissar of Borodianka Raion. From December 1932, he served as chief of the military office of the Odessa Red Army House. Andrusenko became assistant chief of staff of the 134th Rifle Regiment in April 1937. In September 1938, he became assistant chief of the 5th Department of the staff of the Central Asian Military District. Andrusenko became commander of the 8th Separate Battalion of Local Troops in April 1940. In April 1941, he became deputy commander of the 837th Rifle Regiment. In the same year, he graduated from the Frunze Military Academy in absentia. == World War II == The German invasion of the Soviet Union began on 22 June 1941. In late July, Andrusenko, now a Colonel, was appointed commander of the 312th Rifle Division's 1081st Rifle Regiment, forming at Aktubinsk in the Central Asian Military District. After completing its formation, the division became part of the 52nd Army and fought near the Volkhov from late August. In late October, the division was relocated to the Western Front after German troops broke through towards Moscow in Operation Typhoon. On 17 October, Andrusenko transferred to the 93rd Rifle Division to command its 266th Rifle Regiment. He was wounded during fighting for Maloyaroslavets in November. After recovering, Andrusenko took command of the 329th Rifle Division in December. The division successively became part of the 5th Army and the 33rd Army. The 329th fought in the Rzhev-Vyazma Offensive from January 1942 as part of the 33rd Army. The division was encircled with the army, and escaped in small groups with heavy losses after Andrusenko was unable to organize a breakout in March. He was among those who escaped, and on 6 April was sentenced to death with deprivation of rank for \"criminal inaction\" by the Western Front's Military Tribunal. Andrusenko applied for a pardon, and on 4 May the Military Collegium of the Soviet Supreme Court reduced the sentence to ten years in the labor camps, without deprivation of rights. The sentence was delayed until the end of the war, and he was demoted to major and appointed commander of the 115th Separate Cadet Rifle Brigade, part of the Western Front's 16th Army. The brigade was transferred to the 62nd Army in August, fighting in the Battle of Stalingrad. After retreating without orders on 3 November, Andrusenko was dismissed from his command and placed under court martial. In December, the order to transfer the case to the court was canceled, but he was demoted to command the 716th Rifle Regiment of the 157th Rifle Division, which in March 1943 became the 239th Guards Rifle Regiment when the division became the 76th Guards Rifle Division. Andrusenko led the regiment in the Battle of Kursk in the summer of 1943 and around this time became a colonel again. In August and September, the regiment fought in the Chernigov-Pripyat Offensive, part of the Battle of the Dnieper. On 25 August, he was awarded the Order of Alexander Nevsky.Order No. 58 of the 61st Army, available online at pamyat-naroda.ru On 27 September, pursuing retreating German troops, the regiment reached the east bank of the Dnieper near Redkovka in Ripky Raion. Andrusenko organized the collection of the rafts, boats, and tools available for the crossing. During 28 and 29 September, in the area of Liubech, the regiment crossed the river on boats and rafts. During 29 and 30 September, it repulsed counterattacks from German infantry and tanks, and entrenched in the bridgehead. The regiment held the bridgehead, enabling the crossing of the rest of the division. For his actions, Andrusenko received the title Hero of the Soviet Union and the Order of Lenin on 15 January 1944.Hero of the Soviet Union citation, available online at pamyat-naroda.ru During the fall of 1943, he led the regiment in the Gomel-Rechitsa Offensive in eastern Belarus. Andrusenko was wounded three times during the period he led the 239th Regiment. In January 1944, Andrusenko became commander of the 55th Rifle Division, part of the 61st Army. He led the division in Operation Bagration from June 1944. The division fought in the 29 June capture of Petrikov and later helped captured Zhitkovichi, Luninets, and Pinsk. In September and October, the division fought in the Baltic Offensive. It was placed in reserve in October. Andrusenko was awarded the Order of the Red Banner on 3 November. On 21 February 1945, he was awarded a second Order of Lenin. Andrusenko was sent to the Far East in June 1945, and on 3 August took command of the 184th Rifle Division of the 5th Army. The division fought in the Harbin–Kirin Offensive Operation during the Soviet invasion of Manchuria. The 184th crossed the Ussuri River and in conjunction with other units captured four Kwantung Army fortified areas. The division also helped capture Harbin and three other major cities. In September, Andrusenko was awarded the Order of Kutuzov 2nd class.Order No. 5 of the 1st Far Eastern Front, available online at pamyat-naroda.ru == Postwar == After the end of the war, Andrusenko continued to command the 184th until February 1946, when he became deputy commander of the 393rd Rifle Division in the Primorsky Military District. Andrusenko was transferred to the reserve in May of that year for health reasons. He moved to Sorochinsk and lived there until 1956, when he moved to Kiev. Andrusenko worked in civil institutions. His wife died in a car crash while both were visiting their son, who had joined the Soviet Army. Andrusenko remarried Varvara Ivanovna Frolova (died 1994). Andrusenko died on 8 October 1976 and was buried at the Lukyanivka military cemetery. Streets in Chernihiv and Parafiyevka were named for Andrusenko. In the school where he studied, a memorial plaque was created. == References == Category:1899 births Category:1976 deaths Category:Soviet military personnel of World War II from Ukraine Category:Heroes of the Soviet Union Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Kutuzov, 2nd class Category:Recipients of the Order of Alexander Nevsky Category:Communist Party of the Soviet Union members Category:Soviet Army officers Category:People from Ichnia Raion Category:People from Chernigov Governorate Category:Frunze Military Academy alumni Category:Soviet military personnel of the Russian Civil War ",
    "title": "Kornei Andrusenko"
}