{
    "id": "52855650",
    "text": "A spark extinguishing system (also known as spark detection and extinguishing system\") is used for preventive fire protection. A spark extinguishing system can detect and eliminate ignition sources before a fire or dust explosion occurs. Systems for grinding, chopping, drying, cooling and pressing materials including their pneumatic or mechanical transport and extraction systems and facilities for separation or storage purposes, also dust collectors, filters, cyclones, silos, and hoppers are especially at risk. In industrial production, raw materials are reduced in size to a high degree. Therefore, pneumatic or mechanical conveying paths are a principal component of production facilities. However, not only the \"planned\" dusts and bulk goods are transported via this connection. Sparks or smouldering particles may also be generated in processing machines or dryers and are therefore a significant fire and explosion hazard for downstream system parts including filters and silos. A fire or a dust explosion is caused if three conditions are met: combustible dusts, air (oxygen) and an ignition source, (explosions also require confinement and material disbursement into the air). If these conditions occur, a fire may occur. The removal of one of these conditions will greatly reduce the risk of a fire or explosion. Since the combustible dust cannot be eliminated, there is the possibility to use inert gases or to eliminate ignition sources. Spark extinguishing systems are established as preventive fire and explosion protection systems in the industry and craft. Nowadays, many industries could not be operated economically without spark extinguishing systems. Technically they are the only preventive fire protection. Other measures, such as explosion suppression or sprinkler systems, are called reactive measures. ==Spark and fire generation== Fire or dust explosion can always be generated if combustible material, as for example highly refined raw materials, and oxygen (ambient air) exist and an ignition source reaches the minimum ignition energy at the same time. Due to air calming and material density in filters and silos and the associated material/oxygen relation, these areas are extremely endangered. Nearly all production facilities face this risk potential. In most cases, the conditions for fires or dust explosions are not met in pneumatic conveying paths. So it is possible to equip these systems with spark extinguishing systems as preventive fire and dust explosion protection. Using a spark extinguishing system, ignition sources are detected during transport and mostly eliminated without interrupting production. == Structure and operating mode of a spark extinguishing system == The fire extinguishing system has three main elements: the control console, the spark detectors, and the automatic extinguishing system. The control console is the center of a spark extinguishing system. It receives signals from detectors and activate preprogramed countermeasures. All signals of the individual spark detectors from different parts of the facility come together at the control console. The connected extinguishing equipment or the alarm relay output of the corresponding detection zone is activated without delay. Spark detectors are used to detect ignition sources. They detect the infrared radiation emitted by sparks or smoldering particles – sometimes even through the dust layer or the transported material. If sparks are detected in the system, the spark detectors send alarm signals to the control console which evaluates these signals and automatically initiates specific countermeasures. Different spark detectors are available depending on the place of use or the application; spark detectors for use with very high product temperatures or for spark detection under daylight influence are examples. In most cases extinguishing is done with water. The automatic extinguishing device is installed in direction of the conveying flow downstream of the spark detectors. Spark detectors and extinguishing device must be arranged in a certain distance to ensure that the detected ignition source can be extinguished reliably. This distance is called quenched spark gap and is calculated based on the transport speed of the material and the system-related delay time. The automatic extinguishing devices temporarily generate a water fog in the pipe section for sparks to fly into. If no more sparks are detected, the injection is stopped automatically; production can continue without any problem. Mainly water is used as extinguishing agent as it reaches an excellent extinguishing effect thanks to its very high heat reduction capacity. By extracting heat, the spark or ember is cooled down. An optimal extinguishing effect is achieved by the specific surface of the water being kept as large as possible which is reached by a very fine nebulization of the water. A special nozzle and sufficient process water pressure provide for the nebulization degree. Also hydrophobic substances, such as rubber or plastic, can be extinguished or the water quantity can be minimized by adding relaxant agents. In some cases, water is not appropriate as extinguishing agent (e.g. light metals cannot be extinguished using water) or the process is disturbed (e.g. gluing in the sugar industry). Therefore, deflectors for material bypassing purposes or sliders and flaps to shut off the conveying flow are used in such systems. The reaction times of these mechanical systems are as short as the water extinguishing. ===Operating mode of a spark extinguishing system in a pneumatic conveying line=== The pneumatic conveying line is equipped with spark detectors to detect sparks and hot or glowing particles. The detected ignition sources are extinguished at lightning speed by an automatically activated extinguishing device – mostly without production interruption. The reaction time only amounts to approx. 100 – 300 milliseconds. The extinguishing agent water is given preference to possible alternatives as it is quickly effective and due to the quick cooling effect unsurpassed for this special case of use. ===Operating mode of a spark extinguishing system in a mechanical conveying path=== Mechanical conveying lines are equipped with spark detectors preferentially at material transfer points, e.g. at drop shafts. Due to the loosened product flow, the sparks or the hot spots are extinguished immediately, as in is the case in pneumatic conveying lines. ==History == The history of spark extinguishing systems goes back to the early seventies, when the Federal Anti-Pollution Law (BImSchG) of 1974 required the use of exhaust and dedusting systems in the wood-based material industry. For this purpose, operators of chipboard and fibre board facilities were committed to comply with the administrative regulations called Technical Instructions on Air Quality. Flying sparks representing a risk for the downstream filter systems were caused in the exhaust and dedusting systems by foreign bodies or defective machine parts. A solution to the problem was necessary to avoid the risk of serious fires and explosions. This technology made it possible to detect and extinguish ignition sources in a fraction of seconds during operation. ==Fields of application of spark extinguishing systems== A fire and explosion hazard caused by sparks or hot particles exists everywhere where combustible material is machined or processed, transported, filtered or dried. A spark extinguishing system can prevent fires and dust explosions. Nowadays the safety concept originally developed for the wood industry notably MDF production, chipboard production, OSB production, plywood production can be transferred to all producing industries. * Recycling industry * Pellet fuel production * Food industry * Chemical industry * Textile industry * Metal industry * Furniture industry * Power station * Pulp and paper industry * Animal feed * Tobacco industry * Hygiene * Automotive industry * Milling (grinding) * Tire recycling * Flour production * Sugar industry * Coffee industry * Cocoa industry. ==References== Category:Active fire protection ",
    "title": "Spark extinguishing system"
}