{
    "id": "52850948",
    "text": "Swedish conscripts in 2008. Sweden has had mandatory military service () for men since 1901, although peacetime conscription was deactivated between 2010 and 2017. When peacetime conscription was mothballed in 2010, the law on conscription was simultaneously made gender-neutral. In 2017, the Swedish government decided to reactivate military conscription, referencing increased threats to national security. Beginning in 2018, over 4,000 women and men were called up for service. The conscripts were chosen from a pool of approximately 13,000 young people born in 1999 to serve for 12 months. The Swedish Armed Forces reportedly planned to call 4,000 recruits annually for basic military training in 2018 and 2019. As the relevant age cohort was about 100,000, this meant that roughly 4% were to be enlisted. During the height of the Cold War, about 85% of Swedish men were. In early 2019, after fines had been received by dozens of young people for draft evasion, the first jail sentences since the return of conscription were handed out to those refusing to carry out their military service. After completing training, conscripts are placed in the reserve and assigned positions in the TOE of a reserve unit. ==Non-military service== Conscientious objectors in Sweden have the right to choose alternative service (called vapenfri tjänst). After completing alternative service, the conscript then belongs to the civilian reserve.http://www.rekryteringsmyndigheten.se/plikten-idag/vapenfri/ ==Conscript officers== From 1983 to 2010, some conscripts had their service period extended to 450 days to allow for company command training. During the extended training, they held the rank of sergeants. After training, they were placed in the reserve as second lieutenants and assigned as platoon leaders or quartermasters in the TOE. Such \"conscript officers\" could not be promoted further unless they completed regular officer training at a military academy. ==References== Sweden Category:Military of Sweden ",
    "title": "Conscription in Sweden"
}