{
    "id": "52850760",
    "text": "Isaiah 64 is the sixty-fourth chapter of the Book of Isaiah in the Hebrew Bible or the Old Testament of the Christian Bible. This book contains the prophecies attributed to the prophet Isaiah, and is one of the Books of the Prophets.Theodore Hiebert, et al. 1996. The New Interpreter's Bible: Volume VI. Nashville: Abingdon. Chapters 56-66 are often referred to as Trito- Isaiah.Oxford Reference, Overview: Bernhard Duhm accessed 6 September 2018 This chapter contains \"a prayer for help\" in a format which T. K. Cheyne describes as \"a liturgical psalm\". == Text == The original text was written in Hebrew language. This chapter is divided into 12 verses. In Hebrew texts, Isaiah 64:1 is numbered as 63:19b, and verses 2-12 are numbered as verses 1-11.Footnote at Isaiah 64:1, New International Version ===Textual witnesses=== Some early manuscripts containing the text of this chapter in Hebrew are of the Masoretic Text tradition, which includes the Codex Cairensis (895), the Petersburg Codex of the Prophets (916), Aleppo Codex (10th century), Codex Leningradensis (1008). Fragments containing parts of this chapter were found among the Dead Sea Scrolls (3rd century BC or later): * 1QIsaa: complete * 1QIsab: extant: verses 1, 6‑8 * 4QIsab (4Q56): extant: verses 5‑11 There is also a translation into Koine Greek known as the Septuagint, made in the last few centuries BCE. Extant ancient manuscripts of the Septuagint version include Codex Vaticanus (B; \\mathfrak{G}B; 4th century), Codex Sinaiticus (S; BHK: \\mathfrak{G}S; 4th century), Codex Alexandrinus (A; \\mathfrak{G}A; 5th century) and Codex Marchalianus (Q; \\mathfrak{G}Q; 6th century). ==Parashot== The parashah sections listed here are based on the Aleppo Codex.As implemented in the Jewish Publication Society's 1917 edition of the Hebrew Bible in English. Isaiah 64 is a part of the Consolations (Isaiah 40–66). {P}: open parashah; {S}: closed parashah. : [{S} 63:7-19] 64:1-2 {S} 64:3-11 {P} ==Verse 8== : But now, O Lord, thou art our father; :: we are the clay, and thou our potter; ::: and we all are the work of thy hand. A similar message is found in : :“O house of Israel, can I not do with you as this potter?” says the Lord. “Look, as the clay is in the potter’s hand, so are you in My hand, O house of Israel!” ==See also== *Potter *Related Bible parts: Isaiah 29, Isaiah 45, Isaiah 63, Jeremiah 18, Romans 9, Romans 11 ==References== ==Bibliography== * ==External links== ===Jewish=== *Isaiah 64 Original Hebrew with Parallel English ===Christian=== *Isaiah 64 English Translation with Parallel Latin Vulgate 64 ",
    "title": "Isaiah 64"
}