{
    "id": "52855966",
    "text": "Greek Church of Cargèse in Corsica. Melkite Church of Saint-Julien-le-Pauvre in Paris. Saint Ephrem Church in Paris, Syrian Catholic Church The Ordinariate for Eastern (Rite) Catholics in France (or France of the Eastern Rite) (French: Ordinariat des catholiques de rite oriental résidant en France) is a Catholic Ordinariate for Eastern Catholic faithful (pseudo-diocesan jurisdiction within a Latin Church territory), jointly for Eastern Catholics in various rites and languages of particular churches sui iuris without proper jurisdiction there. It is exempt, i.e. immediately subject to the Holy See, and depends directly on its Roman Congregation for the Oriental Churches. == History == Since 1922 existed in the archdiocese of Paris a diocesan administration for the strangers, which was placed under the authority of an auxiliary bishop. The high number of Middle Eastern immigrants had imposed on the archbishop, in December 1953, the creation of 8 eastern parishes in Paris. The question, however, did not concern only the French capital, but the entire national territory; in fact, according to the 1954 census, approximately 50,000 Catholics belonging to the various Eastern rites resided permanently in France.books.google.it[Kaptijn, op. cit., p. 255.] At the beginning of 1954, the Episcopal commission for foreigners elaborated a report on the situation of the Orientals in France and on the opportunity to create a \"coordination\" between them.[Kaptijn, op. cit., pp. 253-254.] These considerations prompted the Holy See to erect the ordinariate for the faithful of the Eastern rite on July 27, 1954 with the decree Nobilis Galliae Natio of the Congregation for the Eastern Churches, which implemented an ex audientia decision of the Pope Pius XII of June 16.[The Pontifical Yearbook reports the date of the ordination of the ordinariate of 16 June and not that of the decree] The ordinary office is entrusted to the archbishop pro tempore of Paris, with the right to appoint one or more vicars general for the eastern faithful.[Kaptijn, op. cit., p. 255.] The ordinariate lost its jurisdiction over three Eastern Catholic rite-specific particular churches sui iuris to the following jurisdictions directly dependent on their particular chiefs, but not part of any ecclesiastical province: * Armenian Catholic Eparchy of Sainte-Croix-de- Paris, in and for France, immediately subject to the Patriarch of Cilicia (since 22 July 1960 an apostolic exarchate and 30 June 1986 an eparchy) * Ukrainian Catholic Eparchy of Saint Vladimir the Great of Paris (since 22 July 1960 an apostolic exarchate and 19 January 2013 an eparchy) directly subject to the Major Archbishop, for France, Belgium, Luxembourg, the Netherlands and Switzerland. * Maronite Eparchy of Notre-Dame du Liban de Paris, immediately subject to the Patriarch of Antioch (since 21 July 2012 an eparchy). == Territory and statistics == The Ordinariate has jurisdiction over the faithful of the Eastern rites who live on French territory, with the exception of those who have their own ordinary, as Armenians, Ukrainians and Maronites. Its seat is located in Paris and its ordinary is the Metropolitan Archbishop of national capital Paris, and its incumbents were all created Cardinals. As per 2013, it pastorally served 127,000 Eastern Catholics in 11 parishes. === Parishes === In 2013 the following communities depend on the ordinariate:paris.catholique.fr * Parishes linked to the Chaldean Catholic Church: ** Parish of Saint Thomas the Apostlemission-chaldeenne.org in Sarcelles ** Parish Our Lady of Chaldeans in Paris ** Parish Our Lady of Chaldeans in Marseille ** Community of Saint Ephrem of the Chaldeans in Vaulx- en-Velin * Parishes linked to the Coptic Catholic Church: ** Coptic mission Our Lady of Egypt in Paris * Parishes linked to the Melkite Greek Catholic Church: ** Parish of Saint Julian the Poor in Parissjlpmelkites.com ** Parish of Saint Nicholas of Mira in Marseillenicolasdemyre.tripod.com * Parishes linked to the Romanian Greek Catholic Church: ** Parish of Saint George in Paris * Parishes linked to the Russian Greek Catholic Church: ** Parish of the Holy Trinity in Paris ** Parish of St. Irenaeus in Lyon * Parishes linked to the Syrian Catholic Church: ** Parish of Saint Ephrem in Paris * Parishes linked to the Greek Byzantine Catholic Church: ** Parish of Saint Spiridon in Cargèse, Corsica *Community linked to Syro Malabar Catholic Church and Syro- Malankara Catholic Church: ** Syro Malabar and Syro-Malankara community of the Foreigner Mission in Paris ==Episcopal ordinaries== ;Ordinaries of France of Eastern Rite (for bios, see also the Metropolitan Paris see) * Maurice Feltin (1954.06.16 – 1966.12.01) * Pierre Veuillot (1966.12.01 – 1968.02.14) * François Marty (1968.03.29 – 1981.01.31) * Jean-Marie Lustiger (1981.03.12 – 2005.03.14) * André Vingt-Trois (2005.03.14 – 2018.01.08) * Michel Aupetit (2018.01.08 – ...) It has had one Auxiliary Bishop : * Jean Rupp (1954.10.28 – 1962.06.09) == See also == * Catholic Church in France == Sources == * Annuario Pontificio, Libreria Editrice Vaticana, Città del Vaticano, 2003, . == References == == Sources and external links == * Gcatholic, with Google map and satellite photo - data for all sections * Catholic-hierarchy.org * paris.catholique.fr * Decreto Nobilis Galliae Natio, AAS 47 (1955), pp. 612–613 * Congregation for the Oriental Churches, \"Declaratio\" interpretativa del decreto del 27 luglio 1954, 30 aprile 1986, in Communicationes 78 (1986), pp. 784-786 * Astrid Kaptijn, Gli Ordinariati per i fedeli Cattolici Orientali privi di Gerarchia propria, in Pablo Gefaell (a cura di), Cristiani orientali e pastori latini, Milano 2012, pp. 233–269 Category:Ordinariates for Eastern Catholic faithful Category:Eastern Catholicism in France Category:Christianity in Paris Category:Catholic Church in France Category:Roman Catholic dioceses in France ",
    "title": "Ordinariate for Eastern Catholics in France"
}