{
    "id": "52853499",
    "text": "The Eastern Hills are clearly visible on this photo of Bogotá; the darker green elevated areas bordering the Colombian capital. North is in the upper left of the image. The Bogotá savanna is the name of the flatlands west and northwest of the Eastern Hills and the location where the Pleistocene glacial Lake Humboldt existed. The Eastern Hills (Spanish: Cerros Orientales) are a chain of hills forming the eastern natural boundary of the Colombian capital Bogotá. They are part of the Altiplano Cundiboyacense, the high plateau of the Eastern Ranges of the Colombian Andes. The Eastern Hills are bordered by the Chingaza National Natural Park to the east, the Bogotá savanna to the west and north, and the Sumapaz Páramo to the south. The north-northeast to south- southwest trending mountain chain is long and its width varies from . The highest hilltops rise to over the western flatlands at . The Torca River at the border with Chía in the north, the boquerón (wide opening) Chipaque to the south and the valley of the Teusacá River to the east are the hydrographic limits of the Eastern Hills. Geologically, the Eastern Hills are the result of the westward compression along the Bogotá Fault, that thrusted the lower Upper Cretaceous rocks of the Chipaque Formation and Guadalupe Group onto the latest Cretaceous to Eocene sequence of the Guaduas, Bogotá, Cacho and Regadera Formations. The fold and thrust belt of the Eastern Hills was produced by the Andean orogeny with the main phase of tectonic compression and uplift taking place in the Pliocene. During the Pleistocene, the Eastern Hills were covered by glaciers feeding a large paleolake (Lake Humboldt) that existed on the Bogotá savanna and is represented today by the many wetlands of Bogotá. The main tourist attractions of the Eastern Hills of Bogotá are the Monserrate and Guadalupe Hills, the former a pilgrimage site for centuries. Other trails in the Eastern Hills follow the creeks of La Vieja, Las Delicias and others. The busy road Bogotá – La Calera crosses the Eastern Hills in the central-northern part and the highway between Bogotá and Villavicencio traverses the southernmost area of the hills. The eastern side of the Eastern Hills is part of the municipalities La Calera, Choachí, Ubaque and Chipaque. The Eastern Hills were sparsely populated in pre-Columbian times, considered sacred by the indigenous Muisca. The native people constructed temples and shrines in the Eastern Hills and buried their dead there. The Guadalupe and Monserrate Hills, important in Muisca religion and archaeoastronomy, are the hilltops from where Sué, the Sun, rises on the December and June solstices respectively, when viewed from the present-day Bolívar Square. The construction and expansion of the Colombian capital in Spanish colonial times caused excessive deforestation of the Eastern Hills. Reforestations were executed in the 1930s and 1940s. Large parts of the Eastern Hills are designated as a natural reserve with a variety of flora and fauna, endemic to the hills. Despite its status as a protected area, the Eastern Hills lie in an urban setting with more than ten million inhabitants and are affected by mining activities, illicit construction, stream contamination, and frequent forest fires. Several proposals to fight the environmental problems have been written in the past decades. == Description == Aguanoso Hill The Eastern Hills cover an area of approximately , are oriented north-northeast to south-southwest along a length of , have a width between and range in elevation from . They border the Colombian capital Bogotá to the east. The main hills are Cerro Guadalupe at and Monserrate at . Cerros Orientales – Alcaldía Bogotá Cerro Monserrate – official website Cerro de Guadalupe Other hills are Aguanoso, Pico del Águila, El Cable, El Chicó, El Chiscal, La Laguna, Pan de Azúcar and La Teta. From north to south, the rural areas of the localities of Usaquén, Chapinero, Santa Fe, San Cristóbal and Usme are part of the Eastern Hills.Audiencia CAR, 2006, p.42 Of the area of Santa Fe, 84.5% is rural area, located in the Eastern Hills.Martínez Montoya, 2010, p.29 The municipalities Chía, La Calera, Choachí, Ubaque and Chipaque are partly in the Eastern Hills. The Cerros Orientales are an important water source for the Colombian capital. The San Rafael Reservoir, administered by the municipality La Calera, is east of the Eastern Hills. === Etymology === Bogotá, and as a result the Eastern Hills of Bogotá, are named after the original main settlement of the Muisca; Bacatá. Bacatá in Muysccubun means \"(enclosure) outside of the farmfields\" or \"limit of the farmfields\",Correa, 2005, p.213 referring to the seat of the zipa in present-day Funza on the right bank of the Bogotá River. Bacatá is a combination of bac or uac, uac - Muysccubun Dictionary online ca, ca - Muysccubun Dictionary online and tá, ta - Muysccubun Dictionary online meaning \"outside\", \"enclosure\" and \"farmfield(s)\" respectively. Alternative spellings are Muequetá, or Muyquytá, Muyquytá - Muysccubun Dictionary online and the word is transliterated in Epítome de la conquista del Nuevo Reino de Granada as Bogothá.Epítome, p.85 == Geography == {| class=\"wikitable\" style=\"width:400px; float:right\" |- | rowspan=4 | 158px | 55px | rowspan=4 | 123px |- | 55px |- | 55px |- | 55px |- | colspan=3 | |} Geographically, the Eastern Hills form part of the Altiplano Cundiboyacense, the high plateau in the Eastern Ranges of the Colombian Andes. The natural boundaries of the Eastern Hills are the Bogotá savanna in the north and west, the hills of Chingaza National Natural Park in the east and the mountains of Sumapaz Páramo in the south. The northern hydrographic limit is the Torca River at the border with Chía, the southern limit the boquerón Chipaque and the eastern hydrographic boundary is formed by the Teusacá River. == Geology == An example of the organic shale of the Chipaque Formation Oyster fossils, from a sandstone bed of the Chipaque Formation Fractures in the Plaeners Formation of the Guadalupe Group Terror birds were the primary predators of the isolated South American continent in the Paleogene and early Neogene. The rocks forming the Eastern Hills range in age from Late Cretaceous to Paleogene and are covered by sub-recent sediments of the Pleistocene and Holocene. The contact between the Maastrichtian to Lower Paleocene Guaduas and Late Paleocene Cacho Formations is discordant, indicating the first uplift of the Andes. Between the Eocene and Pleistocene a hiatus is present, where the Pleistocene formations are followed by Holocene unconsolidated sediments.Geological Map Bogotá, 1997 The Cenomanian–Turonian Chipaque Formation got its name from the village Chipaque and is the oldest stratigraphical unit outcropping in the eastern flank of the Eastern Hills. It comprises laminated organic to highly organic shales and mudstones with intercalated sandstone beds. The overlying Guadalupe Group, of Campanian to Maastrichtian age, consists of four formations, from base to top: Arenisca Dura, Plaeners, Arenisca de Labor, and Arenisca Tierna. Some authors define the Guadalupe Group as a formation and call the individual formations, members.Guerrero Uscátegui, 1992, p.4 The thickness of the Guadalupe Group in its type localities Guadalupe and El Cable Hills is .Guerrero Uscátegui, 1992, p.5 The competent hilltops of the Eastern Hills are represented by the resistant members of the Guadalupe Group; in the northern parts of the Cerros Orientales they comprise the Labor and Tierna members and are in the southern area represented by the Arenisca Dura. Concordantly overlying the Guadalupe Group is the Maastrichtian to Early Paleocene Guaduas Formation, composed of well-laminated compacted grey shales and calcitic claystones with sandstone banks and in the lower parts of the stratigraphical sequence numerous coal beds. In the synclinal of the Bogotá savanna, the thickness of Guaduas varies between . The Late Paleocene Cacho Formation, a relatively thin stratigraphical unit following the Guaduas Formation, white, yellow and reddish in colour, is represented by thick sandstone banks with intercalations of thin shale beds. The Bogotá Formation, named after the capital, is a Paleocene to Lower Eocene argillaceous unit, concordantly overlying the lower Paleogene sequence. The formation is composed of grey, purple and red shales with micaceous sandstone beds towards the top of the stratigraphical unit. The thickness in the subsurface of the Bogotá savanna ranges from and outcrops at the edges of the flatlands. In this formation fossils of the ungulate Etayoa bacatensis, named after the name for the savanna and its main settlement in present-day Funza, used by the native Muisca; Bacatá, have been found.Villarroel, 1987, p.241Etayoa bacatensis at Fossilworks.org The estimated size of the South American hoofed mammal was that of a dog. Un xenungulado del Paleoceno de la Sabana de Bogotá – Paleontología en Colombia Other fossilised fragments found in the Bogotá Formation are molds of Stephania palaeosudamericana and Menispina evidens.Stephania palaeosudamericana – Paleobiology DatabaseMenispina evidens 1 – Paleobiology DatabaseMenispina evidens 2 – Paleobiology Database Discordantly overlying the Lower Eocene is the Middle Eocene Regadera Formation, consisting of quartzitic and feldspar-rich thick medium- to coarse- grained to conglomeratic sandstone beds intercalated with thin pink claystones. The total thickness of the Regadera unit is very variable throughout the area. Following the Regadera Formation is the discordant Late Eocene Usme Formation, named after the locality in southeastern Bogotá, for the most part located in the Eastern Hills. The unit with a total thickness of consists of a lower member composed of grey shales with occasional fine- grained sandstone layers and an upper member of coarse-grained quartzarenites and conglomerates. The Usme Formation represents the last Paleogene stratigraphic unit before the hiatus of approximately 30–35 million years.Guerrero Uscátegui, 1992, p.6 While the Bogotá savanna contains two other formations; the Pliocene Tilatá and Plio-Pleistocene Sabana formations, the Eastern Hills lack these late Neogene stratigraphical units. The basal unit of the Quaternary sequence is the fluvio-lacustrine Subachoque Formation, present in the subsurface of the foreland area of the Eastern Hills. The Tunjuelo Formation, named after the Tunjuelo River that is fed by the Eastern Hills creeks in the south and the Sumapaz Mountains to the southeast, is the last consolidated stratigraphical unit. Coarse-grained Quaternary fluvio- glacial deposits as a result of the Eastern Hills run-off through the San Cristóbal, San Francisco and Arzobispo rivers and the many creeks, intercalate with clays and conglomerates. The Tunjuelo Formation has a maximum thickness of .Guerrero Uscátegui, 1996, p.12 This Pleistocene sequence is followed by poorly consolidated to unconsolidated sediments of lacustrine origin, Pleistocene–Holocene in age, mixed with the erosional products of the Eastern and Suba Hills and Sumapaz mountains that form the alluvium.Guerrero Uscátegui, 1992, p.7 {| class=\"wikitable\" width=100% |- ! Code ! Formation ! Age ! Lithologies ! Type locality |- | style=\"text-align:center; background:#e6e6e6;\"| Qdp | Alluvium | Pleistocene to Holocene | Sands, shales and conglomerates | |- | style=\"text-align:center; background:#bfbfbf;\"| Qcc | Tunjuelo | Pleistocene | Conglomerates with sandstones and lime | Tunjuelo Valley |- | style=\"text-align:center; background:#999;\"| Qsu | Subachoque | Early Pleistocene | Fluvio-lacustrine shales with sand and gravel intercalations | Subachoque Synclinal |- | colspan=\"5\" style=\"background:black; text-align:center;\"| |- | style=\"text-align:center; background:#ff0;\"| Tsu | Usme | Late Eocene | Shales and siltstones | Usme Synclinal |- | style=\"text-align:center; background:#ffe74d;\"| Tpr | Regadera | Middle Eocene | Cross-laminated sandstones and conglomerates | Regadera Valley |- | style=\"text-align:center; background:#f5dc3d;\"| Tpb | Bogotá | Late Paleocene to Early Eocene | Mudstones and shales with intercalated sandstones and coal | Ciudad Bolívar |- | style=\"text-align:center; background:#fbfb51;\"| Tpc | Cacho | Paleocene | Coarse-grained sandstones and conglomerates | Soacha |- | style=\"text-align:center; background:#ffa31a;\"| Ktg | Guaduas | Maastrichtian to Early Paleocene | Intercalated sandstones and shales, coalbeds | Guaduas |- | style=\"text-align:center; background:#85c8d7;\"| Ksg | Guadalupe | Campanian to Maastrichtian | Grey sandstones and shales | Guadalupe Hill |- | style=\"text-align:center; background:#8cff1a;\"| Ksch | Chipaque | Cenomanian–Turonian | Organic shales with sandstone banks | Chipaque |} === Soils === The characterisation of soils is mainly related to the inclination of the terrain. The Asociación Monserrate type soil occurs in areas with inclinations between 30 and 75%. The dark well- draining soils originate from the Plaeners Formation of the Guadalupe Group with influence of volcanic ashes, are thinner than and very acidic with a pH of 4.4.Pérez Preciado, 2000, p.13 The Asociación Cabrera-Cruz Verde type soils exist at moderate inclinations between 12 and 50%, are derived from argillaceous rocks with volcanic ash influence, have a fast drainage and a pH between 4.5 and 5.0.Pérez Preciado, 2000, p.14 The Complejos Coluviales are present in the undulated areas with inclinations below 12%, susceptible to erosion, and are apt for intensive agriculture. === Faults === The main fault in the Eastern Hills is the longitudinal eastward dipping thrust fault called the Bogotá Fault, striking north-northwest to south-southeast, parallel to the longitudinal axis of the Eastern Hills. It forms the tectonic limit with the Bogotá savanna and acts as a barrier for aquifers.Velandia & De Bermoudes, 2002, p.42 The compressional tectonics thrusted the Cretaceous units of Guadalupe and Chipaque on top of the younger Guaduas, Cacho and Bogotá Formations. The transversal faults oriented northeast–southwest to the Bogotá Fault are from north to south the Usaquén, Río Juan Amarillo, San Cristóbal and Soacha Faults.Velandia & De Bermoudes, 2002, p.43 The compressional La Cajita Fault is parallel to the main strike of the Bogotá Fault and the Eastern Hills and outcrops in the Sumapaz Mountains to the south.Olaya et al., 2010 === Tectonic evolution === {| class=\"wikitable\" style=\"float:right; width:250px;\" |- | colspan=\"2\" style=\"text-align:center;\"| Paleogeography of Colombia |- | 170px | |- | 170px | |- | 170px | |- | 170px | |- | 170px | |- | 170px | |- | 170px | |- | 170px | |} The tectonic evolution of the area of the present-day Eastern Hills started with a marine back-arc basin in the Late Jurassic.Dengo & Covey, 1993, p.1318 The Early Cretaceous stages Berriasian and Valanginian were dominated by the presence of a marine incursion from the proto-Caribbean into the continent of South America, in those times still attached to Africa and Antarctica. The central region of current Colombia, the later Eastern Cordillera, was characterised by the deposition of calcareous shales with turbidite deposits from the Cáqueza area. During the Late Aptian to Early Albian, a marine shale-dominated sedimentation existed with more carbonate-rich deposits to the north, represented by the mosasaur fossil- bearing Paja Formation in Boyacá. The Turonian stage of the Cretaceous era experienced a worldwide anoxic event that produced highly organic shales in the area, today represented by the Chipaque Formation. The Upper Cretaceous sequence, illustrated in the stratigraphy by the Guadalupe Group, was deposited in a marine environment with alternating sandstones and shales.Villamil, 2012, p.164 The Late Cretaceous to Paleocene was characterised by a foreland basin setting; the Western and Central Ranges of the Colombian Andes already started forming, while the eastern Andes were still in a phase of marine to littoral sedimentation. During the Early Paleocene, the Peñon-Cobardes and Arcabuco anticlines started to rise, when the southern parts of the Altiplano Cundiboyacense were still submerged and characterised by a fluvio-deltaic depositional environment.Caballero et al., 2013, p.15 The Late Paleocene marked a time where continued uplift of the two westernmost ranges were exhumed and provided sediments for the narrow basin in the area of the Eastern Hills. The Bogotá Formation reflects a shallow marine environment with occasional turbiditic flows.Caballero et al., 2013, p.16 The Early Eocene is characterised by ongoing uplift to the west of the Bogotá area and emergence of the Upper Magdalena Valley.Caballero et al., 2013, p.17 During the Late Eocene, the Eastern Hills were exhumed for the first time, providing minor sediment sources for the Bogotá savanna.Caballero et al., 2013, p.18 During the Early Oligocene, the region of the Eastern Hills and the Bogotá savanna was exhumed, while sedimentation in the Llanos Orientales continued, depositing the Carbonera Formation in a lacustrine-marine setting.Caballero et al., 2013, p.19 By the Late Oligocene, the Eastern Ranges were in a continental environment and deposition shifted towards the Llanos.Caballero et al., 2013, p.20 The northern part of the Altiplano Cundiboyacense experienced exhumation around 26 Ma, while the southern part was exhumed approximately 21 million years ago.Parra et al., 2008, p.17 In Early to Middle Miocene times, the Eastern and Western Cordilleras enclosed a fluvial depositional environment in the Magdalena Basin.Caballero et al., 2013, p.21 During this epoch in the tectonic history, maximum foreland sedimentation to the east (Medina area) was reached,De la Parra et al., 2015, p.1464 and a rich fossil fauna was present to the southeast of the Eastern Hills area, in the present-day Tatacoa Desert of Huila. The Konservat- Lagerstätte of the Honda Group at La Venta is one of the most important Neogene paleontological sites of South America, especially in the diversity of mammals found. The fossil community from La Venta, Colombia, demonstrates a degree of phylogenetic richness (i.e., number of taxa) comparable with modern communities.Wheeler, 2010, p.132 The Late Miocene marked the formation of the continuous chain of the Eastern Andes, leading to erosion of earlier deposited sediments.Caballero et al., 2013, p.22 Based on zircon and apatite fission track data, the uplift between the Early Miocene to Pliocene was slow, subsequently followed by a period of increased tectonic uplift in the last phases of the Andean orogeny.Mora et al., 2015, p.1589 The Neogene experienced periods of volcanic activity. While the northern areas of the Altiplano Cundiboyacense were affected by the near-surface volcanism of Paipa and Iza, both in Boyacá, the volcanic area closer to the Eastern Hills was located around present-day Guatavita. The volcanism here has been analysed to have been post-Andean uplift.Galvis Vergara et al., 2006, p.502 The Plio–Pleistocene period was marked by the presence of a fluvio-lacustrine depositional environment (Lake Humboldt) on the Bogotá savanna, sourced by rivers running off the Eastern Hills. The sedimentological record revealed various stages of infill, where the smaller-scale setting was determined by the paleo-water level and climate conditions. During the coldest periods, Lake Humboldt was surrounded by páramo ecosystems, with plant growth around the lake reducing lake shore erosion.Torres et al., 2005, p.142 The Latest Pleistocene was characterised by a period of cooling with a minor glacier present in the highest part of the central Eastern Hills. Moraines in this area have been dated to 18,000 until 15,500 years BP, in the late Last Glacial Maximum.Rutter et al., 2012, p.32 === Seismic activity === Earthquake intensity map El Calvario 2008 In the Eastern Hills, a number of historical earthquakes in the seismically active country of Colombia have caused damage. Movement along the Servitá Fault in the eastern flank of the Eastern Ranges, has had the most effect on the surface stability of Bogotá and its hills.Chicangana et al., 2014, p.78 The Bogotá Fault has not shown activity and is listed as uncertain.Montoya & Reyes, 2005, p.79 The 1967 Neiva earthquake that occurred on February 9 damaged historical buildings in the foothills of the Eastern Hills. This had happened before with the 1785 Viceroyalty of New Granada earthquake (MS 6.5–7.0; destroying various buildings in Bogotá, as well as the Hermitage on Guadalupe Hill), the 1827 Bogotá earthquake (MS 7.7) and the 1917 Sumapaz earthquake (MS 7.3).Chicangana et al., 2014, p.84 The 1966 El Calvario earthquake caused damage in Usme. An earthquake with the epicentre also in El Calvario, Meta, in 2008 caused minor damage in the historic centre of Bogotá. A 15 ascienden los muertos que dejó temblor del sábado en el centro del país – El Tiempo {| class=\"wikitable sortable mw-collapsible\" width=100% |- ! Year ! Date ! Name ! Epicentre ! Coordinates ! Intensity Magnitude ! class=unsortable | Notes |- | || March 16 || 1644 Bogotá earthquake || Bogotá || || || |- | || October 18 || 1743 El Calvario earthquake || El Calvario || || || |- | || July 12 || 1785 Bogotá earthquake || La Calera || || || |- | || June 17 || 1826 Sopó earthquake || Sopó || || || |- | || November 16 || 1827 Bogotá earthquake || Popayán || || || |- | || August 31 || 1917 Sumapaz earthquake || Acacias or Sumapaz || || || |- | || November 1 || 1928 Tenza Valley earthquake || Tenza Valley || || || |- | || September 4 || 1966 El Calvario earthquake || El Calvario || || || |- | || February 9 || 1967 Neiva earthquake || Neiva || || || |- | || March 19 || 1988 El Calvario earthquake || El Calvario || || || |- | || May 24 || 2008 El Calvario earthquake || El Calvario || || || |} == Climate == The climate (Köppen: Cfb) of the Eastern Hills is controlled by the Intertropical Convergence Zone with winds prevailing from the Amazon Region in the east.Martínez Hernández, 2006, p.35 The climate varies slightly from north to south. The northern parts are characterised by a bimodal precipitation pattern; higher rainfall occurs in the months April–May and November–December, and the northern part of the Eastern Hills is the zone with relatively the most stable temperatures. The southern, topographically higher portion has a monomodal precipitation pattern. Average temperatures depend on the elevation; the zones at have an average annual temperature of and yearly rainfall of , while the lower altitudes at have temperatures averaging . La Calera at has a total annual precipitation of .Climate-data.org – La Calera The region of the Páramo del Verjón in the eastern part has temperatures between and an annual precipitation of .Martínez Hernández, 2006, p.37 The relative humidity is with 78% almost constant across the year, although July is the most humid month with 87%, and January and February register a value of 73%. The total evaporation per year in the upper course of the Teusacá River is , while the peaks at have an annual evaporation of . Prevalent wind direction is from the southeast, with strongest winds registered in July at and the lowest values noted in November at .Martínez Hernández, 2006, p.38 The hours of sunshine vary from 85.9 hours in April to 130.2 hours in December. == Hydrology == The hydrology of the Eastern Hills is part of the Bogotá River Basin. The main river to the east of the Eastern Hills is the Teusacá River. Various rivers and creeks flowing into the Bogotá savanna are sourced from the Eastern Hills. The most important rivers from south to north are:Isaza Londoño et al., 1999, p.28Isaza Londoño et al., 1999, p.29Cerros, s.a., p.27 {| class=\"wikitable sortable mw-collapsible\" width=100% |- ! Zone ! Basin ! River or creek ! Source ! class=unsortable | Map |- | rowspan=3 | South | rowspan=4 | Fucha | San Cristóbal River | Páramo de Cruz Verde | rowspan=7 | 250px |- | Manzanares | Guadalupe Hill |- | San Francisco River | Páramo de Cruz Verde |- | rowspan=2 | Central | Arzobispo River | Alto del Cable |- | rowspan=2 | Juan Amarillo or Salitre | Las Delicias, La Vieja, El Chicó, Los Molinos | Chapinero |- | rowspan=2 | North | Santa Bárbara, Delicias del Carmen, El Cóndor, La Cita, La Floresta | rowspan=2 | Northern Eastern Hills |- | Torca | El Cedro, San Cristóbal |- | colspan=5 | |- |} == Flora and fauna == Frailejones on the Páramo de Cruz Verde The Eastern Hills contain several biomes that differ mainly by elevation. The highest elevated areas are characterised by a páramo ecosystem; from north to south Páramo El Verjón (Parque Ecológico Matarredonda), Páramo de Cruz Verde and Páramo de Chipaque.Ramírez Rodríguez et al., 2012, p.56Páramos.org, s.a., p.96 Parque Entrenubes (\"Park between the clouds\") is just east of the Eastern Hills and is the northernmost part of the Sumapaz Páramo.Suna Hisca, s.a., p.335 === Flora === A study of the vegetation cover has revealed the presence of 29 types of vegetation covering 63% of the total area. The remaining 37% is used by urban settlement, agricultural lands and quarries. In the Eastern Hills a total of 443 species of flora have been identified. Of the vascular plants, 156 species in 111 genera and 64 families have been noted. === Fauna === White-tailed deer was the most abundant mammal in the Eastern Hills and adjacent areas and provided the main part of the meat for the pre-Columbian indigenous people. The species has been hunted to extinction in the Eastern Hills. Before the human settlement of the Bogotá savanna, many species of fauna populated the forested remains of the flat lands bordering the Eastern Hills.Pérez Preciado, 2000, p.24 In the Eastern Hills two species of butterflies have been identified, the Julia butterfly and the common green- eyed white.Cerros, s.a., p.25 ==== Birds ==== Colombia has the most recorded bird species (1912 as of 2014) in the world.1912 bird species in Colombia available online – ProAves.org The country accounts for approximately 20% of all the world's discovered species and 60% of those registered in South America.Peraza, 2011, p.57 The biodiversity of bird species in the Eastern Hills is higher than in the parks of urban Bogotá and the dense forests and larger space between the urban zones offer superb habitat for 30 families, 92 genera and 119 species. A 2011 study provided data on 67 species in an area of .Peraza, 2011, p.58 The observation stations were between in elevation.Peraza, 2011, p.59 ==== Mammals ==== Mammals of 14 families, 17 genera and 18 species have been identified in the Eastern Hills. The white-tailed deer served as the staple of the pre-Columbian hunter-gatherers' diet and later as the primary meat of the Muisca cuisine. Until the first half of the twentieth century, such larger species as the puma, spectacled bear and white-tailed deer populated the Eastern Hills, but these have been hunted to extinction locally. Biodiversidad y conservación – Cerros al oriente de Bogotá In March 2017, a spectacled bear, approximately 11 years old, was killed by unknown people near Chingaza National Park, just east of the Eastern Hills. Indignación: Cruel muerte de un oso de anteojos cerca a Chingaza - El Espectador ==== Reptiles and amphibians ==== Unidentified lizard in the Eastern Hills, locality Chapinero Reptiles of four families, five genera and five species have been identified in the Eastern Hills. Fauna of the Eastern Hills Of these species, only the lizards Anadia bogotensis and Proctoporus striatus have been found on the Guadalupe Hill.Suna Hisca, s.a., p.339 The striped lightbulb lizard is also present on the terrain of the Universidad de los Andes.Mendoza R. & Rodríguez Barbosa, 2014, p.12 Amphibians of four families, six genera and nine species have been identified in the Eastern Hills. ==== Fish ==== Three species of fish have been identified in the waters of the Eastern Hills. Of Trichomycterus venulosus only two specimens have been found, and it is thought the species is extinct in the rivers of the Eastern Hills, which may have to do with the introduction of trout. == History == The solar observatory El Infiernito in Villa de Leyva consists of phallic menhirs erected by the Muisca. It is the oldest dated archaeoastronomical site of the Americas. Animation of Sué rising at the June and December solstices above Monserrate and Guadalupe respectively. At the equinoxes of March and September, the Sun, as seen from Bolívar Square rises exactly in between the two hills The human history of the Eastern Hills goes back to the latest Pleistocene, when the first humans settled in the Eastern Ranges of the Colombian Andes. During the first millennia of the Holocene, the inhabitants of the area survived as hunter-gatherers living in caves and rock shelters. Food was gathered from the surrounding areas, including the Eastern Hills. A sedentary lifestyle was getting more common in this archaic stage and agriculture on the fertile lands of the Bogotá savanna took off around 5000 years BP. Ceramics was introduced to the people of the area around the same time, in their mythology knowledge spread by Bochica.Ocampo López, 2013, p.37 Archaeological excavations on the Altiplano Cundiboyacense have revealed the oldest dated solar site of the Americas, called by the Spanish El Infiernito (The Little Hell), but known as the Muisca solar observatory of the Leyva Valley. The location in a valley between the surrounding mountains evidenced a concept of archaeoastronomical knowledge of the people of the region; at the summer solstice of June 21 seen from the Muisca solar observatory, the Sun rises exactly from Lake Iguaque, where in the religion of the pre-Hispanic inhabitants the mother and Earth goddess Bachué was born. El Infiernito – Pueblos Originarios A similar site in the Muisca astronomy is Bolívar Square, in the heart of the Colombian capital. At this site, the Spanish conquistadors built the precursor church to the Catedral Basílica Metropolitana de la Inmaculada Concepción. This cathedral was constructed by the early Colombian government in the early 19th century. From the northeastern end of the square, at the winter solstice of December, the Sun rises exactly above Guadalupe Hill (Muysccubun: '; \"grandfather's foot\") of the Eastern Hills, while at the summer solstice of June Sué appears from Monserrate (Muysccubun: '; \"grandmother's foot\").Bonilla Romero, 2011 At the equinoxes of September and March, the Sun rises exactly in the valley between the two summits.Bonilla Romero et al., 2017, p.153 Evidence for use of the Eastern Hills by the Muisca has been found during the 20th and 21st centuries. While the Muisca inhabited mostly the valleys and plains, most notably the Bogotá savanna, they constructed temples and other sacred buildings in the surrounding hills.Isaza Londõno et al., 1999, p.35 The present-day municipalities Choachí, Ubaque and Chipaque at the eastern slopes of the Eastern Hills were inhabited by the Muisca. In Choachí, during the first half of the twentieth century an artefact was found, called the Choachí Stone, which is interpreted as a possible relict of the complex lunisolar Muisca calendar, although other interpretations suggest it was a mold for the elaboration of tunjos.Izquierdo Peña, 2009, p.86Izquierdo Peña, 2014, 1:09:00 The first Europeans who saw and visited the Eastern Hills were the troops led by conquistador Gonzalo Jiménez de Quesada who entered the Bogotá savanna in March 1537 during what for the Spanish proved to be the deadliest of their conquests of advanced pre-Columbian civilisations. More than 80 percent of his soldiers did not survive the journey from Santa Marta at the Caribbean coast. At the foot of the Eastern Hills, in the present-day La Candelaria, he founded the city of Bogotá on August 6, 1538. Seven months later, Jiménez de Quesada left for Spain with conquistadors Nikolaus Federmann and Sebastián de Belalcázar who had reached the new capital of the New Kingdom of Granada in early 1539. Federmann had crossed the Eastern Ranges from the Llanos Orientales to enter the Bogotá savanna across the Sumapaz Páramo, to the southwest of the Eastern Hills.Friede, 1960, pp.69–78 === Prehistory === The prehistorical period was characterised by the existence of a large Pleistocene glacial lake on the Bogotá savanna; Lake Humboldt, also called Lake Bogotá. This lake with an approximate surface area of covered the flatlands of the savanna to the northwest of the Eastern Hills. Surrounding the lake, Pleistocene megafauna as Cuvieronius (Tibitó and Mosquera),Prado et al., 2003, p.353 Haplomastodon, Equus amerhippus, Glyptodonts and giant sloths, foraged. The lake contained an island, represented today by the Suba Hills, an elongated elevated area parallel to the Eastern Hills. Glaciers in the cold Late Pleistocene, known as the Last Glacial Maximum, existed until around 10,000 years BP in the southwestern parts, close to the Sumapaz Páramo.Pérez Preciado, 2000, p.7 During this last cold phase of the Pleistocene, the Bogotá savanna became populated by the first humans, as evidenced by findings in El Abra (12,500 BP), Tibitó (11,740 BP) and Tequendama (11,000 BP). Nivel Paleoindio. Abrigos rocosos del TequendamaGómez Mejía, 2012, p.153Botiva Contreras et al., 1989 These hunter-gatherers lived in rock shelters, collected food, and hunted animals mainly comprising white-tailed deer, little red brocket and guinea pigs.Correal Urrego, 1990, p.79 White-tailed deer was the largest species—males: , females: —hunted by the people, not only for the meat, but also to use the skins and bones.Martínez Polanco, 2011, p.105 The hunter-gatherers of these early lithic Abriense and Tequendamiense cultures used edge-trimmed flakes to process the skins and meat.Dillehay, 1999, p.210 === Preceramic === Guinea pigs were domesticated by the inhabitants of the Altiplano since the preceramic period. During the first millennia of the Holocene, the inhabitants of the Andean plateaus and valleys gradually moved away from the rock shelters, settling in the open area. They constructed primitive living spaces of bones and skins, placed in a circle. Evidence for these rudimentary houses has been found at sites such as Aguazuque (Soacha) and Checua (Nemocón), respectively in the southern and northern part of the Bogotá savanna.Correal Urrego, 1990, pp.237–244Groot de Mahecha, 1992, p.64 Some rock shelters continued to be inhabited; at Tequendama and Nemocón archaeological investigations have uncovered the continued presence of humans during the preceramic stage. Early burial sites have been uncovered in all of the sites.Rivera Pérez, 2013, p.74 === Herrera Period === The name Herrera Period has been given to the stage following the preceramic, when agriculture became widespread and the use of ceramic common. Certain centres for the elaboration of pottery were present on the Altiplano; Zipaquirá, Mosquera, Ráquira and, possibly, productions by individual families and settlements.De Paepe & Cardale de Schrimpff, 1990, p.106 Various regional classifications, up to starting at 1500 BCE,Langebaek, 1995, p.70 for the Herrera Period exist across the Altiplano Cundiboyacense, with a commonly accepted definition lasting from 800 BCE to 800 AD. Chronology of pre-Columbian periods: Herrera and Muisca Archaeological evidence dated to the Herrera Period of sites surrounding the Eastern Hills has been found in Sopó, Herrera Period evidence in Sopó Chía,Cardale de Schrimpff, 1985, p.104 and Usme. Herrera Period evidence in Usme – El Tiempo === Muisca Confederation === The extraction of halite, here in Nemocón, gave the Muisca the name The Salt People. Chía was the Moon goddess in the Muisca religion, seen here rising over the Eastern Hills. The name Muisca Confederation has been given to the various small settlements, loosely organised in cacicazgos on the Altiplano Cundiboyacense and surrounding valleys, such as the Tenza Valley. The character of this \"confederation\" was different from the Inca and Aztec Empires as a central authority was not present.Gamboa Mendoza, 2016 The caciques were religious leaders who guarded the valleys of the Altiplano, caring for the subsistence economy of the people. The caciques did not control the production directly, although surpluses were distributed among them.Kruschek, 2003, p.12 Trading was performed using salt, giving the Muisca the name \"The Salt People\".Daza, 2013, p.22 The extraction of the high quality salt was the task of the Muisca women.Groot de Mahecha, 2014, p.14 Other objects used for trade were small cotton cloths and larger mantles, and ceramics.Francis, 1993, p.44 The eastern trade was dominated by the markets in Teusacá, Chocontá and Suesca.Francis, 1993, p.39 The diet of the people consisted mostly of maize, tubers and potatoes; products of their rich agriculture, with protein sources white- tailed deer and the widely domesticated guinea pig.García, 2012, p.122 The area of the Eastern Hills was the boundary between the zipazgo of Bacatá, the cacicazgo of Guatavita, and the cacicazgo of Ebaqué, with the cacique based in a settlement in the present-day limits of Ubaque, named after this cacique.Herrera Ángel, 2006, p.126Isaza Londoño et al., 1999, p.33 The settlements bordering the western part of the Eastern Hills of Bacatá—not the name of a city, yet meaning \"outside the farmfields\" in the version of Chibcha spoken by the Muisca, Muysccubun—were formed by from north to south Usaquén, Teusaquillo, and Usme. Those names are kept as the present-day localities of Bogotá. Etymology localities of Bogotá Etymology Usaquén Etymology Usme – El Tiempo The eastern and northeastern slopes of the Eastern Hills were populated in small settlements of Teusacá, Suaque, Sopó and Guasca, as evidenced by numerous archaeological finds. The forests of the Eastern Hills were considered sacred terrain in the Muisca religion, and temples were constructed to honour the main deities of the people; Chía (the Moon) and her husband Sué, the Sun. The Muisca did not cut the trees of the divine forests, yet buried their deceased relatives there.Epítome, p.94 They also used the many creeks in the hills to traverse the mountains to reach their sacred lakes in pilgrimages, most notably those of Guatavita and Siecha.Isaza Londoño et al., 1999, p.37 === Spanish conquest (1537–1539) === Tisquesusa was the last independent zipa guarding the Eastern Hills. The first Europeans who saw the Bogotá savanna and the Eastern Hills were the soldiers of conquistador Gonzalo Jiménez de Quesada who participated in the quest for El Dorado. The period of conquest commenced when they reached the flatlands of the Bogotá savanna from the north. Although around 800 soldiers started the expedition, only 120 reached the inner Andes. They spent the Holy Week of 1537 in Chía, that was founded by the Granadian leader on March 24 after passing through Cajicá one day earlier. Conquista rápida y saqueo cuantioso de Gonzalo Jiménez de Quesada History Cajicá From here, setting up camp on the Suba Hills on April 5, the conquistadors continued southwestward towards Bacatá or Muequetá, located in modern Funza, the main settlement of the zipa Tisquesusa. Bogotá: de paso por la capital – Banco de la República The leader of the southern Muisca was defeated quickly and the Spanish set up their main camp in Bosa. Conquistador Pedro Fernández de Valenzuela was sent towards the site of Teusaquillo, where the zipa had a bohío (house). From Bosa, various expeditions on the Altiplano were organised during 1537 and early 1538. On August 6 of that year, the city of Santafé de Bogotá was officially founded as the capital of the New Kingdom of Granada. === Colonial period (1539–1810) === The Eastern Hills on a drawing from 1772 Map of Bogotá in 1810, at the start of the independence movement After the foundation of Santa Fe de Bogotá, the principal colonial settlement was concentrated in the present-day centre of the city with minor expansion on both sides of the San Francisco River. The growth of the city in the first centuries was hindered by the presence of the many wetlands and rivers on the Bogotá savanna. One of the motives to establish the capital on the savanna was to take advantage of the favourably cool climate and fertility of the soil to grow the introduced Old World crop wheat.Camargo Ponce de León, s.a., p.3 The political organisation of the territories in what is known today as Colombia established encomiendas in which the indigenous people had to pay tributes to the encomenderos.Camargo Ponce de León, s.a., p.4 The Muisca were forced out of the most fertile grounds to live in less favourable areas, yet were obliged to work the good farmlands for the Spanish colonisers.Camargo Ponce de León, s.a., p.5 The city of Santa Fe de Bogotá grew in the 18th and early 19th century, which increased the demand for wood for construction and as firewood. The main area of exploitation was the Eastern Hills, and when Alexander von Humboldt visited the area in the early 19th century, he noted \"that there was not a single tree left until the open area of Choachí\".Camargo Ponce de León, s.a., p.6 === Republican period (1810–1930) === The beginning of the Republican period of the Eastern Hills was marked by the independence of the Spanish Crown and the declaration of Santa Fe as capital of Gran Colombia. During this time, the higher classes of society left the colonial centre of the city and moved to higher elevations. The buildings constructed were dispersed, in contrast to the dense architecture of the colonial period. Haciendas were constructed in Usaquén, where hunting the white-tailed deer, then still abundant in the Eastern Hills, was common. Historia de Usaquén As of the second half of the 19th century, a process of reforesting the Eastern Hills with imported species as eucalyptus, cypress and acacias was started. The city itself saw the development of trains and the introduction of the telegraph. === Modern period === Bolívar Square with deforested Eastern Hills in the background, 1930s View from the Eastern Hills of Bogotá. Sué shines through the clouds. The Eastern Hills were almost completely deforested in the 1930s and 1940s.Camargo Ponce de León, s.a., p.7 In those years, the presidency of Enrique Olaya Herrera marked a new era, during which Bogotá expanded with settlement farther away from the centre of the city, and the lower classes inhabited the slopes of the Eastern Hills and the southern part of the Bogotá savanna. The electrification and the use of gas and cocinol (a type of gasoline used domestically) halted the process of deforestation and marked the spontaneous regrowth of vegetation in the Eastern Hills. The tumultuous end of the 1940s (Bogotazo) resulted in a more outspread settlement towards the north of Bogotá, away from the central areas of the city. This created a class difference with the richer households in the north and poverty in the south, a division that exists until today.Camargo Ponce de León, s.a., p.8 An important architect for the expansion and development of Bogotá in the 1930s and 1940s was Austrian Karl Brunner von Lehenstein. La gran herencia – Semana The sixties and seventies of the twentieth century were marked by urban development of the international business centre of Bogotá. During these decades the Torres Gonzalo Jiménez de Quesada, Torres de Fenicia, Torres Blancas, Torres del Parque and the Torre Colpatria, at that moment the highest building in Colombia, were constructed in the foothills of the Cerros Orientales.Rincón Avellaneda, 2006, p.129 The end of the 1970s and early 1980s were characterised by an influx of migrants from other parts of Colombia, mainly people from Boyacá, Cundinamarca, Santander and Tolima, many of whom settled in Suba. In 1986, eighteen illicit residential neighbourhoods were created in the hills of Usaquén. The tallest building of Colombia and second- tallest of South America, BD Bacatá, named after the capital area of the southern Muisca; Bacatá, has been scheduled to be completed in 2017.BD Bacatá == Environmental issues == The invasive species Ulex europaeus spreads its seeds through forest fires, to which itself is prone. Most of the Eastern Hills are a natural reserve, established in 1976.Audiencia CAR, 2006, p.4 The designation of an environmental code was proposed by Julio Carrizosa Umaña, who worked for the Instituto Geográfico Agustín Codazzi. La historia de Carrizosa, un 'custodio' de los cerros orientales – El Tiempo Several studies have been done and proposals written to improve the environmental management of the Eastern Hills. A study, published in 2008, attempts to manage the area of quebrada Manzanares where loss of flora and fauna is one of the problems.García Rueda et al., 2008, p.9 An investigation in 2009 showed that 90,000 people are living in the Eastern Hills. The invasive species Ulex europaeus (common gorse), an evergreen shrub that has been introduced in Colombia, highly affects the original ecology of the Eastern Hills. The species has been used to fight erosion since the 1950s,Aguilar Garavito, 2010, p.13 but is prone to forest fires, with which it spreads its seeds.Aguilar Garavito, 2010, p.12 === Mining === View of the Soratama quarry in the northern Eastern Hills Mining is a common activity in the Eastern Hills. Although most of the area is a dedicated natural reserve, in 2009 sixty-two quarries existed within the reserve of the Eastern Hills.Gómez Lee, 2009, p.226 The total surface of mining activities in 2006 was , less than 1 percent of the total area of the Eastern Hills.Audiencia CAR, 2006, p.45 Extensive mining areas are in La Calera and Usme. The Soratama quarry, named after the indigenous Muisca woman Zoratama, in the northern part of the Eastern Hills, was used for decades until it was closed in 1990. During the 2000s and in recent years, the location of the former quarry has been destined for geomorphological restoration. Canteras que desangran a los cerros orientales - El Tiempo === Forest fires === Forest fire along the road to La Calera, January 2016 Forest fires are a common threat to the vegetation of the Eastern Hills and the living spaces on the eastern slopes of the Colombian capital. Studies about the frequency of forest fires have revealed that most fires occur on Sundays, Mondays and Fridays. Periods of increased fire frequency are the drier months January, February, July, September and October. A series of fires in January and February 2016 consumed of the forests close to the neighbourhoods Aguas Claras and La Selva of the locality San Cristóbal. Ascienden a 18 las hectáreas consumidas por el fuego en los cerros – El Tiempo Later in the same month, more sources of forest fires were found. Sobrevuelo confirma tres columnas de humo en los cerros – El Tiempo During a forest fire in 2010, of wooded area was lost.Aguilar Garavito, 2010, p.14 In 2015, eighteen forest fires were noted. Incendio en cerros orientales de Bogotá está controlado en un 70% – El Espectador To extinguish the fires, helicopters with Bambi Buckets were used. Serían cinco las hectáreas afectadas por incendio en cerros orientales de Bogotá – El Espectador The forest fires, also occurring along the road towards La Calera, east of Chapinero, and in Usme, affected schools, universities, the National Congress, the Museo del Oro and Banco de la República, who suspended their activities. Centro de Bogotá en alerta por incendio en cerros orientales – El Espectador File:Incendio en el Cerro de Monserrate 02.JPG|Fire Monserrate October 2015 File:Incendio en el Cerro de Monserrate 06.JPG|Monserrate 2015 File:Incendio en el Cerro de Monserrate 19.JPG|Monserrate 2015 File:Incendio en el Cerro de Monserrate 14.JPG|Monserrate 2015 File:Bogotá rastros de incendio en cerros orientales.JPG|Burned forest October 2013 == Tourism == Tourism on La Vieja Trail The Eastern Hills have various tourist trails. The main trail, which ascends to the Monserrate monastery from La Candelaria, was for centuries a pilgrimage route for monks and nuns. The commonly used Teleférico de Monserrate was inaugurated in September 1955. Teleférico de Monserrate Other walking paths are along the La Vieja, Las Delicias and Las Moyas creeks in Chapinero.Monroy & Pretelt, 2015, p.12 === Panorama === == See also == * Altiplano Cundiboyacense, Bogotá savanna, Ocetá Páramo * Chingaza National Natural Park, Sumapaz Páramo * List of mountains in Colombia * Spanish conquest of the Muisca == References == === Bibliography === ==== General ==== * * * * * * ==== Geology ==== * * * * * * * * * * * * * * * * * * * * * * * * ==== Flora and fauna ==== * * * * * * * * ==== History ==== * ===== Prehistory ===== * * ===== Preceramic and Herrera ===== * * * * * * * * ===== Muisca ===== * * * * * * * * * * * * ===== Spanish conquest ===== * * * ==== Environmental issues ==== * * * * * * * == External links == * Fundación Cerros de Bogotá – official website Category:Altiplano Cundiboyacense Category:Geography of Bogotá Category:Geography of Cundinamarca Department Category:Hills of Colombia ",
    "title": "Eastern Hills, Bogotá"
}