{
    "id": "52858020",
    "text": "Fraunhofer Institute for Mechanics of Materials IWM, Wöhlerstr. 11, Freiburg The Fraunhofer Institute for Mechanics of Materials IWM () in Freiburg, Germany, is a division of the Fraunhofer-Gesellschaft which focuses upon application-oriented research. The Fraunhofer IWM is a research and development partner for both industry and public institutions whose themes include the safety, reliability, life expectancy and functionality of materials in components and manufacturing processes. The broad spectrum of services offered by the Fraunhofer IWM's business units aid their clients and project partners in the assessment and continuing development of highly stressed materials and components and in the optimization of production process. Established in 1971 in Freiburg in Breisgau, the institute expanded in 1992 to include a location in Halle (Saale). On 1 January 2016 the Halle division of the Fraunhofer IWM became the Fraunhofer Institute for Microstructure of materials and Systems IMWS. == Competencies== Mechanics of Materials at the Fraunhofer IWM address all issues concerning functionality, behavior and the specific properties of materials from the development stage through manufacture, processing and application. Via the material-mechanical expertise of the scientists at the institute, the properties, functionality and stress limitations of materials and components are assessed, adjusted and improved as per specific requirements set forth by their clients. This in- depth know-how lies within situations in which complex and extreme load conditions exist for materials in components and manufacturing processes as well as in performance and efficiency improvements that can only be achieved through a holistic understanding of the various aspects involved. The interaction between experimentation and simulations yields solutions to materials-related issues for nearly all industry sectors. The scientific, technical “tools” that make up the core competencies of the institute consist of: == Material and component characterization == The Fraunhofer IWM characterizes and assesses material properties within components and production processes as well as the behavior of components across several scales and analyzes the development, manufacturing and application of materials and components and offers critical support by realizing new functionalities and processing steps. == Material modeling and simulation == The Fraunhofer IWM develops and employs mechanism-based material models in order to understand and explain the inner structures of material properties. These structural property-relationships have a strong influence both on the manufacturing process and in actual application. == Tribology and surface design == Stress and loads which affect the surfaces of components are analyzed and modified for optimal functionality and performance. == Research== Research and development activities at the Fraunhofer IWM are organized into five business units where similar project topics are grouped together in each unit. Pools of experts with the necessary competencies to achieve the desired goal are assembled from the various groups. === Materials Design === Material behavior is explained and material properties are predicted using computational and experimental methods based on solid-state physics and materials mechanics. In this way can material structures, properties, and functions be defined. The effects of crystalline defects and microstructures on the macroscopic behavior of materials are identified, enabling the effective and efficient use of material and energy resources in order to achieve long-term improvements to technical systems. === Manufacturing Processes === A vast understanding of processes and sophisticated simulation techniques enables the design of efficient and safe manufacturing processes. Services include investigations into the technological development of manufacturing processes for the production of semi-finished products and components with functional properties. This work ranges from powder technology processes, including complex fluid systems, to microfluids, the forming and processing of ductile materials as well as processing techniques for brittle materials and glass forming. === Tribology === This business unit carries out research into friction and wear. Tribological systems are optimized and solutions are developed that reduce friction and protect against wear with the aid of technical ceramics, innovative lubricants, tribological layer systems and tribo-materials conditioned for manufacturing technology. Friction, abrasion, running-in and wear mechanisms are investigated as they affect the tribo-chemistry of machine elements such as roller and slide bearings, cutting and forming tools or motor and gear elements. Experimental techniques, multi- scale modeling and numerical simulations as well as microstructure analysis are employed. === Component Safety and Lightweight Construction === This work is centered on the assessment of a component's safety and its fitness for purpose in terms of safety-relevant demands under operational loads. The applications range from proving the safety of power station components to confirming the fault tolerances of aerospace components, the life expectancy analysis of components in power stations and vehicles subjected to thermomechanical loads to crash analyses of vehicle components. The focus is on the operational behavior of modern materials as well as joins and hybrid constructions. Development work is also carried out on mechanism-based material models for a wide range of applications with which to describe the deformation and failure behavior of components under thermal and mechanical loads. Crash analysis increasingly involves determining the influence of the manufacturing process on the failure behavior of vehicle structures. === Assessment of Materials, Lifetime Concepts === The influence of microstructures, internal stresses and damage on component functionality and life expectancy are assessed. Particular interest is paid to linking specific analyses and experiments with advanced material models as well as in understanding the demands placed on components. The work is focused on modeling cyclical thermomechanical loads and on identifying the degradation mechanisms involved in corrosion, stress corrosion cracking and hydrogen embrittlement. In acute cases of damage, the institute can carry out surveys. == Finances and staff == The operating budget is financed through external earnings and institutional funding (core funding). The operating budget for 2019 amounted to 21.7 million euro, of which 36.6% came from industry revenues. The investment budget for 2019 was 2.3 million euro. At the end of 2019 the institute employed 233 permanent staff: 122 scientists, 43 technical staff, 68 infrastructure staff and 9 apprentices. Including the 80 academic assistants as well as interns, the Fraunhofer IWM had 313 employees in 2019. == References == * * * * == External links == * Official Website * MicroTribology Centrum μTC * Sustainability Center Freiburg * Fraunhofer Materials and Components Group * Department of Microsystems Engineering - IMTEK * Albert-Ludwigs-University Freiburg Mathematics and Physics * Karlsruher Institute for Applied Materials Computational Materials Science IAM-CMS Category:Fraunhofer Society Category:Materials science institutes Category:Scientific organizations established in 1971 Category:1971 establishments in Germany ",
    "title": "Fraunhofer Institute for Mechanics of Materials"
}