{
    "id": "52857189",
    "text": "Wiesenthau family according to Siebmacher's Armorial The west side (2020) The south side (2020) Schloss Wiesenthau stands on the northeastern edge of the eponymous municipality at the foot of the Ehrenbürg in northern Bavaria. The Renaissance building is a three-winged country house with 4 mid-16th century corner towers and the remains of an enceinte. == History == The village is first recorded in 1062 in connexion with the royal palace (Königshof) in Forchheim. The lords of Wiesenthau appear from 1128 onwards as ministeriales of the Bishopric of Bamberg. Whether at that time a castle already existed is not clear. The castle itself is first recorded in 1379. Originally an allodial possession of the lords of Wiesenthau, on 25 June 1379 part of the castle was sold to the Bishopric. In the period that followed the whole castle became a fief of Bamberg. The lords of Wiesenthau remained, however, in charge of the castle as Bamberg vassals. In 1430 the castle was badly damaged by the Hussites. It suffered destruction again in 1525 during the Peasants' War. In 1566 it was fully rebuilt. Apart from a short period of time, the castle, or at least a part of it, was continuously owned by the lords of Wiesenthau until they died out in 1814. After a comprehensive renovation lasting from 1985 to 1992, the castle became an inn and hotel. == Literature == * Kai Kellermann: Herrschaftliche Gärten in der Fränkischen Schweiz – Eine Spurensuche. Verlag Palm & Enke, Erlangen and Jena, 2008, , pp. 278–280. * Ursula Pfistermeister: Wehrhaftes Franken – Band 3: Burgen, Kirchenburgen, Stadtmauern um Bamberg, Bayreuth und Coburg. Verlag Hans Carl, Nuremberg, 2002, , pp. 130–131. * Toni Eckert, Susanne Fischer, Renate Freitag, Rainer Hofmann, Walter Tausendpfund: Die Burgen der Fränkischen Schweiz – Ein Kulturführer. Gürtler Druck, Forchheim, 1997, , pp. 199–202. * Joachim Zeune: Wiesenthau, Lkr. Forchheim: Schloss. In: Rainer Hofmann (rev.): Führer zu archäologischen Denkmälern in Deutschland, Vol. 20: Fränkische Schweiz. Konrad Theiss Verlag, Stuttgart, 1990, , p. 236. * Hellmut Kunstmann: Die Burgen der südwestlichen Fränkischen Schweiz. 2nd edn. Kommissionsverlag Degener & Co, Neustadt an der Aisch, 1990, pp. 154–168. Wiesenthau Category:Forchheim (district) Category:Heritage sites in Bavaria ",
    "title": "Schloss Wiesenthau"
}