{
    "id": "52851776",
    "text": "People v. Golb is an extensively litigated New York case in which Raphael Golb was convicted for sock puppetry (specifically identity theft, impersonation, harassment, and unauthorized use of a computer) relating to the Dead Sea Scrolls. His conviction was partially reversed on constitutional grounds, but was substantially affirmed.See People v. Golb, 23 N.Y.3d 455 (2014). ==Background== A portion of a Dead Sea Scroll – a copy of the Isaiah scroll, 1QIsab. Raphael Golb (Golb) is the son of Norman Golb, a professor of Jewish history and civilization at the Oriental Institute of the University of Chicago. Professor Golb is a key proponent of the viewpoint that the Dead Sea Scrolls found at Qumran were not the product of the Essenes, as many authorities argue, but rather were written elsewhere and moved to Qumran in anticipation of the Roman siege and destruction of Jerusalem.See , (1996). \"There is disagreement among scholars and experts about who wrote the Scrolls. One view, known as the Qumran-Sectarian theory, or Sectarian theory, is that the Scrolls were writings of a Jewish sect, living in or near Qumran. Norman Golb and others disagree with the Qumran-Sectarian theory. They believe that the Scrolls were writings of various groups and that the writings were rescued from libraries in Jerusalem and brought to the caves for safekeeping at the time of the siege and sacking of the city by Roman troops in 70 C.E. (the Jerusalem libraries theory). Professor Golb challenges the Qumran-Sectarian theory as unsupported by any actual evidence.\" People v. Golb, 23 N.Y.3d 455, 460, 991 N.Y.S.2d 792, 795-96, 15 N.E.3d 805, 808-09 (2014). Among the scholars who disagreed with Professor Golb, and instead insisted that the scrolls are the work of Essenes of Qumran, are Frank Moore Cross of Harvard University and Lawrence Schiffman of New York University. In 2008, the North Carolina Museum of Natural Sciences opened a Dead Sea Scrolls exhibit, and invited to lecture at the exhibit University of North Carolina professor Bart D. Ehrman, who had suggested that the Essenes were the likely authors of the Scrolls. Raphael Golb then sent an email from frank.cross2@gmail.com, and signed Frank Cross, to four scholars at the University of North Carolina, linking to an anonymous blog post by Golb in which he had said that the museum should not have invited Ehrman to speak because he was not a Scrolls expert. The Frank Cross email commented, \"It looks like Bart has gone and put his foot in his mouth again,\"23 N.Y.3d at 461-62. Later in 2008, the Jewish Museum in New York City held a scrolls exhibition and invited Lawrence Schiffman. Golb wrote an article, using the pseudonym Peter Kaufman, which accused Schiffman of plagiarizing (a \"little-known case of apparent academic quackery\") some of Professor Norman Golb's ideas. Golb then sent emails from his own larry.schiffman@gmail.com to four of Schiffman's students with this message and a citation to the \"Kaufman\" article: > Apparently, someone is intent on exposing a minor failing of mine that dates > back almost fifteen years ago. You are not to mention the name of the > scholar in question to any of our students, and every effort must be made to > prevent this article from coming to their attention. This is my career at > stake. I hope you will all understand. Golb then sent a similar email message to every member of Schiffman's department at NYU. Next Golb sent emails to the university's Provost and the Dean of Graduate Studies, posing as Schiffman and asking them what he could do to counter the charges of plagiarism that the Kaufman article had raised against him. Golb then sent an email signed Lawrence Schiffman to NYU's student newspaper, imploring its staff \"not to publish a word\" about any plagiarism accusations against him.23 N.Y.3d at 462-63. Schiffman later testified that he felt \"very attacked\" by Golb's false emails, \"and basically for like a month I couldn't do [any]thing but respond to people's inquiries.\" In the fall of 2008, the Royal Ontario Museum in Toronto held a Scrolls exhibit. Golb sent an email from seidel.jonathan@gmail.com, and signed as Jonathan Seidel, to the museum's Board of Trustees, stating: > The public has the right to know whether the ROM exhibit will indeed present > the two basic theories [regarding the origin of the Dead Sea Scrolls] in a > scientifically neutral manner ... or if it will rather stick to a \"low-keyed > assertion of the mainstream view.\" Furthermore, the public has a right to > know if University of Chicago historian Norman Golb, who is widely > considered to have debunked the traditional theory of the Dead Sea Scrolls > in his book, will be excluded from participating in the museum's lecture > series. Golb later sent the Board of Trustees two follow-up emails (still posing as Jonathan Seidel), urging them to include Professor Golb's ideas in their lecture series. Golb then used his seidel.jonathan@gmail.com account to ask Risa Levitt Kohn, the curator for the Toronto exhibit, whether she was \"planning to answer Golb's critique of [her] catalogue.\" Finally, Golb sent emails from his seidel.jonathan@gmail.com account to dozens of Dead Sea Scroll scholars. These emails, however, disparaged his father's work. (SA 865–66, 884). Among other things, the emails announced that Norman Golb's \"Chicago filth must be answered as quickly as possible, so please let me know if you're willing to help out.\" Golb signed two of these emails \"Jonathan S,\" and a third as Jonathan Seidel.23 N.Y.3d at 463-64. Subsequently, New York prosecutors charged Golb with two counts of identity theft in the second degree, 15 counts of identity theft in the third degree, ten counts of forgery in the third degree, 20 counts of criminal impersonation in the second degree, three counts of aggravated harassment in the second degree, and one count of unauthorized use of a computer, In 2010, a jury of the Supreme Court, New York County, convicted Golb on 30 counts: two counts of identity theft in the second degree; 14 counts of criminal impersonation in the second degree; ten counts of forgery in the third degree; three counts of aggravated harassment in the second degree; and one count of unauthorized use of a computer, and he received a six-month sentence.People v. Golb, 102 A.D.3d 601, 960 N.Y.S.2d 66, 67 (1st Dep't 2013). ==2013 ruling of Appellate Division== Golb appealed to the New York intermediate appellate court (the Appellate Division, First Department) and it modified the judgment. Golb's principal defense on appeal was that the emails were intended only to be satiric hoaxes or pranks, and therefore should not be held culpable. The court rejected the argument, denying that Golb's intent could have been parodic, because \"parody must convey two simultaneous—and contradictory—messages: that it is the original, but also that it is not the original and is instead a parody.\" But here Golb only \"intended to convey the first message to the readers of the emails, that is, that the purported authors were the actual authors. It was equally clear that defendant intended that the recipients' reliance on this deception would cause harm to the purported authors and benefits to defendant or his father.\" The court also held, \"Nothing in this prosecution, or in the court's jury charge, violated defendant's First Amendment or other constitutional rights.\"People v. Golb, 102 A.D.3d 601, 601-02, 960 N.Y.S.2d 66, 68 (1st Dep't 2013). The court refused to interpret the definitions of \"injure\" or \"defraud\", as used in the forgery and criminal impersonation statutes, to \"tangible harms such as financial harm.\" It also ruled that the requirement in the statute of \"benefit\" could be \"any gain or advantage\" to defendant or \"to another person,\" such as defendant's father. \"The fact that the underlying dispute between defendant and his father's rivals was a constitutionally- protected debate does not provide any First Amendment protection for acts that were otherwise unlawful.\" The court emphasized that the wrongfulness of Golb's conduct was not in the content of what he said but in his use of sock puppetry: \"Defendant was not prosecuted for the content of any of the emails, but only for giving the false impression that his victims were the actual authors of the emails.\"102 A.D.3d at 602-03, 960 N.Y.S.2d at 68. The Appellate Division overturned the identity theft conviction in the second degree, which was based on the theory that Golb attempted to commit the felony of scheme to defraud in the first degree, which means defrauding someone of $1000 or more in property. The court said that \"there was no evidence that defendant intended to defraud one or more persons of property in excess of $1,000 or that he attempted to do so. The People's assertions in this regard rest on speculation.\"102 A.D.3d at 603, 960 N.Y.S.2d at 69. ==2014 ruling of Court of Appeals== Golb appealed to the highest New York court, the Court of Appeals, and in a split decision it further modified the convictions but affirmed them in part. Judge Sheila Abdus-Salaam wrote the majority opinion, joined by Judges Victoria A. Graffeo, Susan Phillips Read, Robert S. Smith, Eugene F. Pigott Jr., and Jenny Rivera. Chief Judge Jonathan Lippman dissented in part.People v. Golb, 23 N.Y.3d 455, 991 N.Y.S.2d 792, 15 N.E.3d 805 (2014). ===Majority opinion=== ====The counts for criminal impersonation in the second degree==== Golb was convicted of 14 counts of criminal impersonation in the second degree. NY Penal Law § 190.25[1] makes guilty of this crime a person who \"impersonates another and does an act in such assumed character with intent to obtain a benefit or to injure or defraud another.\" Golb argued that the trial court's failure to properly limit and define the terms \"injure\" and \"benefit\" constituted reversible error because the jury could have interpreted the statute as capturing any benefit or harm. Thus, \"when literally anything can be a legally cognizable benefit or harm, one can be found guilty of violating this law if one, for example, simply causes hurt feelings, mocks or criticizes\" and \"a benefit could be any gain or advantage, no matter how slight.\" Prior cases, however, applied the statute only to cases that involved monetary fraud or interference with government operations. Golb did not cause any pecuniary loss or interfere with governmental operations, the court said, but his acts did involve injury to reputation, which in academia can be serious, \"and we believe the legislature intended that the scope of the statute be broad enough to capture acts intended to cause injury to reputation.\" Accordingly, the court concluded: > [A] person who impersonates someone with the intent to harm the reputation > of another may be found guilty of this crime. Here, there was sufficient > evidence to support the jury's finding that defendant's emails impersonating > Schiffman, Seidel and Cross were more than a prank intended to cause > temporary embarrassment or discomfiture, and that he acted with intent to do > real harm.23 N.Y.3d at 464-66, 991 N.Y.S.2d at 798-800, 15 N.E.3d at 811-13. The court emphasized, however, that criminalization depends on intent to cause injury: > [T]he mere creation of email accounts in the names of Schiffman, Seidel, > Goranson and Cross (in contrast to the use of those accounts to send emails) > does not constitute criminal conduct under Penal Law § 190.25. The mere > creation of email accounts that are not used does no substantial harm to > anyone. Additionally, the email sent from the Seidel email address to Dr. > Kohn, asking her opinion on the differing theories about the Scrolls and > whether she was planning to answer Professor Golb's critique, is > insufficient to support a conviction for criminal impersonation in the > second degree. Unlike the other emails, this email sent in another person's > name does not prove the requisite intent to cause injury, either to > reputation or otherwise. Thus, we vacate the convictions on those counts.23 > N.Y.3d 455, 466, 991 N.Y.S.2d 792, 800, 15 N.E.3d 805, 813. ====The aggravated harassment charge==== New York Penal Law § 240.30(1)(a) provides that \"[a] person is guilty of aggravated harassment in the second degree when, with intent to harass, annoy, threaten or alarm another person, he or she ... communicates with a person, anonymously or otherwise, by telephone, by telegraph, or by mail, or by transmitting or delivering any other form of written communication, in a manner likely to cause annoyance or alarm.\" The court agreed with Golb that this statute is unconstitutionally vague and overbroad, and that his conviction of three counts of aggravated harassment related to his conduct toward Schiffman, Goranson and Cargill must therefore be vacated. The court ruled that \"any proscription of pure speech must be sharply limited to words which, by their utterance alone, inflict injury or tend naturally to evoke immediate violence.\"23 N.Y.3d at 466-67, 991 N.Y.S.2d at 800, 15 N.E.3d at 813. ==== The convictions for forgery in the third degree, identity theft in the second degree, and unauthorized use of a computer==== New York Penal Law § 170.05 provides \"A person is guilty of forgery in the third degree when, with intent to defraud, deceive or injure another, he falsely makes, completes or alters a written instrument.\" The court found that there was sufficient evidence to show that defendant deceived people by sending emails from accounts in the names of Schiffman, Seidel and Cross, and accordingly it affirmed his conviction on those counts.23 N.Y.3d at 468, 991 N.Y.S.2d at 801, 15 N.E.3d at 814. But the court vacated the convictions on the counts of unauthorized use of a computer and identity theft in the second degree. Penal Law § 156.05 makes guilty of unauthorized use of a computer a person who \"knowingly uses, causes to be used, or accesses a computer, computer service, or computer network without authorization.\" The term \"without authorization\" is defined as \"to access a computer ... without the permission of the owner ... or after actual notice to such person that such use or access was without permission.\" Golb pointed out that he had permission to access the NYU computers as an NYU alumnus. The prosecution argued that using the computer to commit a crime cannot be an \"authorized\" use. However, the court ruled, the wording of the statute and the legislative history indicate that the statute is intended to reach a person who accesses a computer system without any permission (i.e., a hacker) and the statutory language thus does not apply to Golb's conduct here. \"Thus, the People did not sustain their burden of proof that defendant was guilty of unauthorized use of the NYU computers, and we therefore vacate defendant's conviction under Penal Law § 156.05.\" Last, under Penal Law § 190.79[3], a person commits identity theft in the second degree \"when he or she knowingly and with intent to defraud assumes the identity of another person by presenting himself or herself as that other person, or by acting as that other person or by using personal identifying information of that other person, and thereby ... commits or attempts to commit a felony.\" The attempted felony of which the prosecution accused Golb was first-degree falsifying of the business records of NYU, a crime that is committed when a person \"commits the crime of falsifying business records in the second degree, and when his intent to defraud includes an intent to commit another crime or to aid or conceal the commission thereof.\" Here the allegation is that Golb sought to falsify NYU business records by \"manufacturing a subtle admission of plagiarism purportedly from Schiffman, with the intent that NYU would open an investigation of Schiffman.\" But the false emails that Golb sent in Schiffman's name to NYU addresses did not constitute the creation or falsification of an NYU business record that is \"kept or maintained by an enterprise for the purpose of evidencing or reflecting its condition or activity.\" The court concluded that there was insufficient evidence to support this conviction, so that it must be vacated.23 N.Y.3d at 468-69, 991 N.Y.S.2d at 801-02, 15 N.E.3d at 814-15. ===Lippman dissent=== Chief Judge Jonathan Lippman saw no general constitutional impediment to prosecuting conduct similar to defendant's targeting Schiffman as second degree identity theft—\"which requires for its proof evidence of intent to cause highly specific injury of a non-reputational sort—but concluded that the particular counts of identity theft with which defendant was charged in the indictment\" counts were not sufficiently proved under that standard. Lippman agreed with the court in vacating parts of the conviction. \"I, however, part company with the majority as to its dismissal of only some of the indictment's criminal impersonation counts and its determination to leave defendant's third-degree forgery convictions undisturbed.\"23 N.Y.3d at 469-70, 991 N.Y.S.2d at 802, 15 N.E.3d at 815. Lippman disagreed with the majority on interpreting second-degree criminal impersonation under Penal Law § 190.25 to cover reputational injury as well as impersonation intended to cause economic injury or to interfere with government operations. In his view that interpretation criminalized such a vast amount of speech that it violated the First Amendment.23 N.Y.3d at 470, 991 N.Y.S.2d at 802, 15 N.E.3d at 815. Lippman found the use of the third- degree forgery statute (Penal Law § 170.05) to the same end as the criminal impersonation statute \"similarly objectionable.\" To treat sock puppetry (or pseudonymous emails) as forgeries \"when they are made with some intent to injure in some undefined way is no different than penalizing impersonation in Internet communication for the same amorphous purpose.\" In his view: > Both treatments give prosecutors power they should not have to determine > what speech should and should not be penalized. If defendant has caused > reputational injury, that is redressable, if at all, as a civil tort, not as > a crime. Criminal libel has long since been abandoned, not least of all > because of its tendency in practice to penalize and chill speech that the > constitution protects, and it has been decades since New York's criminal > libel statute was repealed. The use of the criminal impersonation and > forgery statutes now approved amounts to an atavism at odds with the First > Amendment and the free and uninhibited exchange of ideas it is meant to > foster. I would dismiss the indictment in its entirety.23 N.Y.3d at 471, 991 > N.Y.S.2d at 803, 15 N.E.3d at 816. ==Subsequent proceedings== The United States Supreme Court denied certiorari.Golb v. New York, 135 S. Ct. 1009 (2015). Golb then moved the trial court for a new trial, but it denied the motion because he had not made it before his original sentencing. However, the court resentenced him to two months instead of the original six months. He then appealed but the Appellate Division held that it would be procedurally \"improper to consider or review\" Golb's challenges regarding his conviction.People v. Golb, 126 A.D.3d 401, 5 N.Y.S.3d 46, 47 (1st Dep't 2015). The Court of Appeals then declined to review the Appellate Division's decision.People v. Golb, 26 N.Y.3d 929, 17 N.Y.S.3d 92, 38 N.E.3d 838 (2015). Golb's two-month sentence was stayed, however, pending resolution of habeas corpus litigation. Golb then filed a petition for a writ of habeas corpus pursuant to 28 U.S.C. § 2254 in the United States District Court for the Southern District of New York, in which he challenged his remaining convictions for criminal impersonation in the second degree and forgery in the third degree.Golb v. Attorney General of New York, 2016 U.S. Dist. LEXIS 7774 (S.D.N.Y. Jan. 21, 2016). Since 1996, a federal court cannot grant a petition for a writ of habeas corpus based on a claim that was \"adjudicated on the merits in State court proceedings\" unless a state court's decision: # \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States\"; or # \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\"Antiterrorism and Effective Death Penalty Act of 1996#Habeas corpus, 28 U.S.C. § 2254(d). The district court noted that this is a \"highly deferential standard for evaluating state-court rulings, which demands that state-court decisions be given the benefit of the doubt.\"2016 U.S. Dist. LEXIS 7774, at *23 (citing Cullen v. Pinholster, 563 U.S. 170, 181 (2011)) Accordingly, the district court ruled that the court would have to give deference to the New York Court of Appeals ruling that Golb was not entitled to a new trial on constitutional grounds. Golb argued that the trial court had convicted him under laws that the appellate court found unconstitutional, so that there was no way to tell whether he would have been convicted if the trial court had applied the narrower, constitutional construction of the relevant statutes. But the district court responded that this principle applies only when earlier overbreadth would have adversely affected the outcome of the defendant's case. Applying that standard resulted in a conclusion that Golb was entitled to a new trial on two counts of criminal impersonation in the second degree, but not on the other seven criminal impersonation in the second degree nor on the ten counts of forgery in the third degree.2016 U.S. Dist. LEXIS 7774, at *31. The New York Court of Appeals held that the statutory terms \"injure\" and \"benefit\" could not be construed to apply to any slight injury or benefit; instead, an intent to cause \"real harm\" or \"substantial harm\" must be shown. Therefore, \"the Court of Appeals should have considered whether: (i) the overbroad statute gave Petitioner adequate notice that his conduct would be considered criminal; and (ii) the overbreadth of the jury instructions in Petitioner's case was harmless beyond a reasonable doubt.\" Counts 33 and 37 of the indictment alleged that Golb committed criminal impersonation in the second degree when he sent emails from the account of \"seidel.jonathan@gmail.com\" to dozens of Dead Sea Scrolls scholars on November 24 and December 6, 2008; these emails described Professor Golb's views as \"filth,\" and asked if anyone \"could help prepare a response.\" Then Golb sent other emails suggesting that he was counting on Jonathan Seidel's good name to help persuade the Toronto Museum to consider Professor Golb's work. The district court said that a properly instructed jury might not find that Golb sent the November 24 and December 6 emails to damage Jonathan Seidel's reputation or to cause any other kind of \"substantial harm,\" given the other emails relying on Seidel's good name. The district court therefore held that \"the Court finds that the overbroad jury instructions 'had substantial and injurious effect or influence in determining the jury's verdict' on Counts 33 and 37\" and Golb \"is therefore entitled to a new trial on these two counts.\"2016 U.S. Dist. LEXIS 7774, at *33-*36. On the other counts. the district court saw no reversible error. Counts 7, 10, 13, 16, 19, 25, and 46 of the indictment alleged that Golb committed criminal impersonation in the second degree by sending five emails as Lawrence Schiffman, one email as Jonathan Seidel, and one as Frank Moore Cross. Golb \"confessed\" in these emails that he (as Schiffman) was guilty of plagiarism, which would likely cause him to be fired from his academic post. Another email could be seen as an attempt to secure a job opportunity for his father or \"was attempting to persuade the [museum] to offer his father an opportunity to lecture on the Dead Sea Scrolls.\" The overbroad jury instructions for these counts, the district court said, \"were in fact harmless 'beyond a reasonable doubt,' and, a fortiori, did not have a 'substantial and injurious effect or influence in determining the jury's verdict', [so that] no new trial is warranted.\"2016 U.S. Dist. LEXIS 7774, at *36-39, 42. Count 46 alleged that Golb sent an email purporting to be from Frank Cross to four scholars at the University of North Carolina, where Bart Ehrman worked. The clear implication of this email was that Ehrman's professional opinions were so off-base that they were embarrassing to Frank Cross, who was a well-known Dead Sea Scrolls scholar. A properly instructed jury could find that Golb sent the email to Ehrman's colleagues with an intent to cause substantial harm to Ehrman's reputation.2016 U.S. Dist. LEXIS 7774, at *43. The district court held that Golb was not entitled to a new trial on the forgery counts for a different reason. It rejected Golb's claim that the Court of Appeals had narrowed the forgery statute to cases of substantial harm. It found \"no indication that the Court intended to limit the reach of the forgery statute to cases in which a defendant intends to cause substantial harm.\" Therefore, Golb was not convicted under a subsequently narrowed statute.2016 U.S. Dist. LEXIS 7774, at *46. While the district court rejected Golb's claim that the statutes were overbroad on their face, it noted that it was not ruling, because Golb did not so argue, that they were not overbroad as applied to the specific conduct involved here. It said: \"One could argue that certain of the emails at issue, such as the email to Dr. Kohn, were not intended to cause substantial harms (to reputation or otherwise), and as such were more protected by the First Amendment than punishable under section 170.05. However, Petitioner did not make this argument, and the Court will not make it for him.\"2016 U.S. Dist. LEXIS 7774, at *59 n.7. Golb sought to argue that he should have been allowed to prove that his charges (plagiarism, etc.) were true, \"inasmuch as he was charged with committing a crime by making statements that were calculated to injure someone's reputation.\" The district court held that Golb's claim \"was procedurally defaulted\" because he did not present it properly in the Appellate Division or Court of Appeals. He asserted only the state constitution and not the federal Constitution. \"Consequently, New York State courts did not have a fair opportunity to consider\" Golb's First Amendment rights.2016 U.S. Dist. LEXIS 7774, at *65. The district court held, on January 21, 2016, \"Petitioner's convictions on Counts 33 and 37 are reversed; the other convictions remain.\"2016 U.S. Dist. LEXIS 7774, at *66. ==Disbarment== Golb was a member of the New York Bar. The Appellate Division held that because he \"was convicted, after a jury trial, of identity theft in the second degree (two counts) in violation of Penal Law § 190.79 (3), a class E felony,\" he should be disbarred.Matter of Golb, 81 A.D.3d 53, 54, 913 N.Y.S.2d 917, 918 (1st Dep't 2011). ==Commentary== UCLA Professor Eugene Volokh, in the Volokh Conspiracy blog, maintained that Golb's conviction was \"quite right, even after United States v. Alvarez (the Stolen Valor Act case).\" Volokh insisted: > Intentionally trying to make others believe that someone did something > (write an e-mail) that he did not inflicts specific harm on that other > person, whether by harming his reputation or at least by making others think > that he believes something that he doesn't (which will often be civilly > actionable under the false light tort). To be sure, that usually leads to > civil liability, but nothing in the Court's decision suggests that criminal > liability in such cases is impermissible, especially when the law is limited > to relatively clearly identifiable falsehoods, such as falsely claiming to > be someone you are not. Citing the Restatement (Second) of Torts § 652E, Volokh concluded that \"it seems to me that such impersonation is therefore indeed unprotected—as I said, against criminal punishment as well as civil liability.\"Eugene Volokh, No First Amendment Violation in E-Mail Impersonation Case, (Jan. 29, 2013). Scott Greenfield, commenting on the Court of Appeals decision in the Simple Justice blog, said, \"That there hasn't been huge interest in the trial and appeal of Raphael Golb remains a mystery to me,\" which he found \"sad given that the case is fascinating\" and that \"the legal implications of the case for the rest of the internet are huge.\" He applauded the ruling that the harassment law was unconstitutional, but criticized the application of the criminal impersonation law to non-\"slight\" reputational injury because the majority opinion \"offers no guidance on how to distinguish 'real' reputational injury from other injury, no matter how slight.\" He maintained that \"when injury is based on subjective bases, feelings, it's reduced to a game of rhetoric, who can make up a compelling Queen for a Day story of misery and heartache, and will a judge will be sufficiently empathetic to feel the pain.\" Greenfield criticised Volokh for significantly undervaluing Golb's parody claim for his gmail messages. \"Neither the court nor Eugene recognize that professors sending serious emails don't use gmail accounts, or make outlandish confessions of wrongdoing.\" Greenfield argued that it is irrelevant that Schiffman \"found nothing funny about the emails. So what? The targets of parody rarely do.\" He further argued: > The Court implicitly holds that what Golb did was not parody, because > neither the judges, the prosecutor, nor targets like Schiffman thought it > was funny. So good parody gets a hearty guffaw, and bad parody gets a > conviction? Or more to the point, parody that escapes the technological > limits of the judges on the New York Court of Appeals, who failed to > appreciate what any slightly astute digital native would have immediately > realized, that the emails Golb sent could not be real, is a crime.Scott > Greeenfield, Golb Decided, and the Sockpuppet Dies, (May 13, 2014). In an earlier issue of his Simple Justice blog, Greenfield asserted that \"the whole First Amendment aspect of the case fell through the cracks\" the way the case was tried, because the trial judge first postponed determination of First Amendment issues until trial and then said that she had already denied them. He quoted Golb's lawyer as saying that the court \"made hurting somebody's feelings a criminal act,\" but in New York \"hurting people's feelings or being annoying is not a crime\"; it is just normal daily behavior. After quoting a comment by Schiffman on the conviction—\"Let us hope that the field of Dead Sea Scrolls research can get back to its real business—interpreting the ancient scrolls and explaining their significance for the history of Judaism and the background of early Christianity\"—Greenfield responded that Schiffman has \"disgraced himself amongst the Dead Sea Scroll scholars by using a criminal prosecution to shut down his most vocal critic. He's now disgraced himself again within the academic community by ignoring that the issue arose from his having shut out Norman Golb from the scholarly dialogue, even denying Golb access to the scrolls lest he find something that undercuts Schiffman's claims.\" Greenfield said he was not concerned with the implications for Dead Sea Scroll studies, but with the \"broad and disastrous\" implications of the conviction for the Internet: > If playing with a sock puppet on the internet, no harm done beyond some hurt > feelings, is enough to land you in prison, we've got a lot of potential > felons out there taking some major risks for a few laughs or to get the > upper hand in an argument. The rough and tumble of the internet is no longer > an issue of free speech, but hurt feelings. Read it and weep. We are all in > some serious trouble now.Scott Greenfield, Golb Convicted, Making > Sockpuppets Criminals (Oct. 1, 2010). A 2013 New York Times article was critical of Golb, calling him \"an online troll, stirring up controversy.\" The writer asks whether Golb is \"really a cybercriminal, or just a particularly noxious partisan in a constitutionally protected academic debate, using guerrilla methods to advance a minority viewpoint?\"John Leland, Online Battle Over Sacred Scrolls, Real-World Consequences (Feb. 16, 2013). A 2012 comment in The Guardian asserted, \"The case of Raphael Golb shows the real invasive power and perfidy of sock puppets.\" The comment alleges that Golb authored sock puppet accounts in Wikipedia, among other sites, \"and then referenced back to these items to give the appearance of proper referencing, peer review and a growing body of academic acceptance for the ideas of his father.\" Arguing against the harmlessness of sock puppetry as \"a form of free expression that should be protected and with the exception of egregious cases like Golb,\" the commentator insists: > The problem with sock puppetry is that academic discourse relies upon peer > review and on active intellectual debate. These must not be replaced by > self-published diatribes promoted by anonymous sock puppets who engage in > acts of intimidation online. Debate can best be fostered by knowing who you > are debating with, what their background philosophies and peer reviewed work > are and thus ensuring a deeper discourse than mere mud slinging.Simon > Tanner, Are online aliases ever justified in academic debate?, (June 7, > 2012). Tablet magazine quoted Professor Golb as criticizing the criminalization of the dispute over who wrote the Dead Sea Scrolls: > Raphael's father, Norman Golb, the subject of Golb's email, was also shocked > at the verdict. \"Since when does a civilized society allow a prosecutor to > invade the academic territory of learning and take sides?\" he asked > incredulously, in a recent interview. \"Quarrels among scholars should be > settled among scholars, not in court.\" His son agrees: \"Schiffman should > have picked up the phone and called my father, not the FBI,\" the younger > Golb said in an interview after the hearing. > > Golb argues that \"she forbade me from defending the claim made in the email > that Schiffman had plagiarized my father, and yet she allowed the > prosecution to insist 170 times before the jury that I had made false > allegations.' Tablet asserts that \"in recent years a subtle shift has occurred: Golb's theory has begun to approach the status of received wisdom,\" and \"[m]any scholars seem now to be in agreement that some, many, or even most of the scrolls were not of sectarian origin\" and came from Jerusalem. It also quotes Schiffman as stating that the controversy benefited him—\" 'the opposite, I got a big raise out of it,' he said—noting his recent move from NYU to YU, where he makes more money than he did at NYU.\"Batya Ungar-Sargon, Dead Sea Scrolls Go To Court, (Jan. 14, 2013). In an editorial published in the Forward, Arthur S. Hayes, professor of communication and media studies at Fordham University, asserts that Raphael Golb was convicted for an \"act of satire\", and that \"Golb never should have had to face criminal charges ... no critic should serve prison time because he intended to, or in fact did, disparage others, even if he does so by posing as someone else. That is a reasonable principle to draw from more than fifty years of First Amendment jurisprudence. Yet, partially exonerated Raphael Golb still fights to stay out of prison.\" Hayes notes that \"the fear of being locked up in prison for a few imprudent words would likely discourage full-throated discussion, debate, criticism and reporting in our society.\"Arthur S. Hayes, Raphael Golb is Facing Jail Time — For Parodying a Dead Sea Scrolls Scholar, (Oct. 12, 2017). ==References== ==External links== * The Raphael Golb Trial – collection of briefs and materials relating to case and links; additional similar links * The Phenomenon of Internet Impersonation – links to materials on sock puppetry, prepared by Golb's attorneys * Link to portrait of Golb Category:Internet manipulation and propaganda Category:Internet trolling Category:United States First Amendment case law Category:Overbreadth case law ",
    "title": "People v. Golb"
}