{
    "id": "52856918",
    "text": "Princess Hyomyeong/Hyo-Myung (1637-1700), was the child of King Injo, the sixteenth king of the Joseon dynasty in Korea, and his Consort, Lady Gwi-in Jo. She was the only daughter of King Injo. ==Biography== She was formally invested as a princess in her 11th year and the selection for her consort was held in the same year. Lady Gwi-in Jo arranged for her daughter to be matched with Kim Ja-jeom’s grandson, Kim Se-ryung, and eventually they were married. She continued to live in the palace after the marriage and only left to live outside the palace two years later. King Injo cherished her deeply, resulting in her self-centered behaviour and bad relationship with her sister-in-law. After King Injo’s death, Lady Gwi-in Jo was accused of putting curses on Queen Jangryeol and King Hyojong, and Princess Hyomyeong admitted to burying unlucky things in the palace and Grand Prince Inpyeong’s residence with regard to the curse. Although there were requests to interrogate both Princess Hyomyeong and Kim Se-ryung, only her husband was questioned, and was sentenced to death, as was his grandfather Kim Ja-jeom. She was then stripped of her title, only known as Kim Se-ryung’s wife. The princess was exiled to Tongcheon but soon relocated to Icheon since the weather in Tongcheon was cold in that year. In 1655 King Hyojong ordered for her place of exile to be moved again in order for her to live together with her siblings, Prince Sungseon and Prince Nakseon. Three years later, she was released from the sentence and continued to live under close surveillance until her death when she was 64 years old. ==Family== *Father: King Injo *Mother: Royal Consort Gwi-in of the Okcheon Jo clan *Siblings: Yi Jing, Prince Sungseon *Siblings: Yi Suk, Prince Nakseon *Husband: Kim Se-ryung *Grandfather: King Wonjong of Joseon (2 August 1580 - 29 December 1619) (조선 원종) *Grandmother: Queen Inheon of the Neungseong Gu clan *Maternal Grandfather: Jo GI *Maternal Grandmother: Lady Jung Kyung of Han clan *Great Grandfather: King Seonjo of Joseon *Great Grandmother: Royal Noble Consort In of the Suwon ==Popular culture== * Portrayed by Lee Young-eun and Lee Chae-Mi in the 2013 JTBC TV series Blooded Palace: The War of Flowers. ==Notes== Category:Princesses of Joseon Category:1636 births Category:1700 deaths ",
    "title": "Princess Hyomyeong"
}