{
    "id": "52851287",
    "text": "Chenoy's () is a delicatessen and restaurant that first opened in Montreal, Quebec, in 1936. Its original claim to fame was offering the Montreal-style smoked meat sandwich. ==History== Like other great Montreal delis (Schwartz's, Dunn's), Chenoy's first opened in the old Jewish neighbourhood on the Main (Saint Laurent Boulevard), close to Rue Marie-Anne. As times changed, the deli would move and be franchised. From Chenoy's history: > \"...in 1936 we lost the key... The original (4) \"Chenoy Boys\" had been doing > Deli right since 1936. Our story starts in a small local of St.Laurent > Boulevard... now over 75 years later we're still turning out our Famous > Smoked-Meat from all areas of the city! Their specialty was Smoked-Meat, but > the new owners haven’t stopped at that!... from bacon & eggs, to filet > mignon.... Chenoys is the place to grab a bite for whatever you might like. > The only problem is in 1936 we lost the key... so we’ve been working 25 Hrs > a day, 365 days a year ever since to serve you! The illustration on the > cover depicts the original location of Deli Chenoys in 1936, then located on > St. Laurent Boulevard, near Marianne Street. From its humble origins to > modern times, our success has gone through several decades and generations, > but one thing has remained the same....\"Chenoy's History Chenoy's would later franchise delis, in Lasalle, Quebec, at 7660 Newman Boulevad; in Brossard, on Taschereau Boulevard; and in Chomedey, in Laval, on Boulevard Curé-Labelle, have closed since 2017. The last family member to be an owner was the late Mortimer (Morty) Chenoy.An ill-fated quest to trace the origins of a Quebec classic: The BBQ chicken dinner, Mireille Silcoff, National Post, August 11, 2012 A Chenoy's franchise opened in Gatineau in 1997 on Boulevard de l'Hôpital, in Complexe Lumière (aka \"Cinema 9\"). It would close in 2019 and rebrand as part of the Nickels deli chain.Une table pour deux, 2010-07-29 Chenoy's ==Restaurants== The oldest remaining Chenoy's deli is in Dollard-des-Ormeaux, on Boulevard Saint-Jean, which opened in 1974 by Morty Chenoy and brothers Nick and Costa Sigounis. Morty sold his half of the business back to the Sigounis family in the mid-1980s. Not long afterward, he was diagnosed with Alzheimer's disease. Morty passed away on January 22,1999. In 2015 the restaurant building was put up or sale, but the Sigounis family has stated that it plans to keep the landmark deli in the West Island.Brenda O'Farrell: Chenoy's is not closing, but plans to relocate, Montreal Gazette, Published on: March 25, 2015West Island’s Chenoy’s Deli is on the move, Sarah Volstad, Global News, March 19, 2015 As of 2020, it is the only Chenoys remaining in operation. ==See also== * List of delicatessens ==References== Category:1936 establishments in Quebec Category:Jewish Canadian cuisine Category:Jewish delicatessens Category:Jews and Judaism in Montreal Category:Montreal cuisine Category:Restaurant chains in Canada Category:Restaurants established in 1936 Category:Restaurants in Montreal ",
    "title": "Chenoy's"
}