{
    "id": "52850088",
    "text": "Infrared observations can see objects hidden in visible light, such as HUDF- JD2 shown. This shows how the Spitzer IRAC camera was able see beyond the wavelengths of Hubble's instruments Four-band IRAC image of the Trifid Nebula. The wavelengths the camera sees are mapped to the visible spectrum for a false color image that humans can see. Here, the mapping is blue for 3.6 μm, green for 4.5 μm, orange for 5.8 μm, and red for 8.0 μm. IRAC filters The Infrared Array Camera (IRAC) is an infrared camera system on the Spitzer Space Telescope which operates in the mid-infrared spectrum. It is composed of four detectors that operate simultaneously at different wavelengths; all four were in use until 15 May 2009 when its cryostat ran out of liquid helium. , the spacecraft is operating as a warm extended mission, in which two of the four detectors remain functional. During its primary mission, IRAC was able to simultaneously operate in four wavelengths: 3.6 μm, 4.5 μm, 5.8 μm, and 8.0 μm. Each infrared detector has a resolution of 256×256 pixels—a significant improvement over previous spaceborne infrared telescopes—and each image taken covers 5.12 square arcminutes of sky. The detectors operating at 3.6 μm and 4.5 μm were constructed with indium antimonide (InSb), while the 5.8 μm and 8.0 μm detectors were made of silicon doped with arsenic (Si:As). The telescope's primary and secondary mirrors, along with its supporting structure, were made mostly of beryllium. The telescope was cryogenically cooled to ; the 3.6 μm and 4.5 μm detectors operated at and the 5.8 μm and 8.0 μm detectors operated at . After Spitzer liquid helium coolant ran out on 15 May 2009, the spacecraft warmed up over several months. IRAC stabilized at its warm mission operating temperature of on 18 September 2009. This meant that the 5.8 μm and 8.0 μm detectors could not function as they required the cryogenic cooling, but the 3.6 μm and 4.5 μm detectors remained about as sensitive as they were during the primary mission. The other two Spitzer instruments (IRS and MIPS) likewise ceased to function as they worked at longer wavelengths, leaving IRAC as the sole operational instrument. The cryogenic assembly of IRAC is contained in the Multiple Instrument Chamber (MIC), which also houses the other focal plane elements and the pointing calibration reference sensor. In the MIC is the Infrared Array Camera, Infrared Spectrograph, and Multiband Imaging Photometer, as well as the pointing calibration reference sensor. The MIC is attached to the cryostat and it is intended to keep the science instruments cold, including IRAC, but also functions to keep out stray light. The MIC is mounted to the helium chamber inside the cryostat vacuum shell, not only to efficiently keep the instruments cold but to seal out any stray light. Its warm electronics assembly is housed in the spacecraft bus. The IRAC instrument was built by the Goddard Space Flight Center and the detectors were built by Raytheon. Its operational and scientific management is handled by the Smithsonian Astrophysical Observatory. ==Bands summary== IRAC is capable of observing in the wavelengths of 3.6, 4.5, 5.8, and 8.0 microns. When its coolant ran out, only the two shorter wavelengths remained usable. ==See also== *MIRI (Mid-Infrared Instrument) *NIRCam, a James Webb Space Telescope instrument for 0.6 to 5 μm light ==References== ==External links== *IRAC website by the Harvard–Smithsonian Center for Astrophysics *Spitzer Documentation & Tools: IRAC by the Infrared Science Archive Category:Spitzer Space Telescope Category:Astronomy image sensors ",
    "title": "Infrared Array Camera"
}