{
    "id": "52854894",
    "text": "China Hi-Tech Group Corporation, Ltd. (CHTC) is a Chinese conglomerate company. The company is owned by the Chinese Central Government via State- owned Assets Supervision and Administration Commission of the State Council (SASAC). The company main focus is on the textile industry. In June 2017, CHTC became a wholly owned subsidiary of Sinomach, another SASAC company, through a restructuring, as part of a plan to reduce the number of SASAC directly- controlled companies. ==Operations== CHTC is the parent company of Jingwei Textile Machinery ( for 56.04%), Kama ( for 30.27%) and CHTC Fong's Industries (, for 55.80%). The company also owns 10.19% stake of CHTC Helon () and 18.30% stake of Huaxun Fangzhou (), being in both the second largest shareholder, as of 31 December 2015. ===CHTC Auto=== CHTC Auto (), translated alternatively as Hengtian, a part of CHTC's Heavy Industry Group (), is CHTC's vehicle production division. CHTC entered into the automotive business in 2008, after reorganising Kama's commercial vehicle and diesel engine operation. During 2010, Hengtian (CHTC) Heavy Industry, a CHTC subsidiary, expanded the commercial vehicle operation of the company. That year, it established Zhengzhou Hongda Automobile Industry Co., Ltd. It also acquired the bus producer Jiangxi Coach and Bus Co., Ltd. In March 2011, Hengtian Heavy Industry incorporated Hebei Lida Special Vehicle Co., Ltd. In June 2010, Jingwei Textile Machinery, another CHTC subsidiary, incorporated truck manufacturer Hubei Xinchufeng Automobile Co., Ltd. and reincorporated parts of it as Hengtian (CHTC) Automobile Co., Ltd. In May 2011, CHTC reincorporated Nanchang Kama Diesel Engine Co., Ltd. as Hengtian (CHTC) Power Co., Ltd. In November 2011, CHTC acquired pick-up and truck manufacturer Dadi Auto and reincorporated it on 16 October 2012 as Hengtian (CHTC) Dadi Automobile Co., Ltd. In 2012, CHTC unveiled the first CHTC-badged pick-ups, based on Dadi technology, the Tutengs T1 and T2. A third pickup, the Tuteng T3 (an upmarket version of the T2), was launched in 2013. In June 2017, it was announced that CHTC would take control of a 15.24% stake in truck and special vehicle manufacturer Hualing Xingma from the Xingma Group, becoming the largest shareholder. The ultimate owner of the stake would change from the Maanshan Municipal People's Government to the SASAC. As part of the deal, Hualing Xingma would acquire CHTC's Hubei Xinchufeng in exchange of shares. In August 2017, Hualing Xingma announced that various complexities would stop Hubei Xinchufeng acquisition, but the agreement for CHTC taking a stake was still in place. In October 2017, CHTC announced the agreement was cancelled, as there were not enough safeguards for the investment. ====International==== In January 2012, CHTC acquired the Dutch truck manufacturer GINAF. In 2013, through a joint venture, it acquired the assets of Slovenian bus manufacturer TAM. ==References== ==External links== * Category:Government-owned companies of China Category:Textile companies of China Category:Manufacturing companies based in Beijing Category:China National Machinery Industry Corporation Category:Conglomerate companies of China Category:Companies established in 1998 ",
    "title": "China Hi-Tech Group Corporation"
}