{
    "id": "52853804",
    "text": "Jeffers High School is a public school in Painesdale, Michigan. It serves students in grades 7–12 for the Adams Township School District. ==History== Before 1949, Jeffers was called Painesdale High School. It was built in 1909, replacing the original Adams Township School in Atlantic Mine. Painesdale High was renamed to honor Fred and Cora Jeffers, the district's first superintendent and principal respectively. Mr. Jeffers served the Adams Township School District from 1894 to 1950. At the height of the copper boom, the school served students from Adams, Stanton and Elm River townships in Houghton County, along with Bohemia Township in Ontonagon County. The original building is still in use, though a major addition was built in 1934. From 1909 to 1945, some students were transported to and from school via a special school train on the Copper Range Railroad. ==Academics== In 2016, Jeffers was recognized by US News & World Report as a national bronze medal school. ==Athletics== The Jeffers Jets compete in the Copper Mountain Conference. The school colors are green and white. The following sports are offered: *Baseball (boys) *Basketball (boys and girls) *Cross country (boys and girls) *Football (boys) **coop team with Hancock Central High School *Golf (boys and girls) *Gymnastics (girls) **coop team with Lake Linden–Hubbell High School *Ice hockey (boys) *Skiing (boys and girls) **coop team with Houghton High School *Softball (girls) *Swimming (boys and girls) **coop team with Hancock Central High School *Volleyball (girls) **coop team with Chassell Township School ===Upper Peninsula champions=== The boys golf teams won the Upper Peninsula (UP) championship in 2012, 2013 and 2014. Girls' golf took the UP championship in 2006 and 2007. The boys cross country team were the UP champions in 1976–1979, 1983, 1985, 1990–1993 and 2006. The girls cross country team took the UP championship in 1984, 1985, 1994 and 1996. ==Demographics== In 2014–15, 54.3% of the 210 students were male and 45.7% female. 0.4% of the enrollment were Native American or Alaskan, 0.4% were Hispanic, 1.0% were Black, 1.0% were Multiracial and 97.2% were White. There were no Asian or Pacific islanders enrolled. 60% of the students were eligible for free or reduced lunch. ==References== Category:Public high schools in Michigan Category:Schools in Houghton County, Michigan ",
    "title": "Jeffers High School"
}