{
    "id": "52858521",
    "text": "Stefan Szeider is an Austrian computer scientist who works on the areas of algorithms, computational complexity, theoretical computer science, and more specifically on propositional satisfiability, constraint satisfaction problems, and parameterised complexity. He is a full professor at the Faculty of Informatics at the Vienna University of Technology (TU Wien), the head of the Algorithms and Complexity Group, and co-chair of the Vienna Center for Logic and Algorithms of TU Wien (VCLA). == Education == Szeider received his doctorate in Mathematics from the University of Vienna in 2001 under the supervision of Professors Herbert Fleischner and Georg Gottlob while working as a mathematician at the Austrian Academy of Sciences. == Career and research == Szeider is a full professor at the Faculty of Informatics at TU Wien. Previously he was first Lecturer and then Reader at the University of Durham, UK (2004-2009) and a postdoc with Professor Stephen Cook’s Group at the University of Toronto (2002-2004). He is a co-chair of the Vienna Center for Logic and Algorithms which he founded together with Helmut Veith in 2012. He serves on the editorial boards of the Journal of Computer and System Sciences, the Journal of Discrete Algorithms, the Journal of Artificial Intelligence Research and Fundamenta Informaticae. Szeider published more than 140 refereed publications in the areas of theoretical computer science, algorithms, computational complexity, artificial intelligence, propositional satisfiability and constraint satisfaction. Szeider is best known for popularizing the notion of backdoor sets for SAT and other problems and the introduction of dependency schemes for quantified boolean formulas. Szeider also worked on width measures for graphs such as treewidth and clique-width. He showed with coauthors that it is NP-hard to determine whether the clique- width of a given graph is smaller than a given bound. He established complexity results for detecting minimally unsatisfiable formulas. ==References== ==External links== *Official website Category:Living people Category:Austrian computer scientists Category:TU Wien alumni Category:TU Wien faculty Category:Theoretical computer scientists Category:Scientists from Vienna Category:Academics of Durham University Category:University of Toronto alumni Category:Year of birth missing (living people) ",
    "title": "Stefan Szeider"
}