{
    "id": "52850997",
    "text": "Allen Howard Weisselberg (born August 15, 1947) is an American businessman who is the chief financial officer (CFO) of The Trump Organization. Weisselberg also serves as a co-trustee of a trust set up in 2017 by Donald Trump before Trump's inauguration as President of the United States. ==Early life== Weisselberg was born to a Jewish family in Brooklyn, New York, and grew up in Brownsville. He graduated from Thomas Jefferson High School before receiving an accounting degree from Pace University in 1970.Low-Key ‘Wallpaper’ Jewish Exec Catapults to Top of Trump Organization, Fast Forward, January 11, 2017. ==Career== Following college, Weisselberg worked as an accountant for real estate magnate Fred Trump in the 1970s. By the late 1980s, he was controller of the organization and worked under CFO Stephen Bollenbach. In 2000, Weisselberg was named chief financial officer and Vice President of Trump Hotels & Casino Resorts. He also served as treasurer of the Donald J. Trump Foundation, and has handled the household expenses of the Trump family. Along with Donald Trump, he is one of two trustees of a New York-based revocable trust that in turn owns DT Connect Member Corp. On January 11, 2017, shortly before Donald Trump Sr.'s inauguration as President of the United States, the Trump Organization announced that Weisselberg would manage the company along with Eric Trump and Donald Trump Jr. during Trump's presidency. A summary of trust arrangements dated February 10, 2018, lists Weisselberg and Donald Trump Jr. as trustees and Eric Trump as an adviser. The summary also indicated that, as trustees, only Weisselberg and Trump Jr. knew the details of the trust's finances. Michael Cohen, Trump's personal lawyer at the start of his presidency, said that Weisselberg had arranged for the Trump Organization to pay Cohen $35,000 a month to reimburse him for hush money Trump had asked Cohen to pay adult film actress Stormy Daniels weeks before the 2016 election to keep her from talking about an affair she had had with Trump. In July 2018 Weisselberg was subpoenaed to testify before a federal grand jury regarding the Cohen investigation. Weisselberg was granted limited witness immunity for his testimony. Manhattan District Attorney Cyrus Vance Jr. is also investigating Weisselberg. When the federal investigation by the Southern District of New York \"effectively concluded\" in July 2019, new subpoenas were issued in connection with the hush-money payments. Weisselberg's federal immunity does not extend to state investigations. ==Personal life== Weisselberg lived in Nassau County on Long Island as of 2005. He appeared as a judge on the seventh episode of the second season of The Apprentice. His son, Jack Weisselberg, is a loan-origination executive at Ladder Capital, which has acted as a lender to the Trump Organization. ==See also== *List of Pace University people *Stormy Daniels–Donald Trump scandal * ==References== ==External links== * Category:1947 births Category:Living people Category:21st-century American businesspeople Category:American chief financial officers Category:American construction businesspeople Category:American corporate directors Category:American Jews Category:Businesspeople from New York City Category:Pace University alumni Category:The Trump Organization employees Category:Thomas Jefferson High School (Brooklyn) alumni ",
    "title": "Allen Weisselberg"
}