{
    "id": "52868324",
    "text": "\"If You Ever Leave Me\" is a vocal duet between Barbra Streisand and Vince Gill. The song was written by Richard Marx and produced by David Foster and Richard Marx. It first appeared as a single on Streisand's 1999 album, A Love Like Ours. The single was released as an international CD single that included three additional tracks, two of which were recorded during the A Love Like Ours sessions but were not included on the album. The song appears on Barbra Streisand's Duets album, released in 2002. ==Critical reception== Billboard described the song as a \"luscious power ballad\" and noted further that \"it's hard to imagine a better combination of mature voices than that on this tantalizing song about needing to spend every minute with the one you love\". They also added that \"thanks to silken production from [Richard] Marx and David Foster, this one ranks up there with classics like \"Comin' In And Out Of Your Life\" and \"Woman In Love\"\". ==Chart performance== \"If You Ever Leave Me\" was released to country radio and peaked at #62 on Billboard's Hot Country Singles & Tracks. On December 5, 1999, it became the third most played video on CMT. It also peaked at #26 in the UK. ==Production== * Producers and arrangers: David Foster and Richard Marx * Orchestra arranger and conductor: William Ross (composer) * Engineer: Felipe Elgueta and Humberto Gatica * Mixer: Mick Guzauski * Mastering: Vlado Meller at Sony Music Studios, Santa Monica, CA * Executive Producers: Barbra Streisand and Jay Landers ==Track listing== ==Charts== {| class=\"wikitable sortable\" !align=\"center\"|Chart (1999) !align=\"center\"|Peak position |- |Europe (Eurochart Hot 100) |align=\"center\"|90 |- |Netherlands (Single Top 100) |align=\"center\"|82 |- |Scotland (Official Charts Company) |align=\"center\"|26 |- |UK Singles (Official Charts Company) |align=\"center\"|26 |- |US Billboard Hot Country Singles & Tracks |align=\"center\"|62 |- |} ==References== Category:Barbra Streisand songs Category:Vince Gill songs Category:1999 songs Category:1990s ballads ",
    "title": "If You Ever Leave Me"
}