{
    "id": "52866322",
    "text": "Mark Johnson is an American attorney and politician who is currently North Carolina's Superintendent of Public Instruction. A Republican, he was first elected in 2016, narrowly defeating incumbent June Atkinson. Prior to his election as state superintendent, Johnson served for two years on the Forsyth County School Board while working as a lawyer in Winston-Salem. Prior to attending law school, Johnson taught at West Charlotte High School for two years with Teach for America. He unsuccessfully sought the Republican nomination for North Carolina lieutenant governor in 2020. == Early life, education, and career before politics== Johnson grew up in Covington, Louisiana,Kelly Hinchcliffe, Travis Fain, & Alex Granados, 'Fighting the status quo': Inside the combative world of NC's new public schools chief, WRAL/EducationNC (September 27, 2017). the oldest of four sons. He graduated from the Louisiana School for Math, Science, and the Arts and then Emory University in Atlanta, receiving a bachelor's degree in environmental studies and political science. From 2006 to 2008, he taught science at West Charlotte High School, a high-poverty high school, through the Teach for America (TFA) program. He then attended the University of North Carolina at Chapel Hill's School of Law. Johnson became a technology lawyer in Winston-Salem, working as corporate counsel for international technology company Inmar. == Political career == Johnson greeting students He was elected in 2014 to an at-large seat on Forsyth County School Board and spent two years on the board. In August 2015, Johnson filed papers to run for the position of North Carolina Superintendent of Public Instruction in 2016. In the November 2016 election, Johnson won with 50.6% of the vote, narrowly defeating the Democratic incumbent June Atkinson. Atkinson had served 11 years in the post and had worked for the department for about 28 years before becoming superintendent. She was the longest-serving state superintendent in the nation. Johnson became the first Republican to win the position in more than a hundred years.Brian Gordon, NC superintendent Johnson talks teacher anger, performance grades, rural funds, and more, Asheville Citizen Times (January 25, 2020). In 2019, Johnson supported a 5% salary increase for North Carolina teachers by 2030, which would allow the average teacher salary in North Carolina to approach the median 2019 household income in North Carolina. He also proposed to increase funding for textbooks and digital media. As state superintendent, Johnson had a combative style; when he later announced his candidacy for the Republican nomination for lieutenant governor, he described himself as \"in the trenches fighting the deep state in state bureaucracy.\"State Superintendent Mark Johnson announces candidacy for lieutenant governor, WITN (November 12, 2019).Jamey Cross, State Superintendent Mark Johnson announces run for lieutenant governor, Daily Tar Heel (November 12, 2019). Johnson's relationship with the North Carolina State Board of Education has been often tumultuous.Lindsay Marchello, Bad blood: The sometimes rocky relationship between the N.C. State Board of Education and Superintendent Mark Johnson, Carolina Journal (May 7, 2020).Alex Granados, Superintendent Mark Johnson challenges State Board contract with SREB, EdNC (March 4, 2020). In 2016, shortly after Johnson's election, the North Carolina General Assembly enacted legislation in a special session to shift power from the State Board of Education to the state superintendent, granting Johnson power over the $10 billion North Carolina education budget. This prompted a legal battle, culminating in a North Carolina Supreme Court decision, in which both sides claimed a partial victory.Alex Granados, Strife between state board, Superintendent Mark Johnson continues, WRAL (July 2, 2018). In January 2020, Johnson and the board clashed over Johnson's signing of a $930,000 \"emergency contract\" for a Web-based reading assessment tool designed for kindergartens through 3rd graders in support of the state's \"Read To Achieve\" program.Jeff Tiberii, State Superintendent Makes Istation Purchase, Billionaire Candidates Spend Big, January 10, 2020).Cole del Charco, SBE and State Superintendent Clash Over Reading Tool Contract, WUMC (January 9, 2020).Cole del Charco, Company That Lost NC's K-3 Reading Assessment Contract Files Protest, WUNC (June 25, 2019). The value of the emergency contract was just below the dollar threshold requiring board approval, and a rival company that lost the contract subsequently filed a bid protest, contending that the software selected did not meet state requirements. After \"a year of legal, political and academic wrangling\" over the decision, school districts were given the power to choose the early-learning reading assessment tool they would use for the 2020-21 school year. In February 2020, Johnson used a state database to send 540,000 text messages and 800,000 emails to parents and teachers, polling them about Common Core.Travis Fain, NC schools superintendent texted a half million parents and teachers to get feedback on Common Core, WRAL (February 11, 2020). The text message read, \"NC Superintendent Johnson wants to remove Common Core from NC schools. Do you? Complete this survey to guide our work.\" The mass text prompted a number of teachers and parents to file complaints against Johnson with the State Ethics Commission, alleging a politically motivated use of state resources to send a campaign-style messageEthics complaints filed against N.C. schools chief for mass text to parents and teachers, Tribune News Service (February 14, 2020). that coincided with the beginning of early voting in the North Carolina primary elections, in which Johnson was on the ballot in the race for the Republican nomination for lieutenant governor.Ethics complaints filed against N.C. schools chief for mass text to parents and teachers, Tribune News Service (February 14, 2020). Johnson's department defended the use of a state database to send the texts and emails. As superintendent, Johnson supported the creation of a new position of assistant superintendent for early childhood education and launched NC Reads, a statewide reading program. Prior to the start of the 2018 school year, Johnson announced that all K-3 teachers would be receiving new iPads as part of the state's \"Read to Achieve\" program using existing funds. Johnson announced changes to the state's standardized test procedures, including fewer questions on exams, \"allowing students to leave the exams sooner and easing rules requiring exam proctors.\"T.K. Hui & A.D. Helms, Testing in NC schools could get less stressful. Changes in exam rules are coming, News & Observer (January 16, 2019). Johnson also launched the \"TeachNC\" initiative (a joint effort between the Department of Public Instruction and the nonprofits Best NC and Teach.org, supported by grants from the Bill & Melinda Gates Foundation, IBM, Microsoft, and others, to improve teacher recruitment and retention. and a NC School Finances website to provide more transparency on school finances. In partnership with the nonprofit Sandy Hook Promise, formed after the Sandy Hook Elementary School shooting in 2012, Johnson launched a \"Say Something\" app, allowing North Carolina students to anonymously report tips or incidents. Johnson has opposed the idea of arming North Carolina teachers with guns, an idea promoted by Donald Trump and others. However, Johnson does favor more funding for school resource officers.Liz Schlemmer, Poll Finds Most NC Teachers Don't Want To Carry Guns, WUMC (March 2, 2018). Johnson was state superintendent during the COVID-19 pandemic in North Carolina, when schools were closed to control the spread of the virus.Matthew Burns, Cooper: Some businesses must remain closed so schools can begin to reopen, WRAL (July 13, 2020).COVID-19 NC: School reopening guidance coming June 11, News & Observer (June 4, 2020). Johnson chose not to seek reelection as state superintendent, instead filing papers in December 2019 to seek the Republican nomination for North Carolina lieutenant governor in 2020. In the March 3, 2020 Republican primary, Johnson lost, coming in third place. ==Electoral history== ==References== Category:21st-century American politicians Category:Schoolteachers from North Carolina Category:Living people Category:North Carolina Republicans Category:North Carolina Superintendents of Public Instruction Category:People from Winston-Salem, North Carolina Category:School board members in North Carolina Category:University of North Carolina School of Law alumni Category:Year of birth missing (living people) ",
    "title": "Mark Johnson (North Carolina politician)"
}