{
    "id": "52864013",
    "text": "Ujwal Ghimire () is a Nepalese film director, actor, producer, story writer, ad/documentary maker and film educator. He is considered one of the most well- known and leading movie directors of the Nepalese film industry. He is a three times National Film Award (Nepal) winner,two times Nefta Film Award winner and earned number of other prestigious awards for his outstanding works.http://archives.myrepublica.com/portal/index.php?action=news_details&news;_id=29164http://peoplesreview.com.np/2016/12/27/pashupati- prasad-wins-the-best-film-at-the-ninth-nefta-film-awards/ He also contributed in making the first television film in the history of television industry of Nepal in 1985. == Career == Ghimire acted in various dramas and standup comedies at many Nepalese theaters since 1980. He earned number of awards in his stage days including best award in Gaijatra (Annual traditional function: Gaijatra festival of Nepal) for his one-act stand-up comedy presentation. He then moved to the television industry as television came in Nepal. He was an actor and director of the first television drama of Nepal, Yestai Huchha which was made by him was telecast-ed from Nepal Television on the very first day of its regular broadcast on 29 December 1985. Ghimire with the Whiffenpoofs of Yale University, United States He got his first big break as a movie actor in the super hit feature film Santan in 1986/1987 where he performed a negative character role. That gave him the Best Negative Character Actor Award in 1987. He then worked as an actor in couple of joint venture international films such as Lady Commando and Swarth. Ghimire made number of documentaries and advertisement films for television before he got a break as a director of a feature film. He has been continuing his other career till now but he focuses more into feature film direction. Today he is considered one of the outstanding film directors of Nepalese cinema. His first feature film was Gothalo as a director in 1996. He made his second film Jindagani in 2000 from his own company Ayush Film Pvt Ltd as a capacity of producer and director. Among his movies Suvakamana was average in business. Bishwas and Chhodi Gaye Pap Lagla were hit and Gothalo, Kismat,Jindagani, Andaj and Wada No 6 were super hit. Jindagani and Wada No 6 are considered to be one of the top grossing and the biggest blockbusters of Nepalese cinema. Nowadays he has been preparing for his next feature film which is untitled yet. == Filmography == {| class=\"wikitable sortable\" |- ! Year !! Film!!Starring crew!! Ghimire's work |- | 1984 || Adarsha Nari || Bijay Lama, Ujwal Ghimire, Ansumala Shahi, Punam Lama || Actor |- | 1987 || Santan || Bhuwan K.C., Arjun Jung Shahi, Ujwal Ghimire, Karishma Manandhar, Gauri Malla, Shanti Maskey, Kristi Mainali || Actor |- | 1988 || Lady Commando https://www.youtube.com/watch?v=hbVeb-e52fY||Bhuwan K.C., Sabnam, Shiva Shrestha, Ujwal Ghimire || Actor |- | 1989 || Swarth ||Shiva Shrestha, Ujwal Ghimire, Sinora Mistri || Actor |- | 1996 || Gothalo ||Krishna Malla, Saroj Khanal, Sharmila Malla, Shree Krishna Shrestha || Director |- | 2000 || Jindagani ||Dilip Rayamajhi, Karishma Manandhar, Rajesh Hamal, Santosh Panta, Puja Chand || Director, producer |- | 2002 || Bishwas || Gauri Malla, Dilip Raymajhi, Deepak Raj Giri || Director, producer, writer |- | 2003 || Suvakamana ||Karishma Manandhar, Shree Krishna Shrestha, Jharana Bajracharya, Ramesh Adhikari || Director, writer |- | 2005 || Dhadkan ||Rekha Thapa, Nikhil Upreti, Arunima, Ujwal Ghimire || Actor |- | 2006 || Avimanue ||Nikhil Upreti, Pujana, Ujwal Ghimire || Actor |- | 2008 || Kismat ||Rekha Thapa, Aryan Sigdel, Biraj vatta || Director, writer |- | 2009 || Chodigaye pap lagla || Raj Ballav Koirala, Biraj Bhatta, Richa Ghimire, Sanchita Luitel || Director, writer |- | 2011 || Andaj || Jiwan Luitel, Rekha Thapa, Sabin Shrestha || Director, writer |- | 2016 || Wada No 6 http://www.nepalifilm.net/2014/10/03/nepali-movie-wada-no-cha/ || Deepak Raj Giri, Sitaram Kattel, Jitu Nepal, Dayahang Rai, Kedar Ghimire, Rajaram Poudel, Deepa Shree Niraula, Priyanka Karki || Director |} == Awards == Ghimire receiving best Director's NEFTA Film Awards in 2016 * Best Film Dabar Anmol Film Award 2004 for the film Bishwas awarded by 'Nepal One' Channel. * Best Director National Film Award (Nepal) 2008 for the film Kismat given by Film Development Board, Government of Nepal. * Best Director National Film Award (Nepal) 2010 for the film Chodi gaye pap lagla given by Film Development Board, Government of Nepal.http://reelnepal.com/awards/2/national-film- award/2009 * Best Director NEFTA Film Awards 2010 for the film Chodi gaye pap lagla given by Nepal Film Technician Association. http://xnepali.net/the- president-distributed-national-film-awards-winners- list/http://moviesnepal.com/4th-nefta-film-awards/ * Best Director National Film Award (Nepal) 2011 for the film Andaj organized by Film Development Board, Government of Nepal.http://reelnepal.com/awards/2/national-film- award/2011 * Best director D-Cine Award in 2011 from the film Andajhttp://reelnepal.com/awards/4/dcine-awards/2012 * Best Director CG Kamana Jury Award 2016 in direction for the film 'Wada No 6' given by Kamana Publication associated with CG Entertainment * Best Director NEFTA Film Awards 2016 for the film Wada No 6 given by Nepal Film Technician Association. == Honors == Ghimire was honored in 2015 by Nepal Television for his contribution of making first Nepalese television drama in the history of Nepal's television industry. He was also honored by Nepal motion picture association for his contribution in bringing Nepalese feature film in this stage. == Other activities == Ghimire played a leading role for the development of film industry in Nepal through different professional organizations. He was founder vice president of Film Artist Association of Nepal. He also was elected as a vice president of Film Producers Association in 2006. He also played an important role to establish Film Directors Guild of Nepal and became first vice president. Now he is an active member of Directors Guild of Nepal and Nepal Film society. Ghimire also teaches Film Making in Everest Film Academy, Kathmandu. He has played a leading and an important role to establish and run this organization as a capacity of a director. Ghimire also became jury member in different award ceremonies along with first National Film Award in 2005, organized by Film Development Board, Government of Nepal. == See also == * List of Nepalese films * Cinema of Nepal == References == == External links == * Interview with Ujwal Ghimire about Wada No 6 * Interview with Director Ujjwal Ghimire On You Talk Show * Mountain Sambad, interview with Ujwal Ghimire * News about Wada No 6 YouTube hit * Profile of director/ Everest film academy * Wada number 6 Category:Living people Category:Nepalese film directors Category:Actors from Kathmandu Category:Nepalese film producers Category:Year of birth missing (living people) ",
    "title": "Ujwal Ghimire"
}