{
    "id": "52869860",
    "text": "The 2017 Notre Dame Fighting Irish football team represented the University of Notre Dame in the 2017 NCAA Division I FBS football season. The team was coached by Brian Kelly and played its home games at Notre Dame Stadium in South Bend, Indiana. They competed as an independent. They finished the season 10–3, an impressive turnaround from the season before, where the Irish finished with their worst record since 2007. They were invited to the Citrus Bowl where they defeated LSU. The Irish would finish the season with four wins over teams that finished in the top 25 rankings (both the AP and Coaches polls), including winning three of those by over 20 points or more. ==Previous season== The 2016 Notre Dame Fighting Irish football team finished the regular season with a 4–8 record, and were thus ineligible for a bowl selection. ==2017 NFL Draft== The following former Notre Dame players were selected in the 2017 NFL Draft: {| class=\"wikitable\" style=\"font-size: 95%;\" |- ! Round !! Selection !! Player !! Position !! Team |- ! 2 || 52 | DeShone Kizer || Quarterback || Cleveland Browns |- ! 7 || 225 | Isaac Rochell || Defensive end || Los Angeles Chargers |- |} ==Transfers out/departures== * WR Corey Holmes (Purdue) * QB Malik Zaire (Florida) * C/G Tristen Hoge (BYU) * TE Tyler Luatua (injury) * OL Parker Boudreaux (UCF) * LB Josh Barajas (Illinois State) * G Colin McGovern (Virginia) * S Spencer Perry (South Alabama) * RB Justin Brent (Nevada) ==Transfers in== * WR Freddy Canteen (Michigan) * WR Cameron Smith (Arizona State) * S Alohi Gilman (Navy) ==Coaching changes== Departures * Scott Booker – dismissed * Keith Gilmore – dismissed * Mike Denbrock (hired at Cincinnati) * Bob Elliott (hired at Nebraska) * Mike Sanford Jr. – hired as head coach at Western Kentucky * Paul Longo – replaced and moved into an administrative role Additions * Mike Elko – hired as defensive coordinator * Chip Long – hired as offensive coordinator and Tight ends coach * Brian Polian – returns as special teams coordinator * Clark Lea – hired as linebackers Coach * DelVaughn Alexander – hired as wide receivers coach * Tom Rees – returns as quarterback coach * Matt Balis – hired as director of football performance ==Recruiting== ===Position key=== {| class=\"wikitable\" |- |Back |B |rowSpan=\"6\" style=\"background-color:lightgrey;\"| |Center |C |rowSpan=\"6\" style=\"background-color:lightgrey;\"| |Cornerback |CB |rowSpan=\"6\" style=\"background-color:lightgrey;\"| |Defensive back |DB |- |Defensive end |DE |Defensive lineman |DL |Defensive tackle |DT |End |E |- |Fullback |FB |Guard |G |Halfback |HB |Kicker |K |- |Kickoff returner |KR |Offensive tackle |OT |Offensive lineman |OL |Linebacker |LB |- |Long snapper |LS |Punter |P |Punt returner |PR |Quarterback |QB |- |Running back |RB |Safety |S |Tight end |TE |Wide receiver |WR |} ===Recruits=== The Fighting Irish signed a total of 21 recruits. ==Personnel== ===Coaching staff=== {| class=\"wikitable\" |- ! Name !! Position !! Year at Notre Dame !! Alma mater (Year) |- style=\"text- align:center;\" |Brian Kelly||Head coach||8th||Assumption (1982) |- style=\"text-align:center;\" |Mike Elston||Defensive line/assistant head coach||8th||Michigan (1998) |- style=\"text-align:center;\" |Brian Polian|| Special team coordinator/recruiting coordinator||6th||John Carroll (1997) |- style=\"text-align:center;\" |Harry Hiestand||Offensive line/run game coordinator||6th||East Stroudsburg (1983) |- style=\"text-align:center;\" ||Mike Elko||Defensive coordinator||1st||Pennsylvania (1999) |- style=\"text- align:center;\" |Chip Long ||Offensive coordinator/tight ends||1st||North Alabama (2005) |- style=\"text-align:center;\" |Autry Denson||Running backs||2nd||Notre Dame (1999) |- style=\"text-align:center;\" |Todd Lyght||Pat and Jana Eilers family defensive backs||2nd||Notre Dame (1991) |- style=\"text- align:center;\" |DelVaughn Alexander||Wide receivers||1st||USC (1995) |- style=\"text-align:center;\" |Clark Lea||Linebackers||1st||Vanderbilt (2004) |- style=\"text-align:center;\" ||Tom Rees||Quarterbacks||1st||Notre Dame (2013) |- style=\"text-align:center;\" |Matt Balis||Director of football performance||1st||Northern Illinois (1996) |- style=\"text-align:center;\" |Bill Rees||Director of scouting||1st||Ohio Wesleyan University (1976) |} ===Roster=== {| class=\"toccolours\" style=\"text-align: left;\" |- | colspan=11 style=\"; text-align: center\"| 2017 Notre Dame Fighting Irish football team roster |- |valign=\"top\"| Quarterbacks * 4 Montgomery VanGorder – Senior (6'5, 215) Redshirt * 7 Brandon Wimbush – Junior (6'1, 216) Redshirt *12 Ian Book – Sophomore Redshirt *13 Avery Davis – Freshman *14 J.D. Carney – Freshman *17 Nolan Henry – Junior (6'1, 195) Redshirt *18 Cameron Ekanayake – Freshman Running Backs * 2 Dexter Williams – Junior (5'11, 210) *16 C.J. Holmes – Freshman *33 Josh Adams – Junior (6'1, 219) *34 Tony Jones Jr. – Sophomore Redshirt *38 Deon McIntosh – Sophomore Redshirt Wide Receivers * 3 C. J. Sanders – Junior (5'8, 185) * 6 Equanimeous St. Brown – Junior (6'4, 205) * 9 Keenan Centlivre – Senior *10 Chris Finke – Junior (5'9, 175) Redshirt *11 Freddy Canteen – Graduate Redshirt *15 Cameron Smith – Graduate *24 Mick Assaf – Sophomore *25 Jafar Armstrong – Freshman *26 Austin Webster – Senior (5'11, 195) *29 Kevin Stepherson – Sophomore (6'0, 181) *31 Grant Hammann – Senior (6'0, 192) *81 Miles Boykin – Junior (6'3, 225) Redshirt *83 Chase Claypool – Sophomore *85 Arion Shinaver – Sophomore *87 Michael Young – Freshman *88 Javon McKinley – Sophomore Tight Ends *47 Chris Bury – Junior *49 Jack Henige – Freshman *80 Durham Smythe – Graduate (6'4, 245) *82 Nic Weishar – Senior (6'4, 245) Redshirt *84 Cole Kmet – Freshman *86 Alize Mack – Junior (6'4, 240) Redshirt *89 Brock Wright – Freshman Punters *42 Jeff Riney – Junior (5'10, 175) (+P) *80 Tyler Newsome – Senior (6'2, 210) (+K) |width=\"25\"| |valign=\"top\"| Offensive lineman *53 Sam Mustipher – Senior (6'2, 305) Redshirt *56 Quenton Nelson – Senior (6'5, 325) Redshirt *57 Trevor Ruhland – Junior (6'3, 300) Redshirt *61 Colin Grunhard – Freshman *62 Logan Plantz – Junior (6'2, 310) *63 Sam Bush – Senior (6'3, 305) *67 Jimmy Byrne – Senior (6'4, 300) *68 Mike McGlinchey – Graduate (6'7, 310) *69 Aaron Banks – Freshman *70 Hunter Bivin – Graduate (6'5, 308) *71 Alex Bars – Senior (6'6, 320) Redshirt *72 Robert Hainsey – Freshman *74 Liam Eichenberg – Sophomore Redshirt *75 Josh Lugg – Freshman *76 Dillan Gibbons – Freshman *78 Tommy Kraemer – Sophomore Redshirt Defensive lineman * 9 Daelin Hayes – Sophomore (6'3, 257) *41 Kurt Hinish – Freshman *42 Julian Okwara – Sophomore *47 Kofi Wardlow – Freshman *53 Khalid Kareem – Sophomore (6'3, 270) *54 Lincoln Feist – Junior (6'2, 315) *55 Jonathan Bonner – Senior (6'3, 286) Redshirt *58 Elijah Taylor – Junior (6'3, 285) Redshirt *64 Ryan Kilander – Senior (6'0, 310) *77 Brandon Tiassum – Junior (6'3, 302) Redshirt *91 Adetokunbo Ogundeji – Sophomore Redshirt *92 Jonathon MacCollister – FreshmanRedshirt *93 Jay Hayes – Senior (6'3, 285) Redshirt *94 Darnell Ewell – Freshman *95 Myron Tagovailoa-Amosa – Freshman *96 Peter Mokwuah – Senior (6'3, 317) Redshirt *97 Micah Dew-Treadway – Junior (6'4, 300) Redshirt *98 Andrew Trumbetti – Senior (6'3, 260) *99 Jerry Tillery – Junior (6'6, 310) Kickers *19 Justin Yoon – Junior (5'9, 190) *29 Sam Kohler – Senior (6'0, 175) *39 Jonathan Doerer – Freshman |width=\"25\"| |valign=\"top\"| Linebackers * 4 Te'von Coney – Junior (6'1, 235) * 5 Nyles Morgan – Senior (6'1, 245) *22 Asmar Bilal – Junior (6'2, 230) *23 Drue Tranquill – Senior (6'1, 225) Redshirt *30 Jeremiah Owusu- Koramoah – Freshman *32 D.J. Morgan – Sophomore Redshirt *35 David Adams – Freshman *37 Robert Regan – Junior (6'2, 200) *40 Drew White – Freshman *44 Jamir Jones – Sophomore *45 Jonathan Jones – Sophomore Redshirt *46 Jimmy Thompson – Junior *48 Greer Martini – Senior (6'2, 245) *49 Brandon Hutson – Junior (6'2, 230) *51 Devyn Spruell – Junior (6'1, 240) *59 Kier Murphy – Junior Cornerbacks * 7 Nick Watkins – Senior (6'0, 200) Redshirt * 8 Donte Vaughn – Sophomore *18 Troy Pride – Sophomore *20 Shaun Crawford – Junior (5'8, 189) Redshirt *27 Julian Love – Sophomore *31 Temitope Agoro – Sophomore *31 Brandon Garcia – Freshman *43 Brian Ball – Junior (5'11, 185) Safeties *12 Alohi Gilman – Sophomore *13 Jordan Genmark-Heath – Freshman *14 Devin Studstill – Sophomore (6'0, 190) *17 Isaiah Robertson – Freshman *21 Jalen Elliott – Sophomore *24 Nick Coleman – Junior (5'11, 190) *38 Christopher Schilling – Sophomore Defensive Backs *10 Patrick Pelini – Freshman *15 John Mahoney – Freshman Long snappers *46 Matt Bushland – Sophomore *54 John Shannon – Sophomore Redshirt |} ==Schedule== :Schedule Source: 2017 Notre Dame Fighting Irish Football Schedule ==Rankings== ==Game summaries== ===Temple=== {|class=\"wikitable\" |- align=\"center\" |2–0 |2015 |ND, 24–20 |} The Irish offense racked up 606 yards of offense including 422 of it from rushing. They finished with three players with over a 100 rushing yards: Josh Adams (161 yards), Dexter Williams (124 yards) and quarterback Brandon Wimbush (106 yards) all hit the century mark rushing as the Irish win big on opening day. ===Georgia=== {|class=\"wikitable\" |- align=\"center\" |0–1 |1981 |UGA, 17–10 |} With 3 minutes, 34 seconds left to play, the Bulldogs took a 1-point lead on a 30-yard field goal by kicker Rodrigo Blankenship. On The Irish’s final drive, Bulldogs linebacker Davin Bellamy strip-sacked quarterback Brandon Wimbush, and linebacker Lorenzo Carter recovered the fumble with 1:27 left to seal the victory. For the Bulldogs, Jake Fromm made his first career start at quarterback in place of the injured Jacob Eason (left knee). ===Boston College=== {|class=\"wikitable\" |- align=\"center\" |14–9 |2015 |ND, 19–16 |} Fighting Irish quarterback Brandon Wimbush rushed for 270 yards with four touchdowns; the most rushing yards by a Notre Dame quarterback, a school record. Also, running back Josh Adams rushed for 229 yards in three quarters. This is the first time in Notre Dame football history that two players have rushed for more than 200 yards in a single game. ===Michigan State=== {|class=\"wikitable\" |- align=\"center\" |48–29–1 |2016 |MSU, 36–28 |} The Irish would score on their opening drive, a 7 play, 78-yard drive that was capped off by Quarterback Brandon Wimbush's 16-yard touchdown run. Notre Dame would add to their lead three minutes later with a 59-yard interception return for a touchdown by cornerback Julian Love go to up 14–0 over the Spartans. The Irish defense forced three turnovers in the game, all of them the Irish turned into touchdowns. The Irish offense racked up 5.8 yards per play, including rushing for 182 yards against the Spartans defense that came into the game in the top 10 in rush defense. ===Miami (Ohio)=== {|class=\"wikitable\" |- align=\"center\" |1–0 |1909 |ND, 46–0 |} The Irish opened the scoring on the second play from scrimmage when running back Josh Adams scampered 73 yards for a touchdown. Another Adams touchdown run—this one a 59-yarder—was bookended by two RedHawks turnovers that the Irish converted into 14 points. The 28-point first quarter marked the most points for the Irish in a single period since 2005. The victory was the 900th win in Irish program history. ===North Carolina=== {|class=\"wikitable\" |- align=\"center\" |17–2 |2014 |ND, 50–43 |} After a scoreless opening period, quarterback Ian Book found receiver Cameron Smith for a 6-yard touchdown pass. On the second play of the next offensive series, running back Josh Adams scored on a 73-yard touchdown run. Later in the game, running back Deon McIntosh added two rushing scores for the Irish who gained 341 of its 487 total yards on the ground. Book made his first career start at quarterback in place of the injured Brandon Wimbush (right foot). ===USC=== {|class=\"wikitable\" |- align=\"center\" |46–37–5 |2016 |USC, 45–27 |} The Fighting Irish would welcome No. 11 USC in a highly anticipated game. The Irish defense started the game forcing a USC turnover on the Trojans first offensive play of the game, and that would be a sign of things to come from the rest of the game as the Irish forced three total turnovers and would take a commanding 28–0 lead by halftime. Running back Josh Adams had 191 rush yards and three touchdowns, including an 84-yard score in the third quarter. The Irish would rush for a total of 377 yards and averaged 8 yards per rush during the game. With this victory, Notre Dame earned the largest margin of victory in the series with USC in a half century. The last time was 51–0 in Los Angeles in 1966. ===North Carolina State=== {|class=\"wikitable\" |- align=\"center\" |0–2 |2016 |NCSU, 10–3 |} Coming into the game, North Carolina State had a six-game win streak, along with the Irish who had a five-game win streak. The talk coming into the game was who would have the advantage. Would it be North Carolina State's stout run defense (ranked 6th in the country) or Notre Dame's dangerous rush offense (ranked 6th in the country). The first quarter saw both offenses struggle to move the ball, but the Wolfpack got on the board first with a blocked punt returned that was recovered in the end zone to give North Carolina State a 7–0 lead. Notre Dame responded in quick fashion with a 2-play, 60-yard drive that was capped off with a touchdown pass by Irish Quarterback Brandon Wimbush, who threw a 25-yard touchdown pass to tight end Durham Smyth. The two teams traded scores in the 2nd quarter but the Irish would take a 21–14 lead with another touchdown pass by Brandon Wimbush, this time an 11-yard pass to wide receiver Kevin Stepherson. Before the first half ended, the Wolfpack were threatening to score, as they had the ball at the Irish 35. But on 3rd and 10, the Irish were able to get a sack on quarterback Ryan Finley to push the Wolfpack out of field goal range. That play would seem to set the stage for the rest of the game. After halftime, the Irish started to take control with a 69-yard interception return for a touchdown by Irish cornerback Julian Love giving the Irish a two touchdown lead. Josh Adams put the game away for good with a 77-yard touchdown run late in the 3rd quarter. Josh Adams finished the game with 202 rush yards and the Irish as a team finished the game with 318 rush yards. That was more than twice as many rush yards that the Wolfpack defense had allowed on the year, as the previous most was 133 rush yards by Furman. This was the sixth straight game the Irish had won by 20 points or more. This was also the first time since 2012 that the Irish had two wins over opponents ranked in the top 15 in a season and the first time since 1989 that they did it in consecutive weeks. It was also the sixth time the Irish ran for 300 yards or more in a game this season. ===Wake Forest=== {|class=\"wikitable\" |- align=\"center\" |3–0 |2015 |ND, 28–7 |} Though the Irish defense gave up a season-high 580 yards of offense and 37 points, the offense was dominant. The Irish rushed for 380 yards and racked up 710 total yards of offense, 10 yards shy of tying the school record. This was the seventh time in nine games this season the Irish rushed for over 300 yards. ===Miami (Florida)=== {|class=\"wikitable\" |- align=\"center\" |18–7–1 |2016 |ND, 30–27 |} In a highly anticipated matchup, the Fighting Irish of Notre Dame and the Miami Hurricanes met in a crucial game that had major College Football Playoffs implications for the winner. Miami would prevail in a one-sided contest in which the Hurricanes defense shut down the high powered offense of Notre Dame, including Heisman candidate Josh Adams. Coming into the game, the Irish had just two turnovers in the previous six games, including no turnovers during that span when quarterback Brandon Wimbush started. They turned it over four times in the contest that was turned into 24 points for the Hurricanes. A pick six by True Freshman Trajan Brady just before halftime gave Miami a commanding 27-0 lead at halftime and Notre Dame never recovered. The Irish had just 109 yards rushing (averaged 324 yards a game coming in), 8 points (averaged 41 points a game) and just 261 total yards of offense (averaged 440). With this loss, the Irish dropped out of the College Football Playoff conversation. ===Navy=== {|class=\"wikitable\" |- align=\"center\" |76–13–1 |2016 |NAVY, 28–27 |} Another tough, competitive game between Notre Dame and Navy in this historic rivalry, as the Irish prevail 24–17. For Navy, after taking a 17–10 lead on a 12 yard touchdown pass from Zach Abey to Craig Scott in the 3rd quarter, Navy finished the game with a missed field, an interception and a turn over on downs, all in Irish territory. The Irish went up for good in the 4th quarter with a 9 yard touchdown pass from Brandon Wimbush to wide receiver Kevin Stepherson. A week after giving up 41 points, the Irish defense held Navy to just 17 points, despite Navy controlling the game clock 42:42 to 17:18. Josh Adams ran for 106 yards on 18 carries. Josh Adams topped 3,000 career yards and now has the 4th highest single season rushing total in Notre Dame history at 1,337. He needs 101 yards next weekend against Stanford to break the record. ===Stanford=== {|class=\"wikitable\" |- align=\"center\" |19–12 |2016 |STAN, 17–10 |} Heading into the 4th quarter, the Irish had a 20–17 lead in a tightly contested game, but back to back turnovers by the Irish turned the game around in a hurry, as the Cardinal took advantage and turned both turnovers into touchdowns. Less than five minutes into the final quarter, the Cardinal had a 38–20 lead. The Irish tried to play catch up for the rest of the quarter, but a turnover on downs and an interception at the goal line halted any comeback bid. ===LSU (Citrus Bowl)=== {|class=\"wikitable\" |- align=\"center\" |6–5 |2014 |ND, 31–28 |} With the Irish trailing 17-14 with less than 2 minutes to play, quarterback Ian Book connected on a 55-yard touchdown pass to tight end Myles Boykin, giving the Irish an improbable lead late in the game. The Irish defense would force LSU to turn the ball over on downs on the next series, securing Notre Dames first bowl win on New Year's Day since January 1, 1994. The game started out fast for the Irish, as quarterback Brandon Wimbush connected on a 35-yard pass to receiver Equanimeous St. Brown on the first play of the game to the LSU 40 yard line. The drive later stalled as the Irish were stuffed on 4th and 1. The Irish offense would sputter for most of the first half, punting on five straight possessions. The Irish defense would make a key goal line stand in the 2nd quarter, as Notre Dame would stop LSU twice at the Irish 1 yard line, forcing LSU to kick a field goal (which missed), keeping the score tied 0–0. With Brandon Wimbush struggling to move the offense, quarterback Ian Book came in to relieve him. A field goal at the end of the half gave the Irish a 3–0 lead. In the second half, two Irish turnovers would give LSU momentum, including scoring a touchdown to give the Tigers their first lead of the game. In the 4th quarter, LSU would extend its lead to 14–6 with a 2 yard touchdown pass from Danny Etling to Derrius Guice on 3rd and goal. On the following possession, Book connected on a 29-yard pass to Myles Boykin on 3rd and 19 to extend the drive. Five plays later, The Irish got their first touchdown of the game with a 6-yard touchdown pass by Book to Michael Young. Running Back Josh Adams would run in the two-point conversion to tie the game. The Tigers would retake the lead with a 17 yard field goal with 2:03 left in the game. The win would give Notre Dame 10 wins on the year, one year after the Irish finished a miserable 4–8 in 2016. This would be the second time in three seasons the Irish had 10 wins, and only the fifth time the Irish reached at least 10 wins since 2002. ===Scoring summary=== ==Post season== ===Awards=== *Doak Walker Award **Semi-finalist: Josh Adams *Outland Trophy **Finalist: Quenton Nelson *Wuerffel Trophy **Finalist: Drue Tranquill *Joe Moore Award **Winner: Offensive Line *Peter Mortell Award **Finalist: Montgomery VanGorder All- Americans {| cellpadding=\"1\" border=\"1\" cellspacing=\"0\" width=\"80%\" |- align=\"center\" | Josh Adams, CB || || || || || || || || || || || || || HM || || || |- align=\"center\" | Julian Love, CB || || || || || || || || || || || || || HM || || 2 || |- align=\"center\" | Mike McGlinchey, OT || || || || || 1 || 2 || || || || || || || 1 || || 1 || |- align=\"center\" | Quenton Nelson, G || || || || || 1 || 1 || || 1 || || || || || 1 || || 1 || |- align=\"center\" | colspan=17 style=\"\" | |- | colspan=\"17\" | Sources: |} ==References== Notre Dame Category:Notre Dame Fighting Irish football seasons Category:Citrus Bowl champion seasons Notre Dame Fighting Irish football ",
    "title": "2017 Notre Dame Fighting Irish football team"
}