{
    "id": "528624",
    "text": ":for Gurlitt's nephew and namesake, see Cornelius Gurlitt (art historian) :for Gurlitt's great-grandnephew and namesake, see Cornelius Gurlitt (art collector) Cornelius Gurlitt (10 February 1820 – 17 June 1901) was a German composer. He was a classmate of Carl Reinecke, whose father was head of the famous Leipzig Conservatory. Gurlitt studied with Reinecke's father for six years. His first public appearance at the age of seventeen was well received, and he decided to go to Copenhagen to continue his studies. There he studied organ, piano, and composition under Curlander and Weyse. While in Copenhagen he became acquainted with the Danish composer Niels Gade, and they remained friends until Gade's death. In 1842, Gurlitt moved to Hørsholm, where he resided as organist and music teacher for four years. He then moved to Leipzig, Germany, where Gade was musical director for the Gewandhaus concerts. Gurlitt next traveled to Rome, where his brother, Louis Gurlitt, a well-known painter, was studying. Cornelius Gurlitt's abilities as a musician were quickly recognized in Rome, and the papal Accademia di Santa Cecilia nominated him an honorary member, graduating as a Professor of Music in 1855. While in Rome he also studied painting with excellent results. On his return to Altona, the Duke of Augustenburg engaged him as teacher for three of his daughters. When the Schleswig-Holstein war broke out in 1849, Gurlitt became a military band master. His output was prodigious in quantity and breadth, ranging from songs and teaching pieces to operas, cantatas, and symphonies. He was born in Altona, Schleswig-Holstein and died in Altona. ==Audio== ==References== ==External links== * * *Biography in Deutsche Biographie (in German) Category:1820 births Category:1901 deaths Category:German classical composers Category:German Romantic composers Category:Honorary members of the Accademia Nazionale di Santa Cecilia Category:German male classical composers Category:19th-century German musicians Cornelius Category:20th-century German male musicians Category:19th-century male musicians ",
    "title": "Cornelius Gurlitt (composer)"
}