{
    "id": "52867589",
    "text": "New Binary Press is an independent publishing house based in Cork city, Ireland. It publishes print books and electronic literature, specialising in more experimental works. It also publishes a number of periodicals, as well as critical works. Literary scholar Dr Kenneth Keating argues that New Binary Press has been one of the first to \"explicitly [cross] the division between online and print publishing in Irish poetry in a more progressive fashion\". Irish poet Matthew Geden has also noted the role which New Binary Press plays within contemporary publishing: \"...the press has published books by a number of new and interesting writers who are for one reason or another outside the current mainstream of Irish literature. Such projects are vital at a time when the poetry world here has been dominated by only a handful of presses and individuals. The emergence of new voices owes much to small publishers like New Binary and others...\". == History == New Binary Press was founded in 2012 by James O'Sullivan, who stated that he founded the press because other Irish publishers were ignoring the creative potential of digital technology, and that he wanted to make \"a real tangible contribution\" to the literary world. The press was officially launched by Irish poet Leanne O'Sullivan at the City Library, Cork, on April 5, 2013. A similar event was held at The Teachers' Club, Parnell Square, Dublin, several days later. In an interview with Books Ireland magazine, O'Sullivan said that New Binary Press was operating at a loss, remarking that \"the value of dissonance outweighs that of cents\". == Publications == The press has had a number of critical successes: Graham Allen's The One That Got Away (2014) was shortlisted for the Shine/Strong Award 2015, while Unexplained Fevers (2013) by Jeannine Hall Gailey came second in the 2014 Science Fiction Poetry Association's Elgin Award. In 2016, the press published its first novel, Karl Parkinson's The Blocks, which would go on to earn considerable critical acclaim. novelling, a work of recombinant fiction by Will Luers, Hazel Smith, and Roger Dean, won the ELO's 2018 Robert Coover Award for a Work of Electronic Literature. New Binary Press has published a number of works of electronic literature, most notably by artists like Nick Montfort, Stephanie Strickland, Jason Nelson, and John Barber. The first work that New Binary Press published was digital poetry by Graham Allen, entitled Holes. The one-line-a-day semi-autobiographical narrative has been widely praised and analysed by scholars and critics. In 2017, two e-lit works published by New Binary Press, The Bafflement Fires and novelling, were shortlisted for the Turn on Literature Prize, co-funded by the Creative Europe Programme of the European Union. A number of New Binary Press publications represent marked political leanings. In 2017, the press published The Elysian: Creative Responses, an anthology of poetry, short fiction, and critical essays which respond to The Elysian in Cork city, a building which Marjorie Brennan describes as a \"a symbol of the worst excesses of the Celtic Tiger\". Edited by Graham Allen and Billy Ramsell, the collection includes contributions by a number of notable writers and critics, including Cónal Creedon, Doireann Ní Ghríofa, and Frank McDonald. Earlier in 2017, New Binary Press released John Barber's Remembering the Dead: Northern Ireland, a Web-based commemoration of the victims of The Troubles which builds on earlier iterations intended as a response to gun violence in the US. In 2018, New Binary Press published Autonomy, edited by Kathy D'Arcy, a project which sought to raise funds in support of the campaign to repeal the Eight Amendment of the Irish Constitution, as well as contribute to the campaign for \"safe, legal abortion\" in Ireland. Kit de Waal has associated New Binary Press with the publication of working class writers. == References == Category:Publishing companies of Ireland ",
    "title": "New Binary Press"
}