{
    "id": "528696",
    "text": "Artyom or Artem () is a city in Primorsky Krai, Russia, located in the north of the Muravyov-Amursky Peninsula. Population: ==History== It was founded in 1924 near the Zybunny pit mine, named after revolutionary Fyodor Sergeyev who was better known by his nickname Artyom. On October 26, 1938, it was granted town status. In 2004, the amalgamation of surrounding former urban-type settlements of Uglovoye, Zavodskoy, and Artyomovsky into the city saw its official population rise from around 60,000 to over 100,000. ==Administrative and municipal status== Within the framework of administrative divisions, it is, together with five rural localities, incorporated as Artyom City Under Krai Jurisdiction—an administrative unit with the status equal to that of the districts.Law #161-KZ As a municipal division, Artyom City Under Krai Jurisdiction is incorporated as Artyomovsky Urban Okrug.Law #157-UZ ==Economy== Half of the able-bodied population of Artyom is engaged in the production of materials. Artyom has twenty-nine industrial enterprises, half of which are private. Among the consumer goods produced in the town are furniture, china, sewing production. The companies employing the largest number of workers in Artyom are Primorskoye Mine Administration (3,500 people) and Artyom-Mebel Furniture Factory (1,100 people). Fifteen joint ventures have been registered in Artyom. Coal mining has always been the basis of the local economy, although the existing coal reserves have practically been exhausted. The forecasts are that transport will be the most productive industry for Artyom's economic development. The Vladivostok International Airport is located near Artyom, and to the southwest, the Uglovoye military airfield. The largest Primorsky Krai railway junction is also found here. Annually, 12 million tons of cargo pass through Artyom to Vladivostok, and 24 million tons to Nakhodka. In 1994, the airport served 500,000 passengers. This number represented no more than 28% of its potential. ==Climate== ==Miscellaneous== Artyom is built mainly with one-, two-, and five-story panel buildings, though a comparatively large number of wooden private houses can be seen. ==References== ===Notes=== ===Sources=== * * ==External links== * Category:Cities and towns in Primorsky Krai Category:Cities and towns built in the Soviet Union Category:Populated places established in 1924 ",
    "title": "Artyom, Russia"
}