{
    "id": "528638",
    "text": "The San Bernardino Strait () is a strait in the Philippines, connecting the Samar Sea with the Philippine Sea. It separates the Bicol Peninsula of Luzon island from the island of Samar in the south. ==History== The first reference to the Spanish and the San Bernardino Strait is during the 1543–1545 expedition of Ruy Gomez de Villalobos, who was sent out by the Viceroy of Mexico under orders from the Holy Roman Emperor Charles V to establish a Spanish colony near the Portuguese-occupied Spice Islands of Moluccas.Wiliam Henry Scott (1985) '' Cracks in the parchment curtain and other essays in Philippine history. New Day Publishers. , p 49–52 During this ill-fated expedition, one ship alone, the little San Juan de Letran with a skeleton crew of only 20 men, logged more than 5,000 kilometres in Philippine waters, including those of the San Bernardino Strait, and the San Juanico Strait between Samar and Leyte. USS Essex passes Mount Bulusan as it transits through the San Bernardino Strait. The San Juan also completely circumnavigated the island of Mindanao, then tried to reach Mexico but was blown back to the Marianas by a storm in the North Pacific. It made its way back to the Filipinas (as Samar and Leyte had been named by Villalobos), and on January 3, 1544 ran aground in the treacherous currents of the San Bernardino Strait \"just as dozens of Spanish vessels were to do for the next three centuries\". In order to guide ships traversing along the strait, the Capul Island Lighthouse was built from 1863 to 1896 under Francisco Perez Muñoz, following the designs of Guillermo Brockman in 1892. It was given a historical marker by the National Historical Commission on October 24, 2018. ===Second World War=== During the Battle of Leyte Gulf, Imperial Japanese Admiral Kurita took his main battleship force through the strait to reach the American transports anchored in Leyte Gulf, but withdrew after the Battle off Samar. ==References== Category:Straits of the Philippines Category:Landforms of Sorsogon Category:Landforms of Northern Samar ",
    "title": "San Bernardino Strait"
}