{
    "id": "52867317",
    "text": "Imogene Lynn Imogene Lynn (1922 – 2003) was a 20th-century American jazz and pop singer. Lynn was born September 9, 1922 in Trenton, Missouri. She began singing professionally in 1940, singing with Emerson Gill and other bands on a national tour circuit of ballrooms and luxury hotel floorshows. In early 1942 she joined Art Jarrett's band, then later that year moved to Ray McKinley's band and recorded \"Big Boy\" and \"Who Wouldn't Love You?\". Billboard reviewed a 1942 appearance at the Commodore Hotel in New York with McKinley's band with \"Imogene Lynn is the fem attribute and she graces the vocal department with a good pair of low-pitched pipes and a chic appearance.\" In 1944 Lynn joined Artie Shaw's band, with whom she toured and recorded \"Ac-Cent-Tchu-Ate the Positive\" and \"Can't Help Lovin' Dat Man\". After two years with Shaw, Lynn briefly became female lead vocalist for the Merry Macs vocal group. She left the Merry Macs to join the Smart Set vocal group in 1947, then in 1949 she became lead singer for the Starlighters (Pauline Byrns had retired in 1947). As a Starlighter she sang backing vocals for Nat King Cole, Dean Martin, Frank Sinatra, Jo Stafford, and other stars. From 1947 to 1967 Lynn dubbed vocals for movies. She dubbed Mona Freeman's singing voice in Mother Wore Tights and Isn't It Romantic?, Loretta Young in Mother Is a Freshman, Leslie Parrish in Li'l Abner, and Vera Miles in Beau James. She provided the singing voice for the title character in the Tex Avery cartoon Red Hot Riding Hood and sang in other cartoons, and also appeared singing and dancing on screen in Gentlemen Prefer Blondes. Lynn was married to musician Mahlon Clark. She died February 24, 2003 in Lancaster, California. ==References== ==External links== * * Category:1922 births Category:2003 deaths Category:People from Trenton, Missouri Category:American pop singers Category:American jazz singers Category:20th-century American singers Category:20th-century American women singers Category:Jazz musicians from Missouri ",
    "title": "Imogene Lynn"
}