{
    "id": "52867299",
    "text": "Maïmouna Sourang Ndir (born 3 October 1952) is a Senegalese politician who served in various government ministry positions as well as being Senegal's ambassador to France from 2009 to 2012. ==Early life and education== Ndir was born on 3 October 1952 in Saint-Louis, Senegal. Her mother is writer Fatou Niang Siga. She received a master's degree in social sciences from Université Laval in Quebec in 1996. ==Career== Ndir worked within the Ministry of Social Development before being appointed as Minister in 2002 in the first Idrissa Seck government. She then served as Minister of Small and Medium Enterprises and Microfinance and Minister of the Living Environment and Public Health under Cheikh Hadjibou Soumaré. She is a member of the Senegalese Democratic Party. In 2009, Ndir was appointed ambassador of Senegal to France, Monaco and Andorra by President Abdoulaye Wade, seen as one of the country's most significant postings. The first woman to hold this post, her appointment was criticised due to her lack of diplomatic experience. She was recalled by to Dakar by the new government in April 2012, along with a number of other non- career diplomat ambassadors. ==Awards and honors== Ndir has been made a Commander of the Senegalese Order of Merit, Commander of the Order of Saint- Charles of Monaco and Grand Officer of the French National Order of Merit. ==References== Category:Living people Category:1952 births Category:People from Saint-Louis, Senegal Category:Université Laval alumni Category:Senegalese women diplomats Category:Senegalese Democratic Party politicians Category:Ambassadors of Senegal to France Category:Government ministers of Senegal Category:Ambassadors of Senegal to Monaco Category:Commanders of the Order of Saint-Charles Category:Grand Officers of the National Order of Merit (France) Category:Ambassadors of Senegal to Andorra Category:Women government ministers of Senegal ",
    "title": "Maïmouna Sourang Ndir"
}