{
    "id": "52868169",
    "text": "\"Someone That I Used to Love\" is the title of a torch song written by Michael Masser and lyricist Gerry Goffin: first recorded in 1977 by Bette Midler, the song became a 1980 hit single via a recording by Natalie Cole. ==Bette Midler version (unreleased)== When the song was newly written its writers Michael Masser and Gerry Goffin personally pitched \"Someone That I Used to Love\" to Brooks Arthur at the Record Plant where Arthur was overseeing production of the 1977 Bette Midler album Broken Blossom: Arthur, feeling the song would be a surefire hit single for Midler, first called the singer in to the studio to hear the song, and then with Midler's endorsement Arthur called in arranger Artie Butler to orchestrate for a recording session. (Brooks Arthur quote:) \"In a matter of 72 hours, the [track] was done. We had to rush it [since] Masser [insisted we] commit to [the song] right away [or he'd give it] to someone else\". Arthur was happy with the finished track, feeling it had the hit potential of his one previous mega-success: the 1975 hit \"At Seventeen\" by Janis Ian; however (Brooks Arthur quote:) \"I get a call a couple of days later from Bette [at around] two, three, four in the morning, and she says: 'I don't want to release the song...My manager Aaron Russo didn't feel the album needed another gushy ballad, it needed more energy.' ...We [argued] until four, five, six, seven in the morning - we did this for about two days straight.\" Eventually Russo solicited Atlantic Records honcho Ahmet Ertegun to side with him against the release of \"Someone That I Used to Love\": Arthur would recall Ertegun opining that the track should be replaced by a high-spirited number along the lines of Midler's first two singles \"Boogie Woogie Bugle Boy\" and \"Friends\", and ultimately \"Someone That I Used to Love\" was dropped in favor of a new recording made by Midler of the 1954 Sarah Vaughn hit \"Make Yourself Comfortable\". ==Natalie Cole version== It would in fact be three years before \"Someone That I Used to Love\" was recorded and released, Michael Masser producing and playing piano on the Natalie Cole version which was issued as the lead single from Cole's 1980 album release Don't Look Back. The first single from Cole not produced by Chuck Jackson and Marvin Yancy, \"Someone That I Used to Love\" afforded Cole a considerable comeback reaching #21 on the Billboard Hot 100 where she had last ranked with the 1977-78 Top Ten hit \"Our Love\": however she would again be absent from the Hot 100 until 1985 and not reappear in the Top 40 until 1987. \"Someone That I Used to Love\" also peaked at #21 on the Billboard R&B; chart and is therefore not among Cole's biggest R&B; hits: the track did afford Cole her first Top Ten Adult Contemporary hit (#3). Masser would reunite with Cole to produce two Goffin co-writes for Cole's 1988 album Good to Be Back including the #1 R&B; hit \"Miss You Like Crazy\" which reached #7 on the Hot 100 (the other track: \"Starting Over Again\" peaked at #5 on the Adult Contemporary chart where \"Miss You Like Crazy\" had reached #1).http://www.musicvf.com/Natalie+Cole.art http://www.musicvf.com/songs.php?page=artist&artist;=Michael+Masser&tab;=songaswriterchartstab Cole's 1994 Christmas album Holly & Ivy would introduce another Masser/Goffin composition: \"No More Blue Christmas\", produced by Masser.Jet Vol 87 #7 (19 December 1994) p.38 The 2005 hit \"Heard 'Em Say\" by Kanye West samples a piano riff from Natalie Cole's \"Someone That I Used to Love\".Billboard Vol 117 #36 (3 Sept 2005) p.69 ==Barbra Streisand version== Masser again produced \"Someone That I Used to Love\" in 1989 for Barbra Streisand as one of two new tracks featured on the 1989 anthology release A Collection: Greatest Hits...and More https://www.allmusic.com/album/a-collection-greatest-hitsand-more-mw0000206164 from which it was issued as an \"airplay only\" single and reached #25 on the Adult Contemporary chart.http://www.musicvf.com/Barbra+Streisand.art \"Someone That I Used to Love\" was released in Europe with the 1981 Barry Gibb duet \"What Kind of Fool\" as B-side but did not become a major hit, its only evident charting being on the Dutch Single Top 100 with a peak of #86.https://dutchcharts.nl/weekchart.asp?year=1990&date;=19900414&cat;=s ==Other versions== \"Someone That I Used to Love\" has also been recorded by Marco Sison (album Memories/ 1999) https://www.allmusic.com/album/memories- mw0000947056 and as an instrumental by pianist Robin Spielberg (album With a Song in My Heart/ 2011).https://robinspielberg.com/blog/2011/06/with-a-song- in-my-heart/ ==References== Category:1980 singles Category:1989 singles Category:Natalie Cole songs Category:Barbra Streisand songs Category:Songs written by Michael Masser Category:Songs with lyrics by Gerry Goffin Category:Capitol Records singles Category:Columbia Records singles Category:1977 songs Category:Rhythm and blues ballads Category:Soul ballads Category:1980s ballads ",
    "title": "Someone That I Used to Love"
}