{
    "id": "52868934",
    "text": "Karl Erich Andrée (10 March 1880, in Münder am Deister - 18 August 1959, in Göttingen) was a German geologist and paleontologist. He studied chemistry at the Technical University of Hannover and mineralogy, geology, paleontology and zoology at the University of Göttingen, receiving his doctorate in 1904. At Göttingen, he was encouraged by Adolf von Koenen to write his dissertation- thesis on the geology of Iburg.Karl Andrée Geologie und Abbau Bodenschätze in Bad Iburg Later on, he worked as an assistant at the Mineralogical-Geological Institute of the Bergakademie in Clausthal (1906–08) and at the Technical University of Karlsruhe (1908–10).Aachen - Braniß / edited by Rudolf Vierhaus Deutsche Biographische EnzyklopaedieAndrée, Karl Erich Hessische Biografie Stadtfriedhof in Göttingen. In 1910 he obtained his habilitation from the University of Marburg, and five years later, became an associate professor of geology and paleontology at the University of Königsberg. In 1921 he attained a full professorship, and in 1930/31 he served as university rector. At Königsberg, he was also director at the Geological-Paleontological Institute and in charge of the amber collections. From 1946 onward, he taught classes on geology at the University of Göttingen. He was the author of over 125 scientific papers. == Selected works == * Der Teutoburger Wald bei Iburg, 1904 - The Teutoburg Forest near Iburg. * Über die Bedingungen der Gebirgsbildungen, 1914 - On the status of mountain formations. * Geologie des meeresbodens, 1920 - Geology of the sea floor. * Geologie in Tabellen für Studierende der Geologie, Mineralogie und des Bergfachs, der Geographie und der Landwirtschaft, 1922 - Geology in tables for students of geology, mineralogy and mining, geography and agriculture. * Der Bernstein : das Bernsteinland und sein Leben, 1951 - On amber.HathiTrust Digital Library (published works) == References == Category:1880 births Category:1959 deaths Category:People from Bad Münder Category:University of Hanover alumni Category:University of Göttingen alumni Category:University of Göttingen faculty Category:University of Königsberg faculty Category:German paleontologists Category:German geologists Category:20th-century geologists ",
    "title": "Karl Erich Andrée"
}