{
    "id": "52860030",
    "text": "Douglas Honnold (August 17, 1901 – March 14, 1974) was an award-winning Canadian-born American architect. He designed many residential properties and commercial buildings in Los Angeles, California. He won an Honor Award from the Southern California Chapter of the American Institute of Architects in January 1947 for his design of the Embassy Shop in Beverly Hills alongside architect John Lautner. He turned down the offer to design the famous McDonald's golden arches. ==Early life== Douglas Honnold was born on August 17, 1901 in Montreal, Canada. He attended Cornell University in 1920–1921, and the University of California, Berkeley in 1922–1923. ==Career== Honnold designed the Dolores del Río House at 757 Kingman Avenue in Pacific Palisades, Los Angeles for Mexican actress Dolores del Río and Irish production designer Cedric Gibbons in 1929. He also designed the Samuel Goldwyn Estate in Beverly Hills, California in 1934. Additionally, he designed the Stars' Dressing Room Building and Stage 8 at the studios of Twentieth Century Fox, and the Westwood Music Center in Westwood. He also designed the Westminster Gardens Project in Duarte, California. With Arthur W. Hawes and George Vernon Russell, he designed the Hollywood Reporter Building on Sunset Boulevard in 1937. A decade earlier, circa 1927, he had designed the Alexander Kiam House in Los Angeles with Russell. With John Lautner, he designed the Beverly Hills Club. They also designed the Embassy Shop in Beverly Hills, which won an Honor Award from the Southern California Chapter of the American Institute of Architects in January 1947. Additionally, they designed the Coffee Dan's Restaurant buildings on Vine Street in Hollywood as well as on Broadway in Downtown Los Angeles in 1946. With John Leon Rex, he designed the Anderson House at 621 Perugia Way in Bel Air in 1951. The same year, they designed the Romanoff Center and Restaurant in Beverly Hills. In 1955, they designed the Edward Albert Adams House at 2331 Cove Avenue in Silver Lake to the designs of Harwell Hamilton Harris. They also designed the Piness Medical Building in Beverly Hills in 1955. They also designed the Psychology Building on the campus of the University of California, Santa Barbara in 1965. They designed the William Morris Offices in Beverly Hills in 1955. They also designed the McKinley Home for Boys in San Dimas, California, as well as the Portola Middle School in Tarzana, California. They also designed the Los Angeles Federal Savings and Loan Association building in North Hollywood in 1960 and its Hollywood building on the corner of Sunset Boulevard and Vine Street in 1963–1964. They also designed the Raymond Hommes Office Building in Beverly Hills. With Rex and fellow architect Piercy K. Reibsamen, he designed the Barclays Bank Building in Tarzana. They also designed the John K. Kenny Library at 5151 State University Drive on the campus of California State University, Los Angeles in 1969. Additionally, they designed the Campanile, or the Memorial Bell Tower, on the campus of Pomona College in Claremont in 1960-1961; ceramicist Malcolm Leland designed the grillework. They also designed the Northwestern Mutual Life Insurance Company Office Building at 888 West 6th Street in Downtown Los Angeles in 1973–1974. They also designed the Linder Plaza Office Building at 1,000 Wilshire Boulevard. They also designed the Hollywood-Wilshire Health Center at 5505 Melrose Avenue in Hollywood in 1968. With Rex, fellow architects Frederick Earl Emmons, Arthur Gallion, A. Quincy Jones, Maynard Lyndon and Raphael Soriano, he designed the San Pedro Community Hospital at 1300 West 7th Street in San Pedro, Los Angeles in 1958–1960. Meanwhile, Honnold, Rex and fellow architect Welton Becket designed the Centinela Valley Community Hospital in Inglewood, California in 1961. In 1963, with fellow architects Richard Neutra, Herman Charles Light, Robert Evans Alexander and James R. Friend, they designed the County of Los Angeles Hall of Records Building at 320 West Temple Street in Los Angeles in 1963. Honnold turned down the offer to design the golden arches of the McDonald's restaurant chain because brothers Richard and Maurice McDonald were too opinionated about the way they should be designed. Instead, they hired architect Stanley Clark Meston. ==Personal life and death== With his wife Elizabeth and their daughter, also named Elizabeth, Honnold resided at 245 South Burlingame Street in Brentwood, Los Angeles, which he designed himself in 1970. Honnold died on March 14, 1974 in Los Angeles County, California, at the age of 72. After his death, his widow married architect John Lautner. ==References== Category:1901 births Category:1974 deaths Category:Anglophone Quebec people Category:Architects from Montreal Category:Architects from Los Angeles Category:Canadian emigrants to the United States Category:Cornell University alumni Category:University of California, Berkeley alumni Category:20th- century American architects ",
    "title": "Douglas Honnold"
}