{
    "id": "52862522",
    "text": "In 1886, the British Empire and the German Empire made two declarations about their spheres of interest in the Western Pacific Ocean. Their complete names are: *Declaration between the Governments of Great Britain and the German Empire relating to the Demarcation of the British and German Spheres of Influence in the Western Pacific; April 6, 1886 *Declaration between the Governments of Great Britain and the German Empire relating to the Reciprocal Freedom of Trade and Commerce in the British and German Possessions and Protectorates in the Western Pacific; April 10, 1886 Great Britain and Germany agreed in 1885 to negotiate a common declaration about their spheres of interest in the western Pacific. Previously, German plans of an annexation of New Guinea, outlined in a German newspaper,Sydney Morning Herald, 7 February 1883, summary of an article in the Augsburger Allgemeine Zeitung, 27 November 1882 and the rapid development of both German and French trade led to unrest among Australian politiciansFabricius 1992 (see External links), p. 167 Both powers wanted to protect the interests of their particular citizens and enterprises, but the western pacific was too less important for them to risk a conflict about it. The negotiation about the declarations began in 1885, they were led between Mr. Thurston for Great Britain and Mr. Krauel for Germany. In April 1886, they were signed by Herbert von Bismarck, State Secretary in the German Foreign Office, and the British ambassador to Germany, Sir Edward Malet.Fabricius 1992, p. 168 The declaration was valid in the whole area between the 15th parallel of north latitude and the 30th parallel of south latitude, and between the 165th meridian of longitude west and the 130th meridian of longitude east.Fabricius 1992, p. 131-132 The border between the spheres of interest should be a line beginning near Mitre Rock in North East New Guinea, on the 8th parallel of south latitude, then it should follow the points: *A. 8° south latitude, 154° longitude east *B. 7°10' south latitude, 155°25'east longitude. *C. 7°15' south latitude, 155°35' east longitude. *D. 7°25' south latitude, 156°40' east longitude. *E. 8°50' south latitude, 159°50' east longitude. *F. 6° north latitude, 1 73°30' east longitude. *G. 15° north latitude, 173°30' east longitude. The area in the north and west of this line should be the German, the area in the south and east should be the British sphere of influence. The islands of Samoa, Tonga and Niue were excluded. Also excluded were areas under control of other Great Powers. The second declaration guaranteed free trade and enterprise and freedom of establishment and domicile to the citizens of both nations in the whole area. Disputed claims to land prior to the declaration of sovereignty or protectorate, should be settled by a mixed commission, unless the plaintiff did not request the settlement by the local authority alone. Great Britain and Germany should treat each other as most-favoured nation, equal law for citizens of each nation in the area of the other one should be applicated. Religious freedom should be granted. No convicts should be brought in the area and no penal colonies should be founded.Fabricius 1992, p. 134-136 After the declaration, Great Britain colonised the Gilbert and Ellice Islands and the British Solomon Islands, Germany took over the Caroline Islands, Nauru and Bougainville. The British rule lasted up to the 1970s, while the German colonial rule ended in 1920 and was followed by League of Nations mandates, after World War II United Nations Trust Territories, which ended in Nauru in 1968.Nauru: Introduction, CIA World Factbook, retrieved Jan 15, 2017 ==References== ==External Links and Literature== * Fabricius, Wilhelm: Nauru 1888-1900. Edited and translated by Dymphna Clark und Stewart Firth, published by: Division of Pacific and Asian History, Research School of Pacific Studies, Australian National University, Canberra 1992. : The Text of the declarations p. 130-138, in English and German Category:History of Nauru Category:Treaties of the German Empire Category:History of Tuvalu Category:British colonisation of Oceania Category:German colonial empire ",
    "title": "Anglo-German Declarations about the Western Pacific Ocean"
}