{
    "id": "52875216",
    "text": "Cheddar Inc. is a live streaming financial news network founded by Jon Steinberg in the United States. Cheddar broadcasts live daily from the floor of the New York Stock Exchange (NYSE), Nasdaq, the Flatiron Building in New York City, and the White House lawn and briefing room in Washington, D.C. covering new products, technologies, and services. Cheddar targets millennials by streaming one to two hours of live content from the NYSE trading floor daily, streaming live audio on iHeartRadio, and distributing the videos on video platforms such as Amazon Prime, the Cheddar app, Facebook live, Sling TV, Pluto TV, and YouTube. According to Steinberg, Cheddar received 148 million views in August 2017 across all of its platforms. On Facebook, 60 percent of Cheddar's viewers are under the age of 35. Accordingly, the daily live shows have been described as \"quasi-CNBC for millennials\". Reportage focuses on stocks and technology. The channel is ad-free; expected revenue comes from carriage agreements with streaming services. Advertising comprises either program underwriting or semi-weekly brand integration. Brand integration advertising costs $100,000 per year. Cheddar has two feeds, a paid-for and a free version. The paid feed broadcasts eight hours of programming a day, six of them live, and is available via Amazon Prime, PlayStation Vue, Sling TV, YouTube TV, and the Cheddar app. The free feed broadcasts three hours of new content daily and archived content is available through Facebook and over the air via its affiliated stations. In April 2017, the channel had 100,000 viewers. On April 30, 2019, it was announced that Cheddar agreed to be bought by the cable company Altice USA for $200 million in cash. ==History== ===Formation=== Jon Steinberg, formerly president of BuzzFeed and CEO of Daily Mail North America, conceived the concept after leaving the latter in 2015. He considered naming the company \"Ticker\" until Bustles founder, Bryan Goldberg, came up with the name Cheddar. Steinberg founded Cheddar in early 2016 and hired Peter Gorenstein, a senior producer at Yahoo, as the channel's chief content officer in January 2016. In September 2017, Cheddar hired Anjali Kumar, former Warby Parker executive and Google lawyer, as its first general counsel and chief people officer. In the company's first financing round in January 2016, it raised nearly $3 million, primarily from Snapchat and Lightspeed's Jeremy Liew, and additional funds from WGI Group, Homebrew, Jerry Speyer, and David Fiszel. ===Operating=== Cheddar began streaming on April 11, 2016, on Facebook Live with one hour of programming at 9:30 am. Cheddar initially streamed all videos for free, but in May 2016, the company launched a subscription video-on-demand service. Smaller clips continue to be released, but full-length videos are exclusive to subscribers. On May 23, 2016, SirusXM began carrying Cheddar. Cheddar raised $10 million in funding on September 6, 2016, all of which was an equity deal from Lightspeed Venture Partners, Comcast Ventures, and Ribbit Capital. Cheddar used the investments to increase programming and set up a new studio in Santa Monica, California, becoming the company's fifth studio. The channel teamed with Bustle to launch its afternoon show Extra Sharp on May 18, 2016. Melissa Rosenthal, a former BuzzFeed executive, was hired in May 2016 as creative development and partnership executive. Five half-hour shows (Wheels - automobiles, Points on Point - smart spending, Your Future Home - real estate, Your Cheddar - personal finance, and Cheddar Trading - roundtable discussion on trading) were developed by November 2016, when they were shopped to find underwriting. In September 2016, Twitter made a deal with Cheddar to broadcast its daily coverage, with the stated purpose of giving the Twitter community a platform to watch and discuss the news live. In January 2017, Vanity Fair's Hive business news and Condé Nast Entertainment partnered with Cheddar to create a live weekly series called VF Hive on Cheddar. Graydon Carter, a Vanity Fair editor, called the series a \"representation of how people are consuming more voraciously than ever.\" Propagate Content in March 2017 partnered with Cheddar to produce a weekly 45-minute show for international markets. Propagate also became Cheddar's international sales representative. The company purchased StockStream, a Twitch hosted crowd-sourcing investment decision website, from the creator Mike Roberts in July 2017. Also in 2017, Cheddar purchased Need2Know newsletter. On August 5, 2017, Cheddar opened its second New York studio at the Flatiron Building in Manhattan. The Flatiron studio was built for its Cheddar Life series. In April 2017, Cheddar began broadcasting on digital UHF stations in five markets and rents the broadcast spectrum from DTV America. Dunkin' Donuts, a Cheddar advertiser, gave free digital antennas at events in the stations' markets to publicize the over the air launch. Cheddar announced $19 million in its third round of financing in May 2017, which was led by Raine Ventures along with investors: AT&T;, Amazon, Altice USA, NYSE, Lorne Michael's Broadway Video, and some existing investors. To date, the company has raised $32.1 million and has a valuation of $85 million as of June 2017. Cheddar also hired Ross Cooperman, former head of engineering at Knowme Systems, as its chief technology officer. Cheddar partnered with Univision's Fusion Media Group in June 2017 to air two hours on the latter's Fusion TV cable television network every weekday afternoon, with the programminavailable for cable users on DISH, DirecTV, AT&T; U-Verse, Verizon Fios, and Charter Communications. Cheddar reports it is on 60 percent of smart TVs throughout the U.S. In July 2017, Cheddar partnered with Seeking Alpha to produce an \"Idea of the Month\" segment. The partnership was extended in early 2018. KXTV aired segments from Cheddar on July 27, 2017, during its morning and afternoon news programs as a test for a planned rollout throughout the Tegna TV station group. These segments were rolled out by August to seven News 12 Network cable channels, owned by Altice, then to a handful of additional Tegna stations and Tribune's WPIX. These segments are featured under the \"Cheddar Local\" banner. On July 27, 2017, the channel was added to the Haystack TV news aggregator app, which is on mobile and OTT platforms. In September 2017, Cheddar announced its deal with Layer3 TV, an IP-based MVPD, and plans to open a broadcast studio in the UK by 2018. Cheddar in January 2017 launched a 24-hour linear feed on Twitch, the gaming and video platform owned by Amazon. Cheddar was one of two news channels on Philo OTT Internet TV MVPD at its November 14, 2017, launch. In January 2018, Cheddar partnered with MightyHive to extend select client ad campaigns programmatically. In January 2020, TiVo announced the addition of Cheddar to its new channel lineup.https://techcrunch.com/2020/01/07/tivo-announces-a-49-99-device-that- combines-streaming-and-live-tv/ ===Multichannel company=== In March 2018, the company announced its plan to expand internationally and launch two channels, Cheddar Big News (CBN) and a channel on Snapchat Discover after securing its fourth investment round, raising $22 million. The funding round was led by Raine Ventures along with Liberty Global, Goldman Sachs, Antenna Group, 7 Global Capital, Dentsu Ventures, Jeffrey Sprecher, and Kelly Loeffler. As of this investment round, the company is valued at $160 million. Big Cheddar News is a general news streaming channel which launched on April 17. The Snapchat Discover channel, also targeted for an April debut, is a general and business news channel. In April 2018, Cheddar announced its plan to air its live linear network on Hulu. The move comes after Cheddar's deal to bring its news channels to YouTube TV and a month after launching its Snapchat channel. In May 2018, Cheddar acquired Viacom's MTV Networks on Campus to air CheddarU, which streams content from its flagship financial-news streaming service and segments from Cheddar Big News to 9 million students on more than 600 campuses. Qualifying universities can receive the service for free. CheddarU is part of the ChedNet division, which focuses on installing more screens and broadcasting its service in gyms, hotels, airport lounges, restaurants, bars, among others. In June 2018, Cheddar added another distribution outlet via a carriage deal with virtual MVPD fuboTV, an OTT TV service focused on sports programming. GSTV, Gas Station TV, began running 20 second Cheddar segments in September 2018. Cheddar bought RateMyProfessors.com and its app in October 2018 from Viacom. The same month, the company announced its programming will air for 30 minutes every weeknight on CUNY TV, the independent station by the City University of New York. In January 2019, Cheddar renamed their two channels to Cheddar Business and Cheddar News and were hiring for a news room. On February 4, 2019, Cheddar launched the \"Cheddar Nights\" programming block, which airs acquired shows, including game show Out of Tune, Entrepreneur Elevator Pitch and Nathan for You. On April 30, 2019, Cheddar announced an agreement to be bought by cable company Altice USA for $200 million in cash; the purchase was made to bolster the latter's news output. The acquisition was completed on June 6, with Jon Steinberg becoming Altice News president overseeing Cheddar, News 12 Networks and i24 News. ==Channels== *Cheddar Business (January 2019 – June 2020) formerly Cheddar (April 2016—January 2019) financial news *Cheddar News (January 2019 – present) formerly Cheddar Big News (April 2018—January 2019) general news *Cheddar on Snapchat (April 2018—2019https://cheddar.com/media/as-snap-fights-for-ad-dollars-content- creators-reckon-with-roi \"Cheddar also recently ended its daily channel...\") financial and general news on Snapchat Discover *CheddarU (May 2018—present) started with the purchase of MTV Networks on Campus and is part of the new ChedNet ==Programs== *Cheddar Life - a series featuring business and technology news while adding in lifestyle news (health, wellness, and fashion) * Closing Bell - a two-hour show * Extra Sharp (May 18-November 2016; suspended) – series produced in cooperation with Bustle, and based on its app, with initial shows hosted by Bustle Editor-In-Chief Kate Ward and contributor Erika Turner on the floor of the New York Stock Exchange *VF Hive on Cheddar (February 19, 2017–present) - streams on Facebook Live of Cheddar and Vanity Fair, Cheddar linear channel and Condé Nast Entertainment digital channel *Cheddar Local (July 27, 2017—present) 1 to 2 minute business news segments taped twice daily to be inserted into local news programs *Cheddar NYC (October 2018—present) half-hour weekdays news program on CUNY TV. Weather forecasts are provided by The Weather Company through its Local Now brand, as part of a content-sharing agreement between Cheddar and The Weather Company. ==Over-the-air affiliates== From 2017 to 2019, Cheddar had a brokered programming agreement with five stations owned by DTV America Corporation to carry the channel over-the-air. As of May 2019, that agreement has expired. As of 3 June 2020, the network has over 42 stations, all of which are owned by DTV America parent company HC2 Holdings: * Augusta: WDRF-LD 21.1 * Bakersfield: KXBF-LD 14.6 * Baltimore: WQAW-LP 69.4 * Birmingham: WUOA-LD 46.6 * Charleston: WBSE-LD 20.5 * Charlotte: W15EB-D 21.2 * Cleveland: WQDI-LD 20.3 * Columbus: WDEM-CD 17.6 * Dallas–Fort Worth KNAV-LP 22.1 * Detroit: WUDL-LD 19.6 * East Texas: KKPD-LD 30.4 * Evansville: WUCU-LD 33.5 * Houston: KBMN-LD 40.4 * Jacksonville: WKBJ-LD 20.4 * Las Vegas: K36NE-D 43.6 * Los Angeles: KSKJ-CD 45.5 * Macon: W21DA-D 21.3 * Midland: WFFC-LD 17.6 * New Orleans: WTNO-LP 22.4 * Olean: WVTT-CD 34.4 * Orlando: WFEF-LD 28.7 * Richmond: WFWG-LD 30.5 * Salt Lake City: KPNZ 24.4 * San Antonio: KSSJ-LD 47.1 * San Juan de Puerto Rico: W23EM-D 23.5 * Seattle: KUSE-LD 46.2 * Topeka, Kansas: KCMN-LD * Wilmington, North Carolina: WQDH-LD 49.4 == References == ==External links== * *YouTube channel Category:2016 establishments in New York City Category:Business-related television channels Category:Internet television channels Category:24-hour television news channels in the United States Category:Television channels and stations established in 2016 Category:English-language television stations in the United States Category:Mass media companies based in New York City Category:Altice USA Category:2019 mergers and acquisitions ",
    "title": "Cheddar (TV channel)"
}