{
    "id": "52873401",
    "text": "\"Trust Me Knot\" is the 2nd episode of season 6 of the supernatural drama television series Grimm and the 112th episode overall, which premiered on January 13, 2017, on the cable network NBC. The episode was written by series creators David Greenwalt and Jim Kouf and was directed by John Gray. ==Plot== Opening quote: \"Man is not what he thinks he is, he is what he hides.\" ==Reception== ===Viewers=== The episode was viewed by 4.24 million people, earning a 0.8/3 in the 18-49 rating demographics on the Nielson ratings scale, ranking third on its timeslot and tied for eighth for the night in the 18-49 demographics, behind Last Man Standing, MacGyver, Dr. Ken, Shark Tank, Hawaii Five-0, Blue Bloods, and 20/20. This was a slight decrease in viewership from the previous episode, which was watched by 4.49 million viewers with a 0.9/4 This means that 0.8 percent of all households with televisions watched the episode, while 3 percent of all households watching television at that time watched it. ===Critical reviews=== \"Trust Me Knot\" received positive reviews. The A.V. Club's Les Chappell gave the episode a \"B\" grade and wrote, \"The madcap nature of “Trust Me Knot” is a step up from the bleaker and more cluttered nature of “Fugitive.” While things are still chaotic, it's a chaos that's more in keeping with the Grimm of old and one that seems to acknowledge not all of this chaos is sustainable The final season could certainly be our heroes going to ground and fighting the ascendant Renard for thirteen episodes, but doing so would mess with the rapport and settings that the show has largely preserved for five seasons. “Trust Me Knot” manages to both take a couple steps back into the comfort zone while also remaining cognizant of just how much trouble everyone is in.\" Kathleen Wiedel from TV Fanatic, gave a 4.2 star rating out of 5, stating: \"It's almost too bad that this is Grimm's final season. Grimm Season 6 Episode 2 continued the tension of the season premiere while leavening it some fantastic humorous moments.\" ==References== ==External links== * * Category:Grimm (season 6) episodes Category:2017 American television episodes ",
    "title": "Trust Me Knot"
}