{
    "id": "52876467",
    "text": "The São Nicolau Island Cup (Portuguese: Taça da Ilha de São Nicolau, Capeverdean Crioulo, ALUPEC or ALUPEK: Tasa da Dja de San Nikolau) is a cup competition played during the season in the island of São Nicolau, Cape Verde, it consists of all the clubs from all the two regional divisions and are divided into about four rounds. The competition is organized by the São Nicolau Regional Football Association (Associação Regional de Futebol de São Nicolau, ARFSN).São Nicolau Regional Football (Soccer) Association at the FCF website The cup winner competes in the regional super cup final in the following season, when a cup winner also wins the championship, a runner-up competes, it was done for the first and only time in 2017, before, it was the only regional cup where no cup runner up qualified. For several seasons, the winner qualified into Cape Verdean Cup which has been cancelled due to financial and scheduling reasons. Its recent cup winner is Ultramarina Tarrafal who won their fourth title and their second straight. ==About the cup and title history== FC Belo Horizonte and now Ultramarina Tarrafal has won the most number of cup titles numbering three, the least are Desportivo Ribeira Brava and Talho who have a title each. Ribeira Brava Municipality has the most number of cup titles won numbering seven, of which three were won by Juncalinho and Ribeira Brava and one from Talho while Tarrafal de São Nicolau has four cup titles. Only Caleijão (a club no longer exist today) and Académica da Preguiça are the only clubs who never won a cup title. ==Winners== {| class=\"wikitable\" style=\"text-align: center; font-size:100%\" |- !Season !Winner !Score !Runner-up |- |2005/06 |Belo Horizonte | | |- |2006/07 |AJAT'SN | | |- |2007/08 |SC Atlético | | |- |2008/09 |Belo Horizonte | | |- |2009/10 |Talho | | |- |2010-11 |Desportivo Ribeira Brava | | |- |2011-12 |FC Ultramarina | | |- |2012/13 |SC Atlético |1–1 (5–4 pen) |FC Belo Horizonte |- |2013/14 |FC Ultramarina«F.C Ultramarina conquista Taça de São Nicolau», noticiaSN.com, March 29, 2014, retrieved on 14 October 2014 | | |- |2014/15 |Belo Horizonte | | |- |2015/16 |AJAT'SN | | |- |2016/17 |FC Ultramarina Tarrafal |4–0 |Desportivo Ribeira Brava |- |2017–18 |FC Ultramarina Tarrafal |1–0 |Académica da Preguiça |} ===Performance By Club=== {| class=\"wikitable\" |- ! Club ! Winners ! Winning Years |- | FC Ultramarina | 4 | 2012, 2014, 2017, 2018 |- | Belo Horizonte | 3 | 2006, 2009, 2015 |- | AJAT'SN | 2 | 2007, 2016 |- | SC Atlético | 2 | 2008, 2013 |- | Desportivo Ribeira Brava | 1 | 2011 |- | FC Talho | 1 | 2010 |} ===Performance by Municipality=== {| class=\"wikitable\" |- ! Municipality ! Winners ! Club location ! Winners ! Winning years |- | rowspan=3| Ribeira Brava | rowspan=3| 7 | Juncalinho | 3 | 2006, 2009, 2015 |- | Ribeira Brava | 3 | 2008, 2011, 2013 |- | Talho | 1 | 2010 |- | Tarrafal de São Nicolau | 6 | Tarrafal de São Nicolau | 6 | 2007, 2012, 2014, 2016, 2017, 2018 |} ==See also== *São Nicolau Island League *São Nicolau Super Cup *São Nicolau Opening Tournament ==References== ==External links== *São Nicolau Regional Football Association which includes the São Nicolau Cup Category:Sport in São Nicolau, Cape Verde Category:Football cup competitions in Cape Verde Category:2005 establishments in Cape Verde Category:Recurring sporting events established in 2006 ",
    "title": "São Nicolau Cup"
}