{
    "id": "52879576",
    "text": "Sodium thiosulfate, also spelled sodium thiosulphate, is used as a medication to treat cyanide poisoning, pityriasis versicolor, and to decrease side effects from cisplatin. For cyanide poisoning it is often used after the medication sodium nitrite and typically only recommended for severe cases. It is either given by injection into a vein or applied to the skin. Side effects may include vomiting, joint pain, mood changes, psychosis, and ringing in the ears. Safety, however, has not been well studied. It is unclear if use in pregnancy is safe for the baby. Use at the same time in the same intravenous line as hydroxocobalamin is not recommended. In cyanide poisoning sodium nitrite creates methemoglobinemia which removes cyanide from mitochondria. Sodium thiosulfate then binds with cyanide creating the nontoxic thiocyanate. Sodium thiosulfate came into medical use for cyanide poisoning in the 1930s. It is on the World Health Organization's List of Essential Medicines. The cost in the United States per dose as of 2013 is about US$20 while together with sodium nitrite it costs US$110. ==Medical uses== The main use of sodium thiosulfate is in cyanide poisoning and pityriasis versicolor. ===Cyanide poisoning=== Sodium thiocyanate is a classical antidote to cyanide poisoning, For this purpose it is used after the medication sodium nitrite and typically only recommended for severe cases. It is given by injection into a vein. In this use, sodium nitrite creates methemoglobinemia which removes cyanide from mitochondria. Sodium thiosulfate then serves as a sulfur donor for the conversion of cyanide to the nontoxic thiocyanate, catalyzed by the enzyme rhodanase. The thiocyanate is then safely excreted in the urine. There are concerns that sodium thiosulfate may not have a fast enough onset of action to be very useful for this use without the additional use of other agents. In cases with both cyanide poisoning and carbon monoxide poisoning, sodium thiosulfate by itself is recommended. ===Hemodialysis=== There is a small amount of evidence supporting the use of sodium thiosulfate to counteract calciphylaxis, the calcification of blood vessels that may occur in hemodialysis patients with end-stage kidney disease. However, it has been claimed that this treatment may cause severe metabolic acidosis in some patients. Sodium thiosulfate has been observed to help in the treatment of a rare systemic fibrosis condition caused by gadolinium-based contrast media in patients with kidney failure. The compound can also be used to measure the volume of extracellular body fluid and the renal glomerular filtration rate. ===Fungal infections of the skin=== Foot baths of sodium thiosulfate are used for prophylaxis of ringworm. It is also used as a topical antifungal agent for tinea versicolor (pityriasis versicolor), possibly in combination with salicylic acid; and for other fungal infections of the skin. ==Side effects == Side effects may include vomiting, joint pain, mood changes, psychosis, and ringing in the ears. Safety; however, has not been well studied. It is unclear if use in pregnancy is safe for the baby. Use at the same time in the same intravensous line as hydroxocobalamin is not recommended. ==History== Sodium thiosulfate came into medical use for cyanide poisoning in the 1930s. == References == Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate ",
    "title": "Sodium thiosulfate (medical use)"
}