{
    "id": "52871343",
    "text": "Jumpin' In is a Manx Radio programme which is broadcast on the station's 9:00pm – 10:00pm slot on Saturday nights. Jointly presented by brothers Howard and Chris Caine, the first transmission was aired on Friday 13 January 2017. Initially Jumpin' In alternated with its sister programme, Sweet & Swing, on the station's 9pm music slot on Friday night with both programmes transmitted over a fixed transmission period. However from October 2019 Jumpin' In was given its own dedicated transmission slot, moving to Saturday night at 9pm. Like its sister programme, Jumpin' In is broadcast on FM and MW frequencies as well as worldwide through the Manx Radio website. Jumpin' In takes its name from the title track of the 1983 album Jumpin' In by Dave Holland's Quintet. Schooled by their father Jim \"The Jazz\" Caine, the brothers Caine individually and collectively contribute to the show, which offers a wide and rich variety of music from modern contemporary jazz across the spectrum to some lesser known music. Broadcasts have also included a special edition covering the Southport Jazz Festival. In addition the programme has also encompassed recorded interviews from the London Jazz Festival featuring artists such as John Surman and Jasper Høiby. As it has become more established, Jumpin' In has begun to increasingly reflect the genre of the contemporary jazz scene; however the presenters often illustrate the evolution which links the sister programmes, particularly alluding to the direct connection to the music which features on the playlists of both programmes. The first dedicated transmission on Jumpin' In referring to a particular Jazz record label was aired on Good Friday, March 30, 2018, when the entire content of the show was devoted to Edition Records, part of which included an in depth interview with Dave Stapleton. ==References== Category:Manx Radio programmes Category:British jazz radio programs ",
    "title": "Jumpin' In (radio programme)"
}