{
    "id": "52870978",
    "text": "Zine (born Laurence Penzini in 1979 in Tangier, Morocco\"Ai l’impression que l’occitan reven a la mòda.\") is a songwriter from Nice. == Life == Zine spent her first years in Tangier, where her parents lived. Her father is from Corsica and her mother has roots in the Occitan valleys\"Zine representarà Occitània al Liet International\", La Setmana, n°730, 10-16/09/2009 She arrived in France aged 5, in the Drôme. Her musical background first comes from her parents and from her teacher at the Tangier Montessori school, who was ending the schooldays by grabbing his guitar and singing some songs. She started composing songs at 19, and then spent 2 years on the road to improve her musical bases by visiting Southern France, Poland, Switzerland and the Réunion Island, as it is visible in her first recordings.Critique de Et la joie passera en funambule... sur le fil de la folie douce dans \"La méga Zine\", Babazouk, n°33, Nice, October 2002. Zine participated in festivals and international competitions such as the 2009 Liet International (Minority Language song festival in LeewardenPhilippe Peter, \"Alpes-Maritimes – Zine veut faire briller la langue occitane\", France-Soir, 31 octobre 2009. Read online. where she represents Occitania, or the Polish gathering of bards in 2008.Article sus Zine sur Wiki Rennes. Her LP Folie douce was released in 2013 with the help of the Regional Council of Provence-Alpes-Côte d'Azur. With the help of René Pierre Anfosso, Zine has localised many international standards (John Lennon's Imagine becomes Pantaia un pauc, Bob Marley's Redemption Song becomes Cançon per curar, etc. Her new show Salade niçoise presents a score of those adaptations. Zine had worked with other authors: Tarik amirat, René Toscano, Etel Adnan. As a teacher, Zine is also using her musical skills to teach the regional language\"PACA Matin\", France 3, 5 décembre 2016. and has recorded songs for the children.S. Casals, \"Une Niçoise veut initier les enfants au nissart en chansons\", Nice Matin, 9/11/2016. She wrote a song about Testadure, a comics bird created by Olivier Lagrange used in Nice language learning and education.\"Il disegnatore Ollivier Lagrange ha inventato “Testadure”, la cantautrice Zine lo ha messo in musica e lo ha interpretato\", Monte Carlo News, 17 November 2016. On 5 August 2016, Zine attended the local gathering to pay a tribute to the victims of the Nice truck attack. She sings « Pantaia un pauc » (Imagine covering in Nice Occitan) and « Nissa la bella ».\"Rassemblement citoyen: plus d'un millier de personnes rendent hommage aux victimes de l'attentat de Nice\", Nice Matin, 6 août 2016 At the end of 2016, she wrote a song in Occitan to express the local artists solidarity with Valley of Roya people help to refugees.\"ROIA\" - Collectif d'artistes unis pour la ROYA on Youtube. In March 2017, she adapts a song of Jacques Dutronc's in Occitan to support the football team of OGC Nice.\"VIDEO : Un clip glamour de Zine pels « Baudo de l'Ogim »\", La Setmana, 15 March 2017\"Ces femmes sont fans de l'OGC Nice et elles ont rendu hommage au club en chanson\", Nice Matin, 17 March 2017. In 2018, she publishes a book with the occitan text of the covers she uses to sing (including songs of The Eagles, Bob Marley, Tiken Jah Fakoly, John Lennon, Otis Redding, Jacques Brel, and others).Zine, Cantates d'azur, Nice: Baie des Anges Éditions, 2018, - Bibliothèque Nationale de France catalogue entry. == Discography == * Et la joie passera en funambule... sur le fil de la folie douce (2002, 15 tracks, self-produced) * Cherche (2004, with La Quincaille, 4 tracks, Palhassina Productions) * Mon Coiffeur (2005, 5 tracks, Gallomusic) * Folie Douce (2013, 14 tracks, La Candela-Seyrat, available on streaming platforms) == References == Category:Occitan music Category:1979 births Category:Living people Category:French artists ",
    "title": "Zine (songwriter)"
}