{
    "id": "52879262",
    "text": "Salicylic acid is used as a medicine to help remove the outer layer of the skin. As such it is used to treat warts, calluses, psoriasis, dandruff, acne, ringworm, and ichthyosis. For conditions other than warts, it is often used together with other medications. It is applied to the area affected. Side effects include skin irritation, and salicylate poisoning. Salicylate poisoning tends to only occur when applied to a large area and in children. Use is thus not recommended in children less than two years old. It comes in a number of different strengths. Salicylic acid has been in medical use since at least the time of Hippocrates. It is on the World Health Organization's List of Essential Medicines, the safest and most effective medicines needed in a health system. In the United Kingdom 10 ml of a 17% liquid formulation costs the NHS about £1.71. It is also available mixed with coal tar, zinc oxide, or benzoic acid. ==Medical uses== Salicylic acid as a medication is used to help remove the outer layer of the skin. As such it is used to treat warts, calluses, psoriasis, dandruff, acne, ringworm, and ichthyosis. Because of its effect on skin cells, salicylic acid is used in some shampoos to treat dandruff. In modern medicine, salicylic acid and its derivatives are constituents of some \"skin-reddening\" products. ==Side effects== Concentrated solutions of salicylic acid may cause hyperpigmentation on people with darker skin types (Fitzpatrick phototypes IV, V, VI), without a broad spectrum sunblock. Due to sun sensitivity, sun protection is recommended when using salicylic acid on sun-exposed skin. ===Pregnancy=== No studies examine topical salicylic acid in pregnancy. The risks of aspirin late in pregnancy are probably not relevant for a topical exposure to salicylic acid, even late in the pregnancy, because of its low systemic levels. Topical salicylic acid is common in many over-the-counter dermatological agents and the lack of adverse reports suggests a low risk.Acne and Pregnancy . Fetal-exposure.org. Retrieved on 2012-06-03. ===Overdose=== Side effects include skin irritation, and salicylate poisoning. Salicylate poisoning tends to only occur when applied to a large area and in children. Use is thus not recommended in children less than two years old. It comes in a number of different strengths. Salicylic acid overdose can lead metabolic acidosis with compensatory respiratory alkalosis. In people presenting with an acute overdose, a 16% morbidity rate and a 1% mortality rate are observed. ==Mechanism of action== Salicylic acid works as a keratolytic, comedolytic and bacteriostatic agent, causing the cells of the epidermis to shed more readily, opening clogged pores and neutralizing bacteria within, preventing pores from clogging up again and allowing room for new cell growth. ==History== Historically salicylic acid is known for its ability to ease aches and pains and reduce fevers. These medicinal properties, particularly fever relief, were discovered in ancient times. It has been also used as an anti-inflammatory drug. ==References== Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate ",
    "title": "Medical uses of salicylic acid"
}