{
    "id": "52876222",
    "text": "Artisanal food encompasses breads, cheeses, fruit preserves, cured meats, beverages, oils, and vinegars that are made by hand using traditional methods by skilled craftworkers, known as food artisans.Editor. (6 October 2006). Artisanal Defined. Food Crafters. CUESA (Center for Urban Education about Sustainable Agriculture). San Francisco, California. The foodstuff material from farmers and backyard growers can include fruit, grains and flours, milks for cheese, cured meats, fish, beverages, oils, and vinegars. The movement is focused on providing farm to fork type foods with locally sourced products that benefit the consumer, small scale growers and producers, and the local economy. ==Food artisans== Food artisans produce foods and edible foodstuffs that are not mass produced, but rather made by hand. These include cheeses, breads and baked goods, charcuterie and other foods that involve preservation or fermentation, home preservation or canning processes, and fruit preserves, cured meats, beverages, oils, and vinegars. Fermentation or otherwise controlling the preservation environment for beneficial microorganisms can be utilized for vinegars, cheeses, cured meats, wine, oolong tea, kimchi and other examples. An artisan food item is usually developed and produced over a long period of time and consumed relatively close to where the food is created.Bell, Randy. (30 May 2013). Clearing up confusion about artisan food. Michigan State University Extension. www.msu.edu. ==Legislation== In 2009, the Food Safety Enhancement Act was proposed and passed the House of Representatives, but did not pass. The measure was renegotiated and became known as the Food Safety Modernization Act (FSMA). On 4 January 2011, President Barack Obama signed the bill into law. ===Tester-Hagan Amendment=== Senator Jon Tester (D-MT) and Senator Kay Hagan (D-NC) introduced two amendments to the FSMA that removed local food growers and food processors from federal oversight. These growers and producers would remain under the jurisdiction of state and local health and sanitation laws, rules, and regulations.Editor. (2 June 2015). FDA Fires Direct Shot at Small, Local, Artisanal Food Producers. The Pulse of Natural Health Newsletter. Alliance for Natural Health USA. www.anh-usa.org. ==Controversy== As of 2016, there was not a published official standard or definition for artisan foods. A good working definition can be gleaned from the Tester-Hagen Amendment that stated artisanal food producers are constrained to: \"make less than $500,000 a year and sell greater than 50% of their products direct to consumers in the same state and within a 400-mile radius\". The advertising and marketing industries have latched on to the trendy word \"artisanal\" and now have artisanal products on supermarket shelves and offerings from local fast food chains.Ozersky, Josh. (2 May 2012). The “Artisan” Hoax: Has That Word Become Meaningless? Taste of America. Time. www.time.com. Dunkin' Donuts came out with an \"artisanal\" bagel, Domino's Pizza dished out an \"artisanal\" pizza, Tostitos served up \"artisanal\" chips, McDonald's offered an \"artisan\" bun, Wendy's introduced an \"artisan\" egg sandwich, and Subway provided \"sandwich artisans\" to prepare lunch.Mahoney, Kathryn. (2 July 2014). America's Artisanal Market. LuLu Press. . ==Points of distribution== Farmers' markets, either temporary or permanent, are a tremendous resource for consumers to procure artisanal foods. They exist in many communities in the United States, Canada, the United Kingdom, and throughout the European Union countries. ==See also== *Artisan *Artisan cheese *Artisanal fishing *Civic agriculture *Circular agriculture *Community-supported agriculture *Farm to fork *Farmers' market *Local food *Public market *Slow Food *Street market *Wet market ==References== ==Bibliography== ===General overview=== *Guerrero, L., Guardia, M.D., Xicola, J., Verbeke, W., Vanhonacker, F., Zakowska-Biemans, S., Sajdakowska, M., Sulmont-Rosse, C., Issanchou, S., Contel, M., Scalvedi, M.L., Granli, B.S., Hersleth, M. (2009). Consumer-driven definition of traditional food products and innovation in traditional foods. A qualitative cross-cultural study. Appetite. 52(2): 345-354. *Berlin, L., Lockeretz, W., Bell, R. (2009). Purchasing foods produced on organic, small and local farms: a mixed method analysis of New England consumers. Renewable Agriculture and Food Systems. 24(4): 267-275. *Von Biel, Victoria. (27 October 2011). 10 Truly Artisanal Foods to Try Now. Food & Drink. Forbes. *Almli, V.L., Verbeke, W., Vanhonacker, F., Næs, T., Hersleth, M. (2011). General image and attribute perceptions of traditional food in six European countries. Food Quality and Preference. 22(1): 129-138. *Carey, L., Bell, P., Duff, A., Sheridan, M., Shields, M. (2011). Farmers' market consumers: a Scottisch perspective. International Journal of Consumer Studies. 35(3): 300-306. *Hartman, Lauren R. (29 June 2015). Artisanal Foods Increase in Popularity. Food Processing. foodprocessing.com. *Farrell, Chris. (8 January 2016). Second Career: Join The Craft Foods Movement. Forbes. *Goodyear, Dana. (26 January 2016). The Way Forward for Hipster Food. The New Yorker. *Pipkin, Whitney. (11 April 2016). Maybe this is how ‘artisanal’ foods can finally spread the wealth. Food. Washington Post. *Nelson, Rick. (15 July 2016). In search of lost flavors: What's next for the artisanal food movement? Star Tribune. Minneapolis, Minnesota. *Marion, Jane. (24 October 2016). 10 Culinary Trends You Need to Know and Where to Find Them. Where to Eat Now. Baltimore Magazine. ===Beverages=== *Kaplan, A. (2013). Soaring Specialty. Beverage World. 132(2): 41-48. ===Meats=== *Anna Roccato, Mieke Uyttendaele, Federica Barrucci, Veronica Cibin, Michela Favretti, Andrea Cereser, Marta Dal Cin, Alessandra Pezzuto, Alessia Piovesana, Alessandra Longo, Elena Ramon, Stefano De Rui, Antonia Ricci. (February 2017). Artisanal Italian salami and soppresse: Identification of control strategies to manage microbiological hazards. Food Microbiology. 61(February 2017): 5-13. ISSN 0740-0020. ===Cheese=== *Kupiec, Beata and Revell, Brian. (1998). Speciality and artisanal cheeses today: the product and the consumer. British Food Journal. 100(5): 236-243. *Kupiec, Beata and Revell, Brian. (2001). Measuring consumer quality judgements. British Food Journal. 103(1): 7–22. *Di Monaco, Rossella, Di Marzo, Sabrina, Cavella, Silvana and Masi, Paolo. (2005). Valorization of traditional foods: The case of Provolone del Monaco cheese. British Food Journal. 107(2): 98-110. ===Fish=== *Suleiman, A, Tosan, Fregene Okoruwa, Victor O. (2011). Analysis of Costs and Returns of Artisanal Fish Marketing in Kebbi State, Nigeria. Journal of Rural Economics and Development. 20(1): 21-29. *Kronen, Mecki. (November 2004). Fishing for fortunes?: A socio-economic assessment of Tonga's artisanal fisheries. Fisheries Research. 70(1): 121-134. ISSN 0165-7836. ==Further reading== *Kuh, Patric. (2016). Finding the Flavors We Lost: From Bread to Bourbon, How Artisans Reclaimed American Food. Ecco. . *Mantle, Larry. (5 July 2016). LA Magazine food critic details 3 requirements for actual 'artisanal' food: Time, heritage and skill. AirTalk. KPCC 89.3. Southern California Public Radio. *Nnamdi, Kojo. (9 October 2013). The Economics Of Artisanal Food Production. The Kojo Nnamdi Show. WAMU 88.5. American University Radio. Category:Food products Category:Food and drink appreciation Category:Artisans Category:Food processing Category:Crafts organizations Category:Food safety in the United States ",
    "title": "Artisanal food"
}