{
    "id": "52870598",
    "text": "Caladenia denticulata subsp. denticulata, commonly known as the yellow spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two yellowish flowers which have a white labellum with pale red markings.Caladenia denticulata subsp. denticulata habit C. denticulata subsp. denticulata with wasp ==Description== Caladenia denticulata subsp. denticulata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf long and wide. One or two flowers are borne on a stem high and each flower is long and wide. The dorsal sepal is erect, long and wide at the base, linear to lance-shaped, pale to greenish-yellow and has a drooping, dark brown, thread-like glandular tip. The arching lateral sepals and petals are similar in size, shape and colour to the dorsal sepal although the petals are slightly narrower and shorter. The labellum is white with pale red markings, and curves forward with white to pale red teeth along its margins, the teeth decreasing in size towards the tip. There are up to 13 pairs of anvil-shaped, cream-coloured calli in two rows along about half the length of the labellum and decreasing in size towards the tip. Flowering occurs between August and early October. ==Taxonomy and naming== Caladenia denticulata was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2015, Andrew Brown and Garry Brockman described three subspecies, including subspecies denticulata and the descriptions were published in Nuytsia. The specific epithet (denticulata) is a Latin word meaning \"with small teeth\", referring to the small teeth on the labellum. ==Distribution and habitat== Yellow spider orchid occurs in the south-west corner of Western Australia between Waroona and Eneabba in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, and Swan Coastal Plain biogeographic regions where it grows in wandoo and York gum woodland. ==Conservation== Caladenia denticulata subsp. denticulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. == References == denticulata Category:Endemic orchids of Australia Category:Orchids of Western Australia Category:Plants described in 1840 ",
    "title": "Caladenia denticulata subsp. denticulata"
}