{
    "id": "52872067",
    "text": "Robin James Hunter-Clarke (born 10 October 1992) is a British politician and political adviser. He has been a UKIP candidate in both the 2015 and the 2017 general election. He served as the national UKIP co-ordinator for Vote Leave, the official leave campaign during the European Union referendum. == Early life == Hunter-Clarke was born in Boston, Lincolnshire. He was brought up in the nearby town of Skegness. At the age of 17, in 2009, he joined the Conservative Party. He went on to become the youngest elected Skegness town councillor at the age of 18. === Education === Hunter-Clarke attended Skegness Grammar School, before studying Law at the University of Chester. === Student activity and early political career === In the May 2011 local elections, Hunter-Clarke was elected as a Skegness town councillor as a Conservative. He defected to the United Kingdom Independence Party in September 2012 at the party's national conference in Birmingham, making him the only UKIP member of Skegness town council. In the May 2013 local elections, he was the UKIP candidate for the Skegness South Seat ward for Lincolnshire County Council. He took the seat, beating the incumbent Conservative councillor, while his father Dean Hunter-Clarke won the Skegness North Seat for UKIP. Hunter-Clarke won the seat whilst reading Law at the University of Chester which caused some controversy at the time. Hunter-Clarke insisted he would be able to combine his studies with being a County Councillor in Lincolnshire. Hunter-Clarke was elected onto UKIP's National Executive Committee in 2014. Hunter-Clarke left UKIP in September 2018. == Political career == It was announced on 20 November 2014 that Hunter-Clarke, then 22, was to become UKIP's parliamentary candidate in the seat of Boston & Skegness. It was a key seat for the party, but Hunter- Clarke was ultimately defeated by the Telegraph journalist, Matt Warman. After the general election Hunter-Clarke became the national UKIP co-ordinator for Vote Leave Ltd. This prompted UKIP to release a statement as the party was currently backing neither Vote Leave nor Grassroots Out for the Electoral Commission designation. Hunter-Clarke was Neil Hamilton's agent for the National Assembly for Wales election in May 2016. On Hamilton's election he made Hunter-Clarke his personal chief of staff. After Hamilton was elected as the group leader, Hunter-Clarke became chief of staff for the group. Hunter- Clarke announced his intention to stand in the Sleaford & North Hykeham by- election, a neighbouring seat to Boston & Skegness, but later withdrew from the contest. In June 2018 Hunter-Clarke was dismissed as the group's Chief of Staff in the National Assembly for Wales after Caroline Jones AM ousted Neil Hamilton AM as the Leader of the UKIP Group. Hunter-Clarke consequently took Caroline Jones and the UKIP Assembly Members to an employment tribunal. At a preliminary hearing on 28 February 2019 the Assembly Commission, Michelle Brown AM and Caroline Jones AM failed in their applications to be removed as respondents in the case. The case continues and a three-day preliminary hearing has been listed to be heard in June 2019. On 3rd/4/5 June 2019 a three day hearing took place in Pontypridd to determine who in fact employed Hunter- Clarke, as still no-one admitted to being his boss. On 4 June it was suggested that Hunter-Clarke had indeed not been dismissed and therefore was entitled to a year's back pay. Following the evidence heard Hunter-Clarke withdrew his claims against the National Assembly for Wales, Caroline Jones AM and the UKIP Group. This left Neil Hamilton AM as the sole respondent in the case. Hunter- Clarke's representative subsequently outlined that it was now clear 'Mr Hamilton was trying to make a political point at Mr Hunter-Clarke's expense'. === Elections === In the May 2013 local elections, Hunter-Clarke was elected to Lincolnshire County Council representing the Skegness South Division. He did not seek re-election. In the May 2015 general election, Hunter-Clarke stood as the UKIP candidate for Boston & Skegness achieving UKIP's second best result nationally polling 34% of the vote. Hunter-Clarke was selected as the UKIP candidate for Pontypridd in the 2017 general election, but was defeated by the incumbent, Owen Smith. ==References== Category:1992 births Category:21st-century British politicians Category:Alumni of the University of Chester Category:Conservative Party (UK) councillors Category:Living people Category:Members of Lincolnshire County Council Category:People from Boston, Lincolnshire Category:UK Independence Party politicians ",
    "title": "Robin Hunter-Clarke"
}