{
    "id": "52878953",
    "text": "This list of protected areas in Aarhus Municipality lists protected areas in Aarhus Municipality, Denmark. Three protections in the municipality are shared with adjacent Skanderborg Municipality. Aarhus Municipality holds a total of four Natura2000 in-land protections of international importance. There is also a sea-area Natura2000 protection in the Bay of Aarhus at the Mejlflak reef. Of the other protections within the municipality, most of the older ones are grounded in attempts at protecting scenic landscape values or securing public access, while more recent protections are mostly based in protecting biodiversity and threatened habitats. ==List== {|class=\"wikitable sortable\" ! Image ! Locality ! Size ! Year ! Coordinates ! Description ! Source |- | 75px | Brabrand Lake and Aarhus River Valley Including Brabrand Lake, Årslev Engsø and parts of Aarhus River Valley | 521 hectare | 1959, 1983, 1984 and 2001 | | Landscape, rich fen habitat and locally endangered species. Natura 2000, EU Habitats area | Ref 1, Ref 2 |- | | Skæring Bæk and Skæring Strand | | | | | Ref |- | 75px | Egå stream, Åkrogen and Vejlby Strand | | 1918, 1926, 1956 and 1961 | | River mouth and beach | Ref |- | | Grevelund | | 1967 | | Landscape (fields, woodland and beach habitats) | Ref |- | | Mariendal | 2.3 hectare | 1959, 1964 | | Landscape | Ref |- | 75px | Parts of Marselisborg Forests Including the stream of Giber Å, Enemærket forest and wetland habitat, and the hills of Skåde Havbakker | 168 hectares | | | Forest, meadow, wetland and river habitats. Coastal cliffs. Northern crested newt and otter. Natura 2000 | |- | 75px | Fulden Fredningen Including Fulden and Moesgård | | 1932, 1943, 1959, 1979 | | Historical rural landscapes and nature, including a village, historic manor and estate. | Ref |- | 75px | Holme Bjerge | 124 hectare | 1967 | | Landscape | Ref |- | | Harlev Fredningen Including the forests of Stjær Stenskov and Lillering Skov | 220 hectare (a small part in Skanderborg Municipality) | 1962, 2017 | | Glacial stone deposit, ancient woodland, special wetland habitats, and historical ridge and furrows. Natura 2000 since 2017 | Ref, |- | 75px | Jeksendalen | 746 hectare (mostly in Skanderborg Municipality) | 1979 | | Landscape of both historical and biological importance (woodlands, streams and wet meadow habitats) | Ref |- | 75px | Aarhus Botanical Gardens | | 2017 | | City park | Ref |- | 75px | Stilling-Solbjerg Lake and Pilbrodalen | mostly in Skanderborg Municipality | | | Lake habitat and glacial valley | Ref |- | 75px | Mejl Flak | | | | Shallow sandy and stony reef in Aarhus Bay. Natura 2000, EU Habitats area | Ref |- |} == See also == ==References== Category:Aarhus Municipality Category:Protected areas of Denmark by municipality ",
    "title": "List of protected areas of Aarhus Municipality"
}