{
    "id": "52871835",
    "text": "John Gardner (17 April 1809Dirk Van Dissel, 'Gardner, John (1809–1899)', Australian Dictionary of Biography, National Centre of Biography, Australian National University, http://adb.anu.edu.au/biography/gardner- john-3590/text5563, published first in hardcopy 1972, accessed online 18 January 2017. – 10 May 1899) was a Scots-born Presbyterian minister in Adelaide, South Australia, the first incumbent of Chalmers Free Church of Scotland, now Scots Church, North Terrace, Adelaide. He later served at Launceston, Tasmania and Queenscliff, Victoria. ==History== Gardner was born in Glasgow, the third son of Rev. William Gardner and his wife Catharine Gardner, née Jarvie. He was educated at Glasgow University for the ministry of the Scottish Church, and after being licensed to preach by the Glasgow presbytery served as assistant to Rev. Robert Smith of Lochwinnoch, one of whose sons was Robert Barr Smith of Adelaide. Gardner's first charge was St Andrew's Presbyterian Church, which opened in Conway Street, Birkenhead, Cheshire in 1840. He married Catherine Forrest in 1844. The Presbyterian Church in Adelaide, whose pastor from 1839 was Dr. Ralph Drummond, started with a meeting house on Angas Street then a building in Gouger Street, close to Victoria Square. This church, as elsewhere, was affected by the \"Disruption of 1843\", when Rev. Dr. Thomas Chalmers founded the Free Church of Scotland. Many members, notably Thomas Elder and his brother Capt. William Elder, decided to establish their own church on Chalmers' \"non-intrusionist\" principles, and in 1849 asked the Colonial Committee of the Free Church of Scotland to find them a suitable minister. The position was offered to Gardner, who accepted, and with his wife, three children and a servant sailed to Adelaide aboard the Condor, arriving in March 1850. He took advantage of the ship's stopover at Port Melbourne to preach in the John Knox Church, Swanston Street. His first three services were held in the Pulteney Street schoolroom (later Pulteney Grammar School), followed by a room at the rear of the Freemasons' Tavern, then with the swelling of his congregation rented J. B. Neales' Exchange Room in King William Street. Shortly after his arrival, Gardner initiated the purchase from (later Sir) John Morphett of the prominent site on the corner of North Terrace and Pulteney Street, appointed English & BrownThomas English and Henry Brown as architects and builders, laid the foundation stone for what was to become Chalmers' Church on 3 September 1850 and held the first service there on 6 July 1851. Sharing the pulpit was Rev. John Anderson, whom Gardner had persuaded the Strathalbyn Presbyterians to call from Scotland. He was one of the signatories to the deed which signified the union of the three branches of the Presbyterian Churches in Adelaide on 10 May 1865: John Gardner (Chalmers Church), Robert Haining (St. Andrew's, Wakefield Street), John Anderson (Strathalbyn), James Gordon (Gawler), James Lyall (Flinders Street), W. Davidson (Clare), Alexander Law (Mount Barker), and James Moddich (Mount Pleasant) After 18 years' service to the Adelaide congregation, Gardner accepted a call to St. Andrew's Church, Launceston, Tasmania, which at the time had a very strong and wealthy congregation. South Australia was at the time experiencing a financial recession, and the Adelaide church was unable to compete even remotely with the very generous £600 (perhaps $100,000 in today's money) stipend offered by St. Andrew's. Before they left Adelaide, Mrs. Gardner was presented with an album of photographs of prominent SA citizens and church members taken by the Townsend Duryea studio. Gardner left for Launceston on the Coorong in October 1868. No sooner had he arrived than he was embroiled in a dispute with the Managers of St. Andrew's, and was not inducted until December 1868. A protracted state of hostility between Gardner and an influential section of the congregation resulted in declining attendance at services with concomitant reduction in collections and pew rents, and after the initial contract period elapsed his stipend was halved. Secret meetings held by church Managers and the Committee of Advice and Co-operation resulted in demands that Gardner resign, which he refused to do, demanding to be presented publicly with a list of accusations. Unable to dislodge their pastor, his antagonists (which constituted a majority, and the whole of the Sunday school), and abetted by the Rev. John Storie of Hobart, established competing services in the Town Hall next door. At a Kirk Session constituted for the purpose, Gardner met with his accusers at which the church Managers and Rev. Storie were largely discredited. The respected Rev. Robert Russell was brought in as an intermediary, and Gardner finally accepted an offer of £200 for his resignation, and in October 1874 he left Launceston for the seaside town of Queenscliff, Victoria, where he had been offered the Presbyterian pastorate. A complication arose as the official \"call\" had been sent care of Rev. Storie, who neglected to pass it on to Gardner, but a way was found to circumvent this lapse of protocol. > People of all classes were sorry when he left [Adelaide], and will be > gratified if in Victoria his experiences are more pleasant than they have > been in Launceston, if, in fact, his lot becomes more like what it was in > South Australia. He was more a man of war than of peace, more resembled a > stormy petrel than a dove, yet had a warm heart and sympathizing nature. In > him extremes met, and folk who relished his oft scathing style of platform > utterances knew that under a rough exterior there was a cordial and kindly > nature. He had no time for those who attempted to reconcile scientific knowledge with Biblical Truth: > Men might say that science proved that the world was not made in six days, > but whatever science might say, he had more respect for the word of God. > They had the fourth commandment to guide them, which ... distinctly states > that in six days the Lord created the heavens and earth, on the seventh day > be rested. ... I know Hebrew better than Hugh Miller ... all the Christian > churches hold that it means a day of 24 hours. ... All acquainted with the > philosophy know that it is the negation as nearly as possible of Christian > truth, and the denial of the Bible as an authoritative standard. Gardner was elected Moderator of the Presbyterian General Assembly of Victoria for the year 1883–1884. During this period Rev. Charles Strong was dismissed as a minister of the Victorian Church for his casual association with Judge Higinbotham. The congregation at Queenscliff apparently had no difficulty with Gardner's reactionary character and when he retired he and Mrs Gardner were given a generous farewell. Mrs. Gardner died at their Malvern, Victoria home three years later. Gardner lived with his unmarried daughter until his death. ==Other interests== *Gardner was a supporter of competitive examinations, and served as examiner, which interest has the by-product of his joint publication with fellow-examiner Rev. Robert Haining: Glimpses into the Unseen and Unknown, a catalogue of English language blunders and spelling errors made by students in competitive examinations. *He was a strong swimmer and was noted for his regular swim in the sea. He was several times responsible for rescuing bathers in difficulties. *He continued to pay annual visits to Chalmers Church into the 1890s. ==Family== On 12 February 1844 he married Catherine Forrest ( – 30 March 1892), daughter of John Alexander Forrest, a Liverpool merchant.https://archive.org/stream/fastiecclesiaesc00scot/fastiecclesiaesc00scot_djvu.txt Their children included: *Mary Forrest Gardner (1845 – 28 October 1887) married Joseph Bartlett Davies (c. 1843 – 28 October 1924) on 6 February 1872, lived at Mentone, Victoria then Claremont Avenue, Malvern. Davies was a brother of Sir Matthew Henry Davies, both notable real estate speculators. *Dr. William Forrest Gardner (c. 1846 – 7 April 1897) married Louisa Moore ( – 10 May 1940) on 30 March 1880. She was the elder daughter of Robert Waters Moore, M.R.C.S. He was a prize-winning student at Adelaide Educational Institution, a graduate of the University of Melbourne and Glasgow University, and surgeon at Adelaide Hospital then Melbourne, died in Naples. He had a long partnership with Dr. W. Anstey Giles. *Gavin Forrest Gardner (10? 11? April 1848 – 20 March 1919) married Mary Josephine Brown (1858–1923) on 1882. He was banker and stockbroker, one of the founders of the Adelaide Stock Exchange. :*George Gavin Forrest Gardner, Mus. Bac. (c. 1882 – 6 August 1953), organist and school master at St Peter's College :*John Forrest Gardner, M.B., B.S. (1890 – 5 August 1928) married Josephine Florey, M.B., B.S. on 17 February 1917. She was a daughter of Joseph Florey. :*Ethel Forrest Gardner (1897–1976) married Keith Rogers Scarfe on 25 September 1919 *George Abercrombie Gardner (1851–1927) lived in Malvern, Victoria *Catherine Adamson \"Kate\" Gardner (4 May 1852 – 4 May 1937) She never married, lived in Malvern, died at South Yarra, Victoria. == References == Category:1809 births Category:1899 deaths Category:Australian Presbyterian ministers ",
    "title": "John Gardner (minister)"
}