{
    "id": "52878932",
    "text": "Muckadilla is a town and locality in the Maranoa Region, Queensland, Australia. == Geography == Muckadilla railway station, circa 1920 The town lies in the northern part of the locality. The Western railway line passes through the locality from east to west. The town is serviced by the Muckadilla railway station immediately to the north of the town. The Warrego Highway passes from east to west through the town, mostly being parallel immediately south of the railway line. Muckadilla Creek flows from Mount Bindango to the north down to the south-east of Muckadilla to Mount Abundance, passing just west of the town. The creek becomes Cogoon River and then is a tributary of the Balonne River. The land is mostly 350-400m above sea level and used for grazing and cropping. Some of the slopes of the higher peaks (to 470m) in the south-west of the locality remain densely forested.The former Muckadilla Railway Station, now a tourist centre == History == The name Muckadilla was first used as the creek name, which in turn is believed to be an Aboriginal word (language and dialect unknown) to mean plenty of water. Muckadilla Provisional School opened on 25 January 1886. It was proclaimed Muckadilla State School on 1 January 1909. The school was mothballed at the end of 2008, then closed in 2009. In 1889, the Queensland Government drilled a bore at Muckadilla. Although the water supply found was quite small, it was believed that it had healing properties and people flocked to Muckadilla in search of a cure. Dr E.W. Kerr of Brisbane endorsed the water, claiming it had cured \"obstinate rheumatism\" in some of his patients. The baths were popular and, in 1939, John McEwan Hunter proposed that a sanitorium should be built there to better allow people to improve their \"rheumatism, arthritis, uritus, digestion, nerves and general health\".Community hall at Muckadilla == Popular culture == Muckadilla is one of the towns listed in the first verse of I've Been Everywhere. ==References== == Further reading == * * * * == External links == Category:Towns in Queensland Category:Maranoa Region Category:Hot springs of Australia Category:Localities in Queensland ",
    "title": "Muckadilla, Queensland"
}