{
    "id": "52876843",
    "text": "William John Dyer (1830 – 12 July 1909) was a New Zealand businessman and politician. Born in London, his family moved to Sydney when he was a child. He ran a trading business between Sydney, New Zealand and the Pacific Islands, and moved to New Zealand in 1857. He lived at different times in Dunedin and Milton and entered politics, contesting a number of elections and representing the Tokomairaro electorate in the provincial council. ==Personal life== Dyer was born in London in 1830, but moved to Sydney in 1839. In Sydney, he had two sons, including Frederick James Dyer. He moved to New Zealand in 1857. His wife, Emma, died in Dunedin on 18 September 1858 at age 27. On 21 April 1860, Dyer married Annie Maria Redmayne at the Episcopal Church in Dunedin. Their first-born son, Ernest Victor, died on 16 February 1861, aged 24 days. They had a daughter on 6 January 1864, a son on 30 September 1865, and a further son in 1866. ==Business career== From Sydney, Dyer traded with New Zealand and the Pacific Islands. When he resided in New Zealand, he was in business in Otago, firstly in Dunedin and later in Milton (then known as Tokomairaro). During the Otago Gold Rush, he had a ferry at the Taieri River at Henley. He lost a number of buildings in a fire in January 1871. ==Political career== Dyer was a candidate in the 1859 Town of Dunedin by-election against James Macandrew and James Gordon Stuart Grant. However, he did not participate in the poll that occurred after Grant challenged Macandrew. He contested the 1860 election in the electorate, losing to Thomas Dick and Edward McGlashan. He was one of four candidates in the in the electorate and came second, beaten by William Murray. Dyer also was a candidate in the April 1865 Bruce by-election, getting defeated by Arthur John Burns. He was also discussed as a candidate in the July 1865 Bruce by-election, but eventually decided not to stand. Dyer was several times Mayor of Milton and a member of the Otago Provincial Council. He stood in the Waihola electorate for the Otago Provincial Council in May 1863 and was defeated by Alexander Mollison by a single vote. When John Lillie Gillies resigned from the Tokomairaro electorate (i.e. the area around Milton) of the Otago Provincial Council, Dyer contested the election against Thomas Murray and was successful. He represented the Tokomairaro electorate from 3 September 1864 to 28 July 1866, when he resigned. ==Later life== Dyer died at his son-in-law's Queen's Hotel in Oamaru Dyer moved to Dunedin in his later life and lived in Cumberland Street (now part of State Highway 1). On 12 July 1909, he died suddenly during a stay at his son in law's Queen's Hotel in Oamaru. He was buried at Oamaru Cemetery. ==References== Category:1830 births Category:1909 deaths Category:19th-century New Zealand businesspeople Category:People from Milton, New Zealand Category:Members of the Otago Provincial Council Category:Unsuccessful candidates in the 1860–1861 New Zealand general election Category:Unsuccessful candidates in the 1871 New Zealand general election Category:Burials at Oamaru Old Cemetery Category:English emigrants to Australia Category:English emigrants to New Zealand Category:Mayors of places in Otago ",
    "title": "William John Dyer"
}