{
    "id": "52874718",
    "text": "\"Sausalito Summernight\" is the title of a 1981 U.S. Top 40 hit by Nederpop band Diesel. It was fourth of four singles issued from the band's 1980 debut album Watts in a Tank, the final three of which became chart hits. It was the greatest hit from the LP (U.S. #25). The track became a #1 hit in Canada. It was also their only charting single there. ==Overview== The song was written in 1979 by Diesel members Mark Boon and Rob Vunderink at Boon's parental home in the Hague: (Rob Vunderink quote:) \"I came up with the riff, [Boon] added some chords, and then I came up with the melody\", the song's tune being completed in roughly an hour's time. The lyrics were written the following day by Boon who in 1962 - at age 11 - had moved to Los Angeles and had lived in California until 1967,http://www.nederglam.nl/html/smyle.html, The Oklahoman 13 December 1981 \"Tour of U.S. Gives Group New Outlook\" by Gene Triplett p.98 and had also sojourned in California prior to joining Diesel in 1978: Boon would later recall that he had spent time in Sausalito the summer before writing the song. {| class=\"wikitable floatleft\" style=\"text-align: center; width: 210px\" ! style=\"background:khaki; font-size:65%;\"|Gene Triplett (The Oklahoman) on \"Sausalito Summernight\" |- | style=\"font-size: 75%\"|\"A remarkably American-sounding pop-rocker [that's] hook- & harmony-laden fare...The guitar chops are loose & goosey, the melody is upbeat & instantly engaging, & the lyrics invoke the smell of salt sea air & the exhilaration of cruising on Friday night with the top down & inhibitions cast to the wind.\"The Oklahoman 1 December 1981 \"'Diesel' Provides High-Octane Disc\" by Gene Triplett p.S16 |} An ironic car ode, the lyrics of \"Sausalito Summernight\" focus on a couple driving a \"clunker\" north from Los Angeles to San Francisco who take a breather in Sausalito, four miles from San Francisco (and in fact to its north). In other countries, the track is known as \"Sausolito Summernight\", as a result of a misspelling on the Netherlands releases of the single and the album. This was corrected on the 1981 U.S. and Canadian releases.http://www.pimkoopman.com/diesel-singles-sausalito-summernight/ Although eventually afforded classic hit status in the Netherlands, \"Sausalito Summernight\" was only a modest chart success in its original 1980 local release, but in 1981 it became a Top 40 hit in the U.S. and also reached #1 in Canada: further international releases ensued but - apart from nicking the charts in a Netherlands re- releasehttps://dutchcharts.nl/showitem.asp?interpret=Diesel+%5BNL%5D&titel;=Sausolito+Summernight&cat;=s \\- with no further success. \"Sausalito Summernight\" was oft-cited as a Steve Miller Band soundalike:https://www.allmusic.com/album/watts-in-a-tank- mw0000228727Billboard Vol 93 #25 (27 June 1981) p.70 Cash Box Vol 43 #17 (12 September 1981) p.13Quad-City Times \"This is a recording\" by Mike Kuchta 4 October 1981 p.51eg. \"'Sausalito Summernight' is a top-notch number with power, melody and snap that sounds like the seemingly defunct Steve Miller Band at more than its best\" (from Pittsburgh Press 18 October 1981).Pittsburgh Press 18 October 1981 \"Books & Music\" by Pete Bishop p.J-6 In fact \"Sausalito Summernight\" reached the U.S. Top 40 a week prior to the 23 October 1981 release of Circle of Love, the first non-compilation Steve Miller Band album in four years, with the Top 40 tenure of that album's lead single: \"Heart Like a Wheel\", overlapping with that of \"Sausalito Summernight\" for four weeks in November 1981.Billboard Vol 93 #42 (24 October 1981) p.33 It was reported in December 1981 that \"Sausalito Summernight\" had sold 600,000 units worldwide.Billboard Vol 93 #51 (26 December 1981) p.76 ==Netherlands release and reception== \"Sausolito Summernight\" was introduced on Diesel's debut album Watts in a Tank, whose producer Pim Koopman would recall that the recording of \"Sausolito Summernight\" cost half the budget for the entire album. Watts in a Tank had been recorded in 1979 subsequent to the band's first single: \"Goin' Back to China\", reaching #34 on the [Netherlands] Single Top 50: upon the album's March 1980 release - by which time the advance single: \"Down in the Silvermine\", had charted at #16 - Koopman and the band members all considered \"Sausolito Summernight\" the obvious choice for single release: however Diesel's label Polydor chose another album cut: \"Alibi\", and only after \"Alibi\" proved a flop did Polydor give single release to \"Sausolito Summernight\" - edited to 3:30 from the 5:06 album track - which afforded the group a modest chart comeback, peaking at #33.http://www.pimkoopman.com The song was later performed on the Dutch TV show TopPop The track's U.S. Top 40 success in the autumn of 1981 - see Section 3 below - led to the song's re- release in the Netherlands, with a resultant one-week tenure in the Single Top 50 at #49. However despite the lack of interest generated by \"Sausolito Summernight\" in its Netherlands releases, the track eventually earned the status of a classic hit in the Netherlands, as evidenced by its appearing in the Top 2000 almost every year since 1999 ranking as high as #984 (in 2000).http://www.top2000nl.com/lijst-2017/sausolito-summernight-diesel/ ==U.S./ Canadian release and reception== Veteran record producer Kim Fowley discovered Diesel via his affiliation with Southern Music with whom Diesel had a pact, and Fowley's advocacy led to the U.S. rights for Diesel's recordings being acquired by the independent Regency label in 1981.http://www.antimusic.com/morley/13/KimFowleyPart2.shtmlBillboard Vol 93 #45 (14 November 1981) p.B-10 Ensuant to the U.S. release of its parent album: Watts in a Tank, the last week of May 1981, the track \"Sausalito Summernight\" quickly garnered airplay on FM radio - WWCK-FM in Flint (Michigan) is credited with inaugurating the track's U.S. airplay - ;Flint Voice 19 March - 1 April 1982 p.7 however while Regency's U.S. distributor MCA Records did release a promo single of \"Sausalito Summernight\" (edited to 3:06) the track did not have a commercial single release until August 1981 when Regency switched distribution from MCA to Atlantic Records who issued \"Sausalito Summernight\" as a single - formatted to 3:30 as in its original Netherlands release - within a week of contracting with Regency.Billboard Vol 93 #40 (10 October 1981) p.12 The single of \"Sausalito Summernight\" debuted on the Hot 100 in Billboard dated 12 September 1981 at #86. Diesel's producer Pim Koopman would later allege that his perusal of Billboard showed \"Sausalito Summernight\" strongly supported throughout the United States with the \"curious\" exception of Sausalito's home state of California: the track - which did in fact rank in the Top 20 on hit parades for the California cities of San Bernardino, Santa Barbara and San Jose - was indeed supported in U.S. secondary markets over a wide geographic range, including Top Ten rankings in hit parades in New England, the South - including Kentucky, Maryland, Missouri and Texas - and in the states of Arizona and Nevada.Billboard Vol 93 #35 - #51 (5 September - 26 December 1981) \"Singles Radio Action\"However after reaching the Top 40 in October 1981, \"Sausalito Summernight\" began to lose traction, the final quarter of the year evidently unfavorable to this summer-themed song. The single was afforded an \"eleventh hour\" top-tier market breakout when playlisted in mid-October by Chicago Top 40 station WLS (AM): with a peak of #18,http://las-solanas.com/arsa/singles_charts.php?hs=9027 the WLS hit parade tenure of \"Sausalito Summernight\" failed to significantly augment the track's Top 40 fortunes, the track peaking at #25 on the Hot 100 dated 21 November 1981. In its Canadian release - distributed by Regency through RCA Records - \"Sausalito Summernight\" received airplay on the nation's flagship Top 40 station: CHUM (AM) in Toronto, as early as July 1981: debuting at #27 on the CHUM Chart dated 1 August 1981, the track was promptly playlisted throughout the CHUM Limited broadcasting chain - which included CFRW in Winnipeg and CFUN in Vancouver - with airplay spreading to additional stations: in the RPM magazine issued 29 August 1981 - immediately after the Canadian release of \"Sausalito Summernight\" as a commercial single - the track (which that week ranked #1 on the hit parade for CFRW and ranked at #2 by CHUM-AM) debuted on the National 50s Single Survey at #5, moving up to #1 on the chart dated 5 September 1981. Ultimately ranked at #13 on the listing of the biggest hits of the year, \"Sausalito Summernight\" in December 1981 had its Canadian sales reported as 100,000 units. ==References== ==External links== * * Category:1981 songs Category:1981 singles Category:RPM Top Singles number-one singles Category:Nederpop Category:Diesel (band) songs Category:Songs about cities Category:Songs about San Francisco ",
    "title": "Sausalito Summernight"
}