{
    "id": "52873721",
    "text": "Geding-Kasted Mose is a bog about 7 kilometers north-west of Aarhus, in the western section of the Egå river valley though which the river Egå runs. The bog covers about 30 hectares of which a sizable portion is used as meadows for grazing cattle. Other parts are cultivated but as the area is low-lying it is more or less flooded during winter. The bog has some waterholes and old peat pits which are now mostly concealed by thickets of primarily downy birch and grey willow. Geding-Kasted Bog is one of the most important catchment areas for the water supply in Aarhus Municipality and the city of Aarhus. == Flora and fauna == Geding-Kasted Bog has a major biodiversity with many different plant and animal species. Especially downy birch and grey willow dominate but on the meadows there is also globeflower, branched bur-reed, western marsh orchid, saw-wort and Irish fleabane. Insects are important pollinators for the flowers in bog and as prey for toads, reptiles and birds. Due to the location between the nesting grounds Egå Engsø and Brabrand Lake there's an especially varied population of birds including thrush nightingale eurasian penduline tit, water rail, western marsh harrier, common kestrel and grey heron. The bog was used for grazing cattle for many years which was maintained by a local group of volunteers. In the 2010s the bog will undergo a rewilding project that will introduce Galloway cattle and later possibly water buffalo and wild horses. == Environmental conditions == Pollution with heavy metals was discovered by coincidence in 1966. Botanists found a species of liverwort which at the time was not known from other places in Denmark. Further examinations of the plant led to the discovery of a connection between this particular species and heavy metals or sulphur in the ground. Excavation revealed buried industry waste consisting of, among other things, copper from a former production of sulphuric acid. The bog has received polluted water through the stream of Moseåen between 1870 and the 1970s, mostly heavy metals such as arsenic, lead, and a smaller amount of cadmium, but also copper and zinc. The pollution originated from a fertilizer factory in Mundelstrup Stationsby at Tilst. The factory closed in the 1970s, the emissions stopped, and a major cleanup project was undertaken around the factory in 1991-1993. The upper section of the Egå valley is still polluted, although the pollution is mostly in the top soil layer and it has been assessed that it won't affect the ground water. The water in Kasted Vandværk (Kasted Waterworks) in Kasted is continuously tested for heavy metals. == Galley == Tilst Mose.jpg|The bog is heavily overgrown with grey willow (Salix cinerea) Mosetræ.jpg|The wet and damp bog provides a good environment for mosses Dyreveksel i mosen.jpg|An animal track leading into the bogland thickets Hulkravet Kodriver.jpg|Cowslip (Primula veris) Trollius-europaeus-Kasted.jpg|Globeflower (Trollius europaeus) ==References== ;Publications * == External links == * * Category:Bogs of Denmark Category:Aarhus Municipality ",
    "title": "Geding-Kasted Mose"
}