{
    "id": "52873559",
    "text": "The Club d'Alep is a social club of Aleppo which was founded in 1945 and located in a former residential mansion in the city's Azizieh district. The club has been celebrated internationally for the quality and authenticity of its Aleppine cuisine. ==History== The Club d’Alep (AR: نادي حلب الشتوي) was founded in 1945 and has since served as a principle gathering point for the families of Aleppo's merchant class.Philip Mansel (2016) Aleppo: The Rise and fall of Syria's Great Merchant City IB Taurus, p.55 and 13plThe Club d'Alep's founding members in 1945 included Victor Guerelli (Président), Etienne Hindié (Vice Président), Pierre Mamarbachi (Secrétaire), Raymond Assouad (Trésorier), Yordan Obégi (Commissaire) and François Assouad, Michel Khayat, Soubhi Sbaï, Raymond Obégi, Chafik Mamarbachi and Joseph Nehmad (Conseillers).The Club d'Alep has been led by Victor Guerelli, Pierre Mamarbachi, Roland Antaki, Leon Asmar, Georges Chachati and Abdallah Moussalli (Présidents 1945–95). The Club is located in a late 1800s mansion built in the local composite architectural style. The building was one of earliest structures of the then newly developing Azizieh district of Aleppo. It first served as the residence of the Ghazaleh – a prominent Christian Aleppine family.The Club d’Alep was originally built to be the residence for the Ghazaleh – a prominent Aleppine family of merchant bankers. The family moved here from Beit Ghazaleh in the Al-Jdayde district of Aleppo. (see David, Jean-Claude et François Cristofoli (2019) Alep, la maison Ghazalé. Histoire et devenirs. Editions Parentheses, 176 p. ) It then became the location for the private club celebrated for the quality and authenticity of its cuisine, entertainment and nightlife.Mary Taylor Simeti (2009) Syria’s inimitable cuisine, Financial Times (FT.com) accessed 14 January 2017 & Anissa Helou, A feast of tiny little birds: not very pc but exquisite all the same. Retrieved 14 January 2017Deborah Amos (2010) Food Lovers Discover The Joys Of Aleppo. National Public Radio (NPR.org) Accessed 14 January 2017 & Anissa Helou (2015) My Syria: a journey through lost souks, spices and mulberry fields, Financial Times (FT.com) accessed on 14 January 2017Anissa Helou (2016) Before the War: The Lost Delicacies of Aleppo – On the Wonderful Food of Syria. Literary Hub (lithub.com) accessed on 14 January 2017 The Club d'Alep, with its summer and winter branches, had been noted as having around 600 members. The character of the membership of the club changed somewhat after the economic upheavals of the late 1950 and early 1960s. Its reception hall was then used as a mosque during the 1970s.SAUVEGRAIN, Sophie-Anne. Chapitre 10 – Pratiques quotidiennes et modes de consommation des jeunes à Alep In : Alep et ses territoires : Fabrique et politique d’une ville (1868–2011) [en ligne]. Beyrouth – Damas : Presses de l’Ifpo, 2014 (généré le 14 janvier 2017). . . Traditional club activities have since been revived. Additionally, the front of the property has been expanded which has damaged the property's original architectural integrity. ==Sources and Further reading== * David, Jean-Claude (dir.) ; BOISSIÈRE, Thierry (dir.). Alep et ses territoires : Fabrique et politique d’une ville (1868–2011). Nouvelle édition [en ligne]. Beyrouth – Damas : Presses de l’Ifpo, 2014 (généré le 14 janvier 2017). * Anissa Helou, My Syria: a journey through lost souks, spices and mulberry fields; A country now besieged was once a place of unimaginable culinary richness, Financial Tiimes, 9 October 2015 * Keith David Watenpaugh (2012) Being Modern in the Middle East:Revolution, Nationalism, Colonialism, and the Arab Middle Class, Princeton University Press, 352 pp * Gabriel Ghazal (2014) Quartier Azizieh, Histoire et Palais, Al Jamaheer, 2014/06/09 *David, Jean-Claude et François Cristofoli (2019) Alep, la maison Ghazalé. Histoire et devenirs. Editions Parentheses, 176 p. ==See also== *Aleppo *Syrian cuisine ==References== ==External links== * 1950s image of Aleppo's famous Azizieh district * Stephanie Saldaña's ‘The Aleppo Cookbook,’ a love letter to the city FT *Deborah Amos (2010) Food Lovers Discover The Joys Of Aleppo, NPR Category:Aleppo Category:Tourist attractions in Syria Category:Buildings and structures in Aleppo Category:Architecture of Syria ",
    "title": "Club d'Alep"
}