{
    "id": "52878037",
    "text": "Young's Motorsports is an American professional stock car racing team that currently competes in the NASCAR Gander RV & Outdoors Truck Series, and is owned by Tyler Young. The team currently fields two Chevrolet Silverados: the No. 02 Chevrolet Silverado for Tate Fogleman and the No. 20 for Spencer Boyd. ==Gander RV & Outdoors Truck Series== ===Truck No. 02 history=== The team debuted in the 2012 NASCAR Camping World Truck Series season with Tyler Young in a part-time schedule. In 2013, Young returned again for a part-time schedule. In 2014 the team ran its first full-time season, again with Young. In 2016, the team returned to a part-time schedule, sharing the No. 02 with Austin Hill Racing and Rette Jones Racing. Dylan Lupton, Austin Theriault, Derek Scott Jr. and Scott Lagasse Jr. also drove the 02 in 2016. In 2017, the team announced that the truck would be split by Austin Hill and Tyler Young. Australian sprint car racing driver Max Johnston drove the truck at Eldora Speedway. In 2018, Austin Hill drove the 02 full-time. Despite scoring a top- five at Texas, six top-tens and an eleventh-place finish in points, Hill said that rules changes and simple mistakes by the team held them back from greater success. In 2019, Tyler Dippel joined Young's Motorsports to drive the No. 02 full-time. On August 23, NASCAR announced that Dippel had been suspended indefinitely for violation of the sport's Code of Conduct. Young's Motorsports has not yet announced his substitute replacement for the race at Canada nor the following races until his suspension is lifted. D. J. Kennington served as his substitute replacement for the race at Canada. Dippel was reinstated the following week on August 28, 2019. ===Truck No. 6 history=== This truck only ran one race back in 2013 at Rockingham when Tyler Young drove it to a 24th place finish. ===Truck No. 12 history=== In 2018, the team debuted at Iowa Speedway with Reid Wilson behind the wheel. Ty Dillon drove at Eldora Speedway. Alex Tagliani was announced to drive at Mosport. In 2019, Gus Dean joined Young's Motorsports to drive the No. 12 full-time. During the February Daytona race, he spun on the last laps hitting Ben Rhodes’ No. 99 and than started the Big One, finishing fifteenth. His best finish was thirteenth at Michigan and his worst was thirty-second at Martinsville and Texas. He ended up finishing fifteenth in the points at the end of the 2019 season. In 2020, T.J. Bell entered the Young's Motorsports No. 12 at the spring Atlanta race. ===Truck No. 20 history=== The No. 20 was Austin Hill Racing's former number. In 2017, with Hill now on No. 02 truck, the second truck became the No. 20. The team debuted at Iowa Speedway. Speed Energy Formula Off-Road champion Sheldon Creed drove the No. 20 at Eldora Speedway. The team planned to run full-time with the No. 20 team in 2018. Scott Lagasse Jr. drove the No. 20 Chevrolet in the season opener at Daytona with a 5th-place finish. Austin and Ty Dillon soon after announced through Team Dillon that Richard Childress Racing affiliated drivers, including Austin, Ty, Daniel Hemric and Tanner Thorson would pilot the 20 for the vast majority of the remaining schedule, with Thorson taking most of the races. Michel Disdier, Reid Wilson, Tate Fogleman, Darrell Wallace Jr. and Max Tullman also drove the 20 truck in 2018. For the 2019 season, Spencer Boyd was announced to pilot the 20 full-time. He started off the season with a career-best fourth-place result at the 2019 NextEra Energy 250. Boyd raced the team to an unofficial second-place finish in the 2019 Sugarlands Shine 250 at Talladega, however the unofficial winner, Johnny Sauter, would be penalized for forcing the No. 51 KBM truck of Riley Herbst below the double yellow line in an attempt to block, giving the win to Boyd and Young's Motorsports. ===Truck No. 42 history=== In 2014, the team fielded a second truck (No. 60) for Charles Lewandoski at Daytona but the team withdrew. The team returned at Kansas as a start and park team to help fund the team's No. 02 car but now with a new number (No. 42). After 6 races the No. 42 team shut down. ==Partnerships== In 2013, Tyler Young drove No. 6 for the team at Rockingham Speedway, using Sharp Gallaher Racing owners' points. In 2016, Young's teamed with Austin Hill Racing fielding No. 02 Ford for Hill's self-owned team in four races. Later that year Young's partnered with Rette Jones Racing to field the No. 02 for Dominique Van Wieringen at Phoenix International Raceway. The next race, at Homestead, Young's fielded the No. 07 truck for Patrick Staropoli that utilized owner points from SS-Green Light Racing. In 2017, Austin Hill started to run for the team in No. 02, sharing the truck with Tyler Young. However Hill drove Ford trucks that he himself owned while Young ran Chevrolets from the team inventory. ==References== ==External links== * Category:American auto racing teams Category:NASCAR teams ",
    "title": "Young's Motorsports"
}