{
    "id": "52871190",
    "text": "Fusion GPS is a commercial research and strategic intelligence firm based in Washington, D.C. The company conducts open-source investigations and provides research and strategic advice for businesses, law firms and investors, as well as for political inquiries, such as opposition research. The \"GPS\" initialism is derived from \"Global research, Political analysis, Strategic insight\".\"About Fusion\", archived version of Fusion GPS web site from July 2011 ==History== The company was co-founded in 2011 by Glenn R. Simpson, a former investigative reporter and journalist for Roll Call and The Wall Street Journal and Peter Fritsch, a former Wall Street Journal senior editor. ==Work== ===Opposition research on Mitt Romney=== Fusion GPS was hired in 2012 to do opposition research on U.S. presidential candidate Mitt Romney. In February 2012, the magazine Mother Jones published an article on Frank VanderSloot and his company Melaleuca, who combined had given $1 million to a super PAC supporting Mitt Romney. After the article was published, an intern at Fusion GPS did a search of Idaho court records on VanderSloot by phone and fax. In January 2013, VanderSloot sued Mother Jones for defamation in the February 2012 article. In the course of the litigation, VanderSloot deposed Fusion GPS founder Simpson on the \"theory that Mother Jones conspired with Obama's team to defame VanderSloot\". The seventh Judicial District Court of the State of Idaho dismissed the lawsuit in 2015. Case Number CV-2013-532. ===Planned Parenthood=== In August 2015, Planned Parenthood retained Fusion GPS to defensively investigate the veracity of a series of undercover videos released by anti-abortion activists David Daleiden and Sandra Merritt from The Center for Medical Progress that they claim showed Planned Parenthood officials agreeing to sell fetal tissues obtained through abortions to medical researchers. Fusion GPS hired video and transcription experts to analyze the videos and summarized the findings in a forensic report. The report claimed that the \"unedited\" videos posted by activists had been \"heavily edited\". The anti-abortion activists attributed the gaps to \"bathroom breaks and waiting periods.\" The report was provided to U.S. congressional leadership as evidence as they were considering funding and other issues related to Planned Parenthood operations. After a grand jury declined to indict Planned Parenthood of any wrongdoing, on March 28, 2017, Daleiden and Merritt were charged with 15 felonies in the State of California - one for each of the people whom they had filmed without consent, and one for criminal conspiracy to invade privacy. On 21 June 2017, fourteen of these charges were dismissed, with leave to amend, on the grounds that they were legally insufficient. On June 30, 2017, state prosecutors refiled the 14 dismissed charges with numerical identifications for each video. On August 24, 2017, the San Francisco Superior Court rejected new defense motions to dismiss the charges and allowed the case to proceed. Daleiden then pleaded not guilty, while Merritt did not enter a plea at the time. ===Prevezon Holding=== In 2013, the US Department of Justice, represented by the US Attorney for the Southern District of New York, Preet Bharara, sued Prevezon Holding, a Republic of Cyprus corporation registered in New York State as a foreign business corporation, under the Magnitsky Act for money-laundering part of $230 million in stolen funds. The lawsuit sought forfeiture of various assets and real estate holdings in the US. In May 2017, the lawsuit was settled for $6 million, less than half what Bharara soughtUS vs Prevezon case settled, without Prevezon admitting to any wrongdoing and with both sides claiming victory. The sole shareholder of Prevezon was Russian citizen Denis Katsyv, whose father is Petr Katsyv, vice president of Russia's state-run rail monopoly and \"reportedly a business associate of Vladimir Yakunin, a confidant of Vladimir Putin\". Katsyv's Russian lawyer Natalia Veselnitskaya was not licensed to practice in the US, and Katsyv hired the law firm of BakerHostetler to represent Prevezon; BakerHostetler hired Fusion GPS in early 2014 to provide research help for the litigation, who later on hired Edward Baumgartner for work on discovery. On October 18, 2016, the appellate court disqualified BakerHostetler from the case because they had represented Bill Browder’s hedge fund Hermitage Capital Management for nine months from 2008 to 2009 when the U.S. Justice Department was investigating a tax fraud scheme in Russia involving \"co-opted Hermitage portfolio companies\". The U.S. Justice Department had argued that Hermitage Capital was a victim of the tax fraud and that BakerHofstetler's prior work on behalf of Hermitage Capital created a conflict of interest. As part of their litigation support for BakerHostetler and their client Prevezon, Fusion GPS investigated Browder, a witness central to the U.S. Justice Department's case. On July 27, 2017, Fusion GPS accused the White House of trying to \"smear\" it for investigating the president's alleged ties to Russia. White House press secretary Sarah Huckabee Sanders pointed to Browder's testimony as vindication of Trump's claims that ongoing investigations into potential ties between his campaign and Moscow are political ploys to undermine his presidency. Fusion GPS countered that it worked only with a law firm in New York \"to provide support for civil litigation\" unrelated to Russian efforts to do away with the Magnitsky Act, saying it had no reason to register under the Foreign Agents Registration Act (FARA). Browder lodged a complaint with the U.S. Justice Department in 2016 that Fusion GPS may have lobbied \"for Russian interests in a campaign to oppose the pending Global Magnitsky Act [and] failed to register under [U.S. law]\". The US Global Magnitsky Act (not to be confused with the Magnitsky Act) is a human rights law passed on December 23, 2016. It is named after Sergei Magnitsky, a lawyer and auditor working for Browder who died in a Russian prison after uncovering a corruption scheme that he was then charged with having helped concoct. On March 30, 2017, Senate Judiciary Chairman Chuck Grassley, R-Iowa called for a U.S. Department of Justice investigation into purported connections between Fusion GPS and Russia, and an inquiry as to whether Fusion GPS was acting as an unregistered foreign agent. The company denied the claims that they were engaged in lobbying or had violated the Foreign Agents Registration Act. According to the Washington Post′s \"Fact Checker\" column, there is \"no evidence that the Russian government paid for Fusion’s work on the Prevezon defense at the same time Fusion investigated Trump’s business dealings in Russia.\" ===Trump dossier and Christopher Steele=== In September 2015, Fusion GPS was hired by The Washington Free Beacon, a conservative political website, to do opposition research on Trump and other Republican presidential candidates. In spring 2016 when Trump had emerged as the probable Republican candidate, the Free Beacon stopped funding investigation into Trump. From April 2016 through October 2016, the law firm Perkins Coie, on behalf of the Hillary Clinton 2016 presidential campaign and the Democratic National Committee, retained Fusion GPS to continue opposition research on Trump. In June 2016, Fusion GPS retained Christopher Steele, a private British corporate intelligence investigator and former MI-6 agent, to research any Russian connections to Trump. Steele produced a 35-page series of uncorroborated memos from June to December 2016, which became the document known as the Donald Trump–Russia dossier. Fusion GPS provided Marc Elias, the lead election lawyer for Perkins Coie, with the resulting dossier and other research documents. The firm is being sued for defamation by three Alfa-Bank owners named in the dossier as connected to Putin. German Khan, one of the litigants and one of Russia's wealthiest citizens, is the father-in-law of lawyer Alex van der Zwaan, who was charged in the Mueller probe for making false statements to the FBI. He pleaded guilty to one count and in April 2018 was sentenced to 30 days in jail and a fine of $20,000. ====House Intelligence Committee investigation==== On October 4, 2017, Chairman Devin Nunes of the House Intelligence Committee issued subpoenas to the management of the company, demanding documents and testimony in late October and early November 2017. According to a Democratic committee source, the subpoenas were issued unilaterally by the Republican majority of the committee. On October 18, 2017, the House Intelligence Committee held a private meeting with two executives of Fusion GPS, Peter Fritsch, and Thomas Catan. The purpose was to seek information about their creation of \"the opposition-research dossier that makes salacious claims about President Donald Trump’s ties to Russia.\" The meeting was attended by committee staff and a single committee member, Representative Tom Rooney (R-FL). In response to the questions asked at the meeting, Fritsch and Catan invoked their Fifth Amendment rights against self- incrimination. Their attorney, Joshua Levy, said that prior to the meeting he had informed the committee in writing that his clients would invoke their rights, but they were compelled to appear nevertheless. He added they would cooperate with \"serious\" investigations but that a \"Trump cabal has carried out a campaign to demonize our client for having been tied to the Trump dossier.\" On October 23, 2017, Fusion GPS filed for a court injunction against Nunes' subpoena seeking the firm's bank records for a period of more than two years, arguing it would damage and possibly destroy the business as well as violate their First Amendment rights. On January 4, 2018 U.S. District Court Judge Richard J. Leon struck down Fusion's application, ruling that Fusion's bank must turn over the financial records subpoenaed by the House Intelligence Committee; Fusion asked the judge to stay his order because they plan to appeal. On October 28, 2017, The Washington Free Beacon, a conservative political website, told the House Intelligence Committee that it had retained Fusion GPS's services from 2015 to May 2016, to research Donald Trump and other Republican presidential candidates. The objective was the discovery of damaging information. The Free Beacon and its primary source of funding, hedge fund manager Paul Singer, denied any involvement in the creation of the Steele dossier, pointing out that they had stopped funding research on Trump before Steele was engaged. On January 2, 2018, the founders of Fusion GPS, Glenn R. Simpson and Peter Fritsch, authored an op-ed in The New York Times, requesting that Republicans \"release full transcripts of our firm’s testimony\" and further explaining that, \"the Steele dossier was not the trigger for the F.B.I.’s investigation into Russian meddling. As we told the Senate Judiciary Committee in August, our sources said the dossier was taken so seriously because it corroborated reports the bureau had received from other sources, including one inside the Trump camp.\" The committee interviewed Simpson for seven hours on November 14, 2017. The transcript of the interview was released on January 18, 2018. ==Senate Judiciary Committee investigations== Senate Judiciary Committee Chairman Grassley and ranking Democrat Dianne Feinstein made arrangements in July 2017 for Fusion GPS co-founder Glenn Simpson to testify before their committee. It was agreed that Simpson would not testify in public but would be interviewed privately. The committee wanted to question Simpson about the Foreign Agents Registration Act (FARA). A previous witness, banker and human rights activist Bill Browder, had accused Simpson and Fusion GPS of evading registration as foreign agents for campaigning to influence and overturn the Magnitsky Act. Fusion GPS said through their attorney that they were not required to register under FARA. Senators were expected to also use the hearing \"to press Justice Department officials on what they know about Veselnitskaya, Prevezon, Fusion GPS and their connections to both the Trump campaign or the Russian government.\" On August 22, 2017, Simpson was questioned for 10 hours by the Senate Judiciary Committee in a closed-door meeting. The Committee did not release a transcript of the hearing, but indicated that Fusion GPS had given more than 40,000 documents for the investigation. Simpson kept the identities of the firm's clients confidential; the client names—conservative website The Washington Free Beacon, and the law firm Perkins Coie representing the DNC and the Clinton presidential campaign—were revealed in October 2017 as a result of the House Intelligence Committee investigation. On January 2, 2018, Simpson and Fritsch co-authored an op-ed in The New York Times, requesting the two congressional committees to \"release full transcripts of our firm's testimony\". On January 8, 2018, a spokesman for Grassley said he did not plan to release the transcript of Simpson's August 22, 2017, testimony before the Senate Judiciary Committee. The next day, January 9, 2018, Feinstein unilaterally released the transcript. == Litigation == === Filed by Fridman, Aven, and Khan === In October 2017, Fridman, Aven, and Khan filed a libel suit against Fusion GPS and Glenn Simpson for circulating the dossier among journalists and allowing it to be published. === Filed by Cohen === On January 9, 2018, Michael Cohen sued BuzzFeed and Fusion GPS for defamation over allegations about him in the dossier. On April 19, 2018, ten days after his home, office and hotel room were raided by the FBI as part of a criminal investigation, Cohen filed a motion to voluntarily dismiss the suit. ==See also== * 2016 Democratic National Committee email leak * Russian interference in the 2016 United States elections ==References== == Further reading == * ==External links== * Category:Competitive intelligence Category:Opposition research Category:Russian interference in the 2016 United States elections Category:2009 establishments in Washington, D.C. Category:American companies established in 2009 ",
    "title": "Fusion GPS"
}