{
    "id": "52874310",
    "text": "Orford Reef is a reef located off Cape Blanco on the southern coast of Oregon in the United States. The reef is situated around eight small rock islands: Best Rock, Long Brown Rock, Unnamed Rock, Square White Rock, Seal Rock, Conical White Rock, West Conical Rock, and Arch Rock. The reef includes forests of bull kelp up to long, which provide protective habitat for numerous animals, including the bat ray, big skate, broadnose sevengill shark, cabezon, kelp bass, leopard shark, spiny dogfish, kelp greenling, plumose anemone, and numerous species of rockfish. The reef also supports more than 39,000 seabirds, including 5% of the common murre nesting population in Oregon. The Oregon Coast Aquarium in Newport, Oregon contains a simulated version of Orford Reef in its Passages of the Deep exhibit. == Common species in the reef == === Spiny dogfish shark === A grey or brown shark with white spots scattering it's back and just like regular sharks, spiny dogfish don't have an anal fin, but they are one of their many kinds to have a venomous spine. === Yellowtail rockfish === Yellowtail are greenish to yellowish on their back side while their bottom side lays pale. These large, heavy body fishes can be founded from Unalaska Island in Alaska to San Diego, California. You can find them usually swimming in reefs, banks, and along the coastlines. === Plumose anemone === Also known as the white-plumed anemone are broad oral disc covered with short, slender, tapering tentacles and when they extend they become tall and slender. Plumose anemone are colored from a white, cream, tan, orange, or brown shade. Usually can be found on pilings, floats, or breakwaters in bays and harbors in Southern Alaska to Southern California. === Copper rockfish === Copper rockfish vary in color to a dark brown or olive to pink or an orange- red with patches of copper pink or yellow. They are typically solitary swimmers yet they sometimes gather in small groups. These copper rockfishes can scatter from Southwest Alaska to Baja California, but can also be found from British Columbia to Southern California. ==See also== * alt= A large detailed 19th century chart of the reef. ==References== Category:Pacific islands of Oregon Category:Reefs of the Pacific Ocean Category:Reefs of the United States ",
    "title": "Orford Reef"
}