{
    "id": "52874715",
    "text": "Reverse of the Political deportee's and internee's medal Actor and producer Pierre Méré, a recipient of the Political deportation and internment medal The Political deportation and internment medal () is a commemorative medal awarded by the Ministry for veterans and war victims of the French Republic to its citizens who were deported or interned by the German occupation forces during World War 2. It was created by a law of 9 September 1948 defining the status of political deportees and internees declaring in its opening article “The Republic, grateful to those who contributed to the salvation of the country, bowed before them and before their families, determined the status of political deportees and internees, proclaim their rights and those of their successors”. Possession of the Political deportee or Political internee card, issued by the National Office for Veterans Affairs, established the right to wear the medal, the insignia being common to either status, but hanging from different ribbons sometimes also bearing distinctive clasps. ==Award statute== === Political deportee=== The Title of political deportee giving the right to wear the Political deportation and internment medal with political deportee ribbon is bestowed to French citizens living in France or abroad, who were, apart from being interned for common or criminal offences and for a period of at least three months: # either transferred by the enemy from the national territory and then incarcerated or interned in a prison or concentration camp; # either incarcerated or interned by the enemy in the camps or prisons of Bas- Rhin, Haut-Rhin and Moselle; # either incarcerated or interned by the enemy in any other territories exclusively administered by the enemy, in particular Indochina, provided that such incarceration or detention meets the conditions laid down by the public administrative regulation provided of the Minister for overseas territories. # the three-month minimum period is waived for persons having successfully escaped or that contracted an illness or infirmity during their internment arising in particular from torture, which may give rise to an entitlement to a State pension; # foreign nationals residing in France prior to September 1, 1939 and meeting the aforementioned criteria are eligible for this award. === Political internee=== The Title of political internee giving the right to wear the Political deportation and internment medal with political internee ribbon is bestowed to French citizens living in France or abroad, interned by the enemy or the Vichy government, for any reason other than for common or criminal offences, who were: # after June 16, 1940, interned for a legitimate act accomplished for the cause of the liberation of France; # before 16 June 1940, for an administrative or judicial measure resulting in deprivation of freedom beyond the length of the original sentence because of the danger the release of the said person might have caused the enemy based on that person's previous activities; # the internment length must be for a period of at least three months after June 16, 1940 or after the previously set release date from internment; # the three-month minimum period is waived for persons having successfully escaped or that contracted an illness or infirmity during their internment arising in particular from torture, which may give rise to an entitlement to a State pension. # French citizens living in France or abroad, who were executed by the enemy for any reason other than for common or criminal offences automatically receive the Title of political internee; # foreign nationals residing in France prior to September 1, 1939 and meeting the aforementioned criteria are eligible for this award. === 1914-1918 Political deportees and internees === A decree of January 6, 1955 modified articles A.186-2 and A.186-3 of the Code of military invalidity pensions and victims of war to include political internees and deportees of the First World War and introduced a “1914-1918” clasp to the medal in both its variants. ==Award description== The Political deportation and internment medal, a design of French artist engraver Arthus Bertrand, is a 30 mm in diameter circular medal struck from bronze or gilt bronze. Its obverse bears the relief image of four vertical chain links protruding from the medal circumference with the upper one forming the ribbon suspension loop. Within the chain link at the center of the medal, a small relief image of the map of France with six rays of light protruding out to the medal's outer edges. Above the upper most rays, the relief semi-circular inscription along the medal circumference () (FRENCH REPUBLIC). The reverse bears the same chain links but without the map of France or the rays, instead, at its center can be found the years in relief “1940” and “1945” on two lines, with the relief inscription along the medal circumference () (POLITICAL DEPORTATION AND INTERNMENT MEDAL). The deportee's medal hangs from a 36 mm wide silk moiré ribbon with 2 mm wide yellow edge stripes framing four blue and three white alternating equal vertical stripes. The internee's medal hangs from a 36 mm wide silk moiré ribbon with 2 mm wide yellow edge stripes framing diagonal alternating stripes of blue and white. Three clasps are allowed for wear on the ribbon: * DÉPORTÉ (DEPORTED) for the bearers of the Political deportee's card; * INTERNÉ (INTERNED) for the bearers of the Political internee's card; * 1914-1918 for either variant of the award once recognized by the government as such. ==Notable recipients (partial list)== * Master craftsman Bernard Rosenblum * Politician Maurice Nilès * Actor and producer Pierre Méré * Politician Auguste Chambonnet * Politician Georges Ritter ==See also== * Internment camps in France * Concentration camps ==External links== * Museum of the Legion of Honour ==References== Category:Civil awards and decorations of France Category:Awards established in 1948 ",
    "title": "Political deportation and internment medal"
}