{
    "id": "52877183",
    "text": "Kapgari is a village and a gram panchayat in the Jamboni CD block in the Jhargram subdivision of the Jhargram district in the state of West Bengal, India. ==Geography== ===Location=== Kapgari is located at ===Area overview=== Jhargram subdivision, the only one in Jhargram district, shown in the map alongside, is composed of hills, mounds and rolling lands. It is rather succinctly described in the District Human Development Report, 2011 (at that time it was part of Paschim Medinipur district), “The western boundary is more broken and picturesque, for the lower ranges of the Chhotanagpur Hills line the horizon, the jungle assumes the character of forest, and large trees begin to predominate. The soil, however, is lateritic, a considerable area is unproductive, almost uninhabited, especially in the extreme north-west where there are several hills over 1000 feet in height. The remainder of the country is an almost level plain broken only by the sand hills.”3.48% of the population lives in urban areas and 96.52% lives in the rural areas. 20.11% of the total population belonged to scheduled castes and 29.37% belonged to scheduled tribes. Note: The map alongside presents some of the notable locations in the subdivision. All places marked in the map are linked in the larger full screen map. ==Demographics== According to the 2011 Census of India Kapgari had a total population of 1,225 of which 646 (53%) were males and 579 (47%) were females. Population in the age range 0-6 years was 146. The total number of literate persons in Kapgari was 875 (71.43% of the population over 6 years). ==Transport== Kapgari Main Road links Kapgari to Parihati-Dahijuri Road.Google maps ==Education== Seva Bharati Mahavidyalaya, established in 1964, is affiliated to Vidyasagar University. It offers honours courses in Bengali, Santali, English, history, geography, philosophy, anthropology, mathematics, chemistry (proposed) and accountancy. ==Krishi Vigyan Kendra== Seva Bharati Krishi Vigyan Kendra is engaged in various activities benefitting and improving the farming community. ==Gramin bank== Bangiya Gramin Vikash Bank has a branch at Kapgari. ==References== Category:Villages in Jhargram district ",
    "title": "Kapgari"
}