{
    "id": "52879240",
    "text": "Aqib Ilyas Sulehri (born 5 September 1992) is an Omani cricketer. He made his Twenty20 International (T20I) debut for Oman against Hong Kong on 21 November 2015. ==Career== In January 2018, he was named in Oman's squad for the 2018 ICC World Cricket League Division Two tournament. He made his List A debut for Oman on 8 February 2018. In August 2018, he was named in Oman's squad for the 2018 Asia Cup Qualifier tournament. He was the leading run-scorer for Oman in the tournament, with 186 runs in five matches. In October 2018, he was named in Oman's squad for the 2018 ICC World Cricket League Division Three tournament. He scored a century in Oman's match against the United States. In December 2018, he was named in Oman's team for the 2018 ACC Emerging Teams Asia Cup. In March 2019, he was named in Oman's team for the 2019 ICC World Cricket League Division Two tournament in Namibia. Oman finished in the top four places in the tournament, therefore gaining One Day International (ODI) status. Ilyas made his ODI debut for Oman on 27 April 2019, against Namibia, in the tournament's final. He was the leading run-scorer for Oman in the tournament, with 168 runs in six matches. In September 2019, he was named as the vice-captain of Oman's squad for the 2019 ICC T20 World Cup Qualifier tournament. Ahead of the tournament, the International Cricket Council (ICC) named him as the player to watch in Oman's squad. In November 2019, he was named as vice-captain of Oman's squad for the 2019 ACC Emerging Teams Asia Cup in Bangladesh. On 9 February 2020, in the 2020 Nepal Tri-Nation Series match against Nepal, Ilyas scored an unbeaten 109 runs from 108 balls. It was the first century by a batsman for Oman in ODI cricket. Two days later, against the United States, Ilyas scored his second century in as many matches, with 105 runs. ==References== ==External links== * Category:1992 births Category:Living people Category:Omani cricketers Category:Oman One Day International cricketers Category:Oman Twenty20 International cricketers Category:Cricketers from Sialkot ",
    "title": "Aqib Ilyas"
}