{
    "id": "528853",
    "text": "David van Dantzig (September 23, 1900 – July 22, 1959) was a Dutch mathematician, well known for the construction in topology of the dyadic solenoid. He was a member of the Significs Group. == Biography == Born to a Jewish family in Amsterdam in 1900, Van Dantzig started to study Chemistry at the University of Amsterdam in 1917, where Gerrit Mannoury lectured.Siegenbeek van Heukelom, J., and Gerard Alberts. \"Correspondentie David van Dantzig-- Gerrit Mannoury historische notitie SEN, 1.\" (2000) mentioned: Correspondence David van Dantzig--Gerrit Mannoury October 23rd 1917, after the second lecture in a course on analytical geometry David van Dantzig, student of chemistry, wrote a long letter to the professor of mathematics Gerrit Mannoury. It proved the starting point of a life-long symbiosis of pupil and master in mathematics, metamathematics and significs... He received his PhD at the University of Groningen in 1931 with a thesis entitled \"\" under supervision of Bartel Leendert van der Waerden.David van Dantzig at Mathematics Genealogy Project. He was appointed professor at the Delft University of Technology in 1938, and at the University of Amsterdam in 1946. Among his doctoral students were Jan Hemelrijk (1950), Johan Kemperman (1950), David Johannes Stoker (1955), and Constance van Eeden (1958). In Amsterdam he was one of the founders of the Mathematisch Centrum. At the University of Amsterdam he was succeeded by Jan Hemelrijk. Originally working on topics in differential geometry and topology, after World War II he focused on probability, emphasizing the applicability to statistical hypothesis testing. In 1949 he became member of the Royal Netherlands Academy of Arts and Sciences. In response to the North Sea flood of 1953, the Dutch Government established the Delta Committee, and asked Van Dantzig to develop a mathematical approach to formulate and solve the economic cost-benefit decision model concerning optimal dike height problems in connection with the Delta Works. The work of the Delta Committee, including the work by Van Dantzig, finally resulted in statutory minimal safety standards. == Publications == Books, a selection: * 1931. Studien over topologische algebra. Doctoral thesis University of Groningen. * 1932. Over de elementen van het wiskundig denken : voordracht. Rede Delft. Groningen : Noordhoff. * 1938. Vragen en schijnvragen over ruimte en tijd : een toepassing van den wiskundigen denkvorm. Inaugurale rede Technische Hogeschool te Delft * 1948. De functie der wetenschap : drie voordrachten, met discussie. With E.W. Beth and C.F.P. Stutterheim. 's-Gravenhage : Leopold Articles, a selection: * D. van Dantzig, C. Scheffer \"On hereditary time discrete stochastic processes, considered as stationary Markov chains, and the corresponding general form of Wald’s fundamental identity,\" Indag. Math. (16), No.4, (1954), p. 377–388 * Dantzig, D. van. 1956. Economic decision problems for flood prevention. Econometrica 24(3) 276-287. == References == == External links == * * Category:1900 births Category:1959 deaths Category:Dutch Jews Category:Dutch statisticians Category:20th-century Dutch mathematicians Category:University of Groningen alumni Category:Delft University of Technology faculty Category:University of Amsterdam faculty Category:Fellows of the American Statistical Association Category:Scientists from Amsterdam Category:Members of the Royal Netherlands Academy of Arts and Sciences ",
    "title": "David van Dantzig"
}