{
    "id": "52882642",
    "text": "Hannes Michael Schalle (born 9 March 1963 in Villach-Warmbad, Austria) is an Austrian director, writer, producer and film composer. He produced over 50 fictional and non-fictional film productions, composed over 70 film scores, produced hundreds of music videos for BMG, Sony Music, Warner Classics including his own music TV show \"Classic Cuts\" for ZDF / 3sat. Next to his feature productions Schalle directs commercials such as UBS, Deutsche Telekom, Chanel, Samsung and recently the \"Star Wars. Made GREAT in Britain\" campaign. Hannes is also an elected Member of the International Academy of Television Arts & Sciences. == Early life == Schalle was born 9 March 1963 in Villach- Warmbad, Austria. After studying at Harvard University and Berklee College of Music in Boston, Schalle participated in a pilot project called \"Academics start companies\" by the Austrian Ministry of Science Research and Economy in 1989. == Career == Schalle founded his first business with Peter Doyle, called Schalle Digital Productions in 1989, which is still operating under Aikon Media & Technology (Postproduction, Visual FX). In 2006 he founded his own production label Moonlake Entertainment. From 1998 to 2002 he was managing director at the University of Applied Sciences Salzburg. === Director / Writer / Producer === 2007 Moonlake Entertainment assigned the bestselling author Wolfgang Hohlbein with the novel Der Fluch (AT), to be released with Bastei Lübbe to be turned into a film. In the same year his production Vom Ende der Eiszeit (ARD) was nominated in three categories for the Deutscher Filmpreis and in 2008 his production Das Wunder von Loch Ness (Sat1) was nominated for the Deutscher Filmpreis in two categories of which it won \"Best Visual Effects\". Besides the film and TV works there are also notable live performances to mention such as the Expo 2000 production Enter 4 Elements, the stage and TV direction at the Sir Peter Ustinov memorial Human Waves (2004) or the musical main act for the ZDF TV program Wetten, dass..?-Christmas Special (1998). Not to forget the Vienna Boys Choir version of Silent Night, Holy Night with gospel singer Jo Ann Pickens and Lionel Richie. 2006 Schalle produced the 3D animation music video I am the Music Man for DJ Ötzi. 2007 he designed, composed and produced the clip for the 2014 Olympic Winter Games application of Austrian's candidate city Salzburg. He also created and produced the Salzburg Movies – Feel the Inspiration in 2007 (director: Markus Blunder, Rüdiger Schrattenecker), the new audiovisual branding of Salzburg, presented on blu-ray. The production was honored with the Silver Award at the International Festival for Corporate AV Media FIMAC. 2008 Schalle wrote the story for the TV movie Gerry Friedle: Mein Leben mit DJ Ötzi and produced the film for ORF and Universal Music (director: Karl Kases) involving Franz Beckenbauer, Rainhard Fendrich and Florian Silbereisen. As a result, Schalle directed DJ Ötzi's music videos for the LP Hotel Engel, released by Universal Music in the same year. In May 2008 he directed the shootings for the F1-X-Teaser with Jean Alesi as host at the Dubai Autodrome. Due to Dubai's financial issues the completion and release of the project 60 years of Formula 1 was postponed indefinitely. In January 2009 Moonlake and the UFA agreed on a cooperation for several TV event movies, one of which was 33 Days – Born to be Wild (AT) showing the life and accident of Formula 1 legend Niki Lauda including the almost deadly accident at the Nürburgring and his comeback only 33 days later. As a preparation Schalle wrote and directed 2010 Aus eigener Kraft for ORF and 3sat with Therese von Schwarzenberg, Thomas Geierspichler, Niki Lauda, Heinz Kinigadner, Hermann Maier, Matthias Lanzinger and Thomas Muster. In 2013 Schalle acted as writer, director and composer for the TV documentary Das Digitale Ich – Menschen, Computer und Emotionen with Sherry Turkle, Kevin Kelly, Viktor Mayer-Schönberger, John Underkoffler, Gerfried Stocker and many more as well as the TV documentary \"Markt.Macht.Kunst\" with Erwin Wurm, Thaddaeus Ropac, Christian Boros, Walter Smerling, Agnes Husslein, Julian Khol, Tomás Saraceno, Gottfried Helnwein, Klaus Albrecht Schröder for 3sat. Premiere Picture produced his Feature Documentary 33 Days – Born to be Wild under the name Lauda – The Untold Story in 2014. Besides Niki Lauda the movie also features Sir Jackie Stewart, David Coulthard, Mark Webber, Nico Rosberg, Lewis Hamilton, Bernd Mayländer, Hans-Joachim Stuck, Jochen Mass, James Hunt and many more. It premiered in Cannes in 2014 and was released in July 2015 by Bulldog Film Distribution in Great Britain. It was No. 1 bestseller on iTunes and Amazon. In December 2014 Premiere Picture released Schalle's Feature Documentary In Space showing the 50 years of collaboration between ESA and NASA, the projects of the famous protagonists of private space travel – Elon Musk and Richard Branson, the German astronaut Alexander Gerst and his time on the ISS and first and foremost the Rosetta mission. At the same time he directed and produced Chanel's \"Metiers d'Art Show\" in Salzburg for Walter Films in collaboration with Moonlake Entertainment, assigned by Karl Lagerfeld starring the top models Cara Delevingne and Kendall Jenner shot at Schloss Leopoldskron. In 2015 Schalle directed another motorsports Feature Documentary with the title The Green Hell telling the story of the Nürburgring between 1925 and 2015, released in February 2017 by Odeon Cinemas in UK, Ireland, Germany, Austria, Spain and Italy. The production, led by executive producers Eric Nicoli and William Lewis was supported content-related by Sir Jackie Stewart, who came up with the name Green Hell for the Nordschleife. The movie features Bernd Mayländer, Hans-Joachim Stuck, Jochen Mass, Sir Stirling Moss, Sabine Schmitz, Niki Lauda, Adrian Newey, Andrew Palmer, Robert Lechner, Christian Danner, Tom Chilton, Walter Röhrl and many more. Moonlake Entertainment produced in 2015 and 2016 in cooperation with ORF and 3sat the film Salzburg – Gesamtkunstwerk in the Heart of Europe. The documentary film narrated by Jedermann actor Cornelius Obonya, premiered at the Salzburg Festival on the Siemens Festspielbühne on 28 July 2016. In 2017 he worked as Writer, director and Producer on the Documentation \"Karajan – The Maestro and his Festival\", a Moonlake Entertainment production, coproduced by the Karajan Institute, ORF/ 3sat, Salzburg Easter Festival and Unitel. The film will focus on Herbert von Karajan's work as a conductor, stage director and opera producer and the 2017 staging of Richard Wagner's opera \"Valkyrie\", a reconstruction of his 1967 original. It will the historic and the present production face to face and show the highlights of 50 years Salzburg Easter Festival. In 2017 Hannes wrote, produced and directed the music feature Documentation \"Climb Every Mountain - The Sound of Music revisited\", a Moonlake Entertainment production, featuring American Idol Finalist Joshua Ledet, the Eurovision Song Contest 2015 finalists The Makemakes and 16 Time Grammy Award Winning producer Humberto Gatica. The Film was shot in Los Angeles and Salzburg and had its Prime Time TV Premiere on the Austrian Red Bull GmbH owned Channel ServusTV and will be released internationally in October 2019 on Amazon Prime. In 2018 Hannes wrote, produced and directed the music Docudrama \"Silent Night - A Song for the World\", a Moonlake Entertainment production, featuring Kelly Clarkson, Joss Stone, David Foster, Josh Groban, The Tenors, Anggun, Rolando Villazon, DJ Ötzi, Mozarteum Orchestra Salzburg, Vienna Boys Choir, Gavin Rossdale and many more. Several Songs were produced by 16 Time Grammy Award Winning producer Humberto Gatica and Grammy Award Winning producer Brian Rawling and arranged by William Ross (composer) . The Film was shot in Los Angeles, New York City, Nashville, Banff, Toronto, London, Isle of Man, Vienna, Florence, Jerusalem, Moscow and Salzburg. The film was made in collaboration with the Red Bull GmbH owned Channel ServusTV, Arte, Bayerischer Rundfunk and Norddeutscher Rundfunk, will be released in December 2018 in Germany, Austria and France and internationally in December 2019. === Film composer / Music Producer === Since 1989 Schalle has composed scores for 70 TV movies and has been active in various functions for a number of film and media companies as well as for the big TV stations in the German-speaking countries. He has worked with TV directors Manny Coto, Jerry Jameson, John Leekley, Joe Coppoletta, Helmut Förnbacher, Karl Kases, Marco Serafini, Hans-Günther Bücking, , Reinhard Schwabenitzky, Peter Sämann, Dietmar Klein and many more. His works as a music and score producer included artists such as the Vienna Philharmonic, the Mozarteum Orchestra, II Giardino Armonico, the Salzburg Chamber Philharmonic Orchestra and the Maestros Riccardo Muti, Claudio Abbado, Sir George Solti, Sir Roger Norrington, Franz Welser-Möst, as well as the solo artists Friedrich Gulda, Frank Zander, Eric Chumanchenco, Thomas Zehetmaier, Huschke, Orlando, Vesselina Kasarova, Jennifer Larmore, Bogdan Bacanu, INXS and many more. The productions were released with labels such as Sony Music, WERGO Music, Teldec Classics, BMG Classics, ZYX Music, and were commissioned and published by ORF, ZDF, 3sat, Telepui3 et cetera. The most successful productions were the four- part TV mini series In Search of Beethoven and the nine-part TV series Classic Cuts for 3sat. With the Salzburg Festival alone Schalle recorded 500 hours of Classic TV program for Telepiu3 between 1996 and 1997. In 2011 Schalle signed as a score composer with the music publishing house Albatross – a company by the German media manager Alexander Elbertzhagen and his group kick-media AG. In his function as a composer he continued his cooperation with director Bernd Fischerauer to write orchestra scores for the BR ten-part TV Series \"Vom Reich zur Republik\" as well as Wolfram Paulus' cinema release \"Blutsbrüder teilen alles\". Schalle composed the orchestra score for BR's production \"Frei\", directed by Bernd Fischerauer starring Ken Duken and Julie Engelbrecht. The Mozart piano tracks were played by pianist Alice Sara Ott. In 2018 he worked as a Music Producer with Kelly Clarkson, Joss Stone, David Foster, Josh Groban, The Tenors, Anggun, Rolando Villazon, DJ Ötzi, Mozarteum Orchestra Salzburg, Vienna Boys Choir, Gavin Rossdale and collaborated with 16 Time Grammy Award Winning producer Humberto Gatica and Grammy Award Winning producer Brian Rawling for the Christmas Special \"Silent Night - A Song for the World\" == Filmography == === Filmography film and TV director / writer / producer === * \"In Search of Beethoven\" Executive Producer, Telepiu3, 4 Sequels Documentary * \"The Rakes Progress\" Executive Producer, Telepiu3 TV Documentary * \"In Search of Schubert\" Executive Producer, Telepiu3, 3 Sequels Documentary * \"Mozarts Courtly Operas\" Executive Producer, Telepiu3 Documentary * \"Classic Cuts\" Executive Producer, 3 Sat, 12 Sequels Variety Show * \"Il Giardino Armonico\" Executive Producer, Warner Classics, 2 Sequels * \"Interface\" Executive & Co-Producer, ORF, 9 Sequels TV Magazine * \"Affentour\" M.M. Westernhagen Coproducer, Artistic Director Support Act * \"Enter 4 elements\" Expo 2000 Composer, Producer & Artistic Codirector * \"Human Waves\" Sir Peter Ustinov Memorial, Creative Producer TV / Stage Director * \"Manhunt\" Associate Producer, Apollo Media / PRO7, * \"Checkmate\" Associate Producer, Apollo Media / PRO7, * \"Vom Ende der Eiszeit\" Co-Producer, Alpha Filmtime KG / Ziegler Film / ARD * \"Das Wunder von Loch Ness\" Co-Producer, Alpha Filmtime KG / Rat Pack Film / Sat1 * \"Gerry Friedle: Mein Leben mit DJ Ötzi\" Writer, Producer, Co-Director / Moonlake Entertainment / ORF * \"Der Teufel mit den drei goldenen Haaren\" Co-Producer / Neue Provobis / Moonlake Entertainment / ZDF * \"Aus eigener Kraft\" Writer / Producer / Director / Moonlake Entertainment / 3sat / ORF * \"Heilig, Rein & Sauber\" Producer / Moonlake Entertainment / 3sat / ORF * \"Lust auf die Lust\" Producer / Moonlake Entertainment / 3sat / ORF * \"Kathedralen der Flüchtigkeit\" Producer / Moonlake Entertainment / 3sat / ORF * \"Im Reich des Regenbogens\" Producer / Moonlake Entertainment / 3sat / ORF * \"Muscheln, Münzen, Buchungszeilen\" Producer / Moonlake Entertainment / 3sat / ORF * \"Pillen, Pulver, Salben\" Producer / Moonlake Entertainment / 3sat / ORF * \"Das Digitale Ich – Menschen, Computer Emotionen\" Writer / Director / Producer / Moonlake Entertainment / 3sat / ORF * \"Markt.Macht.Kunst\" Writer / Director / Producer Moonlake Entertainment / 3sat / ORF * \"Lauda – The untold Story\" Writer / Director / Producer / Seis Films/ Premiere Picture / Phoenix Worldwide / Bulldog Film / Moonlake Entertainment * \"In Space\" Writer / Director / Producer / Seis Films/ Premiere Picture / Peace Point / Moonlake Entertainment * \"The Green Hell\" Writer / Director / Producer/ TGH Films / Wentworth Media & Arts / Moonlake Entertainment * \"Salzburg – Gesamtkunstwerk im Herzen Europas\" Writer / Director / Producer / Moonlake Entertainment / 3sat / ORF * \"Karajan - The Maestro and his Festival\" Writer / Director / Producer / Moonlake Entertainment / 3sat / ORF / Unitel / Sony Music Entertainment * \"Climb Every Mountain - The Sound of Music Revisited\" Writer / Director / Producer / Moonlake Entertainment / Servus TV * \"Silent Night - A Song for the World\" Writer / Director / Producer / Moonlake Entertainment / Servus TV / BR / Arte / NDR / Unitel === Commercial director / producer === * \"Wörthersee Festspiele\" Cine Culture Carinthia / Aikon MT * \"F1X-Dubai\" Formula 1 Park Dubai / Moonlake Entertainment * \"Salzburg Movies\" Land Salzburg / Moonlake Entertainment * \"Salzburg Will Rock you\" IOC/ Salzburg Olympic Committee / Aikon MT * \"You Have Colored My Life\" Staedtler Colored Pencils / Moonlake Entertainment / Red Angus * \"TEDx Berlin\" TEDx Berlin / Moonlake Entertainment / Red Onion * \"Telekom Talks\" Telekom AG / Moonlake Entertainment / Red Onion * \"Arts Meets Technology\" Samsung / Moonlake Entertainment / Red Onion * \"Metiers d'Art Chanel Salzburg\" Chanel / Moonlake Entertainment / Walter Films * \"UBS CIO 2015\" UBS / Moonlake Entertainment / Red Onion * \"Star Wars Made Great In Britain\" Disney / Feref / Number 10 / Moonlake Entertainment * \"Weinberg\" Opening Credits / TNT Serie / Aikon Media Technology * „BC One Battle of Water Vs Fire“ Red Bull Media House / Moonlake Entertainment === Composer === * Die Habsburger\" ORF / ZDF (4 Sequels) * \"Ötzi – The Iceman\" ORF / Universum / Discovery * \"Star Kid\" Trimark Pictures / Warner * \"Hannah\" Star*Film / Epo Film (Austrian entry for the foreign language Academy Award 1997) * \"An almost perfect Divorce\" Star*Film / Buena Vista * \"An almost perfect Wedding\" Star*Film * \"Classic Cuts\" SDP Media / 3sat (11 Sequels) * \"Prince of Central Park\" Seagal – Nasso / Warner Bros * \"Interface\" enteractivity / ORF (9 Sequels) * \"She, Me and Her\" Star*Film / Globe Movie * \"Ein Haufen Kohle\" Trebitsch Film / Sat1 * \"Manhunt\" Apollo Media / PRO7 * \"Checkmate\" Apollo Media / PRO7 * \"Zwei Väter für eine Tochter\" Star*Film / ORF / BR * \"Alles Glück dieser Erde\" Lisa Film / ORF / ARD * \"Frechheit Siegt\" Star*Film / ORF / BR * \"Gefühl ist alles\" Star*Film / ORF/ BR * \"Da wo die Herzen schlagen\" Terra Film / Bavaria / ARD / ORF * \"Wenn der Vater mit dem Sohne\" (Titeltrack LaLeLu) Lisa Film / Degeto / ARD / ORF * \"Da wo das Glück beginnt\" Terra Film / Degeto / Bavaria / ARD / ORF * \"Die verschwundene Ehefrau\" Star*Film / ORF * \"Liebe verleiht Flügel\" Satel Film / ARD / ORF * \"König der Herzen\" Lisa Film / Degeto / ARD / ORF * \"Liebe ist nicht nur ein Wort\" Satel Film / Bavaria Media / ARD / ORF * \"Vom Ende der Eiszeit\" Ziegler Film / Alpha Filmtime KG / NDR, ARD * \"Der Teufel mit den drei goldenen Haaren\" Neue Provobis / Moonlake Entertainment / ZDF * \"Garmischer Bergspitzen\" Neue Provobis / ARD * \"Der Gewaltfrieden von Versailles 1&2\" Tellux Film / BR alpha * \"Die Liebe kommt mit dem Christkind\" Mona Film / ARD / ORF * \"Aschenputtel\" Neue Provobis / SK Film / ZDF * \"Die Konterrevolution\" Tellux Film / BR alpha * \"Hitlers Machtergreifung\" Tellux Film / BR alpha * \"Blutsbrüder teilen Alles\" SK Film / BR / Libra Film / Pinguin Film * \"Europas letzter Sommer\" Tellux Film / BR alpha * \"Am Weg zur Macht\" Tellux Film / BR alpha * \"Die Reichsgründung\" Tellux Film / BR alpha * \"Die nervöse Grossmacht\" Tellux Film / BR alpha * \"Frei\" Tellux Film / Albolina Film / BR * \"Muscheln, Münzen, Buchungszeilen\" / Moonlake Entertainment / 3sat / ORF * \"Pillen, Pulver, Salben\" / Moonlake Entertainment / 3sat / ORF * \"Das Digitale Ich\" / Moonlake Entertainment / 3sat / ORF * \"Markt.Macht.Kunst\" / Moonlake Entertainment / 3sat / ORF * \"Lauda – The untold Story\" Seis Films/ Premiere Picture / Phoenix Worldwide / Bulldog Film / Moonlake Entertainment * \"In Space\" Seis Films/ Premiere Picture / Peace Point / Moonlake Entertainment * \"The Green Hell\" TGH Films / Wentworth Media & Arts / Moonlake Entertainment * \"Salzburg – Gesamtkunstwerk im Herzen Europas\" Moonlake Entertainment / 3sat / ORF * \"Silent Night - A Song for the World\" Writer / Director / Producer / Moonlake Entertainment / Servus TV / BR / Arte / NDR / Unitel == Awards == === Wins === * 2007 – Deutscher Fernsehpreis, Best Visual Effects for \"Das Wunder von Loch Ness\" * 2007 – International Festival for Corporate AV Media FIMAC with a Silver Award for Salzburg Movies – Feel The Inspiration * 2015 – Chichester International Film Festival, Audience Award for best Documentary for \"Lauda – 33 Days Born to be Wild\" * 2016 – Eyes and Ears Awards Europe, Best Lead in for \"Weinberg\" for TNT Serie === Nominations === * 2007 – Deutscher Fernsehpreis, Best TV Movie for \"Vom Ende der Eiszeit\" * 2008 – Deutscher Fernsehpreis, Best Camera for \"Das Wunder von Loch Ness\" == References == == External links == * * Category:1963 births Category:Living people Category:Austrian documentary film directors Category:Austrian film producers Category:Austrian composers Category:Austrian screenwriters Category:Harvard University alumni Category:Berklee College of Music alumni ",
    "title": "Hannes M. Schalle"
}