{
    "id": "52884654",
    "text": "Bernd Althusmann (; born 3 December 1966 in Oldenburg) is a German politician of the Christian Democratic Union (CDU). Since November 2017, he has been serving as Deputy Minister-President and State Minister for Economic Affairs in the government of Minister-President Stephan Weil. ==Career== From 1994 to 2009, Althusmann was Member of the Landtag of Lower Saxony. He served as State Minister of Education in the cabinets Wulff II and McAllister from 27 April 2010 until 19 February 2013. In July 2011 it was reported that Althusmann had taken over texts or literal texts in several places in his dissertation. The University of Potsdam has not confirmed the plagiarism allegations, despite deficiencies. Between 2013 and 2016, Althusmann headed the Konrad Adenauer Foundation's office in Windhoek, Namibia. Althusmann was the CDU's leading candidate for the 2017 Lower Saxon state election. On the national level, Althusmann served as a CDU delegate to the Federal Convention for the purpose of electing the President of Germany in 2010,Ordentliche Mitglieder der 14. Bundesversammlung Bundestag. 2012Ordentliche Mitglieder der 15. Bundesversammlung Bundestag. and 2017. In the negotiations to form a coalition government under the leadership of Chancellor Angela Merkel following the 2017 federal elections, he co-chaired the working group on urban development; his counterparts were Kurt Gribl and Natascha Kohnen.Members of the Coalition Talks with CSU and SPD CDU. ==Other activities== ===Regulatory agencies=== * Federal Network Agency for Electricity, Gas, Telecommunications, Post and Railway (BNetzA), Alternate Member of the Advisory BoardAdvisory Board Federal Network Agency for Electricity, Gas, Telecommunications, Post and Railway (BNetzA). ===Corporate boards=== * Volkswagen, Ex-Officio Member of the Supervisory Board (since 2017) * Deutsche Messe AG, Ex-Officio Chairman of the Supervisory Board (since 2017)Supervisory Board Deutsche Messe AG. * JadeWeserPort, Ex-Officio Chairman of the Supervisory Board (since 2017) * Niedersachsen Ports GmbH & Co. KG (NPorts), Ex-Officio Chairman of the Supervisory Board (since 2017) ==Political positions== During his election campaign, Althusmann publicly favored someone from outside the auto industry to succeed VW chief executive Matthias Müller and wanted to cede one of the state’s two board seats to a non-political expert.Andreas Cremer (August 8, 2017), German state conservatives take tougher line on VW oversight Reuters.Connor Murphy and Joshua Posaner (August 8, 2017), German parties call for tougher VW oversight after Lower Saxony scandal Politico Europe. But when his party lost the 2017 state elections to the SPD, he claimed the economy minister’s right to join VW’s supervisory board alongside Minister-President Weil.Andreas Cremer (November 22, 2017), Lower Saxony's new government says will keep Volkswagen stake Reuters. ==References== Category:1966 births Category:Christian Democratic Union of Germany politicians Category:Living people ",
    "title": "Bernd Althusmann"
}