{
    "id": "52881289",
    "text": "Jewel Changi Airport (also known as Jewel or Jewel Changi) is a nature-themed entertainment and retail complex on the landside of Changi Airport, Singapore, linked to three of its passenger terminals. Its centrepiece is the world's tallest indoor waterfall, the Rain Vortex, which is surrounded by a terraced forest setting. Jewel includes gardens, attractions, a hotel, about 300 retail and dining outlets, and convenient early baggage check-in aviation facilities. It covers a total gross floor area of 135,700 m2, spanning 10 storeys – five above-ground and five basement levels. Its attractions include the Shiseido Forest Valley, an indoor garden spanning five storeys, and the Canopy Park at the topmost level, featuring gardens and leisure facilities. Jewel receives about 300,000 visitations a day. In October 2019, six months after its soft opening, it had welcomed 50 million visitors, exceeding its initial target for whole year. The complex and airport is located in Changi, at the eastern end of Singapore, approximately northeast from Singapore's Downtown Core. ==Conception== Jewel was conceived to maintain Changi Airport's status as a major aviation hub in the Asia-Pacific. It was first mentioned by Prime Minister Lee Hsien Loong in his National Day Rally speech in 2013 as part of Changi Airport's long-term plans to double its capacity by the mid-2020s and \"create more opportunities for Singapore and Singaporeans\". Built over the former open-air car park in front of Changi Airport Terminal 1, Jewel expanded Terminal 1's arrival hall and baggage claim areas by 70%, and its handling capacity is also expected to increase from 21 to 24 million passengers a year. Jewel was officially opened on 18 October 2019 by Lee Hsien Loong, six months after its soft opening. During this time, it had received 50 million visitors – about 300,000 visitors a day – exceeding its initial target of 40-50 million visitors for the first year. Jewel was developed by Jewel Changi Airport Trustee Pte Ltd, a joint venture between Changi Airport Group (CAG) and CapitaLand, through its wholly owned shopping mall business, CapitaLand Mall Asia. The project cost S$1.7 billion, and did not involve any government funds or taxpayers’ money. ==Design and development== Jewel's toroidal glass-and- steel façade was designed by a consortium of architects, led by Moshe Safdie, who also designed Singapore's Marina Bay Sands. Renowned local firm RSP Architects Planners & Engineers were the executive architect and structural engineers. The landscape architect was Peter Walker and Partners, who co- designed the National 9/11 Memorial and worked with Safdie on the landscaping of Marina Bay Sands. Benoy were the interior designers; BuroHappold Engineering were responsible for the façade and Lighting Planners Associates handled the lighting.Jewel Changi Airport 6 May 2019 The Rain Vortex was engineered by water design firm WET Design. It has a 360-degree light and sound show projected onto it.World's tallest indoor waterfall inside Safdie Architects' Singapore airport building Dezeen, 12 March 2019 Jewel was envisioned to combine a marketplace and an urban park. \"The component of the traditional mall is combined with the experience of nature, culture, education and recreation, aiming to provide an uplifting experience. By drawing both visitors and local residents alike, we aim to create a place where the people of Singapore interact with the people of the world,\" said Safdie. The glass panels of the dome are framed in steel which rests on a complex latticework. At night, the glowing beautiful dome would be visible from all surrounding areas. ==Attractions== ===Shiseido Forest Valley=== A collaboration of Shiseido and art collective teamLab from Japan, the is one of Asia's largest indoor gardens, spanning five stories and approximately 22,000 square meters located in the heart of Jewel Changi Airport. It houses around 3,000 trees and 60,000 shrubs of 120 species that live in high-altitude tropical forests from around the world. ===The Rain Vortex=== The Rain Vortex The Rain Vortex, sponsored as the HSBC Rain Vortex, it is the world's largest and tallest indoor waterfall, standing at high. Recirculating rain water is pumped to the roof to free fall through a round hole at up to per minute to a basement-level pool. An acrylic funnel at the bottom prevents splashing and insulates the sound of the cascade. The toroid-shaped roof has more than 9,000 pieces of glass spanning 200 by 150 meters with a sloped oculus as the mouth of the waterfall acting as \"a continuation of the building...completed in a liquid form.\" At night, the circular walls of the waterfall becomes a 360-degree stage for a light-and-sound show. To prevent excess humidity in the Jewel, the waterfall's flow alternates between cascades and trickles that reduce air turbulence. The design process by WET Design engineers included testing an on- fifth-scale model and a full-size partial prototype. The Changi Airport Skytrain connecting the terminals passes above ground near the waterfall, allowing passengers remaining airside to see the Vortex and Jewel itself. ===Canopy Park=== At the topmost level of Jewel, the 14,000 sq m Canopy Park houses recreation and leisure attractions. About half of the total landscaping is hosted at Canopy Park, including two gardens: Topiary Walk and Petal Garden. The Topiary Walk features animal-shaped topiaries at every corner, while the Petal Garden will have seasonal floral displays. The park includes a suspension bridge called the Canopy Bridge that is located 23 metres above the ground which offers a panoramic view of the Rain Vortex. At 50 metres long, the Canopy Bridge also has a glass panel flooring at the centre section that offers a view through to level 1 of Jewel. The Canopy Park houses nine food and beverage outlets. Aloha Poke, Arteastiq Bistro, Burger & Lobster, Herit8ge, Prive, Rumours Bar & Grill, Tanuki Raw, The World is Flat, and Tiger Street Lab are all located on the fifth floor between the exit and entry to Canopy Park. Purchasing a ticket is required to enter the Canopy Park, priced at S$4.50 for Singaporeans and S$5 for non-residents, with additional costs for each of the mazes, bridge, nets, and experience studio. *Canopy Mazes The park also consists of two mazes, situated at the eastern end of the Jewel called the Hedge Maze and Mirror Maze. The Hedge Maze is Singapore's largest with hedge walls standing at 1.8m high. The maze features gates that can be pushed within that will change the path of the maze. It ends at an elevated watchtower that offers a bird's-eye view of the entire maze. The Mirror Maze is located under the dome with plants branching across the top of the maze. The maze makes use of mirrors and various reflections. *Sky Nets The Sky Nets, also called the Manulife Sky Nets for sponsorship reasons, provide children's play facilities, including a Bouncing Net and a Walking Net. The Bouncing Net is 250 metres long, suspended 8 metres above ground at its highest point. A separate 50-metre long Walking Net enables visitors to look down 25 metres to Jewel's Level 1. *Discovery Slides The Discovery Slides feature four integrated slides: two tube slides and two sliding surfaces. The entire structure sits at an incline, 3m high on one end, and close to 7m on the other, and enables visitors to view the Forest Valley and the Rain Vortex. The Discovery Slides were designed by Carve and built by Playpoint in Singapore. *Foggy Bowls The Foggy Bowls are four concave bowls with depths of between 30 cm and 65 cm for people to jump in while mist is released to create an illusion of playing among clouds. === Changi Experience Studio === The Changi Experience Studio is a 3,000 square meter space with interactive games and displays relating to Changi Airport's history and allows visitors a behind- the-scenes look of how the airport is run. ==Facilities== ===Hotel=== A hotel within Jewel, with approximately 130 rooms, operated by the international hotel brand, YOTEL, opened on 12 April 2019. It is YOTEL's second hotel in Singapore after the 2017 opening of the YOTEL on Orchard Road. ===Aviation facilities=== An ‘integrated multi-modal transport lounge’ provides ticketing, boarding pass collection and baggage transfer service in a single location. Early check-in facilities enable passengers to check-in and drop off luggage up to 24-hours ahead of regular check-in times. There are dedicated facilities for fly-cruise and fly-ferry passengers. ===Retail=== Pokémon Centre Singapore Jewel houses both local and international brands, 11 of which are larger duplex stores at Level 2. Anchor tenants include the largest Nike store in Singapore, the first Apple Store located inside an airport complex, Marks & Spencer, Muji, Zara, Uniqlo, an 11-screen Shaw Theatres IMAX cinema with a seating capacity of 800 and Five Spice, a food court by Food Junction with 19 unique stalls and supermarket chain FairPrice Finest. Jewel also includes American burger chains A&W; Restaurants and Shake Shack, Norwegian fast-casual restaurant Pink Fish, Swiss artisanal chocolatier Läderach, Sichuan restaurants Xiao Bin Lou and Yu's Kitchen, Boston-based ice cream parlour chain Emack & Bolio's, British casual eatery Burger & Lobster, Peruvian restaurant TONITO, Japan's Tokyo Milk Cheese Factory and the first permanent Pokémon Centre in East Asia outside of Japan. ==Access== Access to Jewel from Terminal 1 Access is provided by Mass Rapid Transit (MRT) to Changi Airport MRT station on the East West line via the Changi Airport Branch line, and by public bus services 24, 27, 34, 36, 53, 110 and 858. At the airport itself, Jewel is directly connected to Terminal 1 and can be accessed from both Terminal 2 and 3 via air-conditioned pedestrian bridges. Visitors from Terminal 4 can take the free shuttle bus service from Terminal 4 to Terminal 2, and enter Jewel via the pedestrian link bridge. ==Awards== Jewel Changi Airport was accorded the 2016 International Architecture Award by The Chicago Athenaeum, an international museum of architecture and design. In November 2019, Jewel Changi Airport was awarded the Special Jury Award at the year's Mapic Awards, which recognises excellence, innovation and creativity in the global retail real estate industry. Jewel Changi Airport had initially submitted entries in two categories - Best Leisure Concept and Best Shopping Mall - but the panel, comprising top retail real estate experts, gave it the Special Jury Award, which goes to the jury's favourite project among all the entries. ==In popular culture== The song \"The Right Time\" by Singaporean singer JJ Lin was inspired by Jewel and featured in its music video. ==Gallery== Image:Jewelexterior2.jpg|Exterior of Jewel Changi Airport including the Control Tower Image:JewelSkytrain.jpg|A Changi Airport Skytrain passing through Jewel Changi Airport ==See also== * Infrastructure of Singapore Changi Airport ==References== Category:Airport terminals Category:Singapore Changi Airport Category:Tourist attractions in Singapore Category:2019 establishments in Singapore Category:Neo-futurism architecture Category:CapitaLand Category:Buildings and structures completed in 2019 ",
    "title": "Jewel Changi Airport"
}