{
    "id": "52881943",
    "text": "Fyodor Nikolayevich Svarovsky (, born 6 April 1971 in Moscow) is a Russian poet and journalist. Svarovsky, after graduating from high school, at the age of 19 emigrated to Denmark, was granted an asylum, and lived in Copenhagen. In 1996, he returned to Moscow where he worked as journalist. He also published poetry at net resources and read it at poetic events. In 2007, he published his first book of poetry, which was shortlisted for the Andrei Bely Prize. This book, Vse khotyat byt robotami (Everybody wants to be a robot), was described as escapism from the real world to the fantastic world populated by robots; however, this fantastic world turns out to be very similar to the real one. In 2008, Svarovsky gave a talk where he came up with the theory of \"new epos\", a new creative tool, applying it to his own poetry. He considers himself a postmodernist. Since 2016 Svarovsky lives in Montenegro. In 2019 he was awarded with the prize of International festival Poetry without borders in Riga. ==Works== Svarovsky published four books of poetry. * Vse khotyat byt robotami (Все хотят быть роботами, Everybody wants to be a robot), 2007; translated to Spanish as Todos quieren ser robots, by Eugenio López Arriazu, 2015. * Vse srazu (Все сразу, Everybody together), with Leonid Shvab and Arseny Rovinsky 2008. * Puteshestvenniki vo vremeni (Путешественники во времени, Time travellers), 2009. * Slava geroyam (Слава героям), 2015. ==References== ==External links== * * Bibliography of poetry in English translation Category:Living people Category:Russian male poets Category:Russian journalists Category:1971 births ",
    "title": "Fyodor Svarovsky"
}