{
    "id": "52886571",
    "text": "Macracantha is a genus of Asian orb-weaver spiders recognized as containing a single species, Macracantha arcuata. Macracantha is notable for the extremely long, curved spines on the abdomens of female members of the genus; Eugène Simon created the taxon name from the Greek words (large, long) and (spine). It occurs from India and China through Southeast Asia to Borneo. ==Description== Female long-horned orb-weavers have tough, shell-like abdomens armed with three pairs of spines. The spectacular middle (median) spines project upward and outward, curving in toward each other along their length. They are up to three times as long (20-26 mm) as the abdomen is wide (8-9 mm). The front (anterior) and rear (posterior) spines are short, relatively inconspicuous, and roughly equal in length. The upper surface of the female abdomen ranges from yellow to red or even white or black and is marked with black sigilla. The ventral surface of the abdomen bears yellow or orange marks, and the median spines can show a bluish iridescence. The male of the species measures only 1.5 mm, with stout, conical spines. ==Taxonomy== The taxon was first described by Eugène Simon in 1864 as a subgenus of Gasteracantha, and was raised to genus status in 1974 by Michel Emerit. M. arcuata was historically included in the genus Gasteracantha. A 2019 study examining three mitochondrial and two nuclear genes found that M. arcuata is allied with Gasteracantha hasselti and Actinacantha globulata and that Gasteracantha is paraphyletic with respect to Macracantha, Actinacantha, and Thelacantha. The authors, however, did not propose generic reassignments based on their data. ===Possible additional species=== On Borneo, where M. arcuata occurs, multiple observers have also photographed a colorful and dramatically shaped taxon that differs from typical M. arcuata in several respects: * longer, more strongly curved median spines; * different shape and arrangement of sigilla along the rear edge of the abdomen; * much longer posterior spines; and * consistently white dorsal surface of abdomen. However, the World Spider Catalog lists only one species. ==Ecology== Female M. arcuata build orb webs three or four feet wide in forested areas. These webs have hollow hubs and white silk beads on the radial threads. Siliwal and Molur report that females were more often observed on the underside of leaves near their webs than hanging in the center of the web. In Singapore, the species depends heavily on primary rainforest. ==References== Category:Araneidae Category:Monotypic Araneomorphae genera Category:Taxa named by Eugène Simon ",
    "title": "Macracantha"
}