{
    "id": "52884734",
    "text": "A handcuff cover is a piece of plastic or metal that can be placed around a pair of handcuffs. It consists of a hinged, box-like assembly locked over the handcuff chain, wristlets and keyholes. The first handcuff cover was invented by J.D. Cullip and K.E. Stefansen and patented in 1973. It is made from high- strength, high-impact ABS plastic and is still distributed by C & S Security Inc. as \"Black Box\" handcuff cover. Other companies sell similar devices, e.g. CTS Thompson (\"Blue Box\" handcuff cover) or Sisco restraints. A handcuff cover has two key purposes: * It converts a pair of standard chain link handcuffs into rigid handcuffs, providing a rather more severe restraint. * It covers the keyholes of the handcuffs for further security. front stack position In most cases, a handcuff cover is used in combination with a martin link belly chain which fixes the handcuffs at waist level. This provides a rather uncomfortable restraint and may result in injury to the individual if maintained for an extended period of time. When using a handcuff cover in combination with a belly chain, the hands may be cuffed in a parallel or in a stacked position. In the stacked position, the shackled person's freedom of movement is strongly restricted and the arms are kept in a rather unnatural position which may cause discomfort or even pain because in this arrangement, the individual's wrists are restrained in close proximity to the torso. parallel position In a parallel position, the restraint will cause the wrists to spread outwardly in an angular relationship. As the handcuff cover provides a rigid structure, the individual's wrists may be bruised or cocked, restricting blood circulation. A handcuff cover can also be linked with a connector chain to a pair of leg irons. Individuals with a handcuff cover fitted over their handcuffs can also be restrained together for transportation using so-called \"gang chains\". File:Blue Box 4.jpg|CTS Thompson \"Blue Box\" handcuff cover File:Blue Box 2.jpg|The handcuffs are put into the plastic box. File:Blue Box 3.jpg|The box is closed and fixed with the metallic slider. File:\"blue box\" handcuff cover.jpg|Prisoner in handcuffs with a CTS Thompson \"Blue Box\" handcuff cover, secured with a belly chain around the prisoner's waist. == References == Category:Law enforcement equipment Category:Physical restraint Category:Penal imprisonment ",
    "title": "Handcuff cover"
}