{
    "id": "52888663",
    "text": "Lake Balık (, ) is a lava-dammed freshwater lake in Ağrı Province, eastern Turkey. \"Balık\" is the Turkish word for \"fish\". It is one of the country's lakes with the highest elevation. ==Geography== The lake is situated on the district border of Taşlıçay and Doğubeyazıt in Ağrı Province. The west shore of the lake lies in Taşlıçay and the east shore in Doğubeyazıt. Its distance to Taşlıçay town is while to Doğubeyazıt town is . It is far from Ağrı. Formed by a lava dam, the geology and geomorphology of the lake features characteristics of ophiolite and sedimentary rocks. It is situated in Aras Mountains at an elevation of about with respect to main sea level, making it one of the highest lakes in Turkey. The average area of its surface is . The maximum depth is . The lake is fed by a number of creeks from the surrounding mountains and groundwater, and in turn it feeds Gürgüre Creek to the southeast. The lake lies in an area with continental climate. Winters are harsh, and the seasons of spring and fall are short. Precipitation is mostly in the form of snow rather than of rain. In the wintertime, the lake freezes and is covered with ice of thickness up to . ==Biota== Particularly the southeast of the wetland is covered with reeds. There are agricultural land and meadows in close surroundings of the lake. The fauna of the lake is composed of diverse bird species. An island of size in the lake is the nesting area of velvet duck. The lake is so a waterfowl habitat of national importance, however, not under protection. The trout in the lake is consumed as a food and also as a medicine. Observed wildlife in the area around the lake are the bird species eagle, hawk, partridge, wild duck, seagull, quail, woodcock and the mammals hare, fox, wolf. ==References== Balik Category:Landforms of Ağrı Province Balik Category:Doğubeyazıt Category:Important Bird Areas of Turkey ",
    "title": "Lake Balık"
}