{
    "id": "52886240",
    "text": "Quintal da Música Quintal da Música, abbreviation: 5tal da Música is a music pub located in the downtown area of Praia, the Plateau and is located at 70A Avenida Amílcar Cabral in the northern part of the center, across Rua António Pusich and south of Rua António Macedo. It is one of the most famous and most used pubs and music pubs in Cape Verde. Nearby buildings includes the Wari cell phone store, southeast is Museu Etnográfico da Praia and northeast is the PAICV office. ==About the pub== The music club has traditional Capeverdean music including batuque, funaná and coladeira performed. Several great Capeverdan musicians has performed at the pub. Several traditional dishes are offered in the club including their style of cachupa rica. The building is of colonial neoclassical architecture, three businesses occupy a part of the attached building. The building is one story without a roof and today is colored white, it has light blue facade on its entrance. The club name is written in blue. A part of the building has a roof. On the building's south side, it features three musicians (colored in blue), the guitarist, the saxophonist and the female drummer and has names of greatest Capeverdean singers and artists along with its greats including writers including Toni Lima, Cesária Évora, Janinho Évora, Bana, Biloca, Kaká Barbosa, Katchá, Nho Beta Renato Cardoso, Orlando Pantera, António Travadinha, Vadú, Fernando Quejas, Jotamont (written as Jota Monte), Monica Marta, Nacia Gomi, Lela Violão, Mário de Melo, Mano Kolá, Tazinho, Mérida, Tchota, Cesário Soares and Abílio Almeida writers Ildo Lobo, Armando de Pina, Manuel de Novas (who also wrote songs) and others including Abílio Duarte and Djunga. ==Transit access== Nearby is a bus stop as the avenue where the pub is located are used for buses as several bus lines including:http://www.asemana.publ.cv/spip.php/mes_squelettes/img/spip.php?article94283&ak;=1 *São Filipe – Plateau - Achada Santo António *Ponta d’Água - Plateau - Achada Santo António *Plateau – Airport *Achada Mato – Plateau - Meio de Achada *Palmarejo - Plateau – Achada Grande *Plateau – Port of Praia *Palmarejo – Plateau – Eugénio Lima *Terra Branca – Plateau – Pensamento ==See also== *Music of Cape Verde ==References== ==External links== *Quintal da Musica at Facebook Category:Plateau of Praia Category:Buildings and structures in Praia Category:Portuguese Colonial architecture in Cabo Verde ",
    "title": "Quintal da Música"
}