{
    "id": "52888021",
    "text": "John Reed (??-1814) was an American clerk employed by several fur trade companies until his death in 1814. ==Pacific Fur Company== Of his final employers, Reed's final one was the Pacific Fur Company (PFC). He was hired at Mackinac Island as a clerk in August 1810. From there he joined Wilson Price Hunt and the other members of an expedition bound for the Columbia River. An advanced party of PFC administrators and laborers was planned to arrive on board the Tonquin, leaving New York City in September 1810. This second group was to begin a company headquarters prior Hunt's arrival from the United States. The party Reed joined was largely composed of French-Canadian and Métis subjects of the United Kingdom, in addition to a number of Americans. The group arrived at the newly established Fort Astoria in January 1812. He was given important documents by the management of the PFC in March, with orders to return overland and deliver them directly to John Jacob Astor. He and the few men with him were attacked in the interior by a group of natives prior to crossing the Continental Divide. Wounded in the engagement, he was about to get medical attention at Fort Okanogan. Reed later returned to Fort Astoria in May 1812. Reed opened a dwelling in 1813 along the Malheur River in the vicinity of modern Vale, Oregon. He later relocated to the junction of the Boise and Snake Rivers. In the first month of 1814, an attack on the post by a group of Bannock natives and killed Reed and two men there. An outpost some distance away maintained by the trappers was also attacked. Four PFC employees were killed there, including Pierre Dorion Jr., though his wife Marie Aioe Dorion and two infant children survived. Marie survived the winter alone and took care of the two children until she reached Fort Okanogan in the spring. ==Legacy== The general area of the Reed's second post was found to be valuable by later trappers. In 1819 Donald McKenzie opened a new station there, though it was later abandoned. Thomas McKay later established Fort Boise in 1835, within the coral of McKenzie's old station. ==Citations== ==Bibliography== * * * Category:1814 deaths Category:American fur traders Category:Fur traders Category:North West Company people Category:Oregon Country Category:Oregon pioneers Category:Year of birth missing ",
    "title": "John Reed (fur trader)"
}