{
    "id": "52883480",
    "text": "Economically Weaker Section (EWS) in India is a subcategory of people belonging to the General Category having an annual family income less than ₹8 lakhs and who absolutely do not belong to any category such as SC/ST/OBC/MBC(Tamil Nadu). If a candidate who doesn't fall under castes recognised as SC/ST/OBC by the Govt. of India & his/her annual family income is below the prescribed limit of ₹8 lakhs by Government of India (or as prescribed by state govt in the respective states), then he/she will be recognised as EWS category. ==History== On 7 January 2019, Union Council of Ministers had approved 10% reservation in government jobs and educational institutions for the Economically Weaker Section in the General category. It was decided by the cabinet that this would be over and above the existing 50% reservation. On 12 January 2019, The Economic Weaker Section Reservation Bill Article 15(6) and Article 16(6) which ensures 10% reservations to the poor and lower-middle-class people in upper castes who were denied any kind of affirmative action previously, was cleared by the President of India, Ram Nath Kovind. The EWS bill was tabled in Lok Sabha, the Lower House of the Indian Parliament on 8 January 2019 and it was passed on the same day [124th Amendment Bill]. The EWS Bill was passed by Rajya Sabha, the Upper House of the Indian Parliament on 9 January. The President approved the Bill on 12 January 2019 and a gazette was released on this bill which turned it into a Law. Gujarat became the first state to enact this law on 14 January 2019. An NGO 'Youth For Equality' has questioned and challenged the bill in the Apex court on grounds that it breaches the ceiling of 50% reservations set by Supreme Court of India, stating that it fully supports the reservations of the Economically Weaker Section but wants it to be amalgamated with the OBC quota which stands at 27%, thus not breaching the 50% cap set by the Apex Court. Leaders of the Backward classes have also decided to approach the Supreme Court over this issue. On 25 January 2019, The Supreme Court refused to stay the 10% reservation given to GEN-EWS category in government jobs and educational institutions. == Provision == The Union Government of India tabled the Constitution (One Hundred And Twenty-Fourth Amendment) Bill, 2019 which provided 10% additional quota for the EWS students amongst the erstwhile Unreserved category or General category students. The terms Economically Weaker Section (EWS) and Economically Backward Class (EBC) are not meant to be confused with each other in India. The definition of EWS has been defined by the Government of India whereas the definition of EBC and Most Economically Backward Class (MEBC) vary in different states as well as institutions. There is no official figure for the percentage of the Indian population who belong to the EWS category, but they were given 10 percent reservation. The eligibility to get the EWS certificate is not only purely based on annual family income but also based on the held property. The income limit has been set by the central government for admission to central government-owned colleges and jobs offered by the central government. State governments are given the authority to change the eligibility criteria and also to extend the income limit further for candidates seeking reservation under EWS category which will be valid only in state-owned colleges and state government's jobs as deemed fit for the respective states. People belonging to Economically Weaker Section since 1 February 2019 now get 10% reservation in education (supernumerary seats created for EWS category) and government jobs of India (vartical reservations) similarly like OBC, SC, ST. There was huge unrest among people which came out in many ways including the form of anti- reservation agitations. == Effect on agitations == This reservation weakened the pace of many reservation agitations such as the Jat reservation moment, Patidar reservation movement and Kapu reservation movement. Aspirants from the EWS category are not fully satisfied with this reservation because it does not include many benefits like age relaxation, fee relaxation, post metric scholarship and house criteria from the very beginning. When the detailed notification of EWS reservation was announced by DoPT, candidates started their protest at Jantar Mantar in New Delhi under the banner of EWS Arakshan Manch led by Trinetra Singh and his team mates.They are also encouraging intense political lobbying for their cause. The Minister of Social Justice and Empowerment Dr. Thawar Chand Gehlot announced that the government would provide all benefits of reservation which are available to caste based reservation. Many opposition leaders raised this demand in favor of EWS Candidates. BJP's member of parliament Mr. GVL Narasimha Rao also raised this issue in the budget session of parliament in 2020. This demand has also been covered by multiple mainstream news sources. EWS Arakshan Manch is campaigning on social media platforms by videos, posts and tweets. ==Current definition of Economically Weaker Section== The definition of Family in EWS reservation means:-\"The person who seeks benefit of reservation, his/her parents and siblings below the age of 18 years as also his/her spouse and children below the age of 18 years\". * Candidate's annual family income must be less than Rs. 8 lakhs per annum. * His family must not own more than 5 acres of agriculture land. * The residential flat area should be below 1000 sq ft.https://dopt.gov.in/sites/default/files/ewsf28fT.PDF * The residential plot's area should be below 100 square yards if in a notified municipality sector. * The residential plot's area should be below 200 square yards if in a non-notified municipality sector. EWS certificate can be used to avail the 10% reservation for the Economically Weaker Section in higher education all over the India and government jobs. ==Schemes for the Economically Backward Classes== Two schemes that are specifically designed for the EBCs and MEBCs are the Post-Matric Scholarship & Interest Subsidy on Educational Loans for overseas Studies. ==See also== *Scheduled Castes and Scheduled Tribes *Creamy layer *Other Backward Castes ==References== ==External links== * * Mohammad Iqbal, Political duplicity led to Gujjars' quota agitation, The Hindu, 28 December 2010. * Category:Indian society ",
    "title": "Economically Weaker Section"
}