{
    "id": "52880787",
    "text": "Crimmitschau station is a station on the Leipzig–Hof railway in the German state of Saxony. It is the only station in the town of Crimmitschau. == History== Front view of the station when it was still in use Crimmitschau station with an S-Bahn service (2016) Work started on the Leipzig–Hof railway in 1841 and Crimmitschau already had a simple station with the opening of the 28.73 km-long Altenburg–Crimmitschau section on 15 March 1844. The Leipzig–Hof line was completed in 1851. A new station building was opened in 1873, which is characterised by its impressive architectural style. It is still used for housing railway workers and part of the building is used as a restaurant. The first passenger subway, which was an underpass to the second platform, was built in 1888. A and subway with concrete floors was built in 1979. By the end of the nineteenth century, it was becoming increasingly apparent that the station had reached the limit of its capacity. Since the location did not allow for a third track, the construction of a freight yard in the district of Wahl with a connection to Crimmitschau station was considered. The cost for the freight yard, including track with a length of 2.35 km, was estimated at 750,000 marks. On 4 April 1898, the proposal was discussed in the Second Chamber of the Sächsischer Landtag (Saxon parliament) and it was approved. Construction work on the new freight yard began in September of that year. However, the planned construction of the freight station was downgraded to that of a loading point. Instead, the Crimmitschau–Schweinsburg railway was built. The new industrial railway was opened on 1 July 1908. As early as 1913, the entrance hall was extended by a porch, thus giving it its current appearance. The interior of the building was redesigned twice, in 1927 and 1966/67. The Leipzig–Zwickau railway was electrified in 1963. The whole track layout was rebuilt again from June 2002 to October 2003. The station was of great importance in the GDR. Up to 130 people were employed on the tracks in Crimmitschau. In addition to the town centre, the station district was one of the most popular locations. The ticket counter and the whole building were closed at the end of 2001. In the meantime, it has heritage protection. By 2011, two lifts had been installed. With the commissioning of the City-Tunnel in Leipzig in December 2013, the station was integrated into the new network of S-Bahn Mitteldeutschland. It is served by the line S5 service (Zwickau–Leipzig–Halle) and the line S5X express service (Zwickau–Leipzig/Halle Airport). ==References== Category:Railway stations in Saxony Category:Railway stations in Germany opened in 1873 Category:Buildings and structures in Zwickau (district) ",
    "title": "Crimmitschau station"
}