{
    "id": "52884683",
    "text": "OkayAfrica (stylised as okayafrica) is a digital media platform dedicated to African culture, music and politics. Founded in 2011 by Vanessa Wruble and Ginny Suss as a sister site to The Roots frontman Questlove’s Okayplayer, the site has become a popular destination for Africans on the continent and in the diaspora. Today, OkayAfrica is the largest US-based website focusing on new and progressive music, art, politics, and culture from the African continent. == History == In an interview with One Magazine, OkayAfrica Vice President Ginny Suss, stated, > We realized that there is no place on the web that acted as a hub for all > the new [African] music, culture, art and politics and the amazing culture > that was being generated on the continent that was really relevant to youth > culture today. We came up with the concept of creating a one-stop shop, > interactive community where our main focus is new progressive African music > and also feature culture, film, art and lifestyle. OkayAfrica created a digital space for modern African music and culture. In an interview with Black Enterprise Magazine, former CEO Abiola Oke underscores the sites popularity as a sign that African entertainment and music culture is going through a golden age online. At the age of 34, he was appointed CEO of OkayAfrica. OkayAfrica is one of the few websites that predominantly cover and center modern Afrobeats. OkayAfrica is also an event promoter and producer. On July 29, 2016, OkayAfrica organized Okayafrica: Afrobeat x Afrobeats, a concert headlined by Nigerian pop star Davido and Brooklyn-based Afrobeat band Antibalas at the Lincoln Center Out of Doors, America's longest running free outdoor festival. This was the first time in history that African musicians had headlined the festival. == Audience == Since its founding in 2011, OkayAfrica has gained a strong following with Afropolitans, particularly those in the diaspora. The term is used to describe OkayAfrica's target audience, a new generation of Africans who are creative, politically aware, multicultural, and with roots firmly on the African continent. The site allows young people living in the diaspora to stay abreast of what's happening in their home countries. Oke says the site's main age group is 25-35. Today, the site attracts 1 million unique page views a month, mostly from the USA, South Africa, Kenya and Nigeria. Additionally, the site offers different editions, covering all 54 countries in Africa to cater to the complexity of the continent. OkayAfrica popularity is also reflected in the site's social media presence It has 250,000 likes on Facebook, 100,000 followers on Instagram and 50,000 + followers on Twitter. ==100 Women== In 2017 okayafrica created a platform to highlight 100 leading African women. The list has been published each year since then. The list is assembled in ten categories STEM, media, music, literature, TV and film, sports and wellness, style and beauty, business and economics, politics and activism and art. The 2019 list was dedicated to youth culture and it was announced at the BAMcafe featuring Moonchild Sanelly. The emphasis was to find women who were disrupting their own local youth culture whilst at the same time demanding equal access to the global stage. ==Accolades from African writers and intellectuals== The site has received praise from African artists and intellectuals. Nigerian sociologist Oreoluwa Somolu notes that one of the biggest selling points is that it's made by Africans for Africans. She believes OkayAfrica allows Africans to exercise control over their own narratives in mainstream media. Congolese Author, Alain Mabanckou writes that platforms like Okayafrica are important because they promote accessibility to information and participation in cultural, political, and social dialogue. Cameroonian Intellectual Achille Mbembe praised OkayAfrica at the Goethe-Institut’s African Futures Festival in Johannesburg for promoting knowledge production amongst African youth. ==References== Category:African websites Category:American websites Category:Music websites ",
    "title": "OkayAfrica"
}