{
    "id": "52881832",
    "text": "Deng Rong () is a Chinese politician and the third daughter of Paramount leader Deng Xiaoping. ==Early life== Deng is the youngest child of Deng Xiaoping and his third wife, Zhuo Lin. She has two older sisters, Deng Lin and Deng Nan, as well as two older brothers, Deng Pufang and Deng Zhifang. Deng stated in an interview in 2004 that her father never spoke of official business at home and that her siblings and herself had no idea what Deng Xiaoping did at work, even though several guards stood sentry in their courtyard home. During one of the most severe flooding incidents in Henan in August 1975, Li Xiannian called Deng Xiaoping to inform him that several dams had burst. Deng Rong answered the phone and refused to allow Li to speak with her father. In the first call, she said that Deng Xiaoping was sleeping; on the second call, she hung up. The paramount leader was allegedly playing Mahjong at the time. This was one of the reasons Deng Xiaoping was criticized for delaying rescue operations. ==Career== When the People's Republic of China and United States established diplomatic relations in 1979, Deng was sent by her father to the Chinese Embassy in the US. She worked there for two years. From 1984 to 1990, Deng held the official position of Deputy Director of the Policy Research Office of the General Office of the National People's Congress. She also served as Deng Xiaoping's confidential secretary from early 1989. Since 1990, she has served as the vice president of the China Association for International Friendly Contact. ==Writing== Deng published a book titled Deng Xiaoping: My Father (). She has also given interviews revealing details of Deng Xiaoping's personal life and personality. ==References== Category:Writers from Chongqing Category:1950 births Category:Living people Category:Deng Xiaoping family Category:People's Republic of China politicians from Chongqing Category:Communist Party of China politicians from Chongqing Category:Chinese women in politics Category:Chinese biographers Category:People's Republic of China writers Category:20th-century Chinese businesswomen Category:21st-century Chinese businesswomen ",
    "title": "Deng Rong"
}