{
    "id": "52889898",
    "text": "Running injuries affect about half of runners annually. The frequency of various RRI depend on the type of running, as runners vary significantly in factors such as speed and mileage. RRI can be both acute and chronic. Many of the common injuries that plague runners are chronic, developing over a longer period of time, as opposed to injury caused by sudden trauma, such as strains. These are often the result of overuse. Common overuse injuries include stress fractures, Achilles tendinitis, Iliotibial band syndrome, Patellofemoral pain (runners knee), and plantar fasciitis. Proper running form is important in injury prevention. A major aspect of running form is foot strike pattern. The way in which the foot makes contact with the ground determines how the force of the impact is distributed throughout the body. Different types of modern running shoes are created to manipulate foot strike pattern in an effort to reduce the risk of injury. In recent years, barefoot running has increased in popularity in many western countries, because of claims that it reduces the risk of injury. However, this has not been proven and is still debated. == Overuse injuries == === Causes and prevention === Pronation neutral and supination placements of the right ankle. The ankle and foot naturally pronate and supinate by about 5 degrees while walking or running. The red arrows indicate excessive pronation. In general, overuse injuries are the result of repetitive impact between the foot and the ground. With improper running form, the force of the impact can be distributed abnormally throughout the feet and legs. Running form tends to worsen with fatigue. When moving at a constant pace, a symmetrical gait is considered to be normal. Asymmetry is considered to be a risk factor for injury. One study attempted to quantify the change in running form between a rested and fatigued state by measuring asymmetrical running gait in the lower limbs. The results showed that \"knee internal rotation and knee stiffness became more asymmetrical with fatigue, increasing by 14% and 5.3%, respectively\". These findings suggest that focusing on proper running form, particularly when fatigued, could reduce the risk of running- related injuries. Running in worn-out shoes may also increase the risk of injury and altering the footwear might be helpful. These injuries can also arise due to a sudden increase in the intensity or amount of exercise. === Achilles tendinitis === Achilles tendinitis is the inflammation of the Achilles tendon, resulting in pain along the back of the leg near the heel. There are two types of Achilles tendinitis, insertional and noninsertional. Noninsertional Achilles tendinitis is the type that more commonly affects runners. In this case, inflammation is occurring in the middle portion of the tendon, whereas insertional Achilles tendinitis is inflammation located where the tendon connects (inserts) to the heel bone. Having tight calf muscles may also increase the risk of Achilles tendinitis. Stretching the calves before starting heavy exercise may help relieve tightness in the muscles. === Patellofemoral pain syndrome === Patellofemoral pain syndrome is associated with pain in the knee and around the patella. It is sometimes referred to as runner's knee, but this term is used for other overuse injuries that involve knee pain as well. It can be caused by a single incident but is often the result of overuse or a sudden increase in physical activity. === Iliotibial band syndrome === Diagram indicating the location of the iliotibial band and pain associated with iliotibial band syndrome Iliotibial band syndrome is defined as inflammation of the iliotibial band on the outside of the knee. This inflammation occurs a result of the iliotibial band and the outside of the knee joint rubbing together. The resulting pain typically is initially mild and worsens if running continues. Recurrence is a common issue with iliotibial band syndrome, as pain goes away with a period of rest, but symptoms can easily come back as the runner returns to training. During recovery, the muscles on the outside of the hip can be stretched to reduce tightness in the band. === Plantar fasciitis === The plantar fascia extends from the heel bone to the distal part of the metatarsophalangeal joints of each toe and divided into three sections. The plantar fascia helps support the arch of the foot. Plantar fasciitis is a common cause of heel pain and affects about two million people in the Unites States. Though considered an inflammatory condition, plantar fasciitis is now characterized as a degenerative pathology. Intrinsic risk factors include obesity and limited ankle dorsiflexion. Extrinsic risk factors include deconditioning, hard surfaces, inadequate stretching and poor footwear. == Footwear == === Traditional running shoes === So-called 'traditional' running shoes are designed to give more support and cushion the landing to reduce the effects of impact. They allow for more comfortable running on hard surfaces such as asphalt and also protect the foot when stepping on rocks or other potentially sharp objects. However, the cushioning provided in traditional running shoes is thought to encourage a foot strike pattern, where the heel lands first. Heel striking generates a relatively large amount of impact force that can put different parts of the lower extremities under excessive stress. === Barefoot running === Barefoot running has been promoted as one method of reducing the risk of running-related injuries. Barefoot running is thought to improve running form by encouraging forefoot striking. The collision of the forefoot with the ground generates a significantly smaller impact force in comparison to striking heel first. However, barefoot running leaves the foot unprotected from stepping on sharp objects. Although running barefoot may reduce the risk of running-related injuries, it is important to take time while switching from running with shoes. Beginning to run barefoot without reducing intensity or mileage of training can actually cause muscle or tendon injury. Changing one's style of running shoe or switching to barefoot running will most likely alter the foot strike pattern, meaning that the force of impact will be absorbed differently. Injuries are more likely to occur in novice barefoot runners. This may be a result of not yet having fully adapted to a new style of running, and therefore running with inconsistent technique. To measure this, a study was conducted involving runners who habitually run with a rearfoot strike while wearing shoes. Of the runners involved in the study, 32% used a heel strike pattern in initial attempts at running barefoot. Running barefoot while heel striking leads to increased muscle activation and impact accelerations. The findings suggest that an inconsistency in running technique among novice barefoot runners may put them at a higher risk of injury in comparison to running with shoes. Under some hypotheses, humans and their recent evolutionary ancestors may have needed to be able to run long distances in order to survive, and therefore natural selection would have favored traits that improve humans ability to run for long periods of time. ==== Endurance running hypothesis ==== According to the endurance running hypothesis, long distance running has been suggested to have played a significant role in the lifestyle and evolution of early hominins. Before developing more advanced hunting tools such as the bow and arrow, are thought to have used endurance running for scavenging and hunting. Persistence hunting is \"a form of pursuit hunting in which [the hunter uses] endurance running during the midday heat to drive [prey] into hyperthermia and exhaustion so they can easily be killed\". Unlike many medium-to-large mammals that use panting as a form of evaporative cooling, hominins rely on sweating, allowing evaporation to occur on a much larger surface area. In this way, sweating results in better thermoregulation that allows the hominin to outlast the prey during the chase. This is one potential explanation for the loss of most body hair in humans. Those individuals with less body hair would be able to better thermoregulate while running to avoid overheating. For this species to exist under the endurance running hypothesis, running most likely did not result in the frequency of injuries that it does today, because such an injury to early hominins likely led to starvation. This example would imply that recent ancestors of humans experienced selective pressure to adapt to barefoot running. === Minimalist footwear === Minimalist shoes are an alternative option that can be seen as an intermediate between running barefoot or with traditional running shoes, as they lack the high cushioned heels of traditional running shoes. These shoes are also designed to encourage forefoot striking. One study observed the redistribution of mechanical work with fast speed running in minimalist shoes compared to conventional shoes in 26 trained runners. The results showed that running at a fast pace in minimalist shoes caused a statistically significant redistribution of work from the knee to the ankle joint. Therefore, switching to a minimalist running shoe may be beneficial in preventing recurrence for runners who have experienced a knee injury in the past. However, the switch could also increase the risk of ankle and calf injuries. As with to barefoot running, runners who chose to switch to minimalist shoes should not start out at full training intensity. == References == == External links == Category:Running Category:Sports injuries ",
    "title": "Running injuries"
}