{
    "id": "52898816",
    "text": "\"Nenjukkul Peidhidum\" (translation: The Rainfall in the Heart) is a song from the 2008 movie Vaaranam Aayiram, composed by Harris Jayaraj, lyrics penned by Thamarai and sung by Hariharan, Krish, Devan and Prasanna with a chorus interlude. It was a chart topper of the year 2008. Harris’ music complements Thamarai’s lyrics in this song, the lyrics play a major part in the song showcasing the best of Thamarai that is finest, youthful, simple and romantic. Its picturisation too got noticed. The song has now achieved a cult status. ==About the Song== Nenjukkul Peidhidum kicks off in a mellow fashion with the strings of a guitar, some humming and an almost casual rendering by Hariharan, Devan and V Prasanna. The guitar works magic in this song. Seems to be patterned on country music, the kind you hear from John Denver and others. The humming and the guitar combine is soothing. After a long time, you hear a variation in the tune and Thamarai's beautiful lyrics, as always, add to the effect. A short guitar interlude reminds you a bit of Eric Clapton but it merges into another melody.http://www.indiaglitz.com/varanam-aayiram-tamil- movie-songs-8926.html ==Music video== The song takes place after Suriya's (Suriya) first meet with Meghna (Sameera Reddy) in a train, where Suriya recognizes his love at first sight and he recognizes this as a heart-warming moment in his life, and Suriya also understands now that how his father Krishnan has proposed his love to his mother Malini. The music video combines different visual diagrams: the realist guitar, the snow filled railway track, a rainy evening in a train, an unplugged show of Suriya, a small dream of Suriya where he meets Meghna in a park, and he takes her to his house, the India Gate, Mumbai Taj Hotel, a Sun Flower Railway Station, Taj Mahal, a wooden house , Egmore Junction and Anna Nagar Tower Park. ==References== Category:2008 songs Category:Indian songs Category:Tamil-language songs Category:Tamil film songs Category:Songs with music by Harris Jayaraj ",
    "title": "Nenjukkul Peidhidum"
}