{
    "id": "52898292",
    "text": "The Prisoner of Château d'If or () is a 1988 Soviet drama film directed by Georgi Yungvald-Khilkevich based on the novel The Count of Monte Cristo by Alexandre Dumas. ==Plot== The film is set in France, at the beginning of the 19th century. After military defeat, Emperor Napoleon abdicates and is in exile on the island of Elba. As requested by the dying Captain, his assistant Edmond Dantès approaches the island and takes with him a certain letter which he has to deliver in Paris. Dantès is very young but his life is already full of happiness. The shipowner appoints Edmond as captain and in Marseille, the beautiful bride Mercedes waits for Dantès. But the deep-seated jealousy of Edmond's enemies destroys everything... On the advice of Danglar, a close friend of Dantès, the fisherman Fernand who is passionately in love with Mercedes writes a denunciation to the prosecutor of Marseilles and by the order of assistant prosecutor de Villefort hapless Dantès becomes imprisoned in the most horrible dungeon Château d'If. Dantès, not understanding what has happened, almost goes mad in the gloomy prison but by chance he meets Abbé Faria, a wise and resilient old man. Abbé tries to dig a hole to freedom in his cell but instead ends up in Edmond's cell. Faria decides to share with Dantès all of his knowledge and experience, as well as the countless treasures that are hidden on the island of Monte Cristo. Years pass and Edmond Dantès is reborn, becoming the most intelligent and educated person. Taking advantage of the death of Abbé Faria, Edmond manages to escape from the Château d'If. Dantès finds the treasure, \"buries\" his name forever and becomes the Count of Monte Cristo. Over the period of many years that Dantès spent in prison the lives of his enemies have changed radically. Petty officer Danglar has become the Baron, one of the richest bankers in France. De Villefort was appointed as king's attorney, and the simple fisherman Fernand has become a Count, General, Lord of France and - the most important for him - Mercedes's husband. Power and money - all this is now in the hands of scoundrels making them almost invulnerable, but the Count of Monte Cristo is full of lust for revenge. He begins to investigate thoroughly the lives of his enemies, and soon discovers the terrible and bloody secrets they contain. And if Monte Cristo publicly reveals these mysteries he can severely punish his enemies... ==Cast== * Viktor Avilov – mature Edmond Dantès / Count of Monte Cristo * Evgeniy Dvorzhetskiy – young Edmond Dantès / Count Albert de Morcerf, son of Fernand and Mercedes (voice by Viktor Avilov) * Alexei Petrenko – Abbé Faria * Anna Samokhina – Mercedes, Edmond Dantès former bride and Fernand Mondego's wife * Mikhail Boyarsky – Fernand Mondego, Count de Morcerf * Nadira Mirzayeva – Haidee, Ali Pasha's daughter, the beloved of Count of Monte Cristo / Vasilika, Ali Pasha's wife * Aleksei Zharkov – Danglar, baron and banker * Svetlana Smirnova – Hermine Danglar, banker Danglar's wife * Yana Poplavskaya – Eugenie Danglar, banker Danglar's daughter * Igor Sklyar – Benedetto, robber, Bertuccio's adopted son * Arnis Licitis – De Villefort, king's attorney (voice by Aleksey Inzhevatov) * Valentina Voilkova – Heloise de Villefort, attorney De Villefort's wife * Ulle Sinisalu – Valentina de Villefort, attorney De Villefort's daughter * Vsevolod Shilovsky – Gaspard Caderousse, innkeeper, former friend of Edmond Dantès * Natalia Pozdnyakova – Karkonta, Caderousse's wife * Igor Bogoduh – Pierre Morel, shipowner from Marseille * Peteris Gaudins – Maximilian Morrel, Pierre Morel's son (voice by Andrey Gradov) * Nadezhda Reason – Julie Morel, Pierre Morrel's daughter * Sergey Shentalinsky – Franz d'Epinay, Albert de Morcerf's friend * Nikolai Kochegarov – Beauchamp, Albert de Morcerf's friend * Oleg Shklovsky – Debray * Vyacheslav Tsoy – Lee, Count of Monte Cristo's faithful servant and bodyguard * Yuriy Dubrovin – Baptiste, Count of Monte Cristo's servant * Georgi Yungvald-Khilkevich – Artanyak, Count of Monte Cristo's assistant * Vladimir Steklov – Bertuccio, Count of Monte Cristo's servant * Yevgeni Platokhin – Luigi Vampa, the leader of the robbers *Alexander Slastin – Police Commissioner * Gia Lezhava – Berthier, the commandant of the Château d'If (voice by Alexey Buldakov) * Vladimir Portnov – jeweler ==Filming== * The author and performer of seven songs in the movie is Alexander Gradsky. At the beginning of the film the aria from the opera Rigoletto by Giuseppe Verdi is played. * For the actresses Anna Samokhina and Nadira Mirzaeva the film was their cinematic debut. The director first saw Nadira Mirzayeva during casting at a choreographic school in Tashkent. Later they had a workplace romance, which in 1995 became the director's third official marriage. * Geographical span of the production was quite extensive: Italy, Odessa, Crimea, Saint Petersburg, Riga, Tallinn, Paris, Marseille and Bukhara. The masquerade scene that takes place in Rome was filmed near the colonnade of the Kazan Cathedral in St. Petersburg, social events around the castle in Auteuil - in the Catherine Park in Tsarskoye Selo, and the scene of the meeting of Mercedes and Monte Cristo - the Grand Hall of the Catherine Palace in Pushkin. * The famous brig \"Triumph\" took part in the shooting of the film which has \"starred\" in nearly 30 Soviet and Russian adventure and historical films. ==References== ==External links== * Category:Soviet films Category:Films based on The Count of Monte Cristo Category:Films set in the 19th century Category:Treasure hunt films Category:Russian films about revenge Category:Soviet musical drama films Category:Soviet adventure drama films Category:Soviet romantic drama films Category:Russian romantic drama films Category:Russian films Category:Russian musical films Category:1980s adventure drama films Category:1980s musical drama films Category:1980s romantic musical films Category:1988 drama films ",
    "title": "The Prisoner of Château d'If"
}