{
    "id": "52890017",
    "text": "The Baleia State Park () is a state park in the state of Minas Gerais, Brazil. It protects a rugged area in the cerrado biome near the state capital of Belo Horizonte. As of 2014 nothing had been done to implement the park, which existed only on paper. ==Location== The Baleia State Park is in the city of Belo Horizonte, Minas Gerais. It has an area of . The park is in the Taquaril neighborhood of the city. It is at the foot of the Serra do Curral, about from the city center. The area has six springs that supply the population of the Serra neighborhood in Belo Horizonte. ==History== A Botanical Garden was defined in the area by decree 10.232 of 1932 with the objective of preserving the vegetation and landscape of Belo Horizonte. This would be the first conservation unit in the city and one of the first in the state and the country. However, nothing was done to implement it. The Baleia State Park was created by decree 28.162 of 6 July 1988. The park was to be implemented by the city in partnership with the state. As of 2010 it had not been opened to the public. The park adjoins the Mata das Baleias (Baleias Forest), owned by the Hospital da Baleia. In 2010 the Hospital da Baleia said it was partnering with the private sector to support adventure tourism in the forest, and establishing partnerships with universities for research. The Solidarity Trail leads from the hospital's headquarters to the Pico Belo Horizonte, also known as Antenna Peak, from which the whole city is visible. The hospital would gain revenue from tourism. In October 2014 the Public Ministry of Minas Gerais (MPMG) filed an action demanding implementation of the Baleia State Park, naming the State Forestry Institute (IEF) and the Prefecture of Belo Horizonte. The ministry said the area had been protected since 1932 but the park had never existed except on paper. There was no infrastructure, and the park suffered from fires, squatters, deforestation and water pollution. The action required creation of a consultative council for the park and demanded appointment within 30 days of a manager and four park rangers, with vehicles and necessary equipment. ==Environment== The Baleia State Park holds diverse natural environments due to its rugged topography, and its varied rocks and soils. It holds alpine meadows, cerrado and a small area of gallery forest. The park provides a refuge for several endangered species of birds and animals. 188 species of birds have been catalogued, of which 11 are endangered and three are endemic to the Baleia Forest. The three endemic birds species, considered endangered in other regions, are white-rumped tanager (Cypsnagra hirundinacea), blue finch (Porphyrospiza caerulescens) and swallow-tailed cotinga (Phibalura flavirostris). There are small mammals such as possums, armadillos, monkeys, coatis and ferrets. ==Notes== ==Sources== * * * * Category:State parks of Brazil Category:Protected areas established in 1988 Category:1988 establishments in Brazil Category:Protected areas of Minas Gerais ",
    "title": "Baleia State Park"
}