{
    "id": "52893413",
    "text": "It's Her Day is a 2016 Nigerian comedy drama film, produced by Bovi Ugboma and directed by 'Aniedi Anwah' that premiered on 9 September 2016 in Lagos, Nigeria. ==Synopsis== It's Her Day is a comedy which tells the story of a couple who are about to get married and the class struggle to get a high end wedding by the bride and her family. Bovi Ugboma plays Victor, the newly engaged bachelor who takes it upon himself to give his materialistic fiancée, Nicole (Ini Dima-Okojie) a fairy tale wedding. Victor feels the wedding should be simple but Nicole on the other hand wants a blog-worthy wedding with top artists present. The bride together with her mother (Shaffy Bello) and sisters plan a huge society budget wedding which is out of Victor's pay grade. From hiring Kelechi Amadi Obi for pictures and contacting Davido, Wizkid, Timi Dakolo, Basket Mouth, Julius Agwu, to the wedding, paying 2million Naira for a wedding hall, among other hilarious demands from Nicole’s family, Victor couldn’t help but find a “Warri” smart way to meet their demands. ==Cast== {| class=\"wikitable\" |- ! Actor !! Character |- |Bovi Ugboma || Victor Elomena Smith |- | Amanda Mike-Ebeye || Nancy Hernandez |- | Shaffy Bello || Mrs Hernandez |- | Adunni Ade || Caroline |- | Ini Dima-Okojie || Nicole Hernandez |- | Najite Dede || Aunty Foweh |- | Gregory Ojefua || Omonigho |- | Thelma Ezeamaka || Augusta Hernandez |- | Femi Durojaiye || Dede |- | Ese Lami George || Victoria |- | Toni Tones || Stacy |- | Omoni Oboli|| Angela ==Production== The film is produced by Bovi Ugboma. Directed by Aniedi Anwah.“It’s Her Day” https://www.bellanaija.com/2016/09/wedding-movie-its-her-day- Retrieved 06 September 2016 In Kountry Kulture Network, distributed by Silverbird Distribution. ==Release== The movie premiered in Lagos, Nigeria on 9 September.The Guardian News Guardian.ng Retrieved 07 September 2016. ==References== ==External links== * Category:English-language films Category:Nigerian films Category:Films directed by Kemi Adetiba Category:Films about weddings Category:Films set in Lagos Category:Films shot in Lagos Category:2016 romantic comedy-drama films Category:Nigerian romantic comedy- drama films Category:2016 films Category:2016 comedy films Category:2016 drama films ",
    "title": "It's Her Day"
}