{
    "id": "52890978",
    "text": "Irene Kepl (born April 3, 1982) is an Austrian violinist and composer who works in various genres, including free improvisation. In 2014, she was a recipient of the Theodor Körner Prize for music composition. She lives in Vienna. ==Early life and education== Kepl was born in Linz (Austria) and studied music at Anton Bruckner University, earning both a Bachelor's and a Master's degree. During her time at the university, she was a member of the Bruckner Orchestra (the resident orchestra for the Brucknerhaus), and was a composer and performer at Linz's regional theater, the Landestheater. Kepl also wrote soundtrack music for the short films Die Wirtin (2002) and Die Stimme (2005). In 2011, she was awarded a European Union Scholarship from the Donne in Musica program, which led to study in Italy. That same year, Kepl composed and performed the music for the animated film Mein Grün ist vielleicht Dein Blau. The film also has the English title Chinese Whispers. During her college years, Kepl became a founding member of the Linz-based Balkan band Jazzwa. The band recorded a studio album (No 1) in 2005 and a live album (Jazzwa Live) in 2010. The live album was recorded at the Landestheater on June 9, 2010. ==Career== During the festivities of Linz being the European Capital of Culture in 2009 (called Linz09), Kepl played a multitude of music premieres, firstly as a member of \"Ensemble09\" (an ensemble specifically built for this occasion ) at Linzfest '09 with the project Facetten, through a five date concert series as a member of the \"Traweeg Ensemble\" performing the project Sonus Loci by as well as playing at Klangspuren Schwaz and Festival 4020 Linz with the project Zum Fleisch composed by Klaus Lang. Kepl began to achieve national recognition in 2012 when she won second place in Klagenfurt's Gustav Mahler Prize. She was subsequently featured on Jazznacht, a music program on Österreich 1, the cultural channel for the Austrian public service broadcaster Österreichischer Rundfunk. The host of the show was Christian Bakonyi. And in 2014, Kepl was awarded the Theodor Körner Prize for music composition. 2012 was the same year that Kepl formed a jazz/groove string quartet, Violet Spin, and performed with them and Indonesian jazz pianist at the 2012 Jazz Fest Wien. In 2014, the quartet was invited to perform at the 12 Points jazz festival (held that year in Umeå, Sweden). It also appeared on the Österreichischer Rundfunk-sponsored Treffpunkt Neue Musik (New Music Venue), in performance at the broadcaster's Landesstudio Oberösterreich. Violet Spin worked again with Dharmawan at the 2015 Jakarta International Java Jazz Festival. Also in 2015, Kepl was commissioned to compose the piece Chromaloge for string quartet by which was premiered by Violet Spin. Page 17 In March 2018 Violet Spin released their first album spin published by Swiss label spin (2018) Unit Records UTR 4829 with a concert (including a live streaming) at the historic venue of . 14 of the 15 tracks are composed by Kepl while the 15th track red & blue is credited to Violet Spin. Another of Kepl's performing groups, the ensemble Verso, had its first concert appearance in 2012 when she was commissioned to compose a work for the New Adits Festival in Klagenfurt. The work, entitled Get Weaving!, was later recorded at a concert in 2013 and released in 2016 by the American online label Zeromoon.The recording was released as Zeromoon ZERO173. A limited-distribution promotional CD titled Commissioned Work for \"New Adits - Festival fur Gegenwartige Musik\" identifies the date and venue of the recording as April 15, 2013 at the Porgy and Bess Jazz Music Club in Vienna. Ensemble Verso was also featured at the Brucknerhaus's International Brucknerfest in 2015, performing another of Kepl's compositions (Brain). Amongst other topics covered in the interview, Kepl discusses her then-recent three-week residency at the Omi International Arts Center in New York and her reasons for forming Ensemble Verso. For the former, also see Kepl returned to the recording studio in 2014, this time in collaboration with American drummer Mark Holub. The album, Taschendrache, was recorded in Vienna and released in 2015 by the British label Slam Productions.Taschendrache (2015) Slam Productions SLAMCD298. This was followed in 2016 by Resonators, an album in which Kepl joined two other musicians in recording free-form works in various resonant stone buildings in the Czech Republic. It was released in 2016 by Another Timbre (a British label). Kepl composed two of the four pieces that appear on that album. The catalog number for the release was Another Timbre at104. The two pieces written by Kepl were \"Soma\" and \"Pirol\". 2016 also saw the release of Vergeben und Vergessen, a short film for which Kepl provided the music. Aside from Violet Spin's 2015 performance in Jakarta, Kepl's first recognition outside of Europe came in 2017 when she was booked for an eleven-date tour of Australia and New Zealand. The tour coincided with the release of Kepl's first complete solo album, SololoS. It was recorded in a suburb of Paris in 2016 for the French label Fou Records.SololoS (2017) Fou Records FR-CD 20. In October 2017, the label SoundOut Recordings released her solo performance made during this tour at the SoundOut festival in Canberra as the album 'Superstring Theory [Calabi- Yau]'.Superstring Theory [Calabi-Yau] (2017) SoundOut Recordings SO005. ==Critical reception== Writing about the Taschendrache album for Jazzwise magazine, Daniel Spicer found that Kepl's work seemed \"more intent on establishing mood than making clear melodic statements\". Regarding the interplay between Kepl and Holub, Spicer found it \"convincing and compelling, with a genuine sense of dialogue\". In his review of SololoS, jazz critic Dave Foxall noted the album's various moods, starting with an \"uneasy sawing of the strings\", followed by \"slower, steadier exploration\" and \"overwhelming zeal\". He summarized his impression of the album as \"50+ minutes of pure sonic brio\". Foxall is a frequent contributor to Jazz Journal magazine. Bob Rush of Cadence (magazine) thinks about Violet Spins' spin that \"it is very enjoyable and probably even more so if viewed/heard live\" Daniel Barbiero from Avant Music News detects on the album that Violet Spin \"tends to favor the sound of solo voice soaring over a support of pulsing ostinato, chordal vamps or walking lines\" and that they \"deliver a precise sound when called for, but they can also reach beyond those constraints into the looser language of creative extemporising\", while Michael Ternai of MICA Austria writes: \"Skilfully and passionately making room for their musical and stylistically diversified originality - that’s exactly what Viennese string quartet Violet Spin is doing on their debut album ‘spin’.” ==Awards== * Gustav Mahler Prize (2012) – Second-place prize for her composition \"Rise\" * Theodor Körner Prize for music and composition (2014) ==General references== * The entry at this database provides lists of compositions, general biographic detail, and other information. It appears to have been last updated in 2017. == References == == External links == * * List of selected works at diemusiksammlung.at * * Category:Austrian jazz musicians Category:Austrian violinists Category:1982 births Category:Living people Category:Musicians from Linz Category:Theodor Körner Prize recipients Category:21st-century violinists Category:Composers from Linz ",
    "title": "Irene Kepl"
}