{
    "id": "52895000",
    "text": "Black Iris, sometimes called Black Iris III, is a 1926 oil painting by Georgia O'Keeffe. Art historian Linda Nochlin interpreted Black Iris as a morphological metaphor for female genitalia. O'Keeffe rejected such interpretations in a 1939 text accompanying an exhibition of her work by writing: \"Well—I made you take time to look at what I saw and when you took time to really notice my flower you hung all your own associations with flowers on my flower and you write about my flower as if I think and see what you think and see of the flower—and I don't.\" She attempted to do away with sexualized readings of her work by adding a lot of detail. It was first exhibited at the Intimate Gallery, New York from January 11–February 27, 1927, where it was catalogued as DARK IRIS NO. 3. Unlike her previous shows, this show was largely devoid of the colourful paintings for which she had received critical acclaim. Lewis Mumford commented: \"Yesterday O'Keeffe's exhibition opened … the show is strong: one long, loud blast of sex, sex in youth, sex in adolescence, sex in maturity, sex as gaudy as \"Ten Nights in a Whorehouse,\" and sex as pure as the vigils of the vestal virgins, sex bulging, sex tumescent, sex deflated. After this description you'd better not visit the show: inevitably you'll be a little disappointed. For perhaps only half the sex is on the walls; the rest is probably in me.\" The painting remained in the collection of the artist from 1926 to 1969. It was on extended loan to the Metropolitan Museum of Art from 1949 to 1969, when it was donated as part of the Alfred Stieglitz Collection to the Metropolitan Museum of Art. The title changed in 1991 from Black Iris III to Black Iris. == Exhibition history == * 1927 Intimate Gallery, New York, Georgia O’Keeffe: Paintings, 1926 as The Dark Iris No. III * 1933 at An American Place as Black Iris. * 1943 in Chicago * 1946 at MoMA, New York * 1948 at MoMA, New York * 1950 at the Metropolitan Museum, New York * 1957 Downtown – Ten, New York * 1961 Dallas * 1963 Minneapolis * 1965 Metropolitan Museum, New York * 1966 Albuquerque * 1966 Amon Carter Museum of Western Art, Fort Worth, Texas, Georgia O'Keeffe: An Exhibition of the Work of the Artist from 1915 to 1966 * 1970 Whitney Museum of American Art, New York, Georgia O'Keeffe as Black Iris. * 1987 Washington ==Formal analysis== O'Keeffe uses a variety of colors in order to create Black Iris, although her focus is on darker shades. She implements black, purple, and maroon to detail the center and lower petals of the iris, while using pink, gray, and white when detailing the upper petals of the flower. O'Keeffe blends outwardly in order to soften the outer edges of the painting. With the use of white and other bright colors, she is able to bring light into the image, despite the lack of a light source. O'Keeffe was intent on light and its importance in presenting the organic beauty of her subjects. Her art demonstrates her belief in the inner vitalism of nature and her association of this force with light.Lynes, Barbara Buhler and Russell Bowman. O’Keeffe’s O’Keeffes: The Artist’s Collection. Milwaukee: Thames & Hudson, 2001. 21. == Related paintings == O'Keeffe began painting the centres of flowers in 1924.This is clearly wrong; see Inside Red Canna from 1919 The first show of her enlarged flowers was at the Anderson Galleries in 1926. The black irises were a recurring subject: She painted another oil called The Black Iris (CR 558), also known as The Dark Iris No. II and Dark Iris, a small (9x7\") oil in 1926. In 1927, she also created Dark Iris No. III, a pastel on paper. Iris, from 1929 is a 32x12\" is in the Colorado Springs Fine Arts Center. She returned to the black iris in 1936, with Black Iris II [Black Iris VI, 1936] (36x24\"). === List of related paintings === * Black Iris; The Dark Iris No. 1, 1926, (CR 556), Oil on Canvas, 16x12\" (40.6x30.5), private collection, 1994 * Black Iris; The Dark Iris No. 3, 1926, (CR 557), Oil on Canvas, 36x29 7/8 (91.4x75.9), Metropolitan Museum of Art, 1969 * The Black Iris; The Dark Iris No. II; Dark Iris, 1926, (CR 558), 9x7\" (22.9x17.8), Collection of Aaron I. Fleischman, 1991 * Dark Iris; Dark Iris No. 1 1927, (CR 583) 32x12 (81.3x30.5), Colorado Springs Fine Arts Center (FA 1954.4) * Dark Iris No. III; Dark Iris No. 3; Dark Iris, No. 3, 1927 (CR 602), Pastel on wove paper, Georgia O'Keeffe Museum (1997.04.07) * Black Iris; Black Iris – VII; Small Black Iris, (CR 883), 1936 Oil on Canvas (19 1/2 x 16\"), private collection, 1996 * Untitled (Iris), 1936 (CR 884), Graphite on wove paper 9x6 (22.9x15.2), private collection, 1987 * Black Iris VI; Black Iris II, 1936, (CR 885), Oil on Canvas (36 x 24) Collection: Curtis Galleries, Minneapolis, Minnesota, 1998 ==References== Category:Paintings by Georgia O'Keeffe Category:Paintings of the Metropolitan Museum of Art Category:1926 paintings ",
    "title": "Black Iris (painting)"
}