{
    "id": "52890117",
    "text": "3D drawing Món Casteller. The Human Tower Museum of Catalonia (MCC in Catalan) is a museum project that is being built in the city of Valls, capital of the Alt Camp and considered as the birthplace and zero point for human towers. The project is designed as a place of reference for the human tower universe where experiences can be lived out. The initiative is being developed through a Consortium made up of the Catalan Government's Department of Culture, the Tarragona County Council, Valls City Hall and the Coordinator of Catalan Human Tower Groups. The Catalan Government will preside the consortium and Valls City Hall will execute the museum and secretariat works. == From the idea to the project == The proposal to create a museum dedicated to human towers in the city of Valls is strongly linked to the Valls historian and photographer Pere Català Roca. At the end of the 1950s he was already leading a proposal to set up a centre that would spread the human tower culture. Accordingly, exhibitions were held in Valls and in Tarragona, in 1964 and in 1968 respectively, to back up the proposal that Català Roca presented once again during the 1977 Congress of Catalan Culture and in the 1982 Congress on Traditional and Popular Culture. The Human Tower of Museum of Catalonia's first \"board meeting\" was held on 26 July 1978 and consisted of a president, Francesc Manresa Baró, and 13 other members: Ramon Trilla Gatell, Joan Cusidó Rodriguez (Colla Vella dels Xiquets de Valls), Joan Enric Ribé (Colla Joves Xiquets de Valls), Joan Rafí Fontanillas, Josep Mª Rodón Barrufet, Jordi Badia Cucurull, Joan Climent Ferré, Lluís Fàbregas Pla, Josep Busquets Odena, Josep Casanova Coll, Josep Secall Duch, Pere Català i Roca and Jaume Casanova \"Crossa\". The initiative would be taken up by the Valls Institute of Studies, creating a commission in 1984 that would offer continuity to the other actions that the entity had already been carrying out, like the human tower exhibition held in the Old Hospital of Sant Roc in 1981. It moved to the Can Segarra building in 1985, in Plaça del Blat number 9, where a permanent exhibition was set up to coincide with the city's Main Sant Joan Festival. Due to structural defects, the property was forced to close down just two years later. In 1997 a new phase was started in which the drafting of the museum project began. It was drafted by a commission of specialists who were convened by the Catalan Government's Department of Culture, Valls City Hall and the Valls Museum. The intention of locating the Museum in Can Segarra wasn't abandoned until 2003 when the old military barracks were proposed which, till that time, had been occupied by the Narcís Oller Secondary School, located in Plaça del Quarter. In 2007, Valls City Hall once again announced a change of location with the creation of a new building outside the city centre, in the area of Ruanes. In Valls on the Thursday 11 June 2009, the Councillor of Culture and Media, Joan Manuel Tresserras; the Mayor of Valls, Albert Batet; the President of the Tarragona County Council, Josep Poblet; and Miquel Botella, the President of the Coordinator of Catalan Human Tower Groups, presented the Human Tower Museum Project in a press conference with explanations given by the author and prestigious architect, Dani Freixes Melero, from the Varis Arquitectes SLP company. After decades of ideas, this was the first specific architectonic project for the new facility. These specifics were for a building of 3,000m2, which implied a new surrounding estate of 10,000 m2. On Saturday 17 October 2009, coinciding with the 40th anniversary of the Xiquets de Valls, the Human Tower Museum project was presented in public before 700 people in the Pati square and with the participation of the four Consortium members. The first executive architectonic project was formalised in 2010. In November of the same year the UNESCO recognised the human towers as Intangible Cultural Heritage of Humanity. Finally, in 2013, the project is re-dimensioned changing to the Plaça del Blat, the zero point for human towers in the heart of Valls Old Town. This architectonic project still carried the stamps of Dani Freixes and Varis Arquitectes, who relocated the building to the area called Espardenyers, given that the Espardenyers streets cross this medieval area that is located between the arcaded Plaça del Blat and Plaça de l’Oli. Obtaining the land is carried out by mutual agreement between the INCASÒL –the Catalan Land Institute, assigned to the Catalan Government- and Valls City Hall. The price is set at 746,721 €. thumb|314x314px| Working in Món Casteller - The Human Towers Experience On 22 April 2014, demolition started on the 29 properties that would make way for the space required to build this new cultural and tourist facility. The demolition was done manually given the age of the properties and their dilapidated state. 34 companies tendered for this demolition project and it was finally adjudicated to Excavacions Carbonell. On Friday 27 March 2015, the newly formed piece of land, with 1,559 m2, held the act to start the construction work on Món Casteller – The Human Tower Museum of Catalonia. It was a public event with 34 simultaneous pillars made by the human tower groups on the spot where the new building would be erected. Another eleven human tower groups were represented by their presidents. In total, 45 groups participated in the celebration. The Muixeranga d’Algemesí, the Moixiganga de Tarragona and the one from Valls also attended as cultural expressions of the origins of human towers. After this first joint pillar and after the enxanetes placed the shield of each group inside an urn representing the first stone, the aerial show company, Sacude, took over by staging a show based on vertical contemporary dance on scaffolding that was 15 metres high, reinterpreting the values of the human towers –strength, balance, courage and good sense–, linked to tradition and modernism. On Thursday 16 April 2015, the company Carbonell Figueres, which had won the tender in which 35 companies had participated, started the construction work on the new facility. This consisted of constructing the building's shell. The cost is 2,727,331 €. == The museum == With the opening of Món Casteller. The Human Tower Museum of Catalonia, a museum centre that is unique in the country was set up, entirely and exclusively dedicated to the human tower building's intangible cultural heritage. It has 2,800 m2 of built surface area and 2,446 m2 of usable surface area distributed between the basement, the ground floor, the mezzanine, the first floor and the viewpoint terrace. The building is not a closed space, rather it is connects the two arcaded Plaça del Blat and Plaça de l’Oli, maintaining their ancestral urban continuity. It also creates a new, circular shaped plaza that opens up in a spectacular way in the medieval section. A pillar of light stands over the building. The chromatic changes of this luminous lighthouse symbolise the different colours of the shirts worn by the human tower groups and the plurality of their heritage. On the ground floor we find the reception area, the shop, the cafeteria and, as the zenith of the visit, the immersive and sensorial area. The mezzanine opens up to the pedagogical area, the archive and the Human Tower Documentation Centre (CEDOCA in Catalan) which safeguards the documentation related to human towers and its own resources. The first floor holds the area for experiences made up of the permanent museum exhibition and there is also a room for temporary exhibitions. The basement is the headquarters of the Coordinator of Catalan Human Tower Groups, while the roof open on to a viewpoint terrace with views of the highest bell tower in Catalonia. === The museum project === The Human Tower Museum of Catalonia project has been elaborated from the museum project that began between 1997 and 2003 and it will be drawn up by a commission convened by the Catalan Government's Department of Culture, Valls City Hall and the Valls Museum. The verdict of the tender for ideas to define the Museum project, in which 18 companies participated, was published on 8 January 2016. The jury, made up of specialists from areas such as tourism, culture, new technologies, architecture and human towers, awarded the project to the museography and scenography company run by Ignasi Cristià. The proposal reflects the human tower motto \"strength, balance, courage and good sense\" which comes from Josep Anselm Clavé's poem \"Los Xiquets de Valls\" from 1867. Likewise, under the name of \"A tower in three acts\" explores the sensations and emotions that surround the human tower events, using audiovisual and multimedia resources to achieve it. The amount to draft and manage this museum project is 139,460 €. On entering the Museum, the visitor will encounter a large scale audiovisual in a room that will connect the building's two floors. This first encounter aims to symbolise the courage of the human tower builders as you can experience, at first hand, the vertigo endured by the \"enxaneta\", the child who crowns the tower. The second part is dedicated to good sense and balance that represent wisdom, experience and technique. It also presents the progress of this phenomenon in terms of historical consolidation, expansion, technique refinement and the role of the city of Valls as the human tower birthplace. At this point, five circular nodes that symbolise the base formation of the towers take the visitor along the route that includes dynamic and visual panels, creating an organic structure in movement. The last part, dedicated to strength, culminates with a multimedia system that shows the burst of joy, emotion and enthusiasm when the tower is completed, through an immersive and sensorial audiovisual. The production of all the Museum's audiovisual material is undertaken by the company Grup Lavinia, through its company Lavinia Spurna Visual, winner of the public tender. This is based on the use of various audiovisual languages like real images, info-graphic or animated resources. It has the editing and post-production participation of the company called Potato. The undertaking consists of making 6 large audiovisuals and the 2 interactive ones that were considered in the museum project. The cost of the audiovisual production and post-production has been €428,445. Lavina Spurna Visual has recorded images throughout 2016 of fifteen human tower events, chosen by the \"Taula de Localitzacions\", made up of fifteen specialists from the human tower world from various places. The museum project includes a historical area with contents produced by the Scientific Council of The Human Tower Museum of Catalonia, which consists of nine experts in Human Towers who have been named by The Human Tower of Catalonia Museum Consortium. In addition, the \"Taula Lèxica\", which is also made up of dozens of specialists, has been given the task of selecting terms included within the human tower lexicon for the museum project. == The Old Town, the Museum's headquarters == The building of the Món Casteller. The Human Tower Museum of Catalonia is one of the actions promoted by Valls City Hall in order to regenerate the city's Old Town. Following the example set by other European cities, the aim is to carry out urban remodelling by creating new places and the enhancement of the urban fabric. Likewise, there will be the installation of new civic and cultural facilities in newly built buildings or reforms will be carried out on existing properties. In Valls, all of this has led to the construction of the Espai Ca Creus, which groups together the services offered by the Civic Centre, the City Hall's Department of Culture, the Valls Jove Youth Service but, overall, the Carles Cardó County Library, inaugurated in 2014. Regarding properties, we would highlight the refurbishment of the old Carme convent inaugurated in September 2014. This work meant that the Enxaneta School could return here and the place can now be enjoyed by the whole city, as now both the cloister and the new events room hold a variety of civic and cultural acts. The school's playground also holds the Christmas Park. So, with Món Casteller. The Human Tower Museum of Catalonia, the Valls Old Town development project continues as set out in the Catalan Government's District Law 2/2004 dated 4 June. == References == == Videos == Discover the museum's building before setting museography == External links == *Món Casteller. The Human Tower Museum of Catalonia official website *Valls, zero point for Human Towers. Category:Catalonia Category:Museums in Catalonia Category:Intangible Cultural Heritage of Humanity Category:Castellers Category:Catalan folklore Category:Masterpieces of the Oral and Intangible Heritage of Humanity ",
    "title": "Món Casteller Human Tower Museum of Catalonia"
}