{
    "id": "52894625",
    "text": "Forbes Creek is a small, moderately sloping creek wholly within the city of Kirkland, Washington. From its headwaters on the Rose Hill moraine to its outlet at Juanita Bay is as the crow flies. The northern extent of its basin is a nearly east–west line at NE 116th Street; the eastern boundary is at the Rose Hill ridgeline, roughly north–south at 132nd Avenue NE. The southern extent is irregular trending roughly from Kirkland's high point at the northeast corner of Bridle Trails State Park (, ) through South Rose Hill Park, to Lake Washington at above sea level. Two major branches of the creek rise on Rose Hill between NE 70th Street and NE 85th Street and then run south to north on Rose Hill. One rises in the vicinity of Lake Washington High School and runs north past Costco #008 to Forbes Lake. The other rises slightly to the east in the vicinity of Rose Hill Elementary School then through North Rose Hill Woodlands Park. The two join north of the lake then run west through a two-meter culvert under Interstate 405 near NE 100th Street, under the Cross Kirkland Corridor, into the Forbes Creek Valley and Juanita Bay Wetlands Park. The creek finally empties into Lake Washington at Juanita Bay, less than a kilometer from the mouth of Juanita Creek which empties into the same bay. ==Watershed and wetlands== The Forbes Creek watershed is a drainage basin covering a quarter of Kirkland's total land area. Forbes Creek empties into Lake Washington in the neighborhood of Juanita. Twenty two wetlands exist in the basin, comprising the greatest number and area of wetlands of any creek in Kirkland (there are no rivers). ===Plant species=== Invasive plant species including Himalayan blackberry are present in Kirkland's watersheds. Introduced (possibly cultivated) European cranberry grows around Forbes Lake. File:Forbes Creek blackberries.jpg|Invasive Himalayan blackberry and holly in the creekbed mixed with native salal and sword fern undergrowth beneath alder and cedar trees File:Forbes Lake cranberries.jpg|European cranberry on lake shore File:Wood chewed by beavers in Forbes Lake Park 2013.jpg|Tree in Forbes Lake Park chewed by beavers File:Lily Pad Snacks (14164546984).jpg|Beaver in the bay's lily pads Birdwatchers Juanita Bay 04.jpg|Birdwatchers on Juanita Bay Park's Lake Washington shoreline ==Ice age creation== The landforms and hydrology of the Eastside, including Forbes Creek, are due to the ice age glaciation. Forbes Creek watershed displays every aspect of typical Eastside moraines described by Harvey Manning and Ira Spring, as an \"'unorganized' geography on glacial moraine with bogs and creeks reaching lake level\". ==Forbes Lake== Forbes Lake () is a , deep kettle lake\"A Gift from the Ice Age\" interpretive sign, City of Kirkland, 120th Avenue public access on southwest corner of lake. at elevation above sea level. The city is developing areas around the lake under a Forbes Lake Trail and Park Improvements Project of . Wildlife in the area includes frogs and turtles in the lake; raptor bird species including hawks and bald eagles which use the tall trees around the lake; aquatic birds using the lake and surrounding wetlands include ducks and great blue herons; and mammals such as beaver, deer, and coyotes. ===Naming=== The second Forbes House, built 1905 Forbes Lake is named for the of settlers. Dorr Forbes, a Civil War veteran with 33rd Illinois Volunteer Infantry Regiment, from La Moille, Illinois, and his wife Eliza had a farm on the lake in 1877, probably growing cranberries. The farming was ruined by beavers and the family sold the land which later became the steel mill site (see below). The family also had a shingle mill on Juanita Creek.Juanita \"remember when\" map 1900-1918, derived from records and oral history, at Kirkland branch map file, King County Library System and a home on Juanita Bay, built in the 1880s in Madison Park, Seattle and moved across the lake by barge or boat. It was rebuilt in 1905. ===Steel mill=== Forbes Lake was the site of the Kirkland Steel Mill, built by the city's founder Peter Kirk, but it never produced any steel. The enterprise folded in the Panic of 1893. ===Juanita Bay Park=== Owl in Juanita Bay Park The wetlands where Forbes Creek enters Lake Washington are Juanita Bay Park, Kirkland's largest city park at . A Duwamish village was located there prior to 1830, and wapato tubers harvested in the wetlands. Inhabitants include large numbers of year-round and overwintering birds, including osprey, owls, bald eagles, herons and woodpeckers. As many as 1,600 birds have been counted at once in the park. The park also is home to many mammal species including beaver, muskrat, nutria, raccoon, river otter, weasel, and coyote. The Forbes Creek wetlands are noted as prime urban birdwatching areas by The National Geographic Society, Reader's Digest, and many Pacific Northwest guidebooks. The Juanita Bridge, built in 1891 and rebuilt in 1932, carried Market Street wagon traffic, later automobile traffic, across the wetland. It was converted to pedestrian-only use in 1974 when a new bridge was built slightly to the east. ==References== ===Bibliography=== * * * * * * * * (Chapter 3) * * * ==External links== *Forbes Lake Trail and Park Improvements Project at Kirkland Parks *Stream report at King County Department of Natural Resources Category:Geography of Kirkland, Washington Category:Rivers of King County, Washington Category:Watersheds of the West Coast (U.S.) ",
    "title": "Forbes Creek (Washington)"
}