{
    "id": "52892037",
    "text": "iuventum is a non-governmental educational organization recognized by the United Nations Economic and Social Council (ECOSOC) and the UN Framework Convention on Climate Change (UNFCCC) that was founded to provide global education across generations through a virtual university program focusing on entrepreneurial, intercultural, and sustainability education. The name iuventum is derived from the Latin words iuventus, ingenium, mundus, and universitas and is meant to signify youth, natural capacity, world, and univers(al)ity. The organization currently offers a social entrepreneurship course called the Education for Sustainable Development (ESD) Forum in addition to higher learning honorary degrees in entrepreneurship, economic science, and sustainability science. ==History== iuventum was founded in 2009 as a charitable organization and incorporated in Germany and the US. The Education for Sustainable Development (ESD) Forum was established in 2011 and recognized by the Japan Council on the UN Decade of Education for Sustainable Development (ESD-J) and the German Commission for UNESCO – Secretariat in the UN Decade of Education for Sustainable Development. In 2015 honorary degrees in entrepreneurship, economic science and sustainability science were introduced with peer-reviewed journal and conference publication requirements. ==Education Programs== ===Education for Sustainable Development (ESD) Forum Online=== The Education for Sustainable Development (ESD) Forum Online is a self-paced correspondence education course on the economy, society and environment that enables people to foresee, face up to, and solve problems that threaten life on the planet while highlighting the complexity and interdependence of the aforementioned three spheres. Participants are required to go through five subject areas in the course, covering topics such as sustainability, leadership, and entrepreneurship and then submit four graded assignments in order to receive an ESD certificate. ===Higher Learning Honorary Degrees=== The honorary degrees B.Phil. (h.c.), M.Phil. (h.c.), and Ph.D. (h.c.) are offered by iuventum in areas such entrepreneurship, economic science, and sustainability science, with each area offering additional research areas for the student to choose from. For example, students doing the B.Phil. (h.c.) in entrepreneurship can choose from research areas such as (but not limited to) business development, product/service development, and market analysis. Similar to the ESD course, the degree programs are based on the self-paced correspondence model. All students are required to submit a thesis of varying length depending on degree type and submit to a journal or conference in order to satisfy the degree requirements. == References == Category:Educational organisations based in Germany ",
    "title": "Iuventum"
}