{
    "id": "528980",
    "text": "The name \"Estotilande\" is written on this map of New France from 1660. Map from the Atlas of Abraham Ortelius showing the locations of Estotiland and Norumbega. Nicolo Zeno's 1558 map showing Estotiland and Drogeo. Mappemonde de Sebastian Münster showing \"Estotiland\" (1544). Estotiland is a region that appeared on the Zeno map, located where Labrador, Quebec, and Newfoundland are now situated on nautical charts. == Zeno's description == According to the letters that accompanied the Zeno map, Estotiland was discovered by fishermen who sailed in the North Atlantic during the 14th century. Zeno, in a report addressed to his brother, writes: the fishing vessel \"Frise\" was blown westward by a storm, and arrived at a land named \"Estotiland,\" whose inhabitants traded with \"Engroenelandt.\" This country, \"Estotiland,\" was very fertile, and had mountains inland. The king of this country possessed books written in Latin, which he did not understand. The language that he spoke and his subjects shared no similarity to that of the Vikings. The king of Estotiland, seeing that his guests sailed safely with the aid of an instrument (the compass), persuaded them to make a maritime expedition to another land to the south called \"Drogeo.\" A number of historians have considered this map and these letters to be fakes since the 16th century. Nonetheless, a map created by French cartographer Nicolas Sanson around 1660 testifies to the existence of Estotiland and to its location north of New France. == Etymology == Several hypotheses have been put forward pertaining to the origin of the word Estotiland. # Estocafis or estocafic, two words referring to cod used in Mediterranean recipes (stockfish in English), may be the term's origin, as cod has been fished in the area for centuries. # A corruption of the word Escociland, land of the Scottish (the Zeno brothers spoke of a welcoming population of Viking origin who had Latin Bibles). # From the Germanic ost, possibly meaning \"east of the lands of beyond.\" == Sources == * Encyclopédie de Diderot et d'Alambert * Washington Irving, Histoire de la vie et des voyages de Christophe Colomb, Volume 4, éditions Charles Gosselin, Paris, 1828 Category:Historic maps of the world Category:Pre-Columbian trans-oceanic contact ",
    "title": "Estotiland"
}