{
    "id": "52890385",
    "text": "The International Operational Service Medal (IOSM, ) is a military decoration awarded by the Government of Ireland to personnel of the Irish Defence Forces who have been deployed on overseas missions by direction of the Government where no other mission medal has been awarded. It was first awarded in October 2016. ==Criteria== The International Operational Service Medal was first awarded to members of the Permanent Defence Forces (PDF) in late 2016 who took part in the response to the West African Ebola virus epidemic (Operation Gritrock) from 2014 onward, after UK forces had offered to award a campaign medal to Irish Defence Forces medical personnel who served alongside them, and the European Union humanitarian response to the European migrant crisis known as Operation PONTUS. In excess of 15,000 migrants and refugees had been rescued by the Irish Naval Service in the Mediterranean Sea from May 2015 to December 2016. ===Medal Design=== The medal will be bronze alloy and round in form. The design on the obverse will consist of a map of the globe. On the reserve side shall be inscribed the wording Bonn Seirbhíse Idirnáisiúnta Oibríochta Óglaigh na hÉireann, 'Defence Forces International Operational Service Medal'. ===Medal Ribbon=== The ribbon is 5 cm in length and is 31 mm wide with 2 x 6 mm wide green stripes, 2 x 6 mm blue stripes and 1 x 7 mm navy stripe. ===Suspension=== Straight unswiveled bar through which the ribbon is threaded hanging from a bronze pin-back brooch in which is inscribed Seirbhíse Idirnáisiúnta (International Service). ===Bar Design=== The bronze bar for example, \"OP PONTUS\", to the medal denotes the specific theatre, or mission for which the medal is being awarded and is bronze in colour. Additional clasps can be added to as required. ===Eligibility=== Members of the Permanent Defence Forces and the Army Nursing and Chaplaincy Service may be awarded the Defence Forces International Operational Service Medal should they meet the operational service and qualifying service requirements for the award of the medal in an eligible mission. a. \"Operational Service\", in the context of the International Operational Service Medal, occurs where individuals, units, groups or contingents of the Permanent Defence Forces, with the prior approval of and on the authority of the Government, are dispatched for service outside the State to partake in armed or unarmed missions not eligible for a UN, NATO/PfP or EU medal pursuant to the provisions of the Defence Act, 1954, as amended. b. Commencement Date: The Defence Forces International Operational Service Medal will be awarded to members deployed on eligible missions with effect from 18 November 2014. c. \"Qualifying Service\" means a minimum period of sixty (60) days uninterrupted operational service overseas measured from the date of embarkation to the mission area of the FHQ/OHQ in support of the mission to the date of return from the mission area or supporting the FHQ/OHQ. d. Eligible Missions: i. Only those missions deployed under the authority and by direction of the Government pursuant to the Defence Act 1954, as amended, and NOT eligible for the award of a UN, NATO or EU medal will be considered for the award of the 'Defence Forces International Operational Service Medal'. ii. Emergency Civilian Assistance Team (ECAT), OSCE and Permanent Military Representatives ordinarily will not be considered eligible for the award of the medal, however operational situations may arise from time to time where consideration may be given to such personnel who otherwise meet the criteria for the award of the medal. Standby or Reserve Forces e.g. EUBG components and their supporting FHQ/OHQ staff will not be eligible for the award of the medal. If the DF element of the EUBG deploys overseas as part of their standby period then personnel of that component and supporting OHQ/FHQ staff, if deployed for a minimum period of sixty (60) days uninterrupted service overseas, will be eligible for the award (in the absence of an EU medal for the deployment). ===Procedure for awarding of a medal=== a. OIC 'A' Admin, having given consideration to the eligibility criteria, will make a recommendation to D COS (Sp) for the award of the medal in respect of the particular mission prior to its deployment. b. DCOS (Sp) will review the recommendation from OIC 'A' Admin using the eligibility criteria and, if approved, will submit the proposal to the Minister for Defence for his/her consideration and approval. c. Posthumous Awards. The qualifying period of service of 60 days is NOT required for members killed or presumed killed while on a deployment to a mission eligible for the award of the Defence Forces International Operational Service Medal. ===Order of Precedence=== The Defence Forces International Operational Service Medal will be worn in order of precedence after the United Nations Peacekeepers Medal and before any UN, NATO or EU medal. ==References== Category:Military of the Republic of Ireland Category:Orders, decorations, and medals of Ireland Category:Courage awards Category:Awards established in 2016 Category:2016 establishments in Ireland ",
    "title": "International Operational Service Medal"
}