{
    "id": "52891478",
    "text": "Passenger Creek, formerly called Parsons Creek, is a creek in Montgomery County, Tennessee, United States, flowing northwest from Sango, Tennessee, to the Red River which flows through Port Royal, Tennessee, and is east of Clarksville, Tennessee. The creek flows through both farmland and rural neighborhoods: \"Passenger Creek, confluence with Red River is in sight [of a home (885 Passenger Creek Rd, Adams, TN 37010) located in Brad Bury Farms - a neighborhood ~12.3 miles from Downtown Clarksville, TN]\". In 2010, during the \"Great Flood of 2010 - Clarksville, TN\", Passenger Creek rose tremendously. The topography of Adams, Tennessee, and Clarksville, Tennessee, does not consist of many large creeks and rivers like the Ozarks do in Missouri and Arkansas. This area has large hills and few creeks. Thus, when rain falls, the water is collected at the bases of these hills and then transferred to the few creeks and rivers there are in the area. With an immense surface area feeding these few creeks like Passenger Creek, the water levels rise higher than one would expect. This is the same process that occurred in 2010. In this situation, The Passenger Creek, along with the Coon Creek (a smaller creek that feeds water into Passenger Creek from the south) fed into the Red River which then fed into the Cumberland River and devastated much of Clarksville's Riverside Drive: \"The May 2010 flood resulted in over $36 million in damages in Montgomery County\". In 1838, during the removal of Native Americans from their lands in the newly formed states known as \"The Trail of Tears\", one of these routes called the \"Northern Route\" goes straight through the town of Port Royal, Tennessee, exactly where the Passenger Creek is located and feeds into the Red River. Here, arrowheads and several hand-made stone items have been found. It is possible that the Natives and their U.S. soldiers escorting them, being in this area, could have possibly laid camp along this creek on their way west. ==References== Category:Rivers of Tennessee Category:Montgomery County, Tennessee ",
    "title": "Passenger Creek"
}