{
    "id": "52896929",
    "text": "Velaikkaran () is a 2017 Indian Tamil-language action thriller film written and directed by Mohan Raja. The film stars Sivakarthikeyan, Fahadh Faasil and Nayanthara in lead roles. Prakash Raj, Sneha, Sathish, Mahesh Manjrekar, Thambi Ramaiya, RJ Balaji, Vijay Vasanth, Robo Shankar and Rohini plays supporting roles. The film's music is composed by Anirudh Ravichander, with cinematography by Ramji. Produced by R. D. Raja, the film is based on a sales executive named Arivu (Sivakarthikeyan) who fights against food adulteration committed by high-class companies. The film was released on 22 December 2017.http://www.firstpost.com/entertainment/velaikkaran-is-sivakarthikeyans- most-important-film-to-date-theres-a-lot-at-stake-for-the-rising- star-4268147.htmlhttp://www.sify.com/movies/velaikkaran-review--an-honest- film-that-hits-the-right-notes-review-tamil-rmwljKdhcehdb.html ==Plot== Arivazhagan aka Arivu hails from Kolaikkara Kuppam a.k.a. Cooliekkara Kuppam, a slum area in Chennai. He is one such responsible youth who focuses on working for the betterment of his fellow beings, and he works hard for the same. Arivu starts Kuppam FM 90.8, a local radio channel with the help of the area gangster, Kasi. In reality, Arivu tries to free the people of the area from the atrocities of Kasi, who is deliberately preventing them from becoming independent, so that he may continue to dominate the area. Arivu succeeds in turning the people of the area against Kasi, thus destroying his support. Later, Arivu joins a leading FMCG company called Saffron and joins its sales department under Stella Bruce. He manages to bring his friend Bhagya out of Kasi's gang and gets him a job in Saffron. He meets Aadhi, Saffron's brand manager, who teaches him how to progress by doing smart work, and Arivu considers him as his inspiration. On the night of April 1, Kasi and his gang attack and stab Bhagya in Saffron's warehouse, whereupon he dies in Arivu's hands. Arivu, filled with rage, tries to attack Kasi, but Kasi's rival Doss attacks and stabs Kasi in retaliation for their previous encounter. Arivu admonishes Kasi for being a paid henchman. Kasi reveals to Arivu that he killed Bhagya on a contract given by Jayaram, the President of Saffron. The motive was that Bhagya tried to help Kasthuri, who filed a case claiming Saffron's products to be adulterated, due to which she lost her son. Arivu is addressed by Kasi as being a worse hitman than he himself is. Arivu then saves Kasi, who tells Arivu that all products manufactured by Saffron are adulterated. Arivu takes up a mission to fight such malpractices not only in Saffron, but in all the other five major food companies, including the one owned by Madhav Kurup. Arivu shares all of his plans with Aadhi. Meanwhile, is revealed that Aadhi is actually Adhiban Madhav, Madhav's son. He joined Saffron to know their trade secrets and merge the company with his father's company. Arivu manages to convince his company's staff to manufacture products as per government regulations for two days. At the same time, he convinces the staff of the other companies to wear a kerchief on their dresses for the next two days, thus tricking the owners into believing that their workers have turned against them. However, Aadhi manages to foil Arivu's plan and coerces the other owners to write over the major shares of their company to Madhav, thus making him the deciding authority of all their companies. Aadhi manages to turn the employees against Arivu by tricking them into believing that Arivu worked as a spy for Madhav. Stella Bruce then slaps and humiliates Arivu, while Aadhi pretends to defend Arivu, claiming that he is innocent and that it is the new president who conspired all these. After this, Arivu reveals to Aadhi that Stella Bruce was his ally, and he now knows that Aadhi is the true traitor. Aadhi then burns down the godown containing the unadulterated products and reveals to Arivu that he is Madhav's son and will be the next CEO of the company. He also convinces the staff through his clever tactics and makes them propose his name as the new CEO, also revealing to Arivu that he will make them manufacture adulterated products without their knowledge, now that he commands their loyalty, support, and trust. Arivu goes to the Radio Mirchi radio station on the night before May 1. He reveals that after the fire, one of the injured department heads of Saffron, Karpaga Vinayagam, called him into the ambulance and told him that he followed the regulations on the third day too. Arivu learned from the other Saffron team workers - Kennedy, Vinoth, Ansari, and Sivaranjani - that after manufacturing quality products for two days, they could not bring themselves to manufacture adulterated products on the next day. They confirm they all followed government regulations, thus manufacturing quality products on the next day. Aadhi, now the CEO, hears the workers say that they will rebel against him and depose him if he tries to revert to manufacturing adulterated products. Arivu adds that the loyalty of all the employees in every field should not be wasted by showing it towards unethical employers. Aadhi then vents his frustration about the failure of his plan. All the people in the city show their support to Arivu, who celebrates his success with his love interest Mrinalini, friends, family, the people of his slum, and the people of the city as the film ends. == Cast == * Sivakarthikeyan as Arivu * Fahadh Faasil as Adhiban Madhav (Aadhi) * Nayanthara as Mirnalini \"Miru\" * Prakash Raj as Kasi * Sneha as Kasthuri * Thambi Ramaiah as Stella Bruce * RJ Balaji as Sriram * Sathish as Hari * Vijay Vasanth as Bhagya * Robo Shankar as Chinna Thambi * Rohini as Ponni * Charle as Murugesan * Ramdoss as Karpaga Vinayagam * Aruldoss as Ansari * Kaali Venkat as Vinoth * Mansoor Ali Khan as Kennedy * Vinodhini Vaidyanathan as Sivaranjani * Mime Gopi as Kishta * Y. G. Mahendra as Narayanan * Madhusudhan Rao as Madhusudhan * Mahesh Manjrekar as Madhav Kurup * Sharath Lohitashwa as Doss * Anish Kuruvilla as Jayaram * Nagineedu as Loknath * Vivek Prasanna as Babu * Uday Mahesh as Naga Sudarshan * Balaji Venugopal as Saffron Assistant Senior Manager * Saravana Subbiah as TV Host * Maya S. Krishnan as Actress * Shyam Prasad as one of the Board of Directors * Vijayraj as Saffron Staff * Mithun Raj as Saffron Interview Candidate * Rajie Vijay Sarathy as Sriram's mother * Abdool as TV Stabilizer Salesman * Yuva Lakshmi as Vani * RJ Sha as himself in a special appearance == Production == === Development === In December 2015, an official press announcement from producer R. D. Raja revealed that director Mohan Raja and Sivakarthikeyan would collaborate for his second production venture. A launch event for the film was held on 11 March 2016, with the team announcing their intentions of starting the shoot in late 2016. === Cast and crew === Nayanthara signed the film in April 2016, in collaboration with Sivakarthikeyan, while Malayalam actor Fahadh Faasil was also brought in to appear in a pivotal role in the film, marking his debut in Tamil cinema. Prior to the start of shoot, several actors were finalised for supporting roles including Sneha, Prakash Raj, Rohini and Thambi Ramaiah. RJ Balaji, Sathish also joined the cast. Anirudh Ravichander, Vivek Harshan and T. Muthuraj joined the team as the music composer, editor and art director respectively. Likewise Anal Arasu was selected as the stunt choreographer, while Vishnu Govind and Sree Shankar were put in charge of sound editing and mixing. In a turn of events, editor Ruben replaces Vivek Harshan, which is evident on the latest film poster released for Deepavali season. === Filming and post-production === Production started with the film as yet untitled in November 2016, in T Nagar, Chennai. The shoot continued throughout January at Prasad Studios in Chennai where art director Muthuraj had erected a large set resembling Chennai's slums. In February 2017, Behindwoods reported that the film tentatively being given the title of Velaikkaran. This was after the team bought the title rights from Vijay Vasanth who had registered it for a future film.http://www.deccanchronicle.com/entertainment/kollywood/240217/vijay- vasanth-joins-sivakarthikeyan-and-nayanthara.html Behindwoods also reported that Fahadh Faasil would dub himself in Tamil in this movie, a first for him. ==Music== The soundtrack album and background score of this film was composed by Anirudh Ravichander. The album consists of five songs with Madhan Karky and Vivek penning one song, and the rest of the songs were penned by Viveka. The album was released by Sony Music India. The first single track \"Karuthavanlaam Galeejaam\" sung by Anirudh and written by Viveka was released on 28 August 2017, which picturises the life of the slum people, and also notes, that the lyrics intent to celebrate the working class and their contribution towards the development of the city. The song is filmed, in a huge set erected at Prasad Labs, Chennai for a slum like concept. The second single was released on 2 November 2017. The combined single track \"Iraiva + Uyire\" sung by Anirudh and Jonita Gandhi consists of two songs \"Iraiva\" and \"Uyire\" which deals about love and life respectively. The song genres in these two of these, were alternatively different. While \"Iraiva\" is a solo number which consists of a slow melody with rock beats in between, \"Uyire\" is a slow enhancing duet, with beats involved in it. Sivakarthikeyan and Nayanthara went to Georgia on September 2016, to shoot this duet in the picturesque locations of the country. The tracklist was released on 2 December 2017, through the official Twitter account of the production house. The audio launch event for the film was held on 3 December 2017 at ITC Grand Chola Hotel in Chennai where Sivakarthikeyan, Mohan Raja and Anirudh Ravichander along with other cast and crew, were present at the venue, while Nayanthara and Fahadh Faasil did not attend the audio launch. The event was streamed live on Facebook, YouTube and Twitter. The songs were released simultaneously in other digital streaming platforms. Later, the audio launch was telecasted on Star Vijay on 10 December 2017. The album received positive reviews from critics. Behindwoods rated the album 3 out of 5 stars, with a quote \"Variety is the name of the game, and Anirudh is one of its best players!\" Hindustan Times gave positive reviews stating \"Anirudh Ravichander delivers a box full of surprises\". Studioflicks rated 3.5 out of 5 and gave a verdict \"Sivakarthikeyan-Anirudh duo strikes gold again\" stating that \"Velaikkaran strikes spectacularly with three instant hits that includes Idhayane, Karuthavanlaam Galeejaam and Iraiva. The other tracks sounding like signature songs will definitely gain it impact with the visuals.\" == Release == On the first day of the film's shoot, the producer R. D. Raja revealed that the film would have a theatrical release on 25 August 2017. In April 2017, the production house has announced that the release date is postponed to 29 September 2017. Due to delays in post production the film's release date was shifted to the Christmas season, 22 December 2017. The film is dubbed in Hindi as Ghayal Khiladi and released on YouTube on 6 January 2019 by Goldmines Telefilms.https://www.youtube.com/watch?v=4ZmBu9PtdZw&t;=1959s ===Marketing=== The first look poster was initially slated to release on 1 May 2017, coinciding with the Labour Day. But it was released on 5 June 2017, which features Sivakarthikeyan as a marketing executive, with a bag in one hand and a knife in other hand. The second look poster of the film was released on 8 August 2017, on actor Fahadh Faasil's birthday, which features Sivakarthikeyan and Fahadh Faasil. Following this, the teaser of the film was released on 14 August 2017. A motion poster, describing the film's cast was released on 6 December 2017. == Box office== The film collected in Tamil Nadu and close to to total of in overseas. The film collected over at the worldwide box office. ==Critical reception== Baradwaj Rangan of Film Companion wrote \"The addressing of class in Tamil films is nothing new – and we know slum- resident Arivu (Sivakarthikeyan) is going to run a scratch across these rich men’s lives – but the dignity in this film is. It wants to be a crowd-pleaser, but with class.\"https://www.filmcompanion.in/velaikkaran-movie-review/ == References == == External links == * Category:2017 films Category:2017 action thriller films Category:Indian films Category:Films shot in Chennai Category:Indian action thriller films Category:Indian drama films Category:Films scored by Anirudh Ravichander Category:Films directed by Mohan Raja Category:Films shot in Malaysia Category:Films about social issues in India ",
    "title": "Velaikkaran (2017 film)"
}