{
    "id": "52898378",
    "text": "Gutenfürst station is the station of Weischlitz district of Gutenfürst in the German state of Saxony. The station on the Leipzig–Hof railway was opened as early as 1848, but it gained greater importance only after the Second World War. Gutenfürst was divided from 1945 to 1990 between the American and the Soviet occupation zones and later between West Germany and East Germany. Today only local trains stop here. == History== === Until the end of the Second World War === The Sächsisch-Bayerische Eisenbahn-Compagnie (Saxon-Bavarian Railway Company) received a concession for the construction of a railway line from Leipzig to Hof at the beginning of the 1840s. The first sections from Leipzig were opened in the first half of the 1840s. Due to the high construction costs on the Crimmitschau–Plauen section, the company became insolvent and was bought by the Saxon state in 1847. At this time work was already under way on the Plauen–Hof section to raise further revenue to pay off the expensive bridge structures as quickly as possible. On 20 November 1848, the Plauen–Hof section was opened together with Gutenfürst station. The entire line was not open until 1851. The station was at first insignificant and had two platforms and a waiting room to cater to the modest passenger traffic. Nevertheless, in 1877 the station was reclassified from a Haltepunkt (halt point) to a Haltestelle (halt place) and at the same time a massive station building was erected. About 700 m of track, including four sets of points, and a wooden loading ramp were built for the freight traffic, which was now accepted. The facilities were supplemented by a freight shed in 1878. A head and side loading lamp was built around 1900. The station was reclassified as a station (Bahnhof) in 1905. In the meantime, the facilities included five tracks, one of which was a two-directional overtaking track, an entrance building with a platform, an outside platform accessible via a passenger subway, a freight shed as well as a residence for railway officials. Over time the Werdau−Hof section of the Leipzig–Hof railway in particular developed into one of the most densely trafficked sections in Germany, but traffic in Gutenfürst station was always modest. The station was always low in terms of freight and passenger traffic compared with other Saxon stations. Thus, only 4300 t was handled in 1899 and it was still round 8700 t in 1913. In the same years about 25,000 and 29,000 passengers were handled respectively. The station survived the Second World War undamaged, but destruction on the Leipzig–Hof railway meant that traffic could only be maintained until April 1945 at the latest. === Border station=== Thuringia and parts of Saxony were still occupied by the Americans in April and May 1945, but they withdrew at the beginning of July 1945 to the demarcation line established in the spring of 1945. The Red Army then occupied the territories assigned to Soviet control. Gutenfürst, as the last station before the line of demarcation, had thus become a border station. In the early days there were only irregular trains, mainly carrying returnees, refugees and coal. From 20 December 1945 onwards, freight trains carrying lignite were regularly running from the central Germany brown coal mining area over the zonal border. At first Mehltheuer station had been designated as a transfer station, because Gutenfürst had no facilities. Trains were only loaded in Gutenfürst after the installation of another track. Limited travel was possible from the first half of 1947, when passengers were allowed to use a mail train. However, crossing between the zones was continually blocked between 20 October and 1 November 1947, during the Berlin Blockade (June 1948 to May 1949) and in May 1952. Unrestricted interzonal traffic through the Gutenfürst border station was not accepted until 1954. From September 1964 onwards, the volume of traffic increased once again and freight trains to West Berlin also operated through Gutenfürst. Administration of the station was carried out by the Soviet Military Administration until 1952, later by the border police (Deutsche Grenzpolizei) and finally by the Border Troops of the German Democratic Republic. In the first decades, the border crossing was not rigorously secured, but between 1975 and 1980, Gutenfürst station was fortified. Major projects were the construction of a bridge over all the tracks, a large floodlight system with eight masts and a terminal track for local services within the GDR towards Plauen, which was outside the strictly secured control zone. Overall, the reconstruction cost 16 million marks and some works continued until 1982. === Developments since 1989/90 === With the reunification of Germany the importance of the station fell rapidly. In the initial period after the border opening on 9 November 1989, rail services were chronically overloaded, but they returned to normal soon after. No border controls were carried out after 1 July 1990. In 1990/91, an apprentice workshop was established in the station buildings by Deutsche Reichsbahn. It provided training in the field of communication electronics, an educational qualification that had only recently emerged and partially replaced the skilled worker for automatic machinery (Facharbeiter für Betriebsmess-, Steuerungs- und Regelungstechnik) qualification. Deutsche Bahn invested several million marks here. Later a dormitory was integrated with it. The training was discontinued at the end of the 1990s. As a result there was basically only one final class that was trained here to be communications electronics technicians in the department of information technology from 1991 to 1995. The buildings remained largely unchanged. The observation bridge was removed in early 2013 during the electrification of the Reichenbach−Hof section. Today only local services of the Erfurter Bahn and the Vogtlandbahn stop at the station. ==References== ===Sources=== * Category:Railway stations in Saxony Category:Railway stations in Germany opened in 1848 Category:1848 establishments in Saxony Category:Buildings and structures in Vogtlandkreis Category:Weischlitz ",
    "title": "Gutenfürst station"
}