{
    "id": "52893790",
    "text": "Lucas Mendes (born December 29, 1997) is an American professional soccer player. Mendes is usually employed as a winger, but can be used as a striker or a central midfielder. Mendes won Gatorade Player of the Year award for boys' soccer in 2016. The award is a national-recognized award given to the best high school athlete in the nation. Mendes won the award while playing for Washington-Lee High School in Arlington, Virginia. Outside of playing for the Washington-Lee Generals boys' soccer team, Mendes also played for the D.C. United Academy system. ==Career== ===Youth and college=== During Mendes' first three years of high school, he opted to play for D.C. United's academy as opposed to high school soccer, due to a U.S. Soccer ruling prohibiting players from playing both high school soccer and academy soccer. While playing for D.C. United's academy, Mendes tallied 25 goals and 17 assists in 45 matches with the team, which helped him earn NSCAA Club All-American honors in 2015. During his senior year of high school, Mendes opted to play high school soccer, and played for Washington-Lee High School's boys varsity soccer team. During the Spring 2016 season, he tallied 21 goals and had 12 assists with the Generals, helping them win a state championship over First Colonial High School. Mendes earned 2016 NSCAA High-School All-America honors, and All-USA Boys Soccer First team honors. Mendes was listed as a four-star recruit by Top Drawer Soccer, and the 24th best recruit in the nation by College Soccer News. Mendes was recruited to play for the Virginia Cavaliers, considered by many to be one of the most elite collegiate soccer teams in the United States. During Mendes' freshman year with the Cavaliers, he appeared in eight matches, making one start. Mendes did not appear in any more matches during the 2016 season after suffering from mononucleosis. ===International=== Mendes has been part of the United States under-18 and under-20 setups, being part of U.S. U-18 National Team pool in October 2014 and U-20 National Team pool in January 2016. ==Honors== ===Individual=== * Gatorade High School National Player of the Year (boys' soccer): 2016 * Virginia High School State Player of the Year: 2016 * NSCAA High School All-American: 2016 * NSCAA Club Soccer All-American: 2015 ===Washington-Lee Generals=== * Virginia 6A State Championship: 2016 ==References== ==External links== * * Virginia bio Category:1997 births Category:Living people Category:American soccer players Category:Association football midfielders Category:Virginia Cavaliers men's soccer players Category:New York Cosmos B players Category:Richmond Kickers players Category:National Premier Soccer League players Category:Soccer players from Virginia Category:Sportspeople from Arlington County, Virginia Category:USL League One players ",
    "title": "Lucas Mendes (American soccer)"
}