{
    "id": "52890621",
    "text": "The White Horse Distillery was an Irish whiskey distillery that operated in Mountrath, County Laois, Ireland. The distillery was named after a local river, the White Horse. The river itself is said to be so named due to the colour of the water that ran in the river as a result of the operations of a distillery in the centre of the town. Now long gone, according to local folklore, the distillery or the brand were sold to Scottish distillers in the 1800s. If true, this would mark an interesting change of fortunes in the distilling industries of the two countries, as similarly a named, more enduring White Horse whiskey brand was established in Scotland in 1861. == History == The history of the distillery is somewhat difficult to trace, however, it is known that two distilleries were in operation in Mouthrath around 1801. One of which had only recently been established by a John Carr. Carr offered the \"large and extensive distillery\" together with about 50 acres of land for lease in 1794, remarking that the tenant could be \"accommodated with all necessary utensils - 1,000 gallons still, worm, boiler etc. all new and in working order\". However, Carr does not seem to have found a long-term tenant, as in 1797, a subsequent advert appeared in a Dublin newspaper under his name requesting the services of a distiller. Carr's distillery does not seem to have been a very successful venture; suffering a fire in 1805, and having 12,000 gallons of whiskey stock seized and sold for non-seizure of duties the following year, it eventually fell bankrupt in 1811, with Carr emigrating to Canada. An 1838 report on excise duties paid on spirits produced Ireland, shows no duties were paid in Mountrath in 1836, suggesting that both distilleries had either closed or ceased operations at the time. Likewise, an 1846 directory of businesses in Ireland, which including a detailed entry on Mountrath, gives no mention of a distillery operating in Mountrath at the time. == References == Category:Defunct distilleries in Ireland Category:1797 establishments in Ireland Category:1836 disestablishments in Ireland ",
    "title": "White Horse Distillery"
}