{
    "id": "52909513",
    "text": "Pheradi MajusPheradi Majius is a locality and archaeological site in Tunisia located at 36.250003°N 10.397047°E near the modern town of Sidi Khalifa in Sousse Governorate, Tunisia that is located at 36° 14′ 58″ N, 10° 23′ 57″E. During the Roman Empire, Sidi Khelifa was known as Pheradi Majus and was a civitas (town) of the Roman province of Africa Proconsularis and flourished within the empire 30BC to 640AD. About: Rusucmona?/Castra Delia, Ghar El Melh (Porto Farina)\\\\. Remains at Pheradi include temples, a bath-house, triumphal arch, an amphitheatre.Jean-Claude Lachaux: Théâtres et amphithéâtres d'Afrique Proconsulaire. Édisud, La Calade, Aix-en-Provence 1970. and capitol building. The site is near Bouficha, Sousse Governorate. ==History== Feradi Maggiore, is an archaeological site is located near the village of Sidi KhelifaSidi Khelifa. near the city of Bouficha in the governorate of Sousse, Tunisia. During the Roman Empire it was a civitas of the Roman province of Byzacena. Its existence dates back at least to the third century BC. The city became municipality under Marcus Aurelius then Roman colony before being abandoned towards the 12th century. The name of the city was identified thanks to a Latin text of a dedication to Neptune Augustus for the salvation of the Roman emperor Antoninus Pius and which was signed by a local notable named Marcus Barigbalus Pheraditanus Majus. Feradi Majus. ===Ruins=== The ruins include a forum,http://www.patrimoinedetunisie.com.tn/fr/sites/sidik.php triumphal archLouis Poinssot, « Pheradi Majus », CRAI, vol. 71, n°1, 1927, pp. 62-65.Samir Aounallah, Pheradi Maius. Sidi Khlifa, éd. Agence de mise en valeur du patrimoine et de promotion culturelle, Tunis, 2004 (). and church buildings.P. J. Mesnage \"L'Afrique chrétienne : évèchés et ruines antiques d'après les manuscrits de Mgr. Toulotte et les découvertes archéologiques les plus récentes\" (Paris, 1912). The most important monuments of the site were built between the end of the 2nd century and the beginning of the 3rd century: *The thermal baths excavated in 1972 cover an area of approximately 500 m². They include, like all monuments of this type, a vestibule, semi-circular latrines, a large mosaic-covered room (apodyterium), a frigidarium paved with mosaics with a basin in the apse, a tepidarium where there is a rectangular basin and A caldarium with two apses; *The forum is surrounded by porticos on three sides. The door of the forum is an arch that rests on two foot-rights flanked by two niches that can shelter statues of divinities. The vault of one of the niches bears insignia: stems of millet, ivy, crown with five points, & c. ; *The market can be described roughly as an irregular rectangle with a courtyard surrounded by a paved portico; *The nymphaeum is indicated by a beautiful arcade with five arches sheltering five basins. The spring sprang from the bottom of one of the basins, a sixth larger basin allowing the evacuation of water to other buildings such as thermal baths and cisterns; *The religious complex is located on a hill and was long identified as a fortress. Consisting of several temples built with large blocks of stones, this monument preserves only the basement with two floors of rooms and vaults, the upper floor totally disappeared having been lit by three windows that looked out to the sea. ===Bishopric=== The ancient town was also the cathedra of the Diocese of Feradi Maggiore a home suppressed and titular of the Catholic Church.Pius Bonifacius Gams, Series Episcoporum Ecclesiae Catholicae , (Leipzig, 1931), p. 465.Stefano Antonio Morcelli, Africa Christiana, Volume I, (Brescia, 1816), p. 157. Only two documented bishops of Feradi Maggiore are known. *Catholic Bishop Vincentian attended the Council of Carthage (411), at that time the town had no Donatist bishops. *Aurelius took part in the synod called in Carthage by the Vandal king Huneric in 484, after which Aurelius was exiled. Today Feradi Major survives as a titular bishopric Feradi Major at gcatholic.org . and the current bishop is Estevam Santos Silva Filho of San Salvador.Feradi Major at catholic-hierarchy.org. ==References== Category:Catholic titular sees in Africa Category:Former Roman Catholic dioceses in Africa Category:Roman towns and cities in Tunisia Category:Ancient Berber cities ",
    "title": "Feradi maius"
}