{
    "id": "52908796",
    "text": "Brickell Bayview Center, also known as the Brickell City Tower, is a skyscraper in the Brickell financial district of Miami, Florida, USA, at 80 SW 8th Street. The building is about with 30 floors. Completed in 1986, the floor-to-ceiling glass facade building once stood alone on the western side of Brickell, which at the time was home to mostly office towers and older low- rise residential buildings. After two residential high-rise building booms, the first in the 2000s, concurrent with the 2000s real estate bubble, and the second in the 2010s, the building was virtually surrounded by taller buildings. Solitair Brickell required demolishing a parking ramp to the base of the building to the northeast, Brickell Heights was built directly adjacent to the east, and Nine at Mary Brickell Village was built directly to the south of the building. To the west, even West Brickell saw significant mid-rise development in the 2010s, such as the West Brickell View low income senior housing two blocks to the west. It is adjacent to the Brickell Metrorail and Metromover station. The building is also known as the Chase Building, naming rights for anchor tenant Chase Bank, which has a branch on the ground floor. It was once one of the tallest buildings in Miami, but by 2017 wouldn't even be in the top 100. The building was sold in 2013 for US$70 million. The building was sold again in October 2018 for $117.25 million to the real estate arm of New York Life Insurance Company. ==Gallery== File:Miami Avenue south.jpg|View from Miami Avenue in 2008 File:Riverwalk Metromover station Downtown Miami.jpg|From northeast with Metromover station in foreground in 2010 File:West Brickell, 2011.jpg|From the southwest in 2011 File:Brickell CitiCentre development site 2011.jpg|From the northeast in 2011 with empty plots where massive Brickell City Centre was built File:West Brickell apartment view.jpg|From the west in 2012 File:Solitair construction October 2016.jpg|Four towers under construction on the east side in 2016 File:Brickell Heights construction.jpg|Brickell Heights and SLS Lux under construction directly east in 2016 File:Brickell Bayview center peeks through new buildings.jpg|Brickell Bayview Center viewed narrowly between Brickell Heights and Solitair Brickell File:NINE at Mary Brickell Village UC 2013.jpg|Building under construction to the south in 2013 File:NINE at Mary Brickell Village.jpg|NINE at Mary Brickell Village was built to the south in 2014 ==References== Category:Skyscraper office buildings in Miami Category:Office buildings completed in 1986 Category:1986 establishments in Florida ",
    "title": "Brickell Bayview Center"
}