{
    "id": "52909512",
    "text": "Dragan Mektić (born 24 December 1956 in Prnjavor) is a Bosnian Serb politician and a former criminal investigator. He is a member of the Serb Democratic Party (SDS) and between 31 March 2015 and 23 December 2019 served as the 5th Minister of Security. ==Biography== Mektić graduated an engineering-orientated vocational high school in the Bosnian city of Banja Luka. Following his graduation, he enrolled and completed a higher administrative school, and eventually warner a degree in Criminal Justice from the University of Zagreb. From 1980 to 1997 Mektić directed a police station, where he was engaged in suppressing general and financial crime. Then, from 1997 to 2003, Mektić was employed in the intelligence sector of Bosnia and Herzegovina. From 2002 to 2007 he was deputy of the then security minister Bariša Čolak, followed by nine years, from 2006 to 2015, as director of the Service for Foreigners' Affairs of Bosnia and Herzegovina. On 31 March 2015, Mektić was appointed 5th Minister of Security as part of the government led by Denis Zvizdić. He stayed on that position until 23 December 2019. ==Public Persona== Mektić is generally considered to be a popular figure, not just in a political, but in a social spectrum as well. He has attracted the media's attention numerous times for his occasionally over-exaggerative and satirical impressions of the current situation in Bosnia and Herzegovina as a whole and was often being credited as \"the voice of reason\" among the nation's politicians. His popularity primarily revolves around his open opposition and often harsh criticism directed to the Bosnian-Serb political leader Milorad Dodik.https://translate.google.com/translate?hl=en&sl;=bs&tl;=en&u;=http%3A%2F%2Fwww.bhdijaspora.net%2Fsumnjiva- proslost-dragana-mektica-znate-li-gdje-je-bio-i-sta-je-radio-u- ratu%2Fhttps://translate.google.com/translate?hl=en&sl;=sr&tl;=en&u;=https%3A%2F%2Fwww.6yka.com%2Fnovosti%2Fsnsd- mu-omiljena-meta-dragan-mektic-osuo-po-dodiku-i-njegovoj-partiji&sandbox;=1 On one instance, in November 2019, Mektić had ripped apart his Army of Republika Srpska veteran-membership booklet on live TV in protest to the current government of the Republic of Srpska.https://translate.google.com/translate?hl=en&sl;=bs&tl;=en&u;=http%3A%2F%2Fba.n1info.com%2FVijesti%2Fa390145%2FDragan- Mektic-javno-pocijepao-boracku-knjizicu-Vojske-Republike-Srpske.html Mektić would go on to display his personality on live-TV once again. In an informal interview, Mektić had talked about his childhood in Prnjavor, discussing his parents and their attitudes. He was quoted as saying: \"In some cases, my father would beat the hell out of me; I often hid on top a beech tree for hours at the time\"https://translate.google.com/translate?hl=en&sl;=sr&tl;=en&u;=https%3A%2F%2Fokanal.oslobodjenje.ba%2Fvijesti%2Fdragan- mektic-kao-djecak-otac-je-znao-ubiti-boga-u-meni-penjao-sam-se-na-bukvu-i- sjedio-na-njoj-satima%2F2413%2F In July of 2020, Mektić, who maintains an active Twitter account, published a video of himself organizing a foam party in the river Ukrina near his hometown of Prnjavor. The video soon became viral, however, as a result, Mektić became a subject of an investigation conducted by the Ministry of Environment and Forestry of the Republic of Srpska.https://translate.google.com/translate?hl=en&sl;=bs&tl;=en&u;=https%3A%2F%2Fwww.klix.ba%2Fvijesti%2Fbih%2Fpjena- party-dragana-mektica-na-ukrini-naljutio-vlast-u-republici-srpskoj-zatrazena- istraga%2F200713029 ==References== Category:1956 births Category:Living people Category:People from Prnjavor, Bosnia and Herzegovina Category:University of Zagreb alumni Category:Bosnia and Herzegovina politicians Category:Serb Democratic Party (Bosnia and Herzegovina) politicians Category:Government ministers of Bosnia and Herzegovina Category:Security ministers of Bosnia and Herzegovina ",
    "title": "Dragan Mektić"
}