{
    "id": "52903571",
    "text": "The Old Tullamore Distillery was an Irish whiskey distillery which was established in Tullamore, County Offaly, Ireland, in 1829. The original home of Tullamore Dew Irish whiskey, the distillery closed in 1954, having endured financial difficulties for many years, like many Irish whiskey distilleries of the early 20th century. The Tullamore Dew brand was later sold to John Powers & Co., now part of Irish Distillers, with production transferred to the Midleton Distillery. In 2010, the brand was purchased by William Grant & Sons, who invested €35 million in the construction of a new distillery in Tullamore. The new Tullamore Distillery opened in 2014, bringing production of the whiskey back to Tullamore following a break of sixty years. In 2012, a whiskey museum, the Tullamore Dew Visitor Centre, opened in a restored former bonded warehouse belonging to the old distillery on Bury Quay. == History == === Early years === Daniel E. Williams, the Manager and later owner of Tullamore Distillery, whose initials gave rise to Tullamore Dew. In the 1780s, there were over thirty registered distilleries in operation in County Offaly, then called King's County, with two operating in Tullamore. Those in Tullamore were run by a George Hamilton, and a Joseph Flanagan. However, due to the effects of a change in excise duties in 1779, the number of registered distilleries in operation decreased significantly, so that by 1818 only two registered distilleries remained in operation in the entire county, both in the town of Birr. In 1823, excise regulations were significantly reformed, leading to renewed investment in distilling. One of the new investors was Michael Molloy, who in 1829, established a new distillery on the site of Joseph Flanagan's previous operation on Bridge Street, which had operated from at least 1784 to the early 1800s. At the time, Molloy's family, well known merchants in the town, also ran a grocery and wine merchants business on Bridge Street. In the 1830s, Molloy expanded the distilling operation, purchasing an adjoining mill on Patrick Street, and by 1832, the distillery had an output of over 20,000 gallons per annum. In 1846, Molloy died unmarried, leaving the distillery and £15,000 to his five nephews. Subsequently, the distillery was sold by the Court of Chancery to Molloy's brother Anthony for £2,700. When Anthony died, he bequeathed the distillery to his nephew Bernard Daly, one of the five nephews who had originally inherited it in 1846. In 1886, the distillery was visited by Alfred Barnard, a British historian who remarked that it had been significantly modernised and expanded by Daly since he had inherited it, with the standard of whiskey produced there being similar to that produced by the noted Dublin houses of the time. The whiskey he noted, was \"Old Pot Still\" and \"sold all over Ireland, but principally in Dublin, whilst a large quantity goes to Liverpool, London, and Australia\". Barnard reserved particular praise for some of the eight-year old whiskey which he tasted on his visit. At the time, the distillery had a workforce of one-hundred, an output of 270,000 gallons per annum and held over 900,000 gallons of whiskey maturing in bond. Barnard remarked that at the time the Daly's owned a large estate in Terenure near Dublin, where Daly spent most of his time, with running of the distillery being superintended by his son (Captain Bernard Daly), his nephew B. Mara, and his son-in law Charles Comyn, but under the general management of Daniel E. Williams. === Tullamore Dew === When Bernard Daly himself died in the 1887 shortly after Barnard's visit, the distillery passed to his son Captain Bernard Daly. However, Daly did not concern himself much with the running of the distillery, leaving this to the distillery's General Manager Daniel E. Williams. Under Williams, the distillery expanded, and prospered, launching the whiskey which still bears his initials, Tullamore Dew, under the slogan \"Give every man his Dew\". In 1903, the distillery was incorporated under the name B Daly & Co. Ltd., with both Captain Daly and the Williams family having shares in the company. However, in 1931, the Dalys left the business and the distillery came under complete control of the Williams family. === Irish Mist === The Coffey Still which was installed in Tullamore in 1948 was later moved to the Kilbeggan Distillery as a museum exhibit. Like many Irish distilleries, the company suffered in the early part of the 20th century, due to the advent of competition from blended Scotch whisky, and the curtailment of exports to the British Empire and the United States during Prohibition and the Anglo- Irish Trade War. In fact, the distillery closed in 1925 to cut costs, staying closed for thirteen years, before reopening again in 1937. Faced with struggling sales in the 1940s, Desmond E. Williams, a descendant of the original D. E. Williams, began into alternative products, such as heather wine, a drink reputedly enjoyed by old Irish chieftains, which was made from a combination of whiskey, heather honey and other herbs. Unable to find an extant original recipe in Ireland, Williams wondered if Irish emigrants, such as those that left Ireland in the Flight of the Wild Geese in 1691, or after the Great Famine had carried the recipe overseas with them, and sent out word that he was interested in finding such a recipe. As luck would have it, an Austrian War refugee appeared in Tullamore in 1948 with a family recipe of Irish origin. Better than Williams' own reconstructed recipe, the result was Irish Mist, the first modern whiskey liqueur to be launched in Ireland. The same year, a Coffey Still was installed alongside the existing pot stills, allowing the production of grain and blended whiskeys. === Closure === Irish Mist was a roaring success for the distillery, however, with whiskey sales still languishing, the company decided to focus its limited resources on the liqueur. As a result, in 1953, the company was renamed the Irish Mist Liqueur Company, with distilling operations ceasing in Tullamore a year later, in 1954. In the 1960s, with the whiskey for use in Irish Mist running low, the company entered into an arrangement with John Powers & Son, whereby Powers would take ownership of the Tullamore Dew brand, in exchange for providing whiskey for use in the Irish Mist liqueur. Thus, sealing the fate of the distillery. Although the distillery has now been closed and replaced with a new site on the outskirts of Tullamore, many of the original buildings are still in existence, though their function has changed. These include: * Bob Smyth's Bar and Lounge, Patrick's Street - former millhouse * D. E. Williams House, Patrick Street - former head office * Tullamore Dew Visitor Centre, Bury Quay - former bonded warehouses In the 1980s, the nearby Kilbeggan distillery, which had closed in 1958 (though it has now re-opened), was converted to a museum. As its original pot stills had been sold, three of the four pot stills at Tullamore, along with the Coffey Still were purchased, and brought to the museum, where they are now displayed as exhibits. == Visitor centre == The Tullamore Dew Visitor Centre In 2012, a former bonded warehouse belonging to the original distillery was renovated and reopened as a whiskey museum and visitor centre. The visitor's centre includes a bar, restaurant and gift shop, and also operates conference facilities. The centre offers guided tours and tutored tastings ranging from 50 minutes to 5 hours in duration. == See also == * Tullamore Dew * Tullamore Distillery * Old Jameson Distillery * Jameson Experience, Midleton ==References== == External links== * Tullamore Dew * Irish Mist Category:Tourist attractions in County Offaly Category:Defunct distilleries in Ireland Category:1829 establishments in Ireland Category:1954 disestablishments in Ireland ",
    "title": "Old Tullamore Distillery"
}