{
    "id": "52905040",
    "text": "MANICA Architecture is a Kansas City, Missouri-based architecture firm. The firm owned by namesake David Manica was formed in 2007. Its specialty is in designing sports and entertainment facilities. Manica was previously worked at one of the world's largest sports architecture firms HOK Sport where he was the lead designer on O2 Arena, the new Wembley Stadium and the Beijing National Stadium. ==Architectural philosophy== A unique design firm that combines large scale international design experience with the creativity and personal attention of a boutique studio. ==Sports projects== ===American football=== ====NFL and College football==== * Allegiant Stadium, Las Vegas, Nevada, USA – Las Vegas Raiders; UNLV Rebels Football; Las Vegas Bowl (2020) ===Basketball=== ====National Basketball Association==== * Chase Center, San Francisco, USA – Golden State Warriors (2019) ====International Basketball==== * Guangzhou International Sports Arena, Guangzhou, China – 2010 Asian Games; NBA Preseason games (2010) ===Soccer=== * Camp Nou, Barcelona, Spain – FC Barcelona (Renovation) * Lusail Iconic Stadium, Doha, Qatar – 2022 FIFA World Cup (2022) (in Partnership with Foster + Partners) ===Multi-Purpose=== * VTB Arena, Moscow, Russia – Soccer, Ice Hockey (2018) ===Training Facilities=== * Hospital for Special Surgery Training Center, Industry City, Brooklyn, USA – Training Facility, Brooklyn Nets (2016) ==Entertainment spaces== * Mercedes- Benz Arena, Shanghai, China – Expo 2010 (2010) ==Proposed but never built== MANICA was also the architectural firm contracted to design Carson Stadium in Los Angeles for the then Oakland Raiders and San Diego Chargers (the design was later transferred with changes to the Raiders' Las Vegas stadium project) and the proposed Chargers stadium in San Diego after the Carson project failed. ==References== ==External links== * Category:Architecture firms based in Missouri Category:Companies based in Kansas City, Missouri ",
    "title": "MANICA Architecture"
}