{
    "id": "52909353",
    "text": "Parliamentary elections were held in The Gambia on 6 April 2017.Republic of The Gambia IFES They were first parliamentary elections since the inauguration of Adama Barrow as President and resulted in a landslide victory for the United Democratic Party, which won 31 of the 53 seats. ==Electoral system== The 53 members of the National Assembly were elected from single-member constituencies by first-past-the-post voting. ==Conduct== The European Union (EU) sent a European Union Election Observation Mission (EU EOM) to The Gambia in preparation for the parliamentary election on 13 March, at the invitation of the Independent Electoral Commission. The mission was formally launched on 22 March 2017 and it is led by the Chief Observer, Miroslav Poche, who is a Czech Member of the European Parliament (MEP). Initially, the mission consisted of six international election experts based in Banjul, and 14 long- term observers (LTOs) deployed across The Gambia. Closer to election day, the mission will deploy short-term observers and also a delegation of seven MEPs. In total, the EU EOM will comprise some 50 observers from the EU member states, as well as from Canada, Norway and Switzerland. On 3 April, the EU EOM deployed 14 short-term observers across The Gambia. The African Union (AU) commended the smooth conduct of the election, especially considering the instability suffered by the country in the months before the election, with the difficult transfer of power from Yaya Jameh to Adama Barrow, and various time constraints. The EU in their report noted the calm and peaceful manner that the elections were conducted, and noted their optimism for the future, where there was hope for further improvement. Jean Lambert, the head of the European Parliament delegation said \"The Gambia has been through a historical moment with many things changing almost overnight. A few shortcomings have been identified in the election conduct. However, given the circumstances, I would like to express my great respect to the IEC as well as to the Gambian citizens for the peaceful atmosphere of the election day.\" ==Results== ==See also== *List of NAMs elected in the 2017 Gambian parliamentary election *2016–2017 Gambian constitutional crisis *ECOWAS military intervention in the Gambia *2016 Gambian presidential election ==References== Category:2017 elections in Africa Parliamentary election Category:April 2017 events in Africa 2017 Category:Election and referendum articles with incomplete results ",
    "title": "2017 Gambian parliamentary election"
}