{
    "id": "52900072",
    "text": "Party for Life Security (, SŽJ) was a Czech political party that focused on Pensioner's issues. It became widely known during 1998 Czech legislative election when it was expected to gain seats in Parliament. ==History== SŽJ was established on 22 December 1989 as Pensioner's Movement for Life Security (, HDŽJ). Josef Koníček became the first leader of the Party. HDŽJ transformed into a political party in 1994 and changed its name to Pensioners for Life Security (,DŽJ). SŽJ participated in the 1996 legislative election in coalition with Czech Union of Women. Eduard Kremlička became the leader of SŽJ after the election. SŽJ started to rise in polls ahead of the 1998 legislative election and was expected to gain over 10% of the popular vote. Social Democrat leader Miloš Zeman started coalition talks with SŽJ and KSČM. Party leader Kremlička made a bet with a reporter that he would eat a bug if SŽJ failed to get over the 5% threshold, but SŽJ received only 3% and Kremlička had to eat a bug, which resulted in his expulsion from the party because other members of SŽJ concluded that he dishonored all pensioners. SŽJ changed its name to Party for Life Security (, SŽJ). It merged with Independent Democrats in 2006. ==Election results== === Chamber of Deputies === {| class=\"wikitable\" ! Year ! Vote ! Vote % ! Seats |- | 1992 | 244,319 | 3.77 | 0 |- | 1996 | 187,455 | 3.09 | 0 |- | 1998 | 182,900 | 3.06 | 0 |- | 2002 | 41,404 | 0.86 | 0 |- |} == Footnotes == Category:Political parties in the Czech Republic Category:Political parties established in 1989 Category:1989 establishments in Czechoslovakia Category:2005 disestablishments in the Czech Republic Category:Defunct political parties in the Czech Republic Category:Left-wing parties in the Czech Republic Category:Pensioners' parties in the Czech Republic ",
    "title": "Party for Life Security"
}