{
    "id": "52908886",
    "text": "Kuppuswamy Anantha Padmanabhan is an Indian academician well known for his contributions in the field of materials & metallurgical science and engineering. In particular, he is well renowned for his contributions to superplasticity. He is currently professor of eminence (honorary), Anna University, Chennai; member, Research and Innovation Advisory Board, TCS and a research advisor to TCS and Aditya Birla S&T; Company. He is a former director of Indian Institute of Technology Kanpur (IIT Kanpur) and a former dean, academic research, IIT Madras, India. In 1994, he became the first Indian to receive the \"Forschungspreis\" of the Alexander von Humboldt Foundation, Germany. For his research contributions, the University of Cambridge, UK, conferred on him the highest academic degree ‘Sc.D’ (Doctor of Science) in 1998, and he is the first Indian engineer/ materials specialist to be conferred this honour. He also served as the Mercator Professor of DFG (Deutsche Forschungsgemeinschaft; German Research Foundation) at the Institute of Materials Physics, University of Münster, Germany. Several technologies developed by him and his students are used in Indian industries. He holds one European, one US and six Indian patents. He has been a consultant to Tata Motors, Steel Authority of India Limited, Tata Steel, Indian Stainless Steel Development Association, Department of Atomic Energy, Indian Space Research Organization, Defence Research and Development Organisation, Tata Consultancy Services and Aditya Birla S&T; Company. ==Early life== Padmanabhan was born on 5 April 1945 to a Tamil-speaking family in Trivandrum (now Thiruvananthapuram), Kerala, India; the then Capital of the State of Travancore. After completing his schooling with outstanding grades in Pattamadai, a village in Tamil Nadu in South India, Padmanabhan went on to receive his bachelor's degree in Metallurgy from Banaras Hindu University (BHU), Varanasi, India, in 1968 and PhD degree from University of Cambridge, UK, in February 1972. ==Professional career== Throughout his career in research, development, consulting and teaching in materials science and engineering, he has been an advisor to several companies in the private sector, governmental institutions and research laboratories. In April 1972, Padmanabhan joined Banaras Hindu University (India) and served as lecturer (1972–74) and reader (1974–79). In January 1980, he joined the Indian Institute of Technology (IIT) Madras as the Professor and Head of Metal Forming Laboratory. From 1982 – 85 he served as the Head of the Department of Metallurgical & Materials Engineering at IIT Madras. In 1983/85 with financial support from the Federal Ministry for International Cooperation, Germany, through its implementing agency, GTZ (German Agency for Technical Cooperation), he established an Indo-German materials testing facility at IIT Madras. He was the founder chairman, GATE (Graduate Aptitude Test in Engineering) – the qualifying test for admissions with scholarship to higher technical institutions in India – on behalf of Ministry of Education, Government of India, and conducted the first and the second GATE examinations of 1983 and 1984. He established the Centre for Continuing Education at IIT Madras – the first of its kind in the IIT system in 1986 and served as its chairman during 1986 - 1990. Later he was appointed as the dean, academic research, IIT Madras. In September 1997, Padmanabhan was appointed as the director of IIT Kanpur(Indian Institute of Technology Kanpur) and he served in this position for 4 years. In September 2000, he visited the United States as a member and Alternative Chairman of the Indian Prime Minister's (Shri Atal Behari Vajpayee) Scientific Delegation and participated in the Indo - US Science and Technology Round Table meetings held in Washington, D.C. After his tenure in IIT Kanpur as its Director, he became the Vice Chancellor/ Rector, South Asia International Institute, Hyderabad, India (a member of the Sylvan International Universities Network (now known as Laureate International)), Baltimore, USA. In 2004, he became the Jawaharlal Nehru Chair Professor, University of Hyderabad, India, where he also served as the Founder Professor- in-Charge, Centre for Nanotechnology of University of Hyderabad. In November 2006, he was invited to become the Professor of Eminence at Anna University Chennai, India. During January - December 2009, he was the Mercator Professor of DFG – German Research Foundation - at the Institute of Materials Physics, University of Münster, Germany. During March 2010 – April 2015, he worked as the University Chair Professor at University of Hyderabad. He has also been a Visiting Professor at the University of Aachen RWTH, Technological University of Darmstadt (Technische Universität Darmstadt), University of Erlangen (University of Erlangen–Nuremberg) and Karlsruhe Institute of Technology - Institute of Nanotechnology, Germany. ==Scientific contributions== === Superplasticity === The first comprehensive treatment of the subject ‘Superplasticity’ was authored by Padmanabhan and G.J. Davies, which was published in 1980 by Springer Verlag. In 2012, it was identified as one of about 40 books out of a few thousand books published by Springer-Verlag during 1843 – 2005 (163 Years) and published in both print and e-book form. Two other books on the same subject, ‘Superplastic Flow: Phenomenology and Mechanics’ and ‘Superplasticity: Common Basis for a Near-Ubiquitous Phenomenon’ were also published in 2001 and 2018. Additionally, Padmanabhan has contributed 6 book chapters and more than 280 research publications, with a majority on Superplasticity. === Mechanical processing === A procedure for the superplastic forming of hemispherical domes of Titanium-6 Aluminum-4 Vanadium alloy (Ti-6Al-4V) was developed by Padmanabhan for the Integrated Missiles Technology Program of the Defense R&D; Laboratory, Government of India. He developed a multi-stage closed die forging technology for the production of undercarriage base plate fitting component for the air frame of high- performance (supersonic) Aircraft for the Indian Aeronautical Development Agency(Aeronautical Development Agency). === Materials development === Padmanabhan developed for the Liquid Propulsion Systems Centre, Indian Space Research Organization (ISRO), an alloy equivalent to AFNOR 7020 alloy (a French alloy) for use as construction material for water tankages. The technology was transferred to an ordnance factory for productionization. The development of an austenitic steel having only 1% nickel for the Indian Stainless Steel Development Association (ISSDA) was successfully completed and today nearly 800,000 tonnes of this grade of steel is made by Indian industries. === Materials plasticity under different loading conditions === His work for the Department of Atomic Energy (DAE) was mainly concerned with the physical and mechanical metallurgy aspects (deformation, fracture, stress corrosion cracking and low cycle fatigue) of AISI 304, 304 LN, 316 and 316 LN austenitic stainless steels and an improved grade D9, all construction materials for the Fast Breeder Reactor program. He was a consultant to the R & D Centre for Iron and Steel, Steel Authority of India Limited (SAIL), when they produced for the first time in the country both Extra Deep Drawing (EDD) and Liquid Petroleum Gas (LPG) grades of steel. He was a consultant to Tata Engineering and Locomotive Company (now known as Tata Motors) when they introduced the micro-alloyed ferrite - pearlite steel (first generation), 49MnVS3, for the first time in India for the forging of crankshafts. === Basic research and nanostructured materials === Padmanabhan proposed a new concept ‘mesoscopic grain boundary sliding’ for explaining the origins of the phenomenon of Superplasticity (K.A. Padmanabhan and J. Schlipf 1996). K.A. Padmanabhan and J. Schlipf (1996): A Model for Grain Boundary Sliding and its Relevance to Optimal Structural Superplasticity: 1. Theory. In Mater. Sci. Technol., 12, pp. 391–399., (K. A. Padmanabhan and H. Gleiter 2004) K. A. Padmanabhan and H. Gleiter (2004): Optimal Structural Superplasticity in Metals and Ceramics of Microcrystalline- and Nanocrystalline- Grain Sizes. In Materials Science and Engineering A (381), pp. 28–38., (K. A. Padmanabhan and H. Gleiter 2012) K. A. Padmanabhan and H. Gleiter (2012): A Mechanism for the Deformation of Disordered States of Matter. In Current Opinion in Solid State and Materials Science 16, pp. 243–253., (H. Hahn and K.A. Padmanabhan 1997) H. Hahn and K.A. Padmanabhan (1997): A Model for the Deformation of Nanocrystalline Materials. In Philos. Mag. (76B), pp. 559–571.. His model for grain boundary sliding and its application to superplastic flow in micro- crystalline metallic materials and ceramics questioned the dominant idea of the time in high-temperature deformation modelling that Grain Boundary Sliding is an inherently fast process, which at no stage could be controlling the rate of high-temperature deformation (K. A. Padmanabhan 2009) K. A. Padmanabhan (2009): Grain Boundary Sliding Controlled Flow and its Relevance to Superplasticity in Metals, Alloys, Ceramics and Intermetallics and Strain-Rate Dependent Flow in Nanostructured Materials. In Journal of Materials Science 44, pp. 2226–2238., (K.A. Padmanabhan and M. Raviathul Basariya 2019) K.A. Padmanabhan and M. Raviathul Basariya (2019): A theory of steady state structural superplasticity in different classes of materials. A materials- agnostic analysis. In Materials Science & Engineering A (744), pp. 704–715.. His model for inverse Hall-Petch effect in nano-crystalline and quasi- crystalline materials extends the ideas contained in the above model to explain why when the grain size in a nano-crystalline material goes below a value ~ 10-15 nm, there is grain size softening, rather than the usual increase in hardness with decreasing grain size. At the international conference on \"Severe plastic deformation\" held in Russia in 2011 this paper of 1997 was named the most significant publication in this area (H. Hahn and K.A. Padmanabhan 1997) H. Hahn and K.A. Padmanabhan (1997): A Model for the Deformation of Nanocrystalline Materials. In Philos. Mag. (76B), pp. 559–571. , (K. A. Padmanabhan, G. P. Dinda, H. Hahn and H. Gleiter 2007) K. A. Padmanabhan, G. P. Dinda, H. Hahn and H. Gleiter (2007): On the inverse Hall - Petch Effect and Related Phenomena in Nano- and Microcrystalline Materials. In Mater. Sci. Eng A, pp. 452–453., (K. A. Padmanabhan, S. Sripathi, H. Hahn and H. Gleiter 2014) K. A. Padmanabhan, S. Sripathi, H. Hahn and H. Gleiter (2014): Inverse Hall-Petch Effect in Quasi- and Nanocrystalline Materials. In Materials Letters 133, pp. 151–154. , (K. A. Padmanabhan and H. Gleiter 2004) K. A. Padmanabhan and H. Gleiter (2004): Optimal Structural Superplasticity in Metals and Ceramics of Microcrystalline- and Nanocrystalline- Grain Sizes. In Materials Science and Engineering A (381), pp. 28–38. . His model with H. Gleiter extends the above ideas to cover superplastic deformation in metals and ceramics of micro-crystalline, sub-micron and nano-crystalline grain sizes. Using Herring's equation a physical justification is given for mesoscopic boundary sliding/plane interface formation using the minimization of the total free energy as the key criterion. This paper was described by Nature Materials as a \"break-through from India\" (K. A. Padmanabhan and H. Gleiter 2004) K. A. Padmanabhan and H. Gleiter (2004): Optimal Structural Superplasticity in Metals and Ceramics of Microcrystalline- and Nanocrystalline- Grain Sizes. In Materials Science and Engineering A (381), pp. 28–38. . He developed a model for predicting the formability of steels and aluminium alloys under different stress states (A. Kanni Raj and K. A. Padmanabhan 1997a) A. Kanni Raj and K. A. Padmanabhan (1997a): Room Temperature Plastic Flow and Strain-Induced Martensitic Transformation in 1.2 % Ni Metastable Austenitic Stainless Steel Sheets. In J. Mater. Sci. Lett. 16, pp. 1920–1924. , (A. Kanni Raj and K.A. Padmanabhan 1998) A. Kanni Raj and K.A. Padmanabhan (1998): Tensile Properties and Formability of Low Ni (1.2 mass % Ni) Metastable Austenite Stainless Steel Sheets. In Materials Transactions - JIM 39, pp. 614–617., (Kanni Raj and K.A. Padmanabhan 1998) A. Kanni Raj and K.A. Padmanabhan (1998): Tensile Properties and Formability of Low Ni (1.2 mass % Ni) Metastable Austenite Stainless Steel Sheets. In Materials Transactions - JIM 39, pp. 614–617., (A. Kanni Raj and K.A. Padmanabhan 1997b) A. Kanni Raj and K.A. Padmanabhan (1997b): On the Formability of Metastable Low Nickel Austenitic Stainless Steel Sheets. In Int. Conf. Recent Advances in Metallurgical Processes, pp. 905–913. .. ==Recognition and awards== Padmanabhan has received several prestigious awards and recognition from various institutions and organisations across the globe. In 1974, he received the Indian National Science Academy Young Scientist Award in Engineering Sciences. In 1983, he was awarded the National Metallurgists’ Day Award by the Indian Institute of Metals and Ministry of Steel and Mines, Govt. of India, for his outstanding contributions to metal sciences and metallurgical education. In September 1991, Padmanabhan was elected an Honorary Academician of the Bashkirian Academy of Sciences (Russian Academy of Sciences), Russian Federation (formerly known as the Urals Division of the USSR Academy of Sciences- First foreigner to be elected an Honorary Academician by the above Academy). In 1992, he received the G D Birla Gold Medal from the Indian Institute of Metals for continuing and outstanding contributions to Materials Science and Technology and the Kamani Gold Medal from the same institute for publishing the paper of the highest merit in the Transactions of the Indian Institute of Metals during the previous year. In 1994, he became the first Indian to receive the \"Humboldt Prize\" of the Alexander von Humboldt Foundation, Germany. Also in 1994, he was awarded the Consultancy Development Centre-Department of Scientific and Industrial Research Award (Certificate of Merit) for setting up a superplastic forming facility at Vikram Sarabhai Space Centre, Thiruvananthapuram, India, for making components for Space applications. During the same year, he was also conferred the ‘For the Sake of Honour’ award by the Rotary Club, Chennai (Madras) Central, India. In 1998, the University of Cambridge, UK, conferred on him the highest academic degree ‘Sc. D’ (Doctor of Science). He became the first Indian engineer/ materials specialist to be conferred this distinguished honour. Also in 1998, the Department of Metallurgical Engineering, Banaras Hindu University, Varanasi, India, awarded Padmanabhan the Distinguished Alumnus Award. He is a fellow of the Indian Institute of Metals; Indian National Academy of Engineering; Indian Academy of Sciences; National Academy of Sciences, India; the Institute of Materials, Minerals and Mining, London; and several others. He is also the first recipient of the award \"Gastwissenschaftler Programm für herausragende Wissenschaftler aus dem Ausland\" (\"Guest Scientist Program for Outstanding Scientists from Abroad\") of the Research Centre for Technology and Environment (FZK), Karlsruhe, Germany, 2001. Padmanabhan was the Mercator Visiting Professorship of the German Research Foundation (DFG) – a national chair at the Institute of Materials Physics, University of Münster, Germany during January - December 2009. In 2013, a committee formed by the Anna University, Chennai, the Council of Scientific and Industrial Research (CSIR), India, Defence Research and Development Organization (DRDO), India, Department of Atomic Energy, India, Indian Oil Corporation and many industries from the public and private sectors, organized an international conference during which a “Life Time Achievement Award” and a Plaque of Honour for his continued contributions to the field of materials and metallurgical sciences was conferred on Padmanabhan. ==References== Category:Living people Category:Alumni of the University of Cambridge Category:Anna University Category:Banaras Hindu University alumni Category:Banaras Hindu University faculty Category:Indian academics Category:Indian Institute of Technology Madras faculty Category:1945 births Category:Technische Universität Darmstadt faculty ",
    "title": "K.A. Padmanabhan"
}