{
    "id": "52906992",
    "text": "Christine Primrose in 2014 Christine Primrose (; born 1950) is a Gaelic singer and music teacher. She was born in Carloway, Lewis, but she currently lives on the Isle of Skye.Urpeth, Peter. \"The Compelling Gift.\" Folkmusic.net. The Living Tradition Magazine. Published 2001. Accessed 17 January 2017. In interviews Primrose has stated that she has been singing since she was a small child, which is very typical in her family. She won a gold medal in sean-nós at the Royal National Mòd in 1974 and an award at the 1978 Pan Celtic Festival,Artist Biography at Allmusic.com and, as was not common at the time, she took a degree in traditional Gaelic music, and she has been performing all around the world, especially in North America, Australia, New Zealand and in Europe. For example, she was at the Smithsonian Folklife Music Festival in Washington, D.C. with Alison Kinnaird.\"Christine Primrose.\" Temple Records. Accessed 17 January 2017. Besides this, she was a member of Mac-Talla, and she has presented television and radio programmes. According to Cencrastus magazine, her first album became \"a classic for its generation\". It was re- released on CD in 1993. At the time, Temple had reportedly been told that \"no one was interested in that [Gaelic music]\". Besides her performance work, Primrose has been working at Sabhal Mòr Ostaig since 1982, the year that the school began to offer full-time courses. At first she was a secretary, and since 1993 she has taught in the course Gaelic and Traditional Music (BA) and in short courses.\"Cùrsaichean Samhraidh 2017 .\" (in Gàidhlig) SMO Official Website. Sabhal Mòr Ostaig. Accessed 17 January 2017. She has complained that \"bias... resulted in some of Scotland's finest musicians being treated as little more than 'noble savages'\". == Achievements == * Gold medal in traditional singing at the Royal National Mòd in 1974 * Pan Celtic Festival 1978. * ‘Gaelic Singer of the Year’ at the Scottish Traditional Music Awards of 2009. * MBE in the 2018 Queen’s Birthday Honours List == Records == * Àite Mo Ghaoil (1982) * Quiet Tradition (with Alison Kinnaird) (1990) * Mairidh Gaol is Ceòl, (as part of Mac-Talla) (1994) * 'S Tu Nam Chuimhne (1995) * Gun Sireadh, Gun Iarraidh (2001) * Gràdh is Gonadh (2017) ==External links== * == References == Category:Scottish female singers Category:Sabhal Mòr Ostaig Category:Scottish Gaelic singers Category:1950 births Category:Living people Category:People from the Isle of Lewis ",
    "title": "Christine Primrose"
}