{
    "id": "52902090",
    "text": "PunchCAD is a line of commercial and business computer-aided design (CAD) software. Distributed by Encore software and designed by Evosoft, PunchCAD products are primarily used for design and drafting in both the 2D and 3D space. PunchCAD’s most recently released versions are designed to work on both PC and Mac computers. PunchCAD’s products are used by 3D printing enthusiasts, CAD drafters, engineers, architects, furniture designers, students, and hobbyists. ==Titles== ===ViaCAD 2D=== PunchCAD’s entryway product; ViaCAD 2D contains tools to create schematics, layouts, and architectural plans. Using the LogiCursor tool, ViaCAD 2D (and the rest of the PunchCAD product suite) suggests your next move as you draw. ViaCAD 2D is the only PunchCAD product where you can’t model in 3D, so it’s used mostly by drafters. ===ViaCAD 2D/3D=== This software offers a marriage between the design tools of ViaCAD 2D and far more advanced 3D drafting tools. ViaCAD 2D/3D is designed to quickly toggle between 2D and 3D views to create files for 3D printers, 2D/3D architectural plans, mechanical plans, electrical schematics, furniture designs, and much more. ViaCAD2D/3D will automatically convert imported 3D models into 2D drawings and you can then quickly create detail, section, and auxiliary views – all while working in 2D ===ViaCAD Pro=== This software was designed with professionals in mind while maintaining an ease of use for the casual designers. ViaCAD Pro uses mesh-based modeling tools coupled with subdivision technology to help with the prototyping and manufacturing of 3D designs. ViaCAD Pro contains all the features from ViaCAD 2D and 2D/3D so it also functions efficiently in the 2D space. Among the advanced 3D features in ViaCAD Pro are NURB surface modeling, Subdivision, Photorealistic Rendering, woodworking tools, and the LogiCursor. ===Shark=== Shark LT and Shark FX are multi-platform software that provide a collection of 2D and 3D design and drafting tools for professionals. Some of the highlights of the software are GD&T; and markup tools that allow users to work in a group environment. Users can review and redline drawings using Shark and track changes using its markup labeling system. The Shark infrastructure has been updated to support a 64-bit architecture, providing the ability to load larger parts and experience improved memory performance when handling large models. It supports over 25 file formats including SAT, IGES, STEP, STL, OBJ, VRML, and DXF/DWG, making it highly interoperable with other popular CAD/CAM/CAE platforms. Updated Native PC Translators for Shark are SolidWorks, NX, SolidEdge, CATIA, ProE, and ParaSolid. Both versions of Shark aim to provide a cheaper CAD option that still contains the most advanced and powerful CAD modeling tools. ==Compatibility== PunchCAD software is created for both Windows and Mac, supports the current operating systems, and some older ones. ==Add-Ons== In addition to PunchCAD’s software suite is the Punch Powerpack. In an effort to increase the 3D printing power of the software, the PowerPack offers over 70 3D modeling and design tools that can create, edit, repair data, and validate models for the printing stages of projects. The newest PowerPack can be used in both ViaCAD pro and Shark software. == References == Category:Computer- aided design software Category:Classic Mac OS software ",
    "title": "PunchCAD"
}