{
    "id": "52901845",
    "text": "María Dávila Guerra (born 1990) is a contemporary Spanish painter. She was born in Málaga, and lives and works in Granada. ==Biography== María Dávila holds a Bachelor of Fine Arts from the University of Málaga and a PhD in Art History from the University of Granada. While still a student, she started to have solo exhibitions and to participate in group shows in major art centers in Andalusia. In 2014, she won the MálagaCrea 2014 First prize and was preselected two years consecutively to the BMW paintings Awards in 2015 and 2016. ==Work== Her painting deals with the limits of the visible and the boundaries between fiction and reality. Based on a photographic or cinematographic material (family archives, still from movies or documentary films), María Dávila explores, more specifically, some aspects of her main theme in different series: * \"Anagnórisis – La trama\" (2014) seeks to highlight the underlying similitudes between fiction and documentary films, with an emphasis on the interpretive nature of our relationship to reality. * \"Solsticio\" (2015) deals with our inability to recognize our image and the non-correspondence between memory and lived experience. The series is based on an album of family photographs. * \"Dramatis personae\" (2015) is about the act of looking and being looked at through a dialogue with cinematographic form based on narrative (de)construction such as Surrealist or Nouvelle Vague films. *\"Post scriptum\" is focused on the narrative construction in personal relationships, through a dialogue with cinema and theater.http://www.plataformadeartecontemporaneo.com/pac/testigos- privilegiados-maria-davila/ ==Solo exhibitions== * 2013: Después, el silencio, Centro Cultural Provincial, Málaga * 2014: Anagnórisis - La trama, School of Fine Arts, Málaga * 2015: Dramatis personae, El Palmeral de las Sorpresas/Espacio Iniciarte, Málaga * 2017-2018: Post scriptum, Palacio de los Condes de Gabia, Granada ==Group exhibitions (selection)== * 2012: Stand Byes. End of studies Art Project Málaga 2012, Centro Cultural Provincial, Málaga * 2014: MálagaCrea 2014. Muestra de Artes Visuales, Centro de Arte Contemporáneo de Málaga (CAC Málaga); UNDER35. Arte Emergente en Málaga, Galería de Arte Contemporáneo (GACMA), Málaga * 2015: 30th edition of BMW Painting Awards, Casa de Vacas del Retiro, Madrid; Neighbours III. Artistas de proximidad, Centro de Arte Contemporáneo de Málaga (CAC Málaga); Okupart. MAUS Málaga, Málaga city hall/CAC Málaga; Imago Mundi: Made in Spain, Foundation Luciano Benetton/Centro de Arte Contemporáneo de Málaga (CAC Málaga) * 2016: Tiempo de luz, Museo del Patrimonio Municipal (MUPAM), Málaga; 31st edition of BMW Painting Awards, Centro Galileo, Madrid ==Awards (selection)== * 2012: First prize, VI Painting Prize of the University of Málaga * 2013: Extraordinary Award, School of Fine Arts/University of Málaga * 2014: First Prize, MálagaCrea 2014 * 2015: Preselected for BMW Painting Award * 2016: Preselected for BMW Painting Award ==Bibliography== * María Dávila – Después, el silencio, text by Marina Bravo Casero, Council of Málaga/Department of Culture, 2013. * María Dávila – Anagnórisis-La trama, text by Pedro Osakar Olaiz, School of Fine Arts, Málaga, 2014. * María Dávila – Dramatis personae, text by Víctor Borrego, Government of Andalusia/Department of Culture, 2015. * María Dávila - Post scriptum, texts by Luis Puelles and María Dávila, City of Granada/Department of Culture, 2017. ==References== ==External links== * * Jean-Marie Oger Category:Contemporary painters Category:21st-century Spanish painters Category:Spanish contemporary artists Category:Spanish women painters Category:1990 births Category:Living people Category:People from Málaga Category:21st-century women artists Category:University of Málaga alumni ",
    "title": "María Dávila"
}