{
    "id": "52916067",
    "text": "\"Becoming Visible: The First Black Lesbian Conference\" was held at The Women's Building in San Francisco, California, from October 17 to 19, 1980. It has been credited as the first conference for African-American lesbian women.Kyper, John. \"Black Lesbians Meet in October.\" Coming Up: A Calendar of Events 1 (Oct. 1980): 1. Web. == History == Before the \"First Black Lesbian conference,\" several important historical events took place in the United States, which affected African Americans and lesbian women and their ability to disclose their sexual orientation. These events included the Stonewall riots and the civil rights movement which ultimately increased the importance of the Black lesbian conference. The impacts of the Stonewall riots and the Civil Rights Movement created an enormous amount of oppression surrounding the black lesbian community. The Civil Rights Movement was particularly important as the sexual identity of lesbian participants remained invisible throughout the movement.Haggerty, George, and Bonnie Zimmerman. Encyclopedia of Lesbian and Gay Histories and Cultures. Taylor & Francis, 2003. Print. The 1969 Stonewall Rebellion ultimately affected the visibility of African American lesbians and their struggle with oppression while emerging in the feminist movement. The “First Black Lesbian Conference” was an outgrowth from the First National Third World Lesbian and Gay Conference by the National Coalition of Black Lesbians and Gays which was held in 1979, in Washington, DC. Although there had been previous conferences supporting both lesbians and gays, the “First Black Lesbian Conference” was the first in the United States with the mission to hold a conference with the sole focus of supporting African- Americans lesbians.Daniels, Gabrielle. “First Black Lesbian Conference.” Off Our Backs 10.11 (1980): 4–8. Print. In the decades leading to the conference, it was not uncommon for other various organizations to push African-American lesbian women out, as a result of the lack of knowledge surrounding diversity of sexual orientation and race.Springer, Kimberly. Living for the Revolution: Black Feminist Organizations, 1968–1980. Duke University Press, 2005. Print. == Agenda == The \"First Black Lesbian Conference\" was a 2-day event, which was open to all African-American lesbian women, and was held at The Women's Building in San Francisco. The event was attended by over 200 women from across the United States.Myers, JoAnne. The A to Z of the Lesbian Liberation Movement: Still the Rage. Scarecrow Press, 2009. The purpose of the conference was to create a National network for African-American women, affirm individuality, to reach African-American lesbian women in isolated areas, and to provide education.GLBT Historical Society. The Gay Life. N.p. Audio Recording. Accessed February 1, 2017. <http://archive.org/details/TheGayLife>. The women came together at the conference to provide support, encouragement, and strength to bring awareness to issues and hardships which the members experienced and felt were important. The theme surrounding the event was “becoming visible,” as many lesbian African Americans had been struggling with sexism, racism, and homophobia for several decades. These struggles ultimately affected the ability of African American lesbians to self-disclose their sexual orientation. The conference was an opportunity for African-American lesbians to express these concerns and struggles and to ultimately create a national network and support system for all African-American lesbians throughout the United States.\"Black Lesbians to Meet Oct. 17 in SF.\" Demeter: Women's News of the Monterey Bay Area (Oct. 1980): 5. CSUMB Digital Commons. Web. 23 Feb. 2017. == Notable Speakers == Prominent activists in the African- American Lesbian Liberation Movement were keynote speakers for the \"First Black Lesbian Conference.\" These speakers included Andrea Ruth Canaan, Pat Norman, and Angela Davis.Cassell, Heather. “The Bay Area Reporter Online | Black Lesbians Display their Sapphic History.” Bay Area Reporter. N.p., n.d. Web. 21 Feb. 2017. Each keynote speaker of the conference addressed relevant topics relating to strengths and oppressions faced through the struggles of African-American lesbians. Andrea Canaan, a notable black lesbian feminist, stressed in her speech the importance of both invisibility and visibility and the resulting responsibilities and purpose with \"becoming visible.\" Through Canaan's speech, she ultimately presented how becoming more prominent in society could be either powerful or dangerous to the African American lesbian population. Pat Norman, a notable activist for the LGBT community, and also a keynote speaker for the conference, expanded on Canaan's speech. As a coordinator for Gay Health Services for San Francisco's Public Health Department, a founder of the Lesbians Mothers' Union, and also a board member of the National Gay Task Force, Norman contributed her personal experience and understanding of how internalized racism is damaging to the emergence and support for African-American lesbians from the general population. During this period, Internalized racism was a prominent form of oppression experienced by African-American lesbian women. Internalized racism not only affected the emergence of African-Americans, but also lead to African-American lesbians to expecting a certain behavior from one another, and shaped the definition of African-American culture. == Events and Workshops == The 2-day event of the \"First Black Lesbian Conference\" held 8 workshops for attendees which included: * Business and Money Management, * Lesbians and the Law, * Feminism, * African American Women Role Models in the Arts, led by Sabrina Sojourner * Wellness Counseling, * Health Issues and African Americans, * African Americans and Imperialism, led by Pat Parker * Interracial Relationships. == Entertainment == The conference encompassed entertainment through poetry readings, dance, and music and was open to all of the gay community in the San Francisco Bay Area. The event held choreographed dance performances by M. Lambert-Van Buuren, who choreographed performed dances named \"Morning Dance\" and \"Primal Roots,\" for the attendees of the conference. The conference also featured musical performances by Gwen Avery, Casselberry-Dupree, and Avotcja. == Conference Coordinators == The \"First Black Lesbian Conference\" was coordinated by 8 individuals: * Rani Eversley, * Kenya Johnson, * Rose Mitchell, * Marie Renfro, * Janna Rickerson, * Elizabeth Summers, and * Patricia Tilley. == See also == * African-American culture * Civil and political rights * Coming out * History of lesbianism in the United States * Homosexuality * History of lesbianism in the United States * Lesbian feminism * LGBT history * Sexuality and gender identity-based cultures * Social stigma == References == Category:African-American history in San Francisco Category:African American-related lists Category:Feminism in California Category:Lesbian culture in the United States Category:LGBT African-American culture Category:LGBT conferences Category:LGBT culture in San Francisco Category:LGBT events in California ",
    "title": "First Black Lesbian Conference"
}