{
    "id": "52911705",
    "text": "Irene Hardy Clark is a Navajo Native American weaver. Her matrilineal clan is Tjbahj (water's edge people) and her patrilineal clan is Honjghjahnii (he walks around one people). Her technique and style is primarily self-taught, incorporating contemporary and traditional themes. Her mother, Glenebah Hardy, mentored her in traditional techniques. Clark processes the sheep's wool used in her weavings by washing, cleaning, carding and hand spinning it. She then dyes it with plant and lichen dyes, and uses an upright steel loom to create the weaving. Clark's work has been exhibited in museums, art galleries and has been featured as the subject of the 1991 film, Weavers, by DeSciose Productions, Denver. Clark is a traditional teacher, having shared her knowledge of weaving and techniques to several generations. ==Exhibitions== Clark has exhibited her work at the Museum of Northern Arizona, Flagstaff; Kennedy Museum of Art at Ohio University; and had three works in a traveling exhibition originating at the Denver Art Museum, Contemporary Navajo Weaving: The Gloria F. Ross Collection of the Denver Art Museum that traveled to the Heard Museum, Phoenix; the Renwick Gallery of the National Museum of American Art, Washington, DC; the Joslyn Art Museum, Omaha; and the National Museum of the American Indian, New York City. Clark has also shown at Gallery 10, [Scottsdale], Arizona and other art galleries. ==Collections== Clarks work is in the collection of the Denver Art Museum. Her work is included in numerous public and private collections including the Edwin L. and Ruth E. Kennedy Southwest Native American collection at Ohio University. ==Commissions== In 1990, Clark received a commission from Gloria F. Ross Tapestries, New York City to weave Nááts 'ííllid (Rainbow), and to interpret the paintings of the American artist, Kenneth Noland in tapestries. ==Awards, honors== Women's Caucus for Art Lifetime Achievement Award 1995. ==References== Category:Native American artists Category:1934 births Category:Living people Category:Native American women artists ",
    "title": "Irene Clark"
}