{
    "id": "52916164",
    "text": "The Serra Negra State Park is a state park in the state of Minas Gerais, Brazil. It protects a mountainous area in the Atlantic Forest biome, an important source of water in a dry region, and a potential source of tourism revenue in an area with many social problems. ==Location== The Serra Negra State Park is in the municipality of Itamarandiba, Minas Gerais in the districts of Padre João Afonso, Santa Joana and Santa Luzia de Minas. It has an area of . The perimeter is marked but not enclosed. The park is from the municipal seat. It is from Belo Horizonte. The park covers part of the Espinhaço Mountains. These are recognized by UNESCO as one of the world's biosphere reserves. An internal road leads to the former transmission tower of TV Leste on one of the highest points of the region at . From this point there is an extensive view of the surrounding mountains. The park is in the Jequitinhonha River basin, and contains the sources of many watercourses that feed that river, the Araçuaí River and tributaries of the Doce River. ==History== The Serra Negra State Park was created by decree 39.907 of 22 September 1998. Objectives included protecting a large number of water sources of vital importance in the dry Upper Jequitinhonha region, protecting biological diversity in the Atlantic Forest, rocky field, cerrado and gallery forest ecosystems, reducing the impact of charcoal production and encouraging ecotourism in a region with severe social problems. The park is part of the Espinhaço Mosaic of conservation units. In the dry season of 2007 a major fire swept through much of the park, but the vegetation is gradually regenerating. In April 2013, the Public Ministry and Justice department of Minas Gerais charged that the State Forestry Institute had been failing to comply with environmental legislation. There were serious problems such as lack of a management plan, physical structures and personnel, and land tenure issues with the ecological stations of Mata do Acauã and Mata dos Ausentes and the state parks of Biribiri, Alto Cariri, Rio Preto and Serra Negra. ==Environment== The park is in the Atlantic Forest biome, with large remnants of the original vegetation preserved in areas that are hard to access and in some lowland areas. Tree species include cedro (cedrus sp.), braúna (Schinopsis brasiliensis), ipê (Tabebuia sp.), peroba (Aspidosperma spruceanum), jacarandá (Jacaranda sp.) and vinhático (Plathymenia). Large stands of canela-de-ema (Vellozia squamata) can be found in the mountains and in areas with sandy soil, reaching over in height. There are several endemic species of grasses, and high levels of endemism for ferns, orchids and velozias. The park is mostly surrounded by eucalyptus plantations and pastures. Fauna is diversified and includes locally rare or endangered species such as lobo guará, guigor, barbado ou guariba, suçuarana, catitu and jaguatirica. Other species include paca, capivara, quati, tatu, roedores diversos, veado and teiú. ==Visiting== The park is lacking infrastructure. There is partial control of visits in one part of the park, open 8:30 to 17:30 daily. Visits must be pre-arranged with the park administration. Tourist attractions include lookouts, orchids, caves and many waterfalls. Some work has been done in environmental education in the schools and communities around the park. Volunteer fire brigades have been trained, environmental awareness signs erected and gazebos and ecological trails developed. However, lack of infrastructure and the impact of human activities remain challenges. ==Notes== ==Sources== * * * * * Category:State parks of Brazil Category:Protected areas established in 1998 Category:1998 establishments in Brazil Category:Protected areas of Minas Gerais ",
    "title": "Serra Negra State Park"
}