{
    "id": "52915641",
    "text": "Uri Ra'anan, originally named Heinz Felix Frischwasser-Ra’anan (born June 10, 1926, in Vienna), is an American expert in the politics of communist countries, particularly the Soviet Union and China, and in the resurgence of post-Soviet Russia. He taught at Boston University where he was involved in the University Professors Program, and also at the International Security Studies Program (Fletcher School). He spoke at the Ford Hall Forum twice, in 1978 and again in 2007. ==Early life and education== He received an M.A. and M.Litt. from Oxford University.Uri Ra’anan; Boston University; ==Academic career== Uri Ra’anan was on the faculty of the Fletcher School of Law and Diplomacy at Tufts University for over two decades, holding the titles of Professor of International Politics and Director of the International Security Studies Program. He has also taught at the Massachusetts Institute of Technology, Columbia University, and the City University of New York. In addition, he has been an associate of the Davis Center at Harvard University. At Boston University, he served as director of the Institute for the Study of Conflict, Ideology and Policy, teaching there from 1988 until his retirement in 2009.Uri Ra’anan; Boston University; ==Books and other writings== He has written, co-written, edited, or co-edited over two dozen books and contributed to 19 others. They include: * The USSR arms the third world; case studies in Soviet foreign policy. Cambridge, Mass., MIT Press, 1969. According to WorldCat, the book is held in 823 libraries WorldCat book entry * Arms transfers to the third world: the military buildup in less industrial countries. (ed. with RL Pfaltzgraff, G Kemp) - Westview Press, 1978 * Intelligence policy and national security. (ed. with RL Pfaltzgraff, U Ra'anan, W Milberg) - London: Macmillan, 1981 * Projection of power: perspectives, perceptions, and problems. (ed. with RL Pfaltzgraff, G Kemp) - Archon Books, 1982 * International security dimensions of space. (ed. with R Pfaltzgraff) - Archon Books, 1984 * Security commitments and capabilities : elements of an American global strategy (ed. with R Pfaltzgraff) - Archon Books, 1985 * Hydra of Carnage: The International Linkages of Terrorism and Other Low-intensity Operations: the Witnesses Speak (ed with RH Shultz, R Pfaltzgraff Jr, E Halperin) Lexington Books, 1986. * Gorbachev's USSR: a system in crisis (ed. with Igor Lukes) : Macmillan, 1990. * The Soviet empire: the challenge of national and democratic movements (ed.): Macmillan, 1990. * Inside the Apparat: Perspectives on the Soviet Union (ed. with Igor Lukes) Lexington Books, 1990. * Book chapter: \"The nation-state fallacy\" (p5-20), in: Conflict and Peacemaking in Multiethnic Societies, by Joseph V. Montville (ed.), New York: Lexington Books. * State and nation in multi-ethnic societies: The breakup of multinational states. (ed.) : Manchester University Press, 1991 :: German translation: Staat und Nation in multi-ethnischen Gesellschaften. Passagen Verlag, 1991 * Russian Pluralism – Now Irreversible? (ed. with Keith Armes; Kate Martin) St. Martin's Press, 1992. * Russia – a return to imperialism? (ed. with Keith Armes; Kate Martin) St. Martin's Press, 1996. * Flawed succession: Russia's power transfer crises ( ed. ) Lexington Books, 2006 He has also published extensively in both scholarly and general periodicals, including the Slavic Review, Strategic Review, Global Affairs, Soviet Analyst, the Boston Globe, and the Boston Herald.Uri Ra’anan; Boston University; In an August review for Commentary of Hydra of Carnage, a collection of contributions to a 1985 Tufts conference by Ra'anan and others, Angelo Codevilla wrote that the essays “inadvertently make it clear that government lacks the intellectual and moral tools” to meet the challenge of terrorism.Hydra of Carnage, edited by Uri Ra’anan et al.; Commentary of Hydra of Carnage; August, 1986; His 2006 book on Russia, Flawed Succession, was called \"superb\" by historian Simon Sebag Montefiore in the NYT.|https://www.nytimes.com/2009/01/12/opinion/12sebag.html ==Personal life== He had a son named Gavriel who graduated from Fletcher in 1978, who died of cancer several years later.Quinde, Herbert; Mira Boland: I was a vigilante for Project Democracy; Larouche Pub; June 8, 1990; ==References== ==External links== * Official page Category:Living people Category:American political scientists Category:1926 births ",
    "title": "Uri Ra'anan"
}