{
    "id": "52912451",
    "text": "Lewis Alan Lukens is a retired American diplomat who served as the U.S. Ambassador to Senegal and Guinea-Bissau. His final assignment was as Deputy Chief of Mission of the U.S. Embassy in London. ==Early life and education== Lukens was born on December 25, 1963 in Paris, France. His father, Alan Wood Lukens, was US Chargé d'Affaires ad interim to the Republic of the Congo. Lukens attended Princeton University, where he was awarded an AB degree in history. He received a master's degree from Princeton's Woodrow Wilson School of Public and International Affairs. ==Career== Lukens joined the United States Foreign Service in July 1989, serving in Southern China, Ivory Coast, Australia, Ireland, Iraq, Canada, Senegal, and the United Kingdom. From 2008 to 2011, Lukens was Executive Director of the U.S. Department of State’s Executive Secretariat, directing management support and overseas travel for Secretary of State Hillary Clinton. Lukens testified under oath in a legal case related to the Hillary Clinton email controversy. From 2011 to 2014, Lukens was U.S. Ambassador to Senegal and Guinea-Bissau. From August 2016 to January 2019, Lukens served as the Deputy Chief of Mission of the U.S. Embassy in London. On June 5, 2017, while serving as Acting Ambassador, Lukens tweeted his support for London mayor Sadiq Khan, after President Donald Trump had sent a tweet critical of Khan following a terrorist incident.Diplomats quiet revolt against Trump NYTimes, Retrieved June 6, 2017 In February 2018, Lukens advised his superior, U.S. Ambassador to the United Kingdom Robert Wood Johnson IV, not to follow through on President Trump's request to try to get the British government to steer the British Open golf tournament to the Trump Turnberry resort in Scotland; Lukens warned that it would be an unethical use of the presidency for private gain. However, Johnson reportedly did make the attempt in an overture to the Secretary of State for Scotland. In a pair of speeches to English universities in October 2018, Lukens used an anecdote about President Barack Obama’s 2013 visit to Senegal to illustrate how allies can handle disagreements. Because of the complimentary reference to Obama, Ambassador Johnson referred to Lukens as a \"traitor\". Johnson terminated Lukens's tenure as Deputy Chief of Mission in January 2019, seven months before he was scheduled to leave for his next assignment, effectively ending his diplomatic career. ==References== ==Further reading== * * ==External links== *Lewis A. Lukens (1963–) Office of the Historian, U.S. Department of State. |- |- Category:1963 births Category:Living people Category:Princeton University alumni Category:21st-century American diplomats Category:Ambassadors of the United States to Guinea-Bissau Category:Ambassadors of the United States to Senegal Category:Ambassadors of the United States to the United Kingdom Category:United States Foreign Service personnel ",
    "title": "Lewis Lukens"
}