{
    "id": "52915040",
    "text": "Watchmoor is an area in Camberley, Surrey, England, off the A331 Blackwater Valley Road. It is located opposite the Blackwater Valley Path. It is split into two parts: Watchmoor Park business park and Watchmoor Point industrial estate are accessed via Riverside Way, whilst the Sainsbury's Watchmoor Park Superstore and the Watchmoor Reserve nature area are accessed via a completely separate road mainly hidden from public view by trees, shrubs and hedges. The two sections are only connected via a pedestrian footpath. ==Watchmoor Park business park== Watchmoor Park business park was developed in the late 1980s and the early 1990s by the asset management company London and Metropolitan. The site covers 45 acres and has large open spaces and lakes. It consists of 255,000 sq ft of office space spread between six self contained office buildings along with a separate business centre for small office users. It is home to the offices of several large companies including Telent, Jaegermeister, BTG, Unisys, Novartis, Bachy Soletanche, Dc Leisure and Herrington & Carmichael. In September 2017 Frasers Property purchased Watchmoor Park business park from Oaktree Capital Management for £42 million. It is managed by the property management company MAPP. ==Watchmoor Point industrial estate== Watchmoor Point industrial estate is located adjacent to the Watchmoor Park business park on Watchmoor Rad accessed via Riverside Way. ==Sainsbury's Watchmoor Park Superstore== In 1987 J Sainsbury plc and London and Metropolitan Estates Ltd planned a 37,000 sq ft Sainsbury's supermarket and an adjacent Homebase store with 650 car parking spaces on the part of the Watchmoor Park site which used to be a household rubbish tip. However, the Homebase plan was later abandoned, which was opened in 1990 off The Meadows roundabout instead (the Homebase store has since been closed and replaced by a Next store). In the end, a 36,000 sq ft Sainsbury's supermarket with 751 car parking spaces was opened on 23 June 1992 by the then Chairman Lord (John) Sainsbury himself. The store was almost doubled in size to 66,910 sq ft in 2004. This consisted of a front and side extension. The side extension was built out of the same materials as the existing store, but was built over part of the original service yard. This means that delivery lorries now have to use the customer recycling point as the turning circle area, rather than turning in the main service yard. This side extension now contains the Argos in-store concession, which was opened in 2017. The large front extension covering the full width of the original store has a very different façade to the original building, being more contemporary white panels instead of traditional light red bricks. As a result of this extension, 178 parking spaces were lost leaving a remaining 573 car parking spaces. This extension houses the checkouts and various other third party in-store concessions comprising Starbucks, Timpson, Explore Learning and Centre for Dentistry. Lloyds Pharmacy and Sushi Gourmet also have concessions inside the store. There is a petrol filling station at the far end of the site. In 2013, Sainsbury's tried to demolish its store and re-build it to over 100,000 sq ft to better compete with the Tesco Extra in The Meadows, but this application was unsuccessful. ==Watchmoor Reserve== Watchmoor Reserve As part of the Sainsbury's development, a 13-acre nature area, Watchmoor Reserve, was created. It is owned by Surrey Heath Borough Council. Built on the site of scrubland, it was opened in Autumn 1992 and houses an outdoor classroom for children, trees, sculptures, a butterfly habitat area, a turfed viewing mound, three ponds and a 70x30 metre lake with reed beds and its own bird sanctuary island. It is located at the far end of the Sainsbury's site behind the petrol filling station and has a small car park consisting of around 13 car parking spaces. ==Transport== Footbridge connecting the Blackwater Valley Path with the junction at the entrance to Watchmoor Park business park Watchmoor is located half a mile from Junction 4 of the M3 motorway. In 2017 a footpath and cycleway was built between Blackwater railway station and the Sainsbury's supermarket running along the A331 Blackwater Valley Road. There is also an alternative pedestrian route to the area from Blackwater railway station via the Blackwater Valley Path, going across the bridge over the Blackwater River which was constructed in 2008 to the Hawley Meadows Car Park, at the junction at the entrance to Riverside Way which was also constructed in 2017. There is an infrequent bus route to the Sainsbury's store from Camberley town centre subsidised by Sainsbury's itself as a condition for the approval of the 2004 extension to its supermarket. However, there is no bus route to Riverside Way, the entrance to the Watchmoor Park business park and Watchmoor Point industrial estate. ==See also== *Camberley *Blackwater railway station *Blackwater Valley Path ==References== *JS Journal December 1987 p4 *JS Journal July 1992 p13 *Council rejects 'David and Goliath' Sainsbury's application ==External links== *Watchmoor Park business park *Sainsbury's Watchmoor Park Superstore *Surrey Heath County Council Family Information Service Watchmoor Reserve *Surrey Heath Borough Council Open Spaces *Blackwater Valley - Blackwater Nature Reserve Category:Camberley ",
    "title": "Watchmoor"
}