{
    "id": "52915258",
    "text": "Stephanie Hollenstein (date unknown) Stephanie Hollenstein (18 July 1886 in Lustenau - 24 May 1944 in Vienna) was an Austrian Expressionist landscape and still-life painter. Although a member of the Nazi Party, she tried to defend fellow-artists against charges of degeneracy, though usually without success. == Biography == She was born to a peasant farming family and initially worked as a cowherd. Her first paintings were made at that time, featuring animals and shepherds, with brushes made from animal hair and colors from berries. In 1904, she was admitted to the Königliche Kunstgewerbeschule in Munich, on the strength of the drawings she presented as samples.Brief biography @ Sammlung Stephanie Hollenstein. After completing the courses there in 1908, she opened a small painting school in Schwabing, which was in operation for two years. In 1913, upon the recommendation of Franz von Defregger, she was awarded a scholarship that enabled her to study for a year in Italy.\"Stephanie Hollenstein\" by Brynhild Amann @ Neue Ordnung. Hollenstein in World War I ===World War I=== At the beginning of World War I, she took a medical training course and, in 1915, went to Vorarlberg, where she joined the Standschützen under the name \"Stephan Hollenstein\". Although her comrades-in- arms were aware of the deception, her superiors did not discover it for several months; at which time she was sent home. This incident attracted public attention, however, and she was assigned as a war painter for the \"\" (War Press Bureau). In that capacity, she was sent to the front on three occasions and, in 1916, was among the first recipients of the Karl Troop Cross. She later received numerous commissions from the Museum of Military History. Portrait of Dr. Franziska Groß After the war, she lived in Vienna with her companion, Franziska Groß (1900-1973), who later became a doctor, and held several exhibitions with the Künstlerhaus Wien, the Vienna Secession and the Hagenbund. Her activities were interrupted for a time in 1928, following an accident that resulted in a double ankle fracture, but she was able to get treatment from Lorenz Böhler, a doctor who is credited with establishing the field of accident surgery. She recovered completely and made extensive travels through Germany and Italy. ===Nazi years=== In the 1930s, she was attracted to the \"Männlichkeitskult\" (Masculinity Cult) and the military ideals promoted by the Fascists. She became a secret member of the Nazi Party (when it was still officially banned in Austria), then rejoined openly after the Anschluss. From that time until 1943, she was chairperson of the \"Vereinigung Bildender Künstlerinnen der Reichsgaue der Ostmark\" (Association of Women Artists of the Reichsgau of Austria). During her tenure, she defended the sculptor, , and others against charges that their art was \"Degenerate\"; unsuccessfully for the most part. An application for the title of \"Professor\" was denied on the grounds that she was a strictly local artist whose work often did not set a good example. She resigned her position for health reasons. The following year, she suffered a heart attack and died shortly after. Her remains were returned to Lustenau for burial. A municipal art gallery named in her honor was opened in 1971. ==Selected paintings== File:Hollenstein-Inn.jpg|Landscape with an Inn File:Hollenstein-Zoi.jpg|Lago Zoi in the Dolomites File:Stephanie Hollenstein - Cetara.jpg|Cetara, Campania ==References== == Further reading == * Evelyn Kain: Stephanie Hollenstein: Painter, Patriot, Paradox in: Woman's Art Journal, Vol. 22, No. 1 (Spring–Summer, 2001), pp. 27–33 * Willi Oberfrank, Helmut Gassner: Stephanie Hollenstein. 1886–1944 (exhibition catalog). Marktgemeinde Lustenau, 1994, == External links == *ArtNet: More works by Hollenstein. * Galerie Hollenstein website *\"Frau Doktor im Landesdienst\" (Franziska Groß) @ Land Vorarlberg. * * Category:1886 births Category:1944 deaths Category:20th-century Austrian painters Category:Austrian landscape painters Category:Austrian women painters Category:Austrian still life painters Category:Austrian women in World War I Category:Austrian Nazis Category:Lesbian artists Category:People from Lustenau Category:20th-century women artists ",
    "title": "Stephanie Hollenstein"
}