{
    "id": "52926776",
    "text": "Adam Brooks (born May 6, 1996) is a Canadian professional ice hockey player who is currently playing under contract as a prospect to the Toronto Maple Leafs of the National Hockey League (NHL). ==Playing career== ===Amateur=== While playing AAA hockey for the Winnipeg Hawks, both Brooks and his older brother Brett attended West Kildonan Collegiate. Brooks ended the season being named AAA Impact Player of the Year and MVP. Brooks was selected 25th overall by the Regina Pats in the 2011 Western Hockey League (WHL) draft after recording 111 points with the Winnipeg Hawks. He signed with the Pats on August 24, 2011, but was reassigned to the Winnipeg Thrashers in the Manitoba U-18 'AAA' Hockey League. While with the Thrashers, Brooks was selected to play for Team Canada at the 2012 Winter Youth Olympics in Innsbruck Austria. At the conclusion of the 2011–12 season, Brooks recorded 41 points in 37 games, and appeared in the Western Canada Under-16 Challenge. After only recording 11 points during the 2013–14 season, Brooks was passed over in his first year of eligibility for the NHL Entry Draft. Prior to the beginning of the new season, the Pats hired Dave Struch and Brooks excelled that season, recording 62 points in 64 games. Despite going undrafted again, Brooks partook in the New York Rangers rookie camp. His success continued into the following season where Brooks lead the league with 82 assists and 120 points, which earned him the Bob Clarke Trophy. This also earned him a 72nd final ranking from the NHL Central Scouting Bureau amongst North American skaters. By the time the 2016 NHL Entry Draft came around, Brooks was drafted 92nd overall by the Toronto Maple Leafs. Brooks was named team captain of the Pats to start his final junior year in the 2016–17 WHL season. Although the Pats qualified for the playoffs, Brooks injured his knee in Game 2 of an Eastern Conference semi-final and was out for the rest of the series. At the conclusion of his junior career, Brooks ranked third all-time in regular-season games played with 317, 10th in career points with 335, and sixth in assists with 216. He was also named to the WHL First All-Star team. ===Professional=== On June 29, 2017, Brooks was signed to a three-year, entry-level contract with the Toronto Maple Leafs. After attending the Leafs training camp, Brooks was reassigned to their American Hockey League (AHL) affiliate, the Toronto Marlies, to begin the 2017–18 season. Brooks played on a line with Ben Smith and Colin Greening, whom helped him record his first career AHL point in a 4–0 win over the Charlotte Checkers. He later scored his first career AHL goal in a 5–1 win over the Belleville Senators on December 31, 2017. Brooks finished his rookie campaign with the Marlies recording 19 points in 57 regular AHL games, and six points in 20 playoff games to help lead the Marlies to their first Calder Cup in franchise history. After attending the Leafs training camp, Brooks was reassigned to the Marlies for the 2018–19 AHL season. The Marlies qualified for the 2019 Calder Cup playoffs, where Brooks recorded a hat trick to sweep the Marlies past the Rochester Americans. Brooks played his first NHL game against the New York Rangers on December 28, 2019. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"101\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"101\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 2011–12 | Winnipeg Thrashers | MMHL | 37 | 17 | 24 | 41 | 6 | 7 | 1 | 3 | 4 | 0 |- bgcolor=\"#f0f0f0\" | 2012–13 | Regina Pats | WHL | 55 | 4 | 8 | 12 | 13 | — | — | — | — | — |- | 2013–14 | Regina Pats | WHL | 60 | 4 | 7 | 11 | 24 | 4 | 0 | 1 | 1 | 0 |- bgcolor=\"#f0f0f0\" | 2014–15 | Regina Pats | WHL | 64 | 30 | 32 | 62 | 18 | 9 | 4 | 3 | 7 | 6 |- | 2015–16 | Regina Pats | WHL | 72 | 38 | 82 | 120 | 30 | 12 | 7 | 16 | 23 | 6 |- bgcolor=\"#f0f0f0\" | 2016–17 | Regina Pats | WHL | 66 | 43 | 87 | 130 | 61 | 17 | 5 | 13 | 18 | 12 |- | 2017–18 | Toronto Marlies | AHL | 57 | 8 | 11 | 19 | 2 | 20 | 2 | 4 | 6 | 4 |- bgcolor=\"#f0f0f0\" | 2018–19 | Toronto Marlies | AHL | 61 | 21 | 19 | 40 | 28 | 13 | 6 | 2 | 8 | 6 |- | 2019–20 | Toronto Marlies | AHL | 29 | 9 | 11 | 20 | 19 | — | — | — | — | — |- bgcolor=\"#f0f0f0\" | 2019–20 | Toronto Maple Leafs | NHL | 7 | 0 | 3 | 3 | 0 | — | — | — | — | — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 7 !! 0 !! 3 !! 3 !! 0 ! — !! — !! — !! — !! — |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" ID=\"Table3\" style=\"text-align:center; width:40em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 2013 | Canada Western | U17 | 9th | 5 | 1 | 0 | 1 | 2 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\" | Junior totals ! 5 ! 1 ! 0 ! 1 ! 2 |} ==Awards and honours== {| class=\"wikitable\" ! Award or Honour ! Year ! |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | WHL |- | First All-Star Team (East) | 2016 | |- | Bob Clarke Trophy | 2016 | |- | WHL First All-Star Team | 2017 | |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | AHL |- | Calder Cup (Toronto Marlies) | 2018 | |} ==References== ==External links== * Category:1996 births Category:Living people Category:Canadian ice hockey centres Category:Ice hockey people from Manitoba Category:Regina Pats players Category:Sportspeople from Winnipeg Category:Toronto Maple Leafs draft picks Category:Toronto Maple Leafs players Category:Toronto Marlies players Category:Competitors at the 2012 Winter Youth Olympics ",
    "title": "Adam Brooks (ice hockey)"
}