{
    "id": "52926095",
    "text": "Irvin Flores His first name has been often misspelled in various websites as \"Irving\" (October 1,1924 - March 20, 1994) was a political activist, member of the Puerto Rican Nationalist Party and an advocate of Puerto Rican independence. Flores was a leader of the Nationalist faction of Mayagüez, Puerto Rico during the Puerto Rican Nationalist Party revolts of the 1950s. On March 1, 1954, Flores together with fellow Nationalists Lolita Lebrón, Andrés Figueroa Cordero, and Rafael Cancel Miranda entered the United States Capitol building armed with automatic pistols and fired 30 shots. Five congressmen were wounded, however all the representatives survived and Flores, along with the other three members of his group were immediately arrested. ==Early years== Flores (birth name: Irvin Flores Rodríguez ) was born in the town of Cabo Rojo in Puerto Rico. He was raised together with his five brothers and sisters by an aunt after his mother died and he became an orphan. It was in Cabo Rojo where Flores received his primary and secondary education. After he graduated from high school, he studied electronics in a local vocational school.Los Angeles TimesNew York Times: Irvin Flores, 69, Dies; Wounded 5 in CongressWhite Star ==Puerto Rican Nationalist Party== The Puerto Rican Nationalist Party was founded by José Coll y Cuchí as a direct response to the American colonial government in 1919, By the 1920s, there were two other pro- independence organizations in the Island, they were the \"Nationalist Youth\" and the \"Independence Association of Puerto Rico\". On September 17, 1922, the two political organizations merged into the Puerto Rican Nationalist Party. In 1924, Dr. Pedro Albizu Campos joined the party and on May 11, 1930, Dr. Pedro Albizu Campos was elected president of the Puerto Rican Nationalist Party.Luis Muñoz Marín, By A. W. Maldonado, Pg. 86, Publisher: La Editorial, Universidad de Puerto Rico , (December 1, 2006) , , There were sub-groups within the Puerto Rican Nationalist Party. The Puerto Rican Youth for Independence was one of them. School students would often meet to discuss the political issues of the day. Independence leader Rafael Cancel Miranda was present in one of the meetings that Flores attended where the political discussion was about Puerto Rican independence. Cancel Miranda invited Flores to join the Puerto Rican Youth for Independence and he did. Flores eventually joined the Nationalist Party and became a member of the Cadets of the Republic (Cadetes de la Republica). The cadets was a quasi-military youth organization of the Nationalist Party also known as the Liberation Army of Puerto Rico . During this time in his life he personally met Dr. Albizu Campos who encouraged him to take up public speaking. ==Puerto Rican Nationalist Party revolts of the 1950s== The Puerto Rican Nationalist Party revolts of the 1950s were a series of coordinated armed protests for the independence of Puerto Rico led by Dr. Pedro Albizu Campos, against the United States Government rule on the Island. The Party repudiated the \"Free Associated State\" (Estado Libre Asociado) status that had been enacted in 1950 and which the Nationalists considered a continuation of colonialism. The Party organized a series of uprisings to take place in various Puerto Rican cities on October 30, 1950. Flores was a leader of the Nationalist faction of Mayagüez. This was one of the largest branches of the party. It was divided into several units, each assigned to attack different targets. He participated in the group which attacked the town's police station, resulting in the death of three policemen and three bystanders. This unit regrouped and joined the other units in Barrio La Quinta of the municipality of Mayagüez. The local police arrived and Flores was wounded. He was able to escape into the mountains with the rest of the men. The unit avoided further casualties by using guerrilla tactics. Flores continued to hide in the mountain farms unaware that the FBI was after him, not because of his participation in the revolt, but because he had avoided conscription and refused to register for the draft. Eventually, he was captured and briefly incarcerated. After he was released, he moved to New York City. ==Preparations for the assault== In New York, Flores worked in a furniture factory. There he continued his friendship with Cancel Miranda who introduced him to the Nationalist Party branch of that city. He met fellow nationalists Lolita Lebrón and Andres Figueroa Cordero during one of his visits to the party headquarters. In 1954, Lebrón received a letter from Albizu Campos, in which he declared his intention to order attacks on \"three locations, the most strategic to the enemy\".Ribes Tovar et al., p.132 Albizu Campos wanted Lebrón to pick a group of nationalists for this task without her personal participation. Lebrón presented the plan to the Nationalist Party in New York and choose Cancel Miranda, Flores and Andrés Figueroa Cordero for the task. Disregarding Albizu Campo's wishes, she decided to lead the group. The date for the attack on the House of Representatives was to be March 1, 1954. This date was chosen because it coincided with the inauguration of the Conferencia Interamericana (Interamerican Conference) in Caracas. Lebrón intended to call attention to Puerto Rico's independence cause, particularly among the Latin American countries participating in the conference. ==Assault on the House of Representatives== Flores arrived with the group in Washington, D.C. and sat in the visitor's gallery in the House of Representatives. The representatives of the House were discussing Mexico's economy when suddenly Lebrón gave the order to the group to quickly recited the Lord's Prayer. She then stood up and shouted \"¡Viva Puerto Rico Libre!\" (\"Long live a Free Puerto Rico!\") and unfurled the flag of Puerto Rico. The group opened fire with semi- automatic pistols.Edward F. Ryan, The Washington Post, March 2, 1954, pp.1, 12-13. Some 30 shots were fired (mostly by Cancel, according to his account), wounding five lawmakers; one representative, Alvin Morell Bentley from Michigan, was seriously wounded in the chest. Upon being arrested, Lebrón yelled: ==Arrest and trial== Lebrón, Cancel Miranda and Figueroa Cordero were immediately arrested. Flores, however, walked away from the building in the confusion that followed. He took a taxi to a bus stop where he, and various Mexicans who happened to be there, were stopped and questioned by the local police who had just heard about the shooting. The police searched Flores and found a loose bullet in his pocket which led to his arrest. Flores and his comrades were charged with attempted murder and other crimes. The trial began on June 4, 1954, with judge Alexander Holtzoff presiding over the case, under strict security measures. A jury composed of seven men and five women was assembled, their identities were kept secret by the media. The prosecution was led by Leo A. Rover, as part of this process 33 witnesses testified. Ruth Mary Reynolds, the \"American/Puerto Rican Nationalist\", with the aid of the American League for Puerto Rico's Independence, helped to defend the four Nationalists involved in the shooting incident.Ribes Tovar et al., p.178 On July 13, 1954, the four nationalists were taken to New York, where they declared themselves not guilty on the charges of \"trying to overthrow the government of the United States\".Ribes Tovar et al., p.197 On October 26, 1954, judge Lawrence E. Walsh found all of the accused guilty of conspiracy, sentencing them to six additional years in prison.Ribes Tovar et al., p.209 ==Imprisonment and release== The four Nationalists were sent to different prisons. Flores was sent to Leavenworth Federal Prison in Leavenworth, Kansas, where nationalist Oscar Collazo, who in 1950 attacked the Blair House in a failed attempt to assassinate US President Harry S. Truman, was incarcerated. By 1970, Flores' comrade Cancel Miranda was transferred from Alcatraz Prison to Leavenworth Prison. In 1970, Flores, together with Collazo and Cancel Miranda, participated in a prison strike and stopped working because of the abuses by some of the guards against them.\"I was expelled by Batista regime, embraced by Cuban revolutionaries\" While in prison, he studied English and read books on history and philosophy. He also learned how to play the guitar. He wrote a book titled Los Indomitos where he described his prison experience. Both Flores and Cancel Miranda became eligible for parole in July 1979. However, none had applied for parole because of their political beliefs.Jimmy Carter: Puerto Rican Nationalists Announcement of the President's Commutation of Sentences That same year, President Jimmy Carter, under national and international pressure, pardoned Cancel Miranda, Lebrón and Flores. They had served 25 years in prison. Andrés Figueroa Cordero had been released from prison earlier because of health issues related to his terminal cancer. The Governor of Puerto Rico Carlos Romero Barceló publicly opposed the pardons granted by Carter, stating that it would encourage terrorism and undermine public safety. ==Later years== After his release, Flores was reunited with the other nationalists in the house of Rev. José Torres in Chicago. There he gave a public speech where he stated: He then traveled to New York City where he was scheduled to appear before a crowd at the Church of the Apostle San Pablo. He then proceeded to return to his motherland Puerto Rico where he and his comrades received a hero's welcome by their supporters. The Order of Playa Girón In 1979, Flores, Lolita Lebrón, Rafael Cancel Miranda and Oscar Collazo were recognized as the embodiment of the directive of their teacher Albizu Campos to exercise valor and sacrifice before representatives of fifty-one countries at the International Conference in Support of Independence for Puerto Rico, held in Mexico City. That same year Flores and his comrades were awarded the Order of Playa Girón in Cuba.Order of Playa Girón The Order of Playa Girón is a national order conferred by the Council of State of Cuba on Cubans or foreigners for their leadership in the struggle against imperialism, colonialism and neo-colonialism, or who have contributed to peace and the progress of humankind. It was established in 1961 and is named after the Playa Girón (Girón beach), site of the Cuban victory in the Bay of Pigs Invasion. In Puerto Rico he met and married Blanca Rodríguez Rivera in 1980. He managed a boarding house and continued his political activities involving the advocacy of Puerto Rico's independence. Flores divorced his wife before undergoing surgery for a brain tumor. He was in a coma for three months and on March 20, 1994 he died in his home which was located in Hato Rey, a suburb of Puerto Rico. ==Further reading== *\"Puerto Rico: Independence Is a Necessity\"; by: Rafael Cancel Miranda (Author); Publisher: Pathfinder Press (NY); Booklet edition (February 1, 2001); *\"Testimonio: Los indómitos [Paperback]\"; by: Antonio Gil de Lamadrid Navarro (Author); Publisher: Editorial Edil, *\"War Against All Puerto Ricans: Revolution and Terror in America’s Colony\"; Author: Nelson Antonio Denis; Publisher: Nation Books (April 7, 2015); . ==See also== *List of Puerto Ricans *Boricua Popular Army *Fuerzas Armadas de Liberación Nacional (Puerto Rico) ==Notes== ==References== Category:1924 births Category:People from Cabo Rojo, Puerto Rico Category:Puerto Rican nationalists Category:Puerto Rican Nationalist Party politicians Category:Members of the Puerto Rican Nationalist Party Category:Recipients of American presidential pardons Category:Puerto Rican Roman Catholics Category:Puerto Rican prisoners and detainees Category:Imprisoned Puerto Rican independence activists Category:Puerto Rican independence activists Category:1994 deaths ",
    "title": "Irvin Flores"
}