{
    "id": "52922039",
    "text": "The Source is the ninth studio album from Ayreon, a progressive metal/rock opera project by Dutch musician Arjen Anthony Lucassen, released on April 28, 2017. It is Lucassen's first album under his new label, Mascot Label Group. As with every Ayreon album, it is a concept album with each character being portrayed by one singer. Unlike the previous album The Theory of Everything, it marks a return to science fiction and the Ayreon storyline; it acts, in particular, as a prequel to 01011001, making it the first album in the storyline's chronology. In The Source, the Alphans, ancestors of humanity, try to prevent the extinction of their race from machines who took control of the entire planet Alpha, by sending a select few Alphans into space so they can attempt to start anew on a distant world. In the typical style of the project, the album features several guest singers to portray the characters across the album; although Lucassen usually prefers to work only once with each singer in Ayreon, he mostly cast returning performers for The Source, including James LaBrie (Dream Theater), Simone Simons (Epica), Floor Jansen (Nightwish), Hansi Kürsch (Blind Guardian), Tobias Sammet (Edguy, Avantasia), Tommy Karevik (Kamelot, Seventh Wonder), and Russell Allen (Symphony X), together with newcomers such as Tommy Rogers (Between the Buried and Me), for a total of eleven main vocalists. == Plot == The Source is set before all previous albums, and tells the origins of the Forever, an alien race central to the Ayreon storyline. It acts as a prequel to 01011001. It is set in four parts, referred to as Chronicles. In the booklet, at the debut of each Chronicle is featured writings by The Historian (James LaBrie), giving more details about the story. === Chronicle 1: The 'Frame === The story begins in the distant past on a planet called Alpha in the Andromeda Galaxy, inhabited by our human ancestors. Despite the best efforts of The Opposition Leader (Tommy Karevik), The President (Russell Allen) has given a mainframe computer known as \"The 'Frame\" full powers over Alpha, so it can solve its seemingly insurmountable ecological and political problems. However, the 'Frame, whose intelligence has surpassed the Alphans', has decided that the only possible way to do so was to destroy humanity, and shut down all support systems to extinguish their race. The Alphans despair about their doom, as The President realizes he was mistaken (\"The Day That the World Breaks Down\"). Some Alphans, such as The Diplomat (Michael Eriksen) and The Counselor (Simone Simons), believe there is still hope, as does The Captain (Tobias Sammet), who proposes to use his spaceship, the Starblade, to carry a small number of Alphans to a new world so they can start anew; meanwhile, The Prophet (Nils K. Rue) foresees that they will indeed leave, while also predicting \"a sea of machines\" similar to Alpha's and a mysterious castle (\"Sea of Machines\"). Ultimately, the Alphans come to the conclusion that there is no hope of saving their world (\"Everybody Dies\"). === Chronicle 2: The Aligning of the Ten === People are then selected, based on their competencies, to leave Alpha aboard the Starblade. It includes all characters previously mentioned plus TH-1 (Mike Mills), a robot stayed faithful to the human race, to assist them, and try to start anew on a distant world, a water planet located near the star of Sirrah (\"Star of Sirrah\"). Heartbroken, they give their final goodbyes to their loved ones (\"All That Was\"). Going through the apocalyptic chaos their world has turned into, they manage by miracle to reach the Starblade (\"Run! Apocalypse! Run!\"), but, as they get ready for departure, are overwhelmed by the guilt and sadness of having doomed the world, and having been chosen to go while the rest of the world stays behind to die (\"Condemned to Live\"). === Chronicle 3: The Transmigration === After finally escaping from Alpha, the surviving humans are injected with a drug made by The Chemist (Tommy Rogers), named \"Liquid Eternity\" but mostly referred to as \"The Source\", that will make their bodies able to live underwater and communicate by telepathy, as the world they are going to is an aquatic one; it will also drastically extend their lifespans, making them virtually immortal. They put themselves in suspended animation, as their trip will take many years (\"Aquatic Race\"). In their sleep, the humans dream of the beautiful world that awaits them (\"The Dream Dissolves\"). The former Alphans ultimately awaken as they reach Sirrah and mourn, aware that during the many years it took them to travel, their planet, together with all their loved ones, has come to an end (\"Deathcry of a Race\"). However, they are also filled with hope at the sight of their new world (\"Into the Ocean\"). === Chronicle 4: The Rebirth === The humans and TH-1 start building their new home, which they name the \"Bay of Dreams\"; they now live underwater, as the sunrays from Sirrah are deadly. Some of them are worried about the future, some are hopeful. The Prophet foresees that they will indeed make the human race continue its course, but also predicts that the future awaiting them is dark (\"Bay of Dreams\"). With their minds communicating by telepathy, the survivors now feel more united than ever, and decide to name their new planet \"Y\" (\"Planet Y Is Alive!\"). As a side-effect, the Source helps them relax, and gradually makes them forget about their past lives on Alpha. They happily let it happen (\"The Source Will Flow\"), and, with the guilt and sadness from the past gone, now look brightly at the future (\"Journey to Forever\"). They still have doubts however, fearing that they might repeat their past mistakes, and that the Source might change their minds and make them lose their humanity; The Prophet predicts that their spirits will indeed become hollow, but that \"the second coming of the Universal Soul\" will one day make them whole once again (\"The Human Compulsion\"). Meanwhile, TH-1, left purposeless, predicts that he will grow and become the new 'Frame, starting the cycle anew' and announces that \"the age of shadows will begin\" (the melody and line directly referring to the 01011001 opening song \"Age of Shadows\"). == Production == === Songwriting === When Lucassen began to write new music, he thought that would result in a solo album. Eventually, he realized the music was too heavy for him to sing, so he thought of making it an album by Star One, another of his projects. Finally, he noticed some folk elements and decided it would be an Ayreon release. Mike Mills wrote his character's melodies for \"The Day That the World Breaks Down\", in which his lyrics are the ASCII encoded binary digits for \"Trust TH1\", TH1 being his character in the album. According to Lucassen, The Source is more guitar-oriented than previous Ayreon albums. Floor Jansen's character is called The Biologist; coincidentally, she wanted to be a biologist as a kid, which Lucassen didn't know. James LaBrie's performance on The Theater Equation prompted Arjen to invite him for an eventual new project, which LaBrie accepted even before Lucassen could finish his sentence. Lucassen was not pleased with Marcel Coenen's initial guitar solo, so they worked on a second version which made it to the album and was described by Lucassen as \"one of the best solos I ever heard\". According to him, Coenen thanked him for pushing him further. === Recording === Several cast members did not record their parts with Lucassen at the Electric Castle studio as it is usually done: Tommy Karevik couldn't make the travel, but Lucassen stated that \"he's such an amazing singer that I knew it wasn't needed\". Tommy Rogers and Nils K. Rue recorded their vocals in their native United States and Norway, respectively. Drummer Ed Warby, violinist Ben Mathot, and flutist Jeroen Goossens, all longtime Ayreon collaborators, returned for the album. In August 2018, Lucassen stated that he had asked Andrew Latimer of Camel, one of his \"top five favorite guitarists of all time\", to be in the album. The two agreed to work together when they met at the 2014 Prog Awards, where Lucassen received the Virtuoso Award; however, Latimer found The Source \"way to heavy for him\" when he received the samples, and he eventually turned down Lucassen's offer. === Promotion === Lucassen officially announced that his next project would be a new Ayreon album on October 6, 2016 via a teaser featuring some of the already recorded music. From October 13 to December 23, he regularly organized \"guessing games\" on Ayreon's Facebook page, publishing a sample of the album featuring either one singer or one guest musician and asking his fans to guess who it was, then picking one of the correct answers to get a gift. On January 13, 2017, he announced that Yann Souetre was in charge of that artwork, and on January 19, revealed the album's title and cover, adding that Souetre's art was a big inspiration in the creative process of the album. \"The Day That the World Breaks Down\", the opening song of the album which features all the cast except Zaher Zorgati, was released by Lucassen on YouTube on January 26, 2017. Another song, \"Everybody Dies\" was released on February 23. The third lyric video, \"The Source Will Flow\", came after a contest which culminated in four fan-made videos, with the winner being decided via popular vote. \"Star of Sirrah\" is the fourth track to receive a lyric video on 18 April. == Reception == === Critical reception === The Source received positive reviews from music critics. Sputnikmusic gave a rating of 3.5 out of 5, stating: \"With The Source, Arjen continues to fully realize his conceptual ideas, although when piecing together the obviously stronger tracks, it seems a double album may not have been so necessary in the end\" . Maximum Volume Music gave a perfect 10 rating and stated \"whilst April is too early to proclaim a record as the best of 2017, what we will say is this: anything that ends up being better than “The Source” is going to have to be extremely special, because this is truly magnificent\". Myglobalmind gave a perfect 10 rating, stating \"The Source is yet another outstanding rock opera that once again proves Arjen Lucassen’s ability to tell a compelling story, while still giving his fans memorable songs and some excellent instrumental work, to go along with a truly impressive cast of singers\". The Barefoot Review gave a very positive review, stating \"it's difficult to take it all in on a single listen [...] This is something that reveals itself over many listens, and hearing it in different forms and locations. [...] The mix of different vocalists adds a really interesting dimension to things, and there’s quite a few guest musicians on here too, including The Aristocrat's brilliant axeman Guthrie Govan, with each guest artist lending a piece of themselves to the whole. This is definitely a work of art that will impress not only fans of progressive metal, but discerning fans of just about every other musical style too.\" === Accolades === PopMatters elected it the second best progressive rock and metal album of 2017. ==Track listing== These credits are adapted from the album's liner notes. Vocalists are listed in the order in which they first enter the song. ===CD 1=== ===CD 2=== == Personnel == These credits are adapted from the album's liner notes. Vocalists * James LaBrie (Dream Theater) as The Historian * Tommy Karevik (Kamelot, Seventh Wonder) as The Opposition Leader * Tommy Rogers (Between the Buried and Me) as The Chemist * Simone Simons (Epica) as The Counselor * Nils K. Rue (Pagan's Mind) as The Prophet * Tobias Sammet (Edguy, Avantasia) as The Captain * Hansi Kürsch (Blind Guardian) as The Astronomer * Mike Mills (Toehider) as TH-1 * Russell Allen (Symphony X) as The President * Michael Eriksen (Circus Maximus) as The Diplomat * Floor Jansen (Nightwish, ex-After Forever, ex-ReVamp) as The Biologist * Will Shaw (Heir Apparent), Wilmer Waarbroek, Jan Willem Ketelaars, and Lisette van den Berg (Scarlet Stories) as The Ship's Crew * Zaher Zorgati (Myrath) as The Preacher1 Instrumentalists * Joost van den Broek (ex-After Forever) – grand piano and electric piano * Mark Kelly (Marillion) – synthesizer solo on \"The Dream Dissolves\" * Maaike Peterse (Kingfisher Sky) – cello * Paul Gilbert (Mr. Big, Racer X) – guitar solo on \"Star of Sirrah\" * Guthrie Govan (The Aristocrats, ex-Asia) – guitar solo on \"Planet Y Is Alive!\" * Marcel Coenen (Sun Caged) – guitar solo on \"The Dream Dissolves\" * Ed Warby – drums * Ben Mathot – violin * Jeroen Goossens (ex-Pater Moeskroen) – flute, wind instruments * Arjen Anthony Lucassen – electric and acoustic guitars, all other instruments Production * Arjen Anthony Lucassen – production, mixing, recording * Brett Caldas-Lima – mastering * Pieter Kop – mastering * Yann Souetre – cover art and artwork * Lori Linstruth – creative consultant, filming and editing of \"Behind the Scenes\" and \"Interviews\" for bonus DVD, management * Jos Driessen – co-recording of Ed Warby * Braeden Kozy – recording of James LaBrie * Thomas Gieger – recording of Hansi Kürsch * Sascha Paeth – recording of Tobias Sammet * Dick Hodgin – recording of Russell Allen * Jamie King – recording of Tommy Rogers ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- ! scope=\"row\"| Italian Albums (FIMI) | 52 |- |- |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) Click on \"Veckans albumlista\". | 27 |- |} == See also == * List of Ayreon guest musicians == References == == External links == * Category:2017 albums Category:Ayreon albums Category:Rock operas Category:Science fiction concept albums ",
    "title": "The Source (Ayreon album)"
}