{
    "id": "52926911",
    "text": "The Sydney Shri Durga Temple commonly known as Sydney Durga Temple is a Hindu Temple located at 21–23 Rose Crescent, Regents Park NSW 2143, in Sydney. The temple is run by the Shri Durgadevi Devasthanam, a non-profit religious organisation. The temple is dedicated to the goddesses Durga, Lakshmi and Saraswathy who are its three main deities and the temple celebrated its first Maha Kumbabhishekam on 7 May 2017. == The Shri Durgadevi Devasthanam == In October 2002, The Sri Durgadevi Devasthanam was established to maintain the Hindu religion and culture in Sydney. The main objectives of the Devasthanam are to worship Goddess Durga, to promote Hinduism and to help disadvantaged people. The organisation aims to impart religious, educational and cultural values of Hinduism to its community and future generations. == History of the temple== When the temple first started, they performed Pooja in Homebush High School on a weekly basis, every Friday. The Sri Durgadevi Devasthanam Sydney Inc, was registered as a Charity Organisation. In 2005, the Shri Durgadevi Devasthanam paid a deposit of $2.05 million to secure the land of one acre at 21 Rose Crescent, Regents Park. The Foundation Ceremony was performed in August 2006. Following the construction of the Temporary Prayer Hall, in late 2006, the three deities were moved to the Temple land, with a momentous inauguration ceremony. The second stage of construction commenced in August 2009 which was building a Wedding Hall/Auditorium and an Educational Hall. The Auditorium cost came up to $1.85 million and the hall has a height elevation of 6 metres. It was completed in 2010 and it stands as the first Hindu community hall within a Temple Complex in Australia. The third & final stage of construction is building the temple, currently the temple is in the final stages of being completed. The temple complex consists of 3 levels: the basement level consists of the wedding hall & educational hall, the ground level consists of the entrance and the main carpark, and the final level consists of the main temple sitting above the carpark. The completed temple celebrated its first Maha Kumbabishekam (Consecration Ceremony) on 7 May 2017 and it marked the first day the new temple complex was opened to the public as a place of worship. == First consecration ceremony== The first Maha Kumbabhishekam (Consecration Ceremony) at Sydney Durga Temple took place on 7 May 2017. The Rajagopura Maha Kumbabishekam started at 10:00 am, followed by the kumbabishekams for the shrines in the temple. The Kumbabishekam was witnessed by approximately 5000 devotees and was a majestic milestone for the temple and its dedicated committee members. The Yaagasaalai Prayers commenced on 30 April 2017 for 8 days with a Special Pooja conducted until 7 May. The Ashta Banthana Marunthu Thaila Kappu (devotees apply oil) commenced on 5 May 2017 to 7 May 2017. The Mandalabishegam was held for 45 consecutive days, after the Maha Kumbabishekam, starting on 8 May 2017 and concluding on 21 June 2017. == Temple deities== The main deities of the temple are Goddess Durga, Goddess Lakshmi and Goddess Saraswathy. The following deities also have shrines in the temple: Lord Ganesha (Vinayagar), Lord Shiva, Lord Krishna, Lord Murugan, Goddess Visalaatshi and Nandhi. The temple will also have a ceremonial flag pole (kodi maram), a pedestal for sacrificial offerings (balipeetam), and shrines (sannidhi) for the Ashta Lakshmi, Navagraham and Bairavar. == Facilities== * Wedding hall The Sydney Durga Temple Wedding Hall is an 800 seating capacity auditorium that hosts cultural performances, weddings, functions, conferences, musical and dance performances, celebrations and the temple's annual fundraising dinner. The Devasthanam constructed the Auditorium having spent more than a million dollars on the building. The auditorium provides projectors, chairs and tables, table swags, plates, lighting, backdrops and more. The temple provides facilities such as a Men's and Women's restrooms, two rooms located at the sides of the stage, a small kitchenette, a sound room and two big rooms often used as dressing rooms for the bride. Bookings, packages and deals can be made by calling the temple. This is the first Hindu community hall to be within a Temple Complex in Australia * Educational hall Adjacent to the Durga Auditorium is a smaller Educational Hall. It can fit 400 people in a theatre style that can & has been used for functions, dinners, weddings, celebrations and more. It uses the same facilities as the Wedding Hall and similarly bookings, packages and deals can be made by calling the temple. == Festivals and events== === Annual festival (Maasi Magam Theertha Utsavam)=== Annual Festival 2016 The Sydney Durga Temple's biggest festival is its annual festival. Over a period of 12 days, devotees come to the temple to receive blessings from Goddess Durga and witness special Poojas, Bajans and cultural programs. Everyday during the 12 days, a deity/deities are carried around the temple on a decorated Pallakku with the music accompaniment of a Thavil and Nadaswaram. This is by far the temple's most popular event. === Navarathri=== Navarathri is a Hindu festival celebrated in honour of the divine goddess Durga during the Hindu calendar month of Ashvin (which typically falls in the months of September and October). Being a festival for its main deity, the Sydney Durga Temple conducts special poojas and hosts classical performances at the temple itself. === Temple annual fundraising dinner (aka dinner with entertainment)=== Temple Fundraising Dinner 2016 The Sydney Shri Durga Devasthanam annually host a Temple Fundraising Dinner. The aim of the dinner is to raise money that will go towards the temple's construction. The Dinner with Entertainment includes speeches from committee members, a variety of dance and vocal performances and auctions, followed by a delicious feast made by the volunteers of the cooking department in the temple. The dinner, without doubt, is always a success and is fun to attend. A ticket cost $20 which can be paid at the temple. == The temple management committee== The Sydney Durga Temple members, on an annual basis, elected their Management Committee that consists of 9 members in accordance with a set Constitution to govern the Durga Devi Devasthanam. Currently, the Devasthanam has 124 fully paid members and 94 associate members. The following people have been elected to the Management Committee for 2017: Mr. Ratnam Mahendran (President), Mr. Sathy Surendran (Secretary), Mr. Mahalingam Sasseendran (Treasurer), Mr. Maheswaran (Kumbabishekam Co- Coordinator), Mr. Shan Kumaralingam (Kumbabishekam Co-Coordinator), Mr Sivananthan, Mr Panchacharam, Mrs Ramana Kumaralingam and Mr Sivakumar. == References== * [Sydney Shri Durga Devi Temple. 2017. Sydney Shri Durga Devi Temple. [ONLINE] Available at: http://www.sydneydurga.org/about-us. [Accessed 20 January 2017].] * [Durga Auditorium. 2017. Durga Auditorium. [ONLINE] Available at: http://www.sydneydurga.org/durga-auditorium. [Accessed 20 January 2017].] Category:Hindu temples in Australia Category:Religious buildings and structures in Sydney Category:2017 establishments in Australia ",
    "title": "Sydney Durga Temple"
}