{
    "id": "52924620",
    "text": "John T. Apperson (December 23, 1834 – April 3, 1917) was an American steamboat captain and military officer who also served in the Oregon Legislative Assembly. He was born in Christian County, Kentucky, son of Beverly Apperson and Jane Gilbert Tubbs. He was a steamboat captain and owner on the Willamette River in the 1850s. He served as a first lieutenant in Company \"E\" of the Oregon Cavalry during the American Civil War. He was sheriff of Clackamas County. He served in the Oregon House of Representatives in 1870 and in the Oregon State Senate from 1878 to 1881, but was defeated when he ran for reelection in 1882. In 1889, he served again in the Oregon House of Representatives, after being elected to a seat in 1888. ==Steamboat owner== In 1861, Apperson built the steamboat Unio on the Willamette River at Canemah, Oregon and operated it from its launching in October 1861 to December of the same year, when Apperson sold the boat to another steamboat captain, James D. Miller. Despite having sold Unio to Miller, Apperson as of April 1862, held a position on the boat as clerk. ==Death== Apperson died on April 3, 1917, at his home in the Park Place neighborhood of Oregon City, where he had resided with his wife, Mary Ann Elliott Apperson. He is buried at the Mountain View Cemetery, in Oregon City. ==References== * Hidden History of Civil War Oregon, by Randol B. Fletcher, History Press, Charleston, SC (2011), p. 16 * An Illustrated History of the State of Oregon, by Harvey Kimball Hines, Lewis Publishing Co., 1893, pp. 545-547 ==External links== * findagrave * Civil War letters in University of Oregon archives Category:Ship owners Category:Steamship captains Category:Oregon pioneers Category:Oregon Republicans Category:Members of the Oregon House of Representatives Category:Oregon state senators Category:19th-century American politicians Category:Oregon sheriffs Category:People of Oregon in the American Civil War Category:Union Army officers Category:1834 births Category:1917 deaths Category:People from Christian County, Kentucky Category:Politicians from Oregon City, Oregon Category:American businesspeople in shipping ",
    "title": "John T. Apperson"
}