{
    "id": "52926229",
    "text": "FoxNext, LLC is a virtual reality and theme park unit of 20th Century Fox, now known as 20th Century Studios. It was established in 2017 prior to Disney's acquisition of Fox and operates under 20th Century Studios and the Fox Networks Group. It handles the development and publishing of virtual reality and augmented reality titles, as well as the development of 20th Century Studios's theme and amusement parks. The division's president is Salil Mehta, a former executive from NBCUniversal and The Walt Disney Company, who has been with Fox since 2013 who later returned to Disney after Disney acquired Fox in 2019. FoxNext formerly had a video games division, but that was sold to Scopely in January 2020. ==Background== === Virtual Reality === Fox Innovation Lab was the source for the division's VR subdivision with its “The Martian VR Experience” 2016 released which was had a low review and highly discounted later. In January 2017 at CES, Fox Innovation Lab announced a “Planet of the Apes” VR experience with Imaginati Studio as producer. === Theme Parks === Twentieth Century Fox Consumer Products announced a series of Twentieth Century Fox World theme park in Asia in early to mid-2010s. Fox and Genting Malaysia Berhad agreed in 2013 to build a Twentieth Century Fox World theme park, the first such branded park. With Village Roadshow Theme Parks in 2014, Fox agreed to build a Fox World in South Korea. In November 2015, Fox and Al Ahli Holding Group agreed to build a 20th Century Fox World near Dubai in United Arab Emirates under an agreement that would allow Al Ahli to build a total of four Fox Worlds outside of the US. === Video Games === Fox Interactive (later sold to Vivendi Universal Games in 2003, after taking over publishing rights in 2001, later dissolved in 2006) was 20th Century Fox's first video game division when it was founded in 1994 by former Time Warner Interactive executive Ted Hoff. And Fox Digital Entertainment was the second Fox video game division when it was founded in 2010, but it solely focused on making games for mobile devices. ==History== FoxNext was formed by January 18, 2017, with the announcement of Salil Mehta as division president transferring from his prior post as president of content management for Twentieth Century Fox Film. The division president would answer to Chairman and CEO of Fox Networks Group, and Chairman and CEO of Twentieth Century Fox Film, who at the time were Peter Rice and Stacey Snider, respectively. The two video gaming units responsible for The Simpsons: Tapped Out mobile game, Fox Digital Entertainment, and the Alien: Isolation console/PC game would become a single unit under FoxNext. The division also gain the over site of the existing 20th Century Fox World theme park project under development as part of its location-based entertainment business transferred from Fox Consumer Products. FoxNext on January 19, 2017 announced a VR slate with Chris Milk's and former Googler Aaron Koblin's Within VR company, which was founded in 2014 as VRSE with funding from Fox, Legendary Pictures and others. This slate, which would be available via the Within app, included another ”Planet of the Apes”, original works from Milk, Spike Jonze and Megan Ellison and Annapurna Pictures. On June 6, 2017, it acquired Aftershock Studios (formerly Kabam's Los Angeles and San Francisco studios) with Aftershock head Aaron Loeb becoming president of studios for FoxNext Games. On June 1, 2017, FoxNext announced that veteran marketing executive James Finn has been named executive VP and head of marketing for FoxNext. FoxNext added Marc Zachary as FoxNext Destinations' senior vice president of business development. On July 27, 2017, FoxNext Games announced that they were developing an action/RPG multiplayer mobile game, Marvel Strike Force, in conjunction with Marvel Entertainment and Aftershock Studios on the Marvel Universe. Released on March 28, 2018, Marvel Strike Force brought in $150 million in revenue over its first year. FoxNext also published game by other studios including Futurama: Worlds of Tomorrow (2017) and The X-Files: Deep State (2018). The games division formed in March 2018 Fogbank Entertainment in San Francisco splitting them off from Aftershock Studios. FoxNext acquired in January 2018 Cold Iron Studios from Perfect World Entertainment games publisher. On April 26, 2018, FoxNext opened its first virtual-reality experience location-based, “Alien: Descent”, at The Outlets at Orange mall in Orange County, California. On 29 April 2018, the Dubai park was put on indefinite hold by the Al Ahli Group amid concerns that there was a \"serious supply\" of theme parks in Dubai. In late 2018 Genting Malaysia and FoxNext started legal actions against each other over 20th Century Fox World delays. The two parties settled out of court in July 2019. FoxNext indicated on February 7, 2019, the opening of a development fund to assist indie developers with resources and support. Altered Matter's Etherborn game is the first to join FoxNext Games indie games portfolio. FoxNext was one of the properties acquired by The Walt Disney Company upon its acquisition of 21st Century Fox. In September 2019, Disney indicated it was looking to sell or shuttering parts of FoxNext. In the past Disney, led by CEO Bob Iger, has eliminated in-house video game development and relying on third-parties to develop games based on its IP, after shutting down Disney Interactive Studios back in 2016. Disney sold the FoxNext Games division, which included FoxNext Games Los Angeles, Cold Iron Studios and Aftershock, to mobile game developer Scopely in January 2020 for an undisclosed amount; Scopely stated it later plans to divest itself of Cold Iron Studios as they develop games for consoles and personal computers. The deal includes most of the IP developed by the studios excluding properties specifically owned by Fox distinct from the Disney acquisition. Fogbank Entertainment was shuttered later in January 2020. ==Assets== *FoxNext VR Studio *FoxNext Destinations ==Former assets== *FoxNext Games **FoxNext Games Los Angeles (January 2020; sold to Scopely) **Aftershock (June 2017—January 2020; sold to Scopely)https://www.hollywoodreporter.com/amp/news/disney-sell-fox-video-game- division-scopely-1271987 **Cold Iron Studios (January 2018—January 2020; sold to Scopely) **Fogbank Entertainment (March 2018—January 2020; closed by Disney) ==Theme Parks== ===Licensed Parks=== *Genting SkyWorlds Twentieth Century Fox Consumer Products and Genting Malaysia Berhad agreed in 2013 to build a Twentieth Century Fox World theme park, the first such branded park. Genting is funding at $300 million the 25 acre park which would consist of 25 rides and attractions based on Fox films. 20th Century Fox issued a default notice in regards to its licensing agreement for the under construction 20th Century Fox World theme park in Malaysia by Genting Malaysia Bhd. In November 2018 Genting Malaysia filed suit in response and included soon to be parent The Walt Disney Company. The two parties settled out of court in July 2019 in which the Fox name would be dropped from the park while certain Fox properties would be available for Genting to finish the park with the addition of non-Fox properties. In May 2020, the Genting Group confirmed that the new name for the park would be called Genting SkyWorlds . ===Parks on Hold=== *20th Century Fox World (Dubai) ===Cancelled theme parks=== * 20th Century Fox World (South Korea) With Village Roadshow Theme Parks in 2014, Fox agreed to build a 75-acre Fox World in 700-acre Ungdong Entertainment Complex, Changwon City, South Korea. Village Roadshow would operate the park. Fox may have back off from the Ungdong location due to the investigation into South Gyeongsang Governor Hong Joon-pyo. By May 16, 2015, Fox Global Location Based Entertainment was looking at building a theme park on Yeongjong Island, Incheon with Incheon Metropolitan Government as a potential investor. ==Virtual reality== * “Crisis on the Planet of the Apes (April 3, 2018) game for Oculus Rift, HTC Vive and PlayStation VR; inherited from Fox Innovation Lab with Imaginati Studio as producer * “Alien: Descent” (April 26, 2018—) location base experience at The Outlets, Orange mall, Orange County, California. ==Video games== * Marvel Strike Force mobile game (March 2018) FoxNext Games LA * Futurama: Worlds of Tomorrow mobile game (June 29, 2017) TinyCo (Jam City), Groening and his Curiosity Co. and animation studio Rough Draft Studios * The X-Files: Deep State mystery-investigation puzzle game (February 6, 2018) Estonia-based game studio Creative Mobile * Alien: Blackout mobile game (January 2019) D3 Go!, Rival Games * Storyscape - Fogbank Entertainment ==References== ==External links== * Category:The Walt Disney Company subsidiaries Category:Disney acquisitions Category:Amusement park developers Category:Entertainment companies of the United States Category:Video game publishers Category:American companies established in 2017 Category:Video game companies of the United States Category:2020 mergers and acquisitions ",
    "title": "FoxNext"
}