{
    "id": "52924157",
    "text": "Johann Sperling (12 July 1603 – 12 August 1658) was a German physician, zoologist and physicist, deacon and Rektor of the University of Wittenberg. He was among the first to practise zoology as a natural science, writing a first handbook about animals, Zoologia physica. == Career == Born in Zeuchfeld the son of the minister Paul Sperling and his wife Dorothea, he was educated from age 12 at Landesschule Schulpforta, graduating six years later. From 2 June 1621 he studied at the faculty of philosophy of the University of Wittenberg, reaching the degree of magister on 27 September 1625. From 2 October 1628, he had the right to lecture at universities. He then studied theology, but turned to medical and physical studies, encouraged by and . He studied with Daniel Sennert, and took part in the dispute with with the treatise physico-medicum de morbis totius substantiae & cognatis materiis pro Sennerto contra Freitagium. Sperling was appointed professor of physics on 2 February 1634. He served as a deacon of the faculty of philosophy four times, and was twice Rektor of the university. When he died, he was buried in the Schlosskirche on 15 August 1658. Sperling's major work was the zoological book Zoologia physica which was published in 1661 after his death by . Sperling was among the first to use the term zoology and treat it as a natural science. His book deals first with general aspects common to animals, then with the different classes and species. He has been called an \"early modern zoologist\". == Selected works == Zoologia physica, 2nd edition, Wittenberg, 1669 Among Sperling's scientific publications are: * De morbis totius substantie, Wittenberg 1633 * De orIgine formarum, Wittenberg 1634 * Institutiones physicae, Wittenberg 1639 and more * De formatione hominis in utero matris, 1641 * Meditationes in Jul. Cael. Scaligeri exercitationes de subtilitate, Wittenberg 1656 * De principiis nobiscum natis, Wittenberg 1657 * Carpologia physica, Wittenberg 1661 * Synopsis anthropologiae physicae, Wittenberg 1659 * Zoologia physica, Wittenberg 1661 * Synopsis physica, Wittenberg 1661 * Exercitationes physicae, Wittenberg 1663 == Literature == * Heinz Kathe: Die Wittenberger Philosophische Fakultät 1501–1817. Böhlau, Köln 2002, * Walter Friedensburg: Geschichte der Universität Wittenberg. Max Niemeyer, Halle (Saale) 1917 * Fritz Roth: Restlose Auswertungen von Leichenpredigten und Personalschriften für genealogische und kulturhistorische Zwecke. vol. 10, p. 134, R 9189 * Hans Theodor Koch: Die Wittenberger Medizinische Fakultät (1502–1652) – Ein biobibliographischer Überblick. In: Stefan Oehmig: Medizin und Sozialwesen in Mitteldeutschland zur Reformationszeit. Evangelische Verlagsanstalt, Leipzig 2007, * == References == == Bibliography == * * * * == External links == * Category:1603 births Category:1658 deaths Category:People from Freyburg, Germany Category:German physicists Category:German zoologists Category:17th- century physicists Category:17th-century zoologists Category:17th-century German physicians Category:University of Wittenberg alumni Category:University of Wittenberg faculty Category:17th-century German writers ",
    "title": "Johann Sperling"
}