{
    "id": "52928358",
    "text": "Kenneth T. Williams (born 1965) is a Cree playwright. He is from the Gordon First Nation, Saskatchewan in what is known as Treaty 4 territory. However, from the age of 12 through his early adulthood he lived off-reserve in Edmonton. Williams completed a B. A. and then became the first Indigenous person to earn an M.F.A. in playwriting from the University of Alberta in 1992. Since 2017, Williams has been an Assistant Professor in the Department of Drama at the University of Alberta. ==Career== Williams jokes he had the worst career path in Canadian theatre. He worked as an encyclopedia salesman on reserve, a bartender, a drummer and joined the Reservists. Then, for 15 years, Williams dabbled in journalism, writing art and literature reviews for journals. Williams wrote a half-dozen plays before finally getting one produced: Thunderstick in 2001. The play was panned by the Globe and Mail when it premiered in Toronto, earning a half star rating. In Western Canada, the play fared better especially among native audiences. The play continued to tour for 10 years playing in every major city across Canada. In 2013 Thunderstick went on a four-city tour in Western Canada, and featured Lorne Cardinal of Corner Gas fame and Craig Lauzon of Air Farce who traded off roles in the two hander on alternate nights. In 2006, Willams devoted himself full time to playwriting. The jump worked for him and since then his plays Café Daughter, Gordon Winter, Thunderstick, Bannock Republic, Suicide Notes, and Three Little Birds have been produced across Canada, including at Canada's National Arts Centre. Williams may be best known for Café Daughter, which was nominated for a Sterling award for Outstanding Production in 2016. Café Daughter was warmly received as it toured major cities across Canada. Williams loosely based the play on the life of Senator Lillian Dyck whom he met when she received an Aboriginal Achievement Award.http://artsandscience.usask.ca/news/n/3539/Cafe_Daughter_has_family_roots (originally published in the Saskatoon Star Phoenix) Dyck's mother encouraged her to hide her native identity as she was growing up. For the play \"Gordon Winters\" the role had been played by the indigenous actor Gordon Tootoosis, who played the lead. The play based on the fall from grace experienced by real-life First Nations Leader David Ahenakew whose was disgraced after making anti-Semitic comments to a reporter. His latest play, In Care, about a mother struggling against the child welfare system also received positive reviews. In 2016, Williams became the interim artistic director of the Gordon Tootoosis Nikaniwin Theatre in 2016. Saskatoon. Williams is currently on faculty with the department of drama at the University of Alberta in Edmonton. He received a University of Alberta Alumni Award == Bibliography == * \"Thunderstick\" (2001) Later published as a book (2010) * Suicide Notes (2003) * Café Daughter 2006 * Three Little Birds (2008) * \"Bannock Republic\" (2010) Later published as a book (2011) * Gordon Winter (2012) * Deserters (2013) * In Care (2016) ==References== Category:21st-century Canadian dramatists and playwrights Category:Cree people Category:1965 births Category:Living people Category:First Nations dramatists and playwrights Category:University of Alberta alumni Category:21st-century First Nations writers Category:21st- century Canadian male writers Category:Canadian male dramatists and playwrights ",
    "title": "Kenneth T. Williams"
}