{
    "id": "52923881",
    "text": "Damian Mogavero is an American entrepreneur, author and CEO of DM Ventures. Mogavero is the founder of the software company, Avero. He served as the CEO of Avero from 1999 to 2016. Mogavero has been named “Data-Dining King” by Bloomberg and “right-brain foodie with left-brain MBA” by Fast Company. == Career == At the age of 16, Mogavero started his career as busboy at Hyatt Hotel in New Jersey. He also worked on Wall Street as an investment banker at Dillon, Read & Co. Thereafter he joined as CFO of New York-based restaurant group, Mogavero found chefs and managers in the restaurants did not have the right tools and information to run their operations efficiently. In 1999, Mogavero created the restaurant software Avero. Danny Meyer of Union Square Hospitality Group and Tom Colicchio of Crafted Hospitality were among the first users of Avero. By 2017, Avero was aggregating $24 billion in food and beverage data for over 10,000 restaurants in 70 countries and it was used by companies such as Four Seasons Hotels & Resorts, Caesars Entertainment, Carnival Cruise Line, Union Square Hospitality Group, SBE Entertainment Group, and celebrity chefs, including Wolfgang Puck, Tom Colicchio, Guy Fieri, and Giada de Laurentiis. In 2017, Mogavero stepped down as CEO of Avero to start the consulting and investment firm DM Ventures. DM Ventures is a hospitality investment and strategic consulting firm. DM Ventures made their first investment in Go Get Em Tiger, a Los Angeles based coffee chain run by National Barista champions Kyle Glanville and Charles Babinski. == Author == Mogavero is the author of The Underground Culinary Tour: How the New Metrics of Today’s Top Restaurants are Transforming How America Eats, published by Crown Publishing Group and co-written with Joseph D'Agnese. The book was an Amazon best seller in the Food and Wine; and Enterprise Application categories. The book coins the industry term \"New Guard Restaurateur,\" which defines restaurant operators who are embracing data and adapting to trends of the new foodie generation. The Underground Culinary Tour chronicles the hospitality industry's 25-hour “Underground Culinary Tour” that educates top restaurant executives by using New York City as a restaurant laboratory to showcase emerging trends. The Underground Culinary Tour was featured three times by CBS This Morning. == Non-profit and humanitarian work == Mogavero is a long-time supporter of world hunger initiatives, including Share Our Strength. As an advocate for higher education, Mogavero provided his software, Avero, to universities to allow college students to learn data and analytics. Mogavero is a co-founder of Refoodee, a non-profit organization that empowers refugees through the economic empowerment of the hospitality industry. Refoodee partnered with the United Nations High Commissioner for Refugees. Together Refoodee and the UNHCR launched the Refoodee Flight, a speciality line of Counter Culture Coffee to spotlight the intersection of coffee production and forced displacement. On June 20, 2019, the Refoodee Flight launched at the United Nations Headquarters in celebration of World Refugee Day. Funds raised went to training and placing refugee candidates with barista positions throughout the United States. == Awards == * 2015 - Innovator of the Year, Cornell University School of Hotel Administration * 2013 - Dean's Distinguished Lecture Series, Cornell University School of Hotel Administration * 2002 - America's Entrepreneur Award, Harvard Business School ==References== Category:Year of birth missing (living people) Category:Living people Category:Harvard Business School alumni Category:La Salle University alumni Category:American chief executives Category:American chief financial officers Category:Businesspeople from New York City Category:American investors ",
    "title": "Damian Mogavero"
}