{
    "id": "52921846",
    "text": "Ischnura chingaza is a species of damselfly in the genus Ischnura, of the family Coenagrionidae, endemic to the Eastern Ranges of the Colombian Andes. It was first described by Emilio Realpe in 2010.Realpe, 2010Ischnura chingaza - GBIFIschnura chingaza - Catalogue of Life == Etymology == Ischnura chingaza is named after the Chingaza National Natural Park, where the species has been found. == Description == Ischnura chingaza is a yellow-green to green species of damselfly with a total length of .Realpe, 2010, p.130Realpe, 2010, p.125 The back part of the head is light yellow.Realpe, 2010, p.123 The labia are white.Realpe, 2010, p.122 The male samples described have black with light yellow compound eyes, while the eyes females are black with light blue. A study published in 2012 describes the behaviour of the larvae in a pond located in Cogua, Cundinamarca at an altitude of and an average temperature of .Casallas Mancipe et al., 2012, p.328 The eggs of Ischnura chingaza are oval in shape with a length of and a width of .Casallas Mancipe et al., 2012, p.329 The egg stage of the species ranged from two weeks to one month.Casallas Mancipe et al., 2012, p.333 The average larvae stage was 258.2 days, longer than of other species of Ischnura.Casallas Mancipe et al., 2012, p.330Casallas Mancipe et al., 2012, p.332 == Habitat == The species occurs in and near the grasslands and páramo biomes of Chingaza National Natural Park, Cundinamarca at altitudes between and . The breeding area are freshwater ponds. The species is relatively tolerant to the presence of cattle. Ischnura chingaza also has been reported in the wetlands of Parque Metropolitano La Florida and La Conejera. Diversidad de Libélulas en humedales urbanos == See also == *List of flora and fauna named after the Muisca *Chingaza National Natural Park, Thomas van der Hammen Natural Reserve, wetlands of Bogotá == References == == Bibliography == * * == External links == * Ischnura chingaza - photo * Category:Ischnura Category:Odonata of South America Category:Endemic fauna of Colombia Category:Arthropods of Colombia Category:Altiplano Cundiboyacense Chingaza Category:Insects described in 2010 ",
    "title": "Ischnura chingaza"
}