{
    "id": "52928886",
    "text": "Na'vi River Journey is a dark ride attraction at Disney's Animal Kingdom's Pandora – The World of Avatar. The ride takes guests through the Kasvapan River of Pandora from the 2009 film Avatar, showcasing native animals and bioluminescent flora, with inclusion of Audio-animatronics. ==The Shaman's Song== The Na'vi Shaman of Songs featured in the attraction is Disney's most advanced Audio-Animatronic to date. There is a song the Shaman of Songs sings during the ride in the Na'vi language. Dr. Paul Frommer, the creator of the Na'vi language, posted the lyrics the shaman sings on his blog. The Na'vi lyrics and their English translation are as follows: {| class=\"wikitable\" !Na'vi - \"Way Tiretuä\" !English - \"The Shaman's Song\" |- |1 Ma Na’rìng alor, Mì Na’rìng lu tsngawpay. Atokirina’. Awnga leym, lereym san, Ma Eywa (3X). |O beautiful forest, There are tears in the forest. Woodsprite(s). We cry out, calling, \"O Eywa!\" (3X) |- |2 ’Awstengyawnem, Ma Sa’nok aNawm. Atokirina’. Awnga leym, lereym san, Ma Eywa (3X). |Connected as one, O Great Mother. Woodsprite(s). We cry out, calling, \"O Eywa!\" (3X) |- |3 Tìnewfa leNa’vi, Na’rìng tìng lawr. Atokirina’. Awnga leym, lereym san, Ma Eywa (3X). |By the People's will, the forest is singing. Woodsprite(s). We cry out, calling, \"O Eywa!\" (3X) |} The soundtrack for Na'vi River Journey was released on January 4, 2019 by Walt Disney Records on the Pandora – World of Avatar soundtrack. The liner notes of this release credit Sandra Benton for the vocals of the Shaman of Songs and the Slovak National Symphony in Bratislava as the recording orchestra for the music. ==References== ==External links== * Category:Pandora – The World of Avatar Category:Walt Disney Parks and Resorts attractions Category:Amusement rides based on film franchises Category:Licensed properties at Walt Disney Parks & Resorts Category:Walt Disney Parks and Resorts gentle boat rides Category:Audio-Animatronic attractions Category:Amusement rides introduced in 2017 Category:2017 establishments in Florida ",
    "title": "Na'vi River Journey"
}