{
    "id": "52935081",
    "text": "Nigerianisation was the policy of training and posting Nigerians to positions of responsibility previously occupied by expatriates in the public service. The process was largely implemented in the 1950s. It was gradual and involved reorganizing government agencies and expanding educational facilities at selected high schools and colleges. Nigerianisation became important as Nigeria marched towards independence, the Nigerian Council of Ministers and the House of Representatives both supported the idea of a Nigerian control of the Public Service' senior positions such as permanent secretaries. ==Background== ===Colonial service=== In the 1930s, the Colonial Service administration became unified and controlled from London, rendering it the image of a unified empire. A consequence of the unified system was the recruitment and placement of officers into the Nigeria service was processed through the London office while little deliberation was considered for suitable Africans. In Nigeria, the structure of the colonial machine placed emphasis on indirect rule and the placement of expatriate Residents, Divisional Officers and administrators to the provinces where they were in direct contact with citizens. The unified system also created a bureaucratic secretariat with expatriate secretaries responsible for communications with London. Though both offices were inundated with constant transfer of personnel and lack of funds, many of the positions in the secretariat were filled with expatriates from other colonies while most of the governing functions were done by residents in the provinces. By the beginning of World War II, Nigeria had a large bureaucratic service manned by expatriates. But the quality of service provided by the expatriates began to dwindle, a situation aggravated by among other things low pay, restriction of expatriate participation in the war effort, constant transfers, separation from families and the increasing complexity of governance not matched by the qualifications. After the war, a salary commission was instituted to consider the welfare of civil servants. The commission encouraged the use of the word ‘Senior Posts’ for administrative positions in the secretariat and provinces which were dominated by Europeans and formerly known as 'European posts'. The new designation also came with expatriation pay and allowances while the 'African posts' was referred to as junior posts but had little benefits. Since the 1930s, the number of Nigerians of Southern origin who were mission school graduates was increasing. The educated Africans including some on the civil service and the nationalists began to clamor for increased involvement of Nigerians in the senior positions of administration. Nigerianisation was shaped as a fight against discrimination and colonialism. Prior to 1948, the senior positions were dominated by expatriates though a few Africans managed to be promoted. Colonial officials in London and in Nigeria had limited the advancement and recruitment of educated Africans into senior positions with the exception of a few such as Henry Rawlingson Carr and Joseph McEwen. In the middle of 1948, out of a total of 3,786 senior positions, 245 were Africans, 1,245 vacant and the remainder expatriates. To include more Africans in public service, the first step usually began with commission of enquiries into the nature and requirement of public service. ===1948-1952=== The first commission was the Foot Commission of Enquiry, saddled with the task of finding ways to recruit suitable and qualified Nigerians to work in public service. The report of the commission provided progressive recommendations. Hugh Foot's commission recommended the creation of a Public Service Board to work in conjunction with the Civil Service Commission to implement its proposals. During the same year, a revamped constitution established regionalized government in Nigeria limiting the implementation of Foot's proposals. The new system also increased the level of participation in political development by educated Nigerians who opted not to join the civil service. A few years after the commission published its report, the regional political leadership in Southern Nigeria were not convinced that enough qualified Nigerians were being recruited into the civil service. This sentiment varied in the predominantly Islamic North where indirect rule was a tool of governance, Western education was limited and thus the number of qualified Northerners were few. The Northern regional government feared that progressive recruitment of Nigerians into the civil service cadre will lead to marginalization of Northerners. ===Some of the recommendations of the Foot Commission=== *That no Non-Nigerian should be recruited into a government position if a Nigerian is qualified and suitable. *That public service boards with non-official majorities should be appointed to select candidates for senior service posts and for scholarships and training schemes. *That departmental boards should be appointed to make recommendations for promotions into senior service and for selection of training with the view of promotion into senior positions, *That scholarships and training awards should be expanded *Additional scholarships should be made for women *That local training facilities should be enlarged ==Nigerianisation: 1952-1960== ===Progress in the Southern region=== In early 1952, a new Council of Ministers was inaugurated, the first in the country to be dominated by Nigerians. The ministers chose Nigerianisation as a key policy to pursue. In March 1952, the council appointed a commission jointly led by Simeon Adebo and Sydney Phillipson to review the process of the recruiting more Nigerians into the civil service. In the commission's report released a year later, it noted that between 1948 and 1953, the number of Africans in senior positions increased from 245 to 685 but also the number of expatriates increased from 2,296 to 2,984. In conclusion, the commission gave far reaching recommendations. The report's title was \"The Nigerianisation of the Civil Service\", this was the first time the expression, Nigeriansation of the civil service was publicly used in the country. Among the recommendations of the commission include: advertisement of vacancies to Nigerians abroad, promotion based on merit but excluding non-Nigerians on secondment, that non-Nigerians should not be recommended to fill newly created posts or posts in new departments, that contract terms should be the first option in recruiting non- Nigerians. However, just like the previous commission new political developments impacted the full implementation of the proposals. In 1954, the Lyttleton Constitution displaced the Macpherson Constitution of 1951. The new constitution changed the civil service from a unified structure into a regionalized one. As a result, the two Southern regional governments, led by Awolowo’s Action Group and Azikiwe’s NCNC aggressively promoted the training and recruitment of Nigerians into the regional civil service. Many Africans in the Federal service were heavily sought after by the regional governments. This led to progressive Nigerianisation within the regional governments of the South but a depletion of Africans in the Federal service. ===Progress in the Federal service=== The regional governments in the south hastened the process of Nigerianisation, in 1955, the Western government reduced the recruitment of pensionable expatriates while newly trained Nigerians from colleges overseas were appointed into senior positions. At the Federal level, progress began later. In August 1955, the House of Representatives called on the Council of Ministers to present proposals towards the Nigerianisation of the civil service. In March 1956, the council presented before the House, Sessional Paper No.4 of 1956, a statement policy on Nigerianisation. The council proposed that a new position, the Office of the Nigerianisation Officer be created and increased level of post-secondary school training of Nigerians so as to meet the needs of the public service. To ensure the success of the proposals three training programmes were to be instituted. Senior Training, Intermediate Training and Preliminary Training. Three major governmental bodies were charged with implementing the process: the Public Service Commission, Scholarship Board and the establishment office. Each ministry was mandated to keep tabs on departmental needs and Nigerians in training who could fit the staff needs. The process also involved recruitment of Nigerian students in U.K. for administrative positions at home. While the number of Nigerians in senior positions was 786 out of a total of 5,125, in 1961 the figure had increased to 3,030 out of a total of 5,133. By 1965, the process of Nigerianisation had virtually been completed in the Federal Service and at the regional levels. ====Foreign service==== The training of diplomats to man overseas mission was contained in Sessional Paper No 11 of 1956. A selected number of administrative officers were sent abroad for training in preparation of Nigerians independence and establishing Nigerian overseas embassies. ====Military==== As part of the transition towards independence, the control of the armed forces was transferred from the army council to the office of the Governor-General. Expatriate military officers were now placed under the control of Nigerians and given a maximum period of 3 years of secondment before returning home. In 1959, there were 297 officers in the military with 37 of them Nigerians. The Nigerian cadre in 1959, were 3 majors, 6 captains and 28 subalterns. By 1960, more officers were planned to be commissioned and others promoted into the major and captain ranks. From 1956 to 1961 British non-commissioned officers were gradually decreased and at which point the remaining officers were those with technical skills. Cadetship was established in select secondary schools to discover potential recruits who could qualify for officer positions. About seventeen yearly cadets were recruited yearly and sent to train abroad as potential officers. ==Northernization== Nigerianisation was slow to materialize in the Northern region due to a limited number of qualified graduates from the region. Administration in the North was through indirect rule and Western education was not considered very important in many divisions. After the regionalization of the public service, political leaders in the region felt that the number of Northerners in the service was minimal in comparison to their counterparts in the South. Due to political considerations, leaders in the region limited the recruitment of Southerners into the Northern regional service and found ways to push up the ranks of northerners in junior and senior positions. The leaders retained the services of expatriates, because Northerners regarded expatriates as transients but feared southern domination of the regional civil service. Measures were put in place to train northerners; in 1949, a scholarship board provided grants to almost all Northerners with qualifications to enter universities. In 1957, administration courses were taught at the Institute of Administration in Zaria. Apart from trying to fill positions in the civil service with Northerners, political leaders in the zone also made it a priority to secure Northern representation in senior positions of the Federal service. ==Issues== ===Expatriates=== To prevent loss of career opportunities, the expatriate led Civil Service Organization demanded compensation from the government. In 1958, the colonial office agreed to a compensation plan prior to discussions with the Federal Government. The Nigerian government thus created a lump sum settlement for expatriate officers who wish to leave prior to the granting of independence in 1960 and also promised to fairly treat expatriates who remain after independence. Modifications to the agreement were later made in 1959. ==Notes== ==Sources== * * * * Category:Colonial Nigeria ",
    "title": "Nigerianisation"
}