{
    "id": "52938210",
    "text": "The 80's remix (also referred to as a \"Retro-remix\" when remixed to different musical eras) describes a 21st-century music trend of creating 1980s remixes to contemporary pop songs—the reinterpretation of previously-released songs with 1980s production values, by those not associated with the original recording. This trend has been associated with nostalgia for the 1980s musical scene, and a dislike for current musical trends. One of the pioneers of this genre is Canadian producer and YouTuber Tronicbox. Others who have made songs in this genre include Saint-Laurent, Callum Warrender, Jerry Galeries, and Nick*. Part of this trend is to also simulate the 1980s style of album covers and VHS-quality video. Thump, the music section for Vice, described this genre as a \"niche\"; Tronicbox wrote in late 2017: \"Starting to see so many \"80's Remix\" popping up on the internet these days\". ==Concept== photo-manipulated Justin Bieber from the 80s remix of What Do You Mean? One of the earliest attempts at an '80s remix was a remix of the Game of Thrones Theme by Russian musician Steve Duzz in 2014. Duzz's remix was later incorporated with a '80s-era VHS intro of the same series. According to The A.V. Club, the general premise of this musical genre involves the hypothetical question of how modern day pop stars would have sounded if they had dominated the industry in the 1980s instead of the 2010s; the site described the results as \"surprisingly listenable\" despite the contradiction of present-day lyrics and 1980s production values. The site mentions that the songs take music back to the \"sweet, shallow, and gloriously artificial\" time of the 1980s. To achieve the effect, the 1980s remix artists take the original song and \"slather it with obsolete-sounding synthesizer music.\" They use various images of '80s music such as saxophone solos, syncopated synthesiser beats, and a more liberal use of chord progressions than the originals. Some song adaptions seek inspiration from specific 1980s songs. An example is \"Sugar\" by Maroon 5 reworked with a backing track very reminiscent of \"Never Gonna Give You Up\" by Rick Astley. The comments section of 1980s remix songs usually include fake obituaries of fallen '80s stars who are either dead or obscure in the present-day era. They also include references to high school proms, weddings, and other life events from the '80s where the commentators supposedly had the song in their life (essentially parodying the comments frequently seen in the comment sections of '80s hits). ==Critical reception== Yahoo.com described Tronicbox's remix of \"Into You\" as a \"dreamy and slinky '80s midtempo bop\". ABC thought \"Somebody That I Used To Know\" was a \"pitch-perfect '80s makeover, complete with wailing guitars\". NME described \"What Do You Mean It’s 1985\" as having \"motive synths and echo-y vocals over a pinky-plonky piano riff and a drum machine being spanked oh so tenderly, before one hell of a sax solo.\" The site thought \"Love Yourself\" (Purpose 1985) was an upbeat and sassy rework of Bieber's original song, while describing \"One Last Time\" as an \"early Madonna-esque disco banger\". NZ Herald thought the \"clever reworking\" of Justin Bieber songs could have been at home in the soundtracks to 1980s classics like The Breakfast Club or Sixteen Candles, while suggesting \"One Last Time\" would have offered serious competition to Madonna's chart reign. Mashable thought the remix of \"Firework\" was flawless, while The Huffington Post thought the Bieber arrangements were \"pure genius\" and sounded breathy. News Cult thought the Bieber songs would have perfectly suited Saved by the Bell. FACT magazine said \"What Do You Mean\" had a \"reverb heavy drums and a ripping sax solo\". Capital FM said that Saint-Laurent transformed \"This Is What You Came For\" through \"technical wizardry\" through synth and guitar. PopCrush thought \"One Last Time\" paid homage to Madonna, Vanessa Williams, and Whitney Houston while sounding like an aerobic song. SpinOrBinMusic deemed Tronicbox's work as \"strangely amazing\", while E! News deemed them masterpieces. Like Totally 80s took his work less seriously, describing it as funny and hilarious, while recommending it as the \"perfect prank\" for kids who were oversinging the 21st century songs. Digital Spy said Tronicbox reworked the songs into \"gloriously retro anthems\". MensXP described Jerry Galeries' reworking of Linkin Park's Numb as having a \"peppy...retro-disco-vibe\" that would have topped the 80's charts. Thump called \"Closer\" as more than a gimmick, and instead something \"strange and sultry\". This Is What You Came For works \"weirdly well\" according to Elle magazine. ==See also== * Synthwave ==References== Category:2010s in music Category:Remix Category:Internet culture Category:Internet memes ",
    "title": "80's remix"
}