{
    "id": "52932224",
    "text": "Duncan George Kelm (born March 6, 1988) is a former USA Rugby national team member, World Rugby Sevens Series competitor, and United States Olympic Training Center resident. As a prop and hooker, he played for the USA Rugby Men's Sevens team from 2011–2012, and appeared in four international tournaments. Prior to his full-time move into Sevens rugby, he had numerous appearances on the USA Rugby Men's Fifteens team from 2010–2011. Kelm debuted for the USA Seven's team in the 2011 Gold Coast Sevens, and went on to appear in three other World Rugby Seven Series tournaments; the 2011 Dubai Sevens, 2011 South Africa Sevens, and 2012 London Sevens. In 2010, Kelm was named to the US Men's Fifteens Churchill Cup squad, but did not have an appearance. In 2010, Kelm toured to Cordoba, Argentina with the USA Selects to compete in the Americas Rugby Championship. Kelm had two appearances against the Argentina Jaguars and Canadian Selects. Prior to his time with the national teams, Kelm attended San Diego State University and played rugby for the Aztecs. Representing SDSU, Kelm competed in the inaugural Collegiate Championship Invitational in 2010, and was selected to All-Tournament team. During his time playing for the Aztecs, he led the Aztecs to a collegiate final four appearance in Palo Alto, California. During his tenure as an Aztec, Kelm was selected four times for the USA Collegiate Fifteen All American team, and once for the USA Collegiate Sevens All American Team. He represented the All Americans on three separate international and domestic tours to Cape Town, South Africa in 2009, London, England 2010, and Palo Alto, California in 2011. Kelm retired from international rugby in 2012. Feeling the need to step back into a competitive environment, Kelm took to the sport of Golf. Following a disastrous first attempt at winning the clubs illustrious Member/Guest tournament, known as The Vintage Crush, with local banker/sandbagger Jonathan Graves, Kelm unceremoniously dumped the banker and looked to his rugby roots for his next partner, Peter Tiberio. The twosome went on to throttle the competition, winning Day 2 of 3 outright, and bring home the Merlot Flight title in the 2019 affair. When reached for comment, Graves could only mumble three little letters, over and over. “ABG.” ==References== Category:1988 births Category:Living people Category:American rugby union players Category:United States international rugby sevens players Category:San Diego State Aztecs athletes Category:Sportspeople from Santa Rosa, California ",
    "title": "Duncan Kelm"
}