{
    "id": "52930206",
    "text": "C. Goos Joseph Petzl (23 December 1803, Munich – 23 April 1871, Munich) was a German genre painter of the Biedermeier school. He has left a collection of drawings documenting his everyday life, love affairs and travels, now in the Münchner Stadtmuseum. ==Life== From May 1821 he studied at the Academy of Fine Arts, Munich under Robert Langer. In 1828 he left the academy and began to travel widely, initially going to the \"Dürerfest\" celebrating Albrecht Dürer in Nuremberg. He stayed a year in Berlin, studying under Carl Begas, then from November 1829 lived in Dresden, where he became friends with the Norwegian landscape painter Thomas Fearnley and the Danish-German genre painter Friedrich Bernhard Westphal. In November 1830 he and Westphal travelled to the latter's birthplace of Schleswig, and in July the following year Petzl travelled to Copenhagen. He called at Kiel, Schleswig again and Düsseldorf, finally arriving back in Munich in September 1831. There he renewed his friendship with Fearnley, who had arrived in Munich a year earlier. In September 1832 Petzl, Fearnley and the Danish genre painter Vilhelm Bendz set off for Rome. The journey over the Alps was so exhausting that Bendz died in Vicenza, but Petzl and Fearnley reached Rome in November 1832. Petzl only stayed there briefly and joined Peter von Hess and a group of other Bavarian painters on a trip to Naples and Greece, reaching Naples on 30 January 1833, in time to witness celebrations for the arrival of king Otto of Greece. There he taught drawing to the daughters of Otto's minister Joseph Ludwig von Armansperg before travelling in 1834 to Istanbul. In November 1834 Petzl returned to Munich and shifted from his earlier scenes of Alpine and Tyrolese bandits, hunters, freedom fighters and peasant weddings to similar folkloric paintings of scenes in the Ottoman Empire. == Selected works == * An Auction, 1832. 61 x 77 cm. Gemäldegalerie Thurn und Taxis, Regensburg * A Greek Wedding, 1835. 66 x 84 cm. Münchner Stadtmuseum == Bibliography (in German)== * Ulrike Staudinger: \"Die \"Bildergalerie\" Maximilian Karls von Thorn und Taxis, Verlag Michael Lassleben Kallmütz, 1990. * Hans Ottomeyer (ed.): Biedermeiers Glück und Ende. Hugendubel München 1987. * Ulrich Schulte-Wülwer: Gezeichnete Tagebücher zur Zeit des Biedermeier – Fritz Westphal und Joseph Petzl. Verlag Boyens & Co., Heide 1993. * *Portraits of Petzl at the Bayerische Stadtmuseum category:German male painters Category:Artists from Munich category:1803 births category:1871 deaths category:19th-century German painters category:German genre painters Category:Biedermeier painters ",
    "title": "Joseph Petzl"
}