{
    "id": "52933238",
    "text": "Claife is a civil parish in the South Lakeland District of Cumbria, England. It contains 45 listed buildings that are recorded in the National Heritage List for England. Of these, four are listed at Grade II*, the middle of the three grades, and the others are at Grade II, the lowest grade. The parish is in the Lake District National Park to the west of Windermere. It contains the villages and settlements of Far Sawrey, Near Sawrey, Colthouse, Loanthwaite, High Wray and Low Wray, and the surrounding countryside. Most of the listed buildings are farmhouses, farm buildings, and houses with associated structures. The other listed buildings include churches, a public house, and a bridge. __NOTOC__ ==Key== {| class=\"wikitable\" |- ! Grade ! Criteria |- |align=\"center\" |II* | Particularly important buildings of more than special interest |- |align=\"center\" |II | Buildings of national importance and special interest |} ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%; border:0; text-align:left; line-height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes ! scope=\"col\" style=\"width:50px\" |Grade |- |Low Loanthwaite Farmhouse | |align=\"center\"| |The farmhouse is in roughcast stone with a slate roof, two storeys, three bays, and a rear gabled wing. Above the doorway is a gabled slate canopy. The windows are casements with hood moulds above the ground floor windows. The upper floor windows project above the eaves, and have raked heads, and one rear window is mullioned. Inside the farmhouse are two full cruck trusses. |align=\"center\" | |- |High Wray Farmhouse and outbuilding | |align=\"center\"|1628 |The farmhouse and outbuilding are in stone, partly roughcast, and have a slate roof, two storeys, four bays, a rear gabled wing, a stair wing, and an outshut on the left. On the front is a gabled slate porch, and a first floor doorway in the second bay. Most of the windows are casements, and in the rear wing is a mullioned window. |align=\"center\" | |- |Quaker Burial Ground Walls | |align=\"center\"|1658 |The walls, which were later extended, are in stone, and have four sides enclosing an area of about by . The entrance in the north side has a stone lintel, a slate drip course, and 20th-century doors. On the inner side of the north wall are stone benches. |align=\"center\" | |- |Fold Cottage | |align=\"center\"| |A roughcast house with a slate roof, two storeys, and five irregular bays. The windows vary; on the front most are casements and there is one mullioned window, and at the rear they are sashes. On the front are three entrances, two with gabled timber porches, and the other with a trellis porch. |align=\"center\" | |- |Spout House | |align=\"center\"|1679 |A roughcast house with a slate roof, two storeys, two bays, a right outhouse, and a lean-to outshut at the rear. Above the entrance is a slate hood. The windows vary; some are small-paned, some are casements, and at the rear is a four-light mullioned window. |align=\"center\" | |- |Friends' Meeting House |centre |align=\"center\"|1688 |The Friends' meeting house is in roughcast stone with some slate-hanging and a slate roof. It has three bays, with a single storey in the first two bays and two storeys in the third bay. The first two bays have tall sash windows, which were inserted in 1790, and in the third bay is a gabled porch, with a segmental-arched opening and a casement window above. In the left return are two cross-mullioned windows, and at the rear is a three-light mullioned window with a transom. |align=\"center\" | |- |The Cragg, Cragg Cottage and barn | |align=\"center\"|1695 |A pair of houses and a barn in stone, the houses roughcast with two storeys, and with slate roofs. The Cragg has four bays, a rear gabled wing with an outshut, and a gabled slab porch. Some of the windows in the main part are fixed with opening lights, others are 20th-century replacements, and in the wing are casement windows and mullioned stair windows. Cragg Cottage has two bays and casement windows, and the barn to the west has pivoted doors. |align=\"center\" | |- |Sawrey Fold Farmhouse | |align=\"center\"|1700 |The farmhouse is in roughcast stone with a slate roof, and has two storeys and four bays, the left bay being lower. At the rear is a gabled wing and a stair wing. On the front are two gabled trellised porches and casement windows, and at the rear is a horizontally-sliding sash window. |align=\"center\" | |- |Beckside Cottages (west house) | |align=\"center\"| |A roughcast stone house with a slate roof, two storeys and three bays. Some of the windows are fixed with small panes and opening lights, and others are small-paned casements. There is a drip course on the front, and two on the right side. |align=\"center\" | |- |Green End Cottage |centre |align=\"center\"| |A roughcast stone house with a slate roof and an L-shaped plan. There are two storeys, the front range has three bays, and the left wing has four bays, the fourth bay gabled. On the front is a central gabled trellis porch and sash windows. The windows in the wing are casements, and a stair wing in the angle at the rear has a mullioned window. |align=\"center\" | |- |Hill Top |centre |align=\"center\"| |A house, later converted into a museum, it was extended in the 18th century, and again in 1908 for Beatrix Potter. The house is in roughcast stone with a slate roof, and has two storeys, four bays, a rear gabled wing, and a stair wing. On the front the first bay projects forward, it is gabled, and contains a datestone. The windows are sashes, and on the front is a gabled slate-slab porch. |align=\"center\" | |- |Hole House and barn | |align=\"center\"| |The house and barn are in stone with slate roofs. The house is roughcast with two storeys, three bays, an outshut on the left, and a rear stair projection. There is a gabled porch, and most of the windows are casements, with one sash window. The barn has quoins, an entrance with a segmental head, windows, a winnowing door, ventilation slits, and a diamond- shaped owl hole. |align=\"center\" | |- |Linden Cottage | |align=\"center\"| |A roughcast house with a slate roof, two storeys and two bays. The entrance in the second bay has a gabled timber porch, and the windows in the front are small-paned with opening lights. In the left return is a French window, casement windows, and a hood mould. |align=\"center\" | |- |Low Greengate House and Cottage, and Hoopers Cottage | |align=\"center\"| |Three stone roughcast houses with a slate roof and two storeys, forming an L-shaped plan. The south front has five bays, the first two of which have gablets. The left entrance has a gabled timber porch, and the right entrance has panelled pilasters, impost blocks, an open pediment, and a blocked fanlight. The windows on the front are sashes. Hoopers Cottage forms a wing at the rear, it has four bays and an outshut, and contains varied windows including casements and a mullioned window. |align=\"center\" | |- |Pepper Yeat Fold | |align=\"center\"| |A roughcast stone house with a slate roof, two storeys, three bays, a gabled wing to the right, and a wing on the right return. The windows are casements, some with wooden lintels, and in the wing is a pitching hole. At the entrance is a gabled trellis porch, and inside the house are two upper cruck trusses. |align=\"center\" | |- |Town End Cottages and barn | |align=\"center\"| |A row of two houses and a barn in roughcast stone with a slate roof, two storeys and five bays. The houses have two gabled porches, and the windows are casements. The barn has doorways, a gabled pitching hole, and mullioned windows. |align=\"center\" | |- |High Wray House | |align=\"center\"|1728 |A roughcast stone house with a slate roof, one and two storeys, and a northwest front of five bays. Some windows are sashes, others are casements, and there are also 20th-century cross-mullioned windows. At the entrance is a gabled slate slab porch. |align=\"center\" | |- |Barn, Tower Bank House | |align=\"center\"| |A wing was added to the barn in about 1812, which is in stone with quoins and a slate roof. It contains cow house doors, ventilation slits, a stable door, a winnowing door, and casement windows. |align=\"center\" | |- |Bee house | |align=\"center\"| |The bee house is built into a garden wall, facing south, to the north of Tower Bank House. It is in stone with a slate roof, and has an open front and a pitched roof. The bee house originally had slate shelves for bee skeps. |align=\"center\" | |- |Castle Cottage | |align=\"center\"| |A roughcast stone house with a slate roof, five bays, the fifth bay projecting under a gable, two rear wings, and an outshut. On the front is a timber verandah, two French windows, and a two-storey canted bay window. The other windows are sashes. |align=\"center\" | |- |Cunsey Bridge |centre |align=\"center\"| |The bridge carries a road over Cunsey Beck. It is in stone and consists of two segmental arches with a central island. |align=\"center\" | |- |High Greengate and Cottage | |align=\"center\"| |A house and cottage in roughcast stone with a slate roof and two storeys. The house has four bays, and the cottage to the right has two bays. Some of the windows are sashes, and others are casements. There are two gabled porches, and in the right return is a two-storey canted bay window. |align=\"center\" | |- |Barn, Hole House | |align=\"center\"| |The barn and outbuildings are in stone with a slate roof, and they form an L-shaped plan. The building contains an entrance with a timber lintel, a mullioned window, a pitching hole, ventilation slits, and pivoted doors. There is an outshut to the left and a lean-to shed at the rear. |align=\"center\" | |- |Town End Cottage and barn | |align=\"center\"| |The house and barn are in stone with slate roofs, and the house is roughcast with two storeys, three bays, and a lean-to outhouse on the left. The entrance has a flat-topped slate porch, and the windows are small- paned. The barn has a hipped gable end and a right outshut, and contains entrances of various sizes, windows with hood moulds, and ventilation holes. |align=\"center\" | |- |Outbuilding, Town End Cottage | |align=\"center\"| |A stone cow house with a slate roof and slate drip courses. It contains doorways and ventilation holes, and has a gabled wing. |align=\"center\" | |- |Town End Dairy Farmhouse and outbuilding | |align=\"center\"| |The farmhouse is in roughcast stone with a slate roof, two storeys and a T-shaped plan. The north wing has three bays and a lean-to outhouse, and the west wing has two bays on the north front and three on the south front. Some windows are sashes, others are casements, and there is a stair window. The outhouse has two entrances and an unglazed mullioned window. |align=\"center\" | |- |Green End House | |align=\"center\"| |The oldest part of the house is the rear wing, the main part being added in 1820. It is in roughcast stone with a slate roof and two storeys. The main part has a band and modillioned eaves. At the entrance is a porch with Doric columns, a frieze, a modillioned cornice, and an iron balcony. The doorway is flanked by panelled pilasters and above the door is a fanlight. The windows are sashes, those in the rear wing being mullioned. |align=\"center\" | |- |The Station |centre |align=\"center\"| |This was built to provide a viewpoint over Windermere. It is in stone with some slate hanging and two storeys, it has canted bays at the front and the rear, and an embattled parapet, and is now a ruin. |align=\"center\" | |- |Station Cottage | |align=\"center\"| |Originally a changing station for horses, later used for other purposes, it is in roughcast stone with a slate roof, and has a single storey and four bays, the left bay being recessed. At the entrance is a gabled porch, and the windows are casements. Enclosing the area in front of the building is an embattled stone wall containing recessed crosses and a round- headed arch, and there is a lean-to shed in an angle. |align=\"center\" | |- |Stones Lane Cottage, The Castle, Castle Barn Cottage, Barn End Flat and outbuildings | |align=\"center\"| |A group of four roughcast stone houses, with some exposed stone, slate roofs, two storeys, and forming an L-shaped plan. Most of the windows are sashes, there are some casement windows and a French window. |align=\"center\" | |- |Tower Bank Arms Public House |centre |align=\"center\"| |The public house is in roughcast stone, and has two storeys, three bays, a gabled two-bay wing recessed on the left, and a lean-to outshut on the right. On the front, the left bay is recessed and contains a bay window with a hipped roof, and to the right is a timber gabled porch with a clock in the gable. There are two small-paned casement windows, and the other windows are sashes. There is another porch in the left wing. |align=\"center\" | |- |Buckle Yeat and outbuildings |centre |align=\"center\"| |The house and outbuildings are in roughcast stone with a slate roof. There are two storeys, three bays, the right bay projecting and gabled, and outbuildings to the right. Most of the windows are 20th- century casements. The outbuildings have barn doors and an open-fronted shed under a catslide roof. |align=\"center\" | |- |Tower Bank House | |align=\"center\"| |A roughcast house with a slate roof, two storeys, three bays, a single-storey recessed bay to the left, and a two-storey recessed gabled bay to the right. On the front is a gabled porch with reeded angle pilasters, and above the door is a fanlight. The windows are sashes, in the left recessed bay is a round-headed recess with a blocked lunette, and in the right recessed bay is a round-headed window. |align=\"center\" | |- |White House | |align=\"center\"|1827 |A roughcast stone house with a slate roof, two storeys, three bays, and a rear gabled wing. On the front is a datestone, an ogee-headed trellised porch, and a door with a fanlight. The windows are sashes. |align=\"center\" | |- |Low Wray Farmstead | |align=\"center\"| |A planned farmstead in stone with slate roofs and ball finials, that was extended and rebuilt for the Wray Castle estate. The buildings form a courtyard plan, and consist of a bank barn on the east, a stable, coach house and cow house to the south, and a dwelling to the north. |align=\"center\" | |- |Wray Castle |centre |align=\"center\"|1840–47 |A country house in the form of a castle, it is in slate with ashlar dressings, with embattled parapets, and a rectangular plan. At the entrance is a porte-cochère with octagonal turrets, segmental- pointed arches, and arrow slits. There is a tall central tower and angle turrets, and an octagonal bartizan. Some windows are casements. others are mullioned, and there are canted bay windows. At the rear is a service wing. |align=\"center\" | |- |St Margaret's Church, Wray |centre |align=\"center\"|1845 |The church is in stone and consists of a nave with a south gabled porch, and a chancel with a north octagonal vestry and a south tower. In the gable of the porch is a sundial dated 1856. The tower has diagonal buttresses, a corbelled and embattled parapet, and a canted stair turret. |align=\"center\" | |- |Greenhouse and retaining wall, Wray Castle | |align=\"center\"| |The greenhouse is in slate and limestone and was originally glazed. It has three bays and a pyramidal roof. At the northwest is a tower with a corbelled embattled parapet. The greenhouse has an entrance with a segmental head and an arrow slit above. The retaining walls extend to the north, south and west. |align=\"center\" | |- |Boathouse, quays, dock and slipway, Wray Castle |centre |align=\"center\"| |The boathouse is in slate with a corrugated iron roof, it has an L-shaped plan, and is in Gothic style. There are two storeys, two bays, a battlemented parapet, and corner turrets. In the ground floor are two boat entrances with segmental-pointed heads, and there are windows above. At the rear is a porch with a crow-stepped gable and steps leading up to a segmental headed entrance in the upper floor. Associated with the boathouse are two stone quays, an enclosed dock, and a slipway. |align=\"center\" | |- |Former gardener's house, Wray Castle | |align=\"center\"| |Originally a gardener's house, later used for other purposes, it is in stone with a slate roof, and is in Gothic style. The house has two storeys, two bays, diagonal buttresses, a band, and a parapet with projecting ends containing arrow slits. At the rear is a single storey extension containing an entrance with a gabled head. The windows are casements, under the lower floor windows are panels, and above the upper floor windows are hood moulds. |align=\"center\" | |- |Lodge and gates, Wray Castle |centre |align=\"center\"| |The lodge and gateway are in stone, the lodge with a slate roof. The lodge has a two-storey tower, and single-storey wings to the right and to the rear. The tower has a string course and a corbelled embattled parapet. There is a turret at the right end of the tower, a smaller turret on the wing, and the windows are casements. To the right is a coped wall, and to the left is a shorter wall leading to a gate pier. The piers flanking the entrance are octagonal with square bases and embattled caps. Outside each pier the wall contains an opening with segmental-pointed head. |align=\"center\" | |- |St Peter's Church |centre |align=\"center\"|1866–72 |The church is in slate rubble with sandstone dressings and has a polychrome slate roof. It has a cruciform plan consisting of a nave with a north porch, north and south transepts, a chancel and a northeast tower. The tower has three stages and a pyramidal roof with a weathervane. The church is in Gothic Revival style with lancet windows. |align=\"center\" | |- |Drinking fountain |centre |align=\"center\"|1891 |The drinking fountain is in slate with ashlar dressings. It has an elliptical-headed recess with an impost band and a crow- stepped gable. Above the impost band is a datestone, and below it is a carved inscription. The trough has rounded corners, and to the right of the structure is a short wall, a bench, and an end pier. |align=\"center\" | |- |Gate, Hill Top | |align=\"center\"| |The gate is opposite the entrance to the house and was provided for Beatrix Potter. It is a decorative gate in wrought iron, and is set into a drystone wall that contains a bee bole. |align=\"center\" | |- |Retaining wall, Wray Castle | |align=\"center\"|Undated |The wall stretches from an angle of the house for about to the entrance drive. At each end are weathered buttresses and steps. |align=\"center\" | |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Category:Lists of listed buildings in Cumbria ",
    "title": "Listed buildings in Claife"
}