{
    "id": "52931754",
    "text": "Duncan Alexander Webb (born 1967) is a New Zealand lawyer and politician. He is currently a Member of Parliament in the House of Representatives for the Labour Party. ==Personal life== Webb moved to Christchurch from London in 1974 when he was six years old, coinciding with the Commonwealth Games being held in the city. His father had attended Bible college before becoming a pastor at the Maori Evangelical Fellowship Church in Wainoni. After briefly living in Aranui, Webb's family moved to South Brighton where he grew up along with his four siblings. He attended Shirley Boys' High School and left before finishing his final year. Webb then attended the University of Canterbury, studying law. Webb graduated Bachelor of Laws with Honours in 1989 before being awarded a Doctor of Laws in 2007. Webb currently lives in Christchurch and has worked as a lawyer and as a law professor at University of Canterbury. Webb has also worked for the Public Interest Project, which seeks to get innocent people out of jail, and for the Howard League, which promotes prisoners’ rights. He is a long-time member of the Labour party, joining in 1999. He has three sons. He split from his wife, Tania, in 2016. ==Political career== A long-time member of Labour, Webb was Brendon Burns' campaign chairman during the . Webb first stood for office in the . He was nominated by the party in June 2016 to contest the electorate of . This seat had been held by National party MP Nicky Wagner since 2011. Webb's campaign chair was ex-Mayor of Christchurch Garry Moore. Webb was ranked 43 on Labour's party list. ===Member of Parliament=== During the 2017 general election, Duncan Webb defeated Wagner by 2,871 votes and reclaimed the Christchurch Central seat for Labour. Following a cabinet reshuffle in late June 2019, Webb was appointed as a Chair of the Environment Select Committee. ==Political positions== In his maiden speech, Webb identified himself as a socialist. ===Palestinian advocacy=== Webb has also defended the Boycott, Divestment and Sanctions campaign as a form of non- violent protest against Israeli policies towards the Palestinians. In early June 2018, Webb also presented a petition on behalf of Palestinian solidarity activist Donna Miles the New Zealand Superannuation Fund to divest from \"illegal\" Israeli settlements in the West Bank. In August 2018, Webb hosted a meeting with Unite Union Director Mike Treen, who participated in the International Freedom Flotilla's attempt that year to breach the Israeli blockade of the Gaza Strip. Webb's Palestinian activism has drawn criticism from Zionist advocacy groups including the Israel Institute of New Zealand (IINZ), the Australia/Israel & Jewish Affairs Council (AIJAC), and the New Zealand Jewish Council. ==References== Category:Living people Category:1967 births Category:New Zealand Labour Party MPs Category:Members of the New Zealand House of Representatives Category:New Zealand MPs for Christchurch electorates Category:Candidates in the 2017 New Zealand general election Category:English emigrants to New Zealand Category:People educated at Shirley Boys' High School Category:University of Canterbury alumni Category:New Zealand lawyers Category:University of Canterbury faculty Category:Candidates in the 2020 New Zealand general election ",
    "title": "Duncan Webb"
}