{
    "id": "52931261",
    "text": "National Museum in Warsaw Caroline von Humboldt by Gottlieb Schick Adelheid and Gabriele von Humboldt by Gottlieb Schick, 1809 Caroline von Humboldt (23 February 1766 in Minden - 26 March 1829 in Berlin), née Carolina Friederica von Dacheröden, was a German salonnière and art historian. ==Life== She was the daughter of Karl Friedrich von Dacheröden (died 20 November 1809), chamber-president of the Kingdom of Prussia, and his wife Ernestine Friderike, countess of Hopfgarten (died 1 May 1774). She grew up in Erfurt and her parents' estates in Burgörner and Auleben, where she befriended the von Lengefeld sisters, Caroline (later one of her best friends) and Charlotte (later wife of the playwright Friedrich Schiller). On 29 June 1791 she married Baron Wilhelm von Humboldt in Erfurt.Steffen Raßloff: Gastliches Haus. Im Haus Dacheröden am Anger waren einst große Geister zu Gast und heiratete Wilhelm von Humboldt seine Frau Caroline von Dacheröden. In: Thüringer Allgemeine, 1 December 2012. Their marriage was an unconventional one and both allowed each other many freedoms. Until 1797 they lived in Jena next door to Schiller but they later lived apart for several years until from 1819 they shared Wilhelm's family home at Schloss Tegel. Caroline's only brother Ernst died childless in 1806.Anna von Sydow (ed): Gabriele von Bülow. Tochter Wilhelm von Humboldts Berlin 1913, Mittler & Sohn Caroline and Wilhelm had eight children: * Caroline (1792–1837) * Wilhelm (1794–1803) * Theodor (1797–1871) * Adelheid (1800–1856) * Gabriele (1802–1887) * Louise (1804) * Gustav (1806–1807) * Hermann (1809–1870) Due to Wilhelm's diplomatic work they spent prolonged periods in Paris (1797-1801, 1804), Rome (1802–1803, 1805–1810, 1817–1819) and Vienna (1810-1814), where their house became known as a social and cultural hub. She took her three children on a 7-month trip from Paris to Spain, where she catalogued and wrote about Spanish artworks - her works on the topic were praised by Goethe, who published some of them. Her favourite city was Rome, where she was in contact with several German and Danish artists living in the city (Gottlieb Schick, Christian Friedrich Tieck, Bertel Thorvaldsen, Wilhelm von Schadow, Karl Wilhelm Wach), financially supporting them and buying several of their works. She had a particularly intense friendship with the sculptor Christian Daniel Rauch, whilst Angelika Kauffmann and Louis I of Bavaria also stayed in her house. She also ran a form of literary salon in Berlin, where politicians, scientists and writers met. She was also in extensive correspondence with major figures, through which she took part in the currents of the day and played a major role in her husband's writings. == Namesakes == *Caroline-von-Humboldt-Preis at the Humboldt University, BerlinCaroline-von-Humboldt-Preis der Humboldt-Universität, Berlinhttps://www.exzellenz.hu-berlin.de/en/funding/young-researchers/the- caroline-von-humboldt-grant-programme * Caroline-von-Humboldt-Weg, Berlin- Mitte * Caroline-von-Humboldt-Gymnasium in Minden, affiliated to the Herder- Gymnasium Minden in 1988 == Bibliography (in German) == * Dagmar von Gersdorff: Caroline von Humboldt. Eine Biographie. Insel, Frankfurt a. Main 2011, . * Hermann Hettler: Karoline von Humboldt. Ein Lebensbild aus ihren Briefen gestaltet. Koehler & Amelang, München 2001, . * Hazel Rosenstrauch: Wahlverwandt und ebenbürtig. Caroline und Wilhelm von Humboldt. Eichborn, Frankfurt am Main 2009.Besprechungen: Judith von Sternburg: Buch über das Ehepaar Humboldt. Die Geschichte von Bill und Li. In: Frankfurter Rundschau, 29. Oktober 2009; Ulrike Baureithel: Ehepaar Humboldt. Ein Forum der Liebe. In: Der Tagesspiegel, 23. Juli 2009. * Beate Neubauer: Schönheit, Grazie und Geist: Elisabeth, Caroline, Gabriele und Constanze. Die Frauen der Familie von Humboldt. Ebersbach & Simon, 2007, . == External links (in German) == * * Umfassende Literaturübersicht in Lexikon Westfälischer Autorinnen und Autoren. * The Correspondence of Wilhelm and Caroline von Humboldt * Astrid Reuter: Blickwechsel – Frauenbilder der Romantik. In: Verein für die Geschichte Berlins (ed.): Mitteilungen, Ausgabe April 2002. * Dorothee Nolte: Caroline von Humboldt. Die schillernde Gattin des Universitätsgründers. In: Der Tagesspiegel, 2. August 2011. * Hazel Rosenstrauch: Caroline von Humboldt. In: FemBio des Instituts für Frauen-Biographieforschung (biography, literature and sources) == References== Category:German art historians Category:1766 births Category:1829 deaths Category:People from Minden Category:German nobility Category:German salon-holders Category:Humboldt family Category:German women historians ",
    "title": "Caroline von Humboldt"
}