{
    "id": "52948160",
    "text": "Giuseppe Antonio Migliavacca (13 June 1849 – 10 December 1909) – in religious Arsenio da Trigolo – was an Italian Roman Catholic priest and a professed member from the Order of Friars Minor Capuchin. He had been a Jesuit for a period of time before he was forced to withdraw from the order due to a series of complications. Migliavacca founded the Suore di Maria Santissima Consolatrice in 1892 alongside a small group of women who desired to become nuns, but slanderous accusations made against him forced him to abandon it and pursue the Franciscan charism instead; he dealt with these humiliations in private but once a Franciscan became a preacher and confessor and aided the tertiaries of the Third Order of Saint Francis in Bergamo. The cause for beatification for the late friar began under Pope John Paul II on 13 November 1997 while the confirmation of his model life of heroic virtue allowed for Pope Francis in 2016 to name him as Venerable. The same pope approved a miracle attributed to his intercession and thus confirmed his beatification which took place on 7 October 2017 in the Milan Cathedral. ==Life== Giuseppe Antonio Migliavacca was born in Cremona on 13 June 1849 as the fifth of twelve males to the innkeepers Glicerio Migliavacca and Annunziata Strumia. He was a cheerful and pious child who often visited the Madonna delle Grazie chapel in Cremona so it came as no surprise when he decided to enter the priesthood. He received his Confirmation on 8 September 1858 and then received his First Communion in 1860. In 1862 he began his studies for the priesthood in Cremona and was a student of Geremia Bonomelli. He received his ordination to the priesthood on 21 March 1874 from Bonomelli himself who became a friend. He served first as the coadjutor in the parishes of Paderno Ponchielli from 18 April to 15 December 1874 and then at Cassano d'Adda from 4 January 1875 until he decided to pursue the religious life. Bonomelli had noted Migliavacca's excellence during a pastoral visit and entertained the strong notion of making the simple priest the official parish priest but could not do this when his friend expressed his desire to join the Jesuits. Migliavacca was admitted into the Jesuits on 25 November 1875. This vocational desire was an intense one for he identified with the teachings of Ignatius of Loyola and often underwent the Spiritual Exercises such as in 1886. He began his period of novitiate on 14 December 1875 in France and on 25 December assumed the habit prior to his initial profession on 25 December 1877. He resumed his studies after this but this was again interrupted due to ill health which prompted him to move to Cremona to the Vida College where he served as the prefect from 1879 until 1883. In 1882 he succeeded in passing his examination in philosophical studies and in 1884 resumed his studies in Croatia where he passed his examination in his moral theological studies. But he failed to pass the difficult \"ad gradum\" exam that would have seen him admitted into the order as a professed member so he instead was made a spiritual coadjutor. From 1885 until 1886 he was stationed at Soresina and then at Wien from 1886 until 1887 for further Jesuit probation. He was also sent to Mantua in 1887 and then to Venice before heading to Brescia and then being sent again to Venice and all this occurred from 1887 until 1891. He made his final vows as a Jesuit in Venice on 5 August 1888. He preached the Lenten retreats in Venice as well as the Spiritual Exercises. In 1892 the Archbishop of Turin Davide Riccardi asked him to guide a group of aspiring nuns who wanted to embrace the religious life and it strengthened his relationship with Giuseppina Fumagalli who had known him since his time at Cassano d'Adda. But Fumagalli was an expelled aspirant from a French congregation and aroused the suspicion of the Jesuits in March 1891 when she requested to see him in Venice though he was not there – the Jesuits were suspicious of her intentions. He was also sent to Trent on 4 March 1891 and then to Piacenza that September where he was a spiritual director for seminarians under the care of the bishop Giovanni Battista Scalabrini who became a close friend. But complications soon arose among those in power in the Jesuits and he was asked to leave the order on 24 March 1892; he bowed to this request in August 1892 which caused him considerable pain. Additional reasons included his frail health and his average studies coupled with his relationship with Fumagalli and Bishop Scalabrini. Fumagalli invited him to do the Spiritual Exercises with her group in Turin on 25 April 1892. On 25 December 1892 he founded the Suore di Maria Santissima Consolatrice for female religious and received diocesan approval from the Turin archbishop on June 20, 1895. In 1898 he moved the operations of the order to Milan though he was forced out of his order in 1902 after two nuns and a novice spread slanderous accusations against him; the cardinal Andrea Carlo Ferrari advised him that given the circumstances it would be best to leave and attempt something different. He decided to pursue the Franciscan charism and this solidified after interior reflection a week of the Spiritual Exercises in Milan. In 1902 he was admitted into the Order of Friars Minor Capuchin and was vested in the brown habit on 21 June 1902 in Lovere, which allowed him to begin the novitiate. He made his initial profession on 25 June 1903 and later assumed the religious name of \"Arsenio da Trigolo\". He moved after his initial profession in 1903 to the Bergamo convent of Borgo Palazzo and dedicated himself to preaching, hearing confessions, and aiding the tertiaries of the Third Order of Saint Francis. He later professed solemn vows on 25 June 1906. He participated in the Spiritual Exercises held in Brescia in June 1903 that was intended for the tertiaries since he ran that particular session. Migliavacca's health began to decline over a prolonged period of time (including a fight with arteriosclerosis) and on 19 November 1909 he sent a letter to the nun Maddalena stating that his one eye was paralyzed for a month and he was undergoing treatment for it. On 10 December 1909 he was found dead in his cell from a brain aneurysm, at the Bergamo convent. On 11 December 1909 the Bishop of Bergamo Giacomo Radini-Tedeschi sent a letter to the order to express his sorrow at learning of the friar's death. In 1940 his remains were exhumed and relocated to Cepino Imagna, and again to the order's motherhouse in Milan on 13 October 1953 in Via Melchiorre Gioia. His order received the decree of praise from Pope Benedict XV on 20 May 1915 while Pope Pius XII issued full approval on 22 February 1943. It operates in countries such as Burkina Faso and Ecuador and in 2008 there were 397 religious in a total of 56 houses. ==Beatification== The beatification process began under Pope John Paul II on 13 November 1997 after the Congregation for the Causes of Saints issued the official \"nihil obstat\" to the cause and titled him as a Servant of God; Cardinal Carlo Maria Martini oversaw the diocesan process in Milan from 3 April 1998 until 29 May 1999 while the C.C.S. later validated this process in Rome on 7 April 2000. The postulation sent the Positio dossier to the C.C.S. in two parts in 2011 and in 2012 while historians gathered in between that period on 27 September 2011 to deem that no historical obstacles existed. The congress of six theologians voiced their unanimous approval (9 out of 9 votes) to the cause on 15 January 2015 while the cardinal and bishop members of the C.C.S. did the same on 19 January 2016. Migliavacca was titled as Venerable after Pope Francis confirmed his model life of heroic virtue on 21 January 2016. One miracle – a healing that science cannot explain – was needed for him to be beatified. The miracle in question was the cure of the nun Ausilia Ferrario (from the late priest's order) who suffered from tuberculosis in her Verghera convent on 17 October 1946. Ferrario was taken to the convent's chapel to be near the exposed Eucharist and after adoration and a priest's blessing stood up and was healed. Martini oversaw the diocesan process of investigation from January 2000 until 4 April 2000 while the C.C.S. validated this on 18 May 2007. A medical board of seven experts approved this on 25 February 2016 while theologians followed suit on 29 October 2016 as did the C.C.S. on 17 January 2017. Pope Francis approved this miracle on 20 January 2017 and this confirmed that Migliavacca would be beatified with the date for the beatification being determined on the following 1 March and being communicated to the Milan archdiocese for preparations to begin. The beatification took place on 7 October 2017 in the Milan Cathedral with Cardinal Angelo Amato presiding over the celebration on the pope's behalf. The Milanese archbishop Mario Enrico Delpini concelebrated the Mass with Cardinal Amato. The current postulator for this cause is the Capuchin priest Carlo Calloni. ==References== ==External links== * Hagiography Circle * Suore ISMC * Santi e Beati Category:1849 births Category:1909 deaths Category:19th-century venerated Christians Category:19th-century Italian people Category:19th- century Roman Catholic priests Category:20th-century venerated Christians Category:20th-century Italian people Category:20th-century Italian Roman Catholic priests Category:Beatifications by Pope Francis Category:Capuchins Category:Deaths from cerebrovascular disease Category:Former Jesuits Category:Franciscans Category:Franciscan beatified people Category:Italian beatified people Category:Italian Franciscans Category:People from Cremona Category:Venerated Catholics by Pope Francis ",
    "title": "Arsenio da Trigolo"
}