{
    "id": "52941089",
    "text": "Isireli Naikelekelevesi (born 17 December 1976) is a Fijian former middle- distance runner who specialised in the 800 metres. He is the Fijian national record holder in that event.Top 10 All Time. Athletics Fiji. Retrieved on 2017-01-21. Born in Suva, he represented his country at the Summer Olympics in 1996, 2000 and 2004. In 1996 he anchored a 4 × 400 metres relay team including Soloveni Nakaunicina, Henry Semiti and Solomone Bole, while in the latter two years he ran in the heats of the 800 m.Isireli Naikelekelevesi. Sports Reference. Retrieved on 2017-01-21. He competed in the 800 m heats at the 2001 World Championships in Athletics and also appeared at the Commonwealth Games in 1998 and 2002 (reaching the semi-finals on his second attempt).Isire Naikelekelevesi. Commonwealth Games Federation. Retrieved on 2017-01-21. He ran for Fiji at the IAAF World Cross Country Championships in both 1996 and 1998.Isireli Naikelekelevesi. IAAF. Retrieved on 2017-01-21. His greatest successes came at regional level. He began with a 5000 metres bronze at the 1994 Oceania Junior Athletics Championships.Oceania Junior Championships. GBR Athletics. Retrieved on 2017-01-21. He won three back-to-back middle-distance doubles at the South Pacific Games (1995, 1999, 2003) and also claimed a 400 metres bronze and relay silver in 2003.South Pacific Games. GBR Athletics. Retrieved on 2017-01-21. He remains the Games record holder in the 800 m. At the South Pacific Mini Games, he won a middle-distance double and took steeplechase bronze. The following edition in 2001 brought a sweep from 400 m to 1500 m and a fourth gold in the relay. At the 2005 edition he was edged out in the 1500 m by Samoa's Setefano Mika, but retained his 800 m and relay titles.South Pacific Mini Games. GBR Athletics. Retrieved on 2017-01-21. At the Oceania Athletics Championships he was a mainstay of distance running for a decade. He won his first 5000 metres title at the 1996 Oceania Athletics Championships and also won silver in the 10,000 metres. He won the 800 m title in 2000, but was beaten into second by New Zealander Gareth Hyett in 2002. He was again 800 m runner-up in 2006 finishing behind Samoa's Aunese Curreen.Oceania Championships. GBR Athletics. Retrieved on 2017-01-21. In his last major international events he took two middle-distance silver medals behind Curreen at the 2007 Pacific Games and 2008 Oceania Athletics Championships.2008 Oceania Athletics Championships . Athletics Oceania. Retrieved on 2017-01-21. ==Personal bests== *400 metres – 48.86 (2001) *800 metres – 1:48.70 min (2004) *1500 metres – 3:53.22 min (2003) *Mile run – 4:14.24 min (2004) *5000 metres – 16:42.3 min (1994) All information from All Athletics and IAAFIsireli Naikelekelevesi. All Athletics. Retrieved on 2017-01-21. ==International competitions== {| |- |rowspan=4|1996 |IAAF World Cross Country Championships |Stellenbosch, South Africa |257th |Senior race |44:18 |- |Olympic Games |Atlanta, United States |6th (h) |4 × 400 m relay |3:10.67 |- |rowspan=2|Oceania Athletics Championships |rowspan=2|Townsville, Australia |bgcolor=gold|1st |5000 m |15:54.65 |- |bgcolor=silver|2nd |10,000 m |35:27.94 |- |1998 |Commonwealth Games |Kuala Lumpur, Malaysia |5th (h) |800 m |1:50.66 |- |rowspan=2|1999 |rowspan=2|IAAF World Cross Country Championships |rowspan=2|Belfast, United Kingdom |153rd |Senior race |51:11 |- |127th |Short race |15:15 |- |rowspan=2|2000 |Olympic Games |Sydney, Australia |7th (h) |800 m |1:49.61 |- |Oceania Championships |Adelaide, Australia |bgcolor=gold|1st |800 m |1:51.49 |- |2001 |World Championships |Edmonton, Canada |6th |800 m |1:50.74 |- |rowspan=2|2002 |Commonwealth Games |Manchester, United Kingdom |8th (sf) |800 m |1:50.00 |- |Oceania Championships |Christchurch, New Zealand |bgcolor=silver|2nd |800 m |1:54.11 |- |2004 |Olympic Games |Athens, Greece |7th (h) |800 m |1:49.08 |- |2006 |Oceania Championships |Apia, Samoa |bgcolor=silver|2nd |800 m |1:55.30 |- |rowspan=2|2008 |rowspan=2|Oceania Championships |rowspan=2|Saipan, Northern Mariana Islands |bgcolor=silver|2nd |800 m |1:53.48 |- |bgcolor=silver|2nd |1500 m |4:03.79 |} ==References== ==External links== * Category:Living people Category:1976 births Category:People from Suva Category:Fijian male middle-distance runners Category:Olympic athletes of Fiji Category:Athletes (track and field) at the 1996 Summer Olympics Category:Athletes (track and field) at the 2000 Summer Olympics Category:Athletes (track and field) at the 2004 Summer Olympics Category:Commonwealth Games competitors for Fiji Category:Athletes (track and field) at the 1998 Commonwealth Games Category:Athletes (track and field) at the 2002 Commonwealth Games Category:World Athletics Championships athletes for Fiji ",
    "title": "Isireli Naikelekelevesi"
}