{
    "id": "52941513",
    "text": "My Happy Family (Georgian ჩემი ბედნიერი ოჯახი) is a 2017 Georgian drama film directed by Nana Ekvtimishvili and Simon Groß. It was screened in the World Cinema Dramatic Competition section of the 2017 Sundance Film Festival. The film had its world premiere in the Forum section at the 67th Berlin International Film Festival. Both Nana Ekvtimishvili and Simon Groß were awarded Best Director at the Sofia International Film Festival, where their film was entered in the International Competition section. ==Plot== Manana (Ia Shughliashvili), a 50-year-old woman, decides to leave her family, husband, children, and parents. The reasons and rationale for her decision are initially and largely unknown to her family, and seem to remain a mystery to them throughout the entire story. Her perspective, however, is slowly disclosed to the audience. Manana’s decision to challenge the religious expectations of women in her community gives “My Happy Family” an enlightened feminist streak, owing much to its central performance. Manana, a school teacher with a career and income of her own, rents a small flat on the outskirts of town. At a local market, and quite by coincidence, she runs into a former high school classmate who invites Manana to attend their 35th high school reunion. Attending the reunion and visiting with her former friends, a devastating secret is revealed. Her husband, Soso, had an affair while married to Manana and fathered a boy, who is now 13 years old. Weeks later, posing as a meter-reader for the gas company, Manana visits this woman and her son as a way to see them both in person. While living in her flat, Manana also discovers her brother Rezo has spoken to her new neighbors about her life, her decisions, and her situation, and while her brother seems to believe his actions are an attempt to \"defend\" his sister from strange men, Manana views his actions as an intrusive violation of her privacy, dignity, and personal agency. Meanwhile, Manana's own son who still lives with Manana's parents and his father brings his pregnant girlfriend to the family home to announce his surprise marriage. Manana's daughter is heartbroken to learn her new husband is having an affair (which Manana had accidentally discovered, but had not disclosed). The film ends as Manana poses several important questions to her husband Soso, and the audience is left to wonder what his responses might have been. ==Cast== == Critical reception == After the Sundance Film Festival, the film was screened in Berlinale forum to positive reviews. On review aggregator Rotten Tomatoes, the film holds an approval rating of 100% based on 16 reviews, with an average rating of 8.3/10. On Metacritic, the film has a score of 86 out of 100 from 10 critics, indicating \"universal acclaim\". Eric Kohn of Indiewire writes, \"My Happy Family was shot by Romanian cinematographer Tudor Vladimir Panduru, and recalls many of the strengths found in recent Romanian cinema, which often peers into the hectic personal dramas of characters who are smothered by social expectations. The story is laced with lovely melodies and traditional songs that play off Manana’s internal desperation; the camera roams freely around her in crowded scenes that show just how much the groupthink alienates her from her own needs.\" In The Hollywood Reporter, Jordan Mintzer states that the film is \"a simple, somewhat mundane scenario that, in the hands of a terrific cast and two talented filmmakers, is transformed into a minor Greek comic-tragedy, with one fearless woman trying to stave off loved ones who smother her with guilt and affection.\" Village Voice critic Bilge Ebiri said the film was \"one of the best films of the year.\" ==References== ==External links== * * Category:2017 films Category:2017 drama films Category:Films from Georgia (country) Category:Georgian-language films Category:Drama films from Georgia (country) ",
    "title": "My Happy Family"
}