{
    "id": "52945546",
    "text": "Sir John Gilbert Hanson (16 November 1938 – 13 January 2017) was a senior British diplomat, senior executive, historian, and academic. Hanson was the Director-General of the British Council between 1992–8 where he led a major reform programme for management change throughout the British Council, which is a British organisation specialising in international cultural and educational opportunities. It works in over 100 countries. Hanson then became the Warden of Green College, University of Oxford from 1998 to 2006. Under his leadership, Green College merged with Templeton College in 2008 to become Green Templeton College, located at what was previously Green College. Hanson was born in Sheffield. He attended Manchester Grammar School and then Wadham College, Oxford. After graduating, he joined the War Office as fast stream Assistant Principal. He then joined the British Council as a senior diplomat in the field of international affairs, cultural relations and development aid. His diplomatic appointments divided between Britain (Deputy Controller, Education and Science Division, 1972–1975; Controller of the Finance Division, 1979–1982; RCDS, 1983; Deputy Director General, 1988–1992) and abroad in India (1963–66 and again from 1984–1988), Lebanon (1966–68), Bahrain (1968–1972) and Tehran (1975–1979).University of Greenwich Hanson received honorary doctorates from three universities. He died on 13 January 2017 at the age of 78 after a short period of ill health. ==Major appointments and Honors (selected)== * Director-General, British Council (1992–1998) * Warden, Green Templeton College, University of Oxford (1998–2006) * Chair and Trustree, Skin Foundation (1997–2016) * Great Gold Medal, Comenius University, Slovakia (1997) * Hon DLitt, Oxford Brookes University (1995) * Hon DLitt, Greenwich University (1996) * Trustee, Charles Wallace Trust (1998–2000) ==References== Category:1938 births Category:2017 deaths Category:Commanders of the Order of the British Empire Category:Knights Commander of the Order of St Michael and St George Category:Alumni of Wadham College, Oxford Category:Wardens of Green College, Oxford Category:People educated at Manchester Grammar School ",
    "title": "John Hanson (British diplomat)"
}