{
    "id": "52946818",
    "text": "Grace Marie Bochenek is an American industrial engineer and the former Director of the National Energy Technology Laboratory within the United States Department of Energy's Office of Fossil Energy. She also served as the acting United States Secretary of Energy in early 2017. She previously had spent much of her career at the U.S. Army Tank Automotive Research, Development and Engineering Center. == Education == Bochenek earned a Bachelor of Science in electrical engineering at Wayne State University in 1986, and a Master of Science in industrial and systems engineering from the University of Michigan–Dearborn in 1992. She did her doctoral work at the University of Central Florida earning her Ph.D. in industrial and systems engineering in 1998. Her dissertation title was \"Comparative Analysis of Virtual 3D Visual Display Systems: Contributions to Cross-functional Team Collaboration in a Product Design Review Environment\". == Career == After graduating, Bochenek worked in the Department of Defense for 25 years. In 2006, she became Director of U.S. Army Research, Development and Engineering Command's Tank Automotive Research, Development and Engineering Center after having spent most of her career there. Subsequent to this, she was named the first Chief Technology Officer of the U.S. Army Materiel Command. In 2014 Bochenek became Director of the National Energy Technology Laboratory (NETL), the research and development arm of the Department of Energy Office of Fossil Energy. NETL is a national laboratory focusing on efficient and sustainable use of fossil fuels, including carbon capture. She cited the security aspects of energy when discussing her move from Defense to Energy, and encouraged students to specialize in engineering and sciences. She advocated for greater collaboration between the laboratory and outside companies, saying that energy is more subject to market forces than defense. She was named the acting United States Secretary of Energy on January 20, 2017, following the resignation of Ernest Moniz at the conclusion of the Obama Administration. She served until the confirmation of Texas Governor Rick Perry on March 2, 2017. Bochenek retired from NETL effective February 28, 2018. ==References== Category:Year of birth missing (living people) Category:Living people Category:Wayne State University alumni Category:University of Michigan–Dearborn alumni Category:University of Central Florida alumni Category:United States Department of Energy National Laboratories personnel Category:United States Secretaries of Energy Category:Trump administration cabinet members ",
    "title": "Grace Bochenek"
}