{
    "id": "52944355",
    "text": "Anatoly Ivanovich Faresov (, 16 June 1852, — 15 October 1928) was a radical Russian publicist, literary critic and journalist. Faresov was born in Tambov, into a noble family of Ivan Faresov, a Collegiate Councillor. A Narodnaya Volya activist, in 1874 he was arrested and spent four years in the Petropavlovskaya Fortress. Anatoly Faresov at the Brockhaus and Efron Encyclopedic Dictionary. After the release Faresov started writing for several leading Russian magazines, including Zhivopisnoye Obozrenye, Molva (where in 1880, as Anatolyev, he published his prison memoirs which came out as a separate edition in 1900), Delo, Novoye Vremya, Nedelya and Istorichesky Vestnik. Faresov authored numerous biographies of his contemporaries, notably of Nikolai Chernyshevsky, Nikolai Leskov, Iosif Kablits, Alexander Engelgardt, Alexander Sheller, Alexander Neustroyev. His stories came out in a book called My Muzhiks (Мои мужики, 1900), shorter pieces were collected in The Awakened People (Пробужденный народ. Очерки с натуры. 1908), A Nation Without Vodka (Народ без водки, 1916), Man and Sobriety (Народ и трезвость, 1917).Filimonov, A.V. |title= Бытописатель Псковщины // The Pskovian Writer. Псков (regional history journal)Faresov Anatoly Ivanovich. Literary Pskov // Литературный Псков Faresov died on 15 October 1928 in Leningrad. == References == Category:Russian journalists Category:People from Tambov Category:1852 births Category:1928 deaths ",
    "title": "Anatoly Faresov"
}