{
    "id": "52940649",
    "text": "The European Society of Clinical Microbiology and Infectious Diseases, or ESCMID, is a Swiss-based non-profit scientific international organization involved in the prevention of infectious diseases. Their mission is to improve the diagnosis, treatment and prevention of infection-related diseases by promoting and supporting research, education, training, and good medical practice.https://www.escmid.org/membership_organization/about_escmid/mission/ Another of the important tasks completed by the society is the organization of the annual four-days scientific congress ECCMID (European Congress of Clinical Microbiology and Infectious Diseases). This is the largest scientific congress in the field of medical microbiology with almost 15,000 visitors.https://www.escmid.org/research_projects/eccmid/ To present scientific work at the congress, more than 5,000 abstracts are submitted every year by researchers from many different countries.https://www.escmid.org/research_projects/eccmid/about_the_congress/ The next ECCMID will be held in Vienna, Austria. The ESCMID jointly organizes European Committee on Antimicrobial Susceptibility Testing (EUCAST), the European standing committee for defining guidelines to interpret antimicrobial resistance. ==History== It was founded on 12 February 1983 in Munich as the European Society of Clinical Microbiology. In 1990 it was decided to include infectious diseases. ==Structure== It is headquartered in Basel in the Swiss Basel-Stadt canton. The current President is Prof. Maurizio Sanguinettihttps://www.escmid.org/membership_organization/about_escmid/organization/executive_committee/ of the Università Cattolica del Sacro Cuore in Rome, Italy. The President- elect and Secretary General is Prof. Annelies Zinkernagel of the Universitätsspital Zürich in Zürich, Switzerland. ==Scientific Journal== ESCMID makes the monthly journal Clinical Microbiology and Infection freely available to all ESCMID Members. ===Assembly of Members=== The assembly of members is held every year at the annual congress (ECCMID). In 2020 it was an alternative version of the ESCMID Assembly of Members, by voting in the internet, as the annual congress got cancelled. * The 2016 Assembly of Members was at the Amsterdam RAI Exhibition and Convention Centre. * At the 2003 Assembly of Members in Glasgow, researchers at Radboud University Nijmegen had found that hospital taps and showers were transmitting deadly infections. ==See also== * Infectious Diseases Society of America * European Federation of Biotechnology * International Society for Infectious Diseases * The Journal of Infectious Diseases * European Journal of Clinical Microbiology & Infectious Diseases ==References== ==External links== * ESCMID Category:1983 establishments in Germany Category:International medical associations of Europe Category:International medical and health organizations Category:Medical associations based in Switzerland Category:Microbiology organizations Category:Organisations based in Basel Category:Organisations based in Munich Category:Scientific organizations established in 1983 Category:Virology organizations ",
    "title": "European Society of Clinical Microbiology and Infectious Diseases"
}