{
    "id": "529419",
    "text": "Martin Havlát (; born April 19, 1981) is a Czech former professional ice hockey player who played 14 seasons in the National Hockey League (NHL). ==Playing career== ===Ottawa Senators=== Havlát was selected from the Czech Extraliga in the first round of the 1999 NHL Entry Draft, 26th overall, by the Ottawa Senators. He remained in the Czech Republic for one more season before joining the Senators for his rookie NHL season in 2000–01. Havlát recorded 19 goals and 42 points in his first year and was a finalist for the Calder Memorial Trophy as the League's rookie of the year. Playing for the Senators, he earned the nickname \"Mach 9\" for his speed and the jersey number he wore. In Havlát's third year with the club, he notched his second-consecutive 20-goal campaign with 24 goals and 59 points before helping the Senators on a 2003 playoff run to the Eastern Conference Finals. He was criticized in the second round by Philadelphia Flyers Head Coach Ken Hitchcock for his stickwork against the Flyers during the series. The Senators went on to eliminate Philadelphia in six games, but could not overcome the eventual Stanley Cup champions, the New Jersey Devils, in the third round. Havlát finished the playoffs with 11 points in 18 games. During the 2003–04 NHL season, Ken Hitchcock made headlines once more with comments regarding a high-sticking incident with Havlát, saying that, \"Somebody is going to make him eat his lunch.\" Over the course of the campaign, Havlát was suspended twice, once for kicking, and once for high-sticking. Despite missing time, however, he continued to improve offensively, with 31 goals and 68 points in 68 games, his most productive season with the Senators. Due to the 2004–05 NHL lockout, Havlát spent the entirety of the following season back in the Czech Extraliga, as well as Russian Superleague (RSL), playing for several teams. As NHL play resumed in 2005–06, he was suspended once more early in the season on October 17, 2005, for five games following another kicking incident against Boston Bruins defenceman Hal Gill. After returning to the lineup, he suffered a shoulder injury against the Montreal Canadiens on November 29, which required surgery and kept him out for 59 games. He returned to the ice on April 15, 2006, against the Toronto Maple Leafs, almost exactly four months from the date of his surgery. After missing the majority of the regular season, Havlát enjoyed his most prolific playoffs as a Senator in 2006, recording 13 points in ten games as Ottawa was eliminated by the Buffalo Sabres in five games in the second round. ===Chicago Blackhawks=== During the 2006 off-season, Havlát, a restricted free agent, told the Senators that he would only sign a one-year deal so he could then test the free agent market in the next off-season. As a result, on July 9, 2006, Havlát was traded to the Chicago Blackhawks, along with Bryan Smolinski, in a three-way deal that also involved the San Jose Sharks acquiring Mark Bell for Tom Preissing and Josh Hennessy. After the trade, Havlát signed a three-year, $18 million contract with the Blackhawks. As his usual number 9 was retired by the Blackhawks for Hall of Famer Bobby Hull, he switched to 24. On October 5, 2006, Havlát made his Blackhawks debut in outstanding fashion against the Nashville Predators by scoring two goals and two assists in an 8–6 win. Through the first seven games of the season, he was near or at the top of the League in scoring until he went down with an ankle sprain late in a game against the Dallas Stars on October 20, 2006. He returned to the Blackhawks lineup on December 9, 2006, against the Minnesota Wild, netting two goals and an assist, albeit in a losing effort. Havlát was also selected for the 2007 NHL All-Star Game that season. In April 2007, Havlát suffered a shoulder injury, which required off-season surgery. Despite a first season in Chicago partially marred by injuries, he produced at over a point-per-game pace, with 57 points in 56 games. Havlát during his tenure with the Chicago Blackhawks In the 2007–08 season, Havlát was limited to 35 games while scoring ten goals and 17 assists as he again struggled with injuries. The season marked a turning point for the team, however, as the Blackhawks' offense was immediately bolstered by the emergence of rookies Patrick Kane and Jonathan Toews. The next season, in 2008–09, Havlát led a rejuvenated Blackhawks team in scoring with a career-high 77 points in 81 games. Chicago qualified for the post-season for the first time since 2002 that season. Playing the Calgary Flames in the opening round, Havlát registered two goals in the first game of the series, including a game-tying goal late in the third period and the game-winner just 12 seconds into overtime. The Blackhawks would defeat the Flames in six games before doing the same to the Vancouver Canucks in the second round. Meeting the Detroit Red Wings Western Conference Finals, Havlát was knocked out in Game 3 of the series from a hit delivered by defenceman Niklas Kronwall; Kronwall was given a five-minute major penalty and was ejected for the hit, while Havlát left the game after lying on the ice for several minutes. Despite being named team MVP for the 2008–09 season, Havlát was not re-signed by the club. After three months of attempting to negotiate a long-term contract to remain with the team, Blackhawks General Manager Dale Tallon annulled previous discussions and refused to offer anything more than a one-year extension come July 1. The negotiations were well documented on both Havlát and his agent's Twitter pages, with Havlát ominously stating, \"There's something to be said for loyalty and honor.\" He followed this up by stating that he did not leave the team, but rather they left him. ===Minnesota Wild=== On July 1, 2009, Havlát signed a six-year, $30 million contract with the Minnesota Wild. Havlát wore number 14 in his first season with the Wild, but changed his number to 24 prior to the start of the 2010–11 season due to the off-season departure of forward Derek Boogaard, who wore the number previously. ===San Jose Sharks and New Jersey Devils=== On July 3, 2011, Havlát was traded to the San Jose Sharks in exchange for Dany Heatley. In the following 2011–12 season, on December 17, 2011, Havlát caught his skate on the bench and fell over the boards onto the ice, tearing his hamstring. He returned on March 17, 2012. On March 18, one day after returning, Havlát scored the game winning goal in overtime for the Sharks in defeating the Detroit Red Wings. On May 1, 2013, against the Vancouver Canucks, Havlát suffered an injury that sidelined him for the remainder of the playoff quarter-finals. He returned in Game 3 of the semi-final on May 18 against the Los Angeles Kings, but suffered a spear from Canucks defenceman Kevin Bieksa 52 seconds into the game. In early June 2013, Havlát had a bilateral pelvic floor reconstruction and played his first game of the season on October 31, 2013. On December 31, he was placed on injured reserve with a lower body injury. With his tenure with the Sharks largely affected by injury and a lack of productivity, Havlát became the first Sharks player in franchise history to be bought-out from the remaining year of his contract on June 27, 2014. Three days later, on July 1, Havlát, with the ambition to redeem himself, signed as an unrestricted free agent to a one-year contract with the New Jersey Devils. ===St. Louis Blues=== After going unsigned by New Jersey at the end of the season and over the summer, Havlat agreed to a professional try-out agreement with the Florida Panthers. Upon failing to secure a contract with Florida, the 2015–16 season began without Havlat having a contract. Havlat made another attempt, signing another professional tryout agreement on October 27, 2015, this time with the St. Louis Blues, earning himself a one-year contract on November 6, 2015. Havlat made an immediate impact with the Blues, scoring the game-winning goal in his Blues debut in against former club the New Jersey Devils. After just 2 games, the St. Louis Blues placed Havlat on unconditional waivers for the purpose of terminating his contract, at the request of Havlat, citing personal reasons on November 13, 2015. In August 2016, while working out with HC Kometa Brno of the Czech Extraliga, Havlát revealed that he requested the contract termination due to a groin injury, and that he intended to continue to practice with the team with the aim of returning to the NHL. However, he failed to attract NHL interest and eventually stopped working out with the team on January 25, 2017 after re-injuring his groin. Havlát ultimately announced his retirement on February 8, 2017. ==International play== As a junior, Havlát helped the Czech Republic claim gold at the 2000 World Junior Ice Hockey Championships in Skellefteå and Umeå, Sweden. He also replicated his gold medal performance at the corresponding 2000 IIHF World Championship in Saint Petersburg for the senior Czech team. Havlát then represented the Czechs at the 2002 Winter Olympics in Salt Lake City, where he scored three goals in the tournament. He missed the 2006 Winter Olympics in Turin due to a shoulder injury. In the 2011 World Championships in Bratislava and Košice, Slovakia, he was a member of the Czech team that claimed a bronze medal. ==Personal life== Havlát has two siblings: a sister named Lenka and a brother named Slava. He can speak both English and Czech and lives in Brno, Czech Republic, during the off-season. His nephew, Borek Sedlák, is a Czech ski jumper. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\"| ! rowspan=\"100\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Regular season ! rowspan=\"100\" bgcolor=\"#ffffff\"| ! colspan=\"5\"|Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP !! G !! A !! Pts !! PIM ! GP !! G !! A !! Pts !! PIM |- | 1997–98 | HC Kometa Brno | CZE U18 | 27 || 29 || 26 || 55 || — | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1997–98 | HC Kometa Brno | CZE U20 | 5 || 9 || 3 || 12 || — | — || — || — || — || — |- | 1998–99 | HC Železárny Třinec | CZE U20 | 31 || 28 || 23 || 51 || — | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1998–99 | HC Železárny Třinec | ELH | 24 || 2 || 3 || 5 || 4 | 8 || 0 || 0 || 0 || 2 |- | 1999–00 | HC Oceláři Třinec | CZE U20 | 1 || 0 || 1 || 1 || 0 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 1999–00 | HC Oceláři Třinec | ELH | 46 || 13 || 29 || 42 || 48 | 4 || 0 || 2 || 2 || 8 |- | 2000–01 | Ottawa Senators | NHL | 73 || 19 || 23 || 42 || 20 | 4 || 0 || 0 || 0 || 2 |- bgcolor=\"#f0f0f0\" | 2001–02 | Ottawa Senators | NHL | 72 || 22 || 28 || 50 || 66 | 12 || 2 || 5 || 7 || 14 |- | 2002–03 | Ottawa Senators | NHL | 67 || 24 || 35 || 59 || 30 | 18 || 5 || 6 || 11 || 14 |- bgcolor=\"#f0f0f0\" | 2003–04 | HC Sparta Praha | ELH | 5 || 1 || 3 || 4 || 8 | — || — || — || — || — |- | 2003–04 | Ottawa Senators | NHL | 68 || 31 || 37 || 68 || 46 | 7 || 0 || 3 || 3 || 2 |- bgcolor=\"#f0f0f0\" | 2004–05 | HC Znojemští Orli | ELH | 12 || 10 || 4 || 14 || 16 | 10 || 7 || 6 || 13 || 4 |- | 2004–05 | Dynamo Moscow | RSL | 10 || 2 || 0 || 2 || 14 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2004–05 | HC Sparta Praha | ELH | 9 || 5 || 4 || 9 || 37 | 5 || 0 || 0 || 0 || 20 |- | 2005–06 | Ottawa Senators | NHL | 18 || 9 || 7 || 16 || 4 | 10 || 7 || 6 || 13 || 4 |- bgcolor=\"#f0f0f0\" | 2006–07 | Chicago Blackhawks | NHL | 56 || 25 || 32 || 57 || 28 | — || — || — || — || — |- | 2007–08 | Chicago Blackhawks | NHL | 35 || 10 || 17 || 27 || 22 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2008–09 | Chicago Blackhawks | NHL | 81 || 29 || 48 || 77 || 30 | 16 || 5 || 10 || 15 || 8 |- | 2009–10 | Minnesota Wild | NHL | 73 || 18 || 36 || 54 || 34 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2010–11 | Minnesota Wild | NHL | 78 || 22 || 40 || 62 || 52 | — || — || — || — || — |- | 2011–12 | San Jose Sharks | NHL | 39 || 7 || 20 || 27 || 22 | 5 || 2 || 1 || 3 || 8 |- bgcolor=\"#f0f0f0\" | 2012–13 | San Jose Sharks | NHL | 40 || 8 || 10 || 18 || 30 | 2 || 0 || 0 || 0 || 0 |- | 2013–14 | San Jose Sharks | NHL | 48 || 12 || 10 || 22 || 10 | 1 || 0 || 0 || 0 || 0 |- bgcolor=\"#f0f0f0\" | 2014–15 | New Jersey Devils | NHL | 40 || 5 || 9 || 14 || 10 | — || — || — || — || — |- | 2015–16 | St. Louis Blues | NHL | 2 || 1 || 0 || 1 || 0 | — || — || — || — || — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | ELH totals ! 96 !! 31 !! 43 !! 74 !! 111 ! 17 !! 0 !! 2 !! 2 !! 38 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 790 !! 242 !! 352 !! 594 !! 404 ! 75 !! 21 !! 31 !! 52 !! 52 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text- align:center; width:40em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 1999 | Czech Republic | WJC18 | 5th | 6 | 2 | 4 | 6 | 8 |- bgcolor=\"#f0f0f0\" | 2000 | Czech Republic | WJC | | 7 | 3 | 2 | 5 | 4 |- | 2000 | Czech Republic | WC | | 9 | 2 | 1 | 3 | 2 |- bgcolor=\"#f0f0f0\" | 2002 | Czech Republic | OG | 7th | 4 | 3 | 1 | 4 | 27 |- | 2004 | Czech Republic | WCH | | 5 | 3 | 3 | 6 | 2 |- bgcolor=\"#f0f0f0\" | 2004 | Czech Republic | WC | 5th | 3 | 0 | 0 | 0 | 4 |- | 2010 | Czech Republic | OG | 7th | 5 | 0 | 2 | 2 | 0 |- bgcolor=\"#f0f0f0\" | 2011 | Czech Republic | WC | | 6 | 2 | 4 | 6 | 4 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\" | Junior totals ! 13 ! 5 ! 6 ! 11 ! 12 |- bgcolor=\"#e0e0e0\" ! colspan=\"4\" | Senior totals ! 32 ! 10 ! 11 ! 21 ! 39 |} ==References== ==External links== * Category:1981 births Category:Living people Category:Chicago Blackhawks players Category:Czech ice hockey left wingers Category:Expatriate ice hockey players in Russia Category:HC Dynamo Moscow players Category:HC Oceláři Třinec players Category:HC Sparta Praha players Category:Ice hockey players at the 2002 Winter Olympics Category:Ice hockey players at the 2010 Winter Olympics Category:Minnesota Wild players Category:National Hockey League All-Stars Category:National Hockey League first round draft picks Category:New Jersey Devils players Category:Olympic ice hockey players of the Czech Republic Category:Orli Znojmo players Category:Ottawa Senators draft picks Category:Ottawa Senators players Category:People from Mladá Boleslav Category:St. Louis Blues players Category:San Jose Sharks players ",
    "title": "Martin Havlát"
}