{
    "id": "52944782",
    "text": "{| |} HMS Berbice was the French privateer Berbice that the British Royal Navy captured in 1793 and took into service under her existing name. She foundered in 1796. ==Career== The Navy commissioned her in October 1793 under Lieutenant Thomas Oliver, for the Leeward Islands station. There is some ambiguity about the which officers commanded her and when. At one point Midshipman John F. Devonshire (eventually Admiral Sir John Devenshire) took command on the death of Berbices commander. Devonshire then patrolled the coasts of Puerto Rico where he, with the Spaniards, suppressed the French privateers that not only impeded the island's commerce, but also materially obstructed the resupply of the British army in Martinique.United Service journal, 1840, Part 1, January, p.95. During a slave uprising at Saint Lucia, Devonshire successfully conveyed Lieutenant-General William Myers to the island during the hurricane season.Marshall (1832), Vol. 3, Part 2, p.181. Apparently Lieutenant John Richards Lapenotiere commanded her too, though Oliver paid her off later. Lieutenant John Pasco (or Pascoe) recommissioned her in December 1795, again for the Leeward Islands. Berbice was one of the many vessels that shared in the proceeds of the surrender of the island of Saint Lucia on 25 May 1796 by the British forces under the command of Admiral Hugh Cloberry Christian and Lieutenant-General Sir Ralph Abercromby. ==Loss== Berbice was under the command of Lieutenant John Trehaser (or Tresaher) when she wrecked on Scotsman's Head (), Dominica, on 26 October 1796. She had been cruising in company with when they separated in the dark and rain. Berbice continued on Lacedemonians last known course and proceeded to wreck.Hepper (1994), p.82. There were 42 men aboard Berbice; none were lost.Gilly (1846), p.373. ==Citations and references== Citations References *Gilly, William Octavius Shakespeare (1864) Narratives of Shipwrecks of the Royal Navy Between 1793 and 1857 Compiled Principally from Official Documents in the Admiralty. (Longman, Green). * * * Category:1793 ships Category:Privateer ships of France Category:Captured ships Category:Schooners of the Royal Navy Category:Maritime incidents in 1796 ",
    "title": "HMS Berbice (1793)"
}