{
    "id": "52941143",
    "text": "Upeneus moluccensis, the goldband goatfish, golden-banded goatfish or Moluccan goatfish, is a species of Indo-Pacific goatfish from the red mullet and goatfish family, the Mullidae. It is widespread in the warmer waters of the Indian and Pacific Oceans as far east as New Caledonia and has colonised the eastern Mediterranean Sea from the Red Sea via the Suez Canal, making it a Lessepsian migrant. ==Description== Upeneus moluccensis has an elongated body which has a sub-cylindrical anterior portion which becomes compressed towards the tail with two dorsal fins which are well separated, with the second dorsal fin directly above the anal fin. The caudal fin is deeply forked. The chin bears a pair of barbels which do not extend past the margin of the preoperculum. The upper and lower jaws, the palatine and the vomer are covered in brush-like or villiform teeth. The back is pinkish-red in colour contrasting with the white belly, from which it is separated by single longitudinal yellow stripe which runs from the operculum to the caudal fin peduncle. The dorsal fins are yellow in colour with 3 parallel red bars while the pectoral fin is a similar colour but lacks markings and the pelvic fin is colourless. The upper lobe of caudal fin is whitish and has 5 or 6 black diagonal bars while the lower lobe is unmarked except for the hind margin which is black as the second bar of the upper lobe extends along it. They can grow to 25 cm but are more usually 10–15 cm. ==Distribution== Upeneus moluccensis has an Indo-West Pacific distribution, occurring from the Red Sea to New Caledonia and as far north as Japan, and south to northern Australia. It is the second most common member of its genus in New Caledonian waters. The first record of U. moluccensis in the Mediterranean was off Palestine in 1947, it had reached the Mediterranean through the Suez Canal as a Lessepsian migrant, and has become common enough in the eastern Mediterranean to be an important species in fisheries. ==Biology== Upeneus moluccensis prefers sandy or muddy substrates where it searches for its food, mainly benthic crustaceans using chemoreceptors on its barbels. As they grow larger fish form a greater part of their diet. In the Mediterranean they spawn from late July up to September, the spawn and larvae are planktonic, settling to a benthic habit at 4–5 cm in length and becoming sexually mature when they are about a year old, c. 10 cm in length. They form large schools which are normally quite fast swimmers, occasionally stopping to feed. It is normally found at depths of 10-80m on continental or insular shelf regions. The maximum lifespan for fish caught off Turkey was found to be 5 years for males and six years for females. right ==Fisheries== Upeneus moluccensis is sold fresh in markets as well as being utilized for fish meal and valued for its roe. It is regarded as a \"trash fish\" by fishermen in the South China Sea because of its relatively small size. The annual catch of goatfish at the fishing harbour of Visakhapatnam in India ranges between 2177 and 3463 tonnes, averaging 2859 tonnes, of which U. moluccensis makes up 18%. In the Mediterranean U. moluccensis is now an important commercial species for trawl fisheries. ==References== moluccensis Category:Fish described in 1855 ",
    "title": "Upeneus moluccensis"
}