{
    "id": "52940791",
    "text": "Rigoberto Hernandez (born 1967) is an American chemist and academic. He is The Gompf Family Professor at the Johns Hopkins University and a board member of the American Chemical Society (ACS). Before his appointment at Johns Hopkins, Hernandez spent 20 years as a faculty member at the Georgia Institute of Technology, where he became a full professor. In addition to his work as a professor, Hernandez is also the director of the Open Chemistry Collaborative in Diversity Equity, a program dedicated to creating more diversity in academia. ==Biography== Born in Havana, Hernandez moved to Spain with his family when he was a child. The family later moved to Florida, where Hernandez attended school. When he was in high school, a research program at the University of Miami sparked an interest in science. He attended Princeton University, where he earned an undergraduate degree in chemical engineering and mathematics in 1989. Four years later, he received a Ph.D. in chemistry from the University of California, Berkeley. After serving on the chemistry faculty at Georgia Tech for 20 years, Hernandez moved to Johns Hopkins University in 2016. He has special interests in the dynamics of chemical reactions, transition state theory and non-equilibrium stochastic dynamics. Hernandez describes his area of study as \"the interplay between molecular motions — such as reactions or rearrangements — and changes in their environments\". Hernandez directs a program known as the Open Chemistry Collaborative in Diversity Equity (OXIDE). The program supports research and awareness into issues of diversity within chemistry departments. The program, which Hernandez started when he was at Georgia Tech, was initially funded by the National Science Foundation, National Institutes of Health and U.S. Department of Energy, and later the Sloan Foundation. OXIDE is dedicated to creating changes in science departments by making changes from the top down. This includes creating policies that allow for more diversity and create a more inclusive environments. In the fall of 2016, Hernandez was elected to his second three-year term as a board member of the ACS. == Awards == Hernandez has received numerous awards for his work in the sciences. Listed below are some of his most well-known awards: * 1997: CAREER Award, National Science Foundation *1999: Cottrell Scholar *2004: Fellow, American Association for the Advancement of Science *2006-2008: Humboldt Research Fellow *2010: Fellow, American Chemical Society *2011: Fellow, American Physical Society * 2011-2013: Vasser Woolley Faculty Fellow *2012: Outstanding Service Award, American Chemical Society, Georgia Local Section *2013: Diversity Champion Award, Georgia Institute of Technology *2014: Award for Encouraging Disadvantaged Students into Careers in the Chemical Sciences, American Chemical Society *2015: Diversity Award, Council for Chemical Research *2015-2016: Visiting Scholar, Phi Beta Kappa *2016: Transformational Research and Excellence in Education Award, Research Corporation for Science Advancement *2017: Herty Medal, Georgia Section of the American Chemical Society *2020: Cottrell Impact Award == Notable Publications == Hernandez is listed as an author on over 100 articles since 1989. Listed below are some of his most cited publications: * Murphy, C. J.; Vartanian, A. M.; Geiger, F. M.; Hamers, R. J.; Pedersen, J.; Cui, Q.; Haynes, C. L.; Carlson, E. E.; Hernandez, R.; Klaper, R. D.; et al. Biological Responses to Engineered Nanomaterials: Needs for the Next Decade. ACS Cent. Sci. 2015, 1 (3), 117–123. * Craven, G. T.; Hernandez, R. Lagrangian Descriptors of Thermalized Transition States on Time-Varying Energy Surfaces. Phys. Rev. Lett. 2015, 115 (14), 148301. * Ulusoy, I. S.; Andrienko, D. A.; Boyd, I. D.; Hernandez, R. Erratum: “Quantum and Quasi-Classical Collisional Dynamics of O 2 –Ar at High Temperatures” [J. Chem. Phys. 144, 234311 (2016)]. The Journal of Chemical Physics 2016, 145 (23), 239902. * Junginger, A.; Hernandez, R. Lagrangian Descriptors in Dissipative Systems. Phys. Chem. Chem. Phys. 2016, 18 (44), 30282–30287. * Cui, Q.; Hernandez, R.; Mason, S. E.; Frauenheim, T.; Pedersen, J. A.; Geiger, F. Sustainable Nanotechnology: Opportunities and Challenges for Theoretical/Computational Studies. J. Phys. Chem. B 2016, 120 (30), 7297–7306. * Junginger, A.; Hernandez, R. Uncovering the Geometry of Barrierless Reactions Using Lagrangian Descriptors. J. Phys. Chem. B 2016, 120 (8), 1720–1725. * Craven, G. T.; Junginger, A.; Hernandez, R. Lagrangian Descriptors of Driven Chemical Reaction Manifolds. Phys. Rev. E 2017, 96 (2), 022222. * Buchman, J. T.; Rahnamoun, A.; Landy, K. M.; Zhang, X.; Vartanian, A. M.; Jacob, L. M.; Murphy, C. J.; Hernandez, R.; Haynes, C. L. Using an Environmentally-Relevant Panel of Gram-Negative Bacteria to Assess the Toxicity of Polyallylamine Hydrochloride-Wrapped Gold Nanoparticles. Environ. Sci.: Nano 2018, 5 (2), 279–288. * . ==References== Category:Living people Category:1967 births Category:21st-century American chemists Category:Johns Hopkins University faculty Category:Georgia Tech faculty Category:Princeton University alumni Category:University of California, Berkeley alumni Category:Fellows of the American Chemical Society Category:Fellows of the American Association for the Advancement of Science Category:Fellows of the American Physical Society ",
    "title": "Rigoberto Hernandez"
}