{
    "id": "52954592",
    "text": "Vincenzo Vivarini (born 5 September 1966) is an Italian professional football coach. He most recently served as the head coach of Serie C club Bari. ==Coaching career== Vivarini started his coaching career working as assistant with Giulianova and Pescara. He took his first head coaching role in 2007 with amateurs Luco Canistro. In 2008, he took over at Serie D club Renato Curi Angolana, ending the season in seventh place. He successively guided Chieti, leading them to win the Serie D title at his first season and then guiding them to sixth place in the Serie C2. This was followed by a two-year stint at another Serie C2 club, Aprilia, also winning a promotion playoff qualification during his stay. In 2013, he became new head coach of Serie C1 club Teramo, guiding them to a historical first promotion to Serie B in 2015; this was however revoked by the Italian football federation after Teramo was found guilty of matchfixing, with the club relegated back to Lega Pro as a consequence. Despite that, he was awarded the Panchina d'Oro for best Lega Pro coach for the 2014–15 season. Vivarini stayed in charge of Teramo until June 2016, when he left the club to accept an offer from Serie B club Latina. He failed to avoid relegation with Latina, also due to the club being in financial struggles that successively led to its exclusion from professionalism later in July 2017. He was successively named new head coach of promotion candidates Empoli for the 2017–18 Serie B campaign, but was dismissed later in December due to poor results and replaced by Aurelio Andreazzoli. On 12 July 2018 he signed a two-year contract as the new coach of Ascoli in Serie B. He was dismissed by Ascoli on 5 June 2019. On 24 September 2019 he signed a two-year contract with Serie C club Bari. After failing to lead the club to promotion following defeat to Reggiana in the playoff final, he left Bari by mutual consent at the end of the season. ==References== Category:1966 births Category:People from the Province of Chieti Category:Sportspeople from Abruzzo Category:Living people Category:Italian football managers Category:Ascoli Calcio 1898 F.C. managers Category:Empoli F.C. managers Category:Serie B managers Category:S.S.C. Bari managers Category:Serie C managers ",
    "title": "Vincenzo Vivarini"
}