{
    "id": "52955685",
    "text": "St. Peter's Church (Sinhala:ශාන්ත පීතර දේවස්ථානය) is one of the oldest continuously functioning churches in Colombo, Sri Lanka. It is located on Church Street in Colombo Fort, on the northern side of the Grand Oriental Hotel. ==History== During the Portuguese occupation of the country a Dominican monastery and a charity hall, the Chapel of Misericordia (House of Mercy) were constructed on the site (c.1627), where the church is now located. Nearby was an early Gothic church, St. Dominico, of which only an inscribed stone set over its arches remains. In approximately 1666, ten years after the capture of Colombo by the Dutch they converted the building into the official residence for the Governor, with an elegant two storey facade facing the waterfront. The mansion had a flat roof, a large arched portico of cubicle form, and several large windows that let in light and air. The building was used for council meetings, and a reception/banquet hall, where ambassadors from the Kingdom of Kandy were entertained. The British firstly used the structure as the residence of Lieutenant general Hay MacDowall (General Officer Commanding, Ceylon), though by this time the building was in a state of disrepair with the roof leaking badly. Between 1796 and 1803, Wolvendaal Church was opened to Anglicans for worship. In 1804 the first British Governor, Frederick North, resolved to convert the building to a Garrison Church. publishing a notice on 14 March in The Ceylon Government Gazette announcing that a 'Divine Service will be held at the Government House on Sunday at 4.30 p.m'. Between 1810 and 1820 a portion of the building was used temporarily as a court house. In 1816 the first Bishop of Calcutta, Thomas Middleton, attended and gave a sermon at the church. In April 1821 on the occasion of the second visit by the bishop, acting on the formal request by the acting Governor Edward Barnes, he \"consecrated and set apart forever for the service of God\" the church on 22 May. In the same year, Governor Barnes handed over St. Peter's Church to four trustees. Between September and December 1832 the church closed for repairs and during this time the verandah and portico with its classical masonry columns, typical of British buildings during this period were added. Very little vestiges of the original Dutch colonial architecture remain, with the exception of the clear storey windows and prominent gable walls. The church and its cemetery contain a number of commemorative monuments, plaques and tombs, including William Tolfrey (1778–1817), who translated the Bible into Pali and Sinhalese; Thomas James Twistleton (1770–1824), the first Archdeacon of Colombo; Henry Matthews, Puisne Justice of the Supreme Court; George Steuart (1808–1896), founder of George Steuarts; Louise Rodney (1778–1814), wife of John Rodney, Colonial Secretary of Ceylon (1806–1833); Sir Charles Peter Layard (1806–1893), the first Mayor of Colombo (1866–1877); and the soldiers from the Worcestershire Regiment 2nd Battalion, who died whilst serving in Ceylon between 1904 and 1906. The first chaplain was the Rev. James Cordiner, who arrived in Colombo in 1799 and left in 1804. He was succeeded by the Rev. Thomas James Twisleton followed by Rev. George Bisset, Ven. J. M. S. Glenie, and then Rev. Benjamin Bailey. The first Bishop of Colombo, Dr. James Chapman, was enthroned at St. Peter's on 7 November 1845. During the Sri Lankan Civil War access to the church was highly restricted due to its location directly opposite the Colombo Harbour and adjacent to the Sri Lanka Police Headquarters. High altar at St Peter's Church thumb ==See also== * Church of Ceylon == References == Category:Churches in Colombo Category:Church of Ceylon church buildings in the Diocese of Colombo Category:1821 establishments in Ceylon Category:Churches completed in 1821 ",
    "title": "St. Peter's Church, Colombo"
}