{
    "id": "52951909",
    "text": "Railway Club at Oxford, conceived by John Sutro, dominated by Harold Acton. Left to right, back: Henry Yorke, Roy Harrod, Henry Weymouth, David Plunket Greene, Harry Stavordale, Brian Howard. Middle row: Michael Rosse, John Sutro, Hugh Lygon, Harold Acton, Bryan Guinness, Patrick Balfour, Mark Ogilvie-Grant, Johnny Drury-Lowe; front: porters. Edward Henry Charles James, 7th Earl of Ilchester (1 October 1905 - 21 August 1964), was a British peer and philanthropist. He also held the subsidiary titles and styles of Baron of Woodford Strangways of Dorset and Baron of Redlynch of Dorset. ==Biography== He was educated at Eton College and Christ Church, Oxford, where he was part of the Railway Club, which included: Henry Yorke, Roy Harrod, Henry Thynne, 6th Marquess of Bath, David Plunket Greene, Fox-Strangways, Brian Howard, Michael Parsons, 6th Earl of Rosse, John Sutro, Hugh Lygon, Harold Acton, Bryan Guinness, 2nd Baron Moyne, Patrick Balfour, 3rd Baron Kinross, Mark Ogilvie-Grant, John Drury-Lowe. He used the first name \"Harry\" and served as a Deputy Lieutenant of Dorset in 1957.Burke's Peerage (2003) volume 2, page 2026, quoted in The Peerage ==Family== He married Helen Elizabeth Ward, granddaughter of William Ward, 1st Earl of Dudley, on 27 April 1931. They had three children: * Lady Theresa Jane Fox-Strangways (12 August 1932 - 1989), married Simon Monckton-Arundell, 9th Viscount Galway * Giles Henry Holland Fox-Strangways (7 May 1934 - 2 September 1947, accidental death) * Charles Stephen Fox-Strangways (6 May 1938 - 8 July 1958, killed while on emergency military operations in Cyprus) With no surviving male issue, he was succeeded in the Earldom of Ilchester by Walter Angelo Fox-Strangways, a descendant of the 1st Earl of Ilchester and Harry's fifth cousin, once removed. ==References== *Portrait Gallery Category:Earls of Ilchester Category:English philanthropists Category:People educated at Eton College Category:Alumni of Christ Church, Oxford Harry Category:Deputy Lieutenants of Dorset ",
    "title": "Harry Fox-Strangways, 7th Earl of Ilchester"
}