{
    "id": "52953927",
    "text": "CLAVVS (pronounced \"claws\") is an independent Brooklyn-based indie pop duo originally formed in Atlanta, Georgia.\"Premiere: CLAVVS' 'Throats'\". PressPlayOK. 15 October 2016.\"CLAVVS 'Lay Back' With Chill New Single\". \"PopMatters\". 11 September 2018. Composed of four-time Grammy Award-winning producer and multi-instrumentalist Graham Marsh (Gnarls Barkley, Kid Cudi, Lauryn Hill) and writer/vocalist Amber Renee, CLAVVS was formed in 2013 in East Atlanta Village after the pair met at a house party. \"Steady Climb the Mountain: A CLAVVS Journey\". Castro, Guillermo. Immersive Atlanta. June 9, 2017. ==History== ===2013–2015: Formation and first release=== Graham Marsh and Amber Renee met in August 2013 at a house party. They were introduced by a mutual friend and formed CLAVVS at the end of 2013. They began working on their first songs in Marsh' home studio in 2014. CLAVVS released the single \"Sit You Down\" in September of 2015.\"CLAVVS - 'Sit You Down' Premiere\". Wonky Sensitive. September 14, 2015. ===2016–2017: halfblood and World Underwater=== CLAVVS released the first singles from their debut EP halfblood on a monthly basis before its release on April 4, 2016. \"Sit You Down\" was picked up by several Hype Machine blogs and was also featured on PBS' international series The Music Voyager. With each monthly release, CLAVVS gained more attention, ultimately landing their single \"Spectre\" in MTV's Teen Wolf.\"CLAVVS with Thrice Groove\" . Aisle 5. Retrieved January 22, 2017. CLAVVS was named Best Progressive Pop Act by Creative Loafing, who also ranked halfblood the #17 Atlanta album of 2016.Radford, Chad. \"Atlanta's 40 Best Albums of 2016\". Creative Loafing. December 21, 2016. CLAVVS released their sophomore album World Underwater on March 24, 2017.\"Sweetwater 420 Fest Lineup\". Sweetwater 420 Fest. Retrieved January 22, 2017.Gerry, Mike. \"CLAVVS Single 'Bloom' + Sophomore Album Title Announced\". Open Ears Music. October 20, 2016. World Underwater peaked at #60 on the NACC college radio chart, garnering spins at stations across the country, including Austin's KVRX and L.A.'s KCRW.\"NACC Chart Week Ending March 28\". NACC. Retrieved April 30, 2017. Several songs from World Underwater were featured in episodes of MTV's Teen Mom: Young and Pregnant.\"Music from Teen Mom: Young & Pregnant Season 1, Episode 3.\" MTV Soundtrack. Retrieved Mar 29, 2018. They released a standalone cover of MGMT's \"Electric Feel\" on June 19 via Earmilk.Hawkins, Erica. [http://earmilk.com/2017/06/19/clavvs-share-brooding-cover-of-mgmts-electric- feel-premiere/ \"CLAVVS Share Brooding Cover of MGMT's 'Electric Feel'\". Earmilk. June 19, 2017. A second standalone single \"Like Daggers\" was premiered through Ladygunn on November 13, 2017 with a feature in Spotify's Chill Vibes playlist.\"Track Premiere: CLAVVS 'Like Daggers'\". \"LADYGUNN\". Nov 10, 2017. ===2018-2020: No Saviors=== In September 2018 the duo released single \"Lay Back\" with a psychedelic lyric video, reaching #1 on the Hype Machine chart and landing in Spotify's Young & Free playlist.\"CLAVVS 'Lay Back' With Chill New Single\". \"PopMatters\". 11 September 2018.\"Hypem on Twitter\". September 26, 2018. CLAVVS released two more singles at the end of 2018, \"Slow Dive\" and \"Echo.\" Singles \"Slow Dive\" and \"Lay Back\" were both featured in Netflix's You (Season 2). \"You Season 2\". January 16, 2020. \"Devils I Know\" debuted on November 18, 2018 during episode six of the CW's Charmed reboot.\"Charmed Soundtrack\". \"What Song\". November 17, 2018. In early 2019, CLAVVS announced that these singles would be part of their forthcoming EP No Saviors which was released on March 22, 2019. Songs from the EP have since been featured on Younger (TV series) and ABC's Grand Hotel (TV series), and Netflix's Locke & Key (TV series). On July 17th, 2019 CLAVVS released a double single Keeps / Fade. The 405 premiered lead single \"Keeps,\" describing it as \"equal parts poignant and euphoric.\" \"Brooklyn pop duo CLAVVS shares empowering new anthem 'Keeps'\". Tomer, William. The 405. July 17, 2019. \"Keeps\" was featured on episode 31 of MTV's Catfish: The TV Show, which aired on June 26th, 2019. \"CLAVVS' TV & Film Sync Placements\" Retrieved July 31, 2019. CLAVVS released No Saviors (Extended) on February 25, 2020 alongside a video for lead single \"Half Moon\" which premiered via KCRW on February 20, 2020. \"Hypnotic Pop Duo CLAVVS Return with 'Half Moon'\". Galvan, Jose. January 20, 2020. ===2020 - present Dance in Place=== CLAVVS premiered a video for a new single called \"Dance in Place\" with Under the Radar (magazine) on Monday, October 12th ahead of the full release on Tuesday, October 13th. Under the Radar describes the song and video as \"infectious [and] joyous.\" It features Amber and Graham each dancing through their neighborhood in NYC, ultimately culminating in a dance party for the two of them. Of the song, Amber told Under the Radar, \"'Dance in Place’ is basically an invitation to choose joy in every moment. It’s a criticism of capitalism, of grind culture, of sacrifices I’ve made for a twisted idea of success. It’s a call for radical self acceptance and joy in an often joyless culture.\" [http://www.undertheradarmag.com/news/premiere_clavvs_share_video_for_new_track_dance_in_place/ \"CLAVVS Share Video for New Track 'Dance in Place'”. \"Under the Radar\". October 13, 2020. ==Sound== The duo's sound combines world music elements with trip hop psychedelia and alternative pop melodies. The 405 describes CLAVVS as \"indie hitmakers\" for their use of pop and indie elements.\"Indie hitmakers CLAVVS continue their sonic evolution on new single 'Slow Dive' [405 Premiere]\". \"The 405\". October 24, 2018. Consequence of Sound praises the duo's \"natural chemistry,\" calling their sound \"swirling and wistful.\" https://consequenceofsound.net/2018/11/clavvs-echo-song-premiere-origins/ \"CLAVVS Reveal Origins of New Single 'Echo.'\"]. \"Consequence of Sound\". November 15, 2018. NPR calls CLAVVS \"sleek and suitably mysterious...a pop sound that straddles spacey trip-hop and ingratiating pop, with notes of psychedelia to keep the mix feeling ever-so-slightly off balance.\" \"The Austin 100: CLAVVS\". NPR. March 5, 2019. Pop Matters says, \"Since their inception, the duo have carved a niche for themselves with richly-produced, hook-laden indie pop.\" \"CLAVVS 'Lay Back' with Chill New Single (Premiere).\" \"Pop Matters\". September 11, 2018. With the release of 2020's \"Dance in Place\", CLAVVS appear to be edging into the indie dance space. [http://www.undertheradarmag.com/news/premiere_clavvs_share_video_for_new_track_dance_in_place/ \"CLAVVS Share Video for New Track 'Dance in Place'”. \"Under the Radar\". October 13, 2020. ==Members== *Graham Marsh – instrumentals, production *Amber Renee – lyrics, vocals ==Discography== ===Albums & EPs=== * Halfblood EP (2016) * World Underwater (2017) * No Saviors EP (2019) \"CLAVVS Discography\". AllMusic. Retrieved January 22, 2017. * No Saviors (Extended version) (2020) ===Standalone Singles=== * \"Electric Feel\" (June 2017) * \"Like Daggers\" (November 2017) * \"Dance in Place\" (October 2020) ===Remixes=== * \"Sit You Down\" Bombassic Remix (2016) * \"Serpentine\" Daily Bread Remix (2017) * \"Lay Back\" Bad Tuner Remix (2019) ==Live performances== CLAVVS has performed with Rhye, Ibeyi, Kevin Garrett (musician), and Vampire Weekend's Chris Baio, among others. The duo performed at Sweetwater 420 Fest in 2017 following a tour of the United States' East Coast from Atlanta to Brooklyn. CLAVVS opened for Kevin Garrett (musician) during Canadian Music Week in Toronto, Ontario in 2019 as well as The Underground Music Showcase in Denver, CO the same year. Bands in Town. Retrieved July 31, 2019.CLAVVS made their SXSW debut in 2019, where they were named one of NPR's Austin 100 Artists to Watch. \"The Austin 100: CLAVVS\". NPR. March 5, 2019. The duo played their debut LA show on March 17, 2019 at The Echo (venue), followed by a No Saviors EP release show was March 29, 2019 at Knitting Factory in Brooklyn, NY. ==References== ==External links== * Website * Facebook * All Music Category:American electronic music groups Category:Musical groups from Atlanta Category:Musical groups from Brooklyn Category:American indie pop groups Category:indie pop groups from New York (state) Category:American synth-pop groups Category:American musical duos Category:electronic music duos Category:Electronic music groups from New York (state) Category:Musical groups from New York City Category:Trip hop groups Category:musical groups established in 2013 Category:feminist musicians Category:indietronica music groups ",
    "title": "CLAVVS"
}