{
    "id": "529595",
    "text": "Patrick Garfield Duffy (born March 17, 1949) is an American actor, widely known for his role on the CBS primetime soap opera Dallas, where he played Bobby Ewing, the youngest son of Miss Ellie and the nicest brother of J.R. Ewing (played by Barbara Bel Geddes and Larry Hagman respectively) from 1978 to 1985 and from 1986 to 1991. Duffy returned to reprise his role as Bobby in a continuation of Dallas, which aired on TNT from 2012 to 2014. He is also well known for his role on the ABC sitcom Step by Step as Frank Lambert from 1991 to 1998, and for his role as Stephen Logan on the CBS daytime soap opera The Bold and the Beautiful (2006-2011). Duffy played the lead character's father in the 2014 NBC sitcom Welcome to Sweden. == Early life == Duffy was born in Townsend, Montana, in 1949, the son of tavern owners Marie and Terence Duffy. During high school, Duffy was living in Everett, Washington, and attended Cascade High School. At Cascade, he participated in the Drama Club and the Pep Club, for which he was a Yell King.1967 Vista, Cascade High School yearbook Academically, Duffy earned credentials in theater arts that entitled him to teach, graduating from the University of Washington in 1971 with a degree in drama. He ruptured both his vocal cords during his senior year of college, so he created the position of actor-in-residence, where he worked as an interpreter for ballet, opera, and orchestra companies in Washington. He also taught mime and movement classes during this period. == Career == Duffy at 2009 Daytime Emmy Award In 1977, Duffy landed the role of Mark Harris in the short-lived television series Man from Atlantis. Following the series' cancellation in early 1978, he got his big break in the role of Bobby Ewing, opposite Barbara Bel Geddes and Larry Hagman, on the prime-time soap opera Dallas. The show became a worldwide success. Despite its success, Duffy opted to leave the series in 1985 with his character being killed off onscreen. However, with both the show and his career on the decline, he returned in 1986 in the infamous shower scene that rendered the entire 1985–1986 season \"just a dream.\" Duffy then remained with the series until its cancellation in 1991. He also appeared in several episodes of the spin-off series Knots Landing between 1979–82. Throughout the 13-year run of Dallas, Duffy directed several episodes of the series. Along with Dallas fame, Duffy has also tried his hand at singing, and in 1983, he had a hit in Europe with \"Together We're Strong\", a duet with French female singer Mireille Mathieu. The single reached #5 in the Netherlands in April 1983. Duffy with Linda Gray at the 2013 Monte-Carlo Television Festival At the end of Dallas' run in 1991, Duffy began another television role, as Frank Lambert on the family sitcom, Step by Step in which he co-starred with Suzanne Somers. The series ran until 1998, and Duffy also directed numerous episodes. Also in the 1990s, he appeared in two Dallas reunion television movies; J.R. Returns (1996) and War of the Ewings (1998), both of which he also co-produced. He has reunited on several occasions with many of his Dallas co-stars both onscreen and off, most notably for the non- fiction television special Dallas Reunion: Return to Southfork in 2004. Duffy later continued to act in the occasional guest or voice acting appearance, including the series Family Guy (in which he appeared in a live action scene with Victoria Principal as they spoofed the Dallas shower scene), as well as Justice League and Touched by an Angel. Duffy starred in the television movies Falling in Love With the Girl Next Door and Desolation Canyon. In 2006, he began a recurring role on the daytime soap opera The Bold and the Beautiful as Stephen Logan. From April to July 2008, he hosted Bingo America, a partially interactive game show on GSN. Duffy reprised his role as Bobby Ewing in TNT's continuation series of Dallas. The series aired from 2012 to 2014. Duffy played a surreal double of Bobby Ewing in the experimental documentary Hotel Dallas, directed by artist duo Ungur & Huang. The film premiered at the 2016 Berlin International Film Festival. On August 8, 2005, Barbara Bel Geddes died of lung cancer. Duffy had met Bel Geddes through his future father-in-law when he was a boy. At the time of his TV mother's death, he said: > When Barbara joined the cast of \"Dallas,\" as Miss Ellie, I considered her to > be like Helen Hayes, Katherine Cornell, and Ethel Barrymore — a real \"name\" > in American theater. But you'd never have known it. She exhibited no large > ego because of her history. She'd schlepp in and drop your jaw with every > performance — whether it was drinking a cup of coffee, having a mastectomy, > or losing Jock Ewing. It was remarkable, her ordinariness despite that > pedigree. We called Barbara \"BBG\" on the set. She was the mama figure. Larry > Hagman was obviously the prow of the boat, but he couldn't have functioned > without a strong mother, and I don't think there's been a mother like her on > dramatic television since then. People related to her because she was the > epitome of compassion despite her own pain. Off screen, she was a pistol. > She cussed like a mule skinner, and she really liked to have her drinks. But > she also had an endless capacity to include everybody that she loved, and > that was the entire cast. Then, 7 years after his TV mother\"s death, at the revival of Dallas, he said: \"Barbara is a big piece of our history, and it's important to me to honor her. To come back with Linda Gray as Sue Ellen and Larry Hagman in his J.R. hat, and then see the words Ellie Southworth Ewing Farlow on the gravestone made me think, 'Oh, that's right -- she's gone.'\" The last thing he said about the revived series, without Bel Geddes as one of the stars: \"Through the whole first season, I don't think an episode goes by that Mama is not mentioned in reference to Southfork and the land.\" == Personal life == Duffy married Carlyn Rosser, a professional ballerina 10 years his senior, in a Soka Gakkai International Buddhist ceremony on February 15, 1974. thebiographychannel.co.uk They lived near Eagle Point, Oregon, with their sons Padraic Terence Duffy (b. 1974) and Conor Frederick Duffy (b. 1979). They also had four grandchildren. In June 2017 Patrick Duffy confirmed that Carlyn had died on January 23, 2017. Duffy has been an avid collector of antique dolls and children's books. He converted to Nichiren Buddhism and began chanting Nam Myōhō Renge Kyō at the approximate time of his earliest encounters with his wife, who was then a ballet dancer with the First Chamber Dance Company of New York. He and his family are longtime members of the Buddhist organization Soka Gakkai International. Duffy's nephew is Major League Baseball pitcher Barry Zito. On November 18, 1986, Duffy's parents were murdered by two young men, Kenneth Miller and Sean Wentz, during an armed robbery of the Boulder, Montana, tavern that his parents owned. Wentz and Miller, who were teenagers at the time, were convicted of the murders and sentenced to 75 years in prison. In 2001, Miller appeared before the Montana Parole board after Sean Wentz recanted his original story, admitting that he was the sole gunman. Miller was denied clemency in 2001 but was released on parole in December 2007.Terrance and Marie Duffy murder 11/18/1986 Boulder, MT *Sean Wentz and Kenneth Miller convicted and sentenced to prison* | Bonnie's Blog of Crime. Mylifeofcrime.wordpress.com. Retrieved on March 19, 2013. Sean Wentz was granted parole in 2015. Making It Part 3: A man moves out on his own after 30 years in prison for double homicide == Filmography == {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1974 | The Stranger Who Looks Like Me | Adoptee #3 | TV movie |- | 1974 | Hurricane | Jim | TV movie |- | 1976 | Switch | Sgt. Musial | Episode: \"The Walking Bomb\" |- | 1976 | The Last of Mrs. Lincoln | Lewis Baker | TV movie |- | 1977 | Man from Atlantis | Mark Harris | TV movie (pilot) |- | 1977 | Man from Atlantis: The Death Scouts | Mark Harris | TV movie |- | 1977 | Man from Atlantis: Killer Spores | Mark Harris | TV movie |- | 1977 | Man from Atlantis: The Disappearances | Mark Harris | TV movie |- | 1977–78 | Man from Atlantis | Mark Harris | Series regular (17 episodes) |- | 1978–85; 1986–91 | Dallas | rowspan=\"2\"|Bobby Ewing | Series regular (326 episodes) Director (29 episodes) Soap Opera Digest Award for Outstanding Actor in a Prime Time Serial (1985) Special Bambi Award (Shared with Dallas co-stars) (1987) TV Land Pop Culture Award (Shared with Dallas co-stars) (2006) Nominated - Soap Opera Digest Award for Outstanding Actor in a Prime Time (1988, 1990, 1992) Nominated - Soap Opera Digest Award for Favorite Super Couple: Prime Time (Shared with Victoria Principal) (1988) |- | 1979–1982 | Knots Landing | Episode: \"Pilot\" Episode: \"The Loudest Word\" Episode: \"New Beginnings\" |- | 1980 | Charlie's Angels | William Cord | Episode: \"One Love...Two Angels\" 1 & 2 |- | 1980 | Enola Gay: The Men, the Mission, the Atomic Bomb | Colonel Paul Tibbets | TV movie |- | 1981 | The Love Boat | Ralph Sutton | Episode: \"The Expedition\" 1 & 2 |- | 1982 | Cry for the Strangers | Dr. Brad Russell | TV movie |- | 1984 | Vamping | Harry Baranski | |- | 1985 | From Here to Maternity | Henderson | TV movie |- | 1985 | Hotel | Richard Martin | Episode: \"Missing Pieces\" |- | 1985 | George Burns Comedy Week | | Episode: \"Dream, Dream, Dream\" |- | 1985 | Alice in Wonderland | The Goat | TV Movie |- | 1986 | Strong Medicine | Dr. Andrew Jordan | TV movie |- | 1987 | Our House | Johnny Witherspoon | Episode: \"Candles and Shadows\" |- | 1988 | 14 Going on 30 | Actor in Black and White Movie | TV movie |- | 1988 | Unholy Matrimony | John Dillman | TV movie |- | 1988 | Too Good to Be True | Richard Harland | TV movie |- | 1990 | Murder C.O.D. | Steve Murtaugh | TV movie |- | 1990 | Children of the Bride | John Hix | TV movie |- | 1991 | Daddy | Oliver Watson | TV movie |- | 1991–98 | Step by Step | Frank Lambert | Series regular (160 episodes) Director (49 episodes) |- | 1992 | Goof Troop | Harold Hatchback (voice) | Episode: \"Buddy Building\" |- | 1994 | Texas | Stephen Austin | TV movie |- | 1996 | Dallas: J.R. Returns | Bobby Ewing | TV movie |- | 1997 | Heart of Fire | Max Tucker | TV movie |- | 1998 | Dallas: War of the Ewings | Bobby Ewing | TV movie |- | 1998 | Rusty: A Dog's Tale | Cap the Dog (voice) | |- | 1998 | Diagnosis: Murder | Wayde Garrett | Episode: \"Till Death Do Us Part\" |- | 1999 | Dead Man's Gun | Lyman Gage | Episode: \"The Womanizer\" |- | 1999 | Don't Look Behind You | Jeff Corrigan | TV movie |- | 1999 | Twice in a Lifetime | Peter Hogan | Episode: \"A Match Made in Heaven\" |- | 1999 | Family Guy | Bobby Ewing | Episode: \"Da Boom\" |- | 2000 | The Secret Adventures of Jules Verne | Duke Angelo Rimini | Episode: \"Rockets of the Dead\" |- | 2000 | Perfect Game | Coach Bobby Geiser | TV movie |- | 2001 | Family Guy | Jack/Salesman/Teacher (voice) | Episode: \"And the Wiener Is...\" |- | 2002 | Justice League | Steve Trevor (voice) | Episode: \"The Savage Time\" 1, 2 & 3 |- | 2003 | Touched by an Angel | Mike | Episode: \"I Will Walk with You\" 1 & 2 |- | 2004 | Reba | Dr. Joe Baker | Episode: \"Couples' Therapy\" |- | 2004 | Dallas Reunion: The Return to Southfork | Himself / Bobby Ewing | TV special |- | 2006 | Desolation Canyon | Sheriff Tomas 'Swede' Lundstrom | TV movie |- | 2006 | Falling in Love with the Girl Next Door | James Connolly | TV movie |- | 2006–11 | The Bold and the Beautiful | Stephen Logan | Series regular (165 episodes) |- | 2007 | Walk Hard: The Dewey Cox Story | Himself | Uncredited cameo (unrated version) |- | 2008 | He's Such a Girl | Whitney's Father | |- | 2009 | Love Takes Wing | Mayor Evans | TV movie |- | 2010 | Healing Hands | Uncle Norman | TV movie |- | 2010 | You Again | Ritchie Phillips | |- | 2010 | Party Down | Himself | Episode: \"Constance Carmell Wedding\" |- | 2010 | Tim and Eric Awesome Show, Great Job! | Himself | |- | 2012–14 | Dallas | Bobby Ewing | Series regular (40 episodes) Director (1 episode) |- | 2012 | Lovin' Lakin | Himself | Episode: \"Lakin Visits Her Dad\" |- | 2014–15 | Welcome to Sweden | Wayne Evans | Recurring (4 episodes) |- | 2015 | The Fosters | Robert Quinn Sr. | Episode: \"The End of the Beginning\" |- | 2017 | The Christmas Cure | Bruce Turner | TV movie |- | 2017 | Trafficked | Christian | |- | 2018 | Christmas with a View | Frank Haven | TV movie |- | 2018 | American Housewife | Marty | Episode: \"Saving Christmas\" |- |2019 | The Cool Kids | Gene | Episode: \"Margaret Ups Her Game\" |- |2019 | Station 19 | Terry | Episode: \"Into the Wildfire\" |- |2019 | The Mistletoe Secret | Mack | TV movie |- |2019 | Random Acts of Christmas | Howard | TV movie |- |2019 | April, May and June | April's Father | |- |2020 | All Rise | Ed Parker | Episode: \"What the Constitution Greens to Me\" |- |2020 | NCIS | Ret. Lieutenant Commander Jack Briggs | Episode: \"Flight Plan\" |} == References == == External links == * * Patrick Duffy is the leg of Scuzzlebutt on the South Park episode 'Volcano' Category:1949 births Category:Living people Category:Male actors from Montana Category:American Buddhists Category:American male film actors Category:American game show hosts Category:American male stage actors Category:American male soap opera actors Category:American male television actors Category:American television directors Category:American male voice actors Category:Converts to Sōka Gakkai Category:Members of Sōka Gakkai Category:Nichiren Buddhists Category:University of Washington School of Drama alumni Category:People from Townsend, Montana Category:People from Eagle Point, Oregon Category:20th- century American male actors Category:21st-century American male actors ",
    "title": "Patrick Duffy"
}