{
    "id": "52952403",
    "text": "\"Ōshū Adachigahara Hitotsu Ie no Zu\" (奥州安達が原ひとつ家の図) by Tsukioka Yoshitoshi. This color print was banned by the Meiji government for \"disturbing public morals.\"。 \"Kurozuka\" from the Gazu Hyakki Yagyō by Toriyama Sekien Kurozuka (\"black mound,\" 黒塚) is the grave of an onibaba in Nihonmatsu, Fukushima Prefecture (previously Oodaira), Adachi District or the legend of that onibaba. It lives in Adachigahara (the name of the eastern shore of Abukuma River as well as the eastern base of Mount Adatara) and it is told in legends as the \"Onibaba of Adachigahara.\" The Kurozuka is actually the name of the mound in which this onibaba is buried, but nowadays it can also be used to refer to the onibaba as well. Also based on this legend are the noh titled Kurozuka, the nagauta and kabuki performance Adachigahara, and the kabuki jōruri Ōshū Adachigahara (奥州安達原). ==Legend== According to the Ōshū Adachigahara Kurozuka Engi (奥州安達ヶ原黒塚縁起) published by the temple Mayumisan Kanze-ji near Adachigahara, the legend of the onibaba is told as follows. :It was a year of fire tiger in Jinki (the year 726). A monk from the Kii Province, Tōkōbō Yūkei was journeying in Adachigahara when the sun was about to set, and requested to be allowed to stay in a cave for lodging. An old lady lived in that cave. The old lady who seemed to have kindly let in Yūkei then left the cave telling Yūkei that there was not enough firewood and she needed go outside to get some more but that during this time Yūkei must not look in the room further in. However, Yūkei opened the shutter out of curiosity, and when he peeked inside, there was a mountain of human bones piled up inside. Dumbfounded by this sight, Yūkei recalled a rumor of an onibaba at Adachigahara who would kill travelers and devour their blood and meat, and he got the feeling that this old lady was the rumored onibaba, so he fled the cave. :After a while, the old lady returned to the cave and noticed Yūkei's departure, whereupon her appearance transformed into that of a fearsome onibaba and then started to give chase at a furious speed. The onibaba caught up and was right behind Yūkei. In this time of desperation, Yūkei took out his statue of Nyoirin Kan'non Bosatsu (a form of Guanyin) from his pack and started to desperately chant a sutra. As he did so, the Bosatsu statue started to dance up into the sky, forming a shining demon-slaying pure white bow and a vajra (indestructible substance) arrow that shot and slew the onibaba. :Though the onibaba lost her life, she was able to go to peace from the guidance of Buddha. Yūkei buried the onibaba in the vicinity of the Abukuma River in a place which from then on was called the \"black mound\" or \"Kurozuka.\" The statue of Guanyin that led the onibaba to enlightenment was from then on called the \"Shiromayumi Kan'non\" (\"pure white arrow Guanyin\") and is said to have received deep faith afterwards. Furthermore, though it was not in the Jinki era (the early Nara Period), Yūkei was a person who did actually exist in the Heian Period, and in publications like the Edo meisho zue, he is written about under the name of \"Tōkōbō Ajari Yūkei\" (東光坊阿闍梨宥慶) and is written to have died in 1163 (in the years of Chōkan). ==Variations== There are certain variations on how the onibaba story played out. *From the power of the Guanyin statue, there was a thunderous roar and a lightning strike that killed the onibaba. *The onibaba was not actually killed, but was reformed by the high priest and returned to the ways of Buddha. *Yūkei desperately ran from the onibaba, and when dawn came, he was able to lose the onibaba from pursuit. There is also a legend where Yūkei did not happen upon the onibaba by chance, but came to Adachigahara with the intent to slay the onibaba, as follows: :Yūkei received an order to exorcise the onibaba that has been assaulting travelers on Adachigahara and headed immediately towards Adachigahara. However, he was one step too late and the onibaba had fled to the north. Giving chase, Yūkei eventually caught the onibaba at Oyama (now Kakuda, Miyagi Prefecture) and slashed at the onibaba. However, the onibaba was only slightly wounded and thus fled, so Yūkei constructed a building there. :About 3 years later, a certain traveler caught sight of the onibaba, and hearing of this report, Yūkei immediately went to go slay the onibaba, and after he chased and caught the fleeing onibaba, he was able to achieve slaying the onibaba. The head of the onibaba was stored in the building that Yūkei constructed, and the body was buried at a certain hill in Oyama, and as a memorial service for the onibaba, a cherry tree was planted there. The temple Tōkō-ji where the onibaba's head was stored later became abandoned, and the skull has been passed down along Yūkei's descendants, the Adachi family. The name of the family, Adachi, also comes from Adachigahara, and there has been none of the name Adachi that has been confirmed to be near Oyama. Also, the cherry tree that was planeted where the body was buried later was said to have grown into a splendid big tree that blooms beautiful flowers each year. ==Origin of the onibaba== Near the aforementioned Kanze-ji, there is a jizō statue named Koigoromo Jizō and it is stated to deify a woman who was killed by the onibaba, Koigoromo. As the origin of this jizō statue, there is the following legend concerning how the onibaba was a human transformed into an onibaba. :In the past, there was a woman called Iwate who served as a nurse a kuge (aristocratic) estate in the Kyō no Miyako (capital of capital). However, the princess that she cherished had an incurable illness since birth and was unable to speak even at the age of 5. :Iwate, who doted on the princess, wanted to save the princess somehow, and believing the words of a fortune- teller who said that liver from the fetus with the womb of a pregnant woman would be effective against the disease, she left her daughter who was just born to go on a journey. :Arriving at Adachigahara in Ōshū, Iwate found lodging in a cave, and awaited for a pregnant woman to target. After long years and months, one day, a young couple requested lodging inside the cave. The woman was pregnant. Just at that moment, the woman started going into labor, and the husband went out to buy some medicine. It was the perfect opportunity. :Iwate took out a knife and assaulted the woman, slicing open her belly and took out the liver from the fetus. However, at that moment, Iwate caught sight of the protective charm that the woman had on her, giving Iwate a great surprise. It was the very same one that she left for her daughter when she left the capital. The woman she had just killed was none other than her very own daughter. :Overwhelmed by what just happened, Iwate's became mentally unhinged, and from then on was said to have assaulted travelers and suck their blood and liver, eventually becoming an onibaba that would eat human flesh. Also, the \"kuge\" that Iwate served was a word used starting from the age of buke, but the Jinki era when the Heian capital has not even been built, so there's also the contradiction that in the era in which Iwate served the aristocratic family, her place of service, Kyō no Miyako, did not even exist. Also, the name \"Iwate\" was a made-up name from a play titled Iwate, so there is no way a person named that could have really existed. For these reasons, this legend concerning the onibaba's origins is seen as a tale that was made up afterwards as a means to try to fill in the gaps. Also, in the Aomori Prefecture, there's a different legend concerning the origin of the onibaba :It was the era of Emperor Shirakawa. A warrior who was a vassal to Minamoto no Yoriyoshi received a request from Yoriyoshi to sneak into the enemy territory of Mutsu, and he took along his wife named Iwa while entrusted his young daughter to a nurse as he headed towards Mutsu, but he was slain by the enemy and lost his life. Iwa couldn't bear leaving her husband behind in another land to return to her homeland, so she decided to stay right there in Mutsu. Several decades later, a traveling young couple requested lodging at the hermitage where Iwa was living. The woman was pregnant. As someone who wanted to return to her homeland but couldn't, Iwa, upon seeing how happy a couple they were and how they were about to be blessed with a child, awakened to feeling of murderous intent against them, and finally took the woman's life with a knife. However, after that Iwa found out that woman was none other than her own daughter, and after crying for all of 7 days and 7 nights, she became mentally unhinged, and became an onibaba that would assault travelers. :In a place called Asamizu in Gonohe, Sannohe District, Aomori, there is a waterfall told to have been where the onibaba would wash the knife after she killed someone, and the place called Asamizu (meaning \"shallow waters\") is also said to come from how those who go to Adachigahara would be killed and not see the morning after, or \"Asa-mizu\" (meaning \"don't see morning\"). ==Landmarks and other== It is said that near Kurozuka, Yūkei built a temple to deify Guanyin, and in present day this is considered to be the Mayumisan Kanze-ji (4-126 Adachigahara, Nihonmatsu, Fukushima Prefecture) in the city of Nihonmatsu. In the grounds of this temple, other than a statue of the onibaba, there is also a grave for the onibaba, the cave where the onibaba lived, and the pond where the onibaba is said to have washed the blood-soaked knife, and there are many visitors to this temple.（インターネット・アーカイブによる記録） It is said that even after such a long time after the time of the legend, it continues to inspire fear and sorrow in people's hearts, and the haiku poet Masaoka Shiki also visited this temple, writing \"Suzushisaya/kikeba mukashi wa/oni no tsuka\" (this coolness ... /if you ask, it was in the past/the mound of an oni). Also, in the womb of the Nyoirin Kan'non Bosatsu at Kanze-ji, the Nyoirin Kan'non Bosatsu statue that Yūkei used in the slaying of the onibaba is buried within, and it has been open to the public for about 60 years. In the tourist attraction building \"Adachigahara Furusato-Mura\" in the city of Nihonmatsu, and other than the \"Kurozuka Theatre\" re-enacting the legend of the onibaba, there is also the mascot character \"Bappy-chan,\" a deformation of the onibaba into a figure with two heads for wiping away the creepiness of the legend, among other creations. The Kurozuka Theatre uses a shōji instead of a curtain in front and behind it, and the story is told by an elaborate robot in the shape of the onibaba, and it was performed in the style of having two stages where midway through the guests would turn around 180 degrees for the performance to continue on the other side, but ever since the \"Furusato-Mura\" has been open to all free of charge, the Kurozaki Theatre has closed and it is now no longer possible to see it. ==Taira no Kanemori's tanka== One of the Thirty-Six Immortals of Poetry from the Heian Period, Taira no Kanemori, wrote: :Natori-gun Kurozuka ni Shigeyuki ga imo amata ari to kikitsukete ihitsukashi keru (I heard that Kurozuka in the district of Natori, there were many young siblings of the Shigeyuki family, so I went there) :Muchioku no Adachigahara no Kurozuka ni oni komoreri to ifu ha makoto ka (Is it really true as they say, that in Adachigahara of Mutsu, oni lurk there?) in the Shūi Wakashū, volume 9, second half. This was a love poem sent by Kanemori to the younger siblings of another of the Thirty-Six Immortals of Poetry, Minamoto no Shigeyuki, who lived at Kurozuka. To call those sisters \"oni\" was a joke about how young girls in the neighboring country of Mutsu were kept in seclusion as they were raised and thus hidden away to never show themselves.The word oni comes from the word \"on\" (隠, meaning \"to hide), and originally referred to supernatural things that do not show themselves. )Reference: 幻想世界の住人たち IV ). It is sometimes said that the legend of the onibaba existed before the time of Kanemori, and Kanemori was simply writing a poem about that, but there is also the theory that this poem existed before the legend, and that this poem was later interpreted literally to mean that there was an onibaba living in Kurozaka, giving birth to the legend. ==Legends by area== There is a similar legend told in Saitama, Saitama Prefecture about the legend of an \"Onibaba at Kurozuka.\" A chorography of Musashi Province from the Edo period, the Shinpen Musashi Fudoki Kō, states that Yūkei was the one who lifted the curse of the evil oni at Kurozuka in Adachigahara in an eastern province and names him Tōkōbō, additionally stating that this was all within the aforementioned tanka by Taira no Kamemori. An inscription on a bell at the temple Tōkō-ji also says that what was once the old tomb called Kurozuka in Adachi District was the place where Yūkei defeated a suffering-inflicting yōkai with the miraculous power of Buddha. In the Kanpō period book titled Shokoku Rijin Dan, this legend was the original, and before the Shōwa period, Saitama was a more famous place owing to its greater proximity to Tokyo, so there were many who supported the view that the one from Saitama was the original. When the kabuki Kurozuka is performed, sometimes the actors would make a pilgrimage to this place. In the beginning of the Shōwa period, there was an outbreak of controversy over which onibaba legend from was the original: the one from Adachigahara in Fukushima or the one from Adachigahara in Saitama. Here, the folkloricist Masayoshi Nishitsunoi stepped in and argued \"to say that our lands was where the onibaba originated is pretty much to advertise our land as an undeveloped, savage land, so it'd be better to give up our claims\" towards those on the Saitama side to convince them to give up on it, ending the debate. The Tōkō-ji that was once at Kurozuka was then moved to Ōmiya-ku in Saitama, and the place that was Kurozuka was later developed as residential lands, so there is no sight left behind to see. In the southern part of Morioka, Iwate Prefecture at a place called Kurikawa, there is also a legend of an onibaba at Adachigahara, and the true identity of this onibaba was considered to be the daughter of the mid-Heian period general Abe no Sadato. There is a similar legend in the Uda regions of Nara Prefecture, and the Asajigahara no Onibaba from Taitō ward, Tokyo is also the same kind of legend. In the Ansei period yōkai emaki, the Tosa Obake Zōshi about Tosa Province (now Kōchi Prefecture), under the title \"kijo\" (鬼女, oni woman), there is the statement, \"to speak of Adachigahara, there is this.\" According to a book titled Tengu Research (Tengu no Kenkyū) by the Tengu researcher Kōsai Chigiri, the \"Tōkōbō\" in \"Tōkōbō Yūkei\" comes from the name a place that served as base of the Kumano region shugen practitioners called Tōkōbō, which was the top of the Kumano springs, and as the yamabushi went around various lands in their training, they all called themselves \"Tōkōbō Yūkei of Nachi,\" so it can be seen that all those yamabushi who called themselves Yūkei was the origin of all these onibaba legends, giving birth to onibaba and Kurozuka legends in many different parts of Japan. There is also a theory that the aforementioned Onibaba legend of Saitama comes from a misreporting of how the shinshoku of Hikawa Shrine would cover and hide their bare faces with masks whenever they try to break their prohibition from catching and eating fish or birds. ==Characteristics== The Onibaba has the appearance of a shriveled old woman. Some of her more distinctive features include having a disheveled, maniacal appearance, wild-looking hair, and an oversized mouth. She is sometimes depicted with a kitchen knife or sitting with a spool of thread. She often conceals her demonic appearance in order to put visitors into a false sense of security. The woman from whom the Onibaba originated is said to have lived in a cave or small house in and died close-by, in a place called . There is a small museum in Adachigahara that is said to hold her remains as well as the cooking pot and knife that she used on her victims.Schreiber, Mark, \"In Search of the fearsome Onibaba\", Japan Times, 21 October 2012, p. 7 ==Portrayal== Onibaba has many stories behind her name.Matt Alt and Hiroko Yoda, Yokai Attack! The Japanese Monster Survival Guide (Tokyo: Kodansha International, 2008). ===Tale of Origin=== Tsukioka Yoshitoshi, The Lonely House, September 1885. 9\" by 28\". The print depicts the Hag of Adachi Moor, who was said to drink the blood of unborn children. One version of the story of the creation of the Onibaba involves the baby girl of a wealthy family in Kyoto. Although already five-years-old and otherwise healthy and happy, the child had not uttered a sound since birth. Worried and desperate, the family consulted doctor after doctor with no success until they came upon a fortune teller who told them that the cure was to feed the girl the fresh liver of a living fetus. This gruesome task was passed on to her nanny who set off on the search after leaving her own similarly aged daughter an omamori, an amulet for protection. The nanny’s search for a woman willing to give up her unborn child’s liver lasted for weeks and months before the nanny, tired and weary, reached Adachigahara, where she decided to stay in a cave to wait for pregnant travelers to pass by. Years passed before a lone pregnant woman approached her cave. Desperate, the nanny jumped upon the woman and retrieved the fetus’ liver. Only after accomplishing her goal did she realize that the woman was wearing the omamori she had given her daughter many years ago. Driven insane by this realization, the nanny became a yōkai and from then on attacked passers-by and ate their flesh. In another version of the story, the nanny goes on the trip because she loves the child she is nursing. In this version, the nanny has no daughter - the cure is a pregnant woman’s liver instead of the fetus’ liver. ===The Noh Play Kurozuka=== There is a Noh play by the name of Kurozuka that tells the story of two priests who stop by the hut of the Onibaba in Adachi. The Onibaba, in her human form, kindly lets them in and speaks to them about her loneliness while spinning thread. Later, she leaves to gather firewood, but tells the priests not to look into the inner room of the house. Curious, the servant disobeys and the priests find that the inner room is filled with the bones and rotting corpses of people. They realize that the woman is the goblin of Adachi. As they are about to run away, the Onibaba returned, outraged, and in her demon form. They were able to escape through the power of their Buddhist prayers. ===Onibaba the Movie=== In 1964, Scriptwriter and Director Kaneto Shindō made the film Onibaba based upon an old Buddhist fable by the name of \"A Mask with Flesh Scared a Wife.\" The fable tells the tale of a woman who, jealous of her daughter-in-law, dons a mask and tries to scare the girl and stop her from meeting her lover. The woman fails because the daughter-in-law’s love is much stronger than her fear of the supposed-demon. As punishment from Buddha, the mask permanently bonds to her face. ==The Transformation of the Onibaba== In stark contrast to the original portrayals of the Onibaba, the Onibaba has undergone a few striking transformations. One example is that of Bappy-chan, the Onibaba mascot of the Adachigahara Furusatomura Village, a tourist destination in Japan depicting a replica of a traditional Japanese village that lies on the Onibaba’s stomping grounds. Unsurprisingly, Bappy-chan has horns and fangs, sports an angry face, and is posed in a fashion as if she were about to chase after you. But controversially according to her original image, she is drawn in a super- deformed fashion that gives her a harmless, cute, and loveable appearance. The Village sells merchandise featuring Bappy-chan and even offers a virtual Onibaba for download on their website. Another example of the transformation of Onibaba is the anime and manga Kurozuka. In this series the Noh story of the Onibaba is portrayed, with the Onibaba masquerading as a beautiful woman with a slender body and long dark hair and with powers similar to a vampire. The difference between the Noh story and the series is that instead of the two priests escaping, one of the men, a feudal lord, falls in love with the Onibaba in her beautiful form and is transformed into a vampire by the Onibaba and her vampiristic powers. ==Notes== ==References== Category:Buddhist folklore Category:History of Fukushima Prefecture Category:Geography of Fukushima Prefecture Category:Japanese folklore ",
    "title": "Kurozuka"
}