{
    "id": "52959577",
    "text": "Two-story structure in Banda Aceh following the 2004 Indian Ocean earthquake and tsunami Vertical and horizontal evacuation are strategies for providing safety to humans in case of tsunami, hurricane or other natural disaster. ==Vertical evacuation== Ocosta Elementary School in Westport, Washington, designed for vertical evacuation from tsunami hazard In areas where horizontal evacuation to higher ground is impossible, vertical evacuation to higher areas of a structure may be a way to shelter individuals from the surge of water, several meters high, that can follow an earthquake in coastal areas. ===In the United States=== The U.S. Federal Emergency Management Agency published design guidelines for vertical evacuation structures in 2008. According to the American Society of Mechanical Engineers, serious discussions about vertical evacuation began in the United States following the 2011 Tōhoku earthquake and tsunami. The American Society of Civil Engineers adopted an updated edition of its building standards in September 2016, including tsunami hazards for the first time. The first vertical evacuation site in the United States was Ocosta Elementary School, constructed in 2015–2016 on the Pacific Ocean coast in Westport, Washington, where a Cascadia subduction zone magnitude 9+ earthquake is expected to cause great tsunamis. ==Horizontal evacuation== Signage in Thailand for horizontal evacuation from tsunami An alternative to vertical evacuation is horizontal evacuation, for instance a hurricane evacuation route. Critics of vertical evacuation planning have charged it with justifying even greater human density in areas prone to disaster, and prefer low density growth with horizontal evacuation planning. ==See also== *Emergency shelter * ==References== ===Bibliography=== * * * * ==Further reading== * Category:Emergency management Category:Earthquake and seismic risk mitigation ",
    "title": "Vertical and horizontal evacuation"
}