{
    "id": "52954030",
    "text": "The TransWest Express Transmission Line Project (TWE) is a planned bipolar HVDC transmission line between Rawlins, Wyoming and Marketplace substation near Las Vegas. == Description == The TWE is designed as a bipolar 600kV overhead power line long, and can transfer a maximum power of 3,000 megawatts at ±600 kV. HVDC lines such as Path 27 and the Pacific DC Intertie can be distinguished by having two transmission wires, rather than the three necessary for transmission of three phase AC power. The TWE is one of 7 projects tracked by the federal Rapid Response Team for Transmission. Gateway West and Hemingway are two other projects intended to transmit power between Wyoming and the Pacific West Coast.Federal Permitting Transmission Tracking SystemMap of tracked transmission projects Although the line ends in Nevada, there is around 10 GW transmission capacity between Las Vegas and San Diego/Los Angeles in Path 46,NEAC Strategic Transmission Discussion. Western states map, page 4-6 and 4-9 enabling power to continue to the west coast. == History == TWE started in 2005 when the Arizona Public Service Company investigated ways of transferring power from the Rocky Mountains to the west. In 2008 The Anschutz Corporation acquired the project, and Western Area Power Administration became a partner in 2010.TWE History and backgroundTransWest Express and Gateway South, 2007 Anschutz also owns the Chokecherry and Sierra Madre Wind Energy Project (CCSM) near the Wyoming terminal; an area which has a wind capacity factor around 46%. The Bureau of Land Management (BLM) issued environmental approval in December 2016, and WAPA did so in January 2017. The Zephyr Power Transmission Project is a similar project of bringing Wyoming wind power to California,http://www.datcllc.com/projects/zephyr/ with an optional storage facility in Utah.http://hybridbulkenergystorage.com/hbes/ The Gateway West Transmission Line between Glenrock, Wyoming and Idaho also received approval. TWE, CCSM and the Plains&Eastern; powerline are being considered by the US Administration. == Economy == The line is expected to cost $3 billion. Due to California's RPS requirement of 33% by 2020, NREL analysts estimate that the line saves $500 million to around $1 billion per year for Californian consumers, compared to Californian alternatives. NREL calculates that TWE has a benefit-cost ratio (BCA) between 1.62 and 3.62 if delivering 12 TWh/year with a transmission cost of $29 per MWh.D. Corbus, D. Hurlbut, P. Schwabe, E. Ibanez, M. Milligan, G. Brinkman, A. Paduru, V. Diakov, and M. Hand. \"California-Wyoming Grid Integration Study\", page vi-xii. National Renewable Energy Laboratory, March 2014. NREL/TP-6A20-61192 If transmission utilities use a BCA-threshold, they must set it at 1.25 or lower to find out if projects are feasible.\"Transmission Planning and Cost Allocation by Transmission Owning and Operating Public Utilities page 425. 18 CFR Part 35 [Docket No. RM10-23-000; Order No. 1000] Federal Energy Regulatory Commission, Issued July 21, 2011. Quote: \"a threshold may not include a ratio of benefits to costs that exceeds 1.25\" Main page The power from Wyoming is eligible for Californian subsidy because TWE delivers it to the Californian grid, \"at the doorstep\" of California, near Las Vegas. Californian power prices are usually around $45 to $65/MWh. ==Route== The northern terminal and substation converting from alternating current to direct current is expected to be south of Rawlins in Wyoming, near the Chokecherry wind farm. The line then runs south of the Uinta Mountains through Colorado and Utah. The Colorado section has been criticized as disturbing for sage-grouse. The DC line has only two connection points, one at each end. Utah attempted to legislate a requirement to reserve 25% capacity for power from Utah, but lobbying by TWE kept full capacity to TWE. The part of the line that travels between Delta in Utah and Las Vegas shares its route with Path 27 (Intermountain line). Delta may become a connection point in the future. The southern terminal and substation to convert back from DC to AC is at the Marketplace substation south of Las Vegas and Boulder, Nevada. ==See also== * High-voltage direct current * List of HVDC projects * WECC Intertie Paths ==References== ==External links== * How new transmission will bring Wyoming wind to California Category:Western Interconnection Category:HVDC transmission lines ",
    "title": "TransWest Express"
}