{
    "id": "52959230",
    "text": "Amy Ellen Richlin (born December 12, 1951) is a professor in the Department of Classics at the University of California Los Angeles (UCLA). Her specialist areas include Latin literature, the history of sexuality, and feminist theory. == Early life == Born in Hackensack, New Jersey on December 12, 1951 to parents Samuel Richlin and Sylvia Richlin, her grandparents all immigrated to the US from Lithuania and Belarus. Neither of her parents were in the classic field with her father pursuing careers in music, poetry and butchery and her mother being a typist and secretary, most notably to Manie Sacks. == Academic career == Richlin studied at Smith College, then transferred to Princeton University in 1970, graduating in 1973 as part of the first co-ed class to study there, where she then went on to found The Princeton University Women's Crew and then studied for her PhD at Yale University writing her dissertation on \"Sexual Terms and Themes in Roman Satire and Related Genres\". Since 1977, she has taught at Rutgers University (1977–1979), Dartmouth College (1979–1982), Lehigh University (1982–1989), and the University of Southern California (1989–2005), before moving to the University of California at Los Angeles. ==Published works== Her first book was The Garden of Priapus: Sexuality and Aggression in Roman Humor (1983; rev 1992). She developed the theme in collected works including Pornography and Representation in Greece and Rome (1992), and Feminist Theory and the Classics (co-edited with Nancy Sorkin Rabinowitz, 1993). She has publicly cited Australian classical scholar Suzanne Dixon as a great influence in shaping her work on gender politics. Richlin was the first to publish the word 'fuck' in the journal Classical Philology. PlautusIn Rome and the Mysterious Orient, Richlin translated three works – Curculio, Persa and Poenulus – by the Roman playwright Plautus (notably using \"references taken right out of American pop culture\" to make Plautus more understandable to modern audiences).Rome and the Mysterious Orient: Three Plays by Plautus, translated with introductions and notes. Berkeley: University of California Press, 2005. Pp. xiv, 288. . (Bryn Mawr Classical Review 2006.05.35 by Vincent Hunink). For example, the conventionally translated text: > The lover that first set out on the highways of love with an empty purse > went in for harder labours than Hercules was translated by Richlin as: > The dude who first set out to go on the road of love without no dough, / > this guy had to go through way more shit than all them Labors of Hercules.\" Her translation of Plautus' Rudens was adapted in a play Tug of War performed at the Getty Villa in 2007. Richlin also engaged on a long-term project on the amatory letters of the young Marcus Aurelius and his teacher, Cornelius Fronto, with Marcus Aurelius in Love published in 2007. == Awards and achievements == * ACLS Travel Grant (1987) * National Endowment for the Humanities Fellowship (1987-1988) * Women's Classical Caucus Prize (1992) * Mortar Board Faculty of the Month (September, 1995) * USC Associate Award for Excellence in Teaching (1996) * ACLS Fellowship (2003-2004) * Visiting Membership of High Table, Newnham College, Cambridge (2004) * Loeb Foundation Fellowship (2010-2011) * Lambda Classical Caucus Rehak Award (2011) * Women's Classical Caucus Leadership Award (2017) ==References== Category:Yale University alumni Category:University of California, Los Angeles faculty Category:American feminist writers Category:Living people Category:American classical scholars Category:Women classical scholars Category:Smith College alumni Category:Princeton University alumni Category:Rutgers University faculty Category:Dartmouth College faculty Category:Lehigh University faculty Category:University of Southern California faculty Category:1951 births Category:Classical scholars of the University of California, Los Angeles ",
    "title": "Amy Richlin"
}