{
    "id": "52953943",
    "text": "Greenaction for Health and Environmental Justice, formed in 1997, is a multiracial grassroots organization based in San Francisco that works with low-income and working class urban, rural, and indigenous communities. It runs campaigns in the United States to build grassroots networks, and advocate for social justice. == Origin == Greenaction was born with its first campaign in Ward Valley, California.History. greenaction.org/ Retrieved 28 March 2017. Ward Valley is where Bradley Angel, originally one of the Southwest Toxics Campaigners at Greenpeace, left Greenpeace and helped co-find GreenAction, where he is currently executive director.About: Who we are: Staff. greenaction.org. Retrieved 28 March 2017 In 1997, Greenpeace experienced budget cuts due to financial issues, and were forced to downsize.Toloken, S. (1997, August 18). Budget Cuts Force Greenpeace USA Downsizing. Plastic News. Retrieved from plasticnews.com Budget cuts caused the group to cut its staff by more than 80 percent nationwide.Associated Press. (1997, August 10). Greenpeace to Close Offices, Reduce Staffing 'Greener' White House has Reduced Membership by Two-thirds. The Spokesman-Review. Retrieved from spokesman.com In response, Greenpeace planned to focus their campaigns primarily on global climate change, and logging.Simon, J. (1997, August 9). Greenpeace to Cut Back Operations Nationwide -- Hundreds to Lose Jobs; 10 U.S. Offices to Close. The Seattle Times. Retrieved from www.seattletimes.com/ Greenpeace backed out of protests that they initially said they would support in Ward Valley because of the budget cuts. This change in focus led Bradley Angel to leave Greenpeace, and form GreenAction to serve local communities and their fight against toxic wastes. GreenAction's focus is on promoting justice for all oppressed groups. GreenAction is a group that is driven to make changes in our society. == Mission == Greenaction aims to mobilize community power to achieve goals that may adjust or create policies to protect everyone's health and promote environmental, economic and social justice. A main mission is to stop primary polluters and hold them accountable for their actions stemming from the government and big corporations that may be negatively affecting our health. They believe in a world where everybody should be able to use their freedom of speech to participate in decision-making processes. Greenaction takes direct action to achieve equality. Their guiding principles, as stated by them are: * Support and follow the Principles of Environmental Justice adopted at the First National People of Color Environmental Leadership Summit, Washington D.C. in October 1991 * Believe that everyone has the democratic right to clean air and water and a healthy environment where we live, work, go to school and play * Believe that people have a right to decide whether or not we want to be exposed to pollution in our communities and workplaces. * Believe that environmental justice and a healthy future are everyone’s right * Take action for health and environmental justice and against environmental racism and injustice * Hold corporate polluters and government accountable on issues of health and environmental justice * Take nonviolent direct action against destroyers of the environment * Work for pollution prevention and zero waste, green jobs, safe technologies and real solutions to problems == Campaigns == === Kettleman City === Kettleman City is located in Kings County, CA and has been a defining struggle for the Environmental Justice Movement. It is a low- income town with a predominately Latino-based population. The reason for the attention from Environmental Justice groups is that it is home to one of the largest toxic waste dumps west of Alabama, owned by Chemical Waste Management. Built in the late 1970s, the community had no knowledge of this facility’s construction. The residents did not find out about the dump until an article was published in a local paper stating that the owner of the facility, Chem. Waste, was subjected to multimillion-dollar fines for violating environmental laws. In 1988, another incinerator was proposed to be built at the dump site, and it was not until a local resident received a phone call from Bradley Angel, that local residents knew about the proposed plan. GreenAction has been active to prevent the expansion, and construction of new facilities by challenging companies, and permits granted by the EPA through court cases and community activism.Lund, A., Ben-David, M., & Fernandez, U. (2011). Student Review of Selected Panels at the Thelton E. Henderson Center for Social Justice 2010 Symposium “Empowered Partnerships: Participatory Action Research for Environmental Justice. Ecology Law Quarterly & Currents, 38. https://www.ecologylawquarterly.org/Sierra Club; Center For Biological Diversity; GreenAction For Health and Environmental Justice, Petitioners v. (United States Court of Appeals for the Ninth Circuit, August 12, 2014). Mothers have also been active in protesting against the waste site as there is evidence to suggest that it has contributed to birth defects and other health issues in the area. Many studies have declared health problems to not be attributed to the hazardous dumpsites, but, GreenAction and residents have discovered an unusual number of birth defects, such as, cleft lip and cleft palate, and infant deaths in the area.Tucker, L. (2012, November 12). Consumer Watchdog Applauds DTSC on Kettleman Landfill Citations, But Warns DTSC Not to Issue Permit to Expand. Consumer Watchdog. Retrieved from http://www.consumerwatchdog.org/newsrelease/consumer-watchdog-applauds-dtsc- kettleman-landfill-citations-warns-dtsc-not-issue-permit.Kumeh, T. (2007, November 2). Pass it on: Toxic Waste Moved from Area to Area. Inside Bay Area: San Mateo County Times. In the early 1990s, through active protests by residents and environmental groups, the community convinced the local government to decline permits for the new incinerator. === Incinerators === Incinerators have been under debate because they emit toxic by-products, such as arsenic, cadmium, chromium, lead, mercury, and dioxins. This has created a sense of concern for the health of people in the local communities. GreenAction has listened to this concern, and has been active in protesting against incinerators. They have been critical of the policy that surrounds incinerators, stating that there is an issue with the lack of monitoring. Current policy states that incinerators do not have to report bypass emissions during startup and shutdown, when pollutants are likely to leak into environment.Dougherty, J. M. (2008, October 12). Permit Hearing for Stericycle Draws Fire. Deseret Morning News (Salt Lake City). Stericycle has been one of the main companies that Greenaction has been critical of. In Utah, citizens gathered to protest an incinerator owned by Stericycle because of a report from the Utah Division of Air Quality accusing Stericycle of manipulating emission tests and pumping excessive pollution into the air.Bennion, K. (2013, July 4). Utah Residents Protest Incinerator in their Backyard. The Salt Lake City Tribune. According to a study conducted by British Society for Ecological Medicine, there are correlations between negative health effects and close proximity to incinerators. One example of many effects is that fine particulates in the air have been associated with a higher prevalence of asthma, and COPD.British Society for Ecological Medicine. (2008). The Health Effects of Waste Incinerators (2nd ed.). United Kingdom: British Society for Ecological Medicine. A factsheet published by Global Alliance for Incinerator Alternatives (GAIA), and GreenAction has shown that many toxins released by incinerators are toxic even in low-amounts.Vizcarra, V. T. (2011, December 12). Special Feature: National Energy Consciousness Month 2011; Burn Notice. BusinessWorld. GreenAction’s battlegrounds for incinerators focuses in the areas of Stanislaus County, CA, Parker, AZ, North Salt Lake City, UT, Phoenix, AZ, New Orleans, LA, Salinas Valley, CA, and Green Bay, WI. But, advocate for clean air for everybody.Campaigns: Incinerators, Incinerators-in-Disquise & Zero Waste: Stop Incinerators! Retrieved from greenaction.org. === Safe Clean- Up of Toxins === A major ideal of the Safe Cleanup for Toxics campaign under Greenaction is to cleanup the Bayview Hunters Point Naval Shipyard, which is located in the Southeast corner of San Francisco. This naval shipyard, which was abandoned by the navy in 1974, is contaminated with fuels, pesticides, heavy metals, PCBs, Volatile Organic Compounds, radioactive materials, and naturally-occurring asbestos. The Navy has been trying to address the shipyard’s wasted nature since the early 1990s and the project has become the most expensive naval-led brownfield remediation project in the country. Greenaction is fighting to ensure that a full cleanup of the naval shipyard is done properly, which will confirm the well-being of the public, the environment, and prohibit the government from just placing a cap on the contamination. With the fight for the cleanup of the Hunters Point Naval Shipyard still in effect, another cleanup in this area has come into the picture. With help from Greenaction, the Huntersville Mothers Society was able to close down the Pacific Gas and Electric Co’s power plant in May 2006. This power plant was greatly affecting residents living in Bayview-Hunters Point, as there were reports of residents who suffered from asthma attacks and chronic nosebleeds. The Huntersville Mothers Society was then also able to stop PG&E; from dumping hazardous PCB contaminated soil in a landfill near Kettleman City, an area that is already greatly affected by industrial pollution. Greenaction and the Huntersville Mothers Society will continue to battle for the rights of the 96 percent Latino community in Kettleman City, the 48 percent African American community in Hunters Point and the 40 percent that live below the poverty line.Kumeh, T & Love, W. (2007, November 7). Pass it on: Toxic waste moved from area to area East Bay Times. === Protect Indigenous Lands === Industries often target sacred lands to avoid laws and regulations. Greenaction works with people of indigenous lands to stop industries and governments who attempt to engage with sacred sites. Greenaction started their campaigning in 1998 to defeat the proposed Ward Valley nuclear waste dump in California's Mojave Desert.Weisman, Jonathan. \"Study inflames Ward Valley controversy.\" Science, vol. 271, no. 5255, 1996, p. 1488+. Academic OneFile, Accessed 28 Mar. 2017. Greenaction joined with the Colorado River Native Nations Alliance to control this issue. The Ward Valley dump would threaten the nearby Colorado River along with the sacred lands there. With their help and perseverance, Greenaction celebrates the 113-day stand that was made by native tribes and allies that resulted in the defeat of the proposed nuclear dump. Greenaction works to protect indigenous lands in the US and Mexico. They continue to work closely with the Indigenous Environmental Network to protect indigenous lands from environmental threats. Other indigenous land campaigns: * Environmental Justice in Gila River Indian Community, Arizona * No Hazardous Waste Incinerator in Colorado River Indian Tribes, Arizona * No Uranium Mill and Radioactive Waste on Sacred Sites in White Mesa Ute Community, Utah * No Incinerators-in-Disguise in Navajo Nation, Oneida Nation of Wisconsin, Cabazon Band, and other Native Nations * Protect Sacred Ceremonial Sites in O’ohdam lands in Arizona and Mexico === Energy and Climate Justice === ==== Fossil Fuel Power Plants ==== Greenaction has been working to fight the Avenal Energy fossil fuel plant that was proposed in California. As planned, this fossil fuel plant in the city of Avenal would be 600 megawatts and would use natural gas that emits a wide range of toxic and climate change pollutants. These toxins have already polluted the air of Kings County and the San Joaquin Valley. ==== Nuclear Power ==== Greenaction, as well as other groups, have voiced opposition to the revitalization of nuclear power plants in California, such as the San Onofre plant. Working with members of the Ute tribe and local community of Blanding, Utah to stop the expansion of the Denison Mines White Mesa Uranium Mill. === Reduce Diesel Emissions and Pollution === Diesel emissions have largely impacted areas like Bayview Hunters Point and the San Joaquin Valley in California. These areas where major highways intersect, such as Highway 41 and Interstate 5, affect surrounding communities because of the large number of diesel trucks that use these highways. Greenaction for Health and Environmental Justice devised a project in order to lower the diesel emissions in certain areas that were affected the most. First, the project was able to pinpoint hot spots that were affected the worst, then Greenaction went around to local businesses, truckers, schools, and residents in Kettleman City and Avenal to educate them on diesel emission issues, such as how diesel idling hot spots were impacting their environment. In the end, Greenaction was able to get nine businesses to sign \"Good Neighbor Agreements,\" meaning that they will follow all anti-idling laws and continue to educate workers on the impacts of idling and unhealthy diesel emissions.\"With the support of a $25,000 Environmental Justice (EJ) Small Grant from the U.S. Environmental Projection Agency (EPA), Greenaction for Health and the Environment reduced diesel emissions, improving the air quality of Kettleman City and Avenal, where primarily low-income, Spanish- speaking Latino residents live, work, shop, and go to school\". == References == Category:1997 establishments in California Category:Organizations based in San Francisco Category:Organizations established in 1997 Category:Social justice organizations ",
    "title": "Greenaction for Health and Environmental Justice"
}