{
    "id": "52964160",
    "text": "William Earl Bobo is a Tennessee Walking Horse trainer. He won the World Grand Championship at the Tennessee Walking Horse National Celebration in 2003 with the stallion The Whole Nine Yards. Bobo also showed the notable horse Rowdy Rev, who competed in the World Grand Championship several times but never won. Bobo has been named Trainer of the Year by the Walking Horse Trainers Association. ==Life and career== Bobo was born William Earl Bobo in 1947/1948. He is married to Connie Bobo, and the two own and operate Bobo Farms in Shelbyville, Tennessee, which has been in the Bobo family for four generations. Bobo began training the horse PJ's Hickory during the early 1990s. In 1993 he and Hickory won the Reserve Three-Year-Old World Championship in the Tennessee Walking Horse National Celebration, and the next year they won the Reserve Four-Year-Old World Championship. Bobo was also named the 1993 Trainer of the Year by the Walking Horse Trainers' Association. He also started Pride's Jubilee Encore, who won the 2001 World Grand Championship ridden by Allan Callaway, under saddle. While he was under Bobo's training, Pride's Jubilee Encore was Tennessee State Champion and Four-Year- Old World Champion in the 1995 Celebration.https://www.walkinghorsereport.com/news/allen-encore-wore-roses- thrilled-crowd-374 Bobo began training The Whole Nine Yards in 2002, after the horse's first trainer, Greg Lute, quit the business. The same year Bobo showed The Whole Nine Yards in the Celebration and won both the open Four-Year-Old World Championship and the Four-Year-Old Stallion World Championship. The next year, 2003, he showed The Whole Nine Yards in a select number of shows so that the horse would win 9 blue ribbons. Bobo then took Nine back to the Celebration and entered the World Grand Championship, which they won. Bobo also rode Nine in the 2004 Celebration, although the horse was mostly retired to breeding by that time. Bobo trained the popular Harlinsdale Farm owned stallion Rowdy Rev, who competed in the World Grand Championship multiple times but never won. In 2005 Bobo and Rowdy Rev won the Four-Year-Old World Championship. The same year Bobo showed another Harlinsdale horse, a yearling named Power Force, to a Yearling World Championship. The first year Bobo tried to show Rowdy, a chestnut stallion, in the World Grand Championship was 2006, when disagreements between trainers and government officials over the United States Department of Agriculture's Horse Protection Act led to cancellation of the class. Rowdy Rev was one of three horses who passed inspection and would have been allowed to show had the class been held. The next year he and Bobo won the Reserve World Grand Championship. Bobo hoped to win another World Grand Championship on Rowdy, but in 2008 the horse had a cold. In 2009 Bobo competed in and won the Preliminary Stallion class, but Rowdy Rev developed a hoof crack and could not compete in the World Grand Championship. Rowdy Rev and Bobo were successful in other shows, winning the Spring Fun Show stake class two years in a row, 2007 and 2008, and in 2008 won the National Trainers Show. In June 2012 Rowdy Rev was moved to Brandon Stout's training barn. Bobo has won a total of 45 World Championships. ==References== Category:Tennessee Walking Horse breeders and trainers Category:People from Shelbyville, Tennessee ",
    "title": "Bill Bobo"
}