{
    "id": "52960617",
    "text": "Vassar Brothers Medical Center, now part of Nuvance Health (locally known as Vassar Hospital or VBMC) is a medical facility located in the city of Poughkeepsie, New York that is a member of the Health Quest network, a nonprofit family of hospitals and healthcare centers in the Hudson Valley area. It is one of two major medical centers located in Dutchess County, New York, the other being MidHudson Regional Hospital, a member of the Westchester Medical Center Health Network, or WMCHealth. Vassar Hospital is a member of the Nuvance Health system. Vassar Brothers was incorporated in 1882 under the name Vassar Brothers Hospital, following contributions made by John Guy Vassar following the death of his brother, Mathew Vassar, Jr. The hospital opened its doors in 1887, and initially had 40 beds divided up into four wards, each containing ten beds. At the time the hospital opened it also contained a labor and delivery ward, a children's ward, a nursery, three private rooms, and two isolation rooms. Major renovations occurred in 1983, 1991, and 2001; adding critical care areas, a new operating and delivery wing, and a cancer care center, respectively. In 2002 Vassar Brothers Hospital officially became Vassar Brothers Medical Center. In September 2016, VBMC announced a new $500 million expansion which would almost double the number of available rooms. Construction on the expansion was expected to be completed in 2019. VBMC also operates a satellite medical center called Vassar Brother Medical Mall in the nearby town of Fishkill, New York. Located in the Westage Medical Mall, VBMC and their construction partner, Westage Companies, each own approximately half of the Medical Mall building. Services offered at the Mall include radiation oncology, same-day surgery, speech-language pathology, and women's imaging. == Main Campus == The Vassar Brothers Medical Center comprises several buildings on its central campus. The main structure, which is located adjacent to Route 9 on Reade Place, houses the main hospital, the emergency room, the NICU, the maternity center, the gift shop, and the cafeteria, as well as the Dyson Center for Cancer Care. The Westage Medical Building, which houses The Heart Center, as well as the visitor parking garage, are located across the street. Another building containing The center for Ambulance Services, the VBMC Foundation and patient parking for the Vassar Ambulatory Surgery Center are located nearby on Lincoln Avenue. The second floor of the Vassar Ambulatory Surgery Center houses the Dyson Breast Center, a center for breast disease, breast health, and breast cancer that opened in August 2015. Employee parking is located adjacent to the Ambulatory Surgery Center on Livingston Avenue. === Dyson Center for Cancer Care === The Dyson Center for Cancer Care is a full- service cancer treatment and support center, the only of its kind in the Mid- Hudson Valley. The Dyson Center at VBMC is affiliated with the National Surgical Adjuvant Breast and Bowel Project and conducts clinical research with assistance from the National Cancer Institute and the Community Clinical Oncology Program (CCOP). The radiotherapy suite on-site offers three types of radiation therapy: image-guided radiation therapy (IGRT), stereotactic body radiotherapy (SBRT), and intensity-modulated radiation therapy (IMRT). === Dyson Breast Center === The Dyson Breast Center is a full service breast care center, first opened on August 3, 2015. The 11,746 square foot facility is housed on the second floor of the Vassar Ambulatory Surgery Center. The Dyson Foundation, the center's main benefactor, awarded $1 million for construction in 2014. Additional donations were made from the Friends of Vassar Brothers Medical Center. The total cost for the construction was $4.2 million. The Dyson Breast Center features two 3D mammography units for use in the Breast Center, separate from the Center for Cancer Care. Dr. Angela Keleher, the director of the Dyson Breast Center, says the new 3D units \"[decrease] the need for calling patients back in for additional screenings and [increase] the cancer-detection rate.\" The project was designed to provide women with a single place for all breast care needs, and features exam rooms, procedure rooms, offices for the staff, and waiting areas. == Recognitions == Vassar Brothers Medical Center has received a number of awards over the years in several categories ranging from hospital/clinical quality, patient safety, women's health, and more. A list of awards and recognitions given to VBMC, organized by category, are listed below: === Cardiology/Pulmonary === * Get With The Guidelines Heart Failure Gold Quality Achievement Award in 2015 * America's 50 Best Hospitals for Cardiac Surgery Award™ (2015, 2016, 2017) === Clinical Quality === * America's 100 Best Hospitals for Gastrointestinal Care Award™ (2015, 2016, 2017) * Critical Care Excellence Award™ (2015, 2016) * General Surgery Excellence Award™ (2015) * 2013 IPRO Quality Award * 2008 American College of Surgeons Outstanding Achievement Award === Hospital Quality === * Distinguished Hospital Award for Clinical Excellence™ (2015, 2016, 2017) * America's 100 Best Hospitals Award™ (2014, 2015, 2016) === Patient Safety === * 2016 Leapfrog Hospital Safety Grade \"A\" recipient === Stroke/Neurosciences === * 2015 Stroke Gold Quality Achievement Award === Women's Health === * 2014 Women's Choice Award for America's Best Breast Centers ==See also== * Vassar College == References == Category:Hospitals in New York (state) Category:Trauma Center ",
    "title": "Vassar Brothers Medical Center"
}