{
    "id": "52964755",
    "text": "Bust in the Oval Office on 20 January 2017, below Norman Rockwell's painting Working on the Statue of Liberty A bronze bust of Martin Luther King Jr. was made by African-American artist Charles Alston in 1970, two years after King was assassinated. Alston received a commission from the Reverend Donald S. Harrington, of the Community Church of New York, to create a bust of King for $5,000. Five bronze busts were cast in 1970, each approximately high. One cast was acquired in 1974 for the collection of the Smithsonian Institution's National Portrait Gallery in Washington DC, but has been on long-term loan to the White House since 2000, under the administration of Bill Clinton. It was displayed in the White House Library, and was reputedly the first image of an African American on public display in the White House. The bust was moved to the Oval Office in 2009 by Barack Obama, where it was displayed along with a bust of Abraham Lincoln. It replaced a bust of Winston Churchill by Jacob Epstein that had been a loan to George W. Bush from the British Government Art Collection. In January 2017, Donald Trump placed another Epstein Churchill bust belonging to the White House in the Oval Office but also retained the bust of King. A second cast of Alston's bust of King was donated to the National Museum of African American History and Culture in January 2016. ==See also== * Civil rights movement in popular culture * Martin Luther King Jr. (Wilson sculpture), another bust of King, displayed in the United States Capitol rotunda ==References== * Martin Luther King, Jr., Smithsonian National Portrait Gallery * Obama Adds MLK Bust to Oval Office, NBC Washington, 14 July 2009 * Smithsonian acquires Martin Luther King portrait bust for African American history museum, The Art Newspaper, 18 January 2016 * A Rare and Important Sculpture of Martin Luther King Comes to the Smithsonian, smithsonian.com, 15 January 2016 Category:1970 sculptures Category:Art in the White House Category:Bronze sculptures Category:Busts in Washington, D.C. Category:Memorials to Martin Luther King Jr. Category:Sculptures of Martin Luther King Jr. Category:Sculptures of men in Washington, D.C. ",
    "title": "Bust of Martin Luther King Jr. (Alston)"
}