{
    "id": "52962459",
    "text": "Schloss Tegel, 2005 The Schloss Tegel or Humboldt-Schloss is a country house in Tegel, part of the Reinickendorf district of the German capital Berlin.http://www.stadtentwicklung.berlin.de/denkmal/liste_karte_datenbank/de/denkmaldatenbank/daobj.php?obj_dok_nr=09011641 The brothers Wilhelm and Alexander von Humboldt spent much of their childhood in a former schloss on the site and on the estate, which extends almost as far as Lake Tegel. The present building was built between 1820 and 1824 by Wilhelm von Humboldt to designs by Karl Friedrich Schinkel. It still belongs to the Heinz family, descendants of Wilhelm. It houses the private Humboldt-Museum, open to guided tours during the summer.Humboldt-Museum im Schloss Tegel == History == Originally built as a Renaissance mansion in 1558, it was converted to a hunting lodge by Frederick William, Elector of Brandenburg. As part of the Tegel estate, it passed to the Humboldt family by marriage in 1766 and became their family seat - Alexander and Wilhelm lived there several years. After their mother Marie-Elisabeth von Humboldt's death, Wilhelm took over the estate in 1797 and had the schloss rebuilt in the classical style between 1820 and 1824 by the architect Karl Friedrich Schinkel. Wilhelm's daughter Gabriele later inherited it - she married the Prussian foreign minister Heinrich von Bülow and after her death it passed to their daughter Constanze von Heinz, whose descendants still own it. Schloss Tegel between 1857 and 1883 The park was originally designed between 1777 and 1789 by Gottlob Johann Christian Kunth, the Humboldts' tutor. From 1802 it was further developed by Wilhelm to designs by Peter Joseph Lenné. The park was listed as a 'Denkmalschutz' (monument treasure) in 1983. On its western side, near Lake Tegel, is the 'Dicke Marie', an oak named after their cook by the Humboldts - it is sometimes dated at 800 years old. There are also 7.8 m deep lakes near the house itself.https://www.monumentale-eichen.de/berlin/tegel/ The park also contains Wilhelm's wife's tomb monument in the park in 1829, on a site chosen by her - it consists of a high granite column topped by a statue of the Roman goddess Spes by Bertel Thorvaldsen, favoured by Caroline and bought by Wilhelm after her death. Wilhelm and Alexander were also buried nearby, as were Caroline and Wilhelm's children and descendants up to the present day, beneath uniformly designed unornamented tombstones and rows of flat grave mounds. The column is framed from behind by a stone bench or exedra, simpler than Schinkel's usual style. Bundesarchiv B 145 Bild-P062848, Berlin, Schloss Tegel, Parkseite.jpg|Park of the Schloss Tegel, 1931 DBPB 1949 60 Berliner Bauten.jpg|1949 Deutsche Bundespost stamp from the Berlin Buildings series DBP 1964 455 Bauwerke Schloss Tegel.jpg|1965 Deutsche Bundespost stamp from the 1200 Years of German Buildings series Deutsche Bundespost - Deutsche Bauwerke - 1,30 Deutsche Mark.jpg|1969 Desutche Bundespost stamp from the 1200 Years of German Buildings series == Bibliography (in German) == * Christine and Ulrich von Heinz: Wilhelm von Humboldt in Tegel. Ein Bildprogramm als Bildungsprogramm; Deutscher Kunstverlag: München/Berlin 2001; . * Paul Ortwin Rave: Wilhelm von Humboldt und das Schloss zu Tegel; Koehler & Amelang: Leipzig 1950. * August Wietholz: Das Rittergut und Schloß Tegel; Mitteilungen des Vereins für die Geschichte Berlins 48 (1931); S. 74–84. * Clemens Alexander Wimmer: Parks und Gärten in Berlin und Potsdam; ed. Senator für Stadtentwicklung und Umweltschutz, Abt. III – Gartendenkmalpflege; Nicolaische Verlagsbuchhandlung: 3. Aufl. Berlin 1989; ; S. 55-58. * Marcel Piethe: Wilhelm von Humboldt und Schloss Tegel. In: Die Mark Brandenburg, Heft 63, Marika Großer Verlag Berlin, 2006 == External links (in German) == * Schloss Tegel on the Berliner Sehenswürdigkeit * * Artikel zum Humboldt-Schloss * Theodor Fontane: Wanderungen durch die Mark Brandenburg, Band 1, Kapitel 209, Beschreibung des Schlosses == References == Category:Castles in Berlin Category:Parks in Berlin Category:Neoclassical architecture in Germany Category:Alexander von Humboldt ",
    "title": "Schloss Tegel"
}