{
    "id": "52964125",
    "text": "Gertrude Breslau Hunt (1869-1952) was an American author and lecturer from Chicago. One of the leading writers for the Socialist Party of America, she often wrote about women's issues, and was active in the suffrage movement. She also published under the name Gertrude Breslau Fuller. == Early life == Gertrude Breslau was born in Chicago on December 10, 1869. Her father, a war artist named James Cushman Breslau, died when she was an infant, and she was adopted by Henry H. Kaiser and Diadma (Best) Kaiser of Howard County, Iowa. She became a socialist at the age of 16 after studying the single tax question and the temperance movement in Iowa. == Career == By 1902, she was writing for socialist periodicals and had earned a reputation as \"one of the ablest women in the Socialist movement of Illinois.\" By 1907 she was a national organizer for the Socialist party. She was often described by her contemporaries as a brilliant lecturer, and was involved in the Lyceum movement. She published An Easy Wheel and Other Stories, a work of journalistic fiction depicting working-class and rural life, in 1910. Soon afterwards she moved to Pittsburgh, where she lived the rest of her life. In 1911, she was instrumental in obtaining the release of Fred Merrick, editor of Justice magazine, who had been jailed for libel after exposing brutal treatment of prisoners in the Western Penitentiary in Pennsylvania. The following year, she was a delegate from Pennsylvania to the 1912 Convention of the Socialist Party of America. In 1915, addressing the crowd at a suffrage rally in Pittsburgh, she argued for women's suffrage as a means of achieving equal pay: > So long as women have no voice in government, so long will they be underpaid > ... Why should the woman who earns a living for herself and her family be > differentiated from the male wage earner? She pays the same rent, she pays > the same price for food, for fuel, for clothing. Why should she not be > allowed the privilege accorded to men to have a voice in legislative affairs > that she can better her condition? She later joined the Democratic party and became the state Democratic vice- chairman. In her obituary she is remembered as a \"pioneer leader in the Democratic Party in Pittsburgh and the State.\" She was assistant director of the State Museum of Pennsylvania during Governor George H. Earle's administration in the late 1930s. In 1940, she was living in Pittsburgh and still giving political speeches. == Personal life == Breslau married several times: to a Mr. Davies in 1900, to Mr. Hunt in 1901, to Mr. Paul Deininger—a former Roman Catholic priest—in 1910, and sometime later to a Mr. Fuller. She died of a stroke in the Leech Farm Hospital in Pittsburgh on November 20, 1952. == Selected writings == * * * * * * * * Poem: == References == == External links == * * Full text of An Easy Wheel and Other Stories Category:1869 births Category:1952 deaths Category:American socialists Category:American women educators Category:American women writers Category:Writers from Chicago Category:Writers from Pittsburgh Category:Educators from Pennsylvania Category:Educators from Illinois Category:Socialist feminists ",
    "title": "Gertrude Breslau Hunt"
}