{
    "id": "52960103",
    "text": "Zechariah 2 is the second of the total 14 chapters in the Book of Zechariah in the Hebrew Bible or the Old Testament of the Christian Bible. This book contains the prophecies attributed to the prophet Zechariah, and is a part of the Book of the Twelve Minor Prophets. This chapter is a part of a section (so-called \"First Zechariah\") consisting of Zechariah 1–8. It records the third of eight visions received by the prophet (verses 1–5), followed by an oracle calling the exiles to return to the city where Yahweh is about to dwell and all nations will come (verses 6–13). ==Text== The original text was written in the Hebrew language. This chapter is divided into 13 verses in English Bibles. Hebrew Bible uses different \"verse numbering\" (see below). ===Verse numbering=== There are some differences in verse numbering of this chapter in English Bibles and Hebrew texts:Zechariah, Book of. Jewish EncyclopediaInterlinear Hebrew-English Old Testament - Zechariah 2. {| class=wikitable !English!!Hebrew |- |1:18-21|| 2:1-4 |- |2:1-13|| 2:5-17 |- |} This article generally follows the common numbering in Christian English Bible versions, with notes to the numbering in Hebrew Bible versions. ===Textual witnesses=== Some early manuscripts containing the text of this chapter in Hebrew are of the Masoretic Text, which includes the Codex Cairensis (from year 895), the Petersburg Codex of the Prophets (916), and Codex Leningradensis (1008). Fragments containing parts of this chapter were found among the Dead Sea Scrolls, that is, 4Q80 (4QXIIe; 75–50 BCE) with extant verses 6–10 (verses 10–14 in Masoretic verse numbering).Dead sea scrolls – Zechariah There is also a translation into Koine Greek known as the Septuagint, made in the last few centuries BCE. Extant ancient manuscripts of the Septuagint version include Codex Vaticanus (B; \\mathfrak{G}B; 4th century), Codex Sinaiticus (S; BHK: \\mathfrak{G}S; 4th century), Codex Alexandrinus (A; \\mathfrak{G}A; 5th century) and Codex Marchalianus (Q; \\mathfrak{G}Q; 6th century). Some fragments containing parts of this chapter (a revision of the Septuagint) were found among the Dead Sea Scrolls, i.e., Naḥal Ḥever 8Ḥev1 (8ḤevXIIgr; late 1st century BCE) with extant verses 3-5, 7-8, 12-13 (verses 7–9, 11–12, 16–17 in Masoretic verse numbering). ==Vision of the measuring line (2:1–5; Hebrew 2:5–9)== This section records Zechariah's third of eight visions which describes the 'unlimited size of the restored city (cf. ) assuring the people that God's glory will be in there (cf. ; ) and God will protect them like in the past (). ==Future joy of Zion and many nations (2:6–13; Hebrew 2:10–17)== The oracle in this part urges the exiles who are still in Babylon to return to Zion, for God will dwell in that city and other nations will come. ===Verse 10=== : Sing and rejoice, O daughter of Zion: :: for, lo, I come, and I will dwell in the midst of thee, : saith the Lord. KJV or Hebrew Bible * \"Lo, I come\": Septuagint: ; in the Gospel of Matthew, Jesus Christ is called , \"he who comes\" (). * \"Dwell in the midst of thee\": alluded in the Gospel of John: \"The Word was made Flesh and dwelt among us\" (John 1:14) and in the Book of Revelation: \"Behold the tabernacle of God is with men, and He will dwell with them, and they shall be His people, and God Himself shall be with them and shall be their God\" (Revelation 21:3). Thus, it refers primarily at Messiah's first advent (; John 1:14; ; ); yet more fully at the second advent (; cf. Zechariah 9:9, ; ; ). God dwells spiritually in his people (), alluding the constant presence of Jesus Christ in his churches.Gill, John. Exposition of the Entire Bible. Exposition of the Old and New Testament. \"Zechariah 2\". Published in 1746-1763. ===Verse 11=== : And many nations shall be joined to the Lord in that day, :: and shall be my people: : and I will dwell in the midst of thee, :: and thou shalt know that the Lord of hosts hath sent me unto thee. KJV or Hebrew Bible * \"Many nations shall be joined to the Lord\": (\"shall be joined\" = \"shall join themselves\"); \"shall fly for refuge unto the Lord\" (Septuagint); \"cleaving to Him by a close union\". Isaiah speaks about 'single proselytes' in , whereas Jeremiah uses 'the word of Israel's self-exhortation' when they return from Babylon, that \"going and weeping,\" they shall go and seek the Lord their God, saying, \"Come and let us join ourselves unto the Lord, in a perpetual covenant that shall not be forgotten\" .Barnes, Albert. Notes on the Old Testament. \"Zechariah 2\". London, Blackie & Son, 1884. Reprint, Grand Rapids: Baker Books, 1998. * \"My people\": or \"unto me for a people\"; Septuagint: \"shall be unto him for a people\" (cf. ). Many nations who will become \"the Lord's people\" share that title with people of Israel (cf. ; ; ; ),Exell, Joseph S.; Spence-Jones, Henry Donald Maurice (editors). The Pulpit Commentary. \"Zechariah 2\". First publication: 1890. * \"Sent me unto thee\": an addition of \"unto thee\" to the same formula (). Here YHWH first says, \"I will dwell,\" then says that YHWH \"sent\", thus, 'YHWH the Sender and YHWH the Sent must be One'Jamieson, Robert; Fausset, Andrew Robert; Brown, David. Jamieson, Fausset, and Brown's Commentary On the Whole Bible. \"Zechariah 2\". 1871. ==See also== *Related Bible parts: Isaiah 2, Isaiah 11, Micah 4, Zephaniah 2, Haggai 1, Haggai 2, Zechariah 1, Zechariah 3, Zechariah 4, Zechariah 5, Zechariah 6, John 1, Revelation 21 ==Notes== ==References== ==Sources== * * * * * * * * * ==External links== ===Jewish=== *Zechariah 2 Hebrew with Parallel English *Zechariah 2 Hebrew with Rashi's Commentary ===Christian=== *Zechariah 2 English Translation with Parallel Latin Vulgate 02 ",
    "title": "Zechariah 2"
}