{
    "id": "529613",
    "text": "Glucose binds to hexokinase in the active site at the beginning of glycolysis. In biochemistry and molecular biology, a binding site is a region on a macromolecule such as a protein that binds to another molecule with specificity. The binding partner of the macromolecule is often referred to as a ligand. Ligands may include other proteins (resulting in a protein-protein interaction), enzyme substrates, second messengers, hormones, or allosteric modulators. The binding event is often, but not always, accompanied by a conformational change that alters the protein's function. Binding to protein binding sites is most often reversible (transient and non-covalent), but can also be covalent reversible or irreversible. == Function == Binding of a ligand to a binding site on protein often triggers a change in conformation in the protein and results in altered cellular function. Hence binding site on protein are critical parts of signal transduction pathways. Types of ligands include neurotransmitters, toxins, neuropeptides, and steroid hormones. Binding sites incur functional changes in a number of contexts, including enzyme catalysis, molecular pathway signaling, homeostatic regulation, and physiological function. Electric charge, steric shape and geometry of the site selectively allow for highly specific ligands to bind, activating a particular cascade of cellular interactions the protein is responsible for. === Catalysis === Activation energy is decreased in the presence of an enzyme to catalyze the reaction. Enzymes incur catalysis by binding more strongly to transition states than substrates and products. At the catalytic binding site, several different interactions may act upon the substrate. These range from electric catalysis, acid and base catalysis, covalent catalysis, and metal ion catalysis. These interactions decrease the activation energy of a chemical reaction by providing favorable interactions to stabilize the high energy molecule. Enzyme binding allows for closer proximity and exclusion of substances irrelevant to the reaction. Side reactions are also discouraged by this specific binding. Types of enzymes that can perform these actions include oxidoreductases, transferases, hydrolases, lyases, isomerases, and ligases. For instance, the transferase hexokinase catalyzes the phosphorylation of glucose to make glucose-6-phosphate. Active site residues of hexokinase allow for stabilization of the glucose molecule in the active site and spur the onset of an alternative pathway of favorable interactions, decreasing the activation energy. === Inhibition === Protein inhibition by inhibitor binding may induce obstruction in pathway regulation, homeostatic regulation and physiological function. Competitive inhibitors compete with substrate to bind to free enzymes at active sites and thus impede the production of the enzyme- substrate complex upon binding. For example, carbon monoxide poisoning is caused by the competitive binding of carbon monoxide as opposed to oxygen in hemoglobin. Uncompetitive inhibitors, alternatively, bind concurrently with substrate at active sites. Upon binding to an enzyme substrate (ES) complex, an enzyme substrate inhibitor (ESI) complex is formed. Similar to competitive inhibitors, the rate at product formation is decreased also. Lastly, mixed inhibitors are able to bind to both the free enzyme and the enzyme-substrate complex. However, in contrast to competitive and uncompetitive inhibitors, mixed inhibitors bind to the allosteric site. Allosteric binding induces conformational changes that may increase the protein's affinity for substrate. This phenomenon is called positive modulation. Conversely, allosteric binding that decreases the protein's affinity for substrate is negative modulation. == Types == === Active site === At the active site, a substrate binds to an enzyme to induce a chemical reaction. Substrates, transition states, and products can bind to the active site, as well as any competitive inhibitors. For example, in the context of protein function, the binding of calcium to troponin in muscle cells can induce a conformational change in troponin. This allows for tropomyosin to expose the actin-myosin binding site to which the myosin head binds to form a cross-bridge and induce a muscle contraction. In the context of the blood, an example of competitive binding is carbon monoxide which competes with oxygen for the active site on heme. Carbon monoxide's high affinity may outcompete oxygen in the presence of low oxygen concentration. In these circumstances, the binding of carbon monoxide induces a conformation change that discourages heme from binding to oxygen, resulting in carbon monoxide poisoning. Competitive and noncompetitive enzyme binding at active and regulatory (allosteric) site respectively. ===Allosteric site=== At the regulatory site, the binding of a ligand may elicit amplified or inhibited protein function. The binding of a ligand to an allosteric site of a multimeric enzyme often induces positive cooperativity, that is the binding of one substrate induces a favorable conformation change and increases the enzyme's likelihood to bind to a second substrate. Regulatory site ligands can involve homotropic and heterotropic ligands, in which single or multiple types of molecule affects enzyme activity respectively. Enzymes that are highly regulated are often essential in metabolic pathways. For example, phosphofructokinase (PFK), which phosphorylates fructose in glycolysis, is largely regulated by ATP. Its regulation in glycolysis is imperative because it is the committing and rate limiting step of the pathway. PFK also controls the amount of glucose designated to form ATP through the catabolic pathway. Therefore, at sufficient levels of ATP, PFK is allosterically inhibited by ATP. This regulation efficiently conserves glucose reserves, which may be needed for other pathways. Citrate, an intermediate of the citric acid cycle, also works as an allosteric regulator of PFK. ===Single- and multi-chain binding sites=== Binding sites can be characterized also by their structural features. Single-chain sites (of “monodesmic” ligands, μόνος: single, δεσμός: binding) are formed by a single protein chain, while multi-chain sites (of \"polydesmic” ligands, πολοί: many) are frequent in protein complexes, and are formed by ligands that bind more than one protein chain, typically in or near protein interfaces. Recent research shows that binding site structure has profound consequences for the biology of protein complexes (evolution of function, allostery). == Binding curves == Sigmoidal versus hyperbolic binding patterns demonstrate cooperative and noncooperative character of enzymes. Binding curves describe the binding behavior of ligand to a protein. Curves can be characterized by their shape, sigmoidal or hyperbolic, which reflect whether or not the protein exhibits cooperative or noncooperative binding behavior respectively. Typically, the x-axis describes the concentration of ligand and the y-axis describes the fractional saturation of ligands bound to all available binding sites. The Michaelis Menten equation is usually used when determining the shape of the curve. The Michaelis Menten equation is derived based on steady-state conditions and accounts for the enzyme reactions taking place in a solution. However, when the reaction takes place while the enzyme is bound to a substrate, the kinetics play out differently. Modeling with binding curves are useful when evaluating the binding affinities of oxygen to hemoglobin and myoglobin in the blood. Hemoglobin, which has four heme groups, exhibits cooperative binding. This means that the binding of oxygen to a heme group on hemoglobin induces a favorable conformation change that allows for increased binding favorability of oxygen for the next heme groups. In these circumstances, the binding curve of hemoglobin will be sigmoidal due to its increased binding favorability for oxygen. Since myoglobin has only one heme group, it exhibits noncooperative binding which is hyperbolic on a binding curve. == Applications == Biochemical differences between different organisms and humans are useful for drug development. For instance, penicillin kills bacterial enzymes by inhibiting DD-transpeptidase, destroying the development of the bacterial cell wall and inducing cell death. Thus, the study of binding sites is relevant to many fields of research, including cancer mechanisms, drug formulation, and physiological regulation. The formulation of an inhibitor to mute a protein's function is a common form of pharmaceutical therapy. Methotrexate inhibits dihydrofolate reductase by outcompeting the substrate folic acid. Binding site in blue, inhibitor in green, and substrate in black. In the scope of cancer, ligands that are edited to have a similar appearance to the natural ligand are used to inhibit tumor growth. For example, Methotrexate, a chemotherapeutic, acts as a competitive inhibitor at the dihydrofolate reductase active site. This interaction inhibits the synthesis of tetrahydrofolate, shutting off production of DNA, RNA and proteins. Inhibition of this function represses neoplastic growth and improves severe psoriasis and adult rheumatoid arthritis. In cardiovascular illnesses, drugs such as beta blockers are used to treat patients with hypertension. Beta blockers (β-Blockers) are antihypertensive agents that block the binding of the hormones adrenaline and noradrenaline to β1 and β2 receptors in the heart and blood vessels. These receptors normally mediate the sympathetic \"fight or flight\" response, causing constriction of the blood vessels. Competitive inhibitors are also largely found commercially. Botulinum toxin, known commercially as Botox, is a neurotoxin causes flaccid paralysis in the muscle due to binding to acetylcholine dependent nerves. This interaction inhibits muscle contractions, giving the appearance of smooth muscle. == Prediction == A number of computational tools have been developed for the prediction of the location of binding sites on proteins. These can be broadly classified into sequence based or structure based. Sequence based methods rely on the assumption that the sequences of functionally conserved portions of proteins such as binding site are conserved. Structure based methods require the 3D structure of the protein. These methods in turn can be subdivided into template and pocket based methods. Template based methods search for 3D similarities between the target protein and proteins with known binding sites. The pocket based methods search for concave surfaces or buried pockets in the target protein that possess features such as hydrophobicity and hydrogen bonding capacity that would allow them to bind ligands with high affinity. Even though the term pocket is used here, similar methods can be used to predict binding sites used in protein-protein interactions that are usually more planar, not in pockets. == References == == External links == * *Drawing the active site of an enzyme Category:Chemical bonding Category:Structural biology Category:Protein structure ",
    "title": "Binding site"
}