{
    "id": "52967368",
    "text": "Charles Vernon Eskridge (20 January 1833 – 15 July 1900) was an American politician. Between 1869 and 1871 he served as Lieutenant Governor of Kansas. ==Life== Charles Eskridge was born in Virginia. In his early years he moved with his parents to Ohio and later to Lewistown, Illinois. At the age of 13 years he left his home and went to St. Louis. For a while he worked as a cabin boy on a Mississippi steamboat. In 1855 he arrived in the Kansas Territory, which at that time was overshadowed by violent political confrontations known as the Bleeding Kansas. Eskridge started working in the newspaper business. He joined the newly founded Republican Party and as a supporter of the anti- slavery movement he took an active part in the political quarrel. Later he settled down in Emporia, Kansas where he worked in a store. In 1859 he became a probate judge in his new home town. After Kansas was admitted to the United States in 1861, Eskridge became a member of the Kansas House of Representatives. One year later he secured himself a seat in the State Senate. In 1868 Charles Eskridge was elected to the office of the Lieutenant Governor of Kansas. He served in this position between 11 January 1869 and 9 January 1871 when his term ended. In this function he was the deputy of Governor James Harvey. In 1872 he unsuccessfully tried to get nominated for the governor’s office. Later he became a member of the city council of Emporia and he returned to the Kansas House of Representatives. He still worked in the newspaper business and owned and published the Emporia Republican. In addition he was engaged in the mercantile business, and also dealt in real estate, where he accumulated a handsome property. The city of Eskridge, Kansas was named in his honor when he agreed to buy the first lot from the town-site organizer Ephraim Sanford for five hundred dollars.Ryjord, p 328 He died on 15 July 1900 in Emporia. ==Notes== ;Citations ;Bibliography * ==External links== * * The Political Graveyard * The Lieutenant Governors of Kansas Category:1833 births Category:1900 deaths Category:People from Emporia, Kansas Category:People from Virginia Category:Businesspeople from Kansas Category:Editors of Kansas newspapers Category:Members of the Kansas House of Representatives Category:Kansas state senators Category:Lieutenant Governors of Kansas Category:Kansas Republicans Category:People from Lewistown, Illinois Category:19th-century American politicians ",
    "title": "Charles Vernon Eskridge"
}