{
    "id": "52964631",
    "text": "Fabiola Cabeza de Baca in front of a rural school in New Mexico, circa 1920s. Fabiola Cabeza de Baca Gilbert (May 16, 1894 - October 14, 1991) was an American educator, nutritionist, activist and writer. Cabeza de Baca is also known as the inventor of the u-shaped fried taco shell. She was also the first known published author of a cookbook describing New Mexican cuisine. Cabeza de Baca was fluent in Spanish, English, Tewa and Tiwa. == Biography == Cabeza de Baca was part of a prominent New Mexican family and one of four siblings. She was a descendant of Spanish explorer, Alvar Nuñez Cabeza de Baca. Her paternal great-grandfather was awarded the title to the Las Vegas Grandes land grant in 1823. She was also related to the second Governor of New Mexico, Ezequiel Cabeza de Baca, who was her uncle. Cabeza de Baca was born in and lived part of her life Las Vegas, New Mexico. She also grew up on a ranch in La Liendre. Her mother died when she was four, and her paternal grandmother raised her afterwards. Her grandmother instilled the idea of \"nobless oblige\" in Cabeza de Baca. As a young woman, Cabeza de Baca \"refused to take on her 'proper' role as a Spanish lady\" and spent her time riding horses and watching the ranch men work. When she was twelve, she visited Spain. Cabeza de Baca first attended a Catholic school, where she was expelled from Loreto Academy's kindergarten for slapping a nun. She later went to New Mexico Normal College, where she earned her teaching certificate in 1912. In the year of her graduation, her family was nearly bankrupt because of serious economic hardships. In 1921 she earned a bachelor's degree in pedagogy and visited Spain a second time. Later, she would earn a second bachelor's degree in home economics from New Mexico State University (NMSU) in 1929. Her first job was teaching in a one-room schoolhouse in 1916. Her father was opposed to her teaching, but she insisted. She continued to teach school in the New Mexico public school system for a few years, and after receiving her degree from NMSU, began to work as an extension agent for Hispanic and Pueblo villages in New Mexico as part of the New Mexico Agricultural Extension Service (NMAES). Her career as an extension agent for these villages would span thirty years. In this capacity, she taught rural women modern agricultural techniques, introduced modern devices like sewing machines, so that rural families could thrive on their own land. She also helped organize clubs for rural women. She was the first extension agent who spoke Spanish and often translated government information into Spanish for rural residents. She was also the first agent sent out to Pueblos. While visiting homes, she collected cultural information, recipes, stories and more. Some of these were published in the Santa Fe Nuevo Mexicana. She also hosted a bilingual weekly radio show related to homemaking on the station, KVSF. In 1929, she eloped with Carlos Gilbert, an insurance agent and member of the League of United Latin American Citizens (LULAC). The match was not approved of by her father, and the couple divorced after 10 years. Her husband's activism affected Cabeza de Baca, who became involved with Hispanic civil rights. In 1932, she was injured by a train car, which resulted in having one of her legs amputated. While she recovered for a period of two years, she continued to write and eventually returned to work, visiting homes. In 1935, she and several other women founded La Sociedad Folklorica in Santa Fe as an organization \"dedicated to preserving Spanish Language and Hispanic traditions in Santa Fe.\" During World War II, she helped women create Victory Gardens and set up childcare for women who were working. In 1950, UNESCO sent Cabeza de Baca to Pátzcuaro to teach modern food and agriculture techniques to students. In 1959, she retired from working as an extension agent. In her retirement, she continued to preserve Spanish culture and was involved with the La Sociedad Folklorica of Santa Fe. She was also active in the Peace Corps. In May 1984, she entered into a nursing home. On October 14, 1991, Cabeza de Baca died in Albuquerque. She was buried near Newkirk, New Mexico on the family's ranch. == Writing == Her book, Historic Cookery, first published in 1931, collected traditional recipes from the area, emphasizing \"basic New Mexico foods.\" It was written with an \"Anglo audience in mind.\" Historic Cookery also marked the first time that New Mexican recipes were written down with \"exact measurements.\" In 1959, Cabeza de Baca and chef as the Alvarado Hotel worked to update the recipes in Historic Cookery to modern techniques. The book sold over 100,000 copies, and was republished many times. A copy of this book was sent to the governor of each state in the US by Thomas Mabry along with a bag of pinto beans. Her work helped introduce cooking with chile to the American public. Cabeza de Baca's second cookbook, The Good Life: New Mexico Traditions and Foods was first published in 1949 and was one of the first cookbooks to \"place recipes within the historic and cultural contexts out of which they grew.\" The book contained a fictional family, the Turrieta family, which represented the people that she met as an extension agent. The book also describes regional differences in New Mexican cuisine. Her autobiographical narrative, We Fed Them Cactus (1954), describes the life of New Mexican Hispanos, and documents four generations of her family. The title refers to a major drought that caused her family to have to feed cactus to their cattle. The story is narrated by El Cuate, or the camp cook, and the narrative in We Fed Them Cactus is meant to \"counter Anglo- American stereotyping of wealthy and corrupt landowners of the rico class.\" Between 1958 and 1961 she wrote and edited for a magazine she helped found, the Santa Fe Scene. Later Chicano readings of Cabeza de Baca's work were critical of her writing, which was seen as \"elitist and not representative of the realistic Chicano experience.\" Despite this criticism, her writing has been viewed by Hispanic literary critics as a precursor to Chicana literature. == Publications == * * * == References == === Citations === === Sources === * * == External links == * Fabiola Cabeza de Baca y Delgado y Delgado de Gilbert (1898-1991) * Recipes from the Hope Chest (includes a recipe by Fabiola Cabeza de Baca) Category:1894 births Category:1991 deaths Category:Baca family of New Mexico Category:People from Las Vegas, New Mexico Category:New Mexico State University alumni Category:American women educators Category:20th- century American women writers Category:American people of Mexican descent Category:American cookbook writers Category:Women cookbook writers Category:20th-century American non-fiction writers Category:20th-century American educators Category:Writers from New Mexico Category:Educators from New Mexico Category:20th-century women educators ",
    "title": "Fabiola Cabeza de Baca Gilbert"
}