{
    "id": "529667",
    "text": "The Mandinka, or Malinke, are a West African ethnic group primarily found in southern Mali, eastern Guinea and northern Ivory Coast. Numbering about 11 million, they are the largest subgroup of the Mandé peoples and one of the largest ethnic groups in Africa. They speak the Mandinka language, which is one of the Western Manding languages in the Mande language family and a lingua franca in much of West Africa. Over 99% of Mandinka adhere to Islam. They are predominantly subsistence farmers and live in rural villages. Their largest urban center is Bamako, the capital of Mali, which is also inhabited by the closely related Bambara. The Mandinka are the descendants of the Mali Empire, which rose to power in the 13th century under the rule of king Sundiata Keita, who founded an empire that would go on to span a large part of West Africa. They migrated west from the Niger River in search of better agricultural lands and more opportunities for conquest. Nowadays, the Mandinka inhabit the West sudanian savanna region extending from The Gambia and the Casamance region in Senegal to Ivory Coast. Although widespread, the Mandinka constitute the largest ethnic group only in the countries of Mali, Guinea and The Gambia. Most Mandinka live in family-related compounds in traditional rural villages. Their traditional society has featured socially stratified castes. Mandinka communities have been fairly autonomous and self-ruled, being led by a chief and group of elders. Mandinka has been an oral society, where mythologies, history and knowledge are verbally transmitted from one generation to the next. Their music and literary traditions are preserved by a caste of griots, known locally as jelis, as well as guilds and brotherhoods like the donso (hunters). Between the 16th and 19th centuries, many Muslim and non-Muslim Mandinka people, along with numerous other African ethnic groups, were captured, enslaved and shipped to the Americas. They intermixed with slaves and workers of other ethnicities, creating a Creole culture. The Mandinka people significantly influenced the African heritage of descended peoples now found in Brazil, the Southern United States and, to a lesser extent, the Caribbean., Quote: \"The identification of Mande influence in the South [United States], the Caribbean and Brazil, must also be conditioned with a huge reality—ethnic diversity. Slaves from hundreds of ethnic groups from all over Africa came into the South and the rest of the Americas along with the Mandinka/Mande.\" ==History== The Mandés were initially a part of many fragmented kingdoms that formed after the collapse of Ghana empire in the 11th century. During the rule of Sundiata Keita, these kingdoms were consolidated, and the Mandinka expanded west from the Niger River basin under Sundiata's general Tiramakhan Traore. This expansion was a part of creating a region of conquest, according to the oral tradition of the Mandinka people. This migration began in the later part of the 13th century. Another group of Mandinka people, under Faran Kamara – the son of the king of Tabou – expanded southeast of Mali, while a third group expanded with Fakoli Kourouma. With the migration, many gold artisans and metal working Mandinka smiths settled along the coast and in the hilly Fouta Djallon and plateau areas of West Africa. Their presence and products attracted Mandika merchants and brought trading caravans from north Africa and the eastern Sahel, states Toby Green – a professor of African History and Culture. It also brought conflicts with other ethnic groups, such as the Wolof people, particularly the Jolof Empire. The caravan trade to North Africa and Middle East brought Islamic people into Mandinka people's original and expanded home region. The Muslim traders sought presence in the host Mandinka community, and this likely initiated proselytizing efforts to convert the Mandinka from their traditional religious beliefs into Islam. In Ghana, for example, the Almoravids had divided its capital into two parts by 1077, one part was Muslim and the other non-Muslim. The Muslim influence from North Africa had arrived in the Mandinka region before this, via Islamic trading diasporas. A map of West Africa showing Mandinka peoples, languages and influence, 1906. In 1324, Mansa Musa who ruled Mali, went on Hajj pilgrimage to Mecca with a caravan carrying gold. Shihab al-Umari, the Arabic historian, described his visit and stated that Musa built mosques in his kingdom, established Islamic prayers and took back Maliki school of Sunni jurists with him. According to Richard Turner – a professor of African American Religious History, Musa was highly influential in attracting North African and Middle Eastern Muslims to West Africa. The Mandinka people of Mali converted early, but those who migrated to the west did not convert and retained their traditional religious rites. One of the legends among the Mandingo of western Africa is that the general Tiramakhan Traore led the migration, because people in Mali had converted to Islam and he did not want to. Another legend gives a contrasting account, and states that Traore himself had converted and married Muhammad's granddaughter. The Traore's marriage with a Muhammad's granddaughter, states Toby Green, is fanciful, but these conflicting oral histories suggest that Islam had arrived well before the 13th century and had a complex interaction with the Mandinka people. Through a series of conflicts, primarily with the Fula-led jihads under Imamate of Futa Jallon, many Mandinka converted to Islam. In contemporary West Africa, the Mandinka are predominantly Muslim, with a few regions where significant portions of the population are not Muslim, such as Guinea Bissau, where 35 percent of the Mandinka practice Islam, more than 20 percent are Christian, and 15 percent follow traditional beliefs. ===Slavery=== Slave raiding, capture and trading in the Mandinka regions may have existed in significant numbers before the European colonial era, as is evidenced in the memoirs of the 14th century Moroccan traveller and Islamic historian Ibn Battuta. Slaves were part of the socially stratified Mandinka people, and several Mandinka language words, such as Jong or Jongo refer to slaves. There were fourteen Mandinke kingdoms along the Gambia River in the Senegambia region during the early 19th century, for example, where slaves were a part of the social strata in all these kingdoms. {| class=\"wikitable floatright\" |+ style=\"text-align: center;\" | Slave shipment between 1501–1867, by regionDavid Eltis and David Richardson (2015), Atlas of the Transatlantic Slave Trade, 2nd Edition, Yale University Press, ; Archive: Slave Route Maps , see Map 9; The transatlantic slave trade volume over the 350+ years involved an estimated 12.5 million Africans, almost every country that bordered the Atlantic ocean, as well as Mozambique and the Swahili coast. |- ! scope=\"col\" style=\"background: silver;\" | Region !! scope=\"col\" | Total embarked !! scope=\"col\" | Total disembarked |- ! scope=\"row\" | Kongo people region | 5.69 million || |- ! scope=\"row\" | Bight of Benin | 2.00 million || |- ! scope=\"row\" | Bight of Biafra | 1.6 million || |- ! scope=\"row\" style=\"background: #F4A460;\" | Gold Coast | 1.21 million || |- ! scope=\"row\" | Windward Coast | 0.34 million || |- ! scope=\"row\" | Sierra Leone | 0.39 million || |- ! scope=\"row\" style=\"background: #F4A460;\" | Senegambia | 0.76 million || |- ! scope=\"row\" | Mozambique | 0.54 million || |- ! scope=\"row\" style=\"background: silver;\" | Brazil (South America) | || 4.7 million |- ! scope=\"row\" style=\"background: silver;\"| Rest of South America | || 0.9 million |- ! scope=\"row\" style=\"background: silver;\"| Caribbean | || 4.1 million |- ! scope=\"row\" style=\"background: silver;\"| North America | || 0.4 million |- ! scope=\"row\" style=\"background: silver;\"| Europe | || 0.01 million |} According to Toby Green, selling slaves along with gold was already a significant part of the trans-Saharan caravan trade across the Sahel between West Africa and the Middle East after the 13th century. With the arrival of Portuguese explorers in Africa as they looked for a sea route to India, the European purchase of slaves had begun. The shipment of slaves by the Portuguese, primarily from the Jolof people, along with some Mandinka, started in the 15th century, states Green, but the earliest evidence of a trade involving Mandinka slaves is from and after 1497 CE. In parallel with the start of the trans-Atlantic slave trade, the institution of slavery and slave- trading of West Africans into the Mediterranean region and inside Africa continued as a historic normal practice. Slavery grew significantly between the 16th and 19th century. The Portuguese considered slave sources in Guinea and Senegambia parts of Mandinka territory as belonging to them, with their 16th to 18th century slave trade-related documents referring to \"our Guinea\" and complaining about French and British slave trading ships overrunning them. Their slave exports from this region nearly doubled in the second half of the 18th century compared to the first, but most of these slaves disembarked in Brazil. Scholars have offered several theories on the source of the transatlantic slave trade of Mandinka people. According to Boubacar Barry, a professor of History and African Studies, chronic violence between ethnic groups such as Mandinka people and their neighbours, combined with weapons sold by slave traders and lucrative income from slave ships to the slave sellers, fed the practice of captives, raiding, manhunts, and slaves. The victimised ethnic group felt justified in retaliating. Slavery was already an accepted practice before the 15th century. As the demand grew, states Barry, Futa Jallon led by an Islamic military theocracy became one of the centers of this slavery-perpetuating violence, while Farim of Kaabu – or the commander of Mandinka people in Kaabu – energetically hunted slaves on a large scale. Kaabu was, states Martin Klein – a professor of African Studies, one of early suppliers of African slaves to European merchants.; Quote: \"Kaabu, for example, began as a Malian colony that provided sea salt and other coastal products to the Mandinka heartland, but it moved early into supplying slaves to European merchants\". (p. 39) The historian Walter Rodney states that Mandinka and other ethnic groups already had slaves who inherited slavery by birth, and who could be sold. The Islamic armies from Sudan had long established the practice of slave raids and trade. Fula jihad from Futa Jallon plateau perpetuated and expanded this practice.Walter Rodney (1968), \"Jihad and Social Revolution in Futa Djalon in the Eighteenth Century\", Journal of the Historical Society of Nigeria, Volume 4, Number 2, pp. 269–284. These jihads were the largest producer of slaves for the Portuguese traders at the ports controlled by Mandinka people. The insecure ethnic groups, states Rodney, stopped working productively and became withdrawn, which made social and economic conditions desperate, and they also joined the retaliatory cycle of slave raids and violence. Walter Hawthorne – a professor of African History, states that the Barry and Rodney explanation was not universally true for all of Senegambia and Guinea where high concentrations of Mandinka people have traditionally lived. Hawthorne states that large numbers of Mandinka people started arriving as slaves in Portuguese, French and British colonies in the Caribbean and South America, only between mid 18th through to the 19th century. During these years, slave trade records show that nearly 33% of the slaves from Senegambia and Guinea-Bissau coasts were Mandinka people. Hawthorne suggests three causes of Mandinka people appearing as slaves during this era: small scale jihads by Muslims against non-Muslim Mandinka, non- religious reasons such as economic greed of Islamic elites who wanted imports from the coast, and attacks by the Fula people on Mandinka's Kaabu with consequent cycle of violence. ==Economy== Mandinka marabout Mandinka are rural subsistence farmers in the Sahel who rely on peanuts, rice, millet, maize, and small-scale husbandry for their livelihood. During the wet season, men plant peanuts as their main cash crop. Men also grow millet and women grow rice (traditionally, African rice), tending the plants by hand.Schaffer, Matt (2003). Djinns, Stars, and Warriors: Mandinka Legends from Pakao, Senegal. Leiden: Springer-Brill. p. 6. This is extremely labour-intensive and physically demanding work. Only about 50% of the rice consumption needs are met by local planting; the rest is imported from Asia and the United States. The oldest male is the head of the family and marriages are commonly arranged. Small mud houses with conical thatch or tin roofs make up their villages, which are organised on the basis of the clan groups. While farming is the predominant profession among the Mandinka, men also work as tailors, butchers, taxi drivers, woodworkers, metalworkers, soldiers, nurses, and extension workers for aid agencies. However, most women, probably 95%, tend to the home, children, and animals as well as work alongside the men in the fields. ==Religion== Today, over 99% of Mandinka are Muslim. Mandinkas recite chapters of the Qur'an in Arabic. Some Mandinka syncretise Islam and traditional African religions. Among these syncretists spirits can be controlled mainly through the power of a marabout, who knows the protective formulas. In most cases, no important decision is made without first consulting a marabout. Marabouts, who have Islamic training, write Qur'anic verses on slips of paper and sew them into leather pouches (talisman); these are worn as protective amulets. The conversion to Islam took place over many centuries. According to Robert Wyndham Nicholls, Mandinka in Senegambia started converting to Islam as early as the 17th century, and most of Mandinka leatherworkers there converted to Islam before the 19th century. The Mandinka musicians, however were last, converting to Islam mostly in the first half of the 20th century. Like elsewhere, these Muslims have continued their pre-Islamic religious practices such as their annual rain ceremony and \"sacrifice of the black bull\" to their past deities. ==Society and culture== Mandinka dancing Most Mandinkas live in family-related compounds in traditional rural villages. Mandinka villages are fairly autonomous and self-ruled, being led by a council of upper class elders and a chief who functions as a first among equals. ===Social stratification=== The Mandinka people have traditionally been a socially stratified society, like many West African ethnic groups with castes., Quote: \"[Castes] are found among the Soninke, the various Manding-speaking populations, the Wolof, Tukulor, Senufo, Minianka, Dogon, Songhay and most Fulani, Moorish and Tuareg populations\". The Mandinka society, states Arnold Hughes – a professor of West African Studies and African Politics, has been \"divided into three endogamous castes – the freeborn (foro), slaves (jongo), and artisans and praise singers (nyamolo). The freeborn castes are primarily farmers, while the slave strata included labor providers to the farmers, as well as leather workers, pottery makers, metal smiths, griots, and others. The Mandinka Muslim clerics and scribes have traditionally been considered as a separate occupational caste called Jakhanke, with their Islamic roots traceable to about the 13th century., Quote: \"The Jakhanke, who now primarily speak Mandinka, have formed a specialized caste of Muslim clerics and educators since approximately the 13th century\". The Mandinka castes are hereditary, and marriages outside the caste was forbidden. Their caste system is similar to those of other ethnic groups of the African Sahel region,, Quote: \"The general organization of the society into castes is shared with Sahelian peoples such as the Mandinka, Wolof, (...)\" and found across the Mandinka communities such as those in Gambia, Mali, Guinea and other countries. ===Rites of passage=== The Mandinka practice a rite of passage, kuyangwoo, which marks the beginning of adulthood for their children. At an age between four and fourteen, the youngsters have their genitalia ritually cut (see articles on male and female genital cutting), in separate groups according to their sex. In years past, the children spent up to a year in the bush, but that has been reduced now to coincide with their physical healing time, between three and four weeks. During this time, they learn about their adult social responsibilities and rules of behaviour. Preparation is made in the village or compound for the return of the children. A celebration marks the return of these new adults to their families. As a result of these traditional teachings, in marriage a woman's loyalty remains to her parents and her family; a man's to his. ====Female genital mutilation==== The women among the Mandinka people, like other ethnic groups near them, have traditionally practiced female genital mutilation (FGM), traditionally referred to as \"female circumcision.\" According to UNICEF, the female genital mutilation prevalence rates among the Mandinkas of the Gambia is the highest at over 96%, followed by FGM among the women of the Jola people's at 91% and Fula people at 88%.Accelerating the Abandonment of Female Genital Mutilation/Cutting (FGM/C) in The Gambia, UNICEF (2012) Among the Mandinka women of some other countries of West Africa, the FGM prevalence rates are lower, but range between 40% to 90%.Berhane Ras-Work (2009), LEGISLATION TO ADDRESS THE ISSUE OF FEMALE GENITAL MUTILATION (FGM), UN, page 11 This cultural practice, locally called Niaka or Kuyungo or Musolula Karoola or Bondo,Multi-Agency Practice Guidelines: Female Genital Mutilation, HM Government, United Kingdom (2014), involves the partial or total removal of the clitoris, or alternatively, the partial or total removal of the labia minora with the clitoris. Some surveys, such as those by the Gambia Committee on Traditional Practices (GAMCOTRAP), estimate FGM is prevalent among 100% of the Mandinkas in Gambia. In 2010, after community efforts of UNICEF and the local government bodies, several Mandinka women's organization pledged to abandon the female genital mutilation practices. ===Marriage=== Marriages are traditionally arranged by family members rather than either the bride or groom. This practice is particularly prevalent in the rural areas. Kola nuts, a bitter nut from a tree, are formally sent by the suitor's family to the male elders of the bride-to-be, and if accepted, the courtship begins. Polygamy has been practiced among the Mandinka since pre- Islamic days. A Mandinka man is legally allowed to have up to four wives, as long as he is able to care for each of them equally. Mandinka believe the crowning glory of any woman is the ability to produce children, especially sons. The first wife has authority over any subsequent wives. The husband has complete control over his wives and is responsible for feeding and clothing them. He also helps the wives' parents when necessary. Wives are expected to live together in harmony, at least superficially. They share work responsibilities of the compound, such as cooking, laundry, and other tasks. ===Music=== A Mandinka Griot Al-Haji Papa Susso performing songs from the oral tradition of the Gambia on the kora. Mandinka culture is rich in tradition, music, and spiritual ritual. Mandinkas continue a long oral history tradition through stories, songs, and proverbs. In rural areas, western education's impact is minimal; the literacy rate in Latin script among these Mandinka is quite low. However, more than half the adult population can read the local Arabic script (including Mandinka Ajami); small Qur'anic schools for children where this is taught are quite common. Mandinka children are given their name on the eighth day after their birth, and their children are almost always named after a very important person in their family. The Mandinka have a rich oral history that is passed down through griots. This passing down of oral history through music has made music one of the most distinctive traits of the Mandinka. They have long been known for their drumming and also for their unique musical instrument, the kora. The kora is a twenty-one-stringed West- African harp made out of a halved, dried, hollowed-out gourd covered with cow or goat skin. The strings are made of fishing line (these were traditionally made from a cow's tendons). It is played to accompany a griot's singing or simply on its own. A Mandinka religious and cultural site under consideration for World Heritage status is located in Guinea at Gberedou/Hamana. Mandinka saber, Gallieni collection MHNT ====The kora==== The kora has become the hallmark of traditional Mandinka musicians\". The kora with its 21 strings is made from half a calabash, covered with cow's hide fastened on by decorative tacks. The kora has sound holes in the side which are used to store coins offered to the praise singers, in appreciation of their performance. The praise singers are called \"jalibaas\" or \"jalis\" in Mandinka. ==In literature and other media== One Mandinka outside Africa is Kunta Kinte, a main figure in Alex Haley's book Roots and a subsequent TV mini-series. Haley claimed he was descended from Kinte, though this familial link has been criticised by many professional historians and at least one genealogist as highly improbable (see D. Wright's The World And A Very Small Place). Martin R. Delany, a 19th- century abolitionist, military leader, politician and physician in the United States, was of partial Mandinka descent. Sinéad O'Connor's 1988 hit \"Mandinka\" was inspired by Alex Haley's book. Mr. T, of American television fame, once claimed that his distinctive hairstyle was modelled after a Mandinka warrior that he saw in National Geographic magazine.Mentioned in a number of interviews, including Mr. T: Pity The Fool , allhiphop.com, Published Thursday, November 9, 2006. Mr. T gives a 1977 date, for an article with photos on the Mandinka in Mali. National Geographic Magazine's index has no record of such an article. http://publicationsindex.nationalgeographic.com/ . In his motivational video Be Somebody... or Be Somebody's Fool!, he states: \"My folks came from Africa. They were from the Mandinka tribe. They wore their hair like this. These gold chains I wear symbolize the fact that my ancestors were brought over here as slaves.\"Be Somebody... or Be Somebody's Fool! at Youtube In a 2006 interview, he reiterated that he modeled his hair style after photographs of Mandinka men he saw in National Geographic.Mr. T: Pity The Fool interview by Greg Watkins Many early works by Malian author Massa Makan Diabaté are retellings of Mandinka legends, including Janjon, which won the 1971 Grand prix littéraire d'Afrique noire. His novels The Lieutenant of Kouta, The Barber of Kouta and The Butcher of Kouta attempt to capture the proverbs and customs of the Mandinka people in novelistic form. ==Notable people by country== ===Sierra Leone=== * Alhaji Ahmad Tejan Kabbah, President of Sierra Leone from 1996 to 2007 * Haja Afsatu Kabba, former Sierra Leone's Minister of Marine Resources and Fisheries; Energy and Power; Lands * Alhaji Mohamed Kemoh Fadika, current Sierra Leone's High Commissioner to the Gambia and former High Commissioner to Nigeria, former Ambassador to Egypt and Iran. * Mabinty Daramy, current Sierra Leone's Deputy Minister of Trade and Industry * Fode Dabo, former Sierra Leone Ambassador to Belgium, France, Netherlands, Luxemburg and Italy and former High Commissioner to the Gambia. * Alhaji Shekuba Saccoh, former Sierra Leone's ambassador to Guinea and former Minister of Social Welfare * Ibrahim Jaffa Condeh, Sierra Leonean journalist and news anchor * Mohamed Kakay, former MP of Sierra Leone from Koinadugu District (SLPP) * Mohamed B. Daramy, former minister of Development and Economic Planning from 2002 to 2007, former ECOWAS Commissioner of Income Tax. * Alhaji A. B. Sheriff, former MP from Koinadugu District (SLPP) * Tejan Amadu Mansaray, former MP of Sierra Leone representing Koinadugu District (APC) * Kadijatu Kebbay, Sierra Leonean model; Miss University Sierra Leone 2006 winner and represent Sierra Leone at the Miss World 2006 contest. * Sheka Tarawalie, Sierra Leonean journalist and former State House Press Secretary to president Koroma. Former Deputy Minister of Information and current Deputy Minister of Internal Affairs. * Alhaji Bomba Jawara, former MP of Sierra Leone from Koinadugu District (SLPP) * Kanji Daramy, journalist and spokesman for former Sierra Leone's president Ahmad Tejan Kabbah. He is also the former Chairman of Sierra Leone National Telecommunications Commission * Brima Dawson Kuyateh, journalist and the current president of the Sierra Leone Reporters Union * Karamoh Kabba, Sierra Leonean author, writer and journalist * Sitta Umaru Turay, Sierra Leonean journalist * K-Man (born Mohamed Saccoh), Sierra Leonean musician * Alhaji Lansana Fadika, Sierra Leonean businessman and former SLPP chairman for the Western Area. He is the younger brother of Kemoh Fadika. * Sidique Mansaray, Sierra Leonean footballer * Brima Keita, Sierra Leonean football manager ===Guinea=== Ahmed Sékou Touré, the President of Guinea from 1958 to 1984 * Samory Touré, founder of the Wassoulou Empire, an Islamic military state that resisted French rule in West Africa * Sekou Touré, President of Guinea from 1958 to 1984; was also the grandson of Samory Touré * Alpha Condé, current Guinean President * General Sékouba Konaté, former Head of State of Guinea * Lansana Kouyaté, former prime minister of Guinea * Kabiné Komara, former Prime Minister of Guinea * Diarra Traoré, former Prime Minister of Guinea * Sekouba Bambino, Guinean musician * Sona Tata Condé, Guinean musician * Djely Fodé Kouyaté, Guinean musician * Daouda Jabi, Guinean footballer * Mamadi Kaba, Guinean footballer * N'Faly Kouyate, Guinean musician * Kaba Diawara, Guinean footballer * Fodé Mansaré, Guinean footballer * Mamady Keïta, Guinean musician * Mory Kanté, Guinean kora musician * Manamba Kanté, Guinean musician and the daughter of Mory Kanté * Mamady Condé, Guinean foreign minister from 2004 to 2007 * Alhassane Keita, Guinean footballer * Djeli Moussa Diawara, Guinean musician (also known as Jali Musa Jawara - 32-stringed Kora player) * Famoudou Konaté, Guinean musician ===Liberia=== * Momolu Dukuly, former Liberian Foreign Minister * Amara Mohamed Konneh, Minister of Finance * G. V. Kromah, member of the defunct Liberian Council of State ===Gambia=== * Alhajj Sir Dawda Kairaba Jawara, first President of the Gambia * Adama Barrow, current President of the Gambia * Sheriff Mustapha Dibba, veteran politician and the First vice President of the Gambia * Bakary Bunja Darboe, former Vice President of the Gambia * Saikou Sabally, former Vice President of the Gambia * Ousainou Darboe, Foreign Minister of the Gambia * Abdoulie Janneh, former UN Under-Secretary General * Professor Lamin O. Sanneh, renowned academician and author * Sidia Jatta, opposition politician * Jatto Ceesay, footballer * Foday Musa Suso, international musician. * Jaliba Kuyateh, the most celebrated musician in the Gambia * Sona Jobarteh, first female kora artist ===Mali=== Seydou Keita in action for FC Barcelona in 2008 * Soumaila Coulibaly, Malian footballer * Bako Dagnon, Malian female griot singer * Massa Makan Diabaté, Malian historian, writer and playwright * Mamadou Diabate, Malian musician * Toumani Diabaté, Malian musician * Yoro Diakité, former Malian Prime Minister * Fatoumata Diawara, Malian musician * Oumou Sangaré, Malian musician * Fousseni Diawara, Malian footballer * Daba Diawara, Malian politician * Cheick Diabaté, Malian footballer * Aoua Kéita, Malian politician and activist * Ibrahim Boubacar Keïta, current President of Mali * Modibo Keïta, President of Mali from 1960 to 1968 * Salif Keita, Malian musician * Seydou Keita, Malian footballer * Sundiata Keita, founder of the Mali Empire * Amy Koita, Malian musician * Moussa Kouyate, Malian musician * Mansa Musa, the most famous and celebrated of all the Malian emperors * Mamady Sidibé, Malian footballer * Modibo Sidibé, current Prime Minister of Mali * Baba Sissoko, Malian musician * Mohamed Sissoko, Malian footballer * Amadou Toumani Touré, President of Mali from 2002 to 2012 ===Ivory Coast=== Tiken Jah Fakoly * Alassane Ouattara, current President of Ivory Coast * Sékou Touré (Ivory Coast) Ivorian politician, environmental engineer, former UN Executive * Tiken Jah Fakoly, Ivorian (reggae) musician * Guillaume Soro, Ivorian politician * Henriette Diabaté, former Ivorian politician * Kolo Touré, Ivorian footballer * Arouna Koné, Ivorian footballer * Abdul Kader Keïta, Ivorian footballer * Bakari Koné, Ivorian footballer * Alpha Blondy, Ivorian (reggae) musician * Yaya Touré, Ivorian footballer * Ahmadou Kourouma, Ivorian writer. * Sidiki Bakaba, Ivorian actor and filmmaker ===Senegal=== * Mouhamadou Lamine Keita, former Chief of Defense Staff * Aminata Touré, former Prime Minister of Senegal * Seckou Keita, Senegalese musician * Souleymane Diawara, Senegalese footballer * Papiss Demba Cissé, Senegalese footballer * Moussa Konaté, Senegalese footballer * Sadio Mané, Senegalese footballer * Cheikhou Kouyaté, Senegalese footballer * Aliou Cissé, former Senegalese footballer * Ludovic Lamine Sané, Senegalese footballer * Lamine Gassama, Senegalese footballer * Keita Baldé Diao, Senegalese footballer * Papa Demba Camara, Senegalese footballer * Zargo Touré, Senegalese footballer * Boukary Dramé, Senegalese footballer * Amara Traoré, former Senegalese footballer * Sidiki Kaba, Justice Minister of Senegal * General Lamine Cissé, former Chief of Defence Staff, Minister * General Balla Keita, MiNUSCA Force Commander ===Burkina Faso=== * Amadou Coulibaly, Burkinabé footballer * Cheick Kongo, Burkinabé mixed martial artist * Joseph Ki-Zerbo, political leader and historian * General Sangoulé Lamizana, former President 1966–80 * Colonel Saye Zerbo, former President 1980–82 * Colonel Mamadou Djerma, former Grand Chancelier des Ordres Nationaux * Lieutenant Yinsa Boro, Premier Tirailleur voltaique à devenir Officier ===United States of America=== * Martin Delany, abolitionist, journalist, physician and writer * Alex Haley, writer and author of the 1976 book Roots: The Saga of an American Family * Kunta Kinte, documented captured Mandinka warrior during the last years of the Atlantic slave trade. He is Alex Haley's ancestor and the key character in Haley's book Roots, and is also portrayed in the record-breaking TV miniseries Roots. * Foday Musa Suso, griot musician and composer * Black Thought, rapper and co- founder of hip hop band the Roots ==See also== * Djembe * Gravikord * Mande languages * Mandingo people of Sierra Leone * Mane people * N'Ko alphabet ==Notes== ==References== ==Further reading== * * Lucie Gallistel Colvin. Historical Dictionary of Senegal. Scarecrow Press/ Metuchen. NJ - Kondon (1981), pp. 216–217 * Pascal James Imperato. Historical Dictionary of Mali. Scarecrow Press/ Metuchen. NJ - Kondon (1986), pp. 190–191 * Robert J. Mundt. Historical Dictionary of the Ivory Coast (Côte d'Ivoire). Scarecrow Press/ Metuchen. NJ - Kondon (1987), pp. 98–99 * Robert W. Nicholls. \"The Mocko Jumbie of the U.S. Virgin Islands; History and Antecedents\". African Arts, Vol. 32, No. 3 (Autumn 1999), pp. 48–61, 94–96 * Matt Schaffer (editor). \"Djinns, Stars and Warriors: Mandinka Legends from Pakao, Senegal\" (African Sources for African History, 5), Brill Academic Publishers (2003). * * ETHNOLOGUE Languages of the World- Thirteenth Edition (1996). ==External links== * Mandinka * Malinke * A UK based website devoted to playing Malinke djembe rhythms * The Ethnologue page for this people group * Category:Ethnic groups in Burkina Faso Category:Ethnic groups in Guinea Category:Ethnic groups in Guinea-Bissau Category:Ethnic groups in Ivory Coast Category:Ethnic groups in Liberia Category:Ethnic groups in Mali Category:Ethnic groups in Mauritania Category:Ethnic groups in Senegal Category:Ethnic groups in Sierra Leone Category:Ethnic groups in the Gambia Category:Muslim communities in Africa Category:Muslim ethnoreligious groups in Africa ",
    "title": "Mandinka people"
}