{
    "id": "52964286",
    "text": "Ethnic cleansing in Bhutan refers to a series of initiatives to remove the Lhotshampa, or ethnic Nepalis, from Bhutan. Inter-ethnic tensions in Bhutan have resulted in the flight of many Lhotshampa to Nepal, many of whom have been expelled by the Bhutanese military. By 1996, over 100,000 Bhutanese refugees were living in refugee camps in Nepal. Many have since resettled in Western nations.Chronology for Lhotshampas in Bhutan ==Lhotshampa People== The Lhotshampa or Lhotsampa (; ) population is a heterogeneous Bhutanese people of Nepalese descent. People of Nepalese origin began to settle in uninhabited areas in southern Bhutan in the 19th century. The Lhotshampa people are native to southern Bhutan, and are therefore commonly referred to as 'Southerners'. As of 2007, much of the Lhotshampa population have relocated to Western nations, such as the United States, Canada, Australia, the United Kingdom, and other European countries. Today, the number of Lhotshampa in Nepal is significantly less than in the United States and other countries where they have relocated. ===Expulsion and Migration=== Since the late 1980s, more than 100,000 Lhotshampa have been forced out of Bhutan after being labelled illegal aliens by Bhutanese authorities. Between 1988 and 1993, thousands of others left the country due to ethnic and political oppression. In 1990, violent ethnic unrest and anti-government protests erupted in southern Bhutan, demanding greater democracy and respect for minority rights. That year, the Bhutan Peoples' Party, whose members are mostly Lhotshampa, launched a campaign of violence against the Bhutanese government. In the wake of this unrest, thousands of people fled Bhutan, settling in Nepal's seven refugee camps or leaving to find work in India. As of January 2010, 85,544 refugees remained in camps.. In 2008, the US State Department estimated that as much as 35% of the population of Bhutan has been displaced as a result of these conflicts. ==References== Bhutan Category:Persecution of Hindus Category:Ethnic groups in Bhutan * Category:Bhutanese society ",
    "title": "Ethnic cleansing in Bhutan"
}