{
    "id": "52966364",
    "text": "is a Japanese manga written and illustrated by Jiro Taniguchi. The manga revolves around an artist visiting the Louvre for five days and learning about artists whose works are there and figures who were part of its history. Commissioned by the Louvre, Taniguchi worked on the manga after spending a month in the museum in May 2013. The manga was serialized in Shogakukan's manga magazine Big Comic Original in late 2014 and collected into a published on February 20, 2015. The Louvre and Futuropolis published the manga in France on November 21, 2014. The manga was licensed in North America by NBM Publishing, which published the manga on May 13, 2016. == Plot == After a comics festival in Barcelona, a Japanese artist visits Paris, but falls sick. After feeling a little better, he visits the Louvre. When he feels dizzy, he is transported to what is described as the \"space-time of [his] reveries\" by a guardian of the Louvre. The guardians are the souls of each piece of art, with the guardian he meets being of the Winged Victory of Samothrace. On his second day at the Louvre, he looks at the paintings of Jean-Baptiste-Camille Corot. While looking at Recollection of Mortefontaine, he meets Asai Chū, who had worked on introducing Western-style art to Japan. He is then transported to an art gallery in Ueno which is exhibiting Chū's works posthumously and hears the writer Natsume Sōseki speaking of Chū's work. Transported into another Corot drawing, he meets Chū again and they glance upon Corot working on that drawing. On Sunday, the man travels to Auvers-sur-Oise, the final resting place of Vincent van Gogh. Going behind the church of Auvers, he meets van Gogh, who lets him visit his apartment and see his paintings. Back in the present, he visits Charles-François Daubigny's house and finally, van Gogh's grave. A few days later, on a Tuesday when the Louvre is closed, he is transported to Paris in 1939 during the evacuation of the museum at the start of World War II. The man learns about the difficult process, which was led by Jacques Jaujard, including the transport of the Mona Lisa, The Raft of the Medusa, and the Winged Victory of Samothrace. On his final day in Paris, the man visits the tomb of Philippe Pot, and reunites with his own dead wife Keiko. == Release == The Louvre commissioned Taniguchi to create the manga as part of The Louvre Collection, which features various comics artists' works on the museum, and he spent a month at the museum in May 2013. The manga was serialized in Shogakukan's manga magazine starting with the 19th issue, and the collected was published on February 20, 2015, with a luxury edition in full color. The manga was published in France by the Louvre in collaboration with Futuropolis on November 21, 2014. The manga was translated into English by NBM Publishing, which listed it in October 2015, and published the manga on May 13, 2016. The manga is also licensed in Germany by Carlsen, in Italy by Rizzoli Lizard, and in Spain by Ponent Mon. == Reception == Response to the manga has been mixed, with praise going towards its art and mood, but the plot being criticized. Hans Rollman of PopMatters said that Guardians of the Louvre \"demonstrates that contemporary manga artists can hold their own against the greatest in the pantheon of western art\", commending its artwork and atmosphere, while describing the plot as minimal. Publishers Weekly called the manga \"coolly and resplendently drawn, if rather indifferently written\". Katherine Dacey of MangaBlog was critical of the manga's \"middlebrow sensibility\" and attempt to dictate how art should be appreciated, but commended its sensual imagery. Summer Hayes of Booklist liked the use of color in the manga to \"heighten emotion, create distance, and echo artistic styles\", concluding that while the story has seams, the manga is a \"voyeuristic trip\" showing the relationship between art and life. Guardians of the Louvre was part of the selection for the (2015 Fnac Comics Prize). At \"The Best and Worst Manga of 2016\" panel of Comic-Con International, the manga was part of the list of \"Worst Manga for Anyone, Any Age\". == References == Category:2014 manga Category:Art in anime and manga Category:Comics set in Paris Category:Louvre Category:NBM Publishing titles Category:Seinen manga Category:Shogakukan manga ",
    "title": "Guardians of the Louvre"
}