{
    "id": "529728",
    "text": "Dean Martin, Judy Garland and Frank Sinatra on a well received CBS special in Feb. 1962, before the weekly series began. Its success encouraged CBS to sign Garland for a weekly series. The Judy Garland Show is an American musical variety television series that aired on CBS on Sunday nights during the 1963–1964 television season. Despite a sometimes stormy relationship with Judy Garland, CBS had found success with several television specials featuring the star. Garland, who for years had been reluctant to commit to a weekly series, saw the show as her best chance to pull herself out of severe financial difficulties. Despite it being cancelled relatively early on, it is now revered and considered an important piece of television history. Production difficulties beset the series almost from the beginning. The series had three different producers in the course of its 26 episodes and went through a number of other key personnel changes. With the change in producers also came changes to the show's format, which started as comedy and variety but switched to an almost purely concert format. While Garland herself was popular with critics, the initial variety format and her co-star, Jerry Van Dyke, were not. The show competed with NBC's Bonanza, then the second most popular program on television,Sanders p. 52 and consistently performed poorly in the ratings. Although fans rallied in an attempt to save the show, CBS cancelled it after a single season. TV Guide included the series in their 2013 list of 60 shows that were \"Cancelled Too Soon\".Roush, Matt (June 3, 2013). \"Cancelled Too Soon\". TV Guide. pp. 20 and 21 ==Garland and CBS== Garland's history with CBS prior to the series was a checkered one. She had previously headlined several specials for the network. The first was the inaugural episode of the Ford Star Jubilee which aired in 1955. The special, the first full-scale color telecast on CBS,Sanders p. 16 was a ratings triumph, garnering a 34.8 Nielsen rating.Sanders p. 19 This success led to Garland's signing a three-year, $300,000 contract with the network. Only a single special aired, a live General Electric Theater episode in 1956, before the pact was terminated.Sanders p. 20 The relationship between CBS and Garland and her then-husband and manager, Sid Luft, dissolved in acrimony in 1957, after they and agent Freddie Fields were unable to come to terms with the network over the format of her next special.Frank p. 423 Garland filed a US$1.4 million lawsuit against CBS for libel and breach of contract. (CBS filed a counterclaim) that was not settled until 1961, when Garland and CBS each agreed to drop their claims and negotiations began for a new round of Garland specials for the network.Sanders p. 25-7 The first of two specials under this new relationship aired on February 25, 1962https://letterboxd.com/film/judy- frank-dean-once-in-a-lifetime/ and was entitled The Judy Garland Show. This special, guest starring Frank Sinatra and Dean Martin, was nominated for four Emmys. Its success led to CBS signing Garland in December 1962 for her weekly series, premiering in fall 1963.Shipman p. 433 Garland's second special was the awkwardly-titled Judy Garland and Her Guests Phil Silvers and Robert Goulet, presented in March 1963.Judy and Her Guests, Phil Silvers and Robert Goulet (1963) at IMDb Alternately promoted as a preview and a pilot for Garland's upcoming regular series, this special was also nominated for an Emmy.Sanders p. 65 ==Production== Judy Garland's four-year contract for the series called for 26 weekly shows, for which Garland's corporation, Kingsrow Enterprises, would be paid $140,000 per episode. Of that Garland was guaranteed between $25,000 and $30,000 per show.Shipman p. 440-1 Kingsrow Enterprises would also retain ownership of the tapes, allowing Garland to sell the series into syndication.Clarke p. 371 Although Garland had said as early as 1955 that she would never do a weekly television series, in the early 1960s she was in a financially precarious situation. Garland was several hundred thousand dollars in debt to the IRS, having failed to pay taxes in 1951 and 1952.Edwards p. 168 The commercial disappointment of the film A Star is Born meant that her share of any profits from that film would be eaten up immediately.Edwards p. 175 A successful run on television would secure Garland's financial future. ===The George Schlatter episodes (episodes 1–5)=== The Judy Garland Show was initially slated to be taped in New York City. The network initially offered the producer's job to Bob Banner, who was at the time producing a series for Garry Moore. Although he was interested, he declined to relocate from the West Coast. Bob Finkel, whose credits included shows for Dinah Shore and Andy Williams, was next approached but similarly refused to relocate. Veteran producer and director Bill Hobin, then heading up Sing Along with Mitch, was approached to produce and direct the program. Already based in the East, Hobin eagerly accepted. Unbeknownst to Hobin, George Schlatter had been lobbying on the West Coast for the producer job and was signed to produce. Ultimately Hobin bowed out of the producer slot. Schlatter became the producer, while Hobin was retained to direct.Sanders pp. 55–61 With the producer question settled, Schlatter set about assembling the crew for the series. Mort Lindsey was hired to conduct the show's orchestra. Gary Smith, who had designed the earlier Garland/Sinatra/Martin special, was signed as art director. Multiple Academy Award-winner Edith Head was engaged to design Garland's costumes, while Ray Aghayan, who Schlatter knew from their work together with Dinah Shore, was hired to costume Garland's guests. Mel Tormé was brought on as musical arranger and to write special musical material, and would also appear as a guest on the program.Shipman 443-4 Choreography duties were taken by Danny Daniels.Sanders p. 78 Comedian Jerry Van Dyke was engaged as a series regular.Clarke p. 373 In addition to musical performances from Garland and the week's guest stars, the series' initial format included the recurring segments \"Born in a Trunk\" (the name taken from a number in A Star is Born), in which Garland would tell stories of her show business career and sing a related song, and \"Tea for Two\", which would feature her chatting with a surprise guest. Van Dyke would perform comedy sketches, sometimes with Garland or the guests. Garland would close each episode by singing the song \"Maybe I'll Come Back.\" The obscure novelty song, selected by Garland and Schlatter over CBS's objections (the network wanted her signature song \"Over the Rainbow\"), included the line \"And President Coolidge is a cousin of mine.\" Garland as a running gag would substitute a different name for Coolidge's each week. Although initially planned for an East Coast shoot, The Judy Garland Show was taped in Studio 43 at CBS Television City in Los Angeles.Finch p. 349 The network had gone to great expense to prepare the studio, including an estimated $100,000 to raise the stage and install a separate revolving stage. Garland's dressing room was a 110 ft × 40 ft trailer which had been decorated as a replica of her newly purchased Brentwood home. The corridor that led from her dressing room to the stage was painted to resemble the Yellow Brick Road from The Wizard of Oz.Edwards p. 205 The first taping commenced on June 24, 1963. Garland's old friend and frequent MGM co-star Mickey Rooney was, at Garland's insistence, her first guestClarke p. 372—although, because the network elected to air the series out of production order, this was actually the tenth episode to be broadcast. ===The Norman Jewison episodes (episodes 6–13)=== On August 2, after six weeks of taping and five completed shows, Schlatter was fired as producer. Varying reports have Schlatter being fired by James Aubrey, Jr. (president of CBS) or by Garland herself, but in either case, production was suspended for five weeks. Also fired were several of the writing staff and choreographer Danny Daniels.Sanders p. 162 Replacing Schlatter as executive producer was Norman Jewison, who shared a vision for the series that was closer to that of Aubrey's. That vision was that Garland was too glamorous for television and that she needed her series to present her in a more conventional light. Veteran musical variety show writers John Aylesworth and Frank Peppiatt were brought in as well. Jewison, who had agreed to serve as producer through the thirteenth episode, implemented changes designed to \"make the sacred cow less sacred,\" including Garland's subjection to Van Dyke's jokes that denigrated her issues with her weight, her reputation for unreliability and her career highs and lows. Jewison also introduced a new recurring feature, \"Be My Guest,\" with Tormé's writing tailored material for the week's guest to perform with Garland near the top of each show.Sanders p. 179 The Judy Garland Show premiered on September 29, during Jewison's run as producer. The episode chosen to be the premiere was Jewison's second completed episode, the seventh produced episode overall. Reviews were generally favorable (see below), though Jerry Van Dyke's supporting role was heavily criticized; Van Dyke was let go from the cast after the tenth produced episode. Jewison himself left after episode thirteen, as he had intended. ===The Bill Colleran episodes (episodes 14–26)=== After Jewison, Bill Colleran joined the show as Garland's selection for its third executive producer.Sanders p. 275 Colleran revamped the format yet again, doing away with the insulting humor and focusing the show more on Garland and her singing, although there were still comedy elements in Colleran's initial episodes, with guests such as Bob Newhart and Shelley Berman. As well, Ken Murray was briefly featured as a regular, showing his home movies of Hollywood stars, but was dropped after four episodes. Ratings continued to be poor, and CBS announced the cancellation of The Judy Garland Show on January 22, 1964. Officially, it was reported that it was Garland who exited the series, as explained in a letter released by CBS, supposedly from Garland to Aubrey, advising him that she wanted to spend more time caring for her children.Sanders p. 322-3 Despite The Judy Garland Show's announced cancellation, it was allowed to finish out the 1963/64 season, and continued to tape episodes for broadcast. The final seven episodes taped after the cancellation notice jettisoned any pretense of sustaining a comedy and variety element, and simply presented Judy Garland \"In Concert\"—sometimes solo for the entire episode, sometimes with musical guests such as Lena Horne, Diahann Carroll or Mel Tormé. During these final episodes, following Show 22 specifically, Tormé was fired and was replaced by Bobby Cole, a musician Garland had met recently in New York.Deans, et al. p. 218 Tormé would later file suit for breach of contractFrank p. 531 and write a tell-all book about the series, The Other Side of the Rainbow: With Judy Garland on the Dawn Patrol. ==On the air== The first episode of The Judy Garland Show aired on September 29, 1963. The show, featuring guest star Donald O'Connor, was the seventh one taped. Episodes would continue to be shown out of sequence throughout the series' run. The show scored an 18.7 rating and reviews were largely positive. Variety wrote \"If Judy Garland ... is of a mind to work every week with the same dedication and zeal that characterized her premiere this week, Bill Paley and his associates should be in clover. ... Miss Garland was in fine fettle.\" The San Francisco Chronicle characterized the show as \"tasteful, elegant and exciting.\" Not every review was as glowing, with the New York Herald Tribune noting \"Miss Garland is fine, just fine. The rest of the show, however, needs help.\" Other negative reviews were in a similar vein, focusing on Van Dyke in particular and the show's format and writing in general.Sanders p. 202-3 Garland with Tony Bennett in episode 5. Garland would shortly be instructed to stop touching her guests. CBS publicly responded to the critiques by issuing a statement through talent chief Michael Dann. \"We have decided that [Judy] should never appear in sketches and never play any character but herself. And she'll be singing more songs, more medleys, more standards. Songs are her babies. We told her what we think and she's listening. She's far too insecure about television to exercise her own judgment. She knows what's good for her.\"Edwards p. 208 Behind the scenes, however, the network continued to tinker with the show. In addition to the replacement of key production staff and constantly revising the format, Garland was also summoned to New York to receive such bits of information as she was touching her guests too much and was instructed to stop. As well, Van Dyke was let go almost immediately after the reviews came out, taping his last show on October 11. Nevertheless, numerous episodes featuring Van Dyke had already completed taping and would continue to air, meaning that the changes in the show's format would not be apparent to viewers for several weeks. Accordingly, reviews about the show's format (as opposed to Garland's singing) continued to be negative, as the Garland-deprecating humor continued to attract criticism rather than viewers. Saturday Evening Post reviewer Richard Warren Lewis wrote, \"The absurd notion of debasing Judy's reputation as a legendary figure and molding her show into an imitation of other prosaic variety shows has been a disaster where it hurts most, in the audience-rating polls.\" Indeed, Garland's show was averaging an 18 rating, about half of the audience represented by Bonanza and its 35 rating. After the departure of Jewison as producer and of Jerry Van Dyke (whose exit from the show was lauded by one contemporary reviewer as \"a marvelous idea but it came too late\") the focus of the show changed yet again to emphasize Garland's performances, singly and with guests. This format, including several \"Judy Garland in Concert\" solo episodes, would remain more or less intact for the remainder of the series. Despite continuing positive critical comment about Garland's performances, the ratings remained flat. Fans of the show formed a \"Save The Judy Garland Show committee\" and organized an early letter-writing campaign on behalf of the series but their efforts were not enough to spare the show from cancellation. The final Judy Garland Show, another concert episode, was broadcast on March 29, 1964. ==Episodes== {|class=\"wikitable sortable\" !Number ! Taping dateSanders p. 385-410 ! U.S. air date ! class= \"unsortable\"|Guests ! class= \"unsortable\"|Notes |- | 1 | June 24, 1963 | December 8, 1963 | Mickey Rooney, Jerry Van Dyke | |- | 2 | July 7, 1963 | November 10, 1963 | Count Basie, Mel Tormé, Judy Henske, Jerry Van Dyke | |- | 3 | July 16, 1963 | November 17, 1963 | Liza Minnelli, Soupy Sales, The Brothers Castro, Jerry Van Dyke | |- | 4 | July 23, 1963 | October 13, 1963 | Lena Horne, Terry-Thomas, Jerry Van Dyke | |- | 5 | July 30, 1963 | December 15, 1963 | Tony Bennett, Dick Shawn, Jerry Van Dyke | George Schlatter's final episode as producer. |- | 5A | August 2, 1963 (scheduled) | N/A | Nat \"King\" Cole, Jack Carter, Jerry Van Dyke | This episode was scripted but never taped. |- | 6 | September 13, 1963 | October 27, 1963 | Steve Lawrence, June Allyson, Jerry Van Dyke | |- | 7 | September 20, 1963 | September 29, 1963 | Donald O'Connor, Jerry Van Dyke | |- | 8 | September 27, 1963 | October 20, 1963 | George Maharis, Jack Carter, The Dillards, Leo Durocher, Jerry Van Dyke | |- | 9 | October 4, 1963 | October 6, 1963 | Barbra Streisand, Ethel Merman, Smothers Brothers, Jerry Van Dyke | Streisand was nominated for an Emmy award for her guest appearance. |- | 10 | October 11, 1963 | March 1, 1964 | Ray Bolger, Jane Powell, Jerry Van Dyke | Jerry Van Dyke's final episode. |- | 11 | October 18, 1963 | January 5, 1964 | Steve Allen, Mel Tormé, Jayne Meadows | |- | 12 | November 1, 1963 | November 3, 1963 | Vic Damone, Zina Bethune, George Jessel | |- | 13 | November 8, 1963 | December 1, 1963 | Peggy Lee, Jack Carter, Carl Reiner | Norman Jewison's final episode as producer. |- | 14 | November 30, 1963 | December 29, 1963 | Bobby Darin, Bob Newhart | |- | 15 | December 6, 1963 | December 22, 1963 | Jack Jones, Liza Minnelli, Lorna Luft, Joey Luft, Mel Tormé, Tracy Everitt | The Christmas Special episode. |- | 16 | December 13, 1963 | January 12, 1964 | Ethel Merman, Shelley Berman, Peter Gennaro | |- | 17 | December 20, 1963 | January 19, 1964 | Vic Damone, Chita Rivera, Louis Nye, Ken Murray | |- |18 | January 14, 1964 | January 26, 1964 | Martha Raye, Peter Lawford, Rich Little, Ken Murray | |- | 19 | January 17, 1964 | February 2, 1964 | Louis Jourdan, Kirby Stone Four, Ken Murray | |- | 20 | January 24, 1964 | February 9, 1964 | Lorna Luft, Joey Luft | \"Judy Garland in Concert\" America the Beautiful Concert |- | 21 | January 31, 1964 | February 16, 1964 | Diahann Carroll, Mel Tormé | \"Judy Garland in Concert\" |- | 22 | February 14, 1964 | February 23, 1964 | Jack Jones, Ken Murray | \"Judy Garland in Concert\" |- | 23 | February 21, 1964 | March 8, 1964 | N/A | \"Judy Garland in Concert: Music From the Movies\" |- | 24 | February 28, 1964 | March 15, 1964 | Vic Damone | \"Judy Garland in Concert\" |- | 25 | March 6, 1964 | March 22, 1964 | Bobby Cole | \"Judy Garland in Concert\" |- | 26 | March 13, 1964 | March 29, 1964 | N/A | \"Judy Garland in Concert\" |} ==DVD releases== Between 1999 and 2006 Pioneer Entertainment released all 26 episodes on DVD, as well as three compilation DVDs. These releases are listed in the table below. {| class=\"wikitable\" style=\"text-align:center; background:#fff;\" |- ! Title !! Episodes !! Release date !! Discs |- ! scope = \"row\" | Volume 1 | Show 1, Show 3 | June 15, 1999 | 1 |- ! scope = \"row\" | Volume 2 | Show 2, Show 4 | September 7, 1999 | 1 |- ! scope = \"row\" | Volume 3: The Christmas Show | Show 15 | November 23, 1999 | 1 |- ! scope = \"row\" | Volume 4 | Show 8, Show 19, Show 24, Show 25 | December 5, 2000 | 1 |- ! scope = \"row\" | Volume 5 | Show 7, Show 9 | May 15, 2001 | 1 |- ! scope = \"row\" | Just Judy | Compilation | October 16, 2001 | 1 |- ! scope = \"row\" | Songs for America | Compilation | October 30, 2001 | 1 |- ! scope = \"row\" | Legends | Compilation | June 11, 2002 | 1 |- ! scope = \"row\" | Volume 7 | Show 14, Show 23 | March 25, 2003 | 1 |- ! scope = \"row\" | Volume 8: Final Chapter | Show 11, Show 20, Show 26 | April 15, 2003 | 2 |- ! scope = \"row\" | Featuring Tony Bennett & Steve Lawrence | Show 5, Show 6 | January 10, 2006 | 1 |- ! scope = \"row\" | Featuring Peggy Lee & Ethel Merman | Show 13, Show 16 | January 10, 2006 | 1 |- ! scope = \"row\" | Featuring Ray Bolger & Vic Damone | Show 10, Show 12 | March 14, 2006 | 1 |- ! scope = \"row\" | Featuring Mel Tormé & Jack Jones | Show 21, Show 22 | March 14, 2006 | 1 |- ! scope = \"row\" | Featuring Martha Raye, Peter Lawford, Vic Damone & Chita Rivera | Show 17, Show 18 | May 9, 2006 | 1 |- |} ===Box set releases=== On November 2, 1999, Pioneer Entertainment released The Judy Garland Show Collection; containing Shows 1, 2, 3, 4, 5, 6, 10, 12, 13, 16, 17, 18, 21, 22, the Just Judy compilation and a paperback edition of Rainbow's End: The Judy Garland Show by Coyne Steven Sanders.https://www.amazon.com/Judy-Garland-Show-Collection/dp/B00000K4YX On April 15, 2003, Pioneer Entertainment released The Judy Garland Show Collection, Volume 2; containing Shows 7, 8, 9, 11, 14, 15, 19, 20, 23, 24, 25, 26, the Legends DVD and the Songs for America DVD.https://www.amazon.com/Judy-Garland-Show-Collection-Vol/dp/B00008L3ML == References == Informational notes Inline citations ==Sources== * Clarke, Gerald (2000). Get Happy: The Life of Judy Garland. New York, Random House. . * Deans, Mickey; Ann Pinchot (1972). Weep No More, My Lady. New York, Pyramid Books. (paperback edition). * Edwards, Anne (1975). Judy Garland. New York, Pocket Books. (paperback edition). * Finch, Christopher (1975). Rainbow: The Stormy Life of Judy Garland. New York, Ballantine Books. (paperback edition). * Frank, Gerold (1975). Judy. Harper & Row. . * Sanders, Coyne Steven (1990). Rainbow's End: The Judy Garland Show. Zebra Books. (paperback edition). * Shipman, David (1993). Judy Garland, The Secret Life of an American Legend. Harper & Row. (paperback edition). ==External links== * * Judy Garland Database site on the series * The Judy Garland Online Discography Television Section Category:1963 American television series debuts Category:1964 American television series endings Category:1960s American variety television series Category:Black-and-white American television shows Category:CBS original programming Category:English-language television shows Category:Judy Garland ",
    "title": "The Judy Garland Show"
}