{
    "id": "529967",
    "text": "Fictional colleges are perennially popular in modern novels, allowing the author much greater licence when describing the more intimate activities of a Cambridge college and a way of placing events that might not be permitted by actual Cambridge geography. Below is a list of some of the fictional colleges of the University of Cambridge. *All Saints College - In The Fellows (Late of Room 17); The Green Man by Kingsley Amis; mentioned briefly in Dirk Gently's Holistic Detective Agency by Douglas Adams and in Dreaming of the Bones by Deborah Crombie. *Boniface College, Cambridge - Pendennis by William Thackeray, inspired by his time at Cambridge and home to the poet Sprott. *Brakespeare College - Manalive by G. K. Chesterton. *Canterbury College - The Mezzotint by M. R. James. *Fawkes College - in the novels of Mary Selby/Joanna Bell/Mary Lowth. The College features her book Gargoyles and Port, in which it is rival to the neighbouring St Alupent's College. *Fisher College - The Cambridge Murders by Dilwyn Rees, situated between real-life St John's College and Trinity College. *Flopsy College - In the episode Return of the Mummy of children's spy series M.I. High *Haworth College - Dr Rose Fenemore in Stormy Petrel by Mary Stewart is described as the College's English tutor, though most of the novel is set on the Isle of Mull. *Hawkins College - The longstanding rivals of Old College in the series of PorterGirl books and blog of the same name written by Lucy Brazier *Humber College - Hugo Lamb, narrator of the second chapter in David Mitchell's novel The Bone Clocks, is an undergraduate at Humber, a medieval college in the city centre. *Lancaster College - various books by Simon Raven. Bears more than a passing resemblance to King's College, founded by Henry VI of the House of Lancaster. *Lauds College - various books by Susan Howatch. Fictionally contains Cambridge Cathedral, so is similar to Christ Church, Oxford. Charles Ashworth was a fellow of the College and many other characters studied there. Named after William Laud, controversial 17th century Archbishop of Canterbury. *Marcian College – Raisley Conyngham's old college in In the Image of God by Simon Raven. Located between the Round Church and Portugal Place, i.e. between St John's and Jesus. Described by its head porter as \"the least distinguished college in the kingdom, with the possible exception of Hertford College, Oxford\". *Old College - fictional college from the PorterGirl books and blog, written by Lucy Brazier *Pelby College - spoof college that Cambridge students use as an \"unmistakable landmark\" when giving directions to tourists. By convention it is located somewhere between Magdalene and St John's.Varsity, October 2002 *Porterhouse College - Porterhouse Blue and Grantchester Grind by Tom Sharpe. The name suggests Peterhouse, though it is also a pun on college porters and porterhouse steaks. It is also reputedly based loosely on Pembroke, Sharpe's alma mater or Corpus Christi which is next door and its location is somewhere near Peterhouse and Pembroke. Despite this, however, filming for the television series took place at Sidney Sussex College. A Porterhouse College in the (fictional) University of Carrbridge, Inverness- shire has been used in University of Cambridge mathematics exam questions. *Rachel Ambrose College, Christminster - Culture Shock (Duckworth 1988) by Valerie Grosvenor Myer, a graduate of Newnham, and sometime Associate of Lucy Cavendish, which, as a college for mature women students, it most resembles. *St Agatha's College - The Wyndham Case (1993), A Piece of Justice (1995), Debts of Dishonour (2006) and The Bad Quarto (2007) by Jill Paton Walsh, located between Castle Mound and Chesterton Lane. *St Alupent's College - in the novels of Mary Selby/Joanna Bell/Mary Lowth. The College is the setting of her book Gargoyles and Port, in which it comes under threat from the neighbouring, Fawkes College, because of an ancient contract. The author studied at Gonville and Caius College. A GP, she named St Alupent's after a branded asthma syrup available on the NHS at the time. *St Angelicus College - The Gate of Angels (1990) by Penelope Fitzgerald. Situated not far from Christ's Pieces. *St Barnabas' College - Tomorrow's Ghost (1979) by Anthony Price. *St Bartholemew's College - Nights in White Satin (1999) by Michelle Spring. Located near the police station and New Square, with murders investigated by Laura Principal of Newnham College. *St Bernard's College - Darkness at Pemberley by T. H. White. Loosely disguised version of Queens' College.Darkness at Pemberley at England Have My Bones *St Botolph's College - Example college in Cambridge University Computing Service documentation. *St Bride's College - the setting for much of Charlie Cochrane's Cambridge Fellows Mysteries. *St Cedd's College - Various works by Douglas Adams. Based on St. John's College, the alma mater of Douglas Adams. *St Dunstan's College, Cambridge - College of Professor Austin Herring, who appears in Chris Addison's The Ape That Got Lucky and Civilisation *St Ignatius' College - the university that Albert Campion went to, according to the novels of Margery Allingham; see his minibiography in Sweet Danger. *St Margaret's College - The Cambridge Theorem by Tony Cape *St Mark's College - Tom Browning's Schooldays by Joel Vincenthttp://awesomedude.com/jovincent/tbsd/ *St Martha's College - Matricide at St. Martha's by Ruth Dudley Edwards. *St Martin's College - War Game by Anthony Price *St Mary's College - The Hills of Varna by Geoffrey Trease. *St Matthew's College - The Green Man by Kingsley Amis, next door to St Catharine's College. Also in various works by Stephen Fry - in which it is a loosely disguised version of Queens' College, revealed by names of bridges and courts. *St Paul's College - located on St Andrew's Street, between Christ's and Emmanuel, in The Pink and the Grey by Anthony Camber. *St Radegund's College - an all-female college in Hearts and Mind by Rosy Thornton. *St Stephen's College - For the Sake of Elena by Elizabeth George, located between Trinity College and Trinity Hall, modelled on the latter. In the BBC adaptation of the Inspector Lynley Mysteries, St John's College was used as the setting. *St Swithin's College - In James Hilton's Random Harvest, the college attended by Charles Ranier, the main character, and a decade later by Harrison, the narrator. Founded in the latter 16th century. *Saviours’ College - In Sophie Hannah's The Monogram Murders, the college attended by Patrick Ive. *Tudor College - the home of the main characters in The Night Climbers by Ivo Stourton. *Weirdsister College - Magical college, setting of a sequel to The Worst Witch. *Wetmarsh College - subject of an operetta by Mark Wainwright and Roland Anderson entitled Wetmarsh College, or, Dr Middlebottom, first staged at the ADC Theatre, Cambridge, in 2005 (Wetmarsh is never explicitly said to be in Cambridge, but Wainwright's libretto [albeit including a little Oxford terminology] and the place of its composition and first performance make it fairly clear). * An unnamed college in C. P. Snow's novel The Masters and other novels in the Strangers and Brothers series. Snow disparaged what he called the 'Christminster' convention of the naming of fictitious colleges. * An unnamed college in the BBC Radio 4 comedy series High Table, Lower Orders. ==See also== *Colleges of the University of Cambridge *List of fictional Oxford colleges *List of fictional Oxbridge colleges *School and university in literature ==References== Cambridge Cambridge colleges Fictional colleges Cambridge ",
    "title": "List of fictional Cambridge colleges"
}