{
    "id": "530006",
    "text": "307x307px Bruce County is a county in Southwestern Ontario, Canada comprising eight lower-tier municipalities and with a 2016 population of 66,491. It is named for James Bruce, 8th Earl of Elgin and 12th Earl of Kincardine, sixth Governor General of the Province of Canada. The Bruce name is also linked to the Bruce Trail and the Bruce Peninsula. It has three distinct areas. The Peninsula is part of the Niagara Escarpment and is known for its views, rock formations, cliffs, and hiking trails. The Lakeshore includes nearly 100 km of fresh water and soft sandy beaches. Finally, the Interior Region has a strong history in farming. ==Municipalities== Bruce County comprises eight municipalities (in population order): {| class=\"wikitable\" style=\"text- align:left;\" |- ! Municipality || 2016 PopulationStatistics Canada, Census Profile, 2016 Census: Ontario: Census subdivisions (municipalities) || Population CentresStatistics Canada, Census Profile, 2016 Census: Ontario: Population centres |- | Town of Saugeen Shores || 13,715 || Port Elgin, Southampton |- | Municipality of Kincardine || 11,389 || Kincardine |- | Municipality of Brockton || 9,461 || Walkerton |- | Town of South Bruce Peninsula || 8,416 || Wiarton |- | Township of Huron-Kinloss || 7,069 || Lucknow |- | Municipality of Arran-Elderslie || 6,803 || Chesley, Paisley |- | Municipality of South Bruce || 5,639 || Mildmay |- | Municipality of Northern Bruce Peninsula || 3,999 || |- |} Two First Nation communities are also included within the Bruce census division, but are separate from the county administration: *Chippewas of Nawash Unceded First Nation (includes Cape Croker Hunting Ground 60B, Neyaashiinigmiing 27, Saugeen and Cape Croker Fishing Islands 1 (shared)) *Saugeen First Nation (includes Chief's Point 28, Saugeen 29, Saugeen and Cape Croker Fishing Islands 1 (shared), Saugeen Hunting Grounds 60A) ==History== ===Territorial evolution=== The territory of the County arose from various surrenders of First Nations lands: * The Queen's Bush, coming from the 1836 Saugeen Tract Agreement * The cession of the Indian Strip in 1851, for a road between Owen Sound and Southampton * The Saugeen Surrenders of 1854, which transferred the Bruce Peninsula to the Crown ===Municipal history=== Huron County was organized in the Huron District in 1845, and the District itself (which had been continued for judicial purposes) was abolished at the beginning of 1850. Legislation passed later in the same session of the Legislative Assembly of the Province of Canada provided instead for it to be reconstituted as the United Counties of Huron, Perth and Bruce, with the territory of the Bruce Peninsula withdrawn and annexed to Waterloo County. The Bruce Peninsula was later withdrawn from Waterloo and transferred to Bruce in 1851. The County of Perth was given its own Provisional Municipal Council at that time,S.Prov.C. 1849, c. 96, s. 3 and was separated from the United Counties in 1853. In 1849, the Huron District Council initially united the area of the county with the United Townships of Wawanosh and Ashfield as a single municipality, which lasted until 1851 when Wawanosh and Ashfield were withdrawn. The area then became known as the \"United Townships in the County of Bruce\", which lasted until its division into municipalities in 1854. Canada West in 1857. Bruce County is marked in light green. A Provisional Municipal Council was established for Bruce County at the beginning of 1857, Walkerton was initially proclaimed as the county seat, in preference to Kincardine, but local opposition (including an abortive attempt to have the county divided into Bruce and Saugeen) forced the proclamation to be deferred until each town and village had presented a case for its selection. A subsequent proclamation confirmed Walkerton's selection. In 1863, the provisional council promoted a bill in the Legislative Assembly to divide the county into the counties of Bruce and Wallace, but it only went as far as second reading and did not proceed further.Bill 292, 2nd Session, 7th Parliament (1863) The provisional council later asked for legislation to provide for a referendum as to whether Walkerton, Paisley, Kincardine or another place would be the most acceptable choice. The referendum was held in September 1864, and Paisley received a plurality of the votes. In early 1865, the provisional council asked for legislation to confirm the result, but changed its mind later in the year in favour of Walkerton. Confirming legislation was passed in 1866 to provide for the dissolution of the United Counties on January 1, 1867, with Huron and Bruce becoming separate counties for all purposes., implementing ===Indigenous issues=== The Saugeen First Nation, with offices near Southampton, Ontario, states that the legal name of the band is \"Chippewas of Saugeen\".https://saugeenfirstnation.ca/, Saugeen First Nation Parts of Bruce County (including reservations) are owned by the band.https://www.saugeenlandmgt.com/, Saugeen Land Management In the areas around Sauble Beach and Southampton, some cottages are on land previously owned by a community or the County but now defined as part of the band's Native lands.https://www.saugeenlandmgt.com/, Saugeen Land Management Years earlier, the Saugeen First Nation had successfully reclaimed the land that \"runs south from the Sauble Beach sign toward Southampton, 18 kilometres away\", acccording to one news report.https://www.thespec.com/living- story/6776379-sauble-beach-is-changing-but-it-is-still-a-place-for-family/, Sauble Beach is changing but it is still a place for family A lease relationship exists between the Saugeen First Nation and those who had built seasonal homes on most of the land in the lakeside area between urban Southampton and Sauble Beach. These cottagers pay an annual fee to the First Nation.https://www.theglobeandmail.com/news/national/let-us-back-into-our- cottages/article658498/, Let us back into our cottages The current lease contract between the cottagers and the Saugeen First Nation is in effect until 30 April 2021.https://scoi.ca/about-scoi/, Saugeen Cottager’s Organization Incorporated The Saugeen First Nation also owns and controls a large area of the beach (south portion) within the community of Sauble Beach, referred to as Sauble Park.https://saugeenfirstnation.ca/for-visitors/sauble-park/, Sauble Parkhttps://blackburnnews.com/midwestern-ontario/midwestern-ontario- news/2019/05/09/parking-changes-summer-sauble-beach/, Parking changes this summer at Sauble Beach In addition to the Sauble Park, the Saugeen First Nation claims the rights to another stretch of the public beach in the urban area, approximately 2 km long, west of Lakeshore Boulevard extending to a point between 1st St. South and 6th St. North. The matter has been in litigation since 1990 with the federal government backing the First Nation suit. ==Demographics== Bruce County had a population of 68,147 based on the 2016 Canada census, representing a 3.1% growth since the 2011 census, lower than the provincial average of 4.6%. Residents of Bruce County are older and poorer than the Ontario average. Specifically, as of 2016, the median age of Bruce County is 48.5 years, much older than the Ontario median of 41.3. The median household income was $71,193 which is lower than the provincial average of $74,287. Bruce County has basically no visible minorities, representing only of the population compared to the provincial average of , but has a relatively high aboriginal population representing of the population, higher than the provincial average of . Bruce County is also overwhelmingly English speaking, with of the population having English as their mother tongue, but also has a German speaking population consisting of . == Government == The County of Bruce is governed by a council consisting of a warden and mayors of the area municipalities. County council meetings are held in the Bruce County Administration building in Walkerton, Ontario. === Economic Development === ==== Business to Bruce ==== The function of the Business to Bruce Program is to support business development, business recruitment and business enhancement. This program focuses on \"inspiring, attracting and supporting business owners and entrepreneurs by engaging and mobilizing the local business communities and municipalities while using County level resources to give the project reach and scale\". ====Explore the Bruce==== Explore the Bruce, a tourism sub-brand of Bruce County, markets and promotes the area as a place to visit. Explore the Bruce runs the annual Adventure Passport program. This program is a Bruce County-wide scavenger hunt that takes participants off the beaten track in Bruce County. It takes place from May 1 until October 31 each year and families, couples, and individuals of all ages can participate. In 2015, the Adventure Passport program was presented with a Tourism Marketing Campaign Award at the Ontario Tourism Summit in Toronto.\"Bruce County Wins Tourism Marketing Award\". Blackburn News, By John Chippa November 13, 2015 ==== Spruce the Bruce ==== Spruce the Bruce supports local community efforts to facilitate long-term downtown revitalization plans, bringing together stakeholders to build community capacity and assist with strategic policy and capital investment. The program provides communities with the resources to develop strategies and implementation methods necessary to maintain and grow healthy commercial areas in association with the County and various partners. ==Environment== === Protected Areas === ==== National Parks ==== * Bruce Peninsula National Park * Fathom Five National Marine Park ==== Provincial Parks ==== * Inverhuron Provincial Park * MacGregor Point Provincial Park * Sauble Falls Provincial Park * Black Creek Provincial Park ==== Conservation Areas ==== Bruce County is home to a number of conservation areas with the jurisdiction of Saugeen Valley Conservation Authority and Grey Sauble Conservation Authority. ===Endangered Species=== Massasauga Rattlesnake Hungerford's crawling water beetle == See also == * Municipalities of Bruce County * List of municipalities in Ontario * Bruce County municipal elections, 2010 * Ontario municipal elections, 2010 * Bruce Peninsula * List of counties and districts of Canada * List of townships in Ontario ==Further reading== * ==Notes== ==References== ==External links== *Bruce County Official Website Category:Counties in Ontario Category:Southwestern Ontario ",
    "title": "Bruce County"
}