{
    "id": "530228",
    "text": "Pohjola (Finnish ' 'base, bottom', but used in derived forms like pohjois- to mean 'north' + - 'place'), sometimes just Pohja, is a location in Finnish mythology. It is one of the two main polarities in the Finnish national epic, the Kalevala, along with Kalevala or Väinölä. ==Significance in Kalevala- poetry== Christfried Ganander, in his 1789 Mythologia Fennica, characterised Pohjola as 'the most extreme North, described as a dark and terrible place. Tartarus and Ultima Thule'.'Yttersta Norden, beskrives såsom en mörk och förfärlig ort. Tartarus & ultima Thule'. Christfrid Ganander, Mythologia fennica, eller förklaring öfver de nomina propria deastrorum, idolorum, locorum, virorum, &c.; eller afgudar och afgudinnor, forntidens märkelige personar, offer och offer-ställen, gamla sedvänjor, jätter, trol, skogs- sjö och bergs-rån m. m. Som förekomma i de äldre finska troll-runor, synnyt, sanat, sadut, arwotuxet &c.; samt än brukas och nämnas i dagligt tal; til deras tjenst, som vela is grund förstå det finska språket, och hafva smak för finska historien och poëin, af gamla runor samlad och uttydd (Åbo: Frenckell, 1789), p. 71; https://books.google.fi/books?id=MDVKAAAAYAAJ&. Elias Lönnrot, one of the principal collectors of Finnish folk poetry and composer of the Kalevala, went to some lengths to interpret Pohjola as a real region, considering whether its inhabitants might be Saami or Finns, and precisely where areas such as Luotela/Luode ('North-West region'), Pimentola ('region of darkness'), Sariola, and Untamola/Uni ('region of sleep') might be;Juha Y. Pentikäinen, Kalevala Mythology: Expanded Edition, ed. and trans. by Ritva Poom (Bloomington: Indiana University Press, 1999), pp. 170-71. many other scholars followed in the same vein.Anna-Leena Siikala, Mythic Images and Shamanism: A Perspective on Kalevala Poetry, FF Communication, 280 (Helsinki: Suomen Tiedakatemia, 2002), pp. 155-59. However, the idea of an otherworldly far north is a widespread motif in both Classical and medieval European literature, and has a corresponding concept, boasso, in Saami culture. Thus Pohjola can be thought of as a purely abstract place, a literary trope standing as the source of evil -- a foreboding, a forever cold land far in the north.Juha Y. Pentikäinen, Kalevala Mythology: Expanded Edition, ed. and trans. by Ritva Poom (Bloomington: Indiana University Press, 1999), pp. 171-76. In The Kalevala, Pohjola's main function is to be the home of women whom the male heroes, from the land of Kalevala, seek as wives.Juha Y. Pentikäinen, Kalevala Mythology: Expanded Edition, ed. and trans. by Ritva Poom (Bloomington: Indiana University Press, 1999), p. 172, citing Nils Lid, 'Kalevalan Pohjola', Kalevalaseuran vuosikirja, 29 (1949), 104-20. The Mistress of Pohjola is Louhi, an evil witch of great power. The great smith Seppo Ilmarinen forges the Sampo at her request as a payment for the hand of her daughter in marriage. The Sampo is a magic mill of plenty like the Cornucopia, which churns out abundance, but its churning lid has also been interpreted as a symbol of the celestial vault of the heavens, embedded with stars, revolving around a central axis or the pillar of the world. Other Kalevala characters also seek marriage with the daughters of Pohjola. These include the adventurer Lemminkäinen and the great wise man Väinämöinen. Louhi demands deeds similar to the forging of Sampo from them, such as shooting the Swan of Tuonela. When the proposer finally gets the daughter, weddings and great drinking and eating parties are held at the great hall of Pohjola. The foundation of the world pillar, also thought of as the root of the \"world tree\", was probably located, from the Finnish mythological perspective, somewhere just over the northern horizon, in Pohjola. The pillar was thought to rest on the Pohjantähti or North Star (also known as the pole star in English). The forging and hoarding of the Sampo and its abundance by the witch Louhi inside a great mountain in the dark reaches of Pohjola; the struggle and war by the people of the south to free the Sampo and capture it for their own needs and the subsequent shattering of the Sampo and the loss of its all- important lid (which implies the breaking of the world tree at the north pole) together constitute the bulk of the Kalevala material.Grottasõngr: The Song of Grotti, ed. by Clive Tolley (London: Viking Society for Northern Research, 2008), pp. 19-20. ==In music== Pohjola's Daughter is a symphonic tone poem by Jean Sibelius. The Finnish metal band Sentenced used the frozen land of Pohjola as inspiration for the albums Journey to Pohjola and North from Here released in 1992 and 1993. Pohjola is also the name of a song on an album Unsung Heroes by a Finnish folk metal band Ensiferum. The lyrics are based on a poem by 19th century freiherr and politician Yrjö Koskinen. The Finnish folk metal band Moonsorrow has a song entitled \"Taistelu Pohjolasta\" (\"The Battle for Pohjola\"). Two different versions of it appear on their 1999 demo Tämä ikuinen talvi (This Eternal Winter) and their 2008 EP Tulimyrsky (Firestorm). ==Other uses== In modern Finnish usage, Pohjola or Pohjoismaat is Finnish for the Nordic countries, the equivalent of which in Scandinavian languages is Norden. Pohjola is occasionally translated in English as Northland or Pohjoland.Lönnrot, Elias, comp. The Kalevala: Epic of the Finnish People. Trans. Eino Friberg. Ed. George C. Schoolfield. 5th ed. Keuruu, Finland: Otava, 1988. The anime series Little Witch Academia has an episode entitled \"Pohjola's Ordeal\". ==References== Category:Finnish mythology Category:Karelian-Finnish folklore ",
    "title": "Pohjola"
}