{
    "id": "530285",
    "text": "The Amber Spyglass is the third novel in the His Dark Materials trilogy, written by English author Philip Pullman. Published in 2000, it won the 2001 Whitbread Book of the Year award, the first children's novel to do so. It was named Children's Book of the Year at the 2001 British Book Awards, and was the first children's book to be longlisted for the Man Booker Prize. ==Plot== Mrs Coulter keeps her daughter Lyra drugged in a remote cave hidden from the Magisterium, a theocratic authority determined to kill Lyra to prevent her from causing a new fall of man. Lyra dreams she meets her dead friend Roger in the land of the dead, and promises to help him. In Cittàgazze, a city in a parallel world, angels Balthamos and Baruch are instructed to take Lyra's friend Will to Lord Asriel, whose army is preparing to fight the Magisterium, but Will refuses until Lyra is rescued. When they are attacked by a soldier of the archangel Metatron, Will uses the subtle knife, which has a blade so sharp it can cut windows into other worlds, to escape. Baruch delivers a message to Asriel, but dies from wounds sustained fighting angels loyal to Metatron. The Magisterium sends an assassin, Father Gomez, to follow the physicist Mary Malone, hoping that Mary will lead him to Lyra. Mary goes through another window into a world where she meets sapient, elephantine creatures called mulefa who use large seedpods attached to their feet as wheels. She learns that the seedpod trees have been dying out for centuries. Mary uses the tree sap lacquer to construct a spyglass that allows her to see the particles known as Dust, which is no longer nourishing the trees that the mulefa depend on. Will meets Iorek Byrnison, king of the armoured bears, who are migrating south to avoid the Arctic melt caused by Lord Asriel's experiments. Will impresses Iorek by destroying his helmet with the subtle knife, and Iorek agrees to help rescue Lyra. Will, Iorek, Balthamos, Asriel's army and Magisterium forces converge on Mrs Coulter's cave, where Will wakes Lyra. As he cuts a window into another world, Mrs Coulter's sudden arrival reminds him of his sick mother, which breaks his concentration, and he shatters the knife. He and two Gallivespian spies, Tialys and Salmakia, escape with Lyra to another world. Iorek repairs the knife. Lyra, Will, Tialys and Salmakia travel to the world of the dead to fulfil Lyra's promise to Roger. They are forced to leave their dæmons behind, causing them enormous pain. After they find Roger, they strike a deal with the harpies: in exchange for allowing them to open a window so the dead can escape, the harpies will hear the stories of the dead, and may bar access to those who have not lived full lives or do not tell the truth. The dead step through and dissolve, reunited with the universe.Oxford Botanic Garden featured in The Amber Spyglass and shown in a photograph in the sequel, Lyra's Oxford. Will and Lyra must return to Asriel's realm to retrieve their dæmons; Will's dæmon, previously invisible, is now visible. They are joined by the ghosts of Will's father and Lee Scoresby, who decide to remain intact to join Asriel's army and fight the spectres, wraith-like creatures that devour adult souls. The battle between Asriel's army and the forces of the Authority begins. Mrs Coulter, who has allied herself with Asriel, enters the Authority's citadel, where she meets the Regent Metatron. She leads Metatron to Asriel, but betrays him, uniting with Asriel to attack Metatron. All three fall into an abyss and cease to exist. Will and Lyra free the Authority from Metatron's crystal prison, but he is so feeble that the atmosphere dissolves him. With the help of the Gallivespians, armoured bears, and ghosts, Lyra and Will find their dæmons and escape to the mulefa world, where the short-lived Gallivespians die. They encounter Mary, who tells them why she stopped being a nun was because of love and the feeling of love. Listening to that, Lyra realises feelings she didn't know she had. This is how Mary plays the serpent to Lyra's Eve. Will and Lyra picnic in the wood and kiss. The flow of Dust escaping is slowed and envelops Will and Lyra. Balthamos prevents Father Gomez from killing Lyra and allows himself to disperse into the air. The witch Serafina Pekkala and angel Xaphania explain that openings between worlds allow Dust to escape into oblivion, each creating a new spectre; no more must be created and all the existing windows must be closed, except the one leading from the world of the dead. Lyra and Will must return to their own worlds, as they are unable to survive in worlds other than their own. Lyra leads Will to the Botanic Gardens in his Oxford. They promise to go to a bench in their respective Oxfords every midsummer's day to think of each other. \"Lyra+Will\" carved in the bench in the Oxford Botanic Garden. Will and Mary return to their world. Will deliberately breaks the subtle knife by trying to open a window while thinking about Lyra. Mary learns how to see her own dæmon, a black Alpine chough. Will's dæmon, named Kirjava by Serafina, has taken the permanent form of a large black cat. Lyra returns to Jordan College in her world. Having lost her ability to intuitively read her alethiometer, a truth- telling device, she decides to study alethiometry. She and her dæmon Pantalaimon, who has taken the permanent form of a pine marten, resolve to build the Republic of Heaven. ==Changes to US edition== Pullman's publishers have primarily marketed the His Dark Materials series to young adults, but Pullman also intended to speak to adults. The Amber Spyglass is partly a re- evaluation of the Biblical tale of Adam and Eve. Pullman said Lyra's sexual awakening \"is exactly what happens in the Garden of Eden … Why the Christian Church has spent 2,000 years condemning this glorious moment, well, that's a mystery. I want to confront that, I suppose, by telling a story that this so- called original sin is anything but. It's the thing that makes us fully human.\" The North American edition alters passages describing Lyra's incipient sexuality. The text in the UK edition includes this passage in the chapter \"Marzipan\": This is amended in the US edition to: Other passages have also been modified in the US edition. ==Chapter headings== Each chapter carried at the beginning a quotation from one of Pullman's favourite authors, including Milton (Paradise Lost), William Blake and Emily Dickinson. Before His Dark Materials first came out the publisher had asked Pullman to produce his customary drawings for the head of each chapter, his drawings first appeared in the Lantern Slide editions of the books. ==Critical reception== The Amber Spyglass won critical acclaim and became the first children's book to win the Whitbread Book of the Year. It also won the British Book Awards, Children's book of the year, American Library Association Best Book for Young Adults, Parents' Choice Good Book Award, Horn Book Fanfare Honor Book, New York Public Library Book for the Teen Age and ABC Children's Booksellers' Choice, and became a New York Times Bestseller. In 2019, it was ranked sixth in The Guardian's list of the 100 best books since 2000. ==References== * * ==External links== * Philip Pullman Author's website * HisDarkMaterials.com Publisher Random House's His Dark Materials website * Scholastic: His Dark Materials UK publisher's website * Randomhouse: His Dark Materials U.S. publisher's website * BBC Radio 4's His Dark Materials site inc. Dictionary of His Dark Materials and web Q&A; with Philip Pullman * The then Archbishop of Canterbury and Philip Pullman in conversation at the National Theatre, from The Daily Telegraph Category:2000 British novels Category:His Dark Materials books Category:Novels by Philip Pullman Category:2000 fantasy novels Category:British fantasy novels Category:Children's fantasy novels Category:Costa Book Award-winning works Category:British Book Award-winning works Category:Sequel novels Category:2000 children's books Category:Deicide in fiction ",
    "title": "The Amber Spyglass"
}