{
    "id": "530263",
    "text": "Gustav Waagen Gustav Friedrich Waagen (11 February 1794 - 15 July 1868) was a German art historian. In the light of later research his writings are not of much value as regards trustworthy criticism, though they are useful as catalogues of art treasures in private collections at the time when they were compiled. His opinions were greatly respected in England, where he was invited to give evidence before the royal commission inquiring into the condition and future of the National Gallery, for which he was a leading candidate to become director. He died on a visit to Copenhagen in 1868. ==Biography== \"Portrait of Gustav Friedrich Waagen\"; Ludwig Knaus (1855) Waagen was born in Hamburg, the son of a painter and nephew of the poet Ludwig Tieck. Having passed through the college of Hirschberg, Silesia (modern Jelenia Góra), he volunteered for service in the Napoleonic campaign of 1813-14, and on his return attended the lectures at Breslau University. He devoted himself to the study of art, which he pursued in the great European galleries, first in Germany, then in the Netherlands and Italy. A pamphlet on the brothers Van Eyck led in 1832 to his appointment to the directorship of the newly founded Berlin Museum (now vastly expanded as the Berlin State Museums), although his main interest was the paintings in what is now the Gemäldegalerie, Berlin. The result of a journey to London and Paris was an important publication in three volumes, Kunstwerke und Künstler in England und Paris (Berlin, 1837-39), which became the basis for his more important The Treasures of Art in Great Britain, translated by Elizabeth Eastlake, (4 vols, London, 1854 and 1857). This remains a significant source for the provenance of paintings then in English collections. Although Waagen has been criticised for his \"amateurish and erratic expertise\" by modern standards, his work was regarded as highly authoritative for the following half-century.Reitlinger, Gerald; The Economics of Taste, Vol I: The Rise and Fall of Picture Prices 1760-1960, p. 110, Barrie and Rockliffe, London, 1961 In 1844, he was appointed professor of art history at Berlin University, and in 1861 he was called to St Petersburg as adviser in the arranging and naming of the pictures in the imperial collection. On his return, he published a book on the Hermitage collection (Munich, 1864). Among his other publications are some essays on Rubens, Mantegna and Signorelli; Kunstwerke und Künstler in Deutschland; and Die vornehmsten Kunstdenkmäler in Wien. In 1849 Waagen became a corresponding member, living abroad, of the Royal Institute of the Netherlands. == References == ;Attribution * ==External links== *Online Text Treasures of Art in Great Britain: Being an Account of the Chief Collections of Paintings, Drawings, Sculptures, Illuminated Mss., &c.;, &c;, By Gustav Friedrich Waagen, Elizabeth Rigby Eastlake, Algernon Graves. Translated by Elizabeth Rigby Eastlake, published by J. Murray, 1854, (Original from the New York Public Library) * Art as Existence Gabriele Guercio - The MIT Press, 2006 * Gustav Waagen in the Dictionary of Art Historians Category:1794 births Category:1868 deaths Category:German art historians Category:Writers from Hamburg Category:Directors of the Gemäldegalerie, Berlin Category:German male non-fiction writers Category:Members of the Royal Netherlands Academy of Arts and Sciences Category:Scholars of Netherlandish art ",
    "title": "Gustav Friedrich Waagen"
}