{
    "id": "530391",
    "text": "Porton Down is a science park in Wiltshire, England, just northeast of the village of Porton, near Salisbury. It is home to two British government facilities: a site of the Ministry of Defence's Defence Science and Technology Laboratory (Dstl) – known for over 100 years as one of the UK's most secretive and controversial military research facilities, occupying – and a site of Public Health England. It is also home to other private and commercial science organisations, and is expanding to attract other companies. ==Location== Porton Down is located just northeast of the village of Porton near Salisbury, in Wiltshire, England. To the northwest lies the MoD Boscombe Down airfield operated by QinetiQ. On some maps, the land surrounding the complex is identified as a \"Danger Area\". ==History of government use== 2-inch mortar trials, 1917 Porton Down opened in 1916 as the War Department Experimental Station, shortly thereafter renamed the Royal Engineers Experimental Station, for testing chemical weapons in response to German use of this means of war in 1915. The laboratory's remit was to conduct research and development regarding chemical weapons agents used by the British armed forces in the First World War, such as chlorine, mustard gas, and phosgene. Work at Porton started in March 1916. At the time, only a few cottages and farm buildings were scattered on the downs at Porton and Idmiston. By May 1917, the focus for anti-gas defence and respirator development had moved from London to Porton Down, and by 1918, the original two huts had become a large hutted camp with 50 officers and 1,100 other ranks. After the Armistice in 1918, Porton Down was reduced to a skeleton staff. === Post First World War === In 1919, the War Office set up the Holland Committee to consider the future of chemical warfare and defence. By 1920, the Cabinet agreed to the Committee's recommendation that work would continue at Porton Down. From that date a slow permanent building programme began, coupled with the gradual recruitment of civilian scientists. By 1922, there were 380 servicemen, 23 scientific and technical civil servants, and 25 \"civilian subordinates\". By 1925, the civilian staff had doubled. By 1926, the chemical defence aspects of Air Raid Precautions (ARP) for the civilian population was added to the Station's responsibilities. In 1929 the Royal Engineers Experimental Station became the Chemical Warfare Experimental Station (CWES) (1929–1930), and in 1930 the Chemical Defence Experimental Station (CDES) (1930–1948). In 1930 Britain ratified the 1925 Geneva Protocol with reservations, which permitted the use of chemical warfare agents only in retaliation. By 1938, the international situation was such that the Cabinet authorised offensive chemical warfare research and development and the production of war reserve stocks of chemical warfare agents by the chemical industry. This included conducting human trials on British Indian soldiers to determine the dosage to be used in battlefields known as Rawalpindi Experiments. === Second World War === During the Second World War, research at CDES concentrated on chemical weapons such as nitrogen mustard. As Allied armies penetrated Germany, they discovered operational stockpiles of munitions and weapons that contained new chemical warfare agents, including highly toxic organophosphorous nerve agents such as sarin, unknown to Britain and the Allies at the time. To examine biological weapons, a highly secret separate department, called the Biology Department, Porton (BDP), was established within CDES in 1940, under veteran microbiologist Paul Fildes. Its focus included anthrax and botulinum toxin, and in 1942 it famously carried out tests of an anthrax bio-weapon at Gruinard Island. In 1946, it was renamed the Microbiological Research Department (MRD) and, in 1957, the Microbiological Research Establishment (MRE). The Common Cold Unit (CCU) was sometimes confused with the MRE, with which it occasionally collaborated but was not officially connected. The CCU was located at Harvard Hospital, Harnham Down, on the west side of Salisbury. === Post-war period === When the Second World War ended, the advanced state of German technology regarding the organophosphorous nerve agents, such as tabun, sarin and soman, had surprised the Allies, who were eager to capitalise on it. Subsequent research took the newly discovered German nerve agents as a starting point, and eventually VX nerve agent was developed at Porton Down in 1952. In the late 1940s and early 1950s, research and development at Porton Down was aimed at providing Britain with the means to arm itself with a modern nerve agent-based capability and to develop specific means of defence against these agents. In the end these aims came to nothing on the offensive side because of the decision to abandon any sort of British chemical warfare capability in favour of nuclear weapons. On the defensive side there were years of difficult work to develop the means of prophylaxis, therapy, rapid detection and identification, decontamination, and more effective protection of the body against nerve agents, capable of exerting effects through the skin, the eyes and respiratory tract. Tests were carried out on servicemen to determine the effects of nerve agents on human subjects, with one recorded death due to a nerve gas experiment. There have been persistent allegations of unethical human experimentation at Porton Down, such as those relating to the death of Leading Aircraftman Ronald Maddison, aged 20, in 1953. Maddison was taking part in sarin nerve agent toxicity tests; sarin was dripped onto his arm and he died shortly afterwards. In the 1950s, the station, now renamed the Chemical Defence Experimental Establishment (CDEE), became involved with the development of CS, a riot- control agent, and took an increasing role in trauma and wound ballistics work. Both these facets of Porton Down's work had become more important because of the unrest and increasing violence in Northern Ireland. On 1 August 1962, Geoffrey Bacon, a scientist at the Microbiological Research Establishment, died from an accidental infection of the plague bacterium Yersinia pestis. In the same month an autoclave exploded, shattering two windows. Both incidents generated considerable media coverage at the time. In 1970, the senior establishment at Porton Down was renamed the Chemical Defence Establishment (CDE) for the next 21 years. Preoccupation with defence against nerve agents continued, but in the 1970s and 1980s, the Establishment was also concerned with studying reported chemical warfare by Iraq against Iran and against its own Kurdish population. Porton Down was the laboratory where initial samples of the Ebola virus were sent in 1976 during the first confirmed outbreak of the disease in Africa. The laboratory now contains samples of some of the world's most aggressive pathogens, including Ebola, anthrax and the plague, and is leading the UK's current research into viral inoculations. === 21st century === Until 2001 the military installation of Porton Down was part of the UK government's Defence Evaluation and Research Agency (DERA) when it was split into QinetiQ, initially a fully government- owned company, and the Defence Science and Technology Laboratory (Dstl). Dstl incorporates all of DERA's activities deemed unsuitable for the privatisation planned for QinetiQ, particularly Porton Down. In 2013 Dstl scientists tested samples from Syria for sarin, which is still manufactured there, to test soldiers' equipment. Public Health England have planned since September 2015Public Health England to move from Porton Down in Wiltshire itv.com. 17 September 2015 to transfer their Porton Down staff to Harlow, and in July 2017 it had bought a vacant site from GSK (GlaxoSmithKline), aiming to consolidate operations there in 2024Harlow site to be home to government's public health arm BBC News,9 July 2017 === Site names === The location's government use has been split into two separately controlled locations since 1979: the original military establishment under the Ministry of Defence, and the site to the south under the Department of Health, which had been opened in 1951 for the Microbiological Research Establishment, then in 1979 transferred to the Ministry of Health to focus on public health research, with the Defence aspects returning to the then-titled Chemical Defence Establishment. {| class=\"wikitable\" ! align=\"center\" | Date ! colspan=\"2\" align=\"center\" |Ministry of Defence (and predecessors) ! align=\"center\" | Department of Health |- | 1916 || War Department Experimental Station || rowspan=\"4\" | || rowspan=\"9\" | |- | 1916-29 || Royal Engineers Experimental Station |- | 1929-30 || Chemical Warfare Experimental Station (CWES) |- | 1930-48 || rowspan=\"3\" | Chemical Defence Experimental Station (CDES) |- | 1940-46 || Biology Department Porton (BDP) |- | 1946-48 || rowspan=\"2\" | Microbiological Research Department (MRD) |- | 1948-57 || rowspan=\"2\" | Chemical Defence Experimental Establishment (CDEE) |- | 1957-70 || rowspan=\"2\" | Microbiological Research Establishment (MRE) |- | 1970-79 || rowspan=\"2\" | Chemical Defence Establishment (CDE) |- | 1979-91 || rowspan=\"6\" | || rowspan=\"4\" | Centre for Applied Microbiology & Research (CAMR) |- | 1991-95 || Chemical & Biological Defence Establishment (CBDE) |- | 1995-2001 || Chemical & Biological Defence Sector of DERA (CBD) |- | 2001-04 || rowspan=\"3\" | (one site of) Defence Science and Technology Laboratory (Dstl) |- | 2004-13 || (one site of) Health Protection Agency |- | 2013–present || (one site of) Public Health England (PHE) |} === Associated locations === ==== Sutton Oak, Merseyside ==== A factory in Sutton Oak, St Helens was requisitioned in 1917 by the War Department, renamed HM Factory, Sutton Oak and started producing the chemical warfare agent diphenyl chloroarsine. The site switched to producing Adamsite in 1922. In 1923 the War Office halted the requisition and purchased the site, renaming it the War Office Research Establishment, a.k.a. Chemical Warfare Research Establishment, and later the Chemical Defence Research Establishment Sutton Oak. During the 1920s, the site switched to producing mustard gas products, starting with the HS variant and adding the HT variant in the 1930s, and also filling armaments. After WW2, the site also produced the nerve agent sarin for experimental purposes. The site closed in 1957, with much of the work transferring to Chemical Defence Establishment Nancekuke. ==== RRH Portreath, Cornwall ==== This Royal Air Force site, built in 1940, was renamed Chemical Defence Establishment Nancekuke in July 1949. Manufacture of sarin in a pilot production facility commenced there in the early 1950s, producing about 20 tons from 1954 until 1956. It was intended as a stockpile and production facility for the UK's chemical defences during the Cold War, focussed on nerve agents, including small amounts of VX intended mainly for laboratory test purposes and to validate plant designs and optimise chemical processes for potential mass-production; full-scale production of VX agent never took place. In the late 1950s, the chemical weapons production plant was mothballed, but was maintained through the 1960s and 1970s in a state whereby production could easily re-commence if required. == Non- government use == A few small scientific start-ups were allowed to use buildings on the Porton Down campus from the mid-1990s. Porton Down has been housing companies on Tetricus Science Park, including Ploughshare Innovations since 2005,Ploughshare Innovations Ltd and GW Pharmaceuticals. , an expansion plan was predicted to create 2,000 jobs. Expansion started in 2016, with £9.5m in funding from Wiltshire Council, the Swindon and Wiltshire Local Enterprise Partnership and the European Regional Development Fund. ==Areas of concern== === Trials === ==== Open air ==== In 1942, Gruinard Island was dangerously contaminated with anthrax after a cloud of anthrax spores was released over the island during a trial. In 1981, a team of activists landed on the island and collected soil samples, a bag of which was left at the door at Porton Down. Testing showed that it still contained anthrax spores and in 1986 the Government felt obliged to take necessary steps to successfully decontaminate the island. Between 1963 and 1975 the MRE carried out trials in Lyme Bay in which live bacteria were sprayed from a ship to be carried ashore by the wind to simulate an anthrax attack. The bacteria sprayed were the less dangerous Bacillus globigii and Escherichia coli, but it was later admitted that the bacteria could adversely affect some vulnerable people. The town of Weymouth lay downwind of the spraying. When the trials became public knowledge in the late 1990s, Dorset County Council, Weymouth and Portland Borough Council and Purbeck District Council demanded a public inquiry to investigate the experiments. The Government refused a Public Inquiry but instead commissioned Professor Brian Spratt, to conduct an Independent Review of the possible adverse health effects. He concluded that individuals with certain chronic conditions may have been affected. ==== Human trials ==== Leading Aircraftman Ronald Maddison who died an unlawful death at Porton Down in 1953, as determined by a jury in 2004 Porton Down has been involved in human testing at various points throughout the Ministry of Defence's use of the site. Up to 20,000 people took part in various trials from 1949 up to 1989: From 1999 until 2006, it was investigated under Operation Antler. In 2002 a first inquest andNerve gas inquest to be re-opened BBC News report, 18 November 2002 in May 2004, a second inquest into the death of Ronald Maddison during testing of the nerve agent sarin commenced after his relatives and their supporters had lobbied for many years, which found his death to have been unlawful. The Ministry of Defence challenged the verdict which was upheld and the government settled the case in 2006. In 2006, 500 veterans claimed they suffered from the experiments.David Shukman MOD pays out over nerve gas death BBC News, 25 May 2006 In February 2006, three ex-servicemen were awarded compensation in an out-of-court settlement after they had claimed they were given LSD without their consent during the 1950s. In 2008, the MoD paid 360 veterans of the tests £3m without admitting liability. === Secrecy === Most of the work carried out at Porton Down has to date remained secret. Bruce George, Member of Parliament and Chairman of the Defence Select Committee, told BBC News on 20 August 1999 that: > I would not say that the Defence Committee is micro-managing either DERA or > Porton Down. We visit it, but, with eleven members of Parliament and five > staff covering a labyrinthine department like the Ministry of Defence and > the Armed Forces, it would be quite erroneous of me and misleading for me to > say that we know everything that's going on in Porton Down. It's too big for > us to know, and secondly, there are many things happening there that I'm not > even certain Ministers are fully aware of, let alone Parliamentarians. === Cannabis cultivation === The biotechnology company GW Pharmaceuticals, which researches and develops cannabinoid formulations as potential therapeutics, has a facility at the Tetricus Science Park on the Porton Down site. Most of the cannabis plants used by GW Pharmaceuticals are cultivated by British Sugar at their site in Norfolk. Dstl state that \"Dstl and its predecessors do not and have never grown cannabis at Porton Down.\" ===Use of animals=== Dstl's Porton Down site conducts animal testing. The \"three Rs\" of \"reduce\" (the number of animals used), \"refine\" (animal procedures) and \"replace\" (animal tests with non-animal tests) are used as the basic code of practice. There has been a decrease in animal experimentation in recent years. Dstl complies with all UK legislation relating to animals. Animals used include mice, guinea pigs, rats, pigs, ferrets, sheep, and non-human primates (believed to be marmosets and rhesus macaque). Publicly released figures are detailed below: {| class=\"wikitable\" |+ ! colspan=\"11\" |Animals used at Porton Down by DERA (1997–2001) / Dstl (2001–2015) ! |- !Year !1997 !1998 !1999 !2000 !2001 !2002 !2003 !2004 !2005 !2006 !2007 |- !Number |10956 |11091 |11501 |11985 |12955 |15940 |13899 |15728 |21118 |17041 |18255 |- !Year !2008 !2009 !2010 !2011 !2012 !2013 !2014 !2015 !2016 !2017 ! |- !Number |12373 |8452 |9438 |9722 |8830 |6461 |4124 |3249 |2745 |3865 | |} Different departments at Porton Down use animal experiments in different ways. Dstl's Biomedical Sciences department is involved with drug evaluation and efficacy testing (toxicology, pharmacology, physiology, behavioural science, human science), trauma and surgery studies, and animal breeding. The Physical Sciences department also uses animals in its \"Armour Physics\" research. Like other aspects of research at Porton Down, precise details of animal experiments are generally kept secret. Media reports have suggested they include exposing monkeys to anthrax, draining the blood of pigs and injecting them with E. coli bacteria, and exposing animals to a variety of lethal, toxic nerve agents. Different animals are used for very different purposes. According to a 2002 report from the Animal Welfare Advisory Committee of the Ministry of Defence, mice are used mainly to research \"the development of vaccines and treatments for microbial and viral infections\", while pigs are used to \"develop personal protective equipment to protect against blast injury to the thorax\". == In popular culture == === Novels === * An institute similar to Porton Down, the Mordon Microbiological Research Establishment, features in the 1962 novel The Satan Bug by Alistair MacLean. * Porton Down features in the 1977 novel The Enemy by Desmond Bagley, and the 2010 mystery novel Before the Poison by Peter Robinson. ===Television=== *Porton Down and activities there during the 1940s and early 1950s were a significant plot point in Episodes One and Two of the second season of ITV's mystery series The Bletchley Circle. *Experiments conducted at Porton Down also appear in the BBC detective drama Spooks, including the development of the VX Nerve Agent and other potentially deadly biological weapons. *Porton Down was referenced frequently in the 2020 BBC TV drama The Salisbury Poisonings, portraying its role in testing substances linked to the 2018 poisoning of Sergei and Yulia Skripal. ===Comics=== *Grimbledon Down was a comic strip by British cartoonist Bill Tidy, published for many years by New Scientist. The strip was set in an ostensibly fictitious UK government research lab, referring to the controversial Porton Down bio- chemical research facility. ===Film=== * Porton Down will be a location in the forthcoming James Bond film No Time to Die. A set representing a laboratory was built on the 007 Stage at Pinewood Studios in 2019.. ===Music=== *\"Porton Down\" is the name of a song by Peter Hammill. *The song \"Jeopardy\" by Skyclad is about the experiments developed in Porton Down. ==See also== * The United Kingdom and weapons of mass destruction * CDE Nancekuke - manufacturing outstation of Chemical Defence Establishment, 1950s and 60s. * Boscombe Down and Defence CBRN Centre- neighbouring facilities. * David Kelly, Lancelot Ware - notable individuals connected to Porton Down. * Rawalpindi experiments - experiments involving the use of mustard gas carried out on British and Indian soldiers in the 1930s. * Keen as Mustard, a documentary film on British and American WWII mustard gas tests in tropical Australia in the 1940s * Operation Vegetarian - British military plan to disseminate linseed cakes infected with anthrax spores onto the fields of Germany in 1942. * Dugway Proving Ground and Fort Detrick - Comparable facilities in the United States of America. * Biopreparat - Comparable facility in the former USSR * Poisoning of Sergei and Yulia Skripal == References == * Porton Down: A Brief History by G B Carter, Porton Down's official historian. * Chemical and Biological Defence at Porton Down 1916–2000 (The Stationery Office, 2000). by G B Carter * Cold War, Hot Science: Applied Research in Britain's Defence Laboratories, 1945–1990 by Bud & Gummett == Notes == == External links == *DSTL Official Website *Porton Down Cold War Research Project, 1945-1989 University of Kent, 28 January 2010 *Wiltshire police Operation Antler information *Letter from the Department of Health to Health Authorities regarding the Porton Down volunteers 2005 *Archive of the month - Gaddum Papers Pharmacology and war: the papers of Sir John Henry Gaddum, March 2007, Royal Society *Inside Porton Down: Britain's Secret Weapons Research Facility – television programme, BBC Four, 28 June 2016 Category:1916 establishments in England Category:Biological warfare facilities Category:British human subject research Category:Buildings and structures in Wiltshire Category:Chemical research institutes Category:Chemical warfare facilities in the United Kingdom Category:Military research establishments of the United Kingdom Category:Military medical research Category:Research institutes in Wiltshire Category:Science parks in the United Kingdom Category:Toxicology in the United Kingdom Category:United Kingdom biological weapons program ",
    "title": "Porton Down"
}