{
    "id": "530312",
    "text": "Osteospermum ,Sunset Western Garden Book, 1995:606–607 is a genus of flowering plants belonging to the Calenduleae, one of the smaller tribes of the sunflower/daisy family Asteraceae. They are known as the daisybushes or African daisies. Osteospermum used to belong to the genus Dimorphotheca, but only the annual species remain in that genus; the perennials belong to Osteospermum. The genus Osteospermum is also closely related to the small genus Chrysanthemoides, such as C. incana and C. monilifera. ==Names== The scientific name is derived from the Greek osteon (bone) and Latin spermum (seed). It has been given several common names: African daisy, South African daisy, Cape daisy and blue-eyed daisy. ==Description== Their alternate (rarely opposite) leaves are green, but some variegated forms exist. The leaf form is lanceolate. The leaf margin is entire, but hardy types are toothed. The daisy- like composite flower consists of disc florets and ray florets, growing singly at the end of branches or sometimes in inflorescences of terminal corymbose cymes. The disc florets are pseudo-bisexual and come in several colors such as blue, yellow and purple. The hardy types usually show a dark blue center in the disc until the yellow pollen is shed. The ray florets are female and are found diverse colors such as white, cream, pink, purple, mauve to yellow. Some cultivars have \"spooned\" petals such as \"Pink Whirls\". Many species flower a second time late summer, stimulated by the cooler night temperatures. Hardy types show profuse flowering in the spring, but they do not get a second flush of flowers. ==Species== * Osteospermum acanthospermum * Osteospermum amplectens * Osteospermum attenuatum * Osteospermum australe * Osteospermum barberiae * Osteospermum breviradiatum, Lemoenboegoe * Osteospermum burttianum * Osteospermum calendulaceum L. f., Stinking Roger (synonym of Oligocarpus calendulaceus) * Osteospermum caulescens * Osteospermum clandestinum (synonym of Tripteris clandestina) * Osteospermum dentatum * Osteospermum ecklonis (DC.) Norl., Cape marguerite, blue-and-white daisybush * Osteospermum fruticosum (L.) Norl., Trailing African daisy, shrubby daisybush * Osteospermum grandidentatum, Yellow trailing daisy * Osteospermum grandiflorum * Osteospermum hyoseroides * Osteospermum imbricatum * Osteospermum jucundum (Phill.) T. Norl., South African daisy * Osteospermum microphyllum * Osteospermum monocephalum (Oliv. & Hiern) Norl. * Osteospermum muricatum E.Mey. ex DC. * Osteospermum oppositifolium (synonym of Tripteris oppositifolia) * Osteospermum pinnatum * Osteospermum polygaloides * Osteospermum potbergense AR Wood & B. Nord * Osteospermum rigidum * Osteospermum rotundifolium * Osteospermum sinuatum (DC.) Norl. (synonym of Tripteris sinuata) * Osteospermum spinescens * Osteospermum subulatum DC. * Osteospermum tomentosum * Osteospermum triquetrum L. f. * Osteospermum vaillantiiBussmann, R. W., et al. (2006). Plant use of the Maasai of Sekenani Valley, Maasai Mara, Kenya. J Ethnobiol Ethnomed 2 22. A phylogenetic study has revealed that several changes had to be made to this genus: * Osteospermum section Blaxium belongs in the genus Dimorphotheca * the subgenus Tripteris had to be separated from Osteospermum * the genus Oligocarpus has to be separated from Osteospermum * Osteospermum sanctae-helenae, endemic to St. Helena, belongs to Oligocarpus. New species are still being discovered, such as O. australe, O. burttianum and O. potbergense. ==Distribution== There are about 70 species native to southern and eastern Africa and the Arabian peninsula. ==Cultivation== Osteospermum are popular in cultivation, where they are frequently used in summer bedding schemes in parks and gardens. Numerous hybrids and cultivars have been grown with a wide range of tropical colors. Yellow cultivars tend to have a yellow center (sometimes off-white). Plants prefer a warm and sunny position and rich soil, although they tolerate poor soil, salt or drought well. Modern cultivars flower continuously when watered and fertilised well, and dead-heading is not necessary, because they do not set seed easily. If planted in a container, soil should be prevented from drying out completely. If they do, the plants will go into \"sleep mode\" and survive the period of drought, but they will abort their flower buds and not easily come back into flower. Moreover, roots are relatively susceptible to rotting if watered too profusely after the dry period. ===Cultivars=== Most widely sold cultivars are grown as annuals, are mainly hybrids of O. jucundum, O. ecklonis and O. grandiflorum and can be hardy to -2 °C (30 °F). If hardy, they can be grown as perennials or as shrubs. Cultivars (those marked have gained the Royal Horticultural Society's Award of Garden Merit): 'White Spoon' *'Acapulco' *'African Queen' *'Apricot' *'Biera' *'Big Pink' *‘Blackthorn Seedling’ *'Bodegas Pink' *'Buttermilk' *'Chris Brickell' *'Duet' *'Giles Gilbey' *'Hopleys’ *'Ice White' *'Langtrees *’Lady Leitrim’ *'Lilac Spoon' *'Marbella' *'Merriments Joy' *'Nairobi Purple' *'Passion Mix' *'Pink' *'Pink Beauty' *'Pink Whirls' *'Silver Sparkler' *'Soprano' *'Starshine' *'Springstar Gemma' *'Sunkist' *'White Pim' *'White Spoon' *'White Whirls' *'Whirlygig' ==Image gallery== Image:R10 kamera 086be.jpg|Osteospermum barberiae Image:Osteospermum barberiae CapeDaisy.jpg|Osteospermum barberiae (Cape daisy) Image:Osteospermum tomentosum - Bonnievale renosterveld 2.jpg|Osteospermum tomentosum Image:Purple osteospermum.JPG|'Passion Mix' Image:P1010020-a.jpg|'Lemon Symphony' (an annual cultivar) Image:Sunadora_marbella2.jpg|Osteospermum 'Sunadora Hotspots Marbella', a modern hybrid Image:Sunadora_acapulco.jpg|Osteospermum 'Sunadora Hotspots Acapulco', another modern hybrid Image:Osteospermum Flower Power Spider Purple 2134px.jpg|An osteospermum displayed as part of the 2008 Penn State horticultural trials Image:African daisy (Osteospermum sp. 'Pink Whirls').jpg|Osteospermum 'Pink Whirls' Image:Osteospermum.Pink Whirls04.jpg|'Pink Whirls' close-up File:Osteospermum in palestine 2.jpg File:Osteospermum in palestine 1.jpg File:Osteospermum in palestine.jpg File:Pink flower 095549.jpg File:African Cape Daisy (Osteospermum barberiae).jpg|White Cape Daisy (Osteospermum barberiae) ==References== ==Further reading== * Nordenstam, B., and Bremer, Kare (editor). \"Tribe Calenduleae\" in: Asteraceae: Cladistics and Classification. Portland, Oregon: Timber Press, 1994. . Pp. 365-376\\. ==External links== * A phylogenetic study of the Calenduleae - Bertil Nordenstam and Ida Trift * Osteospermum.com - a website with much information and many photographs * Sunadora Osteospermums Category:Calenduleae Category:Asteraceae genera ",
    "title": "Osteospermum"
}