{
    "id": "530412",
    "text": "Logo of the People's Justice Party The People's Justice Party (PJP) was a political party in the United Kingdom from 1998 to 2006. It began in 1998 growing out of a protest movement Justice for Kashmir, which first gave rise to the Justice Party and then the People's Justice Party. The PJP was centered in Birmingham, where it took City Council seats from the long-dominant Labour Party, drawing its support from Birmingham's Kashmiri population; there were some 90,000 residents of Azad Kashmiri descent in Birmingham in this period. ==History== The Party originated in a Free Riaz and Quayyam Campaign to obtain the release of two Kashmiri militants (Mohammed Riaz and Quayyam Raja) belonging to the Jammu and Kashmir Liberation Front. The two were imprisoned in 1984 for their role in the kidnapping and killing of Indian diplomat Ravindra Mhatre in Birmingham. The group was renamed Justice for Kashmir, then renamed People's Justice Party. On 18 November 2001, the PJP worked with Stop the War Coalition and the loosely organized Islamic Network UK to turn out a large crowd for a rally opposing military response to the 11 September attacks. Success peaked in the 2001 United Kingdom general election, when PJP garnered 13% of the votes in the neighborhoods of Small Heath and Sparkbrook, and held 5 seats on the Birmingham city council. In July 2002 the PJP suffered a heavy setback when a leading member, Khalid Mahmood (no relationship to MP for Perry Barr, Khalid Mahmood,) left to join the Labour Party. In 2003 the PJP ran as a \"single-issue\" party demanding that the British government pressure India in support of Muslims in Kashmir. The party platform was based on an appeal for votes on two fronts: local and international. It promised single-sex schools, changes to housing grants, and improved street lighting beside commitments to campaign for self-determination for Kashmir, the formation of a Palestinian state. In 2002 the PJP City Council member Mohammed Nazam was accused of taking part in a rowdy demonstration in which eggs were thrown at the visiting Pakistani High Commissioner. In the wake of the 7 July 2005 London bombings, PJP treasurer Asrar Ahmad complained to the press that \"Muslim people\" were being blamed for the attacks without \"proof.\" The PJP was also active in the anti-war activity at the time of the American-led campaign against the Taliban regime in Afghanistan. The PJP in the Birmingham City Council was led by Shaukat Ali Khan. Ali Khan had earlier been a member of the Labour Party, as had other PJP members. These ex-Labour members formed PJP in response to what they felt was a failure by the Labour government in the UK to deal adequately with ongoing Indian and Pakistani tensions concerning Kashmir, and what they perceived as a failure to improve the lives of the Kashmiri population in Birmingham. Some people criticised the party for being focused on only one ethnic group to the exclusion of others, although the PJP itself admitted that at least half their votes come from the Birmingham Kashmiri population, it claimed to be a secular organisation. The PJP lost all of its seats in the 2004 Birmingham City Council election, but following the finding of postal vote fraud in Aston and Bordesley Green, by-elections were held in both the wards in July 2005 with the PJP seeing two of its three candidates—Shaukat Ali Khan and Mohammed Saeed—elected in Bordesley Green. The party was dissolved in March 2006, with many of its members, including both Councillors, joining the Liberal Democrats. The PJP group leader Shaukat Ali Khan said talks about disbanding the party began when members worked closely with the Liberal Democrats to expose New Labour's postal vote fraud in Aston and Bordesley Green. The founder members were Allah Ditta, Raja Skintaj and Rajasab Ali of Azad Kashmir. The idea of a new party that appealed to the foreign policy concerns of Muslim voters was replicated by the Respect Party, founded in 2004. ==See also== * Azad Kashmiri diaspora * Kashmir conflict ==References== ==External links== *Council Lib Dems joined by PJP pair News announcing the disbanding of the People's Justice Party and its joining the Liberal Democrats; 13 March 2006 Category:Islamic organisations based in the United Kingdom Category:Political parties established in 1998 Category:Political parties disestablished in 2006 Category:Defunct political parties in the United Kingdom Category:Pakistani diaspora in the United Kingdom Category:1998 establishments in the United Kingdom Category:2006 disestablishments in the United Kingdom ",
    "title": "People's Justice Party (UK)"
}