{
    "id": "530515",
    "text": "Prednisone is a glucocorticoid medication mostly used to suppress the immune system and decrease inflammation in conditions such as asthma, COPD, and rheumatologic diseases. It is also used to treat high blood calcium due to cancer and adrenal insufficiency along with other steroids. It is taken by mouth. Common side effects with long term use include cataracts, bone loss, easy bruising, muscle weakness, and thrush. Other side effects include weight gain, swelling, high blood sugar, increased risk of infection, and psychosis. It is generally considered safe in pregnancy and low doses appear to be safe when breastfeeding. After prolonged use, prednisone needs to be stopped gradually. Prednisone must be converted to prednisolone by the liver before it becomes active. Prednisolone then binds to glucocorticoid receptors, activating them and triggering changes in gene expression. Prednisone was patented in 1954 and approved for medical use in the United States in 1955. It is available as a generic medication. In 2017, it was the 22nd most commonly prescribed medication in the United States, with more than 25 million prescriptions. == Medical uses == Prednisone is used for many different autoimmune diseases and inflammatory conditions, including asthma, gout, COPD, CIDP, rheumatic disorders, allergic disorders, ulcerative colitis and Crohn's disease, granulomatosis with polyangiitis, adrenocortical insufficiency, hypercalcemia due to cancer, thyroiditis, laryngitis, severe tuberculosis, hives, lipid pneumonitis, pericarditis, multiple sclerosis, nephrotic syndrome, sarcoidosis, to relieve the effects of shingles, lupus, myasthenia gravis, poison oak exposure, Ménière's disease, autoimmune hepatitis, giant- cell arteritis, the Herxheimer reaction that is common during the treatment of syphilis, Duchenne muscular dystrophy, uveitis, and as part of a drug regimen to prevent rejection after organ transplant. Prednisone has also been used in the treatment of migraine headaches and cluster headaches and for severe aphthous ulcer. Prednisone is used as an antitumor drug. It is important in the treatment of acute lymphoblastic leukemia, non-Hodgkin lymphomas, Hodgkin's lymphoma, multiple myeloma, and other hormone-sensitive tumors, in combination with other anticancer drugs. Prednisone can be used in the treatment of decompensated heart failure to increase renal responsiveness to diuretics, especially in heart failure patients with refractory diuretic resistance with large dose of loop diuretics. In terms of the mechanism of action for this purpose: prednisone, a glucocorticoid, can improve renal responsiveness to atrial natriuretic peptide by increasing the density of natriuretic peptide receptor type A in the renal inner medullary collecting duct, thereby inducing a potent diuresis. At high doses it may be used to prevent rejection following organ transplant. == Side effects == Micrograph of fatty liver, as may be seen due to long-term prednisone use. Trichrome stain. Short-term side effects, as with all glucocorticoids, include high blood glucose levels (especially in patients with diabetes mellitus or on other medications that increase blood glucose, such as tacrolimus) and mineralocorticoid effects such as fluid retention. The mineralocorticoid effects of prednisone are minor, which is why it is not used in the management of adrenal insufficiency, unless a more potent mineralocorticoid is administered concomitantly. It can also cause depression or depressive symptoms and anxiety in some individuals. Long-term side effects include Cushing's syndrome, steroid dementia syndrome, truncal weight gain, osteoporosis, glaucoma and cataracts, diabetes mellitus type 2, and depression upon dose reduction or cessation. Prednisone also results in leukocytosis. === Major === * Steroid myopathy * Increased blood sugar for individuals with diabetes * Difficulty controlling emotion * Difficulty in maintaining train of thought * Weight gain * Immunosuppression * Corticosteroid-induced lipodystrophy (moon face, central obesity) * Depression, mania, psychosis, or other psychiatric symptoms * Unusual fatigue or weakness * Mental confusion / indecisiveness * Memory and attention dysfunction (steroid dementia syndrome) * Muscle atrophy * Blurred vision * Abdominal pain * Peptic ulcer * Painful hips or shoulders * Steroid-induced osteoporosis * Stretch marks * Osteonecrosis – same as avascular necrosis * Insomnia * Severe joint pain * Cataracts or glaucoma * Anxiety * Black stool * Stomach pain or bloating * Severe swelling * Mouth sores or dry mouth * Avascular necrosis * Hepatic steatosis === Minor === * Nervousness * Acne * Skin rash * Appetite gain * Hyperactivity * Increased thirst * Frequent urination * Diarrhea * Reduced intestinal flora * Leg pain/cramps * Sensitive teeth * Headache * Induced vomiting === Dependency === Adrenal suppression will begin to occur if prednisone is taken for longer than seven days. Eventually, this may cause the body to temporarily lose the ability to manufacture natural corticosteroids (especially cortisol), which results in dependence on prednisone. For this reason, prednisone should not be abruptly stopped if taken for more than seven days; instead, the dosage should be gradually reduced. This weaning process may be over a few days if the course of prednisone was short, but may take weeks or months if the patient had been on long-term treatment. Abrupt withdrawal may lead to an Addison crisis. For those on chronic therapy, alternate-day dosing may preserve adrenal function and thereby reduce side effects. Glucocorticoids act to inhibit feedback of both the hypothalamus, decreasing corticotropin-releasing hormone (CRH), and corticotrophs in the anterior pituitary gland, decreasing the amount of adrenocorticotropic hormone (ACTH). For this reason, glucocorticoid analogue drugs such as prednisone down-regulate the natural synthesis of glucocorticoids. This mechanism leads to dependence in a short time and can be dangerous if medications are withdrawn too quickly. The body must have time to begin synthesis of CRH and ACTH and for the adrenal glands to begin functioning normally again. Prednisone may start to result in the suppression of the hypothalamic- pituitary-adrenal (HPA) axis if used at doses 7–10 mg or higher for several weeks. This is approximately equal to the amount of endogenous cortisol produced by the body every day. As such, the HPA axis starts to become suppressed and atrophy. If this occurs the people should be tapered off prednisone slowly to give the adrenal gland enough time to regain its function and endogenous production of steroids. Supplemental doses, or \"stress doses\" may be required in those with HPA axis suppression who are experiencing a higher degree of stress (e.g., illness, surgery, trauma, etc.). Failing to do so in such situations could be life-threatening. === Withdrawal === The magnitude and speed of dose reduction in corticosteroid withdrawal should be determined on a case-by-case basis, taking into consideration the underlying condition being treated, and individual patient factors such as the likelihood of relapse and the duration of corticosteroid treatment. Gradual withdrawal of systemic corticosteroids should be considered in those whose disease is unlikely to relapse and have: * received more than 40 mg prednisone (or equivalent) daily for more than 1 week * been given repeat doses in the evening * received more than 3 weeks of treatment * recently received repeated courses (particularly if taken for longer than 3 weeks) * taken a short course within 1 year of stopping long-term therapy * other possible causes of adrenal suppression Systemic corticosteroids may be stopped abruptly in those whose disease is unlikely to relapse and who have received treatment for 3 weeks or less and who are not included in the patient groups described above. During corticosteroid withdrawal, the dose may be reduced rapidly down to physiological doses (equivalent to prednisolone 7.5 mg daily) and then reduced more slowly. Assessment of the disease may be needed during withdrawal to ensure that relapse does not occur. ==Pharmacology== Prednisone is a synthetic glucocorticoid used for its anti-inflammatory and immunosuppressive properties. Prednisone is a prodrug; it is metabolised in the liver by 11-β-HSD to prednisolone, the active drug. Prednisone has no substantial biological effects until converted via hepatic metabolism to prednisolone. ===Pharmacokinetics=== Prednisone is absorbed in the gastrointestinal tract and has a half life of 2–3 hours. it has a volume of distribution of 0.4–1 L/kg. The drug is cleared by hepatic metabolism using cytochrome P450 enzymes. Metabolites are excreted in the bile and urine. ==Industry== Prednisone 20 mg oral tablet The pharmaceutical industry uses prednisone tablets for the calibration of dissolution testing equipment according to the United States Pharmacopeia (USP). ==Chemistry== Prednisone is a synthetic pregnane corticosteroid and derivative of cortisone and is also known as δ1-cortisone or 1,2-dehydrocortisone or as 17α,21-dihydroxypregna-1,4-diene-3,11,20-trione. ==History== The first isolation and structure identifications of prednisone and prednisolone were done in 1950 by Arthur Nobile. The first commercially feasible synthesis of prednisone was carried out in 1955 in the laboratories of Schering Corporation, which later became Schering-Plough Corporation, by Arthur Nobile and coworkers. They discovered that cortisone could be microbiologically oxidized to prednisone by the bacterium Corynebacterium simplex. The same process was used to prepare prednisolone from hydrocortisone. The enhanced adrenocorticoid activity of these compounds over cortisone and hydrocortisone was demonstrated in mice. Prednisone and prednisolone were introduced in 1955 by Schering and Upjohn, under the brand names Meticorten and Delta-Cortef, respectively. These prescription medicines are now available from a number of manufacturers as generic drugs. == See also == * Chloroprednisone == References == == External links == * * The National Center for Biotechnology Information: Prednisone * National Inventors Hall of Fame induction of Arthur Nobile Category:Appetite stimulants Category:Glucocorticoids Category:Mineralocorticoids Category:Prodrugs Category:Antiasthmatic drugs Category:Triketones Category:Wikipedia medicine articles ready to translate ",
    "title": "Prednisone"
}