{
    "id": "53746174",
    "text": "The Gujarat Public Service Commission (GPSC) was formed under article 315(1) in the Constitution of India in 1 May 1960. To select applicants for civil service jobs in the Indian state of Gujarat according to the merits of the applicants and the rules of reservation. It was formed in 1960. As per Article no.316 Constitution of India, State governor has the power to select member and chairman of their own state's PSC. A chairman and members of GPSC can stay on their position till 6 years or 62 years..in both of them which is early. Now Dinesh Dasa is the current chairman of GPSC. == Profile of the Commission == {| class=\"wikitable\" !Designation !Name |- |Chairman |Shri Dinesh Dasa |-imp |Member |Dr. Suresh Patani |- |Member |Shri V. N. Desai |- |Member |Shri J. J. Shiyani |- |Member |Smt. (Dr.) Shruti C. Kikani |- |Member |Shri Nathu Sosa |- |Member |Shri R. P. Shukla |} == Functions of the Commission == The following functions have been entrusted to the Gujarat Public Service Commission under Article 320 of the Constitution of India. * To conduct examinations for appointments to the services of the State. * To advise on – ** The matters relating to methods of recruitment to various Civil Services of the State; ** The principles to be followed in making appointments to civil services of the State and granting promotions, transfers from one service to another and the suitability of candidates for such appointments, promotions and transfers; ** All the disciplinary matters affecting the Government servants, ** The claims of reimbursements of legal expenses incurred by Government Servants in defending themselves in legal proceedings initiated against them for the act done or purported to be done by them while executing their duty; ** The claims for granting injury-pensions to Government Servants; and ** Any other matters that may be referred to the Commission by His Excellency the Governor These functions are subject to the limitations imposed by the Gujarat Public Service Commission (Exemption from Consultation) Regulations, 1960 made under proviso to clause (3) of Article 320 of the Constitution of India. ==References== ==External link== * Official website of GPSC Category:State public service commissions of India Category:Government agencies established in 1960 Category:State agencies of Gujarat ",
    "title": "Gujarat Public Service Commission"
}