{
    "id": "53745023",
    "text": "The Hotel Reichert is a historic hotel building in Long Prairie, Minnesota, United States. It was built from 1902 to 1903 to provide first-class accommodations as well as commercial space. It was listed on the National Register of Historic Places in 1985 for having local significance in the theme of commerce. It was nominated for its role in the development and growth of Long Prairie. ==Description== The Hotel Reichert is a two-story brick building on the northeast corner of an intersection in the heart of Long Prairie's original business district. It measures by , with an indentation from the north end giving it a \"U\" shape from above. The hotel entrance was on the west façade, with the lobby, dining room, and a caretaker's apartment on the ground floor and all the guest rooms on the upper floor. The south façade offered ground-floor access to three separate retail spaces. To help visitors distinguish which entrance was which, a stone panel over the west entrance reads \"Reichert Hotel\" while the panel over the south entrance reads \"Reichert Building\". The exterior is styled in a simple, commercial version of Neoclassical architecture. Both street façades are symmetrical, with centered entryways topped by oriel windows on the second floor and triangular pediments on the roofline. The west entrance is recessed behind a three-arch loggia. The arches are supported by polished granite columns with sandstone capitals. Three arched windows to the north—which look into what was originally the hotel dining room—match the decorative brickwork around the loggia arches. The south entrance is characterized by a horizontal entablature supported by four Tuscan order pilasters. The ground-floor windows—situated by the caretaker's apartment at the northwest corner and across the rear façade—have shallow segmental arches. The sills of the second-story windows form a continuous belt course of sandstone. These sash windows are topped by jack arches with upwardly protruding keystones. Above this is another belt course and a dentilled cornice. Pyramidal corner towers once protruded from the building's roof, but these have since been removed. The shop windows have been altered by infilling, but the original dimensions are readily discerned. File:Hotel Reichert postcard.jpg|Hand-tinted postcard of the Hotel Reichert circa 1910, showing the former pyramidal corner towers File:Hotel Reichert loggia.jpg|The three-arch loggia at the west entrance File:Hotel Reichert interior.JPG|The lobby in 2014 ==History== The Hotel Reichert literally rose from the ashes of Long Prairie's first hotel, the Long Prairie House, founded in 1869 by German immigrant Ignatz Reichert. That hotel operated through the turn of the 20th century, when it was destroyed in a fire. The elder Reichert had retired by this time, but his sons John J., Mike L., and Henry L. Reichert, and son-in- law Edward S. Schenk commissioned a new building on the same site. The building's elaborate floorplan and detailing suggest that it was designed by a professional architect, but surviving documents fail to reveal a name. The contractor was William King of Wadena, Minnesota. The design of the Hotel Reichert was considerably more sophisticated than would usually be found in a community of Long Prairie's size. It signaled its owners' confidence in the city's further growth. For the hotel's grand opening in 1903, local business organizations sponsored a dinner and dance attended by over 300 people. A first-class hotel was a significant amenity in growing towns of the era, \"often providing\"—in the words of historian Thomas L. Jenkinson—\"the first and lasting impressions of the community\" in the minds of businessmen and prospective residents. As of 2017 the building is a 17-unit affordable housing facility known as Reichert Place. ==See also== * National Register of Historic Places listings in Todd County, Minnesota ==References== Category:1903 establishments in Minnesota Category:Buildings and structures in Todd County, Minnesota Category:Defunct hotels in Minnesota Category:Hotel buildings completed in 1903 Category:Hotel buildings on the National Register of Historic Places in Minnesota Category:National Register of Historic Places in Todd County, Minnesota Category:Neoclassical architecture in Minnesota ",
    "title": "Hotel Reichert"
}