{
    "id": "53747671",
    "text": "Faith Fyles (1875–1961) was the first botanical artist with the Canadian federal government, department of agriculture (now Agriculture and Agri-Food Canada). Her work resulted in the expansion of the herbarium in Ottawa. ==Biography== Fyles was born September 30, 1875, in Cowansville, Quebec, Canada. She was the seventh of ten children. Her father, Reverend Dr. Thomas Fyles, was an English Anglican clergyman who emigrated to Canada from England to establish parishes and studied and illustrated insects (entomology) as a hobby. Fyles graduated from high school with honours, entering McGill University on a first-class scholarship and graduated with a BA degree in 1905. She studied under Professor Carrie Derick — another exceptional woman botanist who no doubt inspired Fyles to pursue a career in the field.Faith Fyles: Botanist and artist at the Central Experimental Farm, in The Beechwood Way, Volume 9, Issue 33 Spring 2014, pp. 4–5. After graduation, she spent a year studying the flora of Québec with her father and took art classes as a member of the Quebec Studio Club. Fyles then taught school for six years (at Dunham Ladies College, Dunham and then at Bishop Strachan School, Toronto), which was followed by a year travelling and studying in Europe (mainly in London and Paris with study trips to Spain and Italy in 1909). Like her father, Fyles was an active member of the Ottawa Field Naturalists Club, serving on its committees and councils and contributing articles to its publications and other journals. ==Career== In 1909, when her family moved to Hull, Quebec Fyles obtained a clerk’s position in the Department of Agriculture in Ottawa as an assistant seed analyst. (Note: this position was considered women’s work. According to G. H. Clark, \"men do not take to the detail work of seed testing. It is very fine and close work, very trying on the patience. It is essentially women’s work.\") Two years later, Fyles was transferred to the Botany Division at the Central Experimental Farm as an assistant botanist, where she was put in charge of the Arboretum. While qualified for the position, it was rare at the time for government to hire women as professionals in botany, and there is conjecture that her appointment may have resulted from her father’s connections, from the influence of one of her former professors who was a public service examiner in botany, or from the fact that she was 36 years old and the \"likelihood of her leaving the position in favour of marriage and a family was not high.\" Illustration of Canada moonseed from Fyles' Principal Poisonous Plants of Canada (1920) As assistant botanist Fyles labelled the trees, shrubs and herbaceous perennials in the Arboretum and was responsible for identifying the large number of plants sent to, or collected by, the division. She also offered to draw botanical specimens in her spare time. On July 11, 1914, Fyles left Ottawa to tour western Canada collecting weeds. Upwards of 800 specimens of weeds representing 44 different species were collected, pressed, dried and shipped to Ottawa. Her first sole authored publication was in 1914 where she was accredited with the ‘Systematic Botany’ chapter in the Report of the Dominion Botanist for 1913. In 1914, Fyles travelled through Western Canada to prepare a bulletin, Principal Poisonous Plants of Canada, which was illustrated with her own paintings and sketches. Her illustrations helped farmers with identification of weed specimens. Additional publications (Wild Rice Bulletin, 1920; and the expansion of the herbarium came from her work in the Department. During World War I, Fyles (Fyles, 1915) conducted research on a fungal disease of wild rice called ergot and realized that the wild rice fungus was a new species. She formally described it scientifically in her wild rice bulletin in 1920 following the war (Fyles, 1920a). That year she also published her bulletin (Fyles, 1920b) on poisonous plants that also mentions the wild rice ergot now known as Claviceps zizaniae (Fyles) Pantidou ex Redhead, M. E. Corlett & M. N. L. Lefebvre (Redhead et al 2008). Additionally in 1920, Fyles became the first artist employed by the Horticulture division, where she worked under William Tyrrell Macoun. Her paintings were intended to provide illustration of true colour and technical data of individual specimens. This was especially important in terms of experimenting with and documenting different varieties of fruit, vegetation and seeds. Her watercolours illustrate publications such as Cultivation of the Apple in Canada and The Raspberry and its Cultivation in Canada. In 1931, poor health forced her retirement, but she continued painting in oils, pastels and watercolours. For two decades she had entered her work in Royal Canadian Academy of Arts exhibitions that expressed an appreciation of nature’s beauty, especially that of plants and flowers. She also held her own exhibitions, such as one in Ottawa in 1924 where 17 of her 36 pictures on display were sold, including one to Lady Byng, wife of the Governor General of Canada who later had Fyles paint scenes from her garden. Fyles died in Ottawa in 1961 and is buried with her parents in section 40 of Beechwood Cemetery. ==Publications== *Fyles F. 1914. Systematic Botany. pp. 493–496, pl. XVIII, in Güssow, H. T., Report from the Division of Botany for the Fiscal year ending March 31, 1913. Dominion of Canada. Department of agriculture. Dominion Experimental Farms. Sessional Paper 16. *Fyles F. 1915. A preliminary study of ergot of wild rice. With plate XI. Phytopath. 5(3): 186–192. *Fyles, F. 1916. Black or Stem-Rust of Wheat. Poster [art work]. Circ. 12. Dominion Experimental Farms. Department of Agriculture. Dominion of Canada. *Fyles F. 1920a. Wild rice. Ser. 2, Bull. 42. Dominion Experimental Farm, Dept. Agric., Ottawa. *Fyles F. 1920b. Principal poisonous plants of Canada. Ser. 2, Bull. 39. Dominion Experimental Farm, Dept. Agric., Ottawa. *Güssow, H. T. 1917. The Black or Stem-Rust of Wheat. A popular account of the nature, cause and prevention of grain rust. Bull. 33, n.s., Dominion Experimental Farms. Department of Agriculture. Dominion of Canada. *Redhead, S. A., Corlett, M. E., Lefebvre, M. N. L. 2008. Validation and typification of the name Claviceps zizaniae. Mycotaxon 106: 303–309. ==References== ==External links== * * Category:1875 births Category:1961 deaths Category:Canadian botanists Category:Botanical illustrators Category:Taxonomists Category:Canadian women artists Category:Canadian women scientists Category:People from Cowansville Category:McGill University alumni Category:21st-century American architects Category:20th-century botanists Category:20th-century American women artists Category:20th-century women scientists Category:Burials at Beechwood Cemetery (Ottawa) ",
    "title": "Faith Fyles"
}