{
    "id": "53748155",
    "text": "Marc-Claude de Buttet (1530, Chambéry, then in the Duchy of Savoy - 1586, Geneva) was a Renaissance poet, courtier and humanist. He formed part of the La Pléiade circle. He was lord of the feudal rentArmorial et nobiliaire de l'ancien duché de Savoie par le Cte E.-Amédée de Foras ; continué par le Cte F.-C. de Mareschal, Grenoble, Allier, 1863-1910, vol 1, p.287-294 of Grésy in the province of Genevois (now Grésy-sur-Aix). ==Life== ===Early life=== He came from an old Savoyard noble family originating in Ugine and since the late 14th century his ancestors had gained distinction as secretaries to the counts and dukes of Savoy at Chambéry and to the counts and dukes of Genvois (the future Genevois-Nemours branch of the house of Savoy) at Annecy. His father was Claude de Buttet, once master-auditor at the court of accounts at Annecy and later syndic of Chambéry. Claude's father, Mermet de Buttet, had inherited the lordship of Bourget-du-Lac and was secretary to Louis I, Duke of Savoy. Marc-Claude's mother Jeanne-Françoise de La Mar was originally from Geneva - Jeanne-Françoise's mother had been syndic of that city. In 1536, when de Buttet was only six, Geneva defeated the Duke of Savoy and imposed Protestantism - throughout his life he would be torn between his Catholic parents from Savoy and his Protestant family from Geneva - canon Mugnier, in his biography of the poet, states \"One must believe that without publicly renouncing his Catholicism, Marc-Claude had adhered to the new doctrines from his youth onwards, like most of the poets of France. Effectively we do not find a single word in any of his works which shows he was a Catholic. And even in Ode XVIII, we read a strophe that a Reformed poet would not have disavowed: \"A Galilean nymph bore him in her blessed side. And by a non-human power, Mother and Virgin, she bore him. Nature in fact, but through faith, could not understand how such a great miracle could be, when her law did not wish it.\" ===Studies in France=== That same year, 1536, French troops allied with Geneva invaded Savoy, which remained annexed to France for almost 25 years, to the detriment of Turin and Charles III, Duke of Savoy, who was exiled to Nice. This did allow de Buttet to come to Paris to study in 1544, aged 14. He probably studied at the collège de Bayeux, where Jacques Pelletier du Mans was teaching. de Buttet himself wrote that he had been \"nourished in my childhood in Paris by study and knowledge of letters\".Preface to Epithalame He gained distinction for his study of letters, philosophy, geometry and mathematics. In 1546 he went to study at the Collège de Coqueret and the Collège des Lecteurs Royaux. He began to learn how to write poetry in French, Latin and classical Greek under Jean Daurat, giving him a background in classical mythology. Daurat also encouraged him to experiment translating Latin poems into French verse. The results proved controversial and de Buttet burned some of them. From 1547 onwards he joined the literary circle known as the 'Brigade'. In book VII of his Recherches de la France, Pasquier wrote \"This time there was totally devoted to the Muses. Participants included Pontus de Tiart, Estienne Jodelle, Rémy Belleau, Jean-Antoine de Baïf, Jacques Thureau, Guillaume des Autels, Nicolas Denizot, Louis Le Carond, Olivier de Magny, Jean de La Péruse, Marc-Claude de Buttet, Jean Passerat, Louis des Masures, myself. This all happened under the rule of Henry II. I compare this 'Brigade' to those which bear the brunt of the fighting in a battle. Each of them had a mastery which it magnified and each was promised an immortal name by his poems\". It was led by Jean Daurat, Pierre de Ronsard and Joachim du Bellay, who later founded the La Pléiade group. de Buttet was noticed at court at the Louvre by cardinal Odet de Châtillon, brother of admiral Gaspard II de Coligny, who brought him into the circle of Margaret of France, Duchess of Berry, daughter of Francis I. It was there where he met Béatrice Pacheco de Silva, wife a major nobleman from Savoy, the count Sébastien de Montbel d'Entremont. She was chief lady in waiting to queen Eleanor of Habsburg, sister of Charles V and second wife of Francis I. Béatrice Pacheco proved to be de Buttet's first muse and he saw her as an incarnation of his muse Amalthea. However, their time together was brief - when Francis died on 31 March 1547 and his son Henry II of France succeeded him, Eleanor and Béatrice went into exile in Brussels. In 1549 de Buttet happily followed the precepts on poetry which came to be published by Joachim du Bellay as Défense et illustration de la langue française. He became friends with Pierre de Ronsard and for the rest of their lives they exchanged epigrams praising each other. de Buttet edited his first elegy Le Trépas de la Reine de Navarre - this work added to that done by all his fellow members of la Pléiade. ===First return to Savoy=== In 1554 he returned to Savoy and renewed his acquaintances with Savoyard friends who had stayed behind there, including Emmanuel-Philibert de Pingon and Louis Milliet. Chambéry was still under French occupation and a French parliament. A new code of laws was published with a preface by Barthélémy Aneau, in which inhabitants of Savoy were called savages and barbarians. Aged 27, de Buttet published a fierce riposte in prose, using the publisher Angelin Benoist in Lyon. It was entitled \"Apologia for Savoy against the insults of Barthélémy Aneau.Louis Terreaux, La littérature du Moyen âge au début du XVIIIème siècle ===Back at the Louvre=== He returned to Paris in 1556 ===L'Amalthée=== ===End of French domination=== ===Final return to Savoy=== De Buttet died surrounded by his nephews in 1586 - he never married and had no issue. ==Critical reception== ==Publications== ==Quotations == == Works == == References== == Bibliography == * Jules Philippe, Les Gloires de la Savoie, J.-B. Clarey, 1863, p. 198-199, notice. * Eugène Ritter, Recherches sur le poète Claude de Buttet, Genève, Librairie H. Georg, Genève, 1887. * François Mugnier, Marc-Claude de Buttet, poète savoisien XVIe siecle, notice sur sa vie, ses œuvres poétiques et en prose française, et sur ses amis. L'Apologie pour la Savoie, le Testament de M.-C. de Buttet, Paris, H. Champion, 1896 ; Genève, Slatkine, 1971 * Sarah Alyn Stacey, Marc-Claude de Buttet 1529/31-1586 : L’Honneur de la Savoie, Paris, Champion, 2006 * Anne Weigel Jacqueline de Montbel d'Entremont : une Savoyarde au temps des guerres de religion : 1541-1599, Chambéry, Société savoisienne d'histoire et d'archéologie, 2008. * Louis Terreaux : Histoire de la Littérature Savoyarde. Marc-Claude de Buttet, par S.Alyn Stacey- pages 203 à 229. Académie de Savoie. 2010.(Éditeur: La Fontaine de Siloé). * Comte Amédée de Foras. Armorial et Nobiliaire de l'ancien duché de Savoie, Allier, Grenoble, 1863. T-I. * Ursula Schwarskopf: Zur Familie des Eustace Chapuys en Annecy, Bibliothèque d'Humanisme et Renaissance, 1966.t.28-p. 521-552. Category:Renaissance writers Category:French Renaissance humanists Category:People from Chambéry Category:1530 births Category:1586 deaths Category:History of Savoy Category:16th-century French poets ",
    "title": "Marc-Claude de Buttet"
}