{
    "id": "53741656",
    "text": "The North Bendigo Football Club is an Australian rules football club that competes in the Heathcote District Football League (HDFL). The club, known as the North Bendigo Bulldogs, is based in North Bendigo, Victoria and has participated in the HDFL since 1996. The Bulldogs have appeared in 5 grand finals, winning two, most recently in 2016. ==History== ===Early years === There was a team called North Bendigo that played one season in 1887. For the next forty years a team called California Gully represented the area. ===Formally constituted=== In 1945 a group of returned servicemen got together and formed the North Bendigo Football Club. The club was accepted into the Bendigo Football Association and they continued in the competition even when it changed its name to Golden City FL in 1960. In 1981 Golden City FL merged with the Bendigo Football League and North Bendigo continued to play in the merged league until 1995 when they opted to move to the Heathcote DFL. ===Heathcote DFL (1996 onward)=== During its time in the HDFL North Bendigo was not successful and was new to the league. During their time over 14 years they went to the finals only a couple of times with little progression through the years. In 2012 after a couple of good seasons they reached the grand final only to suffer a massive defeat to LBU by 94 points. The next season (2013) they finished 3rd before losing in the Prelim to Huntly by 66. In 2014 they finished first lost to LBU once again. The next season they finished second at the end of the H&A; Season after Leitchville Gunbower and finally won the Grand Final. They won back to back premierships. 2019 saw North Bendigo finish as the HDFL minor premiers. In the second semi final, Colbinabbin defeated North Bendigo by 26 points. North Bendigo then played Mount Pleasant in the Preliminary final in which North Bendigo won by 90 points. The next week, North bendigo went on to defeat Colbinabbin by 36 points in the 2019 HDFL Grand Final. ==Rivalries== North Bendigo's Biggest rivals are Leitchville Gunbower, LBU and Huntly. ==Honours== Premierships & Grand Finals {| class=\"wikitable\" !Year !Competition !Winner !Runner-up !Score |- |1955 |Bendigo FA | Kangaroo Flat | North Bendigo | 82 - 72 |- |1966 |Golden City FL | North Bendigo | Northern United | 66 - 52 |- |1967 |Golden City FL | Northern United | North Bendigo | 113 - 66 |- |1968 |Golden City FL | White Hills | North Bendigo | 102 - 75 |- |1974 |Golden City FL | North Bendigo | Northern United | 82 - 77 |- |1977 |Golden City FL | North Bendigo | Northern United | 101 - 70 |- |1982 |Bendigo FL Div 2 | YCW | North Bendigo | 104 - 99 |- |2012 | Heathcote DFL |Lockington Bamawm Utd |North Bendigo | 140 – 46 |- |2015 | Heathcote DFL |North Bendigo |Leitchville Gunbower |73 – 63 |- |2016 | Heathcote DFL |North Bendigo |Leitchville Gunbower |102 – 82 |- |2017 | Heathcote DFL |Leitchville Gunbower |North Bendigo |108 – 82 |- |2018 | Heathcote DFL |Leitchville Gunbower |North Bendigo | 94 – 85 |- |2019 | Heathcote DFL |North Bendigo |Colbinabbin |70 – 34 |} ==Books== * History of Football in the Bendigo District – John Stoward – ==References== Category:Australian rules football clubs in Victoria (Australia) Category:1945 establishments in Australia Category:Australian rules football clubs established in 1945 ",
    "title": "North Bendigo Football Club"
}