{
    "id": "53747822",
    "text": "John Cotten Towler Sr. (July 5, 1939 - December 16, 2015) was an American Democratic politician, lawyer, screenwriter and actor. ==Early and family life== Born in Charlottesville, Virginia, to the former Jane Cotten Nolan and her career United States Army officer husband, William Albert Towler Jr., the family moved several times during his childhood. Towler became a star athlete and disc jockey before he graduated from high school in South Boston, Virginia. He then studied and joined the R.O.T.C. at Washington and Lee University. After graduation, he was commissioned as a second lieutenant and served in the Korean War. Using his GI Bill benefits, Towler received his law degree from Georgetown University Law Center, after also clerking for Virginia Senator William Spong. Towler married his first wife, Elizabeth Davis, in 1965, and they had three sons (John Jr., Grayson and Everett) before her death in an automobile accident. Towler remarried, to Melissa Beam, in 1974, who would survive him. ==Career== After admission to the Virginia bar, Towler practiced law in Roanoke, Virginia and began his lifelong involvement with the Democratic Party. In 1971, Towler won election to the Virginia House of Delegates, representing the multi-member 7th district alongside Republican Ray Garland, but only served one term, since fellow Democrat Vic Thomas was the top vote-getter in 1973, and thus served alongside Garland and serveral other politicians in what became a long legislative career.https://historical.elections.virginia.gov/candidates/view/John-C-Towler In 1979, Towler and his wife moved to Beverly Hills, California where Towler wrote scripts for several television shows, and also acted in some. In 1989, Towler and his wife moved back east to Kitty Hawk, North Carolina. ==Death and legacy== Towler died in Barco, North Carolina after suffering a fall.John C. Towler, Sr.-obituaryVirginia Department of Elections-database ==Notes== ==External links== * Category:1939 births Category:2015 deaths Category:Politicians from Charlottesville, Virginia Category:Washington and Lee University alumni Category:Georgetown University Law Center alumni Category:Male actors from Virginia Category:Writers from Charlottesville, Virginia Category:Virginia Democrats Category:Members of the Virginia House of Delegates Category:Military personnel from Virginia Category:Accidental deaths in North Carolina ",
    "title": "John C. Towler"
}