{
    "id": "53749878",
    "text": "Kylie Allyssa Strom (born March 18, 1992) is an American professional soccer player who is a defender for Spanish Primera División club Atlético Madrid. She played college soccer for Boston University from 2010 to 2013, and represented the United States in 2014 as a member of the U23 National Team. == Early life == A native of Endicott, New York, Strom was born on March 18, 1992 to Richard and Roxanne Strom, and has one sibling, Corey. She was named NY State Class AA Player of the Year and an NSCAA All-American. Her club team The Syracuse Surge Fury – was a two-time N.Y. West State Cup champion. In high school, Strom also competed in track and field qualifying for the state championship in the 400 meters during her sophomore and junior years. == College career == Strom played collegiate soccer for Boston University from 2010 to 2013. During her time as a Terrier, Strom was the recipient of several awards including America East All-Rookie Team and AE All-Championship Team in 2010, NSCAA All-Region Second Team member and America East All-Conference First Team in 2011, and NSCAA All-Mid-Atlantic Second Team member in 2013. In her four years at BU, Kylie appeared in 86 games and scored 14 goals with 17 assists. == Club career == === FFC Frankfurt II, 2015 === Kylie played briefly in 2015 for 1. FFC Frankfurt. === Boston Breakers, 2016–2017 === Strom returned to the states after her time in Germany, and worked her way into the Boston Breakers Reserves, having previously played on the Breakers' college academy team during her time at BU. On July 15, 2016, she was called up to the pro team, and signed her pro contract on Aug. 30, 2016. Strom was released by the Breakers on June 30, 2017. === Sparta Prague, 2017–2019 === In August 2017 Kylie signed her pro contract with Czech team Sparta Prague. Strom helped Sparta win their first Czech First Division title in five years and also 9th Czech Women's Cup. She was voted as a Most Valuable Player of the Cup final, Sparta's best player of the season and as a Personality of the Czech First Division 2017–18. In the 2018–19 season Sparta won both competitions and Strom was voted as Sparta's best player of the season again. === Atlético Madrid, 2019–present === In August 2019, Strom joined Atlético Madrid. During the return game against ŽFK Spartak Subotica for the 1/16 round of the UEFA Women's Champions League, scored the goal which ranked the Atlético Madrid to the next round.Report at UEFA.com == International == In June 2014, she was called into the U.S. U-23 Women's National Team camp. ==Honours== Sparta Prague *Czech First Division: 2017–18, 2018–19 *Czech Women's Cup: 2018, 2019 ==References== ==External links== * Boston Breakers player profile * U.S. Soccer player profile * * * Category:1992 births Category:Living people Category:Boston University Terriers women's soccer players Category:National Women's Soccer League players Category:Expatriate women's footballers in Germany Category:Expatriate women's footballers in the Czech Republic Category:American expatriate soccer players in Germany Category:American expatriate sportspeople in the Czech Republic Category:1. FFC Frankfurt players Category:Atlético Madrid Femenino players Category:Primera División (women) players Category:Women's association football defenders Category:American women's soccer players Category:AC Sparta Praha (women) players Category:Expatriate women's footballers in Spain Category:American expatriate sportspeople in Spain Category:Czech First Division (women) players ",
    "title": "Kylie Strom"
}