{
    "id": "53747592",
    "text": "\"XXX\" (stylized as \"XXX.\", pronounced \"X-Rated\") is a song by American rapper Kendrick Lamar, from his fourth studio album Damn, released on April 14, 2017. The eleventh track on the album (fourth on the Collector's Edition of Damn), the song was written by Lamar, Mike Will Made It, DJ Dahi, Mark Spears Sounwave, Anthony Tiffith, Bono, the Edge, Adam Clayton, and Larry Mullen Jr., and produced by Mike Will Made It, DJ Dahi, and Sounwave, with additional production by Top Dawg and Bēkon. The song features samples of the songs \"America\" by Bēkon and \"American Soul\" by Irish rock band U2. Although not released as a single, the song charted in multiple countries in 2017. == Composition == The lyrics of \"XXX\" are about speaking truth to power. The first verse has Lamar talking about what he would do if anything happened to his family. The chorus then features Bono, the lead singer of Irish rock band U2, singing a prominent refrain in the latter half of the song. Lamar also references current U.S. President Donald Trump and President Barack Obama in the lyric, \"Donald Trump's in office; we lost Barack, and promised to never doubt him again\". == Critical reception == \"XXX\" received widespread acclaim from music critics. Ian Servantes of Spin called the song \"damn good.\" Steven Hyden of Uproxx said that U2's cameo was \"very un-U2-like\" but in a good way. == Live performances == Lamar performed \"XXX\" live, without U2, at the Coachella Valley Music and Arts Festival on April 23, 2017. Lamar has performed \"XXX\" on the Damn tour. Lamar performed \"XXX\" live with U2 at the 60th Annual Grammy Awards in January 2018. Lamar and U2 performed an excerpt before segueing into a verse from \"DNA\". == Credits and personnel == The four members of U2, the Irish rock band active since the 1970s, had never been featured on a hip hop song until their collaboration with Lamar on \"XXX\". Credits adapted from the official Damn digital booklet. *Kendrick Duckworth – songwriter, additional keys *Mike Will Made It – songwriter, producer *Dacoury Natche – songwriter, producer *Mark Spears – songwriter, producer *Anthony \"Topdawg\" Tiffith – songwriter, producer *Paul Hewson – songwriter, voice *David Evans – songwriter *Adam Clayton – songwriter *Larry Mullen Jr. – songwriter *Bēkon – additional production and vocals *Kid Capri – additional vocals *Derek Ali – mixing *Tyler Page – mix assistant *Cyrus Taghipour – mix assistant *Zeke Mishanic – additional recording *Brendan Silas Perry – additional recording ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |- |- ! scope=\"row\"| Ireland (IRMA) | 22 |- |- ! scope=\"row\"| New Zealand (Recorded Music NZ) | 31 |- |- |- |- |- |- |- |} ==Certifications== ==References== == External links == * Category:2017 songs Category:Kendrick Lamar songs Category:Songs written by Kendrick Lamar Category:Songs written by Mike Will Made It Category:Songs written by Bono Category:Songs written by the Edge Category:Songs written by Adam Clayton Category:Songs written by Larry Mullen Jr. Category:Song recordings produced by Mike Will Made It Category:Songs written by DJ Dahi Category:Songs written by Sounwave ",
    "title": "XXX (Kendrick Lamar song)"
}