{
    "id": "53754037",
    "text": "\"Ámame o Mátame\" (English: \"Love Me or Kill Me\") is a song by Puerto Rican reggaetón recording artist Ivy Queen. It features vocals performed by Puerto Rican recording artist Don Omar. It was composed by Queen, Omar, Jorge Guadlupe, Miguel de Jesús, Alejandro Nieves and Eliel Osorio and produced by Osorio, under his stage name Eliel, along with A&X; and Nexus En El Beat. The song was seen by many critics to be Queen's return to her musical career, following the birth of first biological child. ==Background== It was announced in September 2013, that Queen had changed management and returned with Jorge \"Goguito\" Guadalupe, president and co-founder of Filtro Musik, to release her ninth studio album, entitled Vendetta. Following the birth of her first biological child, Queen then announced that she would embark on a U.S. tour entitled the \"Viva Puerto Rico Tour\". The tour, launched on 29 January 2014, included performances at various gay clubs in cities of the United States and Puerto Rico, such as New York, Orlando, Miami, Houston, Seattle, San Francisco, San Diego, Atlanta, Sacramento, Los Angeles, Tampa, and Ponce. The album, released in February 2015, is composed of four separate simultaneously released albums, in the genres of urban, hip hop, bachata and salsa. Each releases contains eight songs musically devoted to the specific genre. The album received generally favorable reviews with Allmusic's David Jefferies calling it \"Queen’s response to the \"male chauvinists within the music industry.\" It featured four singles, \"Soy Libre\", \"Vamos A Guerrear\", \"Naci Para Amarte\", and the title track \"Vendetta\", which were all released in a separate EP album in December 2014. In September 2015, it was announced that the four albums would be released again, due to the folding of VeneMusic, the project's record label in charge of distribution. ==Recording and production== While recording songs for her upcoming tenth studio album, The Queen Is Here (2017), the song was presented by a mutual friend of Puerto Rican singer Don Omar and Queen, the latter, who did not expect it. In December 2016, Omar posted a clip on the social media site Facebook, of himself along with Queen singing along to a track playing in the background. According to the Puerto Rican newspaper Primera Hora, the song could be Queen's \"comeback\". The song, entitled \"Amame o Mátame\" has become viral on Facebook, with the 45-second clip acquiring over 4 million views on the site, and over fifty-three thousand views on Instagram. ==Release and promotion== \"Ámame o Mátame\" was released digitally on 14 April 2017. The song also made its radio premiere the same day on Alex Sensation's radio show on La Mega 97.9 FM, where Queen and Omar appeared on the show to present the song. The pair were to have an interview with Univision journalist Jackie Guerrero, who is also Omar's ex-wife, on the television program Primer Impacto, however this was cancelled due to unknown circumstances. According to the Cuban website, CiberCuba, the song is \"Queen's return to musical world\" following the birth of her first child. The Colombian newspaper HSB Noticas had similar sentiments towards the song's release. ==Chart performance== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |- !scope=\"col\"|Chart (2017) !scope=\"col\"|Peak Position |- |- |- !scope=\"row\"|US Latin Rhythm Digital Songs (Billboard) | style=\"text-align:center;\"|25 |} ==References== Category:2017 singles Category:2017 songs Category:Ivy Queen songs Category:Don Omar songs Category:Songs written by Ivy Queen Category:Songs written by Don Omar Category:Songs written by Eliel (producer) Category:Songs about sexuality ",
    "title": "Ámame o Mátame"
}