{
    "id": "53757972",
    "text": "262x262px This is a list of vegetarian and vegan companies that do not use animal products or animal-based products in their goods. Such companies include food manufacturers and cosmetics companies, among others. ==Vegetarian and vegan companies== An Amy's Kitchen veggie loaf with mashed potatoes and vegetables Two Morningstar Farms veggie burgers being cooked A Somenoya factory in Shizuoka, Japan Tofurky is produced by Turtle Island Foods 201x201px *Alpro – European company based in Belgium that markets organic and non-organic, non-genetically modified,GM Food Survey 2004 June 2005 Food Safety soy based food and drink products. Alpro became a division of Danone with its 2016 acquisition of WhiteWave Foods. *Amul - India's biggest dairy co-operative and world’s biggest vegetarian cheese brand *Amy's Kitchen – family-owned, privately held company in Petaluma, California, that manufactures vegetarian Organic food and non-GMO convenience and frozen foods. *Beauty Without Cruelty – British company that manufactures vegan cosmetics, which contain no animal products, and are not tested on animals. *Beyond Meat – producers of mass-market pea protein-based products designed to replace animal protein. (El Segundo, California) *Bikanervala – vegetarian Indian sweets and snacks manufacturer based in Delhi, India. *Boca Burgers – a soy protein and wheat gluten veggie burger manufactured by Boca Foods, a subsidiary of Kraft Foods. *Celestial Seasonings teas – a division of Hain Celestial Group. *Daiya – Canadian dairy alternative food company located in Vancouver, British Columbia. *Daisy Fine Foods - Australian company that manufactures vegan baking for the wholesale market. *Earth's Own Food Company – Canadian health food manufacturing company that manufactures the So Good soy beverage in Canada owned by the Seventh-day Adventist Church. *Eat JUST, Inc., – founded in 2011 as Hampton Creek Foods, Inc. Several products, including non-GMO, egg-free, gluten-free, Kosher spread and dressing. Just Mayo launched in 2013. *Eden Foods Inc. – organic food company in the United States that produces the Edensoy line of organic soy milk. *Follow Your Heart – makers of Vegenaise and other vegan and vegetarian food products. *Food For Life Global – a non-profit vegan food relief organization founded in 1995 to serve as the headquarters for Food for Life projects. Food For Life engages in various sorts of hunger relief, including outreach to the homeless, provision for disadvantaged children throughout India, and provision for victims of natural disasters around the world. *Fry Group Foods – family-owned manufacturer of vegan meat substitutes founded by South Africans Wally and Debbie Fry in 1991. *Gardein – meat-free foods developed by Canadian Yves Potvin (formerly of Yves Deli Cuisine) as Garden Protein International, manufactured from soy, wheat, grains and vegetables, including pea protein. Acquired by Pinnacle Foods in 2014. *Goshen Alimentos – Brazilian vegetarian and vegan food manufacturer. *Happy Family – manufacturer of vegetarian, organic Happy Baby foods. *Impossible Foods – plant based meat substitutes. *Innocent Drinks – produces and purveys smoothies and juice products. *JUST, Inc. – founded in 2011 as Hampton Creek Foods, Inc. Several products, including non-GMO, egg-free, gluten-free, Kosher spread and dressing. Just Mayo launched in 2013. *La Loma Foods – formerly Loma Linda Foods. Food manufacturer of \"Loma Linda\" brand vegetarian and vegan foods. Acquired in 1991 by Morningstar Farms originator, Ohio's Worthington Foods, which was then acquired, in 1999, by Kellogg's and then, in 2015, by the Atlantic Natural Foods Company (Meatless Select, Caroline’s brands), of Nashville, North Carolina.Shurtleff, W. Soyinfo Center: History of Soybeans and Soyfoods, 1100 B.C. to the 1980s \"Loma Linda Foods: Work with Soyfoods\" (chapter of unpublished manuscript); by William Shurtleff and Akiko Aoyagi; Lafayette, California, 2004.Shurtleff, W.] Soyinfo Center: History of Soybeans and Soyfoods, 1100 B.C. to the 1980s \"Worthington Foods (1939 - ): Work With Soyfoods\" (chapter of unpublished manuscript); by William Shurtleff and Akiko Aoyagi; Lafayette, California, 2004. *LightLife – produces vegetarian and vegan meat substitutes. *Linda McCartney Foods – British food brand specializing in vegetarian and vegan food. *Lush – cosmetics company that produces creams, soaps, shampoos, shower gels, lotions, moisturizers, scrubs, masks and other cosmetics using only vegetarian or vegan recipes. *Make My Day Foods Inc — manufacturer of the Veggie Puck, founded in 2016 in Toronto, Canada. *Miyoko's Creamery — creates non-dairy products; established in 2014 by Miyoko Schinner. *Morning Star Farms – Worthington Foods of Ohio developed vegetarian, soy-based meat alternative food products.Worthington Libraries \"Officers of Worthington Foods and Miles Laboratories\"; WorthingtonMemory.org; Worthington, Ohio; 16 November 2017. In 1999, Worthington Foods was acquired by Kellogg's and then, in 2015, by the Atlantic Natural Foods Company, without the Morning Star brand. In the 21st Century, Morning Star manufactures a variety of vegetarian foods. *Nayonaise - founded in Leominster, Massachusetts, in 1977 as Nasoya Foods, Inc., acquired by Vitasoy in 1990, which was then acquired by Pulmuone Co., Ltd. in 2016. *Plamil Foods – British manufacturer of vegan food products. *Quorn, British meat substitute company headquartered in Stokesley North Yorkshire and owned by Monde Nissin Corporation. *Ripple Foods — California producer of non-gmo, gluten-free, soy-free, non-dairy, pea protein-based Ripple dairy alternatives, made without carrageenans.Bloomberg \"Company Overview of Ripple Foods, PBC\". *Sabra – U.S.-based Israeli company which produces Middle Eastern-style dips and other food products. All Sabra products are certified kosher and vegetarian. *Sahmyook Foods – South Korean food company producing a large range of soy milks and vegetarian products, which is owned by the Seventh-day Adventist Church. *Sanitarium Health and Wellbeing Company – Trading name of two sister food companies (Australian Health and Nutrition Association Ltd\"Australian Health and Nutrition Association Ltd\", Bloomberg and New Zealand Health Association Ltd).\"...New Zealand Health Association Limited trading as Sanitarium Health and Wellbeing Company...\", sanitarium.co.nz wholly owned by the Seventh-day Adventist Church. *Somenoya – manufacturer of tofu and eco-friendly soy-based foods located in Chuo Ward, Tokyo. *Sweet Earth Foods – manufacturer of vegan, ready-made meals based in Moss Landing, California. Acquired by Nestlé in 2017.Worthington Vegan Salami Deli Slices *Turtle Island Foods – produces Tofurky, a vegetarian and vegan alternative to turkey, as well other meatless products. *Tropic Skincare — British natural skincare and cosmetics company. *Veganz – world's first vegan supermarket chain, headquartered in Berlin, Germany *Vegepet – vegan dog and cat food manufactured by Harbingers of a New Age, based in Troy, Montana. *WhiteWave Foods – plant-based foods and beverages, and organic produce distributed throughout North America and Europe. WhiteWave was purchased by Danone on 7 July 2016, and was rebranded as DanoneWave, then subsequently rebranded as Danone North America, in 2018. ===See also=== * Health food store * List of vegetarian festivals * List of vegetarian organizations *List of vegan and vegetarian restaurants ==References== Category:Lists of companies Category:Wikipedia articles that use American English ",
    "title": "List of vegetarian and vegan companies"
}