{
    "id": "53750919",
    "text": "Veli Turgay Ateş (1948 - October 16, 2016) was a Turkish City and Urban planner and Landscape architect. He is graduated from M.E.T.U Fac. of Arch. Dept of City and Regional Planning in 1972, held his M.A degree in 1979 and held his Ph.D in Landscape Architecture, at Fac. of Agriculture, Dept. of Landscape Architecture in 1985. He has given lectures on urban design, Landscape architecture and to interior designers Advanced Design Graphics at M.E.T.U, University of Ankara, Bilkent University at related departments between 1976-1995 as part-time instructor. He was the chief planner of Pioneer projects for Turkey during his duty as a consultant of the Mayor of Ankara between 1978-1980 like Batıkent Housing Project (300.000 pop.), Pedestrianization Project of Kızılay Central district, Bus-priority system for ANKARA. He has gold and silver medals for Turkish Garden’s which designed by him at the International Garden Festival at Liverpool (IGF 84) and International Garden Expo 83 at Munich (IGA 83). At national competitions he won many prizes, among them Ulus city center reorganization Project, Adana 5 January City Square, İzmit, Gaziantep, Zonguldak Master Plans, İzmit and Eskişehir National Fairs, between 1972-1985. Since 1985 he has completed over 150 landscaping and urban design projects among them so many 5 star hotels, marinas, urban bridges, seafronts and private gardens. == Professional Experience == * 1970-1971 : Researcher, designer, draftsman in the office of Arc. Behruz ÇİNİCİ * 1971-1972 : Researcher and planner in the office of Arch. Yavuz TAŞÇI * 1972-1974 : Private office * 1974-1976 : City Planning projects with Dr. İrem ACAROĞLU * 1976-1978 : Planner at the Bank of Provinces * 1976-2001 : Part-time instructor in METU Dept. of City and Regional Planning * 1978-1979 : Consultant of the Mayor of Ankara chief Planner of Batıkent (A Housing Proj.) * 1986-1986 : Design manager of Dokap construction Elements’ Industries and Trade Co. * 1987-2016 : Member of Ass. Of Turkish consulting Architects&Engineers;, Member No : 144 * 1990-1996 : Instructor in Bilkent University Dept of Interior Architecture and Environmental Design * 1986-2016 : Establishment of VISTA Planning office == Competitions and Prizes == * 1970 - İzmit Master Plan, Student member of the team, 1st mention * 1972 - Zonguldak Master Plan, Student member of the team, 1st mention * 1973 - Gaziantep Master Plan, Team leader, 1st purchase * 1976 - İzmit Coast Part and Fair, Team leader, 3rd prize * 1979 - Eskişehir Fair, Team leader, 4th prize * 1982 - Antalya Fair and Coast Park (Hotel Sheraton’s Site), Team leader, 3rd prize * 1983 - International Garden Exhibition, 3rd prize of the * IGA 83 Munich, Turkish Garden German Government, Silver Medal from German * IGF 84 Liverpool, England, International Garden Festival Grand prize of honour Turkish Garden, Large goldmedal (Turkish Garden) Gold Medal (Turkish Week) * 1985 - Adana Fevzi Çakmak Street, Team leader, 1st prize * 1986 - Ankara, Ulus Historical City Center reorganizing, planning competition, 1st prize * 1987 - Taksim Square Urban Design Competition, 2nd prize * 1987 - Bursa City Center Urban Design and a multipurposed building for commercial office and culturel uses architectural competition, 3rd prize == References == Category:1948 births Category:2016 deaths Category:Turkish architects ",
    "title": "Turgay Ateş"
}