{
    "id": "53751949",
    "text": "Melissa Carbone is an American entrepreneur who creates, owns, and produces live attractions in the horror genre. She is the founder of Ten Thirty One Productions which owns Haunted Hayrides in Los Angeles and New York and the Great Horror Campout. ==Early life== Carbone grew up in Connecticut. In 1999, she started working for Clear Channel Los Angeles, where she organized events across multiple corporate platforms. She was their youngest General Sales Manager. ==Career== Each Halloween, Carbone would decorate her Westwood home with elaborate animatronics and giant snow globes. She later described herself as an unwitting home-haunter. After seeing hundreds of people admire her decorations, Carbone realized it was a business opportunity. The idea for a Halloween haunted hayride came from the traditional hayrides she remembered growing up in New England. She quit her job in 2009 and, along with her partner at the time, Alyson Richards, invested her life savings into the company Ten Thirty One Productions. Carbone and Richards raised half a million dollars from friends and family, along with their first sponsor, Mini Cooper. Carbone pitched her company in Season 5 (2013) of Shark Tank. She landed what was the biggest investment in the history of the show when billionaire Mark Cuban paid $2 million for a 20% stake in her company. The Young Entrepreneur Council called her pitch one of their \"7 Favorite Shark Tank\" pitches in the history of the show. Carbone is one of the few female business owners in the horror entertainment industry, with a team that is almost entirely female. In addition to being featured in publications such as Forbes, Fortune, and Entrepreneur, Carbone has appeared on The Today Show as an industry expert and called a \"market maker\" by Bloomberg News. She was name 2016 Entertainment Visionary by CSQ Magazine and also a finalist for \"Woman Of The Year\" by Los Angeles Business Journal. ==References== ==External links== * * * Carbone's company Ten Thirty One Productions Category:1976 births Category:Living people Category:Businesspeople from Connecticut Category:American entertainment industry businesspeople ",
    "title": "Melissa Carbone"
}