{
    "id": "53759788",
    "text": "Café de Hansen, Antiguo Hansen, Lo de Hansen, Restaurant del Parque 3 de Febrero or Tarana was a café in Buenos Aires, Argentina and was one of the birthplaces of tango. Because of its monumental impact on the development and dissemination of the music, Café Hansen is often referenced in some of the most popular tango songs in Argentina. == History == Café Hansen Argentina, known for many things like soccer, beef, and Malbec, also has a long history of milongas. Beginning in the nineteenth century when the first couple waves of immigrants arrived in Argentina, tango clubs began sprouting up all around the nation's capital. Palermo, a neighborhood in Buenos Aires, is especially known for their tango clubs, with one surpassing the rest in both notoriety and elegance. Café Hansen is still a popular memory among those who live in Palermo today. This small café, founded in 1877 by a German immigrant, Juan Hansen, is known by a multitude of names, notably Café de Hansen, Antiguo Hansen, Lo de Hansen, Restaurant del Parque 3 de Febrero or Tarana. Although the café was significant in the rise and popularity of tango, it was demolished in 1912. The City of Buenos Aires has on record the initial letter that John Hansen wrote in 1877 requesting permission to lease the land. It later came to light that Hansen had in his possession two different buildings that would later become the café. Although today the location is quite trendy, at the time the café was established, the area was quite desolate. Hansen was the owner of the cafe until his death in 1892. Anselmo Tarana took over ownership of the cafe, which remained open until 1912. Because of various laws prohibiting dancing in public spheres, historians speculate whether tango dancing actually occurred in the cafe space. According to historian Enrique Puccia, in the early hours, children ate breakfast; midday, children drank milk and riders and cyclists drank beaten yolks. In the afternoon, a passersby could eat snacks and aperitifs; at dusk, dinner would be served. Finally, late at night, tango lovers would come to enjoy the music and dance to tango. However, other historians like Felipe Amadeo Lastra assured the contrary: no se bailaba, estaba prohibido como en todos los sitios públicos (“There was no dancing; it was prohibited just like it was in all public sites”). In 1912, Joaquin S. de Anchorena, then mayor of Buenos Aires, issued an order to demolish the cafe in order to extend access to the Velodrome. Café de Hansen acquired great fame when it was exhibited in the 1937 dramatic film The Boys Didn't Wear Hair Gel Before, directed by Manuel Romero, which references the history of the cafe. The song featured in the movie is called “Tiempos Viejos”, music by Francisco Canaro and lyrics by Manuel Romero. The cafe is also referenced in a tango titled \"Taconear porteño\" written by Ricardo Otero and Lorenzo Barbero: Me acuerdo que en lo de Hansen en los floreos de un ocho ni las quebradas del Mocho te sacaron del compás. Milonga que en los bailongos del corralón de aguateros le dio calce al milonguero porque no hubo otra mejor. In December 2008, remains of the cafe’s structure were found, along with tunnels of an electric power plant that supplied the park and had been built in 1883 by Domingo Faustino Sarmiento. == References == Category:Buildings and structures in Buenos Aires Category:Demolished buildings and structures in Argentina Category:Tango dance ",
    "title": "Café Hansen"
}