{
    "id": "53755176",
    "text": "Christian Arceo (born December 1, 1990), professionally known as Vybe Beatz, is an American record producer from San Jose, California. Vybe is best known for producing, hip hop R&B;, and Trap instrumentals. He is also known for originally producing \"All the Way Turnt Up\" by Roscoe Dash, & Travis Porter. ==Early life== When Arceo was 13, he started downloading software programs off of the very popular limewire, which is how he found the first Digital Audio WorkStation (DAW) Sony Acid, because he was very intrigued about composing music after he had started, he did some research on other DAW's and came across Fl Studio. He liked working on this so much that it would keep him up all day and night, and even after school he couldn't wait to create music. ==Career== Vybe was one of the first musicians to reach over 200 million plays on soundclick. He produced the hit single by Roscoe Dash titled \"All the Way Turnt Up\". A controversy started around this song once another rap group Travis Porter recorded an alternate version to this song using the production made by Vybe, and didn't feature Dash as the main artist / writer. Because of this, Dash re-recorded the song, and even had another producer K.E. on the Track re-produce the instrumental, and Dash featured this as his hit single for his debut album with interscope records. ==Production credits== {| | valign=top | ===2010=== * Roscoe Dash - Ready Set Go! : 02. \"All The Way Turnt Up\" (ft. Soulja Boy)\" (co-prod.: K.E. on the Track) ===2011=== * Bizzle - Tough Love & Parables : 10. \"Christ Reigns (feat. Bumps Inf, Redd Lettaz, P Dub)\" (co-prod.: SuperStar O) : 12. \"Just Sayin\" : 16. \"Regular People\" * Pooh Hefner - The 16th Letter - The Street Album : 02. \"Think We Got A Liar (ft. E-40, Hollywood)\" * Rytmus - Fenomen : 10. \"Sloboda\" ===2012=== * C-Kan - Voy Por El Sueño de Muchos : 11. \"Sexy (ft. Rigo Luna)\" * Pooh Hefner - Cafe Mason : 10. \"Gotta Be It (feat. Lil G, Crash)\" (co-prod.: Cardo) * Pooh Hefner & Philthy Rich - AOB Ent and Livewire Records Present: #NOBFE : 18. \"Liar Remix (ft. E-40, Hollywood)\" ===2013=== * Cho - Knock Knock 2 : 18. \"Bombay (ft. Sembem, Sjaak)\" * Crooked I - Apex Predator : 08. \"No SLeep Gang\" (co-prod.: Cardo) * Emmy Gee : \"Rands and Nairas (ft. AB Crazy & DJ Dimplez)\" ===2014=== * Emmy Gee : \"Rands and Nairas Remix (ft. Ice Prince, AB Crazy, Anatii, Phyno, Cassper Nyovest & DJ Dimplez)\" * Nyzzy Nyce - Nothing Nyce : 02. \"Right Now\" : 04. \"I Just Rather\" * Olexesh - Nu Eta Da : 11. \"Purple Haze\" | valign=top | ===2015=== * Bizzle - Surrender : 05. \"No More\" * PnB Rock - RNB 2 : 08. \"Ride Or Die (ft. Lee Mazin)\" * Zoey Dollaz : \"Pool Party (ft. Jim Jones) ===2016=== * YBS Skoola - No Pen Just Paper: Reloaded : 06. \"Baby Girl\" ===2017=== * DEOEN - New Games : 02. \"Cartel\" * Snow Tha Product : \"NoMore (ft. LexTheGreat)\" * Soldier Kidd - All Eyez On Me : 11. \"Grand Theft Auto\" (co- prod.: KidTerror) ===2018=== * Berner - Rico : 22. \"Lies (Mentiras) (ft. Troopnastyy)\" * Bizzle - Light Work : 03. \"OK, Fine\" : 05. \"Lit Lit\" * Olexesh - Authentic Athletic 2 : 18. \"Diamanten auf mein’ Nacken (ft. A$AP Twelvyy)\" : 26. \"Idéal Life\" ===2019=== * D-Block Europe - Home Alone : 02. \"Kitchen Kings\" (co-prod.: KidTerror) * Kid Ink : \"Rich\" (co-prod.: Shaq Gonzoe) * Lil Poppa - Almost Normal : 11. \"John Wick (ft. Neno Calvin)\" (co-prod.: India Got Them Beats) |} ==Production equipment and style== Vybe likes to keep his studio equipment simple yet efficient, he uses an AKAI Advance 49 Keyboard, Yamaha HS8's Studio monitors, Beyerdynamic DT 770 studio headphones, and various software plugins which includes Kontakt, Massive, and Keyscape. Vybe's style is described as versatile, smooth, melodic, bass, and bounce which also includes his popular \"Vibe\" producer tag which was originally sampled from a 2007 Pontiac Vibe commercial. == Influences == Aside from him inspiring himself to make good music, Vybe stated his influences comes from Scott Storch, & The Runners. ==References== ==External links== * * * Category:1990 births Category:Living people Category:American hip hop record producers Category:American rhythm and blues keyboardists Category:Businesspeople from California ",
    "title": "Vybe Beatz"
}