{
    "id": "53750357",
    "text": "George L. Morfitt is a Canadian squash player, public servant, and businessperson. He has served as president of the Canadian Squash Racquets Association, director of the Canadian Olympic Association, CFO of the Diamonds Group of Companies, Auditor General of British Columbia, and chairman of the board for WorkSafeBC. Morfitt is an inductee into the BC Sports Hall of Fame. ==Early life and education== Morfitt is a Chartered Accountant and a graduate of the University of British Columbia,http://www.brdo.gov.bc.ca/memView.asp?Member=200510 receiving a BCom in 1958.http://www.alumni.ubc.ca/awards/2008/recipients/morfitt.php ==Sports career== George Morfitt is a tennis, squash, and racquetball player. According to the BC Sports Hall of Fame, Morfitt won “seventy provincial, national and international squash tournament titles in open and masters events,” and in 1977 and 1978, he was BC’s “Master Athlete of the Year”. In 1963 he was president of the BC Tennis Association. Between 1969 and 1972 he served as president of the BC Squash Racquets Association, and was one of the hosts of the inaugural Canadian Squash Championships. Between 1976 and 1978, he served as president of the Canadian Squash Racquets Association, during which time he hosted the first world amateur squash championships to be held on Canadian soil. He has also been a director of the Canadian Olympic Association.http://www.bcsportshalloffame.com/inductees/inductees/bio?id=132&type;=person Morfitt has remained active in Masters level sports, including being ranked #1 nationally in the Canadian Men’s 80+ Singles for tennis in 2016, having previously ranked #1 in both squash and racquetball at the national Masters level. That year he became both the BC Provincial Champion and Western Canadian Champion, as well as a Finalist at the 80+ Senior Nationals.http://www.tennisbc.org/victorias-george-morfitt-makes-history/ ==Business career== The first accounting firm he worked for was Clarkson Gordon. Morfitt later served first as Executive VP and then as the CFO of the Diamond Group of Companies for twenty years, between 1967 and 1988. Morfitt then served as the Auditor General of British Columbia from January 1, 1988 to January 1, 2000.http://www.bcauditor.com/reach/employees/george-l-morfitt He served two full terms, despite a provincial government run by a rival party vowing to try and remove him—which turned out to be an unsuccessful effort in 1994.https://nationalpost.com/m/related/www.vancouversun.com/vaughn+palmer+doyle+battle+latest+long+series+over/7830151/story.html In 2006 Morfitt was tasked with evaluating the safety of BC Ferries following the sinking of one of their ships. His 2007 report found the system to be safely operated, and within five years, all but one of his further 41 safety improvement recommendations were at least partially implemented.http://www.cbc.ca/news/canada/british-columbia/bc-ferries-safety- record-gets-thumbs-up-1.1157078 He later became the chairman of the board for WorkSafeBChttps://www.theglobeandmail.com/news/british-columbia/clark-deputy- blames-worksafebc-for-lack-of-charges-in-burns-lake-mill- deaths/article16860633/ in 2003, serving on the board for twenty years and retiring as Chair in 2014.https://vancouversun.com/Head+embattled+WorkSafeBC+retire/9720966/story.html Morfitt has held positions including the President of the BC Institute of Chartered Accountants; Chair of the Universities Council of BC; director of the BC Safety Authority; direct of the Motor Dealer Council of BC; director of the Victoria Gilbert and Sullivan Society; member of the Health Council of Canada; and Chair of the UBC Board of Governors. Morfitt is also an Adjunct Professor at the University of Victoria. ==Recognition== Morfitt is a Fellow of the BC Institute of Chartered Accountants, a Queen's Silver and Golden Jubilee Medalist, and a member of the BC Sports Hall of fame. In 1979 he was named the Canadian Executive of the Year for Amateur Sports. ==References== Category:Living people Category:Year of birth missing (living people) ",
    "title": "George L. Morfitt (auditor general)"
}