{
    "id": "53752126",
    "text": "Matilda \"Red\" Bickers is an American artist, writer, and sex worker rights activist. She has written for the now-defunct $pread, Tits and Sass, and the Red Umbrella Project. She is the founder of the sex worker rights and houseless outreach organization STROLL and founder and editor of the quarterly publication \"Working It\", which features art and writing by sex workers from around the world, with a Portland specific resource list and a national Ugly Mugs section to keep track of bad or dangerous clients. She is based in Portland, Oregon. == Activism == In 2014, Bickers and coworker Amy Pitts filed a lawsuit against their then-place of employment, Casa Diablo, suing for back wages, misclassification, and battery. While the lawsuit drew on, Bickers joined a coalition of sex workers, social workers, and lobbyists who were trying to write protections for strippers into law. These efforts became reality in HB 3059, which established a Bureau of Labor and Industries hotline for live entertainers in Oregon, a hotline which Bickers became the first (and last) to staff in December 2015. In the interim Bickers also started the street outreach project STROLL, strollpdx.org, funded in part by Cascade AIDS Project with support from Abeni, a Southern California sex workers' rights org run by Meg Vallee Muñoz, and put on \"$pread the Love\", the first of what would become the Art by Tarts annual art show featuring art by sex workers from around the world. In February 2016 Bickers and other members of STROLL testified, at the Oregon State Capitol against legislation that would have made receiving shelter, services, or goods from funds derived from prostitution a crime. Bickers has guest lectured at Brock University (2015), Portland Community College (2016), and Portland State University (2015-2019). === STROLL === In July 2016, Bickers and Logan of We Are Dancershttps://wadusa.org/ presented a lecture and workshop on labor exploitation and the misclassification of dancers at the Desiree Alliance Conferencehttp://desireealliance.org/conference/. The Fifth Annual Portland Sex Workers' Art Show was hosted by PICAhttps://www.pica.org/event/no-human- involved/, the Portland Institute of Contemporary Art, in November 2019. The first week of the show offered sex worker-only publishing workshops, a lecture by long time US sex worker activist Emi Koyamahttps://www.pica.org/event/lecture-by-emi-koyama/ on the history of sex worker activism in the Pacific Northwest and in particular the effects of rising rents and NIMBYism; a multi-generational panel of sex workers from all areas of the industry discussion sex and powerhttps://www.pica.org/event/panel-discissionthe-politics-of-desire/, performances by US-based artists Juicebox, Dee Lyrium, and Philip Edward King, and a final panel on art and activism. STROLL were Artists-in-Residence throughout the winter, hosting SWOP Behind Bars letter writing nights as well as a community meal and, on December 17th, a memorial for International Day to End Violence Against Sex Workers. ===Legislation=== Bickers continues to be active in working on legislation to protect the human rights of vulnerable people and exploited workers, focusing on lobbying in the 2019 legislative session for protective legislation including: making it illegal for law enforcement to have sex with workers before arresting them; allowing workers to work together or share a space for safety reasons without being vulnerable to charges of trafficking or exploiting each other; and allowing full service sex workers to report assault without their jobs being used as evidence to prosecute them while their assaults are ignored. ==References== Category:Living people Category:Activists from Oregon Category:Artists from Portland, Oregon Category:Year of birth missing (living people) Category:Writers from Portland, Oregon Category:American sex workers ",
    "title": "Matilda Bickers"
}