{
    "id": "53757646",
    "text": "The espinal (NT0801) is an ecoregion of dry, thorny forest, savanna and steppe in Argentina. It has been extensively modified by large scale cattle ranching, but remnants of the original flora remain. It is threatened by the advance of the irrigation-based agricultural frontier. ==Location== The espinal is a broad arc of arid land in the interior of Argentina to the north and west of Buenos Aires, extending from the northern Uruguay border west through Santa Fe to Cordoba and south to the Atlantic coast south of Bahía Blanca. It includes central Santa Fe Province, Córdoba Province and the northern part of San Luis Province. It has an area of . The name \"espinal\" (thorny) refers to the thorny deciduous shrubland forest of the region between the flooded wetlands along the Paraná River to the east and the Sierras de Córdoba to the west. The northern part of the ecoregion adjoins the Humid Pampas around Buenos Aires to the south, the Uruguayan savanna to the east, and the Humid Chaco and Dry Chaco to the north and northwest. A belt of Paraná flooded savanna runs from north to south through the ecoregion along the Paraná River. The southern part of the ecoregion lies between the Low Monte ecoregion to the west and the Humid Pampas to the east. ==Physical== The region mostly covers flat plains with loess or sandy soils. There are wide variations in climate. The climate in the north is warm and wet, with rains in the summer. The Köppen climate classification is \"Cfa\": warm temperate, fully humid, hot summer. At a sample location at coordinates the mean temperature ranges from in July to in January. The yearly average mean temperature is about . Yearly total precipitation is about . Monthly precipitation ranges from in June to in March. ==Ecology== The espinal is in the neotropical realm, in the Temperate grasslands, savannas, and shrublands biome. The dry ecoregion was once home to many species of birds, mammals and plants. The introduction of cattle in the 17th century had a huge impact, and the original habitat is now found only in isolated patches. ===Flora=== Vegetation includes deciduous xerophytic forests, palm groves, grassy savannahs, grassy steppes and bushy steppes. Plants of the Prosopis and Acacia genera of the Mimosoideae family are common, add the mature forest areas are dominated by trees of the Prosopis genus. Other plants belong to genera such as Jodina (Santalaceae family), Celtis, Schinus, Geoffroea and Atamisquea (Capparaceae family). In the carob subregion in the north of the espinal the main tree species include Prosopis nigra, Prosopis alba, Celtis tala, Geoffroea decorticans, Vachellia caven, Jodina rhombifolia, Scutia buxifolia and Schinus longifolia. Isolated specimens or groups of the Trithrinax campestris palm are still found in some areas. The \"caldén\" subregion in the south of the espina has xerophytic forests with many Prosopis caldenia (calden) trees, an endemic species. It also contains areas of grassy savanna, dunes with flora adapted to sand, and areas with salty soils holding scrublands or halophilic steppes. ===Fauna=== There are three species of endemic birds. The Mar Chiquita lake and the Dulce River swamps are designated a Ramsar wetland that is a key site for endangered neotropical birds. The wetland supports a rich and diverse fauna with 138 known species of birds, including large breeding groups of Chilean flamingo (Phoenicopterus chilensis). Native species include guanacos, greater rheas, and giant anteaters. Endangered amphibians include blunt-headed salamander (Ambystoma amblycephalum). Endangered birds include yellow cardinal (Gubernatrix cristata), Chaco eagle (Buteogallus coronatus) and Eskimo curlew (Numenius borealis). ==Status== The World Wildlife Fund gives the espinal ecoregion the status of \"Critical/Endangered\". Much of the ecoregion has been used for agriculture, and the trees of the sparse dry forests have been used for firewood, fence posts, flooring and furniture. Irrigation systems are expanding the agricultural frontier into area that were previously not affected. The Dulce River floodplain and Mar Chiquita lake are threatened by increasing use of the water upstream. Conservation units include the Lihué Calel National Park, La Reforma University Reserve, Chacharramendi Provincial Reserve and Luro Provincial Reserve. Other units are the El Palmar National Park and the Parque Atlántico Mar Chiquita. ==Notes== ==Sources== * * * Category:Neotropic ecoregions Category:Ecoregions of Argentina Category:Temperate grasslands, savannas, and shrublands ",
    "title": "Argentine Espinal"
}