{
    "id": "53754644",
    "text": "Md Mainul Islam is a retired Lieutenant General of Bangladesh Army. He is the former Principal Staff Officer of Armed Forces Division and Chief of General Staff (CGS) of Bangladesh Army. He also served as Director General of Border Guards Bangladesh. He is currently the President of Bangladesh Archery Federation. ==Education== Islam completed his Masters in Strategic Studies in 2003 from United States Army War College, Pennsylvania, USA. He did his second Masters in Business Studies in 2004 from The Trinity University, USA. Also completed his third Masters in Defence Studies in 2005 from National University. Now, he is pursuing PhD program under Bangladesh University of Professionals ==Career== ===Army=== Islam was commissioned from Bangladesh Military Academy in the East Bengal Regiment in 1977. During his long 40 years career, he served in a variety of command, staff and instructor appointments and was widely known for effectively handling critical issues. He served as Chief Instructor of Armed Forces war course (AFWC) wing of National Defence College Bangladesh. After reorganizing Border Guard Bangladesh, he was promoted to Lieutenant General and was made Chief of General Staff at the Army Headquarters. He planned and transformed Bangladesh Army to be more professional and better equipped. On July 2015 he was made the Principal Staff Officer of Armed Forces Division. He was a part of modernization of Bangladesh Armed Forces having significant contribution in the making of Forces Goal 2030 He left that position in February 2016 when he retired from the Bangladesh Army. ===BGB=== He was hand picked as Brigadier General to manage the catastrophic situation of 2009 Bangladesh Rifles Mutiny. He served as the Director General of Border Guards Bangladesh from 28 February 2009 to 9 May 2010 and was given the responsibility of reorganizing the mutiny devastated force. He had replaced Director General Shakil Ahmed who was killed in the mutiny. He re-established the chain of command in the force and initiated the trial of the mutiny in a very short time. He transformed working environment of the traditional border force with new laws and positive culture. He oversaw the change in name of Bangladesh Rifles to Border Guards Bangladesh. During his directorship, the uniform was changed and an intelligence unit was added to the border forces. He produced a new organisational structure upon which the force operates today. ===United Nations=== After forced withdrawal of Bangladesh Battalion Headquarters from UN camps in Ivory Coast, Bangladeshi Peacekeepers faced image crisis; by negative branding like \"armed tourists\" in the mission area. He was assigned to bring change in ways of professional Peace Keeping duty. He could turn the tide in favor of Bangladeshi Peace Keepers. He was also a proud member of 1st milestone group of 15 Peace Keepers deployed under United Nations Iran–Iraq Military Observer Group (UNIMOG) to Iraq in 1988, immediately after Iraq-Iran War. This group paved the way of present day Peace Keeping. ==Honours== {| |none |none |none |- |none |none |none |none |- |none |none |none |none |- |none |none |none |none |- |none |none |none |none |} ==References== Category:Living people Category:Bangladesh Army generals Category:Director Generals of Border Guards Bangladesh Category:Year of birth missing (living people) Category:Principal Staff Officers (Bangladesh) Category:People from Comilla District ",
    "title": "Md Mainul Islam"
}