{
    "id": "53754267",
    "text": "Miljan Damjanović (; born 1984) is a politician in Serbia. He has served in the National Assembly of Serbia since 2016 as a member of the far-right Serbian Radical Party. ==Early life and career== Damjanović was born in Prizren, Kosovo, in what was then the Socialist Republic of Serbia in the Socialist Federal Republic of Yugoslavia. He is a graduate economist.MILJAN DAMJANOVIĆ, Otvoreni Parlament, accessed 11 April 2017. ==Political career== Damjanović joined the Radical Party in 2003 and was elected as a municipal official in Stari Grad, Belgrade in 2008. He subsequently became the leader of the Radical Party organization in Belgrade and a member of the party's national presidency. He announced a coalition government in Stari Grad in 2016 that included the Radical Party, its traditional ideological rival the Democratic Party, and other groups.SRS: Mi i DS smo šok, a pregovori Vučića i Jovanovića ne?, B92 (Source: Tanjug), 13 May 2016, accessed 11 April 2017. In 2011, Damjanović took part in a protest against the arrest and extradition of Ratko Mladić. He was quoted as saying, \"[His arrest] is an act of treason by the regime. It proved that this country is not free. He's a hero.\"Chris Bryant and Neil MacDonald, \"Clashes with police as Mladic loyalists take to streets,\" Financial Times, 30 May 2011, p. 08. Damjanović received the ninety-second position on the Radical Party's electoral list in the 2012 Serbian parliamentary election and the thirty-first position in the 2014 election. The party did not cross the electoral threshold to win representation in the National Assembly on either occasion.Избори за народне посланике Народне скупштине, 6. мај 2012. године, ИЗБОРНЕ ЛИСТЕ (СРПСКА РАДИКАЛНА СТРАНКА - ДР ВОЈИСЛАВ ШЕШЕЉ) , Republika Srbija - Republička izborna komisija, accessed 11 April 2017; Избори за народне посланике Народне скупштине одржани 16. и 23. марта 2014. године, ИЗБОРНЕ ЛИСТЕ (СРПСКА РАДИКАЛНА СТРАНКА - ДР ВОЈИСЛАВ ШЕШЕЉ) , Republika Srbija - Republička izborna komisija, accessed 11 April 2017. He was promoted to the eighth position on the Radical list for the 2016 election and was elected when the party won twenty-two mandates.Избори за народне посланике 2016. године » Изборне листе (Др ВОЈИСЛАВ ШЕШЕЉ - СРПСКА РАДИКАЛНА СТРАНКА) , Republika Srbija - Republička izborna komisija, accessed 2 March 2017. Damjanović is a member of the parliamentary committee on Kosovo- Metohija; a deputy member of the European integration committee; and a member of the parliamentary friendship groups for Belarus, China, and Russia.Miljan Damjanovic, National Assembly of Serbia, accessed 11 April 2017. He is also a substitute member of the Serbian delegation in the Parliamentary Assembly of the Council of Europe and is an alternate delegate on the PACE committee on social health and sustainable development.Miljan DAMJANOVIĆ, Parliamentary Assembly of the Council of Europe, accessed 11 April 2017. Damjanović announced in March 2017 that the Radical Party would send an international parliamentary delegation to Crimea to mark the three-year anniversary of the area's de facto joining of the Russian Federation.\"Serbian Lawmaker Delegation to Visit Crimea in March - Serbian Radical Party Official,\" Sputnik News Service, 13 March 2017. ==References== Category:1984 births Category:Living people Category:Members of the National Assembly of Serbia Category:Substitute Members of the Parliamentary Assembly of the Council of Europe Category:People from Prizren Category:Politicians from Belgrade Category:Serbian Radical Party politicians ",
    "title": "Miljan Damjanović"
}