{
    "id": "53757177",
    "text": "The church St. Laurentii is the parish church of a Lutheran congregation in the centre of Itzehoe, Schleswig-Holstein, Germany. The full name is Stadtkirche St. Laurentii (town church of Lawrence of Rome). Completed in 1718, it is the town's largest religious building. It serves as a parish church and as a concert venue. == History == The medieval cloisters A church dedicated to St. Laurentius was first mentioned in a document from 1196. It was a Gothic hall church with two naves, which was destroyed when the town burnt in 1657 due to the Second Northern War. The church was rebuilt only provisionally. The cloisters survived and are the only medieval building left in Itzehoe. The present church was built from 1716 to 1718 in Baroque style. The tower was first only slightly higher than the church. The present tower was built from 1894 to 1896 after designs by Johannes Otzen. It is high, crowned with an onion dome and four corner towers, and was equipped with a viewing platform. The tower was severely damaged by a storm on 8 January 2002. The restoration was completed in 2005.Turmbesichtigung Below the church, ladies (Stiftsdamen) of the and members of the noble family of Rantzau were buried in metal sarcophages, including: * (1586–1647) * her daughter, Dorothea of Rantzau (1619–1662) * the daughter's husband, Reichsgraf (1614–1663) * Dorothea Benedicta of Rantzau (1696) * Abbess Metta Christina of Ahlefeldt (1763) == Furnishing == The altar Most pieces date back to the time between the burning and the new church, including an altar from the workshop of , a wood carver from Hamburg who created 24 biblical scenes, and the chancel, which was until 1962 in the centre of a rood screen. == Church music == The organ in 2016 Detail: coat of arms of the House of Schleswig-Holstein- Sonderburg-Augustenburg The organ was begun in 1715 by Arp Schnitger. After his death in 1719, his pupil completed the work. The Schnitger organ was replaced in 1905 by an instrument built by Wilhelm Sauer who retained the case (Prospekt). Franz Grollmann rebuilt and expanded the organ in 1976. The church is a venue of the Schleswig-Holstein Musik Festival and other concerts. == Literature == * Jörg Benz, Heinz Longerich: Das Gotteshaus St. Laurentii besaß zwei Kirchenschiffe. In: ', 17 November 1998, Itzehoe 1998. * Karl-Friedrich Hacker: Illustrierter Kirchenführer zur Gruft der St. Laurentii-Kirche in Itzehoe. Ed. Footura Black, Itzehoe 2011, . * Siegfried Hansen: Der Altar der St. Laurentius-Kirche zu Itzehoe. In: Heimatverband Kreis Steinburg (ed.): 1971. Itzehoe 1970, pp 5–9. * : Baugeschichte der St. Laurentii-Kirche in Itzehoe. In: Heimatverband Kreis Steinburg (ed.): Steinburger Jahrbuch 1966. Itzehoe 1965, pp 78–88. * Dietrich Krueger: Zum Umbau der Orgel in der St. Laurentii-Kirche zu Itzehoe. In: Heimatverband Kreis Steinburg (ed.): Steinburger Jahrbuch 1977. Itzehoe 1976, pp 163–169. == References == == External links == * * Itzehoer Konzertchor (in German) Itzehoe Laurentii Itzehoe Laurentii Itzehoe Laurentii Itzehoe Laurentii ",
    "title": "St. Laurentii, Itzehoe"
}