{
    "id": "53752901",
    "text": "Zhongjianosaurus is a genus of dromaeosaurid belonging to the Microraptoria. Believed to hail from the Yixian Formation, specifically the middle of the Jehol Biota, it is the smallest known microraptorine thus far discovered and one of the smallest non-avian theropod dinosaurs. ==Description== Life reconstruction of Zhongjianosaurus yangi based on the holotype skeleton Zhongjianosaurus is distinguishable from other microraptorines in the following autapomorphies. Proportionally long ossified uncinate processes are fused to the dorsal ribs. A widely arched furcula is present with slender and posteriorly curved clavicular rami. The humeral proximal end is strongly offset medially from the humeral shaft. The internal tuberosity of the humeral proximal end is short. A large fenestra perforates the humeral deltopectoral crest. The humeral ulnar condyle is hypertrophied. The ulna is slightly longer than the humerus. The ulnar olecranon process has a mediolaterally pinched posterior margin. The ulnar distal end bends anteriorly and is strongly expanded laterally. The proximal end of metacarpal II has a strong ventrolateral extension. Metacarpal III is laterally bowed and adorned with a longitudinal ventral groove. Phalanx II-2 is without a proximodorsal lip and lacks strong dorsal arching. The femoral head is stout and lower than the trochanteric crest. The medial condyle of tibiotarsus distal end has a prominent distal extension. The foot shows the arctometatarsalian condition. Metatarsal II is without ginglymi on its distal end. The authors identify the fingers in the maniraptoran hand as the second, third and fourth, whereas most researchers see them as the first, second and third so that \"metacarpal II\" would become metacarpal I etc. The articulated tail has elongate rod-like extensions of the prezygaphophyses and chevrons characteristic of most dromaeosaurids, and these reach almost to the most anterior caudals. The sternum is large, with a maximum anteroposterior length 56% of the femoral length and is long axially in proportion. Bone fusion in the scapula, vertebrae, coracoid, and tarsals suggest that the specimen is a mature adult weighing , making it one of the smallest known non-avian theropods thus far discovered. ==Discovery and naming== Zhongjianosaurus was first reported in 2009 when a new species based on a specimen consisting of a partial postcranial articulated skeleton was recovered from the lake deposits in Sihedang, Lingyuan County, in western Liaoning. It was first described by Xu Xing and Qin Zi-Chuan. The genus and specific name honor Yang Zhongjian, China's founder of vertebrate paleontology. The holotype specimen, labelled as IVPP V 22775, is currently housed in the Institute of Vertebrate Paleontology and Paleoanthropology, in Beijing. The specimen's remains preserve the four most posterior cervical vertebrae (likely 7-10 in regards to placement). Seven dorsal vertebrae are known, while eight dorsal ribs are known from the left side of the specimen in comparison to the five preserved for the right side. Five left uncinate processes are preserved as well. The caudal series of vertebrae are represented by 26 articulated caudal vertebrae, probably missing only the first caudal vertebra, likely making a full count of 27 caudal vertebrae in the tail. The sternum is represented by what is probably the left sternal plate. Five left sternal ribs are preserved, more than are seen in the related genera Microraptor and Sinornithosaurus. The furcula is preserved as well, as are the scapulae and coracoids, which are fused. The forelimbs of Zhongjianosaurus are represented by both humeri, the left ulna, the left radius, and a partial left manus. The specimen's hindlimbs meanwhile, are represented by both femora, both tibiotarsi, and portions of both feet. ==Classification== Studies by Xu and Qin place Zhongjianosaurus in the Dromaeosauridae, and specifically the Microraptoria, based on its synapomorphies. ==Paleobiology== The discovery of Zhongjianosaurus in the Yixian Formation, in addition to eight other dromaeosaurids suggests that there was a sufficient amount of niche partitioning. The varying size of the different dromaeosaurids likely indicates that they focused on different types of prey and that many were specific about what type of prey they consumed. Niche partitioning may also have been aided by differentiation in habitat preferences. Zhongjianosaurus was, in view of its small size, possibly omnivorous and arboreal. However, a full understanding of niche differentiation of Jehol dromaeosaurids probably will require a full dataset of the tempo-spatial distribution of the many Jehol dromaeosaurid fossils and a better understanding of their ecology before such conclusions can be fully drawn. ==See also== * Timeline of dromaeosaurid research *2017 in archosaur paleontology ==References== Category:Early Cretaceous dinosaurs of Asia Category:Microraptorians Category:Feathered dinosaurs Category:Fossil taxa described in 2017 ",
    "title": "Zhongjianosaurus"
}