{
    "id": "53754746",
    "text": "Tomasz Gielo (born 4 January 1993 in Szczecin) is a Polish basketball player for MoraBanc Andorra of the Liga ACB. He also represents the Poland national basketball team.http://www.eurobasket.com/Poland/basketball-National-Team.asp He started his career as a 15-year-old in the AZS Szczecin team. In 2011, he went to the United States to play for the NCAA Liberty Flames of Liberty University.http://www.enbiej.pl/2011/05/11/tomasz-gielo-zagra-w-ncaa/ He was part of the 2012-2013 team who made the NCAA tournament. In 2015, he changed his college, energizing the ranks of the University of Mississippi.http://sport.wp.pl/kat,1809,title,Gielo-zmienil-uczelnie-powalczy- o-NBA,wid,17549185,wiadomosc.html?ticaid=118f4f In his last year in the NCAA he recorded an average of 9.9 points and 4.3 rebounds.http://www.olemisssports.com/sports/m-baskbl/mtt/tomasz_gielo_975527.html ==Professional career== In the summer of 2016 he trained before the NBA draft with the Los Angeles Lakers and Philadelphia 76ers.http://probasket.pl/nba- tomasz-gielo-bedzie-trenowal-z-los-angeles-lakers/ He played in the 76ers summer league.http://www.przegladsportowy.pl/koszykowka/nba,tomasz-gielo- zagra-w-lidze-letniej-nba,artykul,697429,1,299.html In August 2016, he signed a contract with the Spanish club Divina Seguros Joventut.http://sport.tvp.pl/26437577/gielo-gra-w-hiszpanii-to-dla-mnie- swietna-okazja In July 2018, he part ways with Divina Seguros Joventut. On 15 July 2018, he signed a two-year deal with Iberostar Tenerife of the Liga ACB. On 11 October 2020, he signed a one-month deal with MoraBanc Andorra of the Liga ACB. ==References== Category:1993 births Category:Living people Category:CB Canarias players Category:Polish expatriate basketball people in Spain Category:Joventut Badalona players Category:Liberty Flames basketball players Category:Liga ACB players Category:Ole Miss Rebels men's basketball players Category:Polish expatriate basketball people in the United States Category:Polish expatriate sportspeople in Spain Category:Polish men's basketball players Category:Power forwards (basketball) ",
    "title": "Tomasz Gielo"
}