{
    "id": "53759399",
    "text": "{| |} Blas de Lezo (F-103) is a Spanish Navy guided missile frigate of the . This is the third ship class of air defense frigates in the Spanish Navy. It was named after the 18th century Spanish Admiral Blas de Lezo. The ship was built by Izar Shipbuilding in Ferrol, Spain and entered into service in 2004. ==Operational history== On May 16, 2003 Blas de Lezo was launched. This was the same day that construction of the frigate began. From September 7–11, 2004 Blas de Lezo conducted her sea trials. On December 16, 2004 the frigate was delivered to the Spanish Navy. In September 2005 the frigate conducted missile launching tests (CSSQT) in the United States with the American destroyers and . In 2007 Blas de Lezo joined the combat group of French nuclear aircraft carrier for two months. She subsequently had an accident on September25, 2007, during the NATO Neptune Warrior exercises off Scotland. There were no injuries. An emergency repair was carried out at the Navantia-Ferrol facility in Fene, Spain. Then she headed out to Denmark where she took over the command of Permanent Naval Group No.1 of NATO (SNMG-1). In this group, she replaced . From April 2009 onwards Blas de Lezo, along with other vessels of SNMG-1, participated in NATO's Allied Protector operation to combat piracy in the waters of the Gulf of Aden and the Horn of Africa. On July 4, 2009 during the course of an operation, the crew boarded two vessels suspected of piracy after receiving a warning from the Liberian merchant United Lady of a possible attack. On April 9, 2012 she sailed from Ferrol, Spain to the east coast of the United States to integrate into Task Force8 of the United States Navy. She was joined by the aircraft carrier , a , and three s with which she trained. Following this drill, she became part of an international group aimed at combating drug trafficking in the Caribbean Sea. On May 31, 2012 she returned to her base at Ferrol. On June 11, 2013 Blas de Lezo sailed from the Naval Station of Rota to take command of NATO Permanent Group No.2 (SNMG-2) based in Aksaz, Turkey, where she arrived on June15. In the course of this deployment, she participated in Ocean Shield, an anti-piracy operation in the Indian Ocean, and Active Endeavor, part of the fight against terrorism in the Mediterranean. On July 26, 2013 she was showcased in Istanbul for The General Directorate of Armaments, Materials of Turkey, and the Navy of Turkey to support Navantia's options in securing a contract for the manufacture of several frigates for Turkey. In early August 2013 the frigate returned to base for maintenance. On August 29, 2013 she departed for the port of Málaga to start the second phase of her deployment which included the participation on the international exercise Brilliant Mariner2013. On October 13, 2013 Blas de Lezowas relieved in Barcelona by Álvaro de Bazán. On July 11, 2014 the frigate returned from Operation Atalanta while the remaining four ships of the F-100 class were based in Ferrol. For the first time, the five F-100 frigates conducted joint training exercises as part of the 31stEscort Squadron. On June 28, 2015 Blas de Lezo received her combat flag in Guecho, offered by the Royal Maritime Club of Abra and the Sports Club; sponsored by Ana of Orleans, Duchess of Calabria. In early October 2015 she participated in exercises of International Joint Ventures in Scottish waters; followed by participation in the multinational exercises Trident Juncture2015, which took place in Spain, Italy and Portugal. ==References== Category:2003 ships Category:Active frigates Category:Frigates of the Spanish Navy Category:Ships built in Spain ",
    "title": "Spanish frigate Blas de Lezo (F103)"
}