{
    "id": "53755657",
    "text": "Marcos Rubinstein is a professor and chair at the University of Applied Sciences and Arts of Western Switzerland in Yverdon-les-Bains, Switzerland. ==Education== Rubinstein obtained his Bachelor's degree in electronics from Simon Bolivar University in Caracas, Venezuela in 1982. Following it, he immigrated to the United States where he attended the University of Florida, graduating from it with Master's and Ph.D. degrees in electrical engineering in 1986 and 1991 respectively. ==Career== In 1992, Rubinstein joined École Polytechnique Fédérale de Lausanne where he studied electromagnetic compatibility and lightning with Swiss Post, Telegram, and Telegraph. A position at Swisscom got opened for him in 1995, where he then worked on numerical electromagnetics and electromagnetic compatibility in telecommunications and led many projects with the aim to further study EMC and biological effects of electromagnetic radiation. In 2001, Rubinstein joined the University of Applied Sciences and Arts of Western Switzerland in Yverdon- les-Bains, becoming a professor in telecommunications and a team member of the Institute for Information and Communication Technologies. A chairman of the International Project on Electromagnetic Radiation from Lightning to Tall Structures IPLT, Rubinstein is a member of the International Union of Radio Science and Swiss Academy of Sciences. Rubinstein was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014 \"for contributions to modeling lightning and its electromagnetic effects\". ==References== ==External links== * Category:20th-century births Category:Living people Category:Swiss engineers Category:Simón Bolívar University (Venezuela) alumni Category:University of Florida alumni Category:École Polytechnique Fédérale de Lausanne faculty Category:Fellow Members of the IEEE Category:Year of birth missing (living people) Category:Place of birth missing (living people) ",
    "title": "Marcos Rubinstein"
}