{
    "id": "53750390",
    "text": "All the Birds in the Sky is a 2016 science fantasy novel by American writer and editor Charlie Jane Anders. It is her debut speculative fiction novel and was first published in January 2016 in the United States by Tor Books. The book is about a witch and a techno-geek, their troubled relationship, and their attempts to save the world from disaster. The publisher described the work as \"blending literary fantasy and science fiction\". The novel was generally well received by critics. It won the 2017 Nebula Award for Best Novel, the 2017 IAFA William L. Crawford Fantasy Award, and the 2017 Locus Award for Best Fantasy Novel; it was also nominated for the 2017 Hugo Award for Best Novel. Time magazine placed it No. 5 on its \"Top 10 Novels\" of 2016. ==Plot summary== All the Birds in the Sky is set in the near-future and is about Patricia and Laurence, a witch and a techno-geek. Patricia discovers, when she is six, that she has magical abilities, like talking to birds – but she has no control over it and cannot summon it at will. Laurence, from a young age, invents gadgets, makes a two second time machine out of a watch, and later builds a supercomputer in his bedroom. Patricia and Laurence both attend the same junior high school where they discover each other after being ostracized by other children for being too strange. Their time at school, however, does not last long and they soon become separated. Patricia runs away after being accused of witchcraft, and with the help of a bird, becomes one and flies away; she is intercepted by a magician who enrolls her in a school for witches. Laurence is sent to a military reform school by his parents for his non-conforming behavior. Ten years later, the adult Patricia and Laurence bump into each other again at a party. Patricia is now a witch who can control and use her magical abilities, and has joined a witch's cabal. Laurence had escaped the reform school and now is part of a think tank of like-minded geeks building a wormhole generator. Patricia and Laurence keep in touch, but their divergent philosophies strain their relationship. All of this happens against the backdrop of a deteriorating world, which is beset by superstorms, earthquakes and wars that destroy cities and destabilize countries. It is the beginning of the Unraveling. This leads to a showdown between science and magic, which jeopardizes Patricia and Laurence's relationship. The story ends with the pair reconciling their differences and combining science and magic to stop the Unraveling. ==Background== Anders' first novel, Choir Boy, was published in 2005. Most of it was written in 2001, and she described it as \"very weird literary\" fiction. After that she worked on several novels, including All the Birds in the Sky, but it was not until her science fiction novelette \"Six Months, Three Days\" won her a Hugo, that she realized what readers were after, and focused on All the Birds. In a 2016 interview in the science fiction book podcast Geek's Guide to the Galaxy, Anders said that, whereas the other books she was working on \"felt like something that other people could have written\", All the Birds \"felt like something only I could have written.\" She spent most of 2011 working on the book. Tor Books acquired All the Birds in the Sky in March 2014, with publication planned for 2015. Earlier drafts of the novel included aliens and an evil wizard. Anders recalled she \"overstuff[ed] it with genre elements\" to the extent that it became \"a kind of genre spoof\". But it was around the sixth draft she decided to make it about a witch and a mad scientist, Patricia and Laurence. Initially they were to be rivals, using science and magic to fight each other, but Anders realized it would work better if they were friends. She said it was the relationship she had created in \"Six Months, Three Days\" that made her decide to make All the Birds in the Sky a \"relationship story\". Anders cited Cory Doctorow's Little Brother (2008) and Jo Walton's Among Others (2011) as inspiration for the Patricia and Laurence coming of age sections of the novel. ==Reception== In a review in SF Signal, science fiction critic James Wallace Harris described All the Birds in the Sky as \"three weddings: a marriage of science fiction and fantasy, ... YA and adult, and ... genre and literary.\" He said Anders manages this \"with a light touch, producing a novel that is a joy to read, yet is as deep as you're willing to dig.\" Writing in The Independent, David Barnett described the novel as a blend of Diana Wynne Jones, Douglas Coupland and Neil Gaiman—\"a little bit of science fiction, a little bit of fantasy, and a hell of a lot of fun\". He added that Anders is \"an important new voice in genre fiction\", and that this book \"marks a brave, genre-bending debut that, as satisfying as it is, perhaps hints at even more greatness to come.\" Michael Berry wrote in the San Francisco Chronicle that Anders' mix of science fiction and fantasy with a coming-of-age story should satisfy readers of each of these genres. He said the novel is \"clearly something special\" that \"walks the line between quirky and the cutesy\", but is level-headed enough to compensate for the \"whimsical aspects\" of the story. In a review in the New York Journal of Books, novelist and editor Samantha Holloway called the novel \"such a neat book\" in the way it can be simultaneously \"terrible and dangerous\" and \"beautiful and charming\"; the way it tackles \"heavy themes\" like fate, free will and ecological disaster, yet appears to be \"dancing with them [rather] than wrestling\"; and the way it simply does not \"tak[e] itself too seriously\". Holloway said Anders' \"gift for dialogue and description\" makes the \"weirdness ... visceral and plausible.\" In a review in Locus, Gary K. Wolfe wrote that while stories blending science fiction and fantasy are often about science versus magic, and their outcome is generally predictable, All the Birds in the Sky \"is one of the most surprising novels I’ve read this year\", and on the whole, \"one of the most delightful\". He said Anders pulls it off with \"something as simple as tone\". The first part is \"an absolutely terrific YA novel\", achieved by \"masterful, wacky, and sometimes hilarious control of tone\"; later it \"gets a bit wobbly from time to time\" as the story moves from \"fixing a relationship to fixing the world\", but at this point \"Anders has pretty much sold us on the sheer likeability of her flawed characters\". Writing on the British Fantasy Society website, Richard Webb found the book's plot generally \"well-paced and compelling\", and commended the \"beautiful imagery\" in Anders' prose. But the \"YA-to-adult-orientated romance\" underlying the main plot did not work quite as well. Webb felt that Patricia and Laurence's relationship \"played out against the well-worn 'doomed love' of their diametrically-opposed schooling\", and that their reunion appeared to be a \"plot contrivance\" that had \"a sense of inevitability to it\". According to the review aggregator Book Marks, All the Birds in the Sky received \"rave\" reviews, based on 8 reviews. ==Awards== {| class=\"wikitable sortable\" |- !Award !! Year !! Result |- |Locus Award for Best Fantasy Novel |2017 | |- |Hugo Award for Best Novel |2017 | |- |Nebula Award for Best Novel |2017 | |- |Crawford Award |2016 | |- |James Tiptree Jr. Award: Gender-bending SF |2016 | |} ==Translations== The book was translated into German by Sophie Zeitz and published in Germany as Alle Vögel unter dem Himmel by Fischer Tor in April 2017. ==Sequels== In 2016 Anders wrote \"Clover\", a short story about Patricia’s cat from All the Birds in the Sky. It was published by Tor.com in October 2016, and was later included in Anders' short fiction collection, Six Months, Three Days, Five Others, published by Tor.com in October 2017. ==References== ==Works cited== * ==External links== * Category:2016 American novels Category:2016 science fiction novels Category:2016 fantasy novels Category:Debut speculative fiction novels Category:Tor Books books Category:Nebula Award for Best Novel-winning works Category:2016 debut novels ",
    "title": "All the Birds in the Sky"
}