{
    "id": "53754383",
    "text": "Teodor Sergeevich Kulakov (; , Rozhdestvenka, Belgorod Oblast - November 16, 1943, Kerch) was a colonel of the Red Army during the Second World War. He was officially promoted to the rank of major general the day after he was killed in action. He was also posthumously awarded the gold star of the Hero of the Soviet Union in May, 1944. ==Early life and military career== Kulakov was born on March 18, 1900, to a peasant family in the village of Rozhdestvenka in the former Belgorod Oblast. A Russian by nationality, he finished elementary school and then worked in one of the printing houses in Kharkov. At the age of 18 he joined the Red Army and actively participated in the Russian Civil War. He showed obvious signs of command capabilities, and remained in the cadre Red Army after the war. In 1926 he attended the Combined Military School in Tashkent, and later the 3rd Course at the Frunze Academy.Aleksandr A. Maslov, Fallen Soviet Generals, ed. and trans. by D.M. Glantz, Frank Cass Publishers, London, 1998, p. 230 == World War II == At the start of the Great Patriotic War, Kulakov was serving as the chief of staff of a rifle division. During 1941 he went on to see action in the Yelnya Offensive in SeptemberOctober, and then in the defense of Moscow. By August 14, 1942, he had been promoted to the rank of colonel, and on that date was appointed to the command of the 339th Rifle Division, a position he would hold until his death. At the time he was appointed the division was retreating from Rostov-on-Don into the passes of the Caucasus Mountains. As of September 4 his division was in Front reserves of Transcaucasus Front. When the German 17th Army began a new offensive towards the Black Sea port of Tuapse on September 23, the 339th was in 56th Army, where it remained for the rest of Kulakov's career. Tuapse was successfully defended, and the German offensive ground to a halt in early November.David M. Glantz, Armageddon in Stalingrad, University Press of Kansas, Lawrence, KS, 2009, pp. 563, 602, 604, 606 The 339th spent a few months rebuilding in the Reserve of the Supreme High Command in the spring of 1943. On March 16, 1943, Kulakov was awarded the Order of the Red Banner for his services. During most of the year his troops served in the Novorossiysk- Taman Operation, back in 56th Army, gradually eroding the positions of 17th Army in the Kuban bridgehead. In early October the 339th played a leading role in the defeat of these Axis forces; the division was awarded the honorific \"Taman\", while Kulakov received both the Order of Kutuzov and the Order of Suvorov within weeks of each other. Almost immediately following the victory at Taman, 18th and 56th Armies launched the Kerch–Eltigen Operation, a set of amphibious assaults from Taman across the Kerch Strait into the Crimea. Over the course of November 6, 7 and 8 all three of the 339th's rifle regiments crossed the icy waters, and on the 9th attacked in the direction of Kolonka and Kerch. After two days of sustained heavy combat the division managed to penetrate the German defenses to reach a line from \"unnamed height 1 kilometre south of Height Marker 82.5, Height Marker 5.0, the eastern edge of Kankany and Kolonka, the Voikov metallurgical factory, and the eastern edge of Kerch\". At 0100 hours on November 15 the division resumed its assault, but again failed to achieve success, losing six men killed and 20 wounded in the process. At 1325 hours on November 16 the German air force began a series of heavy strikes against the division's positions, with over 100 sorties. Colonel Kulakov had established his observation post in the midst of his division's forward defense line in the northern portion of the Voikov factory. At 1330 hours he was killed along with two other officers standing nearby by a bomb blast, with a fourth officer wounded. Unaware of his fate, the People's Commissariat of Defense issued a decree the following day promoting Kulakov to the rank of Major General. On May 16, 1944, Kulakov was posthumously made a Hero of the Soviet Union for his outstanding performance in the Kerch–Eltigen Operation, along with a captain and a sergeant-major of his division who were also killed during its course. Kulakov was buried at the Vsesvyatskoye Cemetery in Krasnodar.Maslov, Fallen Soviet Generals, pp. 229-30 ==References== ==External links== *Teodor Sergeevich Kulakov *Kulakov, Hero of the Soviet Union (in Russian) Category:1900 births Category:1943 deaths Category:Soviet major generals Category:Heroes of the Soviet Union Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Kutuzov, 2nd class Category:Soviet military personnel of World War II Category:Soviet military personnel killed in World War II Category:Frunze Military Academy alumni ",
    "title": "Teodor Kulakov"
}