{
    "id": "53754232",
    "text": "Jeanne Lavonne Humphrey Block (July 17, 1923 - December 4, 1981) was an American psychologist. She conducted research into sex-role socialization and, with her husband Jack Block, created a person-centered personality framework. Block was a fellow of the American Association for the Advancement of Science and conducted her research with the National Institute of Mental Health and the University of California, Berkeley. She was an active researcher when she was diagnosed with cancer in 1981. ==Early life== Block was born in 1923 in Tulsa, Oklahoma. She was raised in a small town in Oregon. After graduating from high school, she entered Oregon State University as a home economics major, but she was dissatisfied with her education. She joined SPARS, the women's branch of the United States Coast Guard, in 1944. While serving in World War II, Block was badly burned and nearly died. She was treated with skin grafts, and she was able to return to military service until 1946. After completing a psychology degree at Reed College, she attended graduate school at Stanford University. At Stanford, Block met two mentors, Ernest Hilgard and Maud Merrill James. Hilgard wrote a popular general psychology textbook and co-wrote a textbook on learning theories, and he became president of the American Psychological Association. James had been an associate of intelligence researcher Lewis Terman. Block also met her future husband and research collaborator, Jack Block, during her time at Stanford. ==Career== Pregnant at the time she finished her Ph.D. at Stanford in 1951, Block worked mostly part-time in the 1950s while she raised four children. Block and her husband created a person-centered personality theory that became popular among personality researchers. The theory examined personality in terms of two variables, ego-resiliency (the ability to respond flexibly to changing situations) and ego-control (the ability to suppress impulses). In 1963, she was awarded a National Institute of Mental Health fellowship and she moved with her family to Norway for a year. She joined the faculty at the University of California, Berkeley, in 1965. In the 1970s, Block published an analysis the sex-role socialization occurring in several groups of children in the United States and Northern Europe. Even across countries, boys were typically raised to be independent, high-achieving and unemotional, and girls were generally encouraged to express feelings, to foster close relationships and to pursue typical feminine ideals. Block was made a fellow of the American Association for the Advancement of Science and received the Hofheimer Prize for outstanding psychiatric research from the American Psychological Association (APA). She was elected president of the APA Division of Developmental Psychology. ==Later life== Block died on December 4, 1981. She had been diagnosed with cancer earlier that year. ==References== Category:1923 births Category:1981 deaths Category:American women psychologists Category:People from Tulsa, Oklahoma Category:Reed College alumni Category:Stanford University alumni Category:University of California, Berkeley College of Letters and Science faculty Category:Fellows of the American Association for the Advancement of Science Category:SPARS personnel Category:United States Coast Guard enlisted ",
    "title": "Jeanne Block"
}