{
    "id": "53751000",
    "text": "Gabriele del Grande (2013) in Düsseldorf. Gabriele del Grande (* 1982 in Lucca) is an Italian journalist, blogger, writer and human rights activist. In Europe, he is one of the leading human rights defenders in the area of illegal immigrants to Italy and to Europe. On April 10, 2017, he was arrested in the Hatay Province (Turkey) near the Syria–Turkey border. He was freed after two weeks. == Life == Born in Lucca to Massimo and Sara Urro, Gabriele Del Grande studied history and oriental studies in Bologna and trained as a journalist at the 'Lelio Basso Foundation' in Rome. In 2006, he founded the blog Fortress Europe, one of the main observatories of the victims of migration along the European borders. Since then he has been traveling as a freelance journalist around Southern Europe, Northern and West Africa and the Middle East reporting about migrations, wars and jihadism. His reportages has been published in Time, Al Monitor, Vocativ, Taz, Internazionale, Rai, Radio3, RSI, Jungle World, Roads & Kingdoms, L’Unità, Redattore Sociale and others. In 2014 he was one of the co-authors and co-directors of the internationally awarded docufilm Io sto con la sposa [Golden Prize at the Al Jazeera Film Festival 2015; - Shortlisted as Best Documentary at the David di Donatello Awards 2015; - Grand Prix as Best Documentary at the Oran International Film Festival 2015; - Human Rights Film Network Award, Fedic Award and Sorriso Diverso – Social Critics Award at the 71st Venice Film Festival; - Special Prize at the Arab Film Festival of Malmo; - Best Documentary Award at the Arab Film Festival of San Francisco - Best Documentary Award, Terra di Cinema Film Festival, France - Grand Prize of Geneva, FIFDH Film Festival, Switzerland - Special Prize (Documentary) at Balkan New Film Festival (BaNeFF) 2015]. His last book, Dawla, is a deep investigation into the history of the Islamic State in Syria narrated through the stories of a number of former jihadists who deserted the organization after its defeat. == Works == * Mamadou va a morire : la strage dei clandestini nel Mediterraneo. Roma : Infinito, 2007 ** Mamadous Fahrt in den Tod. Die Tragödie der irregulären Migranten im Mittelmeer. Von-Loeper, Karlsruhe, 2008 ** Mamadú Va A Morir Oriente y Mediterráneo, Madrid, 2009 * Roma senza fissa dimora. Roma, Infinito 2009 * Il mare di mezzo. Roma, Infinito, 2009 ** Das Meer zwischen uns. Flucht und Migration in Zeiten der Abschottung. Von-Loeper, Karlsruhe, 2011 ** Quemar la frontera. Editorial Popular, Madrid, 2012 * Io sto con la sposa, 98minuti, Milano 2014, Gina Films * Dawla. La storia dello Stato islamico raccontata dai suoi disertori. Milano : Mondadori, 2018 ** Dawla: La historia del Estado Islámico contada por sus desertores Oriente y Mediterráneo, Madrid, 2019 == Awards == * premio Santa Marinella, 2007 * Pro-Asyl-Menschenrechtspreis, 2010 * Prix Caritas, 2015 (Switzerland) == See also == * Mediterranean Sea#21st century and migrations == References == == External links == * * fortresseurope.blogspot.de Category:Italian journalists Category:Italian male journalists Category:Italian bloggers Category:People from Lucca Category:1982 births Category:Living people Category:Male bloggers ",
    "title": "Gabriele del Grande"
}