{
    "id": "53763000",
    "text": "Private Jackson A. Davis of Co. E, Holcombe Legion South Carolina Cavalry Battalion The Holcombe Legion of South Carolina fought in the American Civil War as part of the Confederate States Army. It was a true legion, being made up of different types of units, in this case cavalry (four companies) and infantry (initially eight companies, later expanded to ten). Peter Fayssoux Stevens, former superintendent of the South Carolina Military Academy (and after the war a bishop of the Reformed Episcopal Church), was authorized by South Carolina Governor Francis Wilkinson Pickens to raise a legion consisting of an infantry regiment, a cavalry battalion and artillery. When asked to name it, Stevens chose to honor the governor's wife, Lucy Holcombe Pickens, in the couple's presence. The unit's motto was \"It is for the brave to die, but not to surrender.\" The artillery component never materialized, but the legion was organized in fall 1861 and assigned to Evans' Brigade. William Porcher DuBose, later an Episcopal priest and noted theologian, served as its adjutant until 1862.Stone, DeWitt Boyd, Jr., Wandering to Glory: Confederate Veterans Remember Evans' Brigade, University of South Carolina Press, 2002. The legion helped defend Charleston, South Carolina, in the summer of 1862. On July 17, Evans was ordered to move his unit to Richmond, Virginia.Stone, Dewitt Boyd. Wandering to Glory: Confederate Veterans Remember Evans' Brigade. p. 28 After reaching the city, the legion's infantry and cavalry were separated, never to be reunited, a common fate for Civil War legions. The cavalry was assigned to bolster the city's defense and eventually became part of the 7th South Carolina Cavalry Regiment. The Holcombe Legion fought in the Second Battle of Bull Run (or Second Manassas), South Mountain and Antietam (or Sharpsburg), all in August and September 1862. The legion suffered 24 dead and 131 wounded at Second Manassas, and DuBose wrote, \"The Holcombe Legion was practically destroyed as a regiment; when we gathered up the remains there were about a hundred men.\"Stone, Dewitt Boyd. Wandering to Glory: Confederate Veterans Remember Evans' Brigade. p. 56 The legion served as skirmishers for a delaying force at the Battle of South Mountain.Stone, Dewitt Boyd. Wandering to Glory: Confederate Veterans Remember Evans' Brigade. p. 60 In September 1863, it mustered 276 men. It participated in the 1864 Siege of Petersburg and the 1865 Appomattox Campaign which ended in Robert E. Lee's surrender to Ulysses S. Grant, effectively ending the war. ==See also== *List of South Carolina Confederate Civil War units *List of American Civil War legions ==References== ==External links== * Some Civil War accounts of John DeWitt McCollough, a chaplain in the Holcombe Legion, in the library of the University of South Carolina Category:Legions of the American Civil War Category:South Carolina Confederate Civil War regiments Category:1861 establishments in South Carolina Category:Military units and formations established in 1861 ",
    "title": "Holcombe Legion"
}