{
    "id": "53761445",
    "text": "Jennifer 'Jay' S. Newton-Small is co-founder and chief executive officer at MemoryWell and a long-serving Washington correspondent for TIME Magazine and a journalist for Bloomberg News. She is author of Broad Influence: How Women Are Changing the Way America Works, more than half a dozen Time magazine cover stories, and numerous articles on Washington politics, foreign policy, and national trends, and as a Halcyon House fellow is writing a book about caregiving. Newton-Small was an undergraduate at Tufts University in Medford, Massachusetts, and earned a Master of Science degree in Journalism from Columbia University in New York City. ==Early life== Jay Newton-Small was an only child born to Sue S. (Tang) Newton-Small, an international lawyer who had been born in Hong Kong as Sok Chun (\"Spring Flower\") Tang on December 13, 1948, and who fluently spoke Cantonese, and Graham 'Gray' Newton-Small, an Australian economist whose Alzheimer's disease later inspired her to begin MemoryWell. Both of her parents were United Nations diplomats who traveled and reared Jay overseas, outside the United States. They had met in Zambia while both traveled the world for the United Nations and continue to do so thereafter. They were married for forty years and retired to Naples, Florida. Her mother, Sue S. (Tang) Newton-Small, was a passionate Republican fundraiser and socialite who loved George W. Bush and disliked Barack Obama. ==Formal education== * Deerfield Academy, high school diploma * Tufts University, B.S. in International Relations, B.S. in Art History * Columbia University Graduate School of Journalism, 2000–2001, Master of Science in Journalism ==Journalistic career== * AFP (Agence France-Presse) – 2002–2003 * Reporter, Bloomberg News – 2003–2007 – Covered the White House and US politics * Washington Correspondent, Congressional Correspondent, Time Magazine – 2007–present. She covered politics as well as stories on five continents from conflicts in the Middle East to the earthquake in Haiti and the November 2015 terror attacks in Paris. She has written more than half a dozen TIME cover stories and interviewed heads of state, including Barack Obama and George W. Bush during their Presidencies, foreign dignitaries, senators, state governors, and other elected officials. ==MemoryWell== Newton-Small's father died with Alzheimer's disease. After several years of incubating the ideas, she cofounded in 2016—with Denver Nicks, and Steve Gettinger—MemoryWell, a network of professional journalists who write and retell the life stories of those suffering from Alzheimer's and other dementias, supporting their caregivers and preserving memories of the lives who forgot how to remember. She and Denver Nicks were staff writers at TIME magazine and graduates of the Columbia University Graduate School of Journalism. Steve Gettinger reminisced personal about his mother in \"The Zen of Alzheimer's\" for The New York Times Magazine. One of MemoryWell's goals is to extend the memory in others of those whose memory has failed by developing professionally written profiles of persons with a dementia. In February 2017, Newton-Small began a six-month live-in residency at Halcyon House Located in the heart of the Georgetown section of in Washington, D.C., where start-ups can develop their business strategy. MemoryWell's website and the Halcyon profile for Newton-Small claim that its stories help assisted living caregivers build empathy and get to know and engage in a more deeply personal way with their residents. ==Personal life== Ms. Newton-Small lives in Washington, D.C. ==Awards== * 2017 – Halcyon Incubator Fellow, Halcyon House * 2016–2017 – New America Fellow, to explore Alzheimer's disease and end of life care through a book she is writing about her father's diagnosis and treatment. * 2016 – Everett McKinley Dirksen Award for Distinguished Reporting of Congress, for article in Elle. \"Newton-Small's reporting shows that personal relationships can help dissolve the rancor in Congress and break the gridlock.\" * 2016 – Deadline Club award for community service reporting, awarded to Don Von Drehle, Jay Newton-Small, and Maya Rhodan, \"What It Takes to Forgive a Killer\" in TIME Magazine * 2015 – Harvard Institute of Politics fellow ==References== ==External links== * Category:1975 births Category:Living people Category:American political journalists Category:American women journalists Category:American people of Chinese descent Category:Alzheimer's disease researchers Category:Time (magazine) people Category:Bloomberg L.P. people Category:Harvard Fellows Category:Tufts University alumni Category:Columbia University Graduate School of Journalism alumni Category:Deerfield Academy alumni ",
    "title": "Jay Newton-Small"
}