{
    "id": "53764085",
    "text": "Presents from Medea to Creusa from a Lucanian red-figure bell-krater, ca. 390 BC. From Apulia. (Louvre Museum, Paris) In Greek mythology, Creusa (; Ancient Greek: Κρέουσα Kreousa \"princess\" ) or Glauce (; Γλαυκή \"blue-gray\"), Latin Glauca, was a princess of Corinth as the daughter of King Creon. == Mythology == In favor of Creusa, Jason abandoned Medea. In the version of the myth commonly followed by ancient tragedians, Medea obtained her revenge by giving Creusa a dress that had been cursed by the sorceress. The curse caused the dress, or Shirt of Flame to stick to Creusa's body and burn her to death as soon as she put it on.Seneca, Medea 817 ff. Propertius, Elegies 2.16.30 Creusa Receiving the Burning Jewelry from Medea === Hyginus' account === :\"To him [Jason], Creon, son of Menoecus, King of Corinth, gave his younger daughter Glauce as wife. When Medea saw that she, who had been Jason’s benefactress, was treated with scorn, with the help of poisonous drugs she made a golden crown, and she bade her sons give it as a gift to their stepmother. Creusa took the gift, and was burned to death along with Jason and Creon.\"Hyginus, Fabulae 25 === Pseudo-Apollodorus' account === :\"They [Jason and Medea] went to Corinth, and lived there happily for ten years, till Creon, king of Corinth, betrothed his daughter Glauce to Jason, who married her and divorced Medea. But she invoked the gods by whom Jason had sworn, and after often upbraiding him with his ingratitude she sent the bride a robe steeped in poison, which when Glauce had put on, she was consumed with fierce fire along with her father, who went to her rescue.\"Pseudo-Apollodorus, Bibliotheca 1.9.28 == Notes == Category:Princesses in Greek mythology == References == * Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project. * Lucius Annaeus Seneca, Tragedies. Translated by Miller, Frank Justus. Loeb Classical Library Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1917. Online version at theio.com. * Lucius Annaeus Seneca, Tragoediae. Rudolf Peiper. Gustav Richter. Leipzig. Teubner. 1921. Latin text available at the Perseus Digital Library. * Pseudo-Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. Online version at the Perseus Digital Library. Greek text available from the same website. * Sextus Propertius, Elegies from Charm. Vincent Katz. trans. Los Angeles. Sun & Moon Press. 1995. Online version at the Perseus Digital Library. Latin text available at the same website. ",
    "title": "Creusa of Corinth"
}