{
    "id": "53769422",
    "text": "Michael Peter Davis (born December 19, 1947) is an American philosopher and educator. He is a professor of philosophy at Sarah Lawrence College. ==Early life and education== Davis earned his A.B. in Philosophy and Government at Cornell University, where he studied with Allan Bloom. He earned his Ph.D. in philosophy at Pennsylvania State University, where he wrote a dissertation on Plato under the direction of Richard Kennington. ==Career== Davis taught briefly at Dickinson College, Wesleyan University, and Alfred University. He has taught at Sarah Lawrence College, Bronxville, New York, since 1977. He has held the Sara Yates Exley Chair in Teaching Excellence. From 1981 to 1989, Davis taught philosophy in the Graduate Faculty of the New School for Social Research and from 1995 to 2002 in the Graduate Program in Political Theory at Fordham University. In the late 1970s, Davis began a long association and friendship with Seth Benardete, of whose works he is one of the principal interpreters. ==Academic work== Michael Davis works primarily in Greek philosophy, in moral and political philosophy, and in what might be called the “poetics” of philosophy. He is the translator, with Seth Benardete, of Aristotle's On Poetics and has written on a variety of philosophers from Plato to Heidegger and of literary figures ranging from Homer and the Greek tragedians to Saul Bellow and Tom Stoppard. Davis is probably best known for his interpretations of Aristotle, where he articulates the metaphysical implications of practical life (The Poetry of Philosophy, The Politics of Philosophy, and The Soul of the Greeks) as well as the practical implications of metaphysics (The Autobiography of Philosophy). The other primary influence on Davis's thought is Plato, for whom the necessary connection between the practical and the theoretical shows up in the dialogic form of philosophy. For Davis, Plato reveals both the necessarily poetic character of philosophy and the necessarily philosophic character of the literature. From Plato, Davis learns how philosophy must be esoteric, not primarily in a political but in a metaphysical sense, a view he developed in conversation and collaboration with Seth Benardete. ==Personal life== Davis resides in White Plains, New York, with his wife Susan, to whom he has been married since 1969. ==Bibliography== * Ancient Tragedy and the Origins of Modern Science (Southern Illinois University Press, 1988). Chinese translation, Hermes, 2008. * Aristotle's Poetics: The Poetry of Philosophy (Rowman and Littlefield, 1992); reprinted as The Poetry of Philosophy: On Aristotle's Poetics (St. Augustine's Press, 1999). Chinese translation, Hermes, 2009. * The Politics of Philosophy: A Commentary on Aristotle's Politics (Rowman and Littlefield, 1996)—Choice 1996 Outstanding Academic Book Award. Chinese translation, Hermes, 2009. * The Autobiography of Philosophy: Rousseau's The Reveries of the Solitary Walker (Rowman and Littlefield, 1999). Chinese translation, Hermes, 2010. * Aristotle – On Poetics, co-translator and co-editor (with Seth Benardete) and author of the Introduction (St. Augustine's Press, 2002). * Encounters and Reflections: Conversations with Seth Benardete, participant with Robert Berman and Ronna Burger (University of Chicago Press, 2003). Chinese translation, Hermes, 2007. * Wonderlust: Ruminations on Liberal Education (St. Augustine's Press, 2006). * The Soul of the Greeks: An Inquiry (University of Chicago Press, 2011). * The Music of Reason: Rousseau, Nietzsche, Plato (University of Pennsylvania Press, 2019). * Essays in Honor of Richard Kennington, a special Festschrift issue of the Graduate Faculty Philosophy Journal, Vol. 11, No. 2 (Fall 1986). * With Ronna Burger, introduction to and editor of The Argument of the Action: Essays on Greek Poetry and Philosophy by Seth Benardete (University of Chicago Press, 2000). * With Ronna Burger, introduction to and editor of The Archaeology of the Soul: Essays in Greek and Roman Philosophy and Poetry by Seth Benardete (St. Augustine's Press, 2012). ==See also== * Mimesis * Nicomachean Ethics * Poetics (Aristotle) * Politics (Aristotle) ==References== ==External links== * Benardete Archive * Michael Davis—author's site Category:1947 births Category:Living people Category:American philosophers Category:Sarah Lawrence College faculty Category:Cornell University alumni Category:Pennsylvania State University alumni ",
    "title": "Michael Peter Davis"
}