{
    "id": "53762552",
    "text": "John Brenkus (born 1971) is an American producer, director, and television personality. He is the co-founder and co-CEO of BASE Productions, a production company that specializes in creating reality television programs for channels such as Spike, National Geographic and ESPN. His company's most popular programs include Fight Science and Sport Science, the latter of which he hosts. He also currently hosts his own podcast, The Brink of Midnight. == Early life == Brenkus grew up in Vienna, Virginia, and attended James Madison High School where he played a variety of sports including football, basketball, baseball, and track and cross-country running from the time he was young; but was never amazing at any of it. In an interview with The Washington Post he said knowing \"his place\" set the tone for his appreciation of greatness. Regardless of his ability, he wanted to leave a legacy. He knew from a young age he wanted to be in entertainment. As school secretary in 1989, he created \"Mr. Madison,\" a pageant-dance that necessitated coming up with a cast, props and lights. The dance is widely regarded as launching the broadcasting career of fellow James Madison alumnus, Robb Spewak, and was still being held as of 2011. He attended the University of Virginia, creating his own major, Film Rhetoric Communication Studies, and graduated with honors in three years. Before graduating, he told his mother, Rose, he wanted to do two of the hardest things he could think of: write a novel and make a movie. He has stated in interviews that sports and science are his \"two greatest passions.\" == Founding BASE Productions == During the early years of his career, Brenkus produced numerous short films and music video projects before launching full-time into film and television writing, production and direction. Brenkus also invested in (and shot the music videos for) DC area band emmet swimming which went on to sign with Sony Music/Epic Records. Brenkus serves as the co-CEO of BASE Productions alongside Michael Stern, as well as the host of Sport Science. As a producer of reality, documentary, and unscripted infotainment programming, BASE Productions uses a trademark motion- capture and CGI technology. The company has produced programming for a variety of channels, such as A&E;, Animal Planet, the Discovery Channel networks, Fox Sports Net, G4, ESPN, HBO, MTV, National Geographic Channel and Spike TV. BASE Productions is located in Los Angeles and Washington DC. == Sport Science/ESPN == Sport Science, created and hosted by Brenkus, was originally an hour-long show on Fox Sports Network. According to the Los Angeles Times when Sport Science first started on FSN in 2008. It's even considered educational; the show had a deal with Cable in the Classroom. Filmed inside a Los Angeles airport hangar or on location using a mobile laboratory, each episode of series 1 focused on testing certain aspects of athletics (such as human flight and reaction time). Series 2 either poses more questions from previous episodes, or tries to re-analyze sporting moments — like 2015's \"deflategate\" — or trials and tribulations and puts man against animals or machines. Since Sport Science moved to ESPN in 2010 for series 3, it has become a segmented show, featuring clips of all types of professional athletes. Brenkus makes a point of bringing them into the lab, often testing the limits of the human body. Brenkus also participated in experiments himself in cases where an \"average Joe\" was required. Sport Science is actually a spin off that comes from the 2006 series \"Fight Science: Calculating the Ultimate Warrior,\" which emphasized more of the science than the fighting, on the National Geographic channel. After it did well on Nat Geo and sister network Fox, Micheal Stern says they immediately \"pitched the spinoff, applying the same visual style and scientific approach to all mainstream sports.\" When speaking to NPR in 2011 about the creativity that goes into creating Sport Science Brenkus says that it's a collaborative effort between the network, staff, athletes, and audience. He is always looking forward to learning something new, which is why he says in an interview with Tech Times that the latest episode of Sport Science is always his favorite. Sport Science, which is produced by Brenkus' production company BASE Productions, was nominated for four Sports Emmy Awards in 2008 for Series 1, winning for Outstanding Graphic Design. Series 2 received even more accolades in 2009, being nominated for five Emmys and receiving two awards - again for Outstanding Graphic Design and also for Outstanding New Approaches in Sports Programming. == Other projects == In 2010, Brenkus wrote The New York Times bestselling book The Perfection Point. In the book, Brenkus sets out to discover exactly what those limits are for nine athletic events. The book details Brenkus's analysis of a wide variety of athletes to provide an in-depth look at the absolute limits of human performance. Brenkus finds the \"perfection point\" (the highest point physiologically possible for a human to attain based on physics and applied mathematics) for many aspects of human athleticism, focusing on the speeds, heights, distances, and times that humans will get closer to but never exceed. Combining scientific methodology with the fundamentals of each sport, Brenkus uncovers a variety of so-called perfection points, including the fastest mile and the heaviest bench press. In a 2013 interview with Mashable, Brenkus was asked whether or not humans will continue to keep accomplishing new levels of athletic achievement, or if there is a limit to what people are capable of athletically. He answers specifically from his book stating \"there obviously has to be a limit when you factor in what it means to be human, the rules of sports and what the human body is capable of. There are absolutely limits to how fast we can run, how high we can jump, how long we can hold our breath.\" When asked by Time what he wanted people to take away from his book, Brenkus said \"It's not about the destination but the journey. The Perfection Point is really about what are we as a species going to do as we try to achieve perfection.\" In May 2017, Brenkus launched The Brink of Midnight podcast. The podcast consists of discussions with professional athletes and other celebrities about what they consider to be the most important moments of their career, which Brenkus refers to as \"Brink of Midnight moments.\" Notable guests of the podcast include Ray Lewis, Sharon Stone, Tony Hale, Haley Joel Osment, Bill Engvall, Larry Fitzgerald, Rob Riggle, Santonio Holmes, Marshawn Lynch, and Randy Couture. The Brink of Midnight is also the name of a band which Brenkus created with his wife, Lizzie. They wrote a Christmas song that went viral, raised money for unite4:Good, and is still played on Sirius XM. This star-studded music video includes: Larry Fitzgerald, Kevin Love, Vernon Davis, Robert Griffin III, Ray Lewis, Jerry Rice, Trent Dilfer, Jeremy Lin. == References == ==External links== * Category:1971 births Category:Date of birth missing (living people) Category:Living people Category:American non- fiction writers Category:American men podcasters Category:American podcasters Category:American reality television producers Category:American television personalities Category:ESPN people Category:Science communicators Category:University of Virginia alumni Category:Male television personalities ",
    "title": "John Brenkus"
}