{
    "id": "53765206",
    "text": "Mary Darby Sturge (16 October 1865 – 14 March 1925) was a British doctor, known for her pioneering work with alcoholism and championing the importance of preventative medical care. She is credited as being the second woman doctor in Birmingham and was President of the Medical Women's Federation from 1920 to 1922. ==Biography== Sturge was born in Yardley, Birmingham, on 16 October 1862. Her parents were Sara and Wilson Sturge. She was known as Maida in her family where she was the eldest of ten children in prominent Quaker family in the city – her grandfather Charles Sturge was mayor of Birmingham when she was born. In 1877, Sturge was in the opening class at Edgbaston High School for Girls, the first secondary school for girls in Birmingham. She was educated at the new Mason Science College, the forerunner of Birmingham University, when it opened in 1880, where she was one of the first four women students. She left to study medicine in 1886 at London University, which had opened to women in 1878. She qualified as a doctor at the London School of Medicine for Women in 1891. Sturge returned to Birmingham in 1895 to take up general practice. In 1896, she began work in anaesthetics at the Birmingham and Midland Hospital for Women. Established in 1871, the hospital was unusual in that constitutionally 50 per cent its committee of management was female. She cared for her aunt, the women's rights activist, Eliza Sturge who died at her house in 1905. Sturge inherited all of her estate. Sturge became acting honorary surgeon in 1905. She worked at the hospital until 1924, when she retired but remained a consulting surgeon. In 1908, Sturge published with Sir Victor Horsley and Sir Arthur Newsholme Alcohol and the Human Body. The book became a popular reference book on alcoholism, selling 85,000 copies in Britain and the USA. Sturge was an active member of the Birmingham Society for Women's Suffrage. While president of the Medical Women's Federation from 1920 to 1922 she campaigned for equal pay and the removal of the marriage bar for women in medicine. She died in Birmingham on 14 March 1925, having been suffering from Bell's palsy. ==References== ==External links== * Category:1865 births Category:1925 deaths Category:19th-century British medical doctors Category:20th-century British medical doctors Category:British suffragists Category:Alumni of the London School of Medicine for Women Category:English women medical doctors Category:People from Edgbaston Category:English Quakers Category:Presidents of the Medical Women's Federation Category:20th-century women physicians Category:19th-century women physicians ",
    "title": "Mary Sturge"
}