{
    "id": "53768130",
    "text": "The Class Struggles in France, 1848 to 1850 was a set of articles written by Karl Marx for the newspaper Neue Rheinische Zeitung in 1850. The works were collated and republished in 1895 by Friedrich Engels. == Contents of the articles == In these works Marx analyzes the class issues and the economic relations which drove forward the social and political upheavals, which took place in France in 1848. He focuses extensively on the argument that the conflict was not between the proletariat and the bourgeoisie, but between different factions within the bourgeoisie. Specifically, he identifies conflicts between the industrial bourgeoisie, whose wealth and income are dependent upon the production and sale of goods; and the financial bourgeoisie, whom he identifies as bankers and stock market speculators. ===Manipulated public policy=== Marx identifies a political system where the individuals responsible for the development of public policy and the direction of public funds, were the same individuals whose investments stood to be effected by these decisions. The result of this, he claims, was that public policy was manipulated for the sake of self enrichment, giving the example of extensive railroad projects being developed with public funds under the direction of legislators who were also the main investors in these endeavors. Marx asserts, however, that, while this situation was deemed intolerable to the industrial bourgeoisie, they were not in any position to take serious action against it. The industrial bourgeoisie still occupied a comparatively privileged position within society and government and this fact, Marx argues, placed them in essentially the main camp as the financial bourgeoisie. ===Public revolt=== Where Marx identifies the change in the situation that made the public revolt possible is in a set of financial crises further afield that had deleterious effects on the economic situation in France. Specifically, he identifies a set of crop failures in 1845 and 46, and then a more general economic crisis which gripped England in the late 1840s. This crisis saw a wave of bankruptcies and factory closures throughout Britain and it was in the midst of the aftershocks that this crisis sent across the European continent, Marx asserts, that the February Revolution took place. Marx asserts in these works that England, in that time, was setting the tone for bourgeois society in general, and blames this on the nature of the trade imbalances which then existed. He paints a picture of France exporting most of its consumer goods to England, while England exports most of it consumer goods further abroad. In the same way he interprets the crises which effect England afterwards going on to effect the continent. Thus, he claims, the general economic crisis in England led to a general economic crisis in France, and that this crisis was the cause of the revolution of February 1848. This prompts him to demonstrate why no such revolution occurred in England and for this he offers the explanation that England was more thoroughly industrialized. England, he claims, needed no revolution because the industrialists already constituted such a great power, socially and politically, that they were able to confront the runaway power of speculative finance directly. France, however, was still far more heavily agrarian, while the industrialist class, though wealthy and powerful in its own right, did not wield sufficient power to carry through such a confrontation. It was only in the aftermath of the above mentioned economic crises that the industrial bourgeoisie found themselves forced to align themselves with the agrarian classes against the financial bourgeoisie. Thus Marx concludes that, in spite of the proletarian character and slogans of the revolution the proletariat were used mostly as a prop, and that as soon as the new republic was established the proletariat were more or less ejected from the circles of power. ===Analyses=== Marx goes on to describe how this use of the proletariat as a prop to dethrone the financial bourgeoisie on the behalf of the industrial bourgeoisie left the bourgeoisie so disillusioned and alienated as to fall into support for Louis Bonaparte, a man who Marx speaks of very disparagingly. He argues that Bonaparte's lack of character was central to his popularity as he was able to signify different things to different constituents and therefore build a broad base of support among groups that, according to Marx, share few mutual goals and interests. Finally, Marx draws together the analyses of the political upheavals in France and the economic crises triggered, originally, in England and spreading outward to the continent; and from these analyses builds the argument that these upheavals in France, which seemed like a grand political shift in one nation, marked only minor change within the superstructure of a social and economic system which was multinational in character. ==References== Category:1895 non-fiction books Category:1850 documents Category:Books by Karl Marx ",
    "title": "The Class Struggles in France, 1848–1850"
}