{
    "id": "53760288",
    "text": "Sigurd Slembe (Sigurd the Bastard; slembe may also be translated as \"worthless\" or \"ill-disposed\") is a trilogy of plays written by the Norwegian playwright Bjørnstjerne Bjørnson and published in 1862. It is regarded as his finest historical drama and was influenced by the works of William Shakespeare and Friedrich Schiller. It directly influenced Henrik Ibsen's The Pretenders, written the following year, which explores some similar themes. In contrast to Ibsen's attempts to create a historical setting through artificially archaic language, Bjørnson's trilogy used contemporary language. The success of this approach seems to have prompted Ibsen to adopt a similarly modernistic approach to his later history plays. The trilogy is based on the history of the real Sigurd Slembe, a 12th-century pretender to the Norwegian throne, whose story was told in the medieval kings' sagas Heimskringla, Fagrskinna, and Morkinskinna. The first part of the trilogy takes some liberties with the historical account, but the other parts follow the sagas. The plays have been performed occasionally, notably at the inauguration of the National Theatre in Oslo in 1899. They were first performed in their entirety in Meiningen, Germany, in 1869, but it was not until 1885 that the trilogy was performed in Norway, in Oslo's Christiania Theatre. ==Plays== ===Sigurd's First Flight=== The trilogy opens with the one-act play Sigurd's First Flight (Sigurds første flugt), set in blank verse. It begins in Stavanger in 1122 where Sigurd, a young man of twenty years old, is praying to Saint Olaf, Norway's patron saint, in the hope of learning the identity of his father. Sigurd's mother Tora confesses that he is the illegitimate son of her sister's husband, King Magnus Barefoot. Sigurd responds with a passionate outburst and swears that he will insist on his right to succeed to the throne. He leaves his mother and goes to join the Crusades. ===Sigurd's Second Flight=== The story continues in Sigurd's Second Flight (Sigurds annen flugt), a three-act prose play set in Caithness and the Orkney Islands in Scotland five years later. By this point Sigurd is in the service of the weak and vacillating Harald, Earl of Caithness, and is deeply in love with Harald's niece Audhild. Sigurd's relentless ambition for power brings bloody disaster to the noble families of the earldom. Appalled by what he has done, Sigurd decides to go on another Crusade. ===Sigurd's Homecoming=== Sigurd's Homecoming (Sigurds hjemkomst) concludes the trilogy with a five-act prose play. It is now 1136 and Sigurd has returned to Stavanger to seek the recognition of King Harald Gille, his half-brother who had acceded to the throne six years earlier. Harald agrees to recognise Sigurd but his decision is opposed by some of his nobles, who have Sigurd arrested and imprisoned. The nobles plot to kill Sigurd but he escapes before this can be put into effect. The enraged Sigurd carries out a plan of revenge in which he kills Harald and raises a revolt. Shortly before going to his defeat and death at the Battle of Holmengrå in 1139, Sigurd bids farewell one last time to his mother, who is now a penitent nun, and asks to hear \"the Crusader's Song\" so that he \"may joyfully go hence after that\". ==References== Category:1862 plays Category:Norwegian plays ",
    "title": "Sigurd Slembe (trilogy)"
}