{
    "id": "53762793",
    "text": "St. Andrew's Episcopal Church in Darien, Georgia is a historic church. It is a contributing building in the Vernon Square–Columbus Square Historic District. The original church was built in 1844 but was burned down during the Civil War. It was rebuilt north of Darien until the present day building was completed on Vernon Square in 1879. It was considered a part of the healing process and reunification between the north and south after the Civil war ended. ==History== The construction of the original church began with the approval from Bishop Stephen Elliot under the name St. Peter's Church, Darien in 1841. The name of the church was later changed to St. Andrew's and was added to the diocese as a parish in 1843. The first rector was the Rev. Richard T. Brown. View of St. Andrew Church looking south. Vernon square is the right in 1910. The first church building, completed in 1844, was located a short distance north of the current location. In 1863 during the American Civil War, the church was burned down (along with the rest of the town, which was pillaged and looted) by Union troops commanded by Colonel Robert Gould Shaw. This action was ordered by Colonel James Montgomery. Colonel Shaw was reluctant, but followed orders. He later wrote to his mother about his distress over the burning. Shaw was later killed in action during an attack on Fort Wagner in South Carolina. After the war ended Mrs. Sarah Shaw, the mother of Robert Shaw, along with some of her friends raised money and sent it to assist with the rebuilding of the church. It was part of the healing process and reunification between the north and south after the Civil war. Although the money raised was to be used for construction a church at the Ridge, just north of Darien. About a year after the new church was built members of the parish raised the money to purchase a lot where the Bank of Darien once stood on Vernon Square, not far from where the town was invaded during the Civil War and began to construct the present-day St. Andrew's church building. It was built in the style of rural English Churches. The building was completed and consecrated in 1879. In the 20th century there were times where the church changed from a self-supporting parish to a mission. However, in 1989, St. Andrew's regained its status and has since been a self-supporting parish in the diocese of Georgia. == See also == * McIntosh County, Georgia * St. Cyprian's Episcopal Church (Darien, Georgia) ==References== Category:Episcopal church buildings in Georgia (U.S. state) ",
    "title": "St. Andrew's Episcopal Church (Darien, Georgia)"
}