{
    "id": "53762091",
    "text": "Michael Green is an American molecular biologist and cell biologist at the University of Massachusetts Medical School, where he is the chair of the Department of Molecular, Cell and Cancer Biology, director of the UMass Cancer Center, and a Howard Hughes Medical Institute investigator. Green is a member of the National Academy of Sciences and the National Academy of Medicine. ==Education and academic career== Green received his bachelor's degree in biochemistry from the University of Wisconsin-Madison. He then went on to Washington University School of Medicine, from which he graduated in 1981 with his M.D. and Ph.D. in biochemistry under the supervision of Robert G. Roeder. He worked as a postdoctoral fellow with Thomas Maniatis, then at Harvard University, before joining the faculty there in 1984. He moved from Harvard to the University of Massachusetts Medical School in 1990 and has remained there since. He is currently the chair of the Department of Molecular, Cell and Cancer Biology and was named the director of the UMass Cancer Center in 2015. Green became a Howard Hughes Medical Institute investigator in 1994. He was elected to the National Academy of Sciences in 2014 and to the National Academy of Medicine in 2015. Green is a co-founder of a Cambridge, Massachusetts-based biotechnology company called Fulcrum Therapeutics. ==Research== Research in Green's laboratory focuses on gene regulation, particularly on the regulation of gene transcription and of RNA splicing. The group also studies the effects of regulatory patterns on the behavior of cancer cells, using genome-wide RNA interference screens to identify genes involved in cell proliferation or apoptosis in the context of oncogenic mutations. In 2014, Green began studying the rare genetic disease Rett syndrome. ==References== Category:Cell biologists Category:American molecular biologists Category:University of Wisconsin–Madison College of Agricultural and Life Sciences alumni Category:Washington University School of Medicine alumni Category:University of Massachusetts Amherst faculty Category:Members of the United States National Academy of Sciences Category:Members of the National Academy of Medicine Category:Living people Category:Year of birth missing (living people) ",
    "title": "Michael Green (biologist)"
}