{
    "id": "53761914",
    "text": "The Fitzgerald-Ben Hill County Library is a public library serving the county of Ben Hill County, Georgia. It is a part of the Coastal Plain Regional Library System, which it joined in 2018. Prior to that, the Fitzgerald-Ben Hill library constituted its own library system. The library is a member of PINES, a program of the Georgia Public Library Service that covers 53 library systems in 143 counties of Georgia. Any resident in a PINES supported library system has access to the system's collection of 10.6 million books. The library is also serviced by GALILEO, a program of the University System of Georgia which stands for \"GeorgiA LIbrary LEarning Online\". This program offers residents in supported libraries access to over 100 databases indexing thousands of periodicals and scholarly journals. It also boasts over 10,000 journal titles in full text. ==History== The original Carnegie Library, now used as a community center. In 1915 the Woman's Club of Fitzgerald contacted American industrialist Andrew Carnegie to secure a grant for the construction of a library to serve the town. This Carnegie library was formally dedicated on March 1, 1915 with a collection size of just over 2,000 books. In 1918 use of the library was extended to all of the residents of Ben Hill County. By 1921, the library was one of the few in the state to use the postal service to help get books out to people in the countryside. The Works Progress Administration in 1944 organized a bookmobile to be used by Ben Hill and neighboring Irwin County, Georgia, which both groups made use of until 1947 when Irwin ended the agreement. The American Legion in 1951 funded and gifted to the library a new bookmobile for public use. The current library building was constructed to replace the old Carnegie library which for years was running out of space. In 1984, the Fitzgerald-Ben Hill County Library opened nearby on North Main Street and members of the public helped to create a brigade line to pass the collection of 40,000 books from the old library to the new. In 2017, the library began to make cut backs due to budgetary problems with the county as a whole. After nearly not meeting the requisite amount of receive state funds, the library budget was finalized for $111,000 for the 2018 fiscal year. ==Library systems in neighboring counties== *Ocmulgee Regional Library System to the north. *Satilla Regional Library System to the east. *Coastal Plain Regional Library System to the south. ==References== ==External links== *PINES Catalog Category:Public libraries in Georgia (U.S. state) ",
    "title": "Fitzgerald-Ben Hill County Library"
}