{
    "id": "53762245",
    "text": "Henrietta Stanley Dull (December 7, 1863 – January 29, 1964) was an American cook and food writer. She was a respected authority on the cuisine of the Southern United States, and her 1928 book Southern Cooking is regarded as a definitive work on the subject. In 2013 she was inducted into the Georgia Women of Achievement Hall of Fame. ==Early life and career== Henrietta Stanley, nicknamed \"Hennie\", was born in Stanley Mill, Laurens County, Georgia in 1863, to parents Ira Eli and Mary Mourning Elizabeth Breazeal Stanley. She married Virginian Samuel Rice Dull on June 15, 1887, and the couple settled in Atlanta. When her husband became seriously ill in the early 1900s, Henrietta began selling homemade food to support their family. She later reflected, Dull's cooking proved so popular that she was able to build a successful catering business. She gave cooking lectures and classes, and companies such as Atlanta Gas Light, Macy's, and White Lily Flour began hiring her to endorse and demonstrate their products. In 1920, assisted by a young Margaret Mitchell, Dull began writing a weekly column named \"Mrs. Dull's Cooking Lessons\" for the Atlanta Journal. Published until 1945, this contained illustrated recipes, advice, and correspondence with readers. ==Southern Cooking== Writing as \"Mrs. S. R. Dull\", Henrietta Stanley Dull compiled 1,300 recipes into the influential cookbook Southern Cooking, first published in 1928. This introduced Southern cuisine to a wider audience throughout the United States, and adapted traditional recipes for preparation with modern gas and electric appliances. Dull's writing style was terse and emphasized pragmatism. Dull included several new recipes and revisions in a 1941 edition of Southern Cooking. This and the original have remained in print sporadically since Dull's death in 1964 at age 100. ==See also== * What Mrs. Fisher Knows About Old Southern Cooking ==References== Category:1863 births Category:1964 deaths Category:20th-century American women writers Category:20th-century American non-fiction writers Category:American centenarians Category:American cookbook writers Category:People from Laurens County, Georgia Category:Writers from Georgia (U.S. state) Category:American women non-fiction writers Category:Women centenarians ",
    "title": "Henrietta Stanley Dull"
}