{
    "id": "53764142",
    "text": "In Greek mythology, Creusa (; Ancient Greek: Κρέουσα Kreousa \"princess\") was the daughter of Priam and Hecuba.Bibliotheca 3. 12. 5Hyginus, Fabulae, 90 She was the first wife of Aeneas and mother to Ascanius (also known as Iulus).Virgil, Aeneid, 2.674 == Mythology == Creusa's death at the will of the gods is dealt with briefly by Virgil in his Aeneid. As Troy is falling to the Greeks, Aeneas goes to his home to lead his father Anchises, Creusa, and their son Ascanius out of the city and into the countryside. Anchises refuses to leave the house, prompting Aeneas to decide that he will stay in Troy so that he may die honourably in battle, rather than abandon his father. Creusa grabs his feet and begs him to think of what would become of Ascanius, Anchises and herself if Aeneas were to be killed. As she does this, Ascanius catches fire with an un-earthly flame. The flame is quickly doused with water. Anchises believes this to be an omen from Jupiter, who confirms this omen by sending a shooting star. Anchises now agrees to flee Troy. The family leaves the home, Aeneas carrying his father and Ascanius holding his hand, while Creusa is to follow some distance behind them. As they flee through the city, they reach the gates and begin to run, after noticing that the Greeks appear to be gaining on them. Creusa disappears, unable to keep up with them. After reaching Ceres’ temple outside of the city, Aeneas leaves Anchises and Ascanius there to go back in search of Creusa. As he searches the city in desperation, he meets the shade, or ghost, of Creusa, who tells him that it was her fate to remain in Troy. She predicts his journey to Hesperia, Italy and future marriage to another. She asks that Aeneas take care of their child and vanishes. Aeneas tries three times to hold her, each time failing to grasp her shade.Virgil, Aeneid, 2. 650 ff Pausanias relates that Rhea and Aphrodite rescued Creusa from being enslaved by the Greeks on account of her being the wife of Aeneas (who was a son of Aphrodite).Pausanias, Description of Greece, 10. 26. 1. == Trojan family tree == == References == Category:Princesses in Greek mythology Category:Characters in the Aeneid Category:Women of the Trojan war Category:Trojans ",
    "title": "Creusa of Troy"
}