{
    "id": "53768082",
    "text": "Salvador Flores Rivera (January 14, 1920 - August 5, 1987), also known as Chava Flores, was a Mexican composer and singer of popular and folkloric music. His songs often described the lives of Mexico City's ordinary people. == Biography == Flores was born in the old La Merced neighborhood, in México City historical center ,at the calle de La Soledad. It is presumed he grew up in Tacuba, in Colonia Roma and in Santa Maria la Ribera, although he is also located in Azcapotzalco and Unidad Cuitláhuac, where he lived until 1933, when he moved to Morelia, Michoacán. His father died in 1933, so he had to start working to contribute to the support of his family. == El Álbum de Oro de la Canción == Chava Flores had many jobs since his childhood; he worked as a tailor, warehouse manager, collector, door-to-door salesman, a hardware store administrator, owner of a shirt and sausage store and a printer, among other things. All of those occupations involved moving throughout the city, which was very useful when he became a composer because, he traveled to neighborhoods, streets and colonies, and witnessed various situations that would later translate into his songs. Thanks to that he was awarded the title of Cronista Cantor de la Ciudad de México(Mexico City's singing chronicler) In 1946, he had to close his shirt store. With his colleagues in the hardware store, Flores began his work in a printing press; In the beginning, things worked in a regular way but, the press began to improve in 1949 when it published the magazine El Álbun de Oro de la Canción (The Golden Album of Songs). == First songs == Flores debuted with the song \"Dos Horas de Balazos\". To this song he added \"La tertulia\", both were recorded by RCA Victor in 1952. He acted in the tents and cabarets of the city, and gained fame in the rest of the country, in Latin America and in the United States. By 1976, he had already recorded seven full-length albums, and owned the label Ageleste. == Moving to Morelia and death == In 1983, he moved to the city of Morelia, Michoacán, where he had a television program. The following year, he was rushed to Mexico City, and died a few days later. == Some of his songs == Flores's songs featured a popular language, with double entendres and wordplays. Some of his compositions are: == Interpreters of his songs == == Filmography == === Actor === * La esquina de mi barrio, 1957, dir. Fernando Méndez (credited as Salvador Flores) * Mi influyente mujer, 1957, dir. Rogelio A. González * Bajo el cielo de México, 1958, dir. Rafael Baledón * El correo del norte, 1960, dir. Zacarías Gómez Urquiza * Rebelde sin casa, 1960, dir. Benito Alazraki * La máscara de la muerte, 1961, dir. Zacarías Gómez Urquiza * 4 hembras y un macho menos, 1979, dir. Del Tal Gomezbeck * ¿A qué le tiras cuando sueñas... mexicano?, 1979, dir. Arturo Martínez === Composer === * Mujer, así es la vida, 1980, dir. Armando Lazo (Original score by him and Amparo Ochoa) * 4 hembras y un macho menos, 1979, dir. Del Tal Gomezbeck (sSábado, Distrito Federal\" y \"El retrato de Manuela\") == Notes == == External links == * Chava Flores, un sociólogo a la altura de los grandes maestros de la música, artículo del Consejo Nacional para la Cultura y las Artes * Biografía de Chava Flores * Biografía de Chava Flores en la Sociedad de Autores y Compositores de México (SACM) * Sitio web oficial de Chava Flores y de su disquera Ageleste * Podcast sobre Flores de Shot Informativo, Tec de Monterrey Category:Spanish-language singers Category:Mexican male singers Category:People from Mexico City Category:Mexican composers of popular or traditional folk music Category:1987 deaths Category:1920 births Category:20th-century singers Category:20th-century male singers ",
    "title": "Salvador Flores Rivera"
}