{
    "id": "53765584",
    "text": "Jupiter's Moon () is a 2017 Hungarian drama film directed by Kornél Mundruczó. It competed for the Palme d'Or in the main competition section at the 2017 Cannes Film Festival. ==Plot== Aryan Dashni from Homs, Syria, and his father are part of a group of refugees trying to cross the Hungarian border via boat. During the border crossing, Aryan and his father lose their papers and are separated when the group is discovered by a border guard unit and chaos ensues. Aryan is shot several times by police officer László, but instead of dying he mysteriously obtains the power to levitate. When he falls back down to earth he is apprehended and brought to the hospital ward of the closest refugee camp. Gábor Stern is a doctor who works at the hospital ward of the refugee camp. He worked at a normal hospital before, but one night when drunk he made a mistake during surgery which killed an aspiring young athlete; he lost his job at the hospital and was sued by the victim's family. He is now trying to obtain enough money to bribe the family to drop their lawsuit. He does this by selling medical referrals to refugees which let them go from the camp to a hospital in Budapest from where they can flee. His girlfriend Vera, a doctor at the hospital, is in on the scheme. Gábor is seen selling one of the referrals to a refugee who had been in Aryan's group and who uses the name of Aryan's father, using the documents he had stolen from the Dashnis during the chaotic border crossing. It is also shown that Aryan's father is one of the many refugees who drowned during the border crossing. When Gábor comes to the ward and tries to examine Aryan, he begins to levitate again. Shocked and fascinated, Gábor helps Aryan flee the camp and makes him an offer: Gábor will bring Aryan to Budapest, where he will play a spiritual healer and use Aryan as an assistant who will show off his new talents to impress their patients/victims. They will share the money earned, and once they made enough money Gábor will help Aryan find his father. The first healing sessions are successful and they make a lot of money. But László, who also knows about Aryan's abilities, is closely following both using the help of the police forces. They manage to escape the police several times with the help of Vera. When Aryan goes to the illicit refugee camp at Budapest Keleti railway station, where his father had told him to meet up in case they were separated, he notices the other refugee who stole their papers. That other refugee is part of a terrorist plot to bomb the Budapest Metro. When Aryan follows the terrorist, Gábor loses contact with him. Both Aryan and the terrorist enter a subway, and seconds later the bomb that the terrorist is carrying explodes, killing dozens of people, although Aryan is not wounded badly. He leaves the subway and floats to the roof of a nearby apartment building, being watched by a shocked woman. After losing Aryan, thinking he has died, and finding out that Aryan's father has died, Gábor feels deep remorse for exploiting Aryan. He goes to the family of the man his medical malpractice killed and gives them his money as a bribe. When they refuse the money, he sincerely asks for forgiveness for his mistake and leaves. When he returns to the place of the terrorist attack, he overhears a woman who prays for an \"angel\" who \"flew to the sky\". Gábor correctly deduces that Aryan floated onto the roof of a building and finds him there. Gábor tells him that his father has died, they embrace, and Gábor brings Aryan back to the hospital to tend to his wounds, asking Vera for help again. But since the terrorist used the Dashnis' papers, everyone now believes Aryan to be one of the terrorists. Vera calls the police. Gábor and Aryan manage to flee after a car chase and after Aryan uses his abilities again. They take refuge in a hotel. When Gábor goes out to get help from a medic, he is betrayed and is apprehended by László. He tells the police where they can find Aryan, and he is brought to the hotel. Once inside the hotel's elevator, Gábor tries to escape but is knocked down by Laszlo, who continues on alone to Aryan's room. Laszlo apprehends Aryan and brings him down to the hotel lobby, but Gabor manages to overpower a policeman and takes his gun, holding him hostage. This allows Aryan to get away from Laszlo, but Gabor is shot. In the elevator, they use a cigarette to set off the fire alarm, and Gabor tells Ayran to get to a fire escape and fly away. When Aryan is cornered in a hotel hallway by László, Gábor arrives just in time to threaten László with a gun and give Aryan time to jump through a window and float away. Gábor dies and László runs to the window to shoot Aryan, but he lowers his weapon after hesitating. The final scene shows hundreds of people looking to the sky in amazement. ==Cast== * Merab Ninidze as Gábor Stern * György Cserhalmi as László * Mónika Balsai as Vera * Zsombor Jéger as Aryan Dashni * Péter Haumann * Tamás Szabó Kimmel ==Reception== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 50%, based on 38 reviews, and an average rating of 5.5/10. On Metacritic, the film has a weighted average score of 56 out of 100, based on 10 critics, indicating \"mixed or average reviews\". ==References== ==External links== * Category:2017 films Category:2017 drama films Category:Hungarian films Category:Hungarian drama films Category:Hungarian-language films Category:Films directed by Kornél Mundruczó Category:Films scored by Jed Kurzel ",
    "title": "Jupiter's Moon"
}