{
    "id": "53765215",
    "text": "\"'\" (\"Deck thyself, my soul, with gladness\", literally: Adorn yourself, O dear soul) is a Lutheran hymn in German, with lyrics by Johann Franck and a hymn tune, Zahn No. 6923, by Johann Crüger. It was first published in Crüger's 1649 Geistliche Kirchen-Melodien, and was later adopted in other hymnals, such as the 1653 edition of his . \"\" is a hymn for Lutheran Communion which was often set to music to be played or sung during communion. A translation by Catherine Winkworth, \"Deck thyself, my soul, with gladness\" of 1858, appears in 100 hymnals. In the modern German Protestant hymnal, Evangelisches Gesangbuch, it is EG 218, retaining six of the original nine stanzas. == Text == The hymn is a song for Abendmahl, the Lutheran Communion. The hymn lyrics were written in nine stanzas by Johann Franck, who was not a minister but a politician and mayor, between 1646 and 1653. Franck compared the unity between Jesus and a Christian receiving communion to the closeness of bridegroom and bride. With a melody by Johann Crüger from 1649, the song appeared first in Crüger's hymnal Geistliche Kirchen-Melodien (Sacred church melodies) of 1649, and was included, now in nine stanzas in his in the 1653 edition. In the 19th century, the hymn became the communion hymn in German-speaking countries. In the modern German Protestant hymnal, Evangelisches Gesangbuch (1993), the song is EG 218, rendering six stanzas as follows: == Melody and settings == The melody, in bar form, has been described as joyful and dance-like: \"... the joyful intimacy and wonder expressed by the text. 'Leave the gloom haunts of sadness'; in other words, avoid the funereal tone that sometimes characterizes Reformed observances of the Lord's Supper–this is dance music for a feast!\" Many composers have set it for choir or organ. Johann Sebastian Bach wrote a chorale cantata Schmücke dich, o liebe Seele, BWV 180 in 1724. He composed a chorale prelude to be played during communion, BWV 654, in a setting that adorns the melody, as the title requests, with ornamentation. Bach: Schmücke dich, o liebe Seele, BWV 654, the beginning of the chorale prelude == Translation == Several English translations have been made of the hymn. Catherine Winkworth wrote in 1858 a version in six stanzas, \"Deck thyself, my soul, with gladness\". She published it in 1858 in the second series, Christian life, of her Lyra Germanica, and revised it in 1863. It appears in 100 hymnals. == Legacy == Schmücke dich, o liebe Seele is the title of a collection of 33 songs from Crüger's Praxis Pietatis Melica, published by the Franckeschen Stiftungen Halle in 2012, in memory of Crüger in the year Reformation und Musik of the 2008–2017. Based on the critical edition by Hans- Otto Korth and Wolfgang Miersemann, it includes for example also \"Macht hoch die Tür\", \"Lobt Gott, ihr Christen alle gleich\" and \"Herzliebster Jesu, was hast du verbrochen\". Schmücke dich, o liebe Seele was the title of a project of the University of Münster to publish a critical edition of Crüger's hymnal Geistliche Kirchen-Melodien (Sacred church melodies of 1649, completed in 2013. == References == == Literature == * Johannes Kulp (ed. Arno Büchner and Siegfried Fornaçon): Die Lieder unserer Kirche. Eine Handreichung zum Evangelischen Kirchengesangbuch; Handbuch zum Evangelischen Kirchengesangbuch. Sonderband; Göttingen: Vandenhoeck & Ruprechjt 1958; pp. 245f. == External links == * Soul, Adorn Thyself with Gladness (organ-only mp3 of the hymn tune) Category:German Christian hymns Category:Lutheran hymns Category:1649 works ",
    "title": "Schmücke dich, o liebe Seele"
}