{
    "id": "53775639",
    "text": "Deval Devi (variantly known as Dewal Devi, Dewal Rani, Deval Rani and Dewal Di) was a Vaghela dynasty Yadava princess and daughter of Karan Deva II (the last sovereign of the Vaghela dynasty of Gujarat). She was married to Khizr Khan, the eldest son of Alauddin Khalji, in 1308. Eight years later, Khizr Khan was executed by his brother Qutb ud din Mubarak Shah (1316–20), and Deval was taken into the latter's harem. In 1320, Mubarak in turn was stabbed and beheaded by his supposed favourite, Khusro Khan (the last ruler of the Khalji dynasty), and his followers. Deval was then married to Khusro Khan. Her story, of a cultured and high-born Hindu Yadav princess being passed from hand to hand amongst a series of ambitious, power-hungry men is the basis of the celebrated Gujarati historical novel Karan Ghelo authored by Nandshankar Mehta. ==Biography== In 1298, the then Sultan of Delhi, Alauddin Khalji, sent an expedition into Gujarat under the command of Ulugh Khan and Nusrat Khan. Karan Deva II of the Vaghela dynasty, the main ruler of Gujarat, was defeated. His queen, Kamla Devi, fell into the hands of the invaders and was sent as booty to Alauddin Khalji. Karna Deva himself, along with his very young daughter Deval Devi and other surviving followers, fled to the Deccan and took refuge in the court of Rama Chandra Deva, ruler of Deogiri (later known as Daulatabad). Meanwhile, in Delhi, Karan Deva's wife Kamla Devi was married to Alauddin Khalji as his third wife. She soon became the favourite queen of Alauddin and often told the sultan of how much she missed her little daughter. Therefore, when in 1308, ten years after mother and daughter had been separated, the Khalji sultan happened to send an expedition to the Deccan, he instructed his general, Malik Kafur, to bring Deval Devi back with him whether by hook or by crook. By this time, Deval Devi had come of age. The historian Firishta tells us that Rama Chandra Deva, who had granted refuge to Deval's father and his party, had suggested that she be married to his son and heir, Shankara Deva. While in material terms this would be a great match for the refugee princess, her father was not inclined to accept, for reasons related to Caste. He initially refused to take the hint, then made polite excuses and demurred; the hosts realized that he was not interested in a matrimonial alliance and dropped the matter. At this point, Deogiri was faced with the invading army from Delhi. and the special interest of the invaders in Deval Devi became known. A deeply agitated Karna Deva now pressed his hosts to accept his daughter as bride for Prince Shankara Deva. They agreed to this, and advised Karna Deva to immediately send his daughter under escort into the fort of Devagiri (the refugee king had been granted an estate comprising a few nearby villages and was living there). Karna Deva immediately did as he was advised; bedecked as a bride, Deval Devi was seated in a palanquin and sent under armed escort towards the citadel to marry the crown prince. However, before reaching the fort, the party was waylaid by a contingent of Sultanate soldiers and Deval Devi was captured. Nizam ud-Din and `Abd al-Qadir Bada'uni opine that the party was led by Ulugh Khan personally. She was sent to Delhi, where she was reunited with the mother whom she had not seen since childhood. Shortly afterwards, at the insistence of Kamla Devi, she was married to Alauddin's eldest son Khizr Khan (her mother's step-son). Following Ala-ud- Din's death in 1316, his third son ascended the throne as Qutb ud din Mubarak Shah. During Mubarak Shah's reign, a conspiracy was made to murder him and put one of the sons of Khizr Khan on the throne. When Mubarak Shah came to know about the plan, he put everyone involved in the conspiracy, including his brother Khizr Khan, to death. Historian Haji-ud-Dabir writes that Mubarak Shah then married Deval forcibly, thus becoming her second husband. Mubarak Shah was bisexual, and he was murdered by the associates of his favorite catamite, Khusro Khan, on the night of 14 April 1320. Ziauddin Barani, the contemporary historian, writes that Khusro Khan then married Deval Devi, thus becoming her third husband. The Karan Ghelo tells us that this marriage, her third, was acceptable to Deval Devi, ( though there is not much information available about her first marriage) mainly because Khusro Khan came from a background similar to her own. Born into a Rajput family, he had been captured as a young boy during a battle, brought up by Malik Shadi, the naib-i khas-i hajib (deputy royal chamberlain) to Alauddin Khalji in Delhi as muslim, where later his good looks had earned him the favour of Mubarak Shah, all of which is collaborated by Barani. However, after a reign of only five months, Khusro Khan was defeated by Ghiyath al-Din Tughluq and was put to death. This happened in September 1320. Historical sources are silent about Deval Devi's fate thereafter, but the Karan Ghelo tells us that she took recourse to poison and joined Khusro Khan in death. However, Karan Ghelo is not a historical text. ==In literature== Deval Devi is an important character in the Gujarati historical novel Karan Ghelo by Nandshankar Mehta. Amir Khusraw wrote his masnavi Deval Devi—Khizr Khan, a famous work on the romance between Khizr Khan and Deval Devi and popularly called Ishqiya, Ishqia and Ashiqa. She is the central character in Sudheer Maurya's Hindi book Deval Devi : Ek Aetihasik Upanyaas. ==References== ==Bibliography== * * Category:Khalji dynasty Category:Year of birth unknown Category:Year of death unknown Category:14th- century deaths Category:13th-century births Category:People from Gujarat Category:Indian female royalty Category:Indian queen consorts ",
    "title": "Deval Devi"
}