{
    "id": "53775777",
    "text": "Faces Places () is a 2017 French documentary film directed by Agnès Varda and JR. It was screened out of competition at the 2017 Cannes Film Festival where it won the L'Œil d'or award. The film follows Varda and JR traveling around rural France, creating portraits of the people they come across. It was released on 28 June 2017 in France and 6 October 2017 in the United States. It was nominated for the Academy Award for Best Documentary Feature at the 90th Academy Awards. ==Synopsis== Directors JR (left) and Agnès Varda (right) Varda and JR visit villages, small towns, and factories throughout France to meet communities of people and create large portraits of them to plaster on the surroundings. The process brings the two artists together as friends. Varda repeatedly refers to Les fiancés du pont MacDonald, a short film she made with Jean-Luc Godard and Anna Karina in 1961. The film revolves around a young man, played by Godard, who sees the world through dark glasses. Varda notes the resemblance between Godard, who himself frequently wore sunglasses inside, and JR, whose public image includes sunglasses. Eventually, Varda and JR travel to Switzerland so that she may introduce him to Godard. When they arrive at Godard's house, however, he rudely refuses to see thembringing Varda to tears. ==Reception== ===Critical reception=== Faces Places received widespread acclaim from critics. Amy Taubin of Film Comment called the film an \"unassuming masterpiece\", describing it as \"both personal and populist, a celebration of artisanal production (including cinema), worker solidarity, and the photographic arts in the face of mortality.\" For film critic Imma Merino, \"it is a road movie through rural France in which the protagonism is yielded to homes and anonymous women that the filmmaker turns into giants. It is also an X-ray of the way to understand the life\". On Rotten Tomatoes, the film has an approval rating of 99% based on 141 reviews, with an average rating of 8.84/10. The website's critical consensus reads, \"Equal parts breezily charming and poignantly powerful, Faces Places is a unique cross-generational portrait of life in rural France from the great Agnès Varda.\" On Metacritic, the film has a weighted average score of 94 out of 100, based on 22 critics, indicating \"universal acclaim\". ===Awards and accolades=== The film won the Grolsch People’s Choice Documentary Award at the 2017 Toronto International Film Festival, the Most Popular International Documentary Award at the 2017 Vancouver International Film Festival, and Best Documentary at the 2018 Independent Spirit Awards. Time magazine listed it as one of its top ten films of 2017. It was nominated for Best Documentary Feature at the 90th Academy Awards. The film received nominations for Best Documentary and Best Original Score at the 2018 César Awards. ==References== ==External links== * * * * Category:2017 films Category:2017 documentary films Category:French films Category:French documentary films Category:French-language films Category:Films directed by Agnès Varda Category:Documentary films about the visual arts ",
    "title": "Faces Places (film)"
}