{
    "id": "53773017",
    "text": "from Waseda University. He received the B.E. and Ph.D. degrees in electronics engineering from Niigata University. He was a member of Research and Development Laboratories, Oki Electric Industry Co., Ltd., in Tokyo, Japan, where he worked on PCM transmission equipment, mobile telephone and standardization of mobile data transmission and CDMA system for international standardization committee. During 1977-1978 Sato developed AT&T; AMPS (EIA/TIA-553) cellular phone equipment in Oki Electric Industry, Co. He developed high speed cellular MODEM on AMPS cellular system in USA in 1983. This technology was proposed to be standardized in the CCITT (now ITU) SG17. In 1990, he developed the data transmission system on digital cellular. He developed W-CDMA system named IS-665 in TIA for next generation cellular system. In 1990 the T1P1/TIA Joint Technical Committee (JTC) was organized to evaluate proposed 2nd generation, 1.9 GHz, Personal Communications Systems. He proposed W-CDMA and passed the evaluation tests and became TIA Standard IS-665 and T1P1 Standard J-STD-015 in 1996. He became a Professor in the Department of Information and Electronics Engineering, Niigata Institute of Technology in 1995. He contributed to the standardization process in IEEE 802.11a. He established the venture company Key Stream to provide LSI integrated circuits to 802.11 wireless LAN systems. In 2004, he became a Professor in Faculty of Science Engineering at Waseda University. Recently he is interested in smart grid technologies cooperated with ICT system including wireless communication. He is also interested in mobile edge computing technologies based on ICN (Information Centric Network) to apply for 5G mobile communication network. He is fellow member of IEICE, fellow member of IEEE, fellow of the Vehicular Technology Society, and is a President of the Japan Society for Simulation Technology. ==References== ==External links== * Category:20th-century births Category:Living people Category:Japanese engineers Category:Waseda University faculty Category:Fellow Members of the IEEE Category:Year of birth missing (living people) Category:Place of birth missing (living people) ",
    "title": "Takuro Sato"
}