{
    "id": "53772223",
    "text": "Tõnu Kilgas (born 13 August 1954), is an Estonian singer (baritone) and stage, film, voice, and television actor. ==Early life and education== Tõnu Kilgas was born in Tartu, the only child of Vanemuine theatre actors Lembit Mägedi and Ellen Kaarma. His parents were in a long-term relationship but not married and he took his mother's surname from her earlier marriage to actor Gunnar Kilgas. Both parents were largely absent from Kilgas' life during his childhood and he was primarily raised by his aunt. His mother battled alcoholism and died in 1973 when Kilgas was eighteen.Vanemuine Tõnu Kilgas: teater on mu elu suurim armastus! 5 May 2012. Retrieved 13 April 2017. Kilgas attended Tartu 3rd Secondary School (now, Tartu Raatuse School) and the Heino Eller Tartu Music School, graduating in 1977.Vanemuine Tõnu Kilgas: teater on mu elu suurim armastus! 5 May 2012. Retrieved 13 April 2017.Pealinn TÕNU KILGAS: 20-aastane pole veel õige isa, vaid alles poisike 7 September 2017. Retrieved 13 April 2017.Kuulutaja Tõnu Kilgas 60 22 August 2014. Retrieved 13 April 2017. ==Career== ===Rock singer=== Before joining the stage as an actor, Kilgas performed as a singer with the Estonian rock ensemble Fix from 1972 until 1974. The band released a large number of successful singles and albums. The band also included Kilgas' first wife, singer Novella Hanson.kontsert.ee Fix Retrieved 13 April 2017.elutark.delfi.ee Ansambli Fix välisreisid: kes sokisääres, kes aluspükstes, viisid nad üle piiri valuutat ja riskisid kriminaalkaristusega 11 February 2017. Retrieved 13 April 2017. ===Stage=== Kilgas began an engagement at the Vanemuine theatre in Tartu in 1976 that lasted until 1984, when he joined the Estonian National Opera where he performed in acting roles as well as a soloist in operas, stage musicals, operettas, and concerts. His career at the Estonian National Opera lasted until 2005 and afterward he became a freelance singer and actor. Additionally, he has performed as both a singer and actor in roles at the Vanalinnastuudio, the Estonian Drama Theatre, the Endla Theatre, the Tartu Hansa Theatre, Old Baskin's Theater, and the Kell Kümme Theatre.Vanemuine Tõnu Kilgas: teater on mu elu suurim armastus! 5 May 2012. Retrieved 13 April 2017. Kilgas has also performed onstage in operas in the United States, United Kingdom, Germany, the Netherlands, and Denmark.Pealinn TÕNU KILGAS: 20-aastane pole veel õige isa, vaid alles poisike 7 September 2017. Retrieved 13 April 2017.Tõrva linn Tõnu Kilgas jagas killukesi kirevast elust May 2014. Retrieved 13 April 2017. Some of Kilgas' more memorable roles have been in stage productions of works by such composers and lyricists as: Emmerich Kálmán, John Kander, Paul Abraham, Jerry Herman, Franz Lehár, Eduard Tubin, Cole Porter, Johann Strauss, Jule Styne, Arthur Sullivan, Franz Schubert, and Heinrich Berté.Rahvusooper Estonia Tõnu Kilgas Retrieved 13 April 2017. ===Film=== Kilgas in 1991. Kilgas' first major film role was as Father in the 1989 Peeter Simm directed historical drama film Inimene, keda polnud, which chronicles the life of a young Estonian singer and actress named Imbi (played by Katri Horma) from the 1930s until the March 1949 deportations of Estonian citizens to inhospitable areas of the USSR by Soviet authorities.ETV2.err.ee Inimene, keda polnud (Eesti 1989) 17 August 2014. Retrieved 13 April 2017. In 1991, he appeared as Kuno in the Eino Baskin directed Tallinnfilm drama Rahu tänav, starring Mikk Mikiver and Jüri Järvet. The following year, he appeared as Leo in the Mati Põldre directed biographical period drama Need vanad armastuskirjad for Freya Film about the life of Estonian musician and lyricist Raimond Valgre (played by Rain Simmul) during the 1930s and 1940s and following the banning of his works in 1948 by Soviet authorities.arhiiv.err.ee Need vanad armastuskirjad Retrieved 13 April 2017. In 2007, Kilgas returned to the screen to play the spirit of legendary Estonian singer and actor Georg Ots in the Andres Maimik and Rain Tolk directed Kuukulgur Film road movie comedy Jan Uuspõld läheb Tartusse; a film that portrays Estonian actor and singer Jan Uuspõld as a down-on-his-luck caricature of himself trying to hitchhike from Tallinn to Tartu to perform in a role at the Vanemuine theatre.Sirp Kui Jan Uuspõld läks Tartusse 3 March 2007. Retrieved 13 April 2017. Tõnu Kilgas has also worked as a voice actor, most notably dubbing foreign animated films into the Estonian language. These include characters in the 2008 Walt Disney Studios Motion Pictures computer- animated science fiction comedy film WALL-E lastekas.ee WALL-E ehk armastus robot Volli moodi Retrieved 13 April 2017. and the DreamWorks Animation Kung Fu Panda franchise, among others.Pealinn TÕNU KILGAS: 20-aastane pole veel õige isa, vaid alles poisike 7 September 2015. Retrieved 13 April 2017. ===Television=== Tõnu Kilgas' first major part in television film was a starring role as Lembit Savikas in the 1978 Peeter Simm directed comedy film Stereo, about a young veterinarian who arrives at a collective farm, only to be initially met with apprehension from the villagers. The film, however, was not permitted to be released by Soviet authorities and was only eventually shown on Estonian television in 1991, after Estonia regained independence from the Soviet Union.Tomberg, Donald. Väljumine kapist või siis riiulist. p. 20-21, Sirp. 11 September 2009.etv2.err.ee Stereo (Eesti Telefilm 1978) 17 August 2014. Retrieved 13 April 2017. In 1981, Kilgas appeared as Ilya Fruntov in the Tõnis Kask directed two-part television film Kaks päeva Viktor Kingissepa elust; a biopic of Estonian communist politician Viktor Kingissepp.Eesti Filmi Andmebaas Tõnu Kilgas Retrieved 13 April 2017. For many Estonians, Tõnu Kilgas is possibly best known for his role of Harry Ahven on the popular, long-running Eesti Televisioon (ETV) drama serial Õnne 13. Kilgas has been a regular cast member of the series since it first aired in 1993.W3.ee/Õhtuleht Juubilar Tõnu Kilgas: tööd on rohkem kui kümme aastat tagasi, jõuaks ainult ära teha… 13 August 2014. Retrieved 13 April 2017. ==Personal life== Tõnu Kilgas was first married to singer and music teacher Novella Hanson; the couple have one daughter, jazz singer Hedvig Hanson. His second marriage was to Russian-born dancer, actress, and choreographer Tatyana Bassova; the union produced one daughter, Ellen Kilgas. After his divorce from Bassova, he began a long-term relationship with actress and singer Katrin Karisma; the couple had one daughter, actress Piret Krumm. Kilgas and Krumm ended their relationship in 2007. Kilgas' youngest child is daughter Susan, from a relationship with a woman not involved in entertainment.Õhtuleht Tõnu Kilgas on oma nelja tütre üle väga uhke 16 January 2016. Retrieved 13 April 2017.Õhtuleht Juubilar Tõnu Kilgas: tööd on rohkem kui kümme aastat tagasi, jõuaks ainult ära teha… 13 August 2013. Retrieved 13 April 2017. Kilgas has openly discussed his past alcohol and gambling addictions. In 2004, at age fifty, he stopped drinking and gambling, as well as quitting cigarette smoking.publik.delfi. ee Tõnu Kilgas loobus alkoholist ja pääses mängupõrgust: ma ei tahtnud olla purjus vanaisa 4 April 2014. Retrieved 13 April 2017.Elu24/Postimees «Radari» video: Tõnu Kilgas vaatab tagasi oma elu pahupoolele: ega alkohol olnud ainus asi 12 April 2016. Retrieved 13 April 2017. In 2011, Kilgas' daughter Hedvig Hanson found several diaries belonging to Kilgas' mother Ellen Kaarma in his basement. These would eventually provide the foundation of a biography Hanson would write about Kaarma in 2012 titled The Untold Story: Vanemuine Actress Ellen Kaarma (1928-1973), published by Tänapäev.Rahva Raamat Jutustamata lugu: Vanemuise näitleja Ellen Kaarma (1928-1973) Retrieved 13 April 2017. Tõnu Kilgas currently resides primarily in Tallinn, with additional time spent in summer homes in rural Estonia.Kuulutaja Tõnu Kilgas 60 22 August 2014. Retrieved 13 April 2017. ==References== ==External links== * * Tõnu Kilgas at Opera Base Category:1954 births Category:Living people Category:Estonian male singers Category:Estonian male musical theatre actors Category:Estonian-language singers Category:Estonian opera singers Category:Estonian rock singers Category:Estonian male stage actors Category:Estonian male film actors Category:Estonian male television actors Category:People from Tartu Category:20th-century Estonian male actors Category:21st-century Estonian male actors ",
    "title": "Tõnu Kilgas"
}