{
    "id": "53773686",
    "text": "The Flag of the Orange Order, also known as the Boyne Standard or the Orange Standard, is the flag used by the Northern Irish Protestant fraternal organisation, the Orange Order. The flag consists of an orange background with a purple star and a Cross of Saint George in canton. == History == The Orange Order was founded in 1795 to commemorate the Protestant King William III of England, Scotland and Ireland's victory in the Glorious Revolution against the Roman Catholic King James II. The flag was adopted shortly afterwards on the grounds that it was purportedly the flag that King William had used as his personal standard at the Battle of the Boyne. In 1912, the Irish Unionist Party's Sir Edward Carson marched behind the flag of the Orange Order from Ulster Hall in leading people to publicly sign the Ulster Covenant at Belfast City Hall against the Irish Home Rule Bill. The events were reenacted 100 years later in 2012 including a number of Northern Ireland's unionist political leaders. The flag is used officially by the Orange Order and is also carried on Orange walks predominantly on The Twelfth of July. It has also been used by Loyalist flute bands independent of the Orange Order when they are participating in Orange walks or other Loyalist order parades. Usually the flying of the flag of the Orange Order is not prohibited during marches by the Parades Commission. In past times, the flag was also waved by fans of the Scottish association football team Rangers at their club matches as their club has historical links with the Orange Order. In 2007, the Orange Order adopted a new logo based upon the flag of the Orange Order. The new logo comprises an orange Luther rose with a purple star in the centre. When referred to as the 'Orange Standard', the name of the flag is also shared with that of the official newspaper of the Grand Orange Lodge of Ireland. ==Gallery== File:Newbuildings flags.jpg|The Boyne Standard flying alongside the Union Jack and the Ulster Banner. File:Purple Standard.svg|The Purple Standard, an inverted version of the Boyne Standard, which is sometimes used in Orange Order marching bands File:Flag of the Grand Orange Lodge of Australia.svg|Flag of the Grand Orange Lodge of Australia File:Flag of the Grand Orange Lodge of Canada.svg|Flag of the Grand Orange Lodge of Canada File:Flag of the Grand Orange Lodge of New Zealand.svg|Flag of the Grand Orange Lodge of New Zealand File:Flag of the Orange Order of Victoria.svg|Flag of the Loyal Orange Institution of Victoria == References == Category:Orange Order Category:Flags with crosses Category:Culture of Northern Ireland Category:Historical flags Category:William III of England Category:Glorious Revolution ",
    "title": "Flag of the Orange Order"
}