{
    "id": "53773692",
    "text": "Gardes-Marines, Ahead! or () is a 1988 Soviet four-series television film (mini-series), the first of a series of films about Russian Gardes-Marines of the 18th century, directed by Svetlana Druzhinina. It was followed by Viva Gardes-Marines!. ==Plot== It is Russia in 1742. Some time ago as a result of a palace coup, Elizabeth Petrovna, the daughter of Peter the Great, came to power. French Cardinal André-Hercule de Fleury, displeased with Russia's foreign policy, plots against Vice-Chancellor Alexey Bestuzhev-Ryumin. The secret archive of Bestuzhev has been stolen, and priceless papers from Russia are to be brought out by Chevalier de Brillieu, an experienced diplomat and womanizer. At the same time three faithful friends are undergoing training in the navigational school in Moscow: Aleksei Korsak, Alexander Belov and Nikita Olenev. Their student life is fun and carefree but suddenly due to a combination of circumstances, the young men are drawn into dangerous political games. As a result of an alleged conspiracy against Elizabeth, the Lopukhin and Yaguzhinsky families are under attack. Anna Yaguzhinskaya, the patroness of Korsak is arrested and her beautiful daughter Anastasia is kidnapped by de Brillieu from her arrest and is preparing to leave with her beloved Frenchman directly to Paris. Anastasia Yaguzhinskaya steals from de Brillieu Bestuzhev's archive and passes it on to Korsak who, having arrived in St. Petersburg, must hand over the papers to the vice-chancellor. Thus Anastasia hopes to alleviate the fate of her arrested mother. Aleksei Korsak, who escaped from Moscow in a women's dress right while performing in an amateur theater, is heading to St. Petersburg. Along his way he is joined through a stroke of luck by Sofia, a wealthy heiress, whom her greedy relatives want to forcefully turn her into a nun. Aleksei falls in love with a beautiful girl and helps her avoid the sad fate. Once in St. Petersburg, three friends and Sophia must solve two important tasks. First, hand over the stolen papers to Bestuzhev personally in hand, and, secondly, to wrest Anastasia Yaguzhinskaya from the tenacious paws of de Brillieu. And a real hunt for Bestuzhev's archive begins now that the Count de Lestocq, the all-powerful personal physician of the Empress, her trusted adviser, joins the French. Lestocq hates Bestuzhev and is ready to do anything to get hold of the papers of the vice-chancellor, but with the help of the well-known Belov Count Lyadashchev, the archive is successfully returned to Bestuzhev. But now Korsak, Belov and Olenev must save the beautiful Anastasia and at the same time execute the cunning task of the vice- chancellor. ==Cast== * Dmitry Kharatyan – Aleksei Korsak, Gardes-Marine * Sergey Zhigunov – Aleksandr Belov, Gardes-Marine (voice by Oleg Menshikov) * Vladimir Shevelkov – Nikita Olenev, Gardes-Marine (voice by Andrei Grinevich) * Mikhail Boyarsky – Chevalier de Brillieu * Tatyana Lyutaeva – Anastasia Yaguzhinskaya (voice by Anna Kamenkova) * Olga Mashnaya – Sophia Zotova * Yevgeniy Yevstigneyev – Alexey Bestuzhev-Ryumin, Vice-Chancellor * Vladislav Strzhelchik – Jean Armand de Lestocq, Personal Physician * Aleksandr Abdulov – Count Vasily Fedorovich Lyadashchev * Innokenty Smoktunovsky – André-Hercule de Fleury, French cardinal * Victor Pavlov – Bayonet-cadet Kotov * Valeriy Afanasev – Yagupov * Vladimir Balon – fencing master / Jacques, de Brillieu's servant * Viktor Bortsov – Gavrila, Olenev's servant * Vladimir Vinogradov – Kotov's younger brother * Evgeny Danchevsky – Jacques-Joachim Trotti, marquis de La Chétardie * Aleksandr Pashutin – Yakovlev, Bestuzhev's personal secretary * Nelli Pshyonnaya – Anna Gavrilovna Bestuzheva * Paul Butkevich – Berger * Semyon Farada – director of Moscow School of Mathematics and Navigation * Boris Khimichev – Prince Cherkassky * Aleksey Vanin – Ivan, guard * Tatyana Gavrilova – Agafia * Galina Demina – dry-nurse Vera * Rimma Markova – Holy mother Leonidia * Igor Yasulovich – Korn, de Lestocq's personal secretary * Elena Tsyplakova – Elizabeth of Russia * Lyudmila Nilskaya – Marta, innkeeper * Vladimir Steklov – Gusev, investigator ==Soundtrack== *\"Song of Friendship\" (Песня о дружбе) – Dmitry Kharatyan *\"Song of a bastard\" (Песня байстрюка) – Oleg Anofriyev *\"Song of Love\" (Песня о любви) – Svetlana Tarasova and Dmitry Kharatyan *\"Dove (Lanfren-lanfra)\" (Голубка (Ланфрен- ланфра) – Mikhail Boyarsky *\"Roads\" (Дороги) – Oleg Anofriyev and Viktor Bortsov *\"The song about separation\" (Песня о разлуке) – Elena Kamburova and Oleg Anofriyev *\" Do not hang your nose!\" (Не вешать нос!) – Dmitry Kharatyan and Oleg Anofriyev *\"The song of the hawk\" (Песня лоточницы) – Larisa Kandalova ==Filming== * Filming took place in Moscow, St. Petersburg, Tallinn and Tver. \"The House of the Yaguzhinsky\" is the Moika Palace, the \"Monastery of Holy mother Leonidia\" - the Kolomenskoye, the \"Pelageya Dmitrievna's House\" – the Krutitsy, the \"Imperial Palace\" - the Kuskovo. * Svetlana Druzhinina planned to play in her film the role of Anna Bestuzheva, but realizing that she can not be both the actor and director, entrusted this role to Nelli Pshyonnaya. * During the shooting, Druzhinina fell from her horse and broke her leg. As a result the shooting process had to be suspended for six months. * Initially Viktor Bortsov was asked to play the role of watchman Ivan, who was later played by Aleksey Vanin. Bortsov refused, but later still took part in the film, playing Gavrila, Nikita Olenev's servant. * Yuri Moroz auditioned for the role of Aleksei Korsak and was accepted, but due to certain circumstances he had to abandon this role. Gardes-Marine Alexander Belov was supposed to be played by Oleg Menshikov, but he also could not do it, he took part only in the dubbing of his character. * During filming an accident occurred with Sergei Zhigunov. Sergei invited Vladimir Balon to a swordfight. During the battle, Zhigunov, ignoring the rules, hit the enemy's blade - and the sword seriously damaged his eye. As a result, the actor had to undergo a long course of treatment. * Vladimir Shevelkov got to the shooting later than everyone, when it became finally known that Druzhinin's son, Mikhail Mukasei, will not be shot in the role of Nikita Olenev. Zhigunov and Kharatyan persuaded Shevelkov to accept the offer of Druzhinina. Shevelkov was the only Gardes-Marine who remained dissatisfied with his participation in the film - he considers his portrayal of Nikita Olenev an acting failure. He did not appear in the sequels. Also Shevelkov's relations with director Svetlana Druzhinina were irreparably spoiled, and they have not communicated since. * At the time of the shooting, Tatyana Lutaeva was in the last days of pregnancy, but thanks to the lush dresses it turned out to be unnoticeable for the audience. ==References== ==External links== * Category:1988 films Category:Soviet films Category:Soviet historical adventure films Category:Russian-language films Category:Russian films Category:Mosfilm films Category:Swashbuckler films Category:Films set in the Russian Empire ",
    "title": "Gardes-Marines, Ahead!"
}