{
    "id": "53770820",
    "text": "The Blue Chapel, officially consecrated as the Chapel of Most Holy Mary, Mother of Sorrows is a Roman Catholic memorial chapel located in Keating Hall on the Rose Hill campus of Fordham University in the Bronx, New York City. It originally opened in 1937 upon the completion of Keating Hall. The chapel went through two different renovations: One in 1980, in which several of the chapel's original architectural features were masked or removed, and another in 2007, in which it was restored to its original state. Its prominent stained glass window faces outward from the façade of Keating Hall overlooking Edwards Parade. ==Construction and use== The Blue Chapel was constructed in 1937 on the third floor of Keating Hall, which had been completed the year prior. The chapel was dedicated to Our Lady of Sorrows by Mr. and Mrs. Henry Colkin, in memorial of their daughter, Dolores Colkin, who died June 16, 1937 at age thirty one.A plaque in the entrance of the Blue Chapel reads: \"This Blue Chapel has been erected in honor of the most holy Mary - Mother of Sorrows by Mr. and Mrs. Henry S. Colkin as a loving memorial to their daughter Dolores Marie, an alumna (class of 1917) who died June 16, 1937 at the age of thirty- one.\" Photo available at Wikimedia Commons. The first Christmas mass was held in the chapel on Christmas Day 1937. From the 1940s to at least the late 1960s, the university broadcast mass services from the Blue Chapel each morning at 9:45am on WFUV. ==Architectural features== The chapel was designed with faux stone walls and a faux brick ceiling. The chapel features a stained glass window in multiple shades of blue, with depictions of Jesus, Mary, mother of Jesus, and several saints. The altarpiece in the chapel is made of hand-hammered Swedish steel and draped with a blue damask fabric. The chapel's stained glass-window is situated in the center of the façade of Keating Hall, and is illuminated from within during the evenings. ==Restoration== In the 1980s, the chapel was renovated to conceal damage it had sustained to its walls and ceiling. Instead of repairing the damage, the university used wallpaper to cover the chapel's faux brick walls, and a suspended ceiling was installed with white acoustic panels; additionally, the original altarpiece was replaced with a mosaic icon of Christ. In 2007, the university began restoration of the chapel to its original state; the original steel altarpiece, which had been in storage since the 1980s, was returned to the chapel, and the suspended ceiling and wallpaper were removed, exposing the original faux brick. The crucifix on the original altarpiece had been missing, and the university replaced it with a crucifix recast from unused candlestick holders from the original 1937 chapel. ==Gallery== Image:Blue Chapel window.jpg|Window of Blue Chapel. Image:Mary Magdalene window, Blue Chapel.jpg|Detail of Mary Magdalene pane. Image:Crucifix detail, Blue Chapel - Fordham University.jpg|Restored crucifix at altar. Image:Stations of the Cross, Blue Chapel (Fordham).jpg|Stations of the Cross in the chapel. ==Notes and references== ;Footnotes ===Notes=== ===References=== * * ==External links== *Campus worship spaces at Fordham.edu *Blue Chapel virtual tour at YouVisit Category:1937 establishments in New York (state) Category:Buildings at Fordham University Category:Christian organizations established in 1937 Category:Roman Catholic churches in the Bronx Category:Roman Catholic chapels in the United States ",
    "title": "Blue Chapel (Fordham University)"
}