{
    "id": "53772701",
    "text": "Ulrich Jakobus (born 1967) is Senior Vice President - Electromagnetic Solutions of Altair, Germany and was awarded Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2013 for leadership in hybrid computational tool development and commercialization. His research laid the foundations for the commercial electromagnetics code FEKO which is used in antenna design, antenna placement, electromagnetic compatibility, microwave components, bioelectromagnetics, radar cross section and related fields. == Education and career == Jakobus was born in 1967 in Kirchheim unter Teck, Germany to Manfred Jakobus and Ingrid Jakobus (née Gabriel). He studied at the University of Stuttgart and received a Diploma in Electrical Engineering in 1991 and a PhD in Electrical Engineering in 1994. He was appointed to the position of Professor in 1997. From 1991 to 2000 he was employed by the Institut für Hochfrequenztechnik (Institute for High-Frequency Technology) at the University of Stuttgart where he became a lecturer in Radio Frequency Technology. His research included numerical techniques in electromagnetics, antennas, electromagnetic compatibility, and bioelectromagnetics. His research laid the foundations for the commercial electromagnetics code FEKO. This software code can be used as a means of performing numerical experiments to answer various “what if” questions that usually arise during electromagnetic design tasks. In 2000 he became director of EM Software and Systems-S.A. (Pty) Ltd. in Stellenbosch, South Africa and product manager for FEKO with focus on development of FEKO. In 2002 he founded EM Software and Systems GmbH in Böblingen, Germany and has been its director since then. In 2014 Altair acquired EM Software and Systems-S.A. and Jakobus became Vice President of Electromagnetic Solutions at Altair. In January 2018 he was appointed Senior Vice President - Electromagnetic Solutions at Altair. == Memberships, associations, awards == Jakobus is a member of the following: *Union Radio- Scientifique Internationale / International Union of Radio Science commission B *Informationstechnische Gesellschaft - Verband der Elektrotechnik, Elektronik und Informationstechnik (ITG-VDE) (Information Technical Society - Association of Electrical Engineering, Electronics and Information Technology) *Applied Computational Electromagnetics Society - Fellow in 2013, Board of Directors and Vice President *Institute of Electrical and Electronics Engineers - Fellow in 2013 Jakobus has received several awards, including the following: *1996 The Applied Computational Electromagnetics Society Outstanding Paper award (joint award) for Current-based Hybrid Moment Method Analysis of Electromagnetic Radiation and Scattering Problems. (ACES Journal Vol. 10 No. 3) *1998 Heinz-Maier Leibnitz prize awarded by the Deutsche Forschungsgemeinschaft (German Research Foundation) *2013 Fellow of the IEEE == Publications == Jakobus has published papers on: computational electromagnetics, finite element analysis, application program interfaces, approximation theory, electromagnetic shielding, electromagnetic wave scattering, finite difference time-domain analysis, geometrical optics, message passing, method of moments, ray tracing, telecommunication network planning, Green's function methods, aircraft antennas, anisotropic media, antenna arrays, antenna radiation patterns, antenna theory, convergence, dielectric bodies, electromagnetic fields, electromagnetic launchers, frequency selective surfaces, graphics processing units, and interference. Selected publications: *1995 Erweiterte Momentenmethode zur Behandlung kompliziert aufgebauter und elektrisch großer elektromagnetischer Streuprobleme (Book) *2005 Fast Multipole Solution of Metallic and Dielectric Scattering Problems in FEKO (Journal - 21st Annual Review of Progress in Applied Computational Electromagnetics) *2005 Fast Multipole Acceleration of a MoM Code for the Solution of Composed Metallic/Dielectric Scattering Problems (Advances in Radio Science, vol. 3) *2006 Challenges Regarding the Commercial Implementation of the Parallel MLFMM in FEKO (IEEE Antennas and Propagation Society International Symposium 2006) *2014 Aspects of and Insights Into the Rigorous Validation, Verification, and Testing Processes for a Commercial Electromagnetic Field Solver Package (Journal - IEEE Transactions on Electromagnetic Compatibility) == See also == *FEKO *Altair Engineering *Characteristic mode analysis == References == == External Links == *Ulrich Jakobus on ResearchGate *Ulrich Jakobus on LinkedIn *Ulrich Jakobus on Academia.edu *Ulrich Jakobus introduces FEKO Category:Fellow Members of the IEEE Category:Living people Category:1967 births ",
    "title": "Ulrich Jakobus"
}