{
    "id": "53778418",
    "text": "Central Selection Board of Constable (CSBC)(Hindi: केन्द्रीय चयन पर्षद [सिपाही भर्ती]) is an organization under Government of Bihar to recruit constables for police force in the state of Bihar. The board is headed by a three-star rank Additional Director General or Director General level police officer. Current chairman of the commission is K.S. Dwivedi. ==History== Central Selection Board of Constable was created by the Governor of Bihar in 2008 by making amendments to Bihar Police Manual.Government of Bihar Home (Police) Department Notification This amendment instituted the board and gave it the power to conduct written as well as physical fitness examinations and create the merit list according to the merits of the applicants and the rules of reservation. The first Chairman of the Board was Sunit Kumar.58 fake candidates arrested in Bihar police constable recruitment exam ==Headquarters== Central Selection Board of Constable has its headquarters located at Shri Sai Tara Complex on Bailey Road, Patna. ==Organization== *Chairman - The Chairman of Selection Board is an Officer of the rank of Director General of Police, Additional Director General or Inspector General of Police. *Member - An Officer of the rank of Deputy Inspector General of Police. *A representative of SC/ST - An Officer of the rank of Deputy Inspector General of Police or Superintendent of Police. *A representative of Minority Community - An Officer of the rank of Deputy Inspector General of Police or Superintendent of Police . *An Officer nominated by Secretary Personnel Department who ensures follow-up of rules /directions for reservation. ==Past Chairmen and tenure== *Sunit Kumar - 2008 to 2015 *K.S.Dwivedi - 2015 to Present ==See also== *Bihar Police Subordinate Services Commission *Bihar Public Service Commission ==References== Category:State agencies of Bihar Category:Government recruitment in India Category:Bihar Police ",
    "title": "Central Selection Board of Constable"
}