{
    "id": "53772813",
    "text": "Mark Liao Hong-yuan () is a Taiwanese computer scientist specialized in the field of multimedia information processing. Liao studied physics at National Tsing Hua University and completed a master's and doctoral degree in electrical engineering at Northwestern University. He became a distinguished research fellow at the Institute of Information Science at the Academia Sinica in Taiwan in 2009. Within Academia Sinica, Liao had previously served as deputy director of the Institute of Information Science from 1997 to 2000, acting director of the Institute of Applied Science and Engineering Research between 2001 and 2004, as well as director of the Institute of Information Science. In 2016, Liao was named an honorary chair professor of National Chiao Tung University. He previously held the same role at National Sun Yat-sen University from 2014 to 2016, and led multimedia information studies as chair professor at National Chung Hsing University between 2009 and 2012. His most famous work are Cocktail Watermarking, Null-space LDA for small sample size face recognition, and Video Inpainting techniques for digitized vintage film repair. He received the TECO award from TECO foundation in 2016, the distinguished research award from the Ministry of Science and Technology in 2003, 2010, and 2013. He was the recipient of the Academia Sinica Young Investigators' award in 1998, the Academia Sinica Investigator Award in 2010. He served as an associate editor of IEEE Transactions on Multimedia, IEEE Transactions on Image Processing, IEEE Transactions on Information Forensics and Security and ACM Computing Surveys.. Liao was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2013 for his contributions to image and video forensics and security. == References == Category:Fellow Members of the IEEE Category:Living people Category:Taiwanese expatriates in the United States Category:Year of birth missing (living people) Category:Taiwanese computer scientists Category:Taiwanese electrical engineers Category:21st-century engineers Category:Northwestern University alumni Category:National Tsing Hua University alumni Category:21st-century Taiwanese scientists Category:20th-century Taiwanese scientists Category:20th- century engineers ",
    "title": "Mark Liao"
}