{
    "id": "53778885",
    "text": "Jacques Antoine Rabaut-Pommier Jacques Antoine Rabaut known as Rabaut-Pommier, (28 October 1744, in Nîmes – 16 March 1820, in Paris),http://www2.assemblee- nationale.fr/sycomore/fiche/%28num_dept%29/13249#!prettyPhoto accessed 14/04/2017 was a politician of the French revolutionary era. He was a member of the National Convention (1792–95)http://www2.assemblee- nationale.fr/sycomore/fiche/%28num_dept%29/13249#!prettyPhoto accessed 14/04/2017 and of the Council of Ancients (1795-1801). In 1816 he was exiled for regicide under the Bourbon Restoration, though he later benefited from an amnesty. Deeply committed to medicine, he was an ardent advocate of vaccination. == Early life == He was the son of Paul Rabaut, a pastor from the Cévennes and of Madeleine Gaidan. His brothers were Jean-Paul Rabaut Saint- Étienne, a more famous politician, guillotined in Paris on 5 December 1793, and Pierre-Antoine Rabaut-Dupuis, also politically active. He spent his childhood in the insecurity and anxiety which was the norm for families of pastors during the period when Protestantism was proscribed in France (known in French as 'the desert'). Like his brother Jean-Paul he was sent to the Lausanne seminary (1763–65) to study theology. He was ordained as a pastor and took up posts first at Marseilles in 1770 and later at Montpellier until 1792.http://www.iglesiapueblonuevo.es/index.php?codigo=bio_rabautj accessed 14/04/2017 == Smallpox == Image of Edward Jenner vaccinating a patient, with the role of Rabaut-Pommier explained in the text belowIn 1782, at Montpellier, he founded a new hospital with a group of friends. Throughout his years in the south of France he devoted himself to medical and scientific studies. During the campaign against smallpox, he defended the superiority of vaccination over variolation from 1780 onwards. He also noted the relationship between smallpox and cowpox: \"About 1780 he had observed in the environs of Montpellier the fact that smallpox, sheep scabs, and cow blotches were regarded as identical diseases known by the name of pox. He noticed that the affection was least serious in cows and that when, by chance, the peasants had contracted it in milking the animals, they could go through the country, protected from smallpox by this alone. So he concluded this procedure to be as certain as 'inoculation' for smallpox and less dangerous.\" Through a mutual friend, a Bristol merchant named James Ireland, Rabaut-Pommier passed his observations to an English physician, Dr. Pugh, who promised to pass them on to his colleague Edward Jenner, who was interested in the same problem. After the publication of Jenner's book on vaccination (1798), Rabaut was surprised not to find in it any reference to the suggestions he had made. In 1811 James Ireland wrote to him saying that he remembered his conversation on cowpox with Dr. Pugh in 1784, but that similar observations had been made in England before. In the view of some historians,\"Rabaut-Pommier ought to have a large part of the glory which this great discovery has brought to the English savant\". == The Convention== In 1790 he was elected to the magistracy of Montpellierhttp://www.iglesiapueblonuevo.es/index.php?codigo=bio_rabautj accessed 14/04/2017 but his national political career began when he was elected to the National Convention on 8 September 1792 for the department of Gard. He was elected seventh out of eight deputies with 288 votes out of a total 486 cast.http://www2.assemblee- nationale.fr/sycomore/fiche/(num_dept)/13249 accessed 17/04/2-17 He maintained a low profile in the Convention, broadly sharing his brother's Girondin views. One of the issues he spoke out on was the contentious question of whether common land should continue to be owned collectively or whether it should be divided up and sold as private property. On 11 October 1792 the Convention passed a decree suspending legislation passed only two months previously and requiring common land to be utilised as it had been traditionally; Rabaut- Pommier urged that a report on the August legislation be made without delay, and the Convention's Agricultural Committee charged him with producing it. The political difficulties of the issue meant that instead of producing clear recommendations, he presented a series of questions on common land which were debated by the Agricultural Committee between 29 December 1792 and 12 January 1793.Dr Noelle Plack, Common Land, Wine and the French Revolution: Rural Society and Economy in Southern France, c.1789–1820, Ashgate Publishing, Ltd. 2013 pp. 50, 55 At the Trial of Louis XVI he voted for the king to be executed, but only after the decrees establishing the new French Republic had been ratified. After the 1793 insurrection against the Girondins he signed a letter condemning it on 6 June. He nevertheless avoided being outlawed along with his brother. He was threatened with arrest on 14 October but managed to go into hiding with his brother for six months. Finally arrested at the same time as him on 4 December, he was imprisoned in the Conciergerie with 72 other co-signatories of the June declaration. He remained imprisoned until the Thermidorean reaction, though, unlike his brother, he escaped the guillotine. He resumed his seat in the Convention on 18 Frimaire Year II (8 December 1794), aligning himself with the deputies on the right of the chamber and maintaining a cautious line. He was elected secretary of the Convention on 1 Ventose Year III (19 February 1795), and had a decree passed which introduced a semaphore system to promote national cohesion and security. He declared: 'And if in time of peace allied despots wanted to invade our territory, the war cry 'to arms!' would become a decree and would sound throughout the Republic; citizens would leave their occupations to seize their arms and numerous armies formed suddenly would confront the surprised enemy with barriers which it would not be possible to surmount.' Patrice Flichy, Dynamics of Modern Communication: The Shaping and Impact of New Communication Technologies, SAGE 1995 p.10 Rabaut-Pommier had the start of the telegraph line installed on the roof of the Unity Tower at the Palais National on 20 Messidor (20 July 1795). He served as Armaments Commissioner on the Committee of Public Safety from 5 May 1795 – 1 September 1795. On 16 Vendemiaire (8 October 1795) the Convention voted to rehabilitate Rabaut Saint-Étienne; he delivered the eulogy for his executed brother from the podium of the Convention, and voted for his political writings to be published at the Convention's expense.Chronicle of the French Revolution, Longman 1989 p.496 == The Directory and Consulate == Under the Directory he was elected on 21 Vendemiaire Year IV (13 October 1795) to the Council of Ancients by the departement of Gard, securing 143 of 225 votes cast. He became secretary of the Council on 1 Messidor year IV (19 June 1796). He aligned himself with Portalis, but was not condemned with him after the Coup of 18 Fructidor. He resigned from the legislature in May 1798. He supported the Coup of 18 Brumaire that brought Napoleon Bonaparte to power, and under the Consulate he held several posts of some responsibility, and Napoleon appointed him sub- prefect of Vigan 1800-1801.http://www.iglesiapueblonuevo.es/index.php?codigo=bio_rabautj accessed 14/04/2017 == Later life == Tomb of Rabaut-Pommier in the Père- Lachaise cemetery. On 3 December 1802 the Consistory of Paris named him, together with Paul-Henri Marron and Jean-Frédéric Mestrezat, one of the first three pastors of the reformed church in the city. The three pastors worked closely together at the head of the Consistory - their signatures appeared together on pastoral letters, and on their response to proposals for union with the Catholic Church.Monseigneur Le Coz archevêque de Besançon, Les pasteurs Marron, Rabaut-Pommier et Mestrezat, Proposition de réunion entre les catholiques romains et les protestants faite en l’an XIII, Bibliothèque du Protestantisme Français (75007, Paris), Cote 0 2313 1 The three pastors were awarded the Legion d'Honneur by the First Consul Napoleon on 5 July 1804,http://www.iglesiapueblonuevo.es/index.php?codigo=bio_rabautj accessed 14/04/2017Base LÉONORE de la Grande Chancellerie de la Légion d’Honneur, Notice manuscrite du dossier de Jacques Antoine Rabaut-Pomier, Cote LH/2252/40 They received this honour from his own hands.Almanach des Protestants de l’Empire Français pour l’an de grâce 1809, Notice sur l’église actuelle de Paris, Bibliothèque du Protestantisme Français (75007, Paris), pages 260, Cote L.22864 I. and they were invited to Napoleon's coronation later that year. From this period date his only published works - 'Napoléon libérateur, discours religieux' (París, 1810) and 'Sermon d'actione de grâces sur le retour de Louis XVIII' (1814). The Bourbon restoration brought a change of fortune for Rabaut-Pommier. He had signed the , effectively recognising Napoleon's legitimacy during the Hundred Days, and the law of 12 January 1816 against regicides meant that he had to leave his church position. He left Paris on 17 March 1816 and went into exile in Prussia. However, as his vote had not counted in the death sentence of Louis XVI, Boissy d'Anglas was able to secure a partial amnesty for him two years laterhttp://www.iglesiapueblonuevo.es/index.php?codigo=bio_rabautj accessed 14/04/2017 on 11 February 1818. He returned from Cleves to Paris on 19 August 1818. On his return to France he did not resume his position in the ministry - the Consistory had not dared to speak on his behalf - and he had already been replaced by Henri François Juillerat.Philippe Braunstein, L'Oratoire du Louvre et les protestants parisiens, Labor et Fides, 2001 (p.104-105) He died two years after his return from exile, and was buried in the Pere Lachaise cemetery.Amis et Passionnés du Père Lachaise (APPL), Fiches individuelles des personnages, Jacques Antoine Rabaut-Pommier == External links == *facsimile of 'Napoléon libérateur, discours religieux' (1810) *facsimile of 'Sermon d'actione de grâces sur le retour de Louis XVIII' (1814) == References == Category:1744 births Category:1820 deaths Category:People from Nîmes Category:French Calvinist and Reformed Christians Category:18th-century French politicians Category:French Revolution Category:Smallpox Category:Burials at Père Lachaise Cemetery ",
    "title": "Jacques Antoine Rabaut-Pommier"
}