{
    "id": "53772975",
    "text": "\"Lights Out\" is a song by English hard rock band Royal Blood, released as the first single from their second studio album How Did We Get So Dark? on April 14, 2017. The song was written by the band with Bass Drum of Death frontman John Barrett, and it was produced by Jolyon Thomas with Royal Blood. It reached number 96 on the UK Singles Chart and topping the UK Rock & Metal Singles Chart. The song is also used in the soundtrack of the Electronic Arts racing video game Need for Speed Payback. It was also used in the FUT Icons trailer of FIFA 18. == Background == Royal Blood wrote \"Lights Out\" whilst on tour in the United States with support act Bass Drum of Death, who Mike Kerr described as \"really good friends of ours\". After the two bands had been sharing ideas, Bass Drum of Death's frontman John Barrett co-wrote \"Lights Out\", with Kerr crediting him as \"a big part of that tune coming together\". == Promotion == The track was released as the first single from the band's upcoming second album How Did We Get So Dark? on 13 April 2017. The band performed the song live for the first time on Jimmy Kimmel Live! on 9 May 2017, alongside the 2014 single \"Figure It Out\". Chad Childers of the website Loudwire praised the performance, highlighting frontman Mike Kerr's \"muscular groove\" and noting that drummer Ben Thatcher \"took the spotlight a bit during a mid-song breakdown\". == Music video == The music video for \"Lights Out\" was also released on 13 April. Directed by The Sacred Egg and produced by Tom Birmingham and Natalie Arnett of Riff Raff Films, it features the band \"performing the song in an empty room that slowly fills with water\", after which \"a horde of bodies burst out of invisible pools on the floor, ceiling and walls ... the room is cast in a deep red light and Thatcher and Kerr continue to play in the waist high water as dancers move around them\", according to Rolling Stone writer Jon Blistein. Upon its release, \"Lights Out\" entered the UK Singles Chart at number 96. It also registed on the UK Singles Downloads Chart at number 78, topped the UK Rock & Metal Singles Chart, and reached number 46 on the Scottish Singles Chart. Outside of the UK, the song reached number one on the Billboard Mainstream Rock chart, number 20 on the Alternative Songs chart, number 45 on the Hot Rock Songs chart, and number three on the Canadian Rock Songs chart. ==Personnel== *Mike Kerr – vocals, bass, keyboards, production *Ben Thatcher – drums, percussion, piano, production *Jolyon Thomas – production, engineering *Drew Bang – engineering *Tom Dalgety – mixing ==Charts== ===Weekly charts=== {|class=\"wikitable plainrowheaders sortable\" style=\"text-align:center;\" |- !Chart (2017) !Peak position |- |- |- !scope=\"row\"|Canadian Rock Songs (Billboard) |3 |- !scope=\"row\"|Mexico English Airplay (Billboard) |48 |- !scope=\"row\"|Scottish Singles (OCC) |46 |- !scope=\"row\"|UK Singles (OCC) |96 |- !scope=\"row\"|UK Singles Downloads (OCC) |78 |- !scope=\"row\"|UK Rock & Metal Singles (OCC) |1 |- |- |- |} ===Year-end charts=== {|class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- !Chart (2017) !Position |- !scope=\"row\"|US Hot Rock Songs (Billboard) |68 |} ==Certifications== ==References== ==External links== *\"Lights Out\" music video on YouTube Category:2017 songs Category:2017 singles Category:Royal Blood (band) songs Category:Warner Records singles ",
    "title": "Lights Out (Royal Blood song)"
}