{
    "id": "53776025",
    "text": "Woodland Cemetery is a historic rural cemetery located at 6901 Woodland Avenue in Cleveland, Ohio. Established in 1853, it became Cleveland's main public cemetery after its founding and remained so for the next half-century. It fell into extreme disrepair, and most of its outstanding architectural features dismantled or demolished. In 1986, Woodland Cemetery was added to the National Register of Historic Places. The cemetery has since undergone restoration. ==Creating the cemetery== ===Purchasing the land=== In 1832, Colonel George Bomford purchased of land in Newburgh Township, a civil township on the outskirts of Cleveland, Ohio. Bomford later sold to John Whipple, and to Benjamin Franklin Butler, the United States Attorney General. In 1848, the Erie Street Cemetery was Cleveland's main public cemetery. Once located on the edge of the city, Erie Street Cemetery was now nearly enclosed by city streets. There was no room for expansion, and the cemetery was rapidly filling. City officials began looking to purchase land in July 1848. The city twice made offers to buy land at Kelly Street and Kinsman Avenue (now Woodland Avenue) from owner J. W. Allen, but he refused to sell. City officials twice reached a tentative agreement to buy part of the land owned by W. H. Otis, but the city council declined to act on either agreement. A cholera epidemic in 1849 led to many deaths in Cleveland, which heightened the need for a new city cemetery. The Plain Dealer newspaper reported on June 14, 1851, that the city was close to reaching a deal to purchase on the north side of Kinsman Avenue just east of St. John Cemetery. A \"level plain of wood land\", the burial ground was to be called Green Lawn Cemetery. The report proved accurate: On July 22, 1851, Butler offered to sell his land to the city. After further negotiations, Butler sold the land to the city on August 20, 1851, for $13,639.50 ($ in dollars). The city paid Butler half the price in cash, and half in 10-year, 7 percent bonds. The total cost of the land was $23,189 ($ in dollars). ===Laying out the cemetery=== By the beginning of January 1852, the city had hired landscape architect H. H. Blackmore to survey the cemetery grounds. Design work appeared to be complete by the end of February, at which time Blackmore was paid $40 ($ in dollars) for his work. The city council approved the sale of timber from the land in April in order to finance improvements, and by July work on grading roads and pathways, platting, and landscaping were well under way. A second landscape architect, Howard Daniels, was hired in October 1852 to complete the design of the cemetery. Paid $22 a day ($ in dollars), Daniels employed a civil engineer, two drafters, and an assistant while working on the property. Daniels designed Woodland to be a rural cemetery, with winding paths, plenty of trees, and room for monumental funerary monuments. By April 1853, the entire had been cleared of nearly all trees, and of the site enclosed by a split-rail fence. A boxwood hedge was planted along the fence. Of the enclosed area, were ready for burials. The burial area was broken down into four sections (all of them with plots laid out), and of road wound through the site. A small gate was placed in the middle of the eastern side of the cemetery. Wells were dug to provide water to the site. Two circles were established in the cemetery. One of the smaller circles was on Main Drive near the Kinsman Avenue entrance, with another small circle to its west. A much larger circle was in the center of the cemetery, and officials intended to build a chapel there at a future date. A small mausoleum-like receiving vault, Gothic Revival in design, was built just east of the Kinsman Avenue entrance. On May 18, the city council tentatively decided on the name \"Woodland Cemetery\" for the new burying ground because of the heavily wooded nature of the land. The name was formally adopted on June 8. Woodland Cemetery was opened and dedicated on June 14, 1853. More than 2,000 people attended the ceremony, among them Cleveland Mayor Abner C. Brownell, the entire city council, and most of the city's clergy. Samuel Starkweather, attorney for Benjamin Butler (and a former mayor) attributed the cemetery's existence to council member Staughton Bliss, city cemetery sexton James A. Craw, and architect Howard Daniels. The total cost of the burial ground's construction was about $4,430 ($ in dollars). ==Operations== ===Early improvements=== The 23rd Ohio Volunteer Infantry Regiment Memorial, erected in 1865. Prices for burial plots at the new cemetery ranged from $8 ($ in dollars) to $400 ($ in dollars). The first burial at Woodland Cemetery was that of 15-month-old Fanny Langshaw on June 23, 1853. A large number of monuments and mausoleums, many of which received high praise from The Plain Dealer for their aesthetic beauty, were erected in the cemetery in its first two years. The first major improvements to Woodland Cemetery came in 1855, when the city erected a wooden visitors' and office building on the grounds. Located near the Kinsman Avenue entrance, it consisted of a cemetery office, as well as a reception room and waiting rooms for use by the public. The total cost of the structure was $515 ($ in dollars). That same year, the city sexton began work on an extensive fresh water project in the cemetery. The sexton planned for several fountains to be added to Woodland, and set aside the large circle in the middle of the cemetery for the largest fountain. A fish pond was envisioned for the as-yet undeveloped northern section of Woodland. A committee of the city council began studying the cost and feasibility of piping water to the cemetery in 1863. In 1859, plans for a streetcar line to serve Woodland Cemetery began to be laid.; ; ; The Woodland Avenue Street Railway, which utilized horse-drawn cars, began operation in 1859, with service to E. 55th Street. Service was extended to Woodland Cemetery in 1862. But easy access brought other problems, like prostitution and grave robbery. In June 1861, the city installed a gate at the cemetery's south entrance.; The wooden fence was quite dilapidated by 1862. The southern fencing was removed in 1867, after the hedge was tall enough to act as a screen and barrier. The eastern fence remained, however, as the hedge there had not grown as much. ===Impact of the Civil War=== The American Civil War had a major impact on Woodland Cemetery. On March 18, 1862, the Cleveland City Council donated a cemetery lot for the burial of Union soldiers killed in the war. In 1863, the U.S. federal government purchased a lot in Section 14 to accommodate 16 Union dead. It purchased a second lot, , in Section 10 in 1868 for the burial of 32 additional Union dead. After the 23rd Regiment of the Ohio Volunteer Infantry (23rd OVI) lost many of its officers at the Battle of South Mountain and the Battle of Antietam in September 1862, a strong movement arose in Cleveland to honor the regimental dead, many of whom came from the area. On December 30, 1862, the Cleveland City Council authorized the regiment to erect a memorial at Woodland Cemetery.; ; The memorial was designed by local funerary monument sculptor C.H. Brown, who worked for the firm of Jones & Son. The city council selected lot 22 in section 14, near the Woodland Avenue main gate, for the site of the memorial in April 1863. The local funerary monument firm of Myers, Uhl, & Co. sculpted the piece from Italian marble, based on Brown's design. The Cleveland City Council paid for the raw materials, work, and erection of the piece. Future President of the United States Rutherford B. Hayes spoke at its dedication on July 28, 1865.; The total cost of the work was between $1,200 and $1,500 ($ and $ in dollars). The Plain Dealer reported that it is probably the first regimental monument ever erected in the United States. The deaths of Colonel William R. Creighton and Lieutenant Colonel Orrin J. Crane similarly led to an outpouring of grief in Cleveland. Creighton was in temporary command of the 1st Brigade of the 2nd Division of XII Corps at the Battle of Ringgold Gap on November 27, 1863. Crane led his men through a deep ravine, suffering significant casualties. He was shot and killed as his remaining men neared the top of the ravine and safety. Creighton attempted to reach Crane, and himself was mortally wounded. On December 2, 1863, the Cleveland City Council set aside several lots in Section 14 at Woodland Cemetery for the burial of Creighton, Crane, and their immediate family members.; Both men were temporarily laid to rest in a vault at the Erie Street Cemetery while monumental headstones were fashioned for them. They were permanently buried at Woodland Cemetery on July 3, 1864. The 7th Ohio Volunteer Infantry Memorial, erected in 1871. By the end of 1863, most of the desirable lots at Woodland Cemetery had been sold. The cemetery sexton opened the northern half of the site in early 1864, and by April it had been cleared of underbrush and most of its roads and pathways laid out, graded, and graveled. The site lacked proper landscaping, however, and funds were sought from the city to permit the planting of sod, shrubs, and trees. A fence was built along Quincy Avenue in October of that year. Water also became an urgent need at Woodland in 1864. The amount of water needed by the cemetery rose as more areas were properly landscaped, and the explosive residential, industrial, and retail growth in the surrounding neighborhood placed a significant burden on groundwater supplies. The wells at Woodland Cemetery now ran dry in mid-summer, and cemetery trustees called for fresh water to be piped to the site. On June 21, 1864, the city council asked the Cleveland Water Works to extend its system to the cemetery as soon as practical. The trustees of the Water Works, however, saw no urgent need. The council asked them for a report on the cost, which the Water Works provided on April 20, 1865. The city council's Committee on Parks and Public Grounds investigated the matter in July, and filed its report on July 25.; The council formally authorized extension of the city water system to the cemetery on August 22. The Water Works still hesitated, and in late August 1866 the city council more specifically authorized construction of a water main to the north edge of the cemetery. The death of Ohio Governor John Brough on August 29, 1865, in Cleveland led the city council to donate a lot at Woodland Cemetery for his interment. He was buried there on September 1. The Brough family selected a plot near the site designated for a chapel. ===Immediate post-war changes=== The financial exigencies of the war left Woodland Cemetery in need of maintenance. While much work on preparing the northern half of the cemetery had been accomplished, little landscaping work had been done between 1864 and 1866, and the wood fence on the north side was collapsing. The city had added a Deputy Sexton to the cemetery department's staff, and a home for this staff person needed to be built at Woodland. The city council's Committee on Parks and Public Grounds agreed to visit cemetery in June 1866 to ascertain its beautification needs. Their report led the council to authorize in August 1866 a water main to be constructed beneath Main Drive at Woodland. While the committee conducted its investigation, the city council decided on June 5, 1866, to authorize the erection of a pavilion at Woodland Cemetery to accommodate public speeches, events, and gatherings.; ; The Committee on Parks and Public Grounds was tasked with drawing up plans for the pavilion. It hired Joseph M. Blackburn and Alexander Koehler of the local architectural firm of Blackburn & Koehler to do so. The plans were complete by the end of July, and the full city council approved them on July 31. The city advertised for construction bids on August 10, but the only bid to be received was from the H. Fuller & Co. at a cost of $4,380.60 ($ in dollars). Rebids were asked, and S.S. Brooks & Co. won the contract to build the pavilion. The octagonal stone pavilion featured multiple modified Bochka roofs, alternating trefoil and round arched openings, and Gothic Revival decorative elements. Although originally estimated to cost only $2,000 ($ in dollars), the pavilion's final cost was $3,915.72 ($ in dollars). Veterans of the 7th Ohio Volunteer Infantry (7th OVI) voted to erect a monument to their regimental dead at a meeting held on September 10, 1866.; The city council voted to donate a lot in Section 5, near the Kinsman Avenue entrance. Although the veterans group originally intended to spend only $5,000 ($ in dollars), this was increased in July 1867 to $10,000 ($ in dollars). The memorial was crafted from red granite quarried near Peterhead, Scotland, and manufactured by John M. Martin (a local monument dealer). In 1869, with construction of the memorial well under way, the veterans group asked the United States Department of War to donate four Parrott rifles (one of the most common types of cannon used during the Civil War) for placement at the memorial. The memorial was finished in September 1871 and dedicated on Memorial Day in May 1872. The Parrott guns did not arrive until November 10, 1883.; They were made of steel, and in length. ===1867 to 1879 improvements=== Woodcut depicting the 1870 Woodland Avenue gatehouse. In 1867, city officials acted on the year-old request to build an assistant city sexton's lodge on the grounds of Woodland Cemetery. The home, approved on January 15, was designed by the firm of Blackburn & Koehler and built by contractor A.G. Marble for either $2,000 ($ in dollars) or $3,375 ($ in dollars). It was completed in August 1867 in the northeast corner of the cemetery. Work continued on the northern section of Woodland, where burial plots had been laid out in about half of this area by mid-1867. By the end of the year, portions of the northern section had been cleared and graded, but not plotted. Over the next two years, the paths and carriageways were regraded and regraveled, extensive new plantings of shrubs and trees made, and the grounds cleaned. But there was still no road from the center of the cemetery north to Quincy Avenue, and the wooden gatehouse at the Woodland Avenue entrance was in extreme disrepair. As work on the northern section continued into 1870 and a new iron fence was built around the cemetery, the trustees voted to authorize a new receiving vault. A very small public receiving vault had been built in 1853 to accommodate the indigent or unidentified. Wealthier citizens, however, borrowed or rented space in existing private mausoleums at the cemetery. By the late 1860s, the public vault was also proving far too small to accommodate the heavy number of remains which built up during the winter. The new fault was Gothic Revival in style and made of cut stone. This vault was , with a high roof and thick walls. The same year, the Cleveland City Council approved the construction of a large stone gate and gatehouse at Woodland Cemetery. Architect Joseph Ireland was hired in 1869 to develop plans for these structures, and his work was largely complete by the end of January 1870. The city council debated whether to put the gate on Quincy Avenue (where the Garden Street Railway was due to extend its tracks) or Woodland Avenue (where one saloon already stood opposite the entrance and another was due to open soon). This debate ended on March 22 when the council voted that Woodland Avenue was the appropriate place for a cemetery named Woodland. Ireland's plan called for a structure estimated to cost $8,000 ($ in dollars). The city council thought this too expensive, but approved the structure anyway. Construction began in April 1870, during which time the south gate closed and a new west gate opened. The new gatehouse opened on November 8, 1870. The long structure was built of quarry-faced stone obtained near Independence, Ohio. James D. Copperfield provided the stone, and A.J. Piper provided carpentry work. The structure was Gothic Revival in style. The arch contained a central carriageway, with pedestrian gates on either side. The carriageway was wide and high. It was surmounted by a belfry, whose tip reached into the air. The roof of the arch was wood. Side buildings, each , were attached to the arch. Each was accessed by a door under the arch, and each building had windows in the north and south facades. The western side-building was used as a waiting room, while the cemetery office occupied the east side-building. The structure's cost was reported as either $7,000 ($ in dollars) or $8,000 ($ in dollars). A small addition was made to the east side-building in 1876. Designed by architect Alexander Koehler and built by contractor A.J. Piper at a cost of $636.37 ($ in dollars), this addition contained a coal room (a room for storing heating coal) and bathroom. By 1876, the iron fence on the south side of the cemetery was in severe disrepair. The city, however, spent $3,219.72 ($ in dollars) building a new gatekeeper's house for the western entrance. It was designed in the English cottage style by architect Alexander Koehler and built by contractor W.J. Cubbon.; The following year, all barns, shanties, and employee housing were removed from the northern half of the cemetery to permit more lots to be laid out, and the cemetery foreman's house was remodeled. This forced the cemetery superintendent to move into the lodge near the west gate. A new iron fence was erected along Quincy Avenue at a cost of $3,000 ($ in dollars), and a similar iron fence erected along Woodland Avenue at a cost of about $2,300 ($ in dollars). ===1880 chapel and receiving vault=== A chapel with a large underground receiving vault was built at Woodlawn Cemetery in 1880. Space for a chapel had been set aside when Woodland was first laid out in 1853. By the late 1860s, the need for a chapel was even more apparent: Many famous and popular people were being buried at Woodland, but there were no facilities for holding services. Even the new public vault was proving far too small to accommodate the heavy number of remains which built up during the winter. The cemetery superintendent again pushed for a chapel in 1869, but no action was taken until early 1880 when the city hired local landscape architect E. O. Schwagerl (who had designed Riverside Cemetery) and oft-used local architect Alexander Koehler to design the chapel. The city finally issued a call for bids in September 1880. Contracts to the following were awarded on October 4: For cut stone and masonry work, J. Phelps and the Co-Operative Building Company; for carpentry work, Slatmeyer Brothers; for ironwork, Van Doorn & Co.; for tinwork and galvanized ironwork, T.J. Towson & Co.; and for stained and clear glass, William Downie. The chapel was made primarily of stone with iron and timber framing. It had a slate roof with tin flashing and ornaments. The floor was of stone, and the tall stained glass windows pierced the walls. The building was cruciform in shape, with very short transepts. It was long and wide. The peaked roof was high, and topped by a spire which was high. A dais, , at the liturgical end of the chapel served as a resting place for the coffin during services. The basement of the chapel contained a receiving vault capable of storing 80 to 90 bodies. The dais could be lowered into the receiving vault using a hand-operated winch. The chapel had no seating. Chairs for chapel were not purchased until 1893. The chapel, which cost $9,575 ($ in dollars), was dedicated on Memorial Day in 1881. Several thousand more dollars were spent installing curbs, gutters, and pathway paving around the chapel. ===1880 to 1890 improvements=== The large 1887 fountain. The small 1887 fountain. A small wooden gatekeeper's cottage was built by M.D. Fosmier for $834 ($ in dollars) at the Quincy Avenue entrance of the cemetery in late 1880. Woodland Cemetery was hooked up to the city sewer and stormwater system in 1881 at a cost of about $5,600 ($ in dollars).; A tool shed and carriage house for the hearse were erected by contractor William Moore in the fall of 1882.; The gatekeeper's lodges at the west and north gates and the foreman's house were refurbished in 1882 as well, and several new northern sections graded and plotted. The 1870 receiving vault was dismantled and reassembled at Erie Street Cemetery, where it was used as a chapel. In early 1893, the cemetery's iron fence on its east, west, and north sides was replaced by the Champion Fence Co. of Kenton, Ohio, at a cost of $7,806.22 ($ in dollars). Demand for burial sites forced the cemetery to grade and plot six more sections in the northern half the same year. Cemetery officials opened the northeastern corner of the cemetery to burials in 1884, laying water and sewer pipes in this section for the first time at a cost of $884.72 ($ in dollars). Repairs were made to the southern iron fence, chapel, and Woodland Avenue gatehouse. The site of the old public vault was also graded and plotted, adding burial space to Section 16. The cemetery also paid the cost of laying the foundation and setting the stone supports for the 7th OVI Memorial. The cost of both projects was $2,000 ($ in dollars). In 1887, two fountains were constructed in the southern half of Woodland Cemetery. A fountain for the cemetery had first been approved in 1864, with cemetery officials setting aside the circle closest to the Woodland Avenue gate for the structure. In 1866, the city council's Committee on Parks and Public Grounds studied the issue of adding fountains and ponds to the cemetery, and approved of both. (The committee even recommended that wastewater from the larger fountain be used to support water to a fish pond anticipated for construction to its east). No work had been undertake by 1869, when cemetery trustees again pushed for fountains and a pond. Why the cemetery or city council decided to finally authorize fountains in 1886 is unclear. The artist chosen to design the fountains was George Rackle, a German immigrant who had gained fame as a sculptor of marble and granite funerary monuments in Columbus, Ohio. Rackle had recently moved to Cleveland, and in 1885 his design for a centaur-and- dolphin fountain for the lagoon in Wade Park in Cleveland was unveiled 1885 to great acclaim. The popularity of the Wade Park fountain led officials to hire Rackle to craft two fountains for Woodland Cemetery. The first fountain was approved in October 1886, and cemetery trustees added a second one in January 1887. Both fountains were of exceptional beauty and highly detailed, and made of poured Portland cement. The larger fountain was erected in the circle in the center of Main Drive near the Woodland Avenue entrance. It consisted of three levels, contained in a large, low basin. At the base were four or five images of Palaemon (the child-god protector of fishermen and sailors in ancient Greek mythology) riding his traditional dolphin, emerging from oversized clamshells. Between and above each god-and-dolphin pair were sea- dragons with spread bat-wings. The second level was a smaller basin. A column held the top level, in which a draped woman, gesturing peacefully, stood in a yet-smaller basin. This work was titled \"Requiescat In Pace\" (Rest In Peace). The smaller fountain was erected west of the larger one, also set in a pathway circle (later known as Section 6). Set in a wide basin as well, this two-tier fountain consisted of a base surrounded by four winged lions. Overhead, a large basin jutted over the lions' heads. In the center of this upper basin was a short circular pedestal, atop which stood a woman, draped and standing contrapposto. She held on her head a funerary urn. The larger fountain cost $1,550 ($ in dollars) and the smaller $1,000 ($ in dollars). The first of the fountains was complete in August 1887. An additional $3,105 ($ in dollars) was spent constructing flagstone walks and iron fences around fountains, grading and plotting new burial sections, repairing buildings at the cemetery, and extending water pipes into new burial areas. Minor improvements to Woodland Cemetery were made in the last decade of the 19th century. In 1888, a small wooden, enclosed pavilion was erected on the ground to provide employees with a place to eat and store tools. A fence was erected around the cemetery's stoneyard to screen it from view, a stone path was built from the Woodland Avenue gatehouse to the chapel, and all walks were cindered. The central water main was replaced, and a public drinking fountain added near the chapel. The chapel's receiving vault was updated to accommodate a trend toward larger caskets, box gutters were installed throughout the cemetery to replace ditch gutters, and the two gatekeeper's houses and the foreman's house were both repaired and refurbished. In 1889, the chapel was connected to the water main for the first time. Due to limited burial space, two grassy areas around the chapel were converted into burial plots. By the end of the century, Woodland Cemetery was so beautifully landscaped that couples courted one another while walking among the graves. ===Declining popularity=== In 1869, a group of local businessmen pooled their resources to create the Lake View Cemetery straddling the Cleveland-Cleveland Heights border on Cleveland's east side. The group was frustrated by the small budgets given to city-controlled cemeteries for maintenance, and they wanted a location with varied topography and plenty of water. A reporter for The Plain Dealer voiced the opinion that Lake View, with its hills, terraces, ravines, creeks, and huge size for large monuments, would prove to be far more popular than flat, crowded Woodland. Forty percent of all burials at Lake View Cemetery in 1869 were reinterments from Woodland Cemetery. Although publicly owned cemeteries like Woodland and Highland Park Cemetery remained popular with the poor and working class (who could afford its inexpensive burial plots), Lake View Cemetery became the cemetery of choice of the middle class and wealthy. Woodland's declining popularity was apparent by the 1880s, even though the cemetery still had of land to sell. Woodland also lost its cachet as a park, with crowds at Lake View so large by the 1890s that the cemetery required tickets for admission on Sundays. After 1900, Woodland's popularity declined even further. The West Park Cemetery opened in 1900, and the Highland Park Cemetery in 1904. The city promoted these cemeteries rather than Woodland, contributing further to Woodland's unfashionability. Small improvements continued to be made in the first three decades of the 20th century. Foreman's house was moved to make way for burial space in 1890, and a new barn constructed. The road around the chapel was paved with imitation stone to hinder water intrusion into the receiving vault, water pipes were extended into the new burial sites, and several new hydrants installed. The Woodland Avenue gatehouse arch also received a new roof. All four houses, the new barn, the chapel, and the offices were repaired and refurbished in 1893. All the water pipes in the cemetery were replaced, and the houses and offices connected to the sewer system for the first time. On December 14, 1893, thieves dynamited the safe in the Woodland Avenue gatehouse. The windows in the office side-building were blown out and the door blown off. The thieves got away with $276.45 ($ in dollars). Three new sections were laid out for burial in 1895. The hydrants installed in 1890 were all replaced after they unexpectedly deteriorated, and both fountains had to be repaired and their leaking basins cemented. The fencing was also proving problematic. The 1883 fencing along the east, west, and north sides was in disrepair and needed painting. The Woodland Avenue fencing, installed in 1877, was completely replace after the sidewalk was regraded and lowered. The cemetery's Main Drive, which had been macadamized some years earlier, was now impassable after spring and fall rains. Cemetery officials asked the city to pave Main Drive with asphalt or brick. By 1900, Woodland Avenue had little burial space remaining. The barn was moved to accommodate new burial space, and all four structures on the grounds were renovated. The city had yet to improve Main Drive, to cemetery officials laid a stone sidewalk from the chapel to the Quincy Avenue entrance to accommodate visitors. Sections 84 and 85 opened in 1901, and cemetery officials anticipated opening Section 86 in 1902. No more lots would be available in the desirable central sections of the cemetery after Section 86 filled. Bodies were removed from the far northeast section of Woodland Cemetery in 1904. This allowed the city to build a sidewalk along a northwest-southeast diagonal, connecting Giddings Road (now E. 71st Street) and Quincy Avenue, and gave pedestrians a safer way to walk from one street to the other without walking in the street. Woodland Cemetery lost to Giddings Road. Space at Woodland Cemetery was at such a premium by 1907 that the city considered closing the cemetery to burials once streetcar service reached the new Highland Park Cemetery. There were 1,985 burials in calendar 1907 at Woodland Cemetery, the most ever. But with only 150 family burial plots and 400 single grave lots left, officials believed that the cemetery would have no more lots to sell by 1910. It was so crowded at Woodland that the Cleveland Board of Health in 1911 permitted a second body to be buried atop the first (but only if 10 years had passed). By 1914, the cemetery had so little land left for burial sites that it began closing roads and paths so they could be turned into lots. All indigent burials ceased at Woodland in 1919 when a new potter's field was established at Highland Park. ===Deterioration=== Remains of the Woodland Avenue gatehouse, loosely piled in the northeast quadrant of Woodland Cemetery in 2017. Little of Woodland Cemetery's history is known between 1915 and about 1995. By 1936, the cemetery contained more than 76,000 remains. But the severe financial crisis caused by the Great Depression forced the city of Cleveland to institute budget cuts. Maintenance at the cemetery was minimal for the next few decades, leading to sunken graves, toppled headstones, long grass, piles of leaves, and numerous fallen limbs and trees. The cemetery's budget was so low, it relied on Civil Works Administration employees for basic maintenance. The cemetery's financial problems were worsened by a major embezzlement scandal. In 1933, city officials discovered that Louise Dewald, the longtime secretary at Woodland, had stolen $19,000 ($ in dollars) over the last several years from cemetery accounts. Although Dewald repaid the funds, the lack of funds had left the cemetery in a severe state of neglect. The neglect was not remedied during the years of World War II, nor immediately after. The Woodland Cemetery chapel collapsed in 1951, and was removed. In 1952 and 1953, the Cleveland City Council contemplated moving all the bodies from Woodland Cemetery to Highland Park Cemetery, and using Woodland for low-income housing. Public outcry led to the swift reconsideration of this plan.; ; ; Although Woodland Cemetery had few lots left to sell by the 1950s, the cemetery was still busy. About 200 burials a year still occurred there every year. With 10,000 grave sites sold but not yet occupied, cemetery officials believed burials would occur there until the end of the century. The cemetery was still in poor condition, however. Marty Richardson of the Call and Post newspaper described Woodland in 1953 as \"bleak\". Three major incidents of vandalism occurred at Woodland in the 1970s and 1980s. The first occurred in June 1973, when vandals toppled 200 headstones. The second occurred in March 1977, when vandals overturned 150 headstones. The third occurred in November 1980, when a visitor discovered that several crypts had been broken into. Grave robbers had kicked open the doors and caved in the roofs of several mausoleums, scattering remains in their search for gold and jewelry. There was evidence that at least one crypt had been used as a dwelling for some months. By 1981, there were only two funerals a week at Woodland Cemetery, and only about 100 single graves remained unsold. It took cemetery workers four weeks to mow the grass there, at which time they had to start over. Some time in the early 1980s, a fire severely damaged the gatehouse at the Woodland Avenue entrance. The gatehouse was dismantled from 1995 to 1996, the stones numbered, and then piled in an unused area of the cemetery. ==21st century restoration== ===Early restoration efforts=== Section 49 at Woodland Cemetery. About 2000, Eastlake, Ohio, resident Michelle A. Day began pressing city officials to take better care of Woodland Cemetery. At first, Day worked alone, volunteering to straighten headstones, lobbying local funerary monument companies to donate new markers for famous people, and visiting city archives to develop her own database of Woodland's burials. By 2003, a small group of volunteers had formed around Day to help maintain the cemetery and act as advocates for it. By March 2002, Woodland Cemetery suffered extensively lack of maintenance. Numerous headstones and mausoleums had been defaced by graffiti, many gravestones had been toppled and some destroyed, and the grounds were strewn with trash and liquor bottles. Most of the cemetery's unpaved roads were impassable. When Plain Dealer reporters interviewed Jim Glending, acting city properties chief, about the cemetery, he ordered an assessment of each cemetery so a repair and maintenance plan could be developed. While the public and press blamed the very small budget for cemetery maintenance for the problems, some did not. Vicki Blum Vigil, author of a book on Cuyahoga County cemeteries, claimed that maintenance at Woodland Cemetery was better than at many privately owned cemeteries. Vigil blamed vandalism and an increasing number of cemetery visitors for Woodland's problems. The Plain Dealer report led to extensive maintenance improvements at Woodland over the next three months. Although mausoleums remained in disrepair and heavier monuments remained toppled due to lack of equipment to right them, a spokesperson for the Sons of Union Veterans of the Civil War claimed the cemetery was in the best shape it had been in for the past ten years. In 2003, Day's group led the rededication ceremonies for Woodland Cemetery's 150th anniversary. In 2004, volunteer efforts at Woodland Cemetery stalled after the city cut off all public access to its burial records. It reopened its records in 2006 in a limited way, giving Vicki Blum Vigil and the East Cuyahoga Genealogical Association access and permission to digitize the records. Day's access to the records was limited to verifying data on veterans who might be buried at Woodland. ===Work of the Woodland Cemetery Foundation=== U.S. Colored Troops Memorial, erected in 2012. War of 1812 Memorial, erected in 2016. Gatehouse reconstruction work in May 2019. In 2007, Day's group formally incorporated at the Woodland Cemetery Foundation of Cleveland. The group raised $8,000 ($ in dollars) to replace the two missing eagle statues atop the graves of Civil War heroes William R. Creighton and Orrin J. Crane. Milano Monuments designed the eagles using historic photos, and then crafted and installed them. The eagles were restored in late July 2007.; The following year, the foundation partnered with a labor union, District 6 of the International Union of Painters and Allied Trades, and Norris Brothers Construction to have the Parrott rifles at the 7th OVI Memorial removed, cleaned, and repainted. Restoration took a year. The group restored and stabilized several mausoleums over the next three years, and repaired a number of headstones. The Woodland Cemetery Foundation completed a major effort to recognize African American veterans at Woodland Cemetery in 2012. Cemetery records showed that about 1,400 Civil War veterans were buried at Woodland. Of these, 86 were African Americans. Yet roughly half of these black Civil War veteran graves lacked a headstone. On Memorial Day, the foundation hosted ceremonies to honor those who served in what was then known as the United States Colored Troops. The foundation also began assembling the paperwork to document the military service of these African Americans, so that the United States Department of Veterans Affairs would supply them with a free headstone. In mid-June 2011, the Woodland Cemetery Foundation announced that it had partnered with the Johns-Carabelli Company, a local funerary monument maker, to build a $5,000 ($ in dollars) monument to all U.S. Colored Troops buried at Woodland Cemetery. The memorial was dedicated in June 2012. Its final cost had risen to $6,000 ($ in dollars). An unidentified person driving a rental car struck the monument some time between April 9 and 11 in 2016. The memorial broke into its component pieces, but was otherwise undamaged. Donors contributed $650 ($ in dollars) to repair it, and the Johns-Carabelli Company restored the monument a few weeks later. The Woodland Cemetery Foundation placed headstones in 2014 on the unmarked graves of three Cleveland police officers who died in the line of duty. To assist with the project, the Cleveland City Council passed legislation waiving various cemetery fees for the placement of the markers. A memorial commemorating veterans at Woodland Cemetery who fought in the War of 1812 was erected in August 2016. The Woodland Cemetery Foundation began fundraising for this effort in 2012. The foundation partnered with Northcoast Memorials (who donated the stone) and Mac Construction (who donated the labor) in designing, building, and erecting the monument. ===Gatehouse restoration=== In October 2011, the Cleveland City Council approved legislation to spend $2.3 million restoring the stone gatehouses at the Erie Street Cemetery, Monroe Street Cemetery, and Woodland Cemetery. By 2014, the Erie Street and Monroe Street gatehouses had been restored at a cost of $1.4 million ($ in dollars). But with only $900,000 for the Woodland gatehouse, the city did not act. Instead, it hired an architect to catalog and number the stones for potential reassembly later. No action on the project other than stone-numbering had occurred by the end of 2015. After three years of study and delay, the city of Cleveland requested bids in September 2018 to rebuild the gatehouse. The $1.754 million contract was awarded to Sona Construction in December 2018, and reconstruction work began in March 2019. ==About the cemetery== As of 2013, Woodland Cemetery had just over of land. Reports of the number of remains at the cemetery have ranged widely over the years: 82,000 in 2010; 84,160 in 1953; 88,000 in 2003; 87,000 in 2013; and 93,000 in 1953 and 1981. The grounds are extremely flat, while the cemetery design is that of a rural cemetery. Portions of the southern half of the grounds are laid out somewhat symmetrically. The cemetery originally contained pedestrian paths between every section, as well as a number of unpaved roads through the sections. Nearly all of these are gone in the 21st century, with some removed to create new burial space. The remainder are now largely grassed over. The cemetery's north-south running Main Drive is in length and wide, and paved with asphalt. The cemetery once featured a stone pavilion (date of removal not known), a chapel (collapsed and removed in 1951), two fountains (date of removal not known), and a stone gatehouse (burned in the early 1980s, removed in 1996). At least two wooden gatehouses and a superintendent's lodge also stood on the property (dates of removal not known). The burying ground has a \"profusion of well-designed monuments\", including many notable funerary works in the Egyptian Revival, Neoclassical, Richardsonian Romanesque, and Victorian architectural styles. Individual memorials noted for their beauty over the years include those of William R. Henry (Section 1), Hiram Iddings (Section 6), Hannah Miles (Section 27), and Adolph G. Rettberg (Section 3). Notable family plots and memorials include the Brainard and Burridge vault (Section 3), the Eells family monument (Section 13), and the Sprankle crypt. Other notable memorials include the Mary Keokee Monroe grave (which features a marble angel in a glass enclosure beneath a granite temple; Section 35), and a memorial in Section 26 designed to look like a giant open book. Five major memorials remain in the cemetery. These are dedicated to the 7th Ohio Volunteer Infantry, 23rd Regiment, Ohio Volunteer Infantry, the Grand Army of the Republic, United States Colored Troops, and veterans of the War of 1812. Woodland Cemetery was listed on the National Register of Historic Places in 1986. It was designated a Cleveland Landmark by the city of Cleveland in 2008, and cited as an Ohio Historic Landmark by the state of Ohio in 2009. ==Notable burials== Grave of Ohio Governor John Brough. Grave of John P. Green, \"Father of Labor Day\" in Ohio. Grave of Theodore Mitchell, Civil War veteran and Medal of Honor recipient. As Cleveland's most prominent burying ground for almost 50 years, many important burial spaces exist at Woodland. Chief among these is the Potter's Field. For 40 years, Woodland served as the city's potter's field. Initially, the indigent and unidentified were not buried in any one section, but throughout the cemetery. Over time, Section 53 came to serve as the potter's field. \"Rough boxes\" (wooden burial vaults) were not permitted in the potter's field, so coffins were laid on bare earth. Over time, multiple coffins were buried in the same grave. Space in the potter's field was at such a premium that roads and paths adjacent to it were converted into burial space about 1900. The potter's field at Woodland ceased to be used in 1919. Other notable burial spaces at the cemetery include the Fireman's Lot, the International Typographical Union Lot,; the Railroad Telegraphers Association Lot, the Dorcas' Invalids Home Lot, and the Hampson Post, Grand Army of the Republic Lot. The cemetery also featured informal \"gypsy sections\", where self-proclaimed royalty were buried. Among those buried were Nicholas and Salomia Mitchell (Section 88), Callie Mitchell (Section 88), Lizzie Ely (Section 53), and Amaliea Miller (Section 53). In 1904, eight members of the Edwards family, important Cleveland pioneers, were moved from a private family cemetery to Woodland. Notable individual burials at Woodland Cemetery include: *Maria Ambush (1829–1870), African American abolitionist and Underground Railroad stationmaster *W. B. Archer (1853–1880), crayon artist *Joe Ardner (1858–1935), Major League Baseball player for the Cleveland Blues and Cleveland Spiders *Arthur E. Arthur (1844–1918), founder, Cleveland Institute of Music *Harry Arundel (1855–1904), Major League Baseball player *Gershom M. Barber (1823–1903), Brevet Brigadier General in the American Civil War and Cleveland City Council member *George W. Barrett (1881–1920), artist and co-founder of the Cleveland Art Club *George Strong Benedict (1849–1871), American Civil War naval officer and steamship and locomotive engineer *Robert Blee (1839–1898), Mayor of Cleveland *Charlie Bohn (1856–1903), Major League Baseball player for the Louisville Eclipse. *Finis Branham (1901–1957), Negro league and minor league baseball pitcher, first African American from Cleveland to be an umpire *Charles Bratenahl (died 1870), farmer and namesake of Bratenahl, Ohio *Joseph William Briggs (1813–1872), developer of home delivery of the mail *John Brough (1811–1865), Governor of Ohio *John Brown (1798–1869), wealthiest African American in Cleveland, founder of Cleveland's first school for blacks, and Underground Railroad conductor and stationmaster *Eliza Bryant (1827–1907), African American humanitarian and founder of Cleveland's first nursing home for African Americans *Sim Bullas (1863–1908), Major League Baseball player for the Toledo Blue Stockings *Ed Cermak (1882–1911), Major League Baseball player for the Cleveland Blues *Carrie Williams Clifford (1862–1934), African American women's rights activist and poet *Orrin J. Crane (1828–1863), American Civil War officer *William R. Creighton (1837–1863), American Civil War officer *Charlie Dewald (1867–1904), Major League Baseball player for the Cleveland Infants and Woodland Cemetery superintendent *Nicholas Dockstader (1802–1871), Mayor of Cleveland (reinterred at Lake View Cemetery) *J. Milton Dyer (1870–1957), architect who designed Cleveland City Hall *Samuel Eells (1810–1842), founder of Alpha Delta Phi *John Johnson Elwell (1820–1900), Brevet Brigadier General in the American Civil War *John H. Farley (1846–1922), Mayor of Cleveland *John N. Frazee (1829–1917), first chief of police of Cleveland *George W. Gardner (1834–1911), two-time Mayor of Cleveland *Holsey Gates (1799–1865), gristmill and sawmill owner, and namesake of Gates Mills, Ohio *Jimmy Gayle (1920–1991), first African American photographer for The Plain Dealer *Frederick W. Green (1816–1879), U.S. Representative from Ohio *John Patterson Green (1845–1940), first African American officeholder in Ohio, Ohio state representative and Ohio state senator *Henry Ebenezer Handerson (1837–1918), the only Confederate soldier buried at Woodland; *Jarvis Frary Hanks (1798–1853), War of 1812 soldier; painter and musician *Sara Lucy Bagby Johnson (1843–1906), last person in the United States to be prosecuted under the Fugitive Slave Act *Daniel H. Lamb (died 1865), mayor of Ohio City *Walter George Logan (1876–1940), co-founder of the Cleveland Orchestra *Sam McMackin (1872–1903), Major League baseball player *T.D. McGillicuddy (1835–1911), co-founder of Ohio National Guard *Theodore Mitchell (1835–1910), Medal of Honor recipient in the American Civil War *Joseph B. Molyneaux (1840–1925), American Civil War officer *Jacob Mueller (1822–1905), Lieutenant Governor of Ohio *Orson Minot Oviatt (1799–1863), founder of the first store and post office in Richfield, Ohio *Charles Sherman Parrish (1830–1907), Brevet Brigadier General in the American Civil War *George B. Senter (1826–1870), Mayor of Cleveland *Ed Spurney (1872–1932), Major League Baseball player *Joseph Tomlinson III (1816–1905), British-born Canadian-American bridge and lighthouse engineer *Edward Wade (1802–1866), abolitionist and U.S. Representative from Ohio *Hiram Wilson (1803–1864), abolitionist *Reuben Wood (1792–1864), Justice of the Ohio Supreme Court and Governor of Ohio ==References== ;Notes ;Citations ==Bibliography== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== * *Woodland Cemetery Foundation of Cleveland Category:Cemeteries in Cleveland Category:1853 establishments in Ohio Category:Rural cemeteries ",
    "title": "Woodland Cemetery (Cleveland)"
}