{
    "id": "53774047",
    "text": "Sebastian Tynkkynen Miika Sebastian Tynkkynen (born March 8, 1989 in Lohtaja) is a Finnish politician. He has been chairman of the Finns Party Youth and third vice chairman of the Finns Party. He was elected as a member of Finnish Parliament in April 2019 and was a candidate as Member of European Parliament for the 2019 elections. == Early life and career == Tynkkynen was raised in Oulu. In 2011 he participated in the reality television show Big Brother. In 2012 he joined the Finns Party and ran for the City Council of Oulu, receiving 232 votes and being not elected. In November 2014 Tynkkynen was elected chairman of the Finns Party Youth. He received 1,474 votes in the 2015 parliamentary election and was not elected to the Parliament. However, Tynkkynen was elected third vice chairman of the Finns Party on August 8, 2015, defeating incumbent Juho Eerola. Tynkkynen criticized the Finns Party leadership for its politics in the Sipilä Cabinet, calling for more euroskeptic and anti-immigration politics. In October 2015 he was expelled from the party. The official reason for this was that he had published a list of names of party members who called for a new party congress. His expulsion was considered illegal by some experts. In January 2016 Tynkkynen was allowed to rejoin the party although he had to give up his position as the vice chairman. On November 20, 2016 Tynkkynen was succeeded by Samuli Voutila as the chairman of the Finns Party Youth. In late 2018 Tynkkynen tried to regain the Finns Party Youth chairperson seat but he got fewer votes than the other candidate Asseri Kinnunen. In January 2017, Tynkkynen was fined 300 euros for posting on Facebook, \"The fewer Muslims in Finland, the better. [...] The less we see of Muslims, it is safer. We have to get rid of Islam before it is too late\". In April 2017 Tynkkynen was elected to the City Council of Oulu with 680 votes. In October 2019 Tynkkynen was convicted of ethnic agitation for the second time and issued 50 day-fines (approximately 4000 euros) for comments on Muslims. He studies to become a classroom teacher (M. Ed.) in the University of Oulu == Personal life == Since the age of fifteen, Tynkkynen has described himself as bisexual. Later he has described himself as gay. His boyfriend is Alan da Silva from Mozambique. Since childhood he had been a Pentecostal, but he was excommunicated in 2018, because he sees same-sex marriage to be backed by the Bible. The Pentecostal Church does not hold this viewpoint and believes that Tynkkynen had strayed from the Pentecostal school of marriage. Tynkkynen claims that the reason for him being asked to leave the Church was that he was in a relationship with a man. == References == Category:1989 births Category:Living people Category:People from Kokkola Category:Finns Party politicians Category:Members of the Parliament of Finland (2019–23) Category:LGBT politicians from Finland Category:Critics of Islam Category:Gay politicians Category:LGBT legislators ",
    "title": "Sebastian Tynkkynen"
}