{
    "id": "53778050",
    "text": "\"Hurricane\" is the debut single of American country music singer Luke Combs. The song was released through Columbia Nashville in 2016 after initially charting in 2015. It is included on his debut album This One's for You. The song compares an ex-girlfriend to a natural disaster. \"Hurricane\" reached number one on the Billboard Country Airplay chart. Its second week atop that position gave Combs two distinctions: the first artist to have a multi-week number one debut single chart since Florida Georgia Line's \"Cruise\" in 2012 and the first male solo artist to accomplish that since Darius Rucker's \"Don't Think I Don't Think About It\" in 2008. It also peaked at numbers 3 and 31 on both the Hot Country Songs and Hot 100 charts respectively. The song received a 3× Platinum certification from the Recording Industry Association of America (RIAA), and the song has sold 670,000 copies in the United States as of January 2018. It garnered similar chart success in Canada, reaching number 2 on the Canada Country chart and number 62 on the Canadian Hot 100 chart. ==Content== The song is about the narrator's unexpected encounter with a former lover, which he compares to damage done by a hurricane. Rolling Stone describes the song's arrangement as \"an accidental combination of new school and Nineties-era country that freely mixes electronic beats\". Scott Moffatt of The Moffatts produced the song. ==Critical reception== Billy Dukes of Taste of Country reviewed the song with favor, saying \"The singer proves he’s a strong storyteller, but also a stylist, with a complex chorus that allows a mainstream production to pop from the speakers.\" ==Commercial performance== \"Hurricane\" first charted in July 2015 due to strong sales on iTunes, and was officially sent to radio through Columbia Nashville in October 2016. It reached number one on the Country Airplay chart dated May 27, 2017, and remained there the following week, making Combs the first artist to chart a multi-week number one debut single since Florida Georgia Line's \"Cruise\" spent three weeks at number one in December 2012, and the first solo male artist to do so since Darius Rucker's \"Don't Think I Don't Think About It\" spent two weeks at number one in October 2008. The song was certified Gold by the RIAA on April 28, 2017, and 3× Platinum on August 22, 2018. The song has sold 670,000 copies in the United States as of January 2018. ==Personnel== From This One's for You liner notes. Musicians * Luke Combs – lead vocals * Jon Conley – electric guitar * Howard Duck – piano, organ, synthesizer * Dave Francis – bass guitar * Scott Moffatt – background vocals, programming * Brian Pruitt – drums, percussion, programming * Bobby Terry – acoustic guitar Technical * Jim Cooley – mixing * Scott Moffatt – production ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (2016–17) ! Peak position |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Position |- ! scope=\"row\"| Canada Country (Billboard) |27 |- ! scope=\"row\"| US Billboard Hot 100 | 76 |- ! scope=\"row\"| US Country Airplay (Billboard) | 5 |- ! scope=\"row\"| US Hot Country Songs (Billboard) | 3 |} ===Decade-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2010–2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Hot Country Songs (Billboard) | 14 |} ==Certifications and sales== ==References== Category:2016 debut singles Category:2016 songs Category:Luke Combs songs Category:Songs written by Luke Combs Category:Columbia Nashville Records singles Category:Billboard Country Airplay number-one singles ",
    "title": "Hurricane (Luke Combs song)"
}