{
    "id": "53779852",
    "text": "The Augusta-Richmond County Public Library System is a public library system consisting of six branches serving the county of Richmond, Georgia. The headquarters for the library system is the Augusta-Richmond County Public Library located in Augusta, Georgia. The library system is a member of Public Information Network for Electronic Services, or PINES, a program of the Georgia Public Library Service that serves of Georgia. Any resident in a PINES supported library system has access to the system's collection of 10.6 million books. The library is also serviced by GALILEO, a program of the University System of Georgia which stands for \"GeorgiA LIbrary LEarning Online\". This program offers residents in supported libraries access to over 100 databases indexing thousands of periodicals and scholarly journals. It also boasts over 10,000 journal titles in full text. ==History== ===18th century beginnings=== Augusta, Georgia was founded in 1735 as part of the British colony of Georgia, and its library roots appear shortly thereafter. In 1750 the first Augusta Library was founded from 166 volumes donated to the colony by the Georgia Board in London. The books had been assembled in 1732 and carried across the sea on the ship \"The Charming Nancy\" to the newly formed colony. The first mention of a library board was mentioned in The Augusta Chronicle in 1789 when an article called for dues to be collected by subscribers to the library. ===19th century=== In 1800 an editorial appeared in the Augusta Herald pondering the creation of a circulating library for the city of Augusta. By 1811 citizens in Augusta began to meet to discuss the possibility of running a subscription based library at the cost of $10 per year. In 1827 the Augusta Library Society was incorporated by the Senate and House of Representatives of Georgia in General Assembly. On January 27, 1848 the Young Men’s Library Association of Augusta was formed with the goal of establishing a library and accompanying reading room with newspapers and periodicals. This library was also run as a subscription library at the cost of either $50 for a lifetime membership, or $5 per year. The Young Men's Library Association continued the run the library, but community support was not enough to fund the ever-growing library collection. A trust fund of $12,700 set up in 1853 had dwindled down to $3,200 by 1871. In 1882 the library had to move to a smaller building, and by 1889 the evening news reported that the library was in \"precarious condition\". Luckily for the library, in 1897 the Georgia Library Association and the Georgia Library Commission were established in order to help promote and fund libraries in the state. At an annual meeting in 1899 there were voices of encouragement for a free public library for the City of Augusta, and interest throughout the community reached an all-time high. As Andrew Carnegie was funding libraries elsewhere across the United States, a committee was formed to petition Carnegie for funds to build a public library in Augusta despite the mayor and city council not supporting his involvement. Carnegie agreed to donate $50,000 to fund the building of a library on the condition the city council pay its upkeep costs of $5,000 per year for maintenance. The city, unwilling to take the financial incentive of running a library for this price per year declined Carnegie's offer leading to a great divide in the city regarding the support or not of a public library. By 1905 public sentiment about a free library was mixed as there was no clear indication whether or not a free library would be brought to the region. Public interest in the library subsequently lessened and funding became a bigger issue than before, forcing the library to close in 1906. ===Library reopens=== Academy Building on Telfair Street which the library used beginning in 1926. In 1907 the Library Board of Trustees each agreed to increase their dues each month in order to reopen the library and keep it running. Managing the finances was still a challenge however, and by 1916 the library had to relocate to a less expensive building yet again. With the advent of the Young Men's Library Association's 70th Anniversary interest in the library rose again and donations to the library started a decade long period of increasing. In 1926 the trustees of the Richmond Academy offered to rent their old building for library use for $300 per month. In 1936 the city Board of Education further helped out funding by agreeing to provide \"appropriations of public money for library services\". On August 7, 1944 the library was designated as a County Library System, qualifying it for state funding. Now with proper government funds to support it, the library was officially named the Augusta Public Library. A $10,000 grant was allocated to renovating the old Academy Building, followed by a $100,000 bond referendum for library use. By 1947 bookmobile service began in the library. ===Library expansion=== Regional library systems began to popularize in the 1940s, and with the $100,000 in funding, Augusta was able to attract nearby counties to attract extra state funding. The first contract between counties occurred in 1951 with Columbia County, Georgia to form a two- county regional library. Because of this relationship the regional library system received higher financial aid from the State Department of Education. By 1952 Glascock County also joined the system, and the Augusta Library assumed responsibility for the library in the negro community, changing its name to the Wallace branch. The Appleby Library building, donated to the library system in 1954. In 1954 the library system expanded again with the acquisition of the estate of Scott Appleby, who donated his residence for use as a public library. In 1956, in dire need of more space, Richmond County held a bond election in which the citizens voted in favor of granting $950,000 to the library to construct a new headquarters and renovate the Wallace branch. The plans allowed 38,000 square feet of space with dedicated areas for children's rooms, a local history collection, an auditorium, and readings areas. Constructed completed in 1960 and the library was dedicated on December 11. During 1973 the library gained another new building, constructed in South Augusta, and donated largely in part by resident Jeff Maxwell for whom the building was named after. With the completion of this branch the August Regional Library was complete and spanned the counties of Richmond, Columbia, Glascock, Warren, Burke and Lincoln. In order to give more notability to the rural counties serviced by the library system, an agreement was made to change the name to the East Central Georgia Regional Library in 1974. ===1974 - Present=== The library system fragmented in 2013 when Warren, Columbia, and Lincoln counties left the system due to disagreements with the new director of the Augusta-Richmond library. Their removal from the system created the Greater Clarks Hill Regional Library System (GCHRL), and left Richmond and Burke Counties as the only libraries in the East Central Georgia Regional Library System. In 2014 Burke County broke from its agreement with Richmond County and joined the GCHRL due to similar issues with the director of the Augusta library. They also cited a lack of funding to their library while in the old system, and expensive dues required to keep their affiliation. With the removal of Burke County the Augusta-Richmond library regained its former name and kept its six branches. ==Branches== {| class=\"wikitable\" |- ! Name !! Address |- | Appleby Branch Library || 2260 Walton Way, Augusta, GA 30904 |- | Augusta-Richmond County Public Library || 823 Telfair Street, Augusta, GA 30901 |- | Diamond Lakes Branch Library || 101 Diamond Lakes Way, Hephzibah, GA 30815 |- | Friedman Branch Library || 1447 Jackson Road, Augusta, GA 30909 |- | Jeff Maxwell Branch Library || 1927 Lumpkin Road, Augusta, GA 30906 |- | Wallace Branch Library || 1237 Laney Walker Boulevard, Augusta, GA 30901 |- |} ==Library systems in neighboring counties== *Greater Clarks Hill Regional Library System to the north and south. *Jefferson County Library System to the west. *Bartram Trail Regional Library System to the west. ==References== ==External links== *History of Augusta's Libraries *PINES Catalog Category:County library systems in Georgia (U.S. state) Category:Public libraries in Georgia (U.S. state) ",
    "title": "Augusta-Richmond County Public Library System"
}