{
    "id": "53773946",
    "text": "The College of Health Sciences General Ahmad Yani Yogyakarta () or Stikes Jenderal Ahmad Yani is a private university located in the Sleman Regency province Special Region of Yogyakarta, Indonesia. It is an Education Institute under the auspices of the Kartika Eka Paksi Foundation. ==History== The college was established in Yogyakarta on June 15, 2006 by decree of the Minister of National Education No: 084 / DE / O / 2006, June 15, 2006, and Permissions Implementation of the Ministry of Health of Indonesia number: HK-03-241-02054. It includes facilities such as an international standard laboratory, a laboratory for medical simulation for midwifery and health community, a laboratory library, a consultation room for students, lecturers, and student parents, and a hotspot area. ==Departments== The college offers the following courses of study: * Midwifery * Nursing * Medical records * Professional nursing * Pharmaceutical or Pharmacy * Blood bank technology ==Facilities== The campus has five floors built in an integrated manner, on a total floor space of 12,000 m2, and supporting facilities, teaching and learning activities. Laboratory of international standard consist of: * Nursing laboratory * Lab. Basic nursing * Lab. Emergency * Lab. Medical Surgery * Lab. Child nursing * Lab. Maternity nursing * Lab. Community nursing * Lab. Psychiatric nursing * Lab. Geriatric nursing * Midwifery laboratory * Lab. Family planning * Lab. Pregnancy test * Lab. Labor * Lab. Childbed * Lab. Newborn baby * Lab. Biomedicine * Lab. Medical records * Lab. Skill Medical Record * Lab. Coding * Laboratory Support * Lab. Computer * Lab. Language * Lab. Computer Based Test * Hot Spot (Wifi) Sports include table tennis, futsal, badminton, volleyball, basketball. Art: Band, choir and dance. Student dormitory ==International partnership== Stikes Ahmad Yani Yogyakarta cooperates with various public and private national and international institutions. These include * Takasaki University of Health and Welfare * Khon Kaen University * University of Tasmania ==See also== * List of universities in Indonesia * Education in Indonesia ==References== == External links == * official website Category:Colleges in Indonesia Category:Universities in Indonesia Category:Educational institutions established in 2006 Category:2006 establishments in Indonesia ",
    "title": "College of Health Sciences General Achmad Yani Yogyakarta"
}