{
    "id": "53789238",
    "text": "Robert McIntire Richey Jr. (born March 22, 1983) is an American college basketball coach and current head coach at Furman.http://static.psbin.com/z/u/ac4yby60jxck0f/RicheyFile.pdf ==Coaching career== Richey's coaching career began at Charleston Southern in 2006, where he served on Barclay Radebaugh's staff until 2011. He joined the Furman staff under Jeff Jackson in 2011, and was retained as an assistant coach under Niko Medved. He served in the role until 2017, when he was elevated to interim head coach after Medved accepted the head coaching position at Drake. Richey coached the Paladins in its 2017 CollegeInsider.com Postseason Tournament semifinal matchup, where it fell to St. Peters. On April 7, 2017 the interim tag was lifted, and Richey became the 22nd head coach in Furman history. ===2018-19 Season=== After defeating two teams that had reached the final four of the 2018 NCAA Division I Men's Basketball Tournament (Loyola and defending national champion Villanova), Richey led the Paladins to their first ever 6-0 start. After a 10-0 record, the 2018–19 Furman team, became ranked in the AP Poll for the first time in school history, they went on to be ranked for 3 consecutive weeks. Richey went on to lead the Paladins to their best start in school history with a 12-0 start and as high as 23rd in the AP poll. The Paladins also became ranked for the first time in the Coaches poll at 25. ==Head coaching record== ‡ Niko Medved accepted Drake position; Richey coached CIT semifinal game. ==References== Category:1983 births Category:Living people Category:American men's basketball coaches Category:Basketball coaches from South Carolina Category:Charleston Southern Buccaneers men's basketball coaches Category:College men's basketball head coaches in the United States Category:Furman Paladins men's basketball coaches Category:North Greenville University alumni Category:People from Florence, South Carolina ",
    "title": "Bob Richey"
}