{
    "id": "53780674",
    "text": "ToonMarty is a Canadian animated television series produced by Sardine Productions, which first premiered on Teletoon in Canada, on May 1, 2017. ==Plot== ToonMarty follows the adventures of Marty, the mascot of ToonMart who becomes alive when a billboard is hit by lightning. Together, he and his friends Burnie and Holly have fun in Toonville under the supervision of Marty's boss, Jack. ==Characters== ===Main=== * Marty (voiced by Brian Froud) is the mascot of ToonMart and its only employee. * Burnie (voiced by Mike Patterson) is Marty's best friend. * Holly (voiced by Holly Gauthier-Frankel) is a female blue robot. * Jack (voiced by Brett Schaenfield) is Marty's boss. ===Recurring=== * Suki (voiced by Erin Agostino) is Marty's love interest. She is a blue-haired anime magical girl. * Carly is a cat. * Burnatron is Burnie's father. * Super Simon is a superhero who saves Toonville. * Chef and Chicken * Hobo Jeb * Grizelda is a witch. * Punchy McKnuckles is Toonsville's bully. * Lenny is a bench. * Dr. Smarty Pants (Voiced by Stacey DePass of Sidekick fame) is a monkey doctor. ==Episodes== ==Online game== An online game was available on Teletoon's website called Marty's Special Delivery. ==References== Category:2010s Canadian animated television series Category:2017 Canadian television series debuts Category:2017 Canadian television series endings Category:Canadian animated television shows featuring anthropomorphic characters Category:Canadian children's animated adventure television series Category:Canadian children's animated comedy television series Category:Canadian children's animated action television series Category:Canadian children's animated fantasy television series Category:Canadian flash animated television series Category:Animated television series about robots Category:English-language television shows Category:Teletoon original programming Category:2010s Canadian children's television series ",
    "title": "ToonMarty"
}