{
    "id": "53783296",
    "text": "Flesh and Sand () is a 2017 American short virtual reality project written and directed by Alejandro González Iñárritu that plunges \"viewers into the harsh life of an immigrant\".Peter Aspden, \"Carne y Arena: Alejandro Iñárritu’s virtual reality project\", Financial Times, August 11, 2017 It was created by Iñárritu and cinematographer Emmanuel Lubezki in collaboration with ILMxLAB with support from Legendary Entertainment and the Fondazione Prada in Italy. Flesh and Sand (Carne y arena) premiered at the 2017 Cannes Film Festival as part of the official selection and was the first virtual reality project to ever be featured at the festival. It was later featured at the Prada Foundation in Milan, attracting significant international attention for its highly innovative character as well as its strong political message.Tim Robey, \"Carne y Arena: the harrowing Cannes VR installation that Donald Trump needs to see\", The Telegraph, May 19, 2017: \"It’s not cinema as we’ve ever known it, that’s for sure. ″It’s its own medium,” Iñárritu likes to say. Just as those early film viewers freaked out when the Lumière Brothers premiered ″L'Arrivée d'un Train en Gare de La Ciotat″ in 1896, it ambushes your sensibilities as the first thing of its kind.\"Peter von Becker, \"Sturm an der Grenze\", Tagesspiegel, July 21, 2017 : \"So ist hier das bislang wuchtigste, bewegendste Kunstprojekt wider Trump und alle anderen Formen mitleidloser Abschottungspolitik gelungen\", Eng: \"So we have here the currently strongest, most moving art project against Trump and all other instances of ruthless rejection politics.\" It was awarded the first Special Achievement Academy Award in over 20 years by the Academy of Motion Picture Arts and Sciences. ==Synopsis== The film places the viewer among a group of illegal aliens who are led by a coyote across the Mexican border into the U.S. until they are stopped by the border patrol. The story is based on interviews Alejandro G. Iñárritu did with Mexican and Central American refugees about their life stories. Benjamin B of American Cinematographer remarked, \"The extraordinary achievements of the virtual reality process has been admired for it brings the viewer back before Lumière brothers invented public screenings with projectors... much like the Edison Kinetoscopes in the Nickelodeon parlors in the early 1900s.\" \"Virtually present, physically invisible\", Alejandro's sub- title for Carne y arena, describes how VR changes the nature of the audience. ==Cast== * Hector Luis Bustamante * Omar Castaneda * Toy Lei ==Reception== Flesh and Sand (Carne y arena) has received an overwhelmingly positive response since its premiere at the Cannes Film Festival on May 17, 2017. and continues to receive popularity and acclaim exhibiting at the Tlatelolco University Cultural Center in Mexico City, the Fondazione Prada in Milan, and the Los Angeles County Museum of Art (LACMA). Acclaimed for its success in creating a new experience to engage more senses and emotions than film by using VR technology, Carne y arena was described by Germano Celant as \"a fusion of identities arises: a psychophysical unity in which, by crossing the threshold of the virtual, the human strays into the imaginary and vice versa. It is a revolution in communication in which seeing is transformed into feeling and into a physical engagement with cinema: a transition from the screen to the gaze of the human being, with a total immersion of the senses.\" ==References== ==External links== * Category:2017 films Category:2017 drama films Category:American films Category:American drama films Category:American short films Category:English-language films Category:Spanish-language films Category:Films directed by Alejandro González Iñárritu Category:Virtual reality films Category:Films about illegal immigration ",
    "title": "Flesh and Sand"
}