{
    "id": "53786432",
    "text": "Jorge Sahade (born February 17, 1915 in Cordoba, Argentina, died December 18, 2012) was an Argentinean astronomer with more than 200 publications in journals and conferences. His mother gave birth on February 17, but having been born very little, it was thought that he would not survive, so he was officially entered late on February 23. Eur-lex.europa.eu == Career == Jorge Sahade and Carlos Cesco in 1943 aboard the Rio Atuel boat He was born in Cordoba into a family of Syrian origin. In Cordoba, Sahade wished to study Mathematics, but at that time, there were only university degrees in engineering and surveying. Sahade chose to study the latter at the National University of Córdoba, where he received his degree in 1937. While working at the Military Geographic Institute in La Plata, he found out about astronomy, and chose to study this at the National University of La Plata, where in 1941, he became an Astronomical Assistant at his observatory and became Doctor of Astronomical and Related Sciences in 1943. After finishing his degree, he and Carlos Ulrrico Cesco (the first astronomy graduate in the country) obtained scholarships to go to the United States to learn astrophysics. While in the United States, Sahade decided to study binary stars. Jorge Sahade in 1944 working at the Yerkes Observatory He promoted the purchase of a 215 cm diameter telescope, which is today located in the Leoncito Astronomical Complex. The construction of this telescope was in the United States. The telescope was modeled after the one at Kitt Peak National Observatory. The telescope's blueprints were a gift from Kitt Peak's director Nicholas Mayall. Between 1953 and 1955, Sahade served as Director of the Astronomical Observatory of Cordoba, and between March 1968 and July 1969 he served as director of the Observatory of La Plata. In 1969 he became the first dean of the Faculty of Exact Sciences of the National University of La Plata. He founded the Institute of Astronomy and Physics of Space (IAFE) in the first Pavilion of the University of Buenos Aires, where he was director and Alma Mater between 1971 and 1974. After leaving the CONICET and the direction of the IAFE, he continued as an IAFE researcher independently as well as working at the Argentinean Institute of Radio Astronomy (IAEA). He was the first Latin American to achieve the presidency of the International Astronomical Union (IAU) between 1985 and 1988, and was also the first director of the Comisión Nacional de Actividades Espaciales. He held this position between 1991 and 1994. One of his publications was on the study of the binary star system Beta Lyrae, which was published in the American Philosophical Society. The publication provided solutions to old problems about the systems of closed binary stars. Later astronomer Helmut Abt in the United States would confirm that the work was correct. == Awards and Acknowledgments == * Merit Diploma of the Konex Foundation. * 1983 - Konex Prize for Physics and Astronomy * Award for the trajectory of the Argentina Astronomy Association. * 1986 - Asteroid 2605 (1974QA) bears the name of \"Sahade\". * 1988 - Medal of Scientific Consecration (in Astronomy) of the Council of Advanced International Studies. * 1993 - Ricardo P. Platzeck Prize in Astronomy, National Academy of Exact, Physical and Natural Sciences. * 1995 - Researcher Emeritus of CONICET. * 1999 - Gold Medal of the Argentina Friends of Astronomy Association. * 2011 - Citizen Illustrious of the City of La Plata. ==Selected publications== *with Su-Shu Huang, Otto Struve, and Velta Zebergs: *with Frank Bradshaw Wood: 2015 reprint * *as editor with George Eadon McCluskey, Jr. and Yoji Kondo: == References == Category:Argentine people of Syrian descent Category:1915 births Category:2012 deaths Category:Argentine astronomers ",
    "title": "Jorge Sahade"
}