{
    "id": "53784510",
    "text": "Aundre F. Piggee' (born 1959 in Stamps, Arkansas) is a retired senior United States Army officer in the logistics branch. He assumed duties as the Deputy Chief of Staff of the Army for Logistics, G-4 on September 23, 2016. He oversaw policies and procedures used by all Army Logisticians and manages an $11 billion annual portfolio used to fund the Army's arsenals and depots, maintain equipment, and acquire supplies to ensure the Army is ready to fight any mission around the world. ==Early life and education== Piggee is a native of Stamps, Arkansas. His mother is a 30-year retiree from the Lone Star Army Ammunition Plant, Texarkana, Texas. His father, a World War II Veteran who had been in Patton's Third Army, was the principal at his county school. When he was in high school, he played point guard for the basketball team, making it to the state championship. Along with being an athlete, he also excelled in his studies, earning an academic scholarship, and later an ROTC scholarship, to the University of Arkansas Pine Bluff in 1981. Piggee graduated from the University of Arkansas Pine Bluff as a Distinguished Military Graduate with a Bachelor of Science Degree in Biology. He has a Master of Science Degree in Material Acquisition Management from the Florida Institute of Technology. Piggee also received an Honorary Doctor of Laws Degree from the University of Arkansas at Pine Bluff. In addition, his military education includes the Quartermaster Officer Basic Course, the Ordnance Officer Advance Course, Combined Arms Staff Services School, the Logistics Executive Development Course, and the Command and General Staff College. In 2018, Piggee had the honor of being inducted into the Arkansas Black Hall of Fame. ==Military career== In Piggee's 38 years in the Army, he has commanded thousands of Soldiers; held key staff positions; and deployed to Kuwait, Bosnia- Herzegovina, and Iraq. He was Director of Logistics and Engineering, United States Central Command, MacDill Air Force Base, Florida, responsible for logistics and engineering efforts in the Middle East, North Africa, and Central Asia. He spearheaded initiatives to build partner capacity in Iraq and train and equip missions in Syria. He led logistics operations in Europe as the Commanding General of the 21st Theater Sustainment Command in Germany. He was responsible for joint logistics operations in South Korea as the Assistant Chief of Staff, Logistics, United States Forces Korea. He also served as the Commander of the Fort Hood-based 15th Sustainment Brigade and deployed to Iraq to provide logistics support during the surge operations. Piggee's command assignments include: * Commanding General, 21st Theater Sustainment Command, Kaiserslautern, Germany * Commander, 15th Sustainment Brigade, Fort Hood, Texas * Commander, Division Rear and Chief of Staff, 1st Cavalry Division, Fort Hood, Texas * Commander, 15th Forward Support Battalion and 1st Cavalry Division, G4, Fort Hood, Texas * Commander, 77th Maintenance Company, 85th Maintenance Battalion, 16th Corps Support Group, V Corps, Germany Piggee's staff assignments include: * Director of Logistics and Engineering, United States Central Command, MacDill Air Force Base, Florida * Assistant Chief of Staff, J4 and Combined Forces Command, C4, United States Forces Korea, Seoul, South Korea * Executive Officer to the Vice Chief of Staff, Army, the Pentagon * Chief, Support Operation Division, Assistant Chief of Staff, G-4, 8th U.S. Army, Seoul, South Korea * Assistant Chief of Staff, G-4, 1st Cavalry Division, Fort Hood, Texas * Inspector General Representative, Department of Defense Inspector General, Washington, DC * Support Operations Officer, 544th Maintenance Battalion, 64th Support Group, III Corps, Fort Hood, Texas and Operation Intrinsic Action, Kuwait * Plans Officer, G-3, 13th Corps Support Command, III Corps, Fort Hood, Texas and Operation Vigilant Warrior, Saudi Arabia * Maintenance Officer, 16th Corps Support Group, V Corps, Germany ==Awards== {| |- |80px Army Staff Identification Badge |- |14px14px Army Distinguished Service Medal |- | Defense Superior Service Medal with two oak leaf clusters |- | Legion of Merit with two oak leaf clusters |- | Bronze Star Medal |- | Defense Meritorious Service Medal |- |14px14px14px14px Meritorious Service Medal with three oak leaf clusters |- |14px14px Army Commendation Medal with four oak leaf clusters |- | Army Achievement Medal with three oak leaf clusters |} ==References== Category:1959 births Category:Living people Category:Florida Institute of Technology alumni Category:Logistics personnel of the United States military Category:Recipients of the Legion of Merit Category:University of Arkansas at Pine Bluff alumni Category:United States Army generals Category:United States Army War College alumni Category:Recipients of the Defense Superior Service Medal Category:Recipients of the Distinguished Service Medal (US Army) ",
    "title": "Aundre F. Piggee"
}