{
    "id": "53786030",
    "text": "Brugseni or Brugsen is a Greenlandic supermarket chain (Kalaallisut: AmbA), which was founded in 1991 as a union of separate cooperatives dating back to 1963. ==History and overview== The earlier cooperatives, but not the present company, were organized under the Coop aegis. It is one of the island's three major retailers along with NorgesGruppen's Pisiffik and the state-owned Pilersuisoq, and claims 30,000 members, more than half of the Greenland population. It operates fifteen stores in seven major towns: Nuuk, Sisimiut, Qaqortoq, Maniitsoq, Paamiut, Narsaq, and Nanortalik.KNB. \"2011 Årsrapport\" [\"2011 Report\"]. Accessed 1 May 2012. The store in Maniitsoq underwent a modernization in 2014 where - among other things - solar panel modules were fitted on the roof. Stores in Nanortalik and Paamiutstores were fitted with solar panels in 2015, after the company posted a profit of 26 million DKK in 2014. Brugseni was a sponsor of the 2016 Arctic Winter Games. === Award of the Year === Every year since 2011, Brugseni has given Årets Pris (Award of the Year) and 100,000 DKK to an organization or an individual who makes a positive difference or furthers a cause. The first prize winner was a hospital clown at the children's department at Queen Ingrid's Hospital. In 2012, two volunteers from the sports club GSS Nuuk won for their work furthering handball among children and youth. In 2013 the prize was awarded to two companies who both works to promote Greenlandic cuisine and ingredients. The winners were Hotel Arctic and Ipiutaq Guest Farm. In 2014, the school in the village of Niaqornaarsuk won for creating positive role models. In 2015, the two summer camps Naalersitaq in Nuuk, and Qeqqualerisunngorniat Illukumi in Ikerasaarsuk won for \"promoting innovative and environmentally friendly initiatives which prioritizes a healthy and sustainable environment for future generations.\" ==See also== *List of supermarkets *KNI **Pilersuisoq *Pisiffik ==References== ==External links== *Brugsen (Kalaallit Nunaanni Brugseni) Category:Companies based in Nuuk Greenland ",
    "title": "Brugseni"
}