{
    "id": "53781189",
    "text": "Invader Zim is an ongoing American comic book series created by Jhonen Vasquez. It is a continuation of the animated television series of the same name that originally aired on Nickelodeon. In February 2015, Oni Press announced that a comic book series based on the show, in collaboration with Jhonen Vasquez and Nickelodeon, was being released as the continuation of the series. Vasquez said about the show: \"I'm always confused when people say how much they miss Invader Zim because the show never stopped running in my head, and then I remember everyone else isn't in my head\". A pre-issue #0 was released on May 23, 2015 as a zine and foreshadow to the comic book series. The first issue was released on July 8, 2015, launching a monthly run that continued until issue #50. On February 11, 2020, it was announced that the monthly Invader Zim comic would end with issue #50, released in March 2020, and a new comic series titled Invader Zim Quarterly would begin April 2020, releasing on a quarterly schedule. However, due to comic publishers halting the release of new issues during the COVID-19 pandemic, this was postponed until June 2020. Additionally, in July 2020, Oni Press will launch a new \"Best of...\" trade paperback collections, which will collect a selection of stories from Oni Press's monthly Invader Zim comic series. ==Issues== {| class=\"wikitable\" style=\"text-align: center\" |- !colspan=6|MONTHLY |- !Issue !Release date !Story !Art !Colors !Summary |- |0 |May 23, 2015 |Jhonen Vasquez Aaron Alexovich Rikki Simons Eric Trueheart |Pencils/typesetting: Aaron Alexovich Inks: Megan Lawton |Rikki Simons |“Truth Shrieker Magazine” Featuring “Where Is Invader Zim?” by Dib Membrane |- |1 |July 8, 2015 |Jhonen Vasquez |rowspan=5|Pencils: Aaron Alexovich Inks: Megan Lawton |rowspan=2|Simon \"Hutt\" Troussellier |“The Returnening – Part 1” Dib discovers Zim has a new evil plan and Zim escapes into space with GIR to complete the plan. |- |2 |August 19, 2015 |Eric Trueheart Jhonen Vasquez |“The Returnening – Part 2” Dib tracks Zim down in space to stop him from using the Gargantis Array before it is too late. |- |3 |September 16, 2015 |rowspan=2|Eric Trueheart |Rikki Simons |“Star Donkey” Zim summons the Star Donkey in an attempt to destroy Earth. |- |4 |October 21, 2015 |Mildred Louis |“Munchitronic Deathskrang” The Almighty Tallest send Zim a \"secret weapon\" and Zim has to charge it by completing a series of tasks. |- |5 |November 11, 2015 |Jhonen Vasquez |Cassie Kelly |“The Humble Bundle of Horrors” Gaz punishes Dib for interrupting her game by forcing him to become a NPC in an alternate universe. |- |6 |January 6, 2016 |colspan=2|K.C. Green |Savanna Ganucheau |“Zim's Bad Day” Zim goes to the bank to get loans, but things get chaotic after GIR runs off with their disguise's pants. |- |rowspan=2|7 |rowspan=2|February 10, 2016 |Kyle Starks |Layouts: Aaron Alexovich Illustrations: Dave Crosland |Warren Wucinich |“Primordial Space Ooze” Zim and GIR crash-land on a planet that evolves at a super fast pace. As giant ladybugs steal Zim's Voot Cruiser, he uses the help of tiny amoebas to get it back. |- |colspan=3|K.C. Green |“Invader Who” In this short follow-up comic, Zim tries to erase Dib's memories with one of his machines. |- |8 |March 23, 2016 |Eric Trueheart |Pencils: Aaron Alexovich Inks: Megan Lawton |Warren Wucinich |“Pants” Zim teams up with a race of aliens (which bear a strong physical resemblance to pants) to brainwash every single person on Earth. Dib, one of the only two not to be possessed by the alien \"pants\", must save the day. NOTE: This comic's premise was taken from the unproduced season 2 episode \"When Pants Ruled!\" |- |9 |May 4, 2016 |Eric Trueheart Jhonen Vasquez |rowspan=2|Dave Crosland |J. R. Goldberg |“Interner Derb” Dib disguises himself as Zim's intern in order to catch him on video and prove to the Internet that Zim is an alien. |- |10 |June 8, 2016 |Dennis Hopeless Jessie Hopeless |Warren Wucinich |“Mighty Hunter Zim” Zim seeks out a dangerous alien predator in order to dominate the Skool children. |- |11 |July 6, 2016 |colspan=2|Sarah Andersen |Katy Farina |\"The Stray\" When GIR brings home a flea-ridden stray cat, Zim is furious, until he finds out what the cat does to Dib. |- |rowspan=2|12 |rowspan=2|August 10, 2016 |Eric Trueheart |Layouts: Aaron Alexovich Illustrations: Warren Wucinich |Fred C. Stresing |\"Zimmer World\" Zim and Dib are accidentally slingshotted into a future where Zim now rules the world. |- |colspan=3|Dave Crosland |\"Invasion!\" In this short follow-up comic, Zim's invasion of Earth is reinterpreted as a horror movie. |- |rowspan=2|13 |rowspan=2|September 21, 2016 |Eric Trueheart |Warren Wucinich |Fred C. Stresing |\"Dibnapped\" Dib is abducted by aliens who think that he's Zim's best friend. |- |colspan=3|Jarrett Williams |\"The Sweat Spot\" In this follow-up comic, Zim steals sweat from gym patrons to use as a fuel source. |- |rowspan=2|14 |rowspan=2|October 19, 2016 |Eric Trueheart |Warren Wucinich |Fred C. Stresing |\"Gaz Is Nice to Dib for No Reason!\" Gaz helps Dib hunt paranormal creatures in order to keep him happy, so that a formula he drank doesn't make him explode. |- |colspan=3|Megan Lawton |\"Ghost Aggressors\" In this brief follow-up comic, Dib investigates a haunted house. |- |15 |November 30, 2016 |Eric Trueheart |Warren Wucinich |Fred C. Stresing |\"Tales of Ms. Bitters\" When Ms. Bitters doesn't show up for class, Dib's classmates trade stories on her mysterious origins. |- |16 |December 21, 2016 |colspan=2|Aaron Alexovich |Cassie Kelly |\"Dib: An Experiment in Fear\" After Dib scares Zim, Zim becomes obsessed with scaring Dib back. |- |rowspan=2|17 |rowspan=2|February 15, 2017 |Danielle Koenig |Warren Wucunich |Fred C. Stresing |\"Remember the Time\" Zim and Dib are abducted by a strange alien who says they'll only spare whichever of the two is the most worthy. This leads to Zim and Dib trading unlikely stories that make them look great and each other awful. |- |colspan=3|Story: Sam Logan Art: Jarrett Williams Coloring: Fred C. Stesing |\"Keep It to Yourself\" Zim develops a device that destroys Irken technology in order to destroy Tak's ship, but must keep quiet to avoid it activating and destroying his base instead. |- |18 |April 5, 2017 |Eric Trueheart |rowspan=3|Warren Wucinich |rowspan=3|Fred C. Stresing |\"Burrito King\" In an attempt to impress the Tallest, Zim conquers a burrito restaurant, and tries to convince the customers to be his loyal slaves in exchange for burritos, only for GIR's poor cooking to hamper their efforts. |- |19 |May 10, 2017 |Aaron Alexovich |\"Fun at Zimzoo\" Zim must hastily put together a fake zoo at his house in order to prove that his Robo-Parents have jobs. But his fake animals only get the Robo-Parents accused of being grifters. |- |20 |June 14, 2017 |Jhonen Vasquez |\"Floopsy Bloops Shmoopsy\" Zim creates a new monster to destroy and conquer Earth, only to be distracted by GIR's binge-watching of a TV show. |- |21 |July 12, 2017 |colspan=2|Dave Crosland |Warren Wucinich |\"Merciless Monday\" An accident with one of Zim's machines causes him and GIR to switch bodies with Gaz and Dib, respectfully. Afterwards, Gaz bets Zim she can do a better job of conquering Earth than him. |- |22 |August 9, 2017 |rowspan=4|Eric Trueheart |rowspan=4|Warren Wucinich |rowspan=4|Fred C. Stresing |\"The Arc of Virooz – Part 1: The Mark of Virooz\" Zim's latest plan, to blow up a Flamin' Hot Cheezos factory and contaminate the Earth's atmosphere, is ruined as GIR begins malfunctioning and keeps trying to kill him. |- |23 |September 13, 2017 |\"The Arc of Virooz – Part 2: The Spark of Virooz\" Zim travels into GIR's mind to find and destroy the virus corrupting the robot, but has to navigate the madness of his programming. |- |24 |October 18, 2017 |\"The Arc of Virooz – Part 3: The Shquark of Virooz\" Zim goes to the black market planet Cyberflox to find Virooz, but things quickly go awry. |- |25 |November 22, 2017 |\"The Arc of Virooz – Part 4: The Ruse of Virooz\" Captured by Virooz, Zim must escape before his obsessed fan can steal his body. |- |26 |December 13, 2017 |colspan=2|Sarah Graley |Sarah Stern |\"GIRB Goes To School\" GIR comes to school disguised as a new student named \"Girb\", much to Zim's annoyance and Dib's suspicion. |- |27 |January 24, 2018 |Eric Trueheart |Maddie C |rowspan=4|Fred C. Stresing |\"What Zims Beneath\" In search of a supply of the element Splodium-238 under his base, Zim discovers the base of an alien named Xooxi, who's been ruling the underground of Earth for centuries. Zim then has to deal with Xooxi's boring stories while trying to escape. |- |28 |February 14, 2018 |Sam Logan |Mady G |\"Terror of the Time Thingy\" The Tallest send Zim to an Irken research station to retrieve a time- manipulation device. However, he soon finds himself stuck underground, with time accelerating around him. |- |29 |March 14, 2018 |rowspan=2|Eric Trueheart |rowspan=2|Maddie C |\"Darkpoop – Part 1: Darkpoop Begins\" After Dib accidentally spills Gaz's rare Darkpoop flavor Poop Cola, he's forced to go and buy her a replacement. This is complicated as he soon finds himself dragged into a war between secret factions over control of the Darkpoop's mystic powers. |- |30 |May 23, 2018 |\"Darkpoop – Part 2: Poop Darker\" Dib allies with Poopwatch to stop Nightnubs from summoning Poopthulhu. However, his attempts to retrieve some Darkpoop from Zim to counter the dark wizards with keeps him from actually participating in the fight. |- |31 |June 13, 2018 |colspan=2|K.C. Green |Anthony Clark |\"A Hard Dib's Night\" Dib finds an oddly mutated bird. Chasing it into the woods, he discovers an abandoned carnival overrun with numerous mutant animals, which were created by irradiated ice cream. |- |32 |July 18, 2018 |Eric Trueheart |Maddie C |Fred C. Stresing |Upon learning that President Man will be rewarding the winner of National Physical Fitness Day, Zim and Dib begin heavily competing to be the bulkiest, in order to win. |- |33 |August 8, 2018 |Sam Logan |colspan=2|Fred C. Stresing |When a corporate-sponsored invention fair is held at the skool, Zim attempts to use it as part of a new plan, only for GIR to replace his invention with one of his own, a stylized hot dog called Mr. Wiener Face. To Zim's surprise, it becomes a huge success, and he desperately tries to find a way to use it to conquer Earth. |- |34 |September 5, 2018 |rowspan=2|Eric Trueheart |rowspan=2|Maddie C Fred C. Stresing |rowspan=2|Warren Wucinich Fred C. Stresing |\"Zim in Jail – Part 1\" Zim visits Moo-Ping 10, a private space prison where he pays to have enemies locked up. However, due to failure to pay his bill (as he'd put the absent- minded GIR in charge of doing so), Zim finds himself locked up with the vengeful prisoners. |- |35 |September 26, 2018 |\"Zim in Jail – Part 2\" Zim must ally with another prisoner, one he paid to have locked up, in order to escape from Moo-Ping 10. |- |36 |October 31, 2018 |colspan=3|Tait Howard Matthew Seely |Believing that Halloween candy has mind control abilities, Zim investigates an abandoned candy factory and soon finds himself hunted by a tribe of trick-or-treaters inhabiting the building. |- |37 |November 28, 2018 |rowspan=3|Sam Logan |Kate Sherron |rowspan=4|Fred C. Stresing |Dib wakes one morning to find Zim in his house, claiming to be his brother, a claim everyone he meets also believes. Dib becomes desperate to prove this isn't true, but just keeps finding more evidence that it is. |- |38 |January 2, 2019 |rowspan=2|Maddie C |After an accident during one of Zim and Dib's fights damages GIR in his dog costume and causes everyone to think GIR is dead, Zim has to create a new disguise to replace it. Things only get more complicated when GIR settles on a Dib costume and starts impersonating him. |- |39 |January 30, 2019 |After an alien's exploratory probe is destroyed during a confrontation between Dib and Zim, he abducts them (as well as GIR and Gaz) in order to examine their memories and learn who is responsible. |- |40 |February 27, 2019 |Eric Trueheart |Warren Wucinich |\"Tales of Stuff What Did Not Happen\" A cosmic mistake sends Recap Kid into the space between universes. While trying to find their way home, they witness various alternate versions of Zim and Dib. |- |41 |March 27, 2019 |colspan=2|Drew Rausch |Fred C. Stresing Aaron Daly |\"Pop Goes The Skeleton!\" As a side effect of one of Professor Membrane's experiments, Dib's skeleton leaves his body and wanders the streets. Meanwhile, Zim's attempt to scare Dib at his house goes wrong. |- |42 |April 24, 2019 |rowspan=2|Sam Logan |rowspan=4|Warren Wucinich |rowspan=9|Fred C. Stresing |\"Plim – Part 1\" Zim and Dib crash land on planet Plim, whose natives believe that one of them is a prophesied savior. The pair begin competing to be selected for the role. |- |43 |May 22, 2019 |\"Plim – Part 2\" Dib desperately tries to win over the Plim, before Zim uses their adoration to gain access to a vault containing ancient superweapons. |- |44 |June 26, 2019 |Steven Shanahan |While on a family trip to a ski resort on a mountain of ground beef, Dib discovers that Zim is abducting the skiers to sell on another planet. To stop him, Dib will have to quickly improve his own lackluster skiing skills. |- |45 |July 17, 2019 |Eric Trueheart |\"Li'l Meat Man\" Zim becomes emotionally attached to Li'l Meat Man, an artificial baby made of raw meat, and goes on a road trip with it. |- |46 |August 28, 2019 |rowspan=4|Sam Logan |rowspan=4|Maddie C |\"Battle Void – Part 1\" Zim and Dib track an Irken distress signal to Pandora's Quadrangle, and are pulled through a portal to a mysterious planet. |- |47 |September 25, 2019 |\"Battle Void – Part 2\" Trapped on a planet inhabited by versions of himself from alternate universes, Zim fights to move up their hierarchy. Meanwhile, Dib allies with renegade Zims to rebel against the system. |- |48 |December 11, 2019 |\"Battle Void – Part 3\" Zim is recruited into the Elite 100 Zims, but chafes at his new position. Meanwhile, Dib and the rebel Zims prepare to storm the Elite's tower to confront Zim Number 1. |- |49 |February 19, 2020 |\"Battle Void - Part 4\" Zim and Dib finally confront Number 1, the mysterious master of the Zimvoid. |- |50 |March 18, 2020 |Jhonen Vasquez Eric Trueheart |Warren Wucinich |A new student in their class becomes obsessed with making Zim and Dib become best friends. |- !colspan=6|QUARTERLY |- !Issue !Release date !Story !Art !Colors !Summary |- |1 |June 17, 2020 |Eric Trueheart |Aaron Alexovich |rowspan=2|Fred C. Stresing |\"GIR's Big Day\" Zim sends GIR to find something to help him with his latest plan. In the process, he's given a warning from the future, encounters a mad scientist and his army of mutant animals, stops an alien invasion, and unleashes an ancient evil. NOTE: This comic's premise was taken from the unproduced season 2 episode of the same name. |- |2 |September 23, 2020 |Sam Logan |Warren Wucinich |\"Dib's Dilemma\" An attempt by Dib to expose Zim at a cryptozoology contest accidentally convinces people GIR is a cryptid, with Professor Membrane being mocked for not believing it. To save his father's reputation, Dib must prove the truth. |} ==Collected editions== {| class=\"wikitable\" style=\"text-align: center\" ! colspan=5|Trade paperbacks |- ! Volume ! Date ! Collects ! ISBN ! Source |- | 1 | January 27, 2016 |align=left| Invader Zim #1–5 | | |- | 2 | July 27, 2016 |align=left| Invader Zim #6–10 | | |- | 3 | December 14, 2016 |align=left| Invader Zim #11–15 | | |- | 4 | August 2, 2017 |align=left| Invader Zim #16–20 | | |- | 5 | February 21, 2018 |align=left| Invader Zim #21–25 | | |- | 6 | August 22, 2018 |align=left| Invader Zim #26–30 | | |- | 7 | April 10, 2019 |align=left| Invader Zim #31–35 | | |- | 8 | November 4, 2019 |align=left| Invader Zim #36–40 | | |- | 9 | June 17, 2020 |align=left| Invader Zim #41–45 | | |- | Best of World Domination | October 7, 2020 |align=left| Invader Zim #3, #8, #18, #20 | | |- | Best of GIR | November 11, 2020 |align=left|Invader Zim #6, #22, #33, #38 | | |- | 10 | December 2, 2020 |align=left| Invader Zim #46–50 | | |} {| class=\"wikitable\" style=\"text- align: center\" ! colspan=5|Deluxe hardcovers |- ! Book ! Date ! Collects ! ISBN ! Source |- | 1 | July 12, 2017 |align=left| Invader Zim #0–10 | | |- | 2 | June 13, 2018 |align=left| Invader Zim #11–20 | | |- | 3 | June 5, 2019 |align=left| Invader Zim #21–30 | | |- | 4 | October 7, 2020 |align=left| Invader Zim #31–40 | | |} ==Reception== Matt Little from Comic Book Resources said, \"Invader Zim #1 is a welcome return and an accessible jumping on point for anyone who has heard of it or is interested to learn more. It's an all- ages affair that is entertaining for any reader, as it doesn't speak down to its audience.\" Marcy Cook from The Mary Sue said, \"If you liked the over-the- top nonsense of the show, you're going to enjoy the comic too. The art has that loose stylised look that's very Zim, with the distinctly limited muted colour palette.\" According to statistics from Diamond Comic Distributors, the first issue of the Invader Zim comic was the 17th best-selling comic book of July 2015, with approximately 60,000 units sold at North American comic shops in that month alone. ==References== ==External links== * Oni Press Category:2015 comics debuts Category:Invader Zim Category:Comics based on television series Category:Comics about extraterrestrial life Category:Black comedy comics Category:Science fiction comics Category:American comics Category:Oni Press titles Category:Alien invasions in comics Category:Comics by Jhonen Vasquez ",
    "title": "Invader Zim (comics)"
}