{
    "id": "53788364",
    "text": "Felicity Lesley Wilson is an Australian politician. She is a member of the New South Wales Legislative Assembly representing the electoral district of North Shore for the Liberal Party. She is a member of the Legislative Assembly Committee on Community Services. Wilson was elected on 8 April 2017 at the North Shore state by-election held to replace the previous member, former Minister for Health Jillian Skinner. == Early life and background == Wilson was born in Cessnock and lives in Neutral Bay. In her inaugural speech to the Parliament, she spoke about her turbulent childhood due to her father's undiagnosed schizophrenia which led to violence experienced by her and her sisters. She pledged her commitment to addressing the stigma associated with mental illness. She went to Nulkaba Public School until her family circumstances required her to move to the Central Coast where she finished primary school at Bateau Bay Public School and started high school at The Entrance High School. She completed her secondary education at Tara Anglican School for Girls after receiving an academic scholarship. She holds a Bachelor of Media from Macquarie University and a Master of Public Policy from the University of Sydney. Prior to her election, she was studying a Master of Business Administration at the Australian Graduate School of Management at the University of New South Wales as a recipient of the AGSM Excellence Scholarship, including a term completed at the University of Chicago Booth School of Business. Before entering politics, Wilson was a corporate affairs director for Broadspectrum, and had previously worked in executive and corporate affairs roles at the Property Council of Australia and Caltex. == Political career == Prior to her election, Wilson served as President of the Liberal Women's Council (NSW) from 2012 to 2015. Wilson was elected on 8 April 2017 at the North Shore state by-election held to replace the previous member, Jillian Skinner. During the election campaign, Wilson apologised for falsely claiming on a statutory declaration provided to Liberal Party members that she had lived in the electorate for a decade. In July 2017, her academic qualifications were questioned. When she had applied in 2012 to be President of Liberal Women's Council she listed two undergraduate degrees when in fact she had just one: a Bachelor of Media from Macquarie University. == External links == * Inaugural speech to NSW Parliament ==References== Category:Year of birth missing (living people) Category:Living people Category:Members of the New South Wales Legislative Assembly Category:Liberal Party of Australia members of the Parliament of New South Wales Category:Women members of the New South Wales Legislative Assembly ",
    "title": "Felicity Wilson"
}