{
    "id": "53782034",
    "text": "is an archaeological site consisting of a Jōmon period shell midden and the remains of an adjacent settlement located in what is now the city of Miyako, Iwate Prefecture in the Tōhoku region of northern Japan. It has been protected by the central government as a National Historic Site since 1996. ==Overview== During the early to middle Jōmon period (approximately 4000 to 2500 BC), sea levels were five to six meters higher than at present, and the ambient temperature was also 2 deg C higher. During this period, the Tōhoku region was inhabited by the Jōmon people, many of whom lived in coastal settlements. The middens associated with such settlements contain bone, botanical material, mollusc shells, sherds, lithics, and other artifacts and ecofacts associated with the now-vanished inhabitants, and these features, provide a useful source into the diets and habits of Jōmon society. Most of these middens are found along the Pacific coast of Japan. The rocky ria coast of Iwate Prefecture was densely settled from the early through late Jōmon period, and the locations of such coastal settlements are often marked by shell middens containing the remains of shellfish, fish, animal and whale bones and human-produced artifacts, including earthenware shards, fishing hooks, etc. The Sakiyama Shell Midden is located on a narrow peninsula on the northern end of Miyako Bay, at an altitude of 115 meters above sea level, and approximately 1.5 kilometers from the present coastline. The existence of the midden had been known for a long time. A preliminary survey was conducted in 1924 and in 1956, however urban encroachment in the 1960s destroyed a portion of the site. A proper survey was not done until 1986-1988. The midden was found to date from the early to the middle Jōmon period, and the village remains from the second half of the middle Jōmon period. The settlement was to the east and west of a central plaza, which was a circular depression, and the entire settlement was protected by an earthen embankment. This was the first discovery of a Jōmon settlement with such extensive civil engineering works, and indicate that the village was built along a planned design. Middens were found in three separate locations and contained the bones of deer, wild boar, tanuki, dogs and fur seals. In addition to the expected clam shells, the middles also contained bones from sardines, bonito, yellowtail, sea bream, dolphins and sea urchins, indicating a widely varied diet. Human artifacts included pottery shards, fishing hooks and tools made of bone and stones, bone needles and jewelry. The city of Miyako operates the displaying many of the artifacts uncovered at the site and a reconstruction of a pit dwelling in a park outside. ==See also== *List of Historic Sites of Japan (Iwate) ==References== ==External links== *Sakiyama Kaizuka Jomon-mo-mori Museum site *Miyako city site Category:Miyako, Iwate Category:Jōmon period Category:Shell middens in Japan Category:Archaeological sites in Japan Category:History of Iwate Prefecture Category:Historic Sites of Japan Category:Museums in Iwate Prefecture ",
    "title": "Sakiyama Shell Mound"
}