{
    "id": "53787948",
    "text": "Merslau \"Mers\" Kutt (born 1933) is a Canadian inventor, businessman and educator. He is a former professor of mathematics at Queen's University. Through his company, Micro Computer Machines, he is the developer of the world's first keyboard-based portable microcomputer.Caroline Alphonso, \"Canadian hailed as father of PC\", Globe and Mail, 20 September 2003 ==Early life== Kutt was born in Winnipeg, Manitoba.\"INNOVATION NATION\". Steve Brearton, Globe and Mail, Aug. 26, 2005 He graduated in 1956 from the University of Toronto with a degree in mathematics and physics. ==Career== After employment in industry at Phillips, IBM and Honeywell,\"Judge dismisses Canadian IT pioneer’s Intel patent suit\". IT Business, Dave Webb, March 16th, 2005 Kutt worked as a professor of mathematics at Queen's University in Kingston, Ontario during the 1960s. He served as president of the Canadian Information Processing Society,\"Governor General to invest 33 recipients into the Order of Canada\". Government of Canada, 2006. and was director of the University's computing centre. In 1968, after observing the punched card-based input systems in use there at the time to program its mainframe, he partnered with Donald Pamenter to start a company, Consolidated Computer Inc., and produced \"Key-Edit\", a terminal with a one-line of display, which both streamlined and reduced the cost of the process. This product was the first of its kind,\"Mers Kutt, President, All Computers Inc.\". Computer Dealer News, Dave Webb, December 16th, 2004 and was sold and used in many countries during the next few years distributed by International Computers Limited and Fujitsu. By 1971, Kutt been forced out of Consolidated's management, and he formed two more companies, Micro Computer Machines and Kutt Systems Inc. As president of these companies he directed the design and manufacture in 1973 of the MCM/70, the world's first complete microprocessor-based, portable personal computer. The device, based on the Intel 8008 processor, was used to edit and execute programs using the APL programming language.\"Pc Pioneer Plans Another Try\". Sun Sentinel, October 6, 2003|CHRISTINE WINTER The MCM/70 technical specifications were overtaken by products from companies with larger development and marketing budgets, and by 1982 the product was no longer in production. In 1976 Kutt started up another Toronto company, All Computers Inc.; the company developed improvements to several Intel processors. By 2004, Kutt was the company's only employee; that year he sued Intel, alleging that his patented circuitry had been included in Pentium processors.\"Computer pioneer launches patent suit against Intel\". CRN, May 24, 2004. The suit was dismissed in 2005. In 2006, Kutt was inducted into the Order of Canada. ==References== Category:1933 births Category:Living people Category:20th- century Canadian businesspeople Category:21st-century Canadian businesspeople Category:Businesspeople from Winnipeg Category:Canadian company founders Category:Canadian inventors Category:Canadian mathematicians ",
    "title": "Mers Kutt"
}