{
    "id": "53798296",
    "text": "300x300pxA cascade chart is tool that can be used in damage tolerance analysis to determine the proper inspection interval, based on reliability analysis, considering all the context uncertainties. The chart is called a \"cascade chart\" because the scatter of data points and downward curvature resembles a waterfall or cascade. This name was first introduced by Dr. Alberto W Mello in his work \"Reliability prediction for structures under cyclic loads and recurring inspections\". Materials subject to cyclic loads, as shown in the graph on the right, may form and propagate cracks over time due to fatigue. Therefore, it is essential to determine a reliable inspection interval. There are numerous factors that must be considered to determine this inspection interval. The non-destructive inspection (NDI) technique must have a high probability of detecting a crack in the material. If missed, a crack may lead the structure to a catastrophic failure before the next inspection. On the other hand, the inspection interval cannot be too frequent that the structure's maintenance is no longer profitable. == NDI methods == NDI is a process used to examine materials without causing damage to the structure. The main purpose of using NDI techniques is to comb the surface of a material for small cracks that could affect the integrity of the entire structure. Because the structure is intended to be used again, it is essential that the methods of investigating materials for cracks does not damage the structure in any way. Some of the most common NDI methods are: * Eddy current * Ultrasound * Dye penetrant * X-ray * Visual Some of the techniques are more accurate and can detect small cracks. For example, visual inspection is the least reliable method because the human eye can only resolve and identify cracks on the order of millimeters. The table below shows an important parameter of crack size for each method with a 0% chance of detection (a0). This is based on the resolution of each method. This number can be used in a Weibull-like distribution to map the probability of detection as a function of crack size. {| class=\"wikitable\" style=\"margin-left: auto; margin-right: auto; border: none;\" |+a0 for various NDI methods !Accessibility !Ultrasound !Dye penetrant !X-Ray !Visual |- |Excellent |0.508 mm |0.762 mm |1.524 mm |2.54 mm |- |Good |1.016 mm |1.524 mm |3.048 mm |5.08 mm |- |Fair |2.032 mm |3.048 mm |6.096 mm |10.16 mm |- |Not Easy |3.048 mm |4.572 mm |9.144 mm |15.24 mm |- |Difficult |4.064 mm |6.096 mm |12.19 mm |20.32 mm |} As the table shows, the minimum detectable parameter increases from the ultrasound method to the visual method and from excellent accessibility to difficult accessibility. In any case, it is important to have a maintenance plan that allows multiple opportunities to find a crack that may be small and difficult to access. == Cascade chart == A cascade chart is an alternative way from the traditional damage tolerance analysis (DTA) methodology for determining a reliable inspection interval. It uses the scatter from crack growth simulations, uncertainty in material properties, and probability of detection distribution to determine the NDI interval, given a desired cumulative probability of detection under a given confidence level. === Probability of detection === The probability of detection (POD), a function of the NDI method, accessibility, and crack size, can be modeled by the equation below. p_{od} = 1 - e^{-1\\\\{(a-a_0)/(\\lambda- a_0)\\\\}^\\alpha} In this equation, a0 is defined as the crack size below which detection is impossible. α, and λ, on the other hand, are parameters related to the chosen NDI method that determine the shape of the probability curve. The number of inspections of a structure is directly related to the probability of a detecting a crack in that structure. The more chances that an inspector has to find the crack, the more likely he or she will be to find the crack and prevent further damage to the structure. The equation below describes the total probability of detecting a crack based on each individual inspection's probability. p = 1 - \\Pi_{i=1}^n(1-p_i) The variable pi represents the probability of detection for each crack size, and the variable n represents the number of inspections conducted. Due to all the factors that play a role in determining the probability of detection, there will always be a non-zero probability that a crack will be missed, no matter what NDI method is used to inspect the structure. === Creating the chart === 300x300pxThe process for creating the cascade chart shown on the right begins with modeling the crack growth over a time interval, number of cycles, or number of flight hours. Based on an initial crack size, ai, the crack growth curve can vary significantly, causing the crack to reach its critical size in different lengths of time. This contributes to the scatter of the cascade chart. Based on the manufacturing of different materials, the example considers a typical minimum flaw in a material as about 0.127 mm (0.005\"). Knowing that the new structures are deeply inspected before being put in service, the example considers a maximum undetectable crack size as about 1.27 mm (0.05\") for a new structure. To simulate the variation of possible initial crack sizes, the Monte Carlo simulation method was used to randomly generate values between the given limits. In addition, the method randomly generated parameters for the crack growth curve. Based on typical variation of material properties, the constants C and m in the equation below can be varied to represent different crack growth rates. Uncertainties in loads and geometric factors affecting the stress intensity factor can also be incorporated to simulate different crack growth curves. \\frac{da}{dN} = C(\\Delta K)^m The probability of detection distribution curve for a chosen NDI method is superimposed to the crack growth curve, and the inspection interval is systematically changed to compute the cumulative probability of detection for a crack growing from the minimum to the critical size. The simulation is repeated several times, and a distribution of inspection interval versus structural reliability can be formed. To refine the randomization of the values, the Latin Hypercube procedure was also introduced. As it is clear in the chart, the scatter in NDI decreases as the intervals are reduced and reliability is increased. It is important to emphasize that several sources of uncertainties can be included in the simulations, such as variation in material properties, the machining quality, the inspection methods, and accessibility of the crack. In the cascade chart, the reliability curve is presented with scatter (i.e. not every point is well defined by the negative quadratic curve). Therefore, it is necessary to make use of a confidence interval. === Using the chart === There are two variables that play a role in the selection of the inspection interval using the cascade chart. These variables are the probability of detection over the lifetime of the structure and the confidence level for the stated probability. As one of the graph's axes is probability, it is fairly easy to find the data points that match a specific probability. In aerospace structural analysis, it is common to consider 99.9999% probability (0.0001% risk) to be improbable and 99.99999% probability (0.00001% risk) to be extremely improbable. Then, the confidence interval is used to select a point where a specified percentage of the data points lies to the right of the selected point. For example, a 95% confidence interval means that 95% of the simulated cases must fall to the right of this point. This specific point is marked, and the respective point on the x-axis represents the suggested inspection interval. Furthermore, to derive the estimated risk per flight hour, the risk percentage can be divided by the number of flight hours described in the inspection interval. Hopefully, using this process, the inspection interval will lead to a higher percentage of cracks being detected before failure, ensuring greater flight safety. A final important observation is that improving the NDI method can increase the number of flight hours needed before re-inspection while maintaining a relatively low risk level. == See also == * Fracture mechanics * Nondestructive testing * Monte Carlo method * Latin hypercube sampling == References == * Jr, Alberto W. S. Mello, and Daniel Ferreira V. Mattos. \"Reliability Prediction for Structures under Cyclic Loads and Recurring Inspections.\" Journal of Aerospace Technology and Management, vol. 1, no. 2, 28 October 2009, pp. 201–209., doi:10.5028/jatm.2009.0102201209. Accessed 9 April 2017. * ASM Handbook, 1992, “Failure analysis and prevention”, 9. Ed., Materials Park, OH, (ASM International, vol. 11), pp. 15–46. * Broek, D., 1989, “The practical use of fracture mechanics”. Galena, OH. Kluwer Academic, pp. 361–390. * Gallagher J. P., 1984, “USAF damage tolerant design handbook: Guidelines for the analysis and design of damage tolerant aircraft structures”, Dayton Research Institute, Dayton, OH, pp. 1.2.5–1.2.13. * IFI, 2005, “Análise e gerencialmento de riscos nos vôos de certificação”, MPH-830, Instituto de Fomento à Indústria. Divisão de Certficação de Aviação Civil, São José dos Campos, S.P., Brasil. * Knorr, E., 1974, “Reliability of the detection of flaws and of the determination of the flaw size”, AGARDograph, Quebec, No. 176, pp. 398–412. * Lewis W. H. et al., 1978, “Reliability of non-destructive inspection”, SA-ALC/MME. 76-6-38-1, San Antonio, TX. * Manuel, L., 2002, “CE 384S – Structural reliability course: Class notes”, Department of Civil Engineering, The University of Texas at Austin, Austin, TX. * Mattos, D. F. V. et al., 2009, “F-5M DTA Program”. Journal of Aerospace Technology and Management. Vol. 1, No1, pp. 113–120. * Mello Jr, A. W. S. et al., 2009, “Geração do ciclo de tensões para análise de fadiga, Software GCTAF F-5M”, RENG ASA-I 04/09, IAE, São José dos Campos, S.P., Brasil. * Provan, J. W., 2006, “Fracture, fatigue and mechanical reliability: An introduction to mechanical reliability”, Department of Mechanical Engineering, University of Victoria, Victoria, B.C. * USAF., 1974, “Airplane damage tolerance requirement”. Military Specification. Washington, DC. (MIL-A-83444). * USAF., 1974, “Airplane strength and rigidity reliability requirements, repeated loads and fatigue”. Military Specification. Washington, DC. (MIL-A-008866). * USAF., 2005, “Aircraft structural integrity program, airplane requirements”. Military Specification. Washington, DC. (MIL- STD-1530C). Category:Reliability analysis Category:Fracture mechanics Category:Structural analysis Category:Nondestructive testing ",
    "title": "Cascade chart (NDI interval reliability)"
}