{
    "id": "53790956",
    "text": "Josef Andreas Jungmann (16 November 1889 – 26 January 1975) was a prominent Jesuit priest and liturgist. He was an influential advocate of the Liturgical Movement, and is known for his 2-volume history Mass of the Roman Rite, which contributed to informing the reforms to the Mass during and following the Second Vatican Council, as well as his work in the post-Vatican II catechetical movement in the Catholic Church. == Life == Jungmann studied in Brixen, Innsbruck, Munich, and Vienna and was ordained a priest in 1913. After several years of pastoral service as vicar in the parishes of Niedervintl (1913-1915) and Gossensass (1915-1917) he entered the novitiate of the Society of Jesus on 23 September 1917 in St. Andrä in Carinthia, Austria. In 1918 he took up studies at the Jesuit theologate of Innsbruck, earning the degree Doctor of Theology in 1923. From 1923 to 1925 he taught in Munich and Vienna. During his pastoral ministry, he would later come to believe that there was a gap between the \"joyful faith\" of the Gospel and the \"legalistic\" approach to the faith of the parishioners, a situation that he felt was a burden. From 1925 he gave lectures on pedagogy, catechetics, and liturgy at the University of Innsbruck. There he became an extraordinary professor in 1930, a full professor in 1934, and an honorary professor for pastoral theology from 1956. On 9 November 1972 he was awarded the honorary doctorate of the University of Salzburg. He was an important advocate and theorist for the Liturgical Movement, advocating an \"active participation\" of the faithful in the liturgy, and conducted research on liturgical history, particularly on the changes in the Mass over the centuries. During the Second World War he lived in Austria, where he carried on research for his main, 2-volume work The Mass of the Roman Rite: Its Origins and Development, published in 1948. It became a reference book on the history of the Roman liturgical rite of the Catholic Church. Among other things, his book argued that the Roman Rite had undergone frequent changes over the centuries and was not immutable. Jungmann was an influential architect of the liturgical reform of the Second Vatican Council, in which he participated as a member of the Preparatory Commissiona in 1960, a peritus for the Commission for Liturgy, and from 1962 a consultor for the Consilium, the commission entrusted with the implementation of Sacrosanctum Concilium. Jungmann is also noted for his contribution to the field of Catholic catechetics with his name being synonymous with the \"kerygmatic renewal.\" He argued that liturgy and catechetics were joined in early church practice, as in Orthodox church practice through the centuries. The teacher of catechetics Johann Höfinger was among his students. From 1927-1963 Jungmann was the chief editor of the Zeitschrift für katholische Theologie. In 2001, Jungmann's home town Sand in Taufers named the new public library after him.Website of the Public Library Sand i. Taufers: YES Jungmann (with painted portrait) == Works == * The Gospel and our Faith. Pustet, Regensburg, 1936 * The liturgical celebration. Pustet, Regensburg, 1939 * Christ as the center of religious education. Herder, Freiburg, 1939 * Liturgy. Rauch, Innsbruck. 1941 * The Eucharist. Herder, Vienna, 1946 * Missarum Sollemnia. A genetic explanation of the Roman Mass (2 volumes). Herder, Vienna. First edition, 1948; 2nd Edition, 1949, 5th edition, Herder, Vienna-Freiburg-Basel, and Nova & Vetera, Bonn, 1962, * Liturgical renewal. Retrospect and Prospect. Butzon and Bercker, Kevelaer, 1962, Vol. 29 * The worship of the Church. On the background of his history briefly explained. Tyrolia, Innsbruck-Vienna-Munich 3rd ed., 1962 * Liturgy of the Christian Early Period up to Gregor the Great . University of Freiburg, Switzerland * 'Christian prayer in change and existence' '. Publisher Ars Sacra, Munich, 1969, in Live and Believe series * Mass in the people of God. A post conciliar view through Missarum Sollemnia. Herder, Friborg-Basel-Vienna, 1970 * \"Constitution on the Sacred Liturgy\". In H. Vorgrimler, Commentary on the Documents of Vatican II, Vol 1. Burns & Oates, London and Herder & Herder, New York, pp. 1–80, 1966 == Biographies == * Balthasar Fischer and Hans Bernhard Meyer (Hrsg.): J.A. Jungmann. A life for liturgy and kerygma. Tyrolia, Innsbruck et al., 1975, . * Hans Bernhard Meyer SJ: The theological profile of Josef Andreas Jungmann, SJ (16 November 1889 to 26 January 1975), in Liturgical Yearbook , 39 (1989), pp. 195–205. * Rudolf Pacik: \"Load of the day\" or \"spiritual food\"? The Liturgy of the Hours in the work of Josef Andreas Jungmann and in the official reforms of Pius XII Up to Vatican II . Studies on Pastoral Liturgy, 12, Regensburg 1997 (Habilitationsschrift of 1995, slightly reworked for printing). * * Joanne M. Pierce and Michael Downey (eds.) (1999). Source and Summit: Commemorating Josef A. Jungmann, S.J. Collegeville, MN: Liturgical Press. . == External links == * Talbot School of Theology: Catholic Educators: Josef A. Jungmann * Kurzbiografie der Universität Innsbruck * Dossier Josef A. Jungmann ==References== Category:University of Innsbruck Category:Jesuits Category:20th-century Roman Catholic priests Category:20th-century Roman Catholic theologians Category:Austrian writers Category:1889 births Category:1975 deaths Category:Catholic liturgy Category:People from Sand in Taufers ",
    "title": "Josef Andreas Jungmann"
}