{
    "id": "53797794",
    "text": "Élisabeth Lion (1904 – 9 January 1998) was a French aviator who broke world altitude records and long-distance flying records. She was one of the five women who were selected to train as French military pilots after World War II. == Biography == Élisabeth Lion in 1938 Lion was born in Balan, in Ardennes, France and grew up in Sedan. In 1914 the family moved to Saint-Malo and then to Paris. In 1934 she earned her pilot license and in 1936 she competed in the Douze Heure d'Angers competition. She won the women's division of the competition and finished second in the general division. In the same year she won the Hélène Boucher Cup in the Paris-Cannes air race. In December 1937, Lion beat the women's altitude record by reaching 6,410 meters while flying a Caudron C600 Aiglon monoplane. Days later, she also broke world records in the crew category and the 2-litre category. In March 1938, Lion completed a non- stop tour of France in 10 hours and 15 minutes and in April she completed a Paris-Tunis-Paris (3500 km) flight in 18 hours and 15 minutes. In May 1938, Lion flew a journey of 4,063 km from Istres, France, to Abadan, Iran, flying for 21 hours and breaking Amelia Earhart's women's distance record of 3,940 km set in 1932. Lion's record was short-lived, however - another French aviator, Andrée Dupeyron, beat Lion's record by 250 km in the following days. A few weeks later, in June, Lion flew 4,250 km from Istres to Dakar, Senegal, in 21 hours and 20 minutes, in an attempt to beat Dupeyron's journey. On December 29, 1938, Guy La Chambre, the French Minister of Air, presented Lion with the rank of Chevalier of the Legion of Honor. In 1944-45, Charles Tillon, the newly appointed Minister of the Air decided to create the Premier corps de pilotes militaires féminins (corps of female military pilots), and invited Maryse Bastié, Maryse Hilsz, Élisabeth Boselli, Anne-Marie Imbrecq and Lion to train at Châteauroux. The training flights were halted in February 1946, however, due to a fatal accident on January 30 which killed Hilsz, a mechanic, a radio operator and another flying officer. In 2017, the town of Charleville- Mézières in Ardennes named a street in her honour. ==References== Category:French aviators Category:People from Ardennes (department) Category:1904 births Category:1998 deaths Category:Chevaliers of the Légion d'honneur Category:French aviation record holders Category:French female aviation record holders ",
    "title": "Élisabeth Lion"
}