{
    "id": "53794111",
    "text": "Świętej Anny Street (Polish: Ulica Świętej Anny, lit. St. Anne's Street) - a historic street in Kraków, Poland. To the west, the street heads to a former Jewish quarter, hence its former name, Żydowska Street (Ulica Żydowska, lit. Jewish Street). Historically, the street saw the location of a synagogue, cemetery and a Jewish bath house until the fifteenth-century, when the Jewish population was moved to the north to the present location of Szczepański Square. The etymology of the street derives from the presence of the Church of St. Anne. The street features several university-related buildings, formerly housing colleges, dormitories and a library. ==Features== {| |----- bgcolor=\"#FF 8C 00\" ! width=4% | Street No. ! width=26% | Short description ! width=10% | Picture |----- bgcolor=\"#FFF8E1\" | align=\"center\"| 6 || align=\"center\"| Collegium Kołłątaj - a Classicist building built between 1787 and 1791 to house the mathematics, nature, mechanics and hydraulics classes of the Jagiellonian University. || align=\"center\"| 100px |----- bgcolor=\"#FFF8E1\" | align=\"center\"| 8-10 || align=\"center\"| Collegium Maius - the oldest building of the Jagiellonian University, standing in the very centre of the former university quarter. || align=\"center\"| 100px |----- bgcolor=\"#FFF8E1\" | align=\"center\"| 12 || align=\"center\"| Collegium Novum - housing the Jagiellonian University Medical College built between 1873 and 1887. The building was opened on the 500th-anniversary of the Jagiellonian University's founding in the fourteenth-century. || align=\"center\"| 100px |----- bgcolor=\"#FFF8E1\" | align=\"center\"| 13 || align=\"center\"| Church of St. Anne - a church built in the Gothic architectural style according to architect Tylman van Gameren's designs. The street owes its name to the church. || align=\"center\"| 100px |} ==References== Category:Streets in Kraków ",
    "title": "Świętej Anny Street, Kraków"
}