{
    "id": "53790881",
    "text": "Caladenia emarginata, commonly known as the pink enamel orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a ground orchid with a single flattened, hairy leaf and up to four glossy pink flowers. It is similar to Caladenia brunonis but is usually a shorter plant but with larger, pink flowers. It has been known as Elythranthera emarginata since 1963 but recent discoveries suggest its inclusion in the genus Caladenia. ==Description== Caladenia emarginata is a terrestrial, perennial, deciduous, sympodial herb with a few inconspicuous, fine roots and a tuber partly surrounded by a fibrous, multi-layered protective sheath and often forms colonies. It has a single flattened, dark green, hairy leaf, long and about wide with a reddish base. Up to four glossy pink flowers long and wide are borne on a spike tall. The sepals and petals spread apart from each other and are blotched with red or purple on their backs. The dorsal sepal is erect, long and wide. The lateral sepals have similar dimensions to the dorsal sepal and the petals are long and wide. The labellum is membranous, long, about wide and whitish with its tip twisted into an S-shape. At the base of the labellum there are two fleshy, dark purple, club-shaped parallel calli long. Flowering occurs from October to December. ==Taxonomy and naming== The pink enamel orchid was first formally described in 1839 by John Lindley who gave it the name Glossodia emarginata and published the description in A Sketch of the Vegetation of the Swan River Colony. In 1871, Heinrich Reichenbach changed the name to Caladenia emarginata and in 1963, Alex George changed it to Elythranthera emarginata. In 2015, as a result of studies of molecular phylogenetics, Mark Clements changed the name to back Caladenia emarginata. The specific epithet (emarginata) is a Latin word meaning \"notched at the apex\" referring to the two labellum calli. Elythranthera emarginata is regarded as a synonym of the name Caladenia emarginata which is accepted by the Royal Botanic Gardens, Kew. ==Distribution and habitat== Caladenia emarginata is found as far north as Jurien Bay and as far east as Ravensthorpe, often forming colonies or clumps in swamps, near creeks and in dense heath. ==Conservation== Caladenia emarginata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. ==References== emarginata Category:Plants described in 1839 Category:Endemic orchids of Australia Category:Orchids of Western Australia ",
    "title": "Caladenia emarginata"
}