{
    "id": "53795976",
    "text": "Band of Sisters () is a 2017 South Korean television series starring Jang Seo- hee, Kim Ju-hyeon, Kim Da-som and Oh Yoon-ah. It aired on SBS every Saturday at 20:45 and 21:55 KST (two episodes per day), taking the slot previously occupied by Our Gap-soon. ==Plot== Kang Ha-ri (Kim Ju-hyeon), with her bright personality, works part-time at a stationery store and a nail shop. Min Deul- rae (Jang Seo-hee) was a popular actress, but she isn't so popular these days. Kim Eun-hyang (Oh Yoon-ah) worked as a secretary prior to the birth of her daughter, but she now focuses on raising her. These three women lost their most beloved (Ha-ri's fiancé, Dal-rae's mother and Eun-hyang's daughter) during a singular accident cause by Yang Dal-hee (who murdered and impersonated a rich heiress from the States, Sera Park). Even though they are not related, they rely on each other to get through the tough time and reveal the truth. As the truth unravels, this web of lies draw in many other seemingly innocent by-standers. This new sisterhood must now decided whether revenge is worth the collateral damage. ==Cast== ===Main=== * Jang Seo-hee as Min Deul-rae :A famous actress whose popularity is on the decline. Immature and spoiled by her mother, who does everything for her. She seeks revenge for her mother, who died while trying to protect her daughter from a stalker's assault. The police vehicle that would've saved her mother was involved in a multi-vehicle crash. * Oh Yoon-ah as Kim Eun-hyang :Former corporate secretary and loving, yet overbearing, mother to her seven-year-old daughter Ah-reum. She seeks revenge for her daughter, who died in a house fire. Choo Tae-soo, her husband, had left their daughter sleeping with a lit candle. The fire truck that would've saved Ah-reum was involved in a multi-vehicle crash. * Kim Ju-hyeon as Kang Ha-ri :An orphan who inherited her parents' stationery shop, and is raising her teenage sister. Now a widow, her husband died in a car accident on her wedding day. The ambulance carrying her husband to the hospital was overturned in a multi-vehicle crash. * Kim Da-som as Yang Dal-hee / Sera Park :An ambitious antagonist. After being mistreated under Sera Park's employ, and an altercation which leaves Sera Park dead, Yang Dal-hee moves back to South Korea and assumes the identity of Sera Park. She is the ex- girlfriend of Seol Gi-Chan, and she stole his chamomile and sold it to Goo Se- kyung of Ruby Cosmetics. She is the one responsible for the multi-vehicle crash. She disowns her younger stepsister, Jin Hong-shi. She is intent on marrying Goo Se-joon, as he is the heir to Ruby Cosmetics. * Lee Ji-hoon as Seol Gi-chan :A bright entrepreneur, he is the son of Ruby Cosmetics' Goo Pil- mo and his late wife, but was raised in an orphanage. His beauty serum derived from chamomile was stolen by his ex-girlfriend, Yang Dal-hee. * Cho Yoon-woo as Goo Se-joon :The illegitimate son of Ruby Cosmetics chairman Goo Pil-mo and the maid, Ms. Lee. He leans heavily on his grandmother, Sa Goon-ja, for support. He later develops a crush on Kang Ha-Ri. * Son Yeo-eun as Goo Se- kyung :The daughter of Goo Pil-mo, she is deputy director and heiress of Ruby Cosmetics. She has had an affair with Choo Tae-soo for three years, and is the mother of Jo Yong-ha, but largely neglects him. She targeted Seol Gi-chan by cutting the brakes on his car. Kim Eun-hyang holds her responsible for the death of Ah-reum, but later they become friends. ===Supporting=== ====Gongryung Group==== * Kim Soo-mi as Sa Goon-ja :The mother of Goo Pil-mo and Goo Pil-soon. She suspects Seol Gi-chan of being her long-lost grandson Se Ho. * Son Chang-min as Goo Pil-mo :The chairman of Ruby Cosmetics. He mourns his late wife, who died not long after his legitimate son, Se Ho, went missing. He falls in love with actress Min Deul-Re, who is a dead ringer for his late wife. * Byun Jung-soo as Goo Pil-soon :The fun-loving unmarried sister of Goo Pil-mo. She dotes on her pug, Jewels. * Song Jong-ho as Jo Han- sung :The husband of Goo Se-kyung, he was formerly a country boy, and also works at Ruby Cosmetics. * Kim Sung-han as Jo Yong-ha :The son of Goo Se-kyung and Jo Han-sung, he has a reactive autistic disorder that doctors believe stems from a lack of affection. He is largely ignored by his mother, yet close to his father and to his tutor, Kim Eun-hyung. * Yang Jung-a as Lee Gye-hwa :The scheming maid and mother of Goo Se-joon. She is responsible for kicking Goo Se-ho out of the home when he was a child, and for the death of Sa Goon- ja. ====People related to Ha-ri==== * Ahn Nae-sang as Na Dae-in (father-in- law) * Hwang Young-hee as Go Sang-mi (mother-in-law) * Sung Hyuk as Na Jae-il (deceased husband) * Lee Jae-jin as Na Jae-dong (brother-in-law) * Jin Ji-hee as Kang Ha-sae (sister) * Oh Ah-rin as Jin Hong-si ====People related to Deul- rae==== * Sung Byung-suk as Deul-rae's mother ====People related to Eun- hyang==== * Park Gwang-hyun as Joo Tae-soo :Eun-hyang's husband, who is having a secret affair with Go Se-kyung. ====Extended==== * Song Ha-yoon as Sera Park :A New Jersey-born chaebol daughter and Dal-hee's spoiled client, she was heavily injured in an altercation with the latter at her own house. Sera Park is later revealed to have regained consciousness, despite losing her sight. * Jeon Soo-kyung as Vicky Jung :The mother of the real Sera Park, she discovers Yang Dal-hee has assumed the identity of her daughter. * Lee Yoo-ri as Yeon Min Jeong :The assistant of Vicky Jung and a friend of Chairman Geum. She knew all about Yang Dal Hee's crimes. And she came to the ambulance to pick up Sa Goon Ja in order not to be caught by Yang Dal Hee. == Production == * The first script reading took place March 8, 2017 at SBS Ilsan Production Studios in Goyang, South Korea. * Jo Bo-ah was offered to portray Kang Ha-ri, but declined. * Band of Sisters is written by Kim Soon-ok and directed by Choi Young-hoon. This is their second collaboration since Five Fingers in 2012. * It is also the second time that Kim and Jang Seo-hee have worked together after Temptation of Wife. ;Major photography locations * SBS Broadcasting Center * SBS Ilsan Production Center B Studio * Baxter Studio * Sangam-dong SBS Prism Tower ==Ratings== In the table below, represent the lowest ratings and represent the highest ratings. {| class=wikitable style=\"text-align:center;\" |- !rowspan=\"3\"|Episode # !rowspan=\"3\"|Original broadcast date !colspan=\"4\"|Average audience share |- !colspan=\"2\"|TNmS Ratings !colspan=\"2\"|AGB Nielsen Ratings |- !width=100|Nationwide !! width=100|Seoul National Capital Area !! width=100|Nationwide !! width=100|Seoul National Capital Area |- !1 |rowspan=2|April 15, 2017 |6.1% | |6.6% |7.1% |- !2 |8.0% |8.6% |8.7% |9.4% |- !3 |rowspan=2|April 22, 2017 |6.1% |7.0% | |6.8% |- !4 |8.8% |9.7% |8.5% |9.2% |- !5 |rowspan=\"2\"|April 29, 2017 | |7.3% |6.5% | |- !6 |9.3% |11.2% |10.1% |10.3% |- !7 |rowspan=\"2\" |May 6, 2017 |6.8% |7.5% |7.1% |7.7% |- !8 |11.1% |12.5% |12.2% |13.4% |- !9 |rowspan=\"2\" |May 13, 2017 |6.5% |7.3% |6.7% |7.2% |- !10 |10.5% |10.8% |12.0% |12.6% |- !11 |rowspan=\"2\" |May 20, 2017 |8.1% |8.7% |8.7% |9.2% |- !12 |9.4% |10.6% |10.9% |11.5% |- !13 |rowspan=\"2\" |May 27, 2017 |6.4% |7.9% |7.1% |7.8% |- !14 |10.5% |10.5% |12.6% |13.9% |- !15 |rowspan=\"2\"|June 3, 2017 |7.5% |9.0% |7.4% |7.6% |- !16 |12.7% |13.7% |13.4% |14.1% |- !17 | rowspan=\"2\"|June 10, 2017 |7.1% |8.0% |7.9% |8.6% |- !18 |12.0% |12.6% |12.4% |13.3% |- !19 | rowspan=\"2\"|June 17, 2017 |6.6% |7.2% |7.3% |7.7% |- !20 |11.2% |12.2% |12.6% |12.9% |- !21 | rowspan=\"2\"|June 24, 2017 |6.7% |7.9% |6.7% |7.1% |- !22 |11.4% |13.1% |12.5% |13.4% |- !23 | rowspan=\"2\"|July 1, 2017 |7.2% |8.0% |8.4% |9.0% |- !24 |10.9% |11.2% |13.6% |14.3% |- !25 | rowspan=\"2\"|July 8, 2017 |9.8% |10.4% |9.5% |10.4% |- !26 |15.0% |15.7% |14.4% |15.7% |- !27 | rowspan=\"2\"|July 15, 2017 |9.0% |10.8% |9.2% |10.2% |- !28 |14.5% |16.0% |15.5% |16.8% |- !29 | rowspan=\"2\"|July 22, 2017 |9.6% |10.8% |10.2% |11.5% |- !30 |15.8% |16.8% |17.9% |19.7% |- !31 | rowspan=\"2\"|July 29, 2017 |10.6% |11.0% |9.7% |10.9% |- !32 |16.8% |17.0% |15.8% |17.2% |- !33 | rowspan=\"2\"|August 5, 2017 |10.1% |10.2% |10.5% |11.2% |- !34 |16.1% |16.0% |17.9% |19.1% |- !35 | rowspan=\"2\"|August 12, 2017 |9.9% |10.5% |10.2% |11.1% |- !36 |16.9% |17.3% |17.6% |18.5% |- !37 | rowspan=\"2\"|August 19, 2017 |10.4% |11.0% |12.4% |13.3% |- !38 |18.3% |19.4% |19.5% |21.0% |- !39 | rowspan=\"2\"|August 26, 2017 |11.3% |12.5% |10.9% |11.9% |- !40 |18.3% |19.1% |19.0% |20.3% |- !!!!!!!!!!! |- !41 | rowspan=\"4\"|September 2, 2017 |10.9% |12.1% |12.0% |13.4% |- !42 |16.5% |17.6% |17.7% |19.4% |- !43 |17.2% |18.2% |18.4% |19.9% |- !44 |18.3% |18.6% |19.3% |20.8% |- !45 | rowspan=\"4\"|September 9, 2017 |8.7% |10.0% |9.7% |11.3% |- !46 |16.9% |17.8% |17.7% |19.1% |- !47 |18.3% |18.8% |19.6% |20.9% |- !48 |19.7% |20.0% |21.1% |22.3% |- !49 | rowspan=\"4\"|September 16, 2017 |11.8% |13.5% |12.0% |13.2% |- !50 |18.8% |19.6% |19.4% |20.5% |- !51 |19.8% |19.8% |20.5% |20.7% |- !52 |20.2% |20.6% |20.9% |22.0% |- !53 | rowspan=\"4\"|September 23, 2017 |10.7% |11.7% |10.2% |10.7% |- !54 |17.8% |18.8% |18.1% |18.8% |- !55 |20.4% |21.7% |20.4% |21.5% |- !56 |21.0% |22.4% |20.5% |21.5% |- !57 | rowspan=\"4\"|September 30, 2017 |13.0% |14.5% |12.8% |13.8% |- !58 |19.0% |20.1% |19.1% |20.2% |- !59 |20.5% |21.7% |21.1% |22.0% |- !60 |20.8% |22.4% |21.2% |22.5% |- !61 | rowspan=\"4\"|October 7, 2017 |7.4% |8.8% |8.2% |9.3% |- !62 |17.9% |18.5% |18.5% |20.2% |- !63 |20.0% |20.7% |20.4% |21.8% |- !64 |22.1% |22.6% |22.6% |23.8% |- !65 | rowspan=\"4\"|October 14, 2017 |12.9% |15.0% |13.6% |15.1% |- !66 |20.5% |22.6% |21.3% |23.1% |- !67 | | |23.5% |24.3% |- !68 |23.3% |23.7% | | |- !colspan=2|Average ! ! ! ! |} ==Original soundtrack== === Part 1 === === Part 2 === === Part 3 === === Part 4 === == Awards and nominations == {| class=\"wikitable\" |- ! Year !! Award !! Category !! Recipient !! Result !! Ref. |- | rowspan=8|2017 || rowspan=8|SBS Drama Awards || Character of the Year || Kim Da-som || || rowspan=8| |- | Top Excellence Award, Actor in a Daily/Weekend Drama || Son Chang-min || |- | Top Excellence Award, Actress in a Daily/Weekend Drama || Jang Seo-hee || |- | Excellence Award, Actor in a Daily/Weekend Drama || Ahn Nae-sang || |- | Excellence Award, Actress in a Daily/Weekend Drama || Son Yeo-eun || |- | rowspan=2|Best New Actress || Kim Da-som || |- | Kim Ju-hyeon || |- | Youth Acting Award || Oh Ah-rin || |- |2018 || 54th Baeksang Arts Awards || Best New Actress||Kim Da-som |||| |- |} ==International Broadcast== *In Singapore, Malaysia, Indonesia (Until September 30, 2017), Cambodia, Australia and Brunei, Was Airing On Sony One For Original Language on May 13, 2017, Re-Air and Dubbed With Mandarin and Malay On April 4, 2018, But Indonesia Was Aired On SBS-in at These Time. Was Also Airing On Mediacorp Channel U On Weekdays at 7PM, Beginning March 18, 2019. *In Hong Kong, Was Airing on Cable Drama Channel (Channel 13/213) On January 1, 2018 For Everyday, Re-Air On Fantastic TV 77 On May 17, 2018 at Midnight. *In Taiwan, Was Airing On Star Chinese Channel During The Chinese New Year on February 21, 2018, Re-Air On Star Entertainment Channel and FOX Taiwan Channel On March 19 and May 16. *In India, Will Planning Join Venture On Viacom 18 For Dubbed Hindi, Bengali and Marathi and Star India For Dubbed Tamil, Malayalam and Telugu. **उनी जीवित है (Unee Jeevie Hai) On Colors TV. **ইউনিনি আলি (I'unini ali) On Colors Bangla. **Unni जिवंत आहे (Unni jivanta ahe) On Colors Marathi. **சகோதரிகளின் இசைக்குழு (Cakotarikalin icaikkulu Sisters) On Star Vijay **സഹോദരിമാരുടെ സഹോദരി (Saheadarimarute Saheadari) on Asianet **సోదరీమణుల బ్యాండ్ (Sodarimanula byand) On Star Maa. ==Notes== ==References== ==External links== * * * * * Category:Seoul Broadcasting System television dramas Category:Korean-language television shows Category:2017 South Korean television series debuts Category:2017 South Korean television series endings Category:South Korean melodrama television series Category:Television series by SM Life Design Group ",
    "title": "Band of Sisters (TV series)"
}