{
    "id": "53799384",
    "text": "Lu Nan is a contemporary photographer who was born in Beijing, China in 1962. After working for National Pictorial for 5 years, he decided to become an independent photographer. From 1989 to 1990, he shot a series of images of the living conditions of patients in Chinese mental hospitals. From 1992 to 1996, he shot a series of images about Catholicism in China. From 1996 to 2004, he shot a series images of the daily life of Tibetan farmers. Lu Nan is known as \"the most legendary photographer in China\". He is also the only Chinese contemporary photographer chosen by Aperture magazine as a topic colon. Lu is constantly invited to participate in numerous exhibitions; however, he is extremely selective about the exhibitions he is involved with. Lu also refused to have his portrait taken by others, so it’s very rare to see any photo documentations of him. For fifteen years, Lu has been leading a life that is almost like a monk, spending his time working and studying, as he believes that “good stuff comes out of reticence.” == Major works == Since 1989, Lu Nan has spent 15 years completing his trilogy of photographic series: The Forgotten People, China's Catholicism and Four Seasons in Tibet. These images have allowed Nan to place himself in the international spotlight. But perhaps more importantly, he became one of the first people who exposed another side of Chinese society; people often considered outcasts. “I just respect them and care about them… They are the same as us,” said Lu as a reminder that all human beings are equal and deserve dignity. His black and white photographs depict people within their own environment by using a rather straight glance, which is yet associated with delicate contrasts and elegant compositions. == Forgotten People == From 1989 to 1990, Lu Nan has closely contacted 14,000 people who had different kinds of mental conditions in 38 hospitals of 10 provinces and cities in China as part of the series Forgotten People. He also visited hundreds of patients’ families to complete it. Lu Nan showed the living conditions of a group of people who are forgot by the society in a powerful and real way by photography. == On the Road == From 1992 to 1996, Lu Nan shot the second part of his trilogy, called On the Road in 10 Provinces and Cities. During this time period, Lu Nan visited more than 100 churches, but he tried to focus on the daily life of people in church to show how they practice love and faith, because he believes that \"is the real church in their heart\". Although It is a hard learning process to accept the happiness and misfortune in life, people finally found themselves in the process of establishing their own value. == Four Seasons in Tibet == From 1996 to 2004, Lu Nan shot one of his most important photography works, titled Four Seasons in Tibet in Tibet. During these 8 years, he spent at least half of his time living in Tibet with local people. He also worked more than 4000 meters high above sea level. Although the working condition is very harsh, he still returned so he could capture every touching moment in Tibet. == References == Category:Living people Category:1962 births Category:Artists from Beijing Category:Chinese photographers Category:Social documentary photographers Category:Landscape photographers Category:20th-century photographers Category:21st-century photographers ",
    "title": "Lu Nan"
}