{
    "id": "53792827",
    "text": "Marc Honegger (17 May 1926 – 8 September 2003) was a French musicologist and choirmaster. ==Biography== A distant cousin of the Swiss-born composer Arthur Honegger, he studied at the Sorbonne, where he was a pupil of Paul-Marie Masson. He received a very complete musical training, studying piano with Santiago Riera (1942–1949), musical composition with Georges Migot (from 1946), and conducting with Ion Constantinesco (1947–1948). An assistant of Jacques Chailley at the Institut de Musicologie of the Sorbonne (1954–1958), then teaching assistant at the Strasbourg University (from 1958), he became full professor in 1970. He also taught in Canada. He directed the Institute of Musicology of the Marc Bloch University of Strasbourg from 1958 to 1983. He was also president of the (1977–1980) and vice-president of the International Musicological Society (1982–1992). ===Musicological research=== Honegger's research focused mainly on music of the 16th century. He supported two doctoral theses, one on the origins of Reformed Protestant music in France, Les Chansons spirituelles de Didier Lupi et les débuts de la musique protestante en France au XVIeLes Chansons spirituelles de Didier Lupi et les débuts de la musique protestante en France au XVIe and the other on the alterations (flats or sharps) not noted in the Renaissance music, Les Messes de Josquin des Prés dans la tablature de Diego Pisador (Salamanque 1552): contribution à l'étude des altérations au XVIe.Les Messes de Josquin des Prés dans la tablature de Diego Pisador (Salamanque 1552): contribution à l'étude des altérations au XVIe He contributed to the publication of works by composers of the 16th century such as Paschal de L'Estocart, Claudin de Sermisy, Pierre Certon, Didier Lupi Second, and Claude Goudimel. The dictionaries he has coordinated are today still reference works. Honegger was also interested in 20th-century music, notably that of Georges Migot (1891–1976) who was his teacher and whose work he wanted to make known. He became secretary-general of the association of friends of the work and thought of Georges Migot. He published the Catalogue des œuvres musicales de Georges Migot in 1977. He helped publish musical scores such as 26 Monodies permodales in 1990 and L'Annonciation, an oratorio for two soloists, three-part female chorus and string orchestra (1993). He produced recordings, Le Petit Evangéliaire, nine choruses a capella, Requiem a capella for mixed choir or vocal quartet, recorded with his Ensemble Les Chanteurs Traditioneles de Paris. He also organized exhibitions on Georges Migot. ===Work as choirmaster=== At the age of 21, he began a career as a choirmaster in the Parisian protestant churches of the (1947–1952) and the Holy Spirit (1952–1954). From 1952 to 1959, he directed the Chœur des chanteurs traditionnels de Paris, with which he restored and published religious or profane music of the fifteenth and sixteenth centuries. As a choral conductor, he recorded La Bataille de Marignan by Clément Janequin, the French masters of the Renaissance, and especially the three-part Tournai Mass. He obtained the in 1958. In 1961, Honegger established the Journées de Chant Choral of Strasbourg, which became one of the biggest festivals of its kind in Europe. ==Writings== * Dictionnaire de la musique: les hommes et leurs œuvres,Dictionnaire de la musique: les hommes et leurs œuvres * Dictionnaire de la musique: technique, formes, instruments,Dictionnaire de la musique: technique, formes, instruments *1992: *1994: Dictionnaire usuel de la Musique,Dictionnaire usuel de la Musique Paris, *1996: Connaissance de la Musique (de A à Z),Connaissance de la Musique (de A à Z) Bordas *2002: Dictionnaire du musicien,Dictionnaire du musicien Paris, Éditions Larousse, ==Bibliography== * Marc Munch, \"Marc Honegger\", in ', vol. 45, ==References== ==External links== * Marc Honegger on Encyclopédie Universalis * Marc Honegger on Encyclopédie Larousse * Obituary on Libération (10 September 2003) * Marc Honegger (dir.), Dictionnaire de la musique : Les hommes et leurs œuvres, 1986 (compte rendu) on Persée Category:1926 births Category:2003 deaths Category:20th-century French conductors (music) Category:20th-century French male musicians Category:20th-century French musicologists Category:French choral conductors Category:French male conductors (music) Category:Musicians from Paris Category:Writers from Paris ",
    "title": "Marc Honegger"
}