{
    "id": "53798409",
    "text": "Pedro Braga (born 27 February 1975) is a former professional tennis player from Brazil. ==Biography== ===Early life=== Braga, the son of a doctor, comes from Belo Horizonte. He started playing tennis at the age of eight and competed as a junior at Wimbledon and the US Open in 1992. While at the US Open he was recruited to join Louisiana State University (LSU) on a tennis scholarship. ===College tennis=== In his sophomore year at LSU in 1995 he earned All-American selection and was named the Louisiana Player of the Year. At the beginning of the 1996 collegiate season he began struggling with a back injury which by April was bad enough that he was forced to pull out of the competition. An MRI scan revealed that he had suffered a spinal disc herniation and, then aged 21, he was informed he would never play tennis again. After undergoing back surgery he spent almost two-years out of the game before making his comeback in 1998. ===Professional tour=== Soon after returning from his back injury he began his professional career on the international satellite and challenger circuits. He went on to win a total of 11 ITF Futures titles. The closest he came to making a Grand Slam tournament was the Australian Open in 2003 where he made it to the second round of qualifying. Braga twice featured in the main draw of the Brasil Open, a tournament on the ATP Tour. In 2003 he partnered Júlio Silva in the doubles and in 2004 he was given a wildcard into the singles competition, where he lost in the first round to Peru's Luis Horna. In 2004 he was found to have tested positive to stanozolol, an synthetic anabolic androgenic steroid. A tribunal handed down a two-year suspension from tennis, which was the maximum possible penalty. The sample came from when he competed in the qualifying rounds of 2003 Brasil Open. ==References== ==External links== * * Category:1975 births Category:Living people Category:Brazilian male tennis players Category:LSU Tigers tennis players Category:Doping cases in tennis Category:Brazilian sportspeople in doping cases Category:Sportspeople from Belo Horizonte Category:Brazilian expatriate sportspeople in the United States ",
    "title": "Pedro Braga"
}