{
    "id": "53792489",
    "text": "Reginald Norman Bottini (14 October 1916 - 5 May 1999) was a British trade union leader. Bottini was born in Tooting, his family being restaurant workers who had migrated from Italy. He attended Bec Grammar School before becoming a shipping clerk.Tam Dalyell, \"Obituary: Reg Bottini\", The Independent, 11 May 1999 His father had been killed fighting during World War I, and as a result, Bottini registered as a conscientious objector during World War II; he spent the war doing agricultural work, mostly on land drainage around Folksworth, but the working conditions damaged his health.Barry Leathwood, \"Reg Bottini\", The Guardian, 28 May 1999 After the war, Bottini became an assistant in the legal department of the National Union of Agricultural Workers (NUAW),\"Bottini, Reginald Norman\", Who Was Who and became strongly associated with the right wing of the union. In 1954, he moved to become head of the union's negotiating department then, in 1969, was elected as the union's general secretary, taking up the post at the start of the following year. Bottini was very active in the Labour Party, chairing its Reigate constituency party for five years. He was the leading figure behind the party's \"Prosper the Plough\" national agricultural policy document, published in 1959. In 1976, working with Joan Maynard, he persuaded the Labour government to enact the Rent (Agriculture) Bill, improving the security of tenancy for agricultural workers in tied cottages. Bottini sat on a large number of committees and boards, including the Advisory Committee on Toxic Substances, Agricultural Wages Board, BBC Agricultural Advisory Council, Central Arbitration Committee, Clean Air Council, European Economic and Social Committee, Food Hygiene Advisory Council, Meat and Livestock Commission, South Eastern Electricity Board and Waste Management Advisory Council. In 1970, Bottini was also elected to the General Council of the Trades Union Congress. He was made a Commander of the Order of the British Empire in 1974. He retired from his union posts in 1978 due to poor health, and from his other positions by 1985. He retired to Market Harborough, and chaired the Market Harborough Volunteer Bureau for most of the period from 1989 until his death. ==References== Category:1916 births Category:1919 deaths Category:General Secretaries of the National Union of Agricultural and Allied Workers Category:Members of the General Council of the Trades Union Congress Category:People from Tooting ",
    "title": "Reg Bottini"
}