{
    "id": "53806918",
    "text": "{| |} Duchess of York was built in 1801 at Calcutta, British India, for the Royal Navy. She served in support of the expedition to the Red Sea (1801-1802) and apparently then was sold for the mercantile trade. She traded in the East Indies, and made some voyages to Port Jackson, New South Wales. Duchess of York was wrecked along the coastline of Madagascar in 1811. ==Royal Navy== Duchess of York, described as a \"schooner\", a generic term for a smaller vessel, was built for the Navy. Some statements of expenses for the Red Sea expedition in 1801-2 make clear that the \"Duchess of York schooner\" was one of \"his majesty's ships\".The Asiatic Annual Register, Or, a View of the History of ... (1805), Vol. 7, pp.124 & 163. In 1802 she was in the Red Sea, supporting General Baird's expedition to Egypt to help General Ralph Abercromby expel the French there. On 14 June the transport Calcutta wrecked on the Egyptian coast. She was carrying 331 men of the 80th Regiment of Foot and 79 native Indian followers. arrived the next day, as did two transports. Only Romney was able to get her boats out but they were able to rescue and deliver to the shore all but seven men who had died in an early attempt to reach shore. Captain Sir Home Riggs Popham, in Romney, left Duchess of York to salvage anything that could be salvaged and then sailed to Suez from whence he dispatched Wilhelmina to pick up the troops on the 15th and carry them back to India.The Asiatic Annual Register; Or, A View of the History of Hindustan,: And of the Politics, Commerce, and Literature of Asia, ... (1803), pp.152-3. At some point the Navy sold Duchess of York. Apparently her career was so brief and limited to the Indian Ocean that no records of her service reached the Admiralty. ==Mercantile career== Duchess of York, Austin Forest, master, arrived at Port Jackson on 4 April 1807 from Bengal. She was primarily carrying merchandise, including an ample supply of rice; she also transported two military convicts. New South Wales government records show her returning to Port Jackson on 26 October with 65 tons of sandalwood from \"Feejee\". She left on 24 November for \"Feejees\" (Fiji). She left in ballast, but with 40 men aboard. She returned again with sandalwood in January 1808.Asiatic annual register or a view of the history of Hindustan ..., Vol. 10, pp.84-5. On 30 March Forrest sailed for \"Feejee\" again and from there intended to sail to China via an eastern route in order to sell his sandalwood there. He was unable to reach China because of unfavourable winds and so instead sailed there via the Straits of Malacca. She then was so long returning to Bengal that she was feared lost. On his way he stopped at Bencoolen and sailed from there for China on 2 July. After some 20 months, Duchess of York arrived at Calcutta on 29 July 1808. She was four months out of Sandel Island, which was also known as Sandalwood Island. ==Loss== Duchess of York arrived at Tamatave, Madagascar, on 17 February 1811 with a detachment of soldiers of the 22nd Regiment of Foot as the British were desirous of occupying the area as it was a source of provisions and cattle for Île de France, which they were about to attack. Duchess of York was in company with the brig . They landed their troops, and Duchess of York took off the French garrison. The next day the troops of the 22nd Foot and of the Bourbon rifle corps, having taken Tamatave, also took Foule Point, the last French settlements on the east coast of Madagascar. However, a sudden wind parted Duchess of York from her anchor. She was seen going down in deep water and observers believed that she had struck a rock. All aboard were lost.The Literary Panorama, Being A Compendium Of National Papers And Parliamentary Reports, Illustrative Of The History, Statistics, And Commerce Of The Empire; A Universal Epitome Of Interesting And Amusing Intelligence From All Quarters Of The Globe; A Review Of Books, And Magazine Of Varieties Forming An Annual Registers (1812), p.511. ==Citations and references== Citations References *Bladen, Frank Murcot (1898) Historical Records of New South Wales. (C. Potter,). Volume 6. *Lockerby, William, Leonard C. (Leonard Cyril) Im Thurn & Everard Ferdinand, Sir, eds., (1922) The journal of William Lockerby, sandalwood trader in the Fijian Islands during the years 1808-1809: with an introduction & other papers connected with the earliest European visitors to the Islands. (Hakluyt Society). * * Category:1801 ships Category:British ships built in India Category:Maritime incidents in 1811 ",
    "title": "HMS Duchess of York (1801)"
}