{
    "id": "53808590",
    "text": "Rast Goftar (\"The Truth Teller\") was an Anglo-Gujarati paper operating in Bombay that was started in 1854 by Dadabhai Naoroji and Kharshedji Cama and championed social reform among Parsis in Western India. == Background == A riot between Parsis and Muslims concerning the printing of a picture of Mahomet in 1851 was an immediate cause of the founding of the paper. As the Riots in Bombay continued, the Parsis became frustrated with their leaders, and Dadabhai Naoroji started the paper with the purpose of voicing the grievances of the poor and middle class of his people. Postal rates tended to limit their circulation to local or nearby areas, but sometimes enthusiasm for a cause led the managers of a paper to distribute several copies of each issue free. Thus, the founders of the paper lost some 10,000 rupees by distributing the first issues of the Rast Goftar free, impatient at the state of Parsi society, obviously in a hurry to reform it. In 1857 the proprietors of Rast Goftar in Bombay converted their property into a joint-stock concern so that Nasarvanji Cama, who had financed the paper from the beginning, would not be the sole loss-bearer. K. R. Cama, Sorabji Shapoorji Bengalee, and Nowroji Fardonji all became proprietors. The local governments subsidized several vernacular journals in northern India, though only a few in Bengal and Bombay. Their subsidy consisted in subscribing to a certain fixed number of copies of the journals concerned. In 1858 circulation rose from 432 to 852, a number then unheard of for native journalism. The widened from exclusively Parsi topics to larger questions of Indian politics. During the Rebellion of 1857, the paper remained loyal to the British, and it even began the first English columns in Gujarat, mostly written by Nowroji Fardoonj. By the 1870s Rast Goftar was one of the four daily newspapers operating in Bombay, and it was not only vigorous in itself, but was also the cause of vigor in other journals either by way of antagonism or support. == References == Category:Newspapers published in Mumbai Category:Defunct newspapers published in India Category:Zoroastrian media Category:Parsi culture ",
    "title": "Rast Goftar"
}