{
    "id": "53804056",
    "text": "Oru Nalla Naal Paathu Solren () is a 2018 Indian Tamil black comedy film, written and directed by P. Arumuga Kumar. The film stars Vijay Sethupathi, Gautham Karthik, Gayathrie and Niharika Konidela. Viji Chandrasekhar, Ramesh Thilak, Daniel Annie Pope, and Rajkumar play supporting roles. The music was composed by Justin Prabhakaran with editing by R. Govindaraj and cinematography by Sree Saravanan. Production began in February 2017, and the film released on 2 February 2018. ==Plot== Yeman (Vijay Sethupathi) and his team of three men land up in the city for theft. The forest men follow gold robbery as their traditional occupation. They live in a forest at Nallamalla in Kurnool. As usual during the theft, the team comes across a family picture of Soumiya (Niharika Konidela) in her house. Yeman recalls of his memory and says that she was his wife and he will return to the forest with her. He plans to kidnap her, even though it was against their tradition. In the due course, he manages to land up in Soumiya's college as a lecturer for some event. In the meantime, Harish (Gautham Karthik) proposes to Soumiya's friend, but his intentions are towards Soumiya. He gives his number and asks her to call him. Both of them decide to call Harish from a landline outside their hostel so that he will not have their mobile number. Harish, who is waiting outside the hostel, finds the girls, and it is shown that Souimya has feelings for Harish. The next day in a college event, Harish asks Yeman (who is waiting in the car to kidnap Soumiya) to help him in his love. He asks Yeman to act as a kidnapper, and he would come for defense to gain heroism before his love interest. Yeman does as he says but drives the car away, according to his plan. Harish then figures out that it was an actual kidnap and reports this to the police station. When he approaches her parents for a written statement, they deny the kidnap and says that Soumiya went to her grandmother's house. Harish was shocked to hear this and tries to find his own ways to trace out his love. Soumiya gains consciousness and was confused to see her parents in the village. Yeman's mother then fixes Yeman and Soumiya's marriage, which makes the later surprised as her parents approve of it. Soumiya's father than reveals the flashback. Soumiya's mother belongs to the tribe and married her father. As it was against the tradition, Yeman's mother orders him to kill the groom, for which they come to an agreement to get Yeman married to Soumiya. Yeman's mother approves the proposal and promises that Yeman would never look after any other girl. Godavari (Gayathrie), a tribal girl who has an interest on Yeman, was disheartened. Finally, Harish finds the spot and Soumya with Godavari's help. All the plans went in vain. Knowing about Godavari, Yeman becomes furious on her and tells that he has been waiting for 14 years to marry Soumiya. In spite of all looks, he would be marrying Soumiya because he has been devoted to Lord Yama for marrying her. Yeman praises to the marriage on Soumiya and asks Harish to leave to rescue their life. On the day of the marriage, Godavari and Soumiya's father plan to spoil the marriage. Harish comes to know that Soumiya has given him a clue to take her away from the marriage. However, looking at Godavari's efforts and love, Yeman decides to break the marriage and proposes to Godavari to accept his love. Though Yeman's mother opposes the marriage, Yeman says that he would be happy marrying the girl who is in love with him rather than the girl who has no interest in him, and clarifying that Soumiya is still a small girl. Finally, Godavari accepts the love, and she marries Yeman. Soumya whispers complaints about Harish to Yeman. Yemen then forces Harish to tell him that he has not been telling about him for a long time. Harish replies that he would be telling it on an auspicious day. The film ends with Yeman and Godavari as a pair. ==Cast== * Vijay Sethupathi as Yeman / Raja Yamadharmaraaja * Gautham Karthik as Harish * Niharika Konidela as Soumiya (Abhaayalakshmi) * Gayathrie as Godavari * Viji Chandrasekhar as Yamarosha * Ramesh Thilak as Purushothaman * Daniel Annie Pope as Sathish * Rajkumar as Narasimman * Kaplan's Shree as Sowmya's mother ==Production== In January 2017, Arumuga Kumar announced that his first directorial venture would be an adventure comedy film starring two lead actors and Gautham Karthik was revealed to be portraying the role of a college-goer. Arumugakumar initially wanted to cast either R. Parthiepan or Robo Shankar in a leading role, but their unavailability meant that his friend Vijay Sethupathi was cast as a tribal leader named Yaman. Telugu actress Niharika Konidela also joined the cast making her debut in Tamil. Vijay Sethupathi revealed that he was a friend of the director's, and inquired with Gautham Karthik if he was comfortable with a bigger actor joining the star cast, before confirming the project. Gayathrie also joined the team in mid-2017 to portray a tribal girl. The film was extensively shot in Andhra Pradesh and forests in the state. During the promotional campaign for the film, the makers purchased the Ramnad Rhinos team for a celebrity cricket event held at Bukit Jalil Stadium in Malaysia during January 2018. The film's audio launch was also held at the event, with the star cast barring Niharika, in attendance. ==Release== Tamil Nadu theatrical rights of the film were sold for 6 crore. Amazon has acquired the digital rights of Oru Nalla Naal Paathu Solren. The satellite rights of the film were sold to Sun TV.https://timesofindia.indiatimes.com/tv/news/tamil/sun-tv-bags-the- satellite-rights-of-oru-nalla-naal-paathu-solren/articleshow/62428348.cms The film's Hindi dubbed version titled Kahani Mein Twist was released on YouTube by Goldmines Telefilms on 2 December 2019. ==Soundtrack== The film's music was composed by Justin Prabhakaran, and the soundtrack was released on 6 January 2018 through Think Music India. ==References== ==External links== * Category:2018 films Category:Tamil-language films Category:Indian films Category:Indian black comedy films Category:2010s Tamil-language films Category:2018 black comedy films Category:Films scored by Justin Prabhakaran Category:2018 directorial debut films ",
    "title": "Oru Nalla Naal Paathu Solren"
}