{
    "id": "53804358",
    "text": "From the Outside is the second studio album by American pop rock band Hey Violet. It was released on June 16, 2017, by Hi or Hey Records and Capitol Records. It is their first album since their name change from Cherri Bomb to Hey Violet. It also serves as the group's first album without former lead singer Julia Pierce, and the first with new members Casey Moreta, and Iain Shipp. The album's sound has been described as \"post-EDM pop rock\". This is the group's final album to feature founding member Miranda Miller, who announced her departure from the band via social media on August 31, 2017. ==Promotion== ===Tour=== The band will embark on a European tour, which includes three dates in the UK. ===Singles=== The lead single, \"Guys My Age\" was released on September 20, 2016. It became the band's first charting song on the Billboard Hot 100, reaching a peak position of number 68. It additionally peaked number 78 in Australia. Its music video was released on November 2, 2016. The second single, \"Break My Heart\" was released on March 10, 2017. Its music video, directed by Darren Craig and Jesse Heath was released on April 3, 2017. The song reached number 37 on US Mainstream Top 40. \"O.D.D.\" was released as a promotional single one week before the album's release, on June 2, 2017. \"Hoodie\" was announced as the proper third single on June 19, 2017. It was added as a single to Radio Disney on July 11, 2017. It debuted on the Billboard Mainstream Top 40 chart dated September 2, 2017, and peaked at number 33. ==Critical reception== The album received generally positive reviews. AllMusic's Heather Phares gave the album a score of three out of five stars, highlighting the singles \"Break My Heart\" and \"Guys My Age\", as well as the songs previously included in their EP Brand New Moves (its title track and \"Fuqboi\"), saying: \"While Hey Violet sometimes seem to have more personality than their material on From the Outside, they handle the album's many stylistic shifts without giving listeners too much sonic whiplash.\" \"Guys My Age\" was named one of the Best Songs of 2016 by The New York Times, who called it 'teen-pop's revenge: an urgent dark song about sexual rebellion' and one of the 20 Best Songs of 2016 by V Magazine. Idolator says the second single \"Break My Heart\" is a 'monstrous electro-anthem' and declares, the band is 'destined to have a massive year.' Alternative Press calls the track 'irresistible,' while Nylon raves, 'Hey Violet knows how to write a good pop hook and 'Break My Heart' is a testament to that. This song has spunk.' Jon Winkler of The Young Folks gave a highly positive review, saying: 'Equal parts scrappy and crafted, From the Outside is a strong and memorable debut album from a band that thrives on the one thing all young bands seem to forsake: spunk.' Substream Magazine's Gabriel Aikins calls the album a 'good, bold step into the future,' and adds that the songwriting 'never fails.' ==Track listing== Credits taken from iTunes. ==Personnel== *Rena Lovelis – lead vocals *Casey Moreta – lead and rhythm guitar, backing vocals *Miranda Miller – rhythm guitar, keyboards, synthesizer, backing vocals *Iain Shipp – bass guitar, synth bass *Nia Lovelis – drums, percussion, electronic percussion, backing vocals ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australian Albums (ARIA) | 67 |- |- |- |} ==References== Category:2017 albums Category:Capitol Records albums Category:Albums produced by Jason Evigan Category:Albums produced by Cirkut ",
    "title": "From the Outside (Hey Violet album)"
}