{
    "id": "53800000",
    "text": "Location of the High Vogelsberg Nature Park The High Vogelsberg Nature Park () lies in the highlands of the Vogelsberg in the centre of the German state of Hesse. It covers the region of eleven rings around Oberwald, the central part of the mountain range, certain municipalities in the counties of Vogelsbergkreis, Wetteraukreis, Gießen and Main-Kinzig-Kreis. The park has an area of 883.36 km² and is thus roughly as large as the capital city of Berlin. The park was designated in 1956 as the High Vogelsberg Protected Area (Landschaftsschutzgebiet Hoher Vogelsberg) with an area of 225 km² and renamed in 1957 to the High Vogelsberg Conservation Park (Naturschutzpark Hoher Vogelsberg). Between 1963 and 1969 it was expanded to 384.47 km², in 1967 it was renamed as the High Vogelsberg Nature Park. In 2004 it was enlarged by 883.36 km² to its present extent.50 Jahre Naturpark Hoher Vogelsberg in Stichworten The Vogelsberg is an old volcanic region with the largest basalt mass in Europe. The nature park is characterised by mixed forest, grassland and wetland biotopes as well as a raised bog. Numerous streams radiate in all directions of the compass. One of the main watersheds in Germany runs by Grebenhain. Among the rivers that rise in the Vogelsberg are the Schwalm and Lauter, which are part of the Fulda basin and thus the Weser river system, and the Nidda, Nidder and Wetter which are part of the Main basin and thus part of the Rhine catchment, as well as the Ohm, which drains via the Lahn to the Rhine. Before the reunification of Germany, the geographical centre of West Germany was at Herbstein in the High Vogelsberg Nature Park. The German holiday route from the Alps to the Baltic runs through the middle of the park. The High Vogelsberg has cultural-historical significance as a result of the fairy tales of the Brothers Grimm. == See also == * List of nature parks in Germany == References == == External links == *High Vogelsberg Nature Park *Vogelsberg Category:Nature parks in Hesse Category:Middle Hesse ",
    "title": "High Vogelsberg Nature Park"
}