{
    "id": "53801160",
    "text": "The Seminole County Public Library System is a public library system with five branches located in the cities of Casselberry, Sanford, Oviedo, Lake Mary, and Longwood, Florida. The Jean Rhein Central Branch (Casselberry) is located at 215 N Oxford Rd, Casselberry, FL 32707. Each year, circulation approaches 2.5 million. All five branches are open 7 days a week and digital content is also accessible through their Virtual Library on the computer or mobile devices. == History == The League of Women Voters initiated the movement for a public library service in Seminole County. In 1974, a straw poll took place and citizens voted in favor of a countywide library system. The following year, Seminole County made a contract with the Orlando Public Library to operate the Casselberry and Sanford branches and start a bookmobile service. Seminole County residents had access to other services provided by the Orlando Public Library as well. But in 1978, the Seminole County Public Library System was created. They developed their own bookmobile program, expanded the Casselberry branch, and established administrative and technical support units. Between 1979 and 1980, a library advisory board was created so citizens had a way to give input and feedback on library services and development. The Friends of the Library, a non-profit organization, was also established to provide support, financially or otherwise, to the library system. Volunteers from the Friends group operate a bookstore on the ground floor of the Casselberry branch. Items for sale, including books, DVDs, and magazines, are donated, and profits benefit the library system. In 1982, a referendum vote was held that approved the expansion of the library system \"by issuance of $7,000,000 in Library Bonds\". It was believed this was possible because of the county's population growth as a result of Disney World and Epcot Center. The same year, a books-by-mail program began, serving citizens over the age of 65 and those unable to travel to the library. The program was federally funded due to the Library Services and Construction Act. Today it is called the Homebound Mail Service. An application must be submitted with a physician's signature before service takes place. In 1983, the Library Automation Project begins with the cataloging and interlibrary loan of materials by the Southeastern Library Network and the Online Computer Library Consortium. In 1986, the construction of five new facilities and the renovation of the branch in Sanford commences. They are completed within the next couple years. Seminole County Public Library implemented the Library/Day Care Connection program in 1991. This program was created to promote reading and library usage in children who were enrolled in day care. It received the National Association of Counties (NACo) Library Achievement Award in 1994. The final phase of the Library Automation Project is completed in 1993, with the installation of the new library catalog that patrons can access. In 1994, the magazines and periodicals indexes and inventory are added to the library catalog and the Library is awarded a Spanish Language Collection Development Grant for the purpose of acquiring children and adult books in Spanish. On March 5, 1998, the Casselberry branch was renamed the Jean Rhein Central Branch Library in honor of the founding director of the Seminole County Library System, who retired in December 1997. == Plans for the Future == The SCPL System has a four-year strategic plan, which can be found here. Their mission, as stated in the long-range plan, is \"Enriching Lives, Engaging Minds, Empowering Community.\" ==Branches== * Jean Rhein Central Branch – Casselberry * East Branch – Oviedo * North Branch – Sanford * Northwest Branch – Lake Mary * West Branch – Longwood All branches schedule children, adult and family programs, including storytimes, Library Explorers, tween and teen clubs, book clubs, and arts and crafts. Events vary from branch to branch. Current monthly calendars can be found under each branch's location here. ==References== Category:County library systems in Florida Category:Public libraries in Florida ",
    "title": "Seminole County Public Library System"
}