{
    "id": "53806240",
    "text": "Yemaali () is a 2018 Indian Tamil-language romantic comedy drama film written and directed by V. Z. Durai. The film features Samuthirakani in the lead role, with Sam Jones, Athulya Ravi, and Roshni Prakash also in pivotal roles. Produced by Latha Productions and featuring music composed by Sam D. Raj, the venture began production in April 2017 and was released on 2 February 2018. ==Cast== * Samuthirakani as Aravindh/Pandiyan * Sam Jones as Mali * Athulya Ravi as Ritu * Roshni Prakash as Divya * Bala Saravanan as Rathakrishnan * Singampuli as Selvaraj ==Production== The film was announced in March 2017, with director V. Z. Durai confirming that his next film would feature Samuthirakani in the leading role. Durai revealed that Samuthirakani would be playing the full-fledged lead role for the first time, and would be seen in four different looks. B. Jeyamohan was signed to write dialogues, while two cinematographers Rethish and Prakash and debut music composer Sam D were also selected for the project. Newcomer Sam Jones and actress Athulya Ravi, who starred in Kadhal Kan Kattudhe (2017), were selected to play other pivotal roles in the film, which began production in early April 2017. A teaser trailer for the film was released in November 2017, with scenes depicting Athulya undressing and smoking a cigarette being featured. In an unexpected turn of events, Athulya apologised to her fan following for the scenes and stated that the scenes would not be featured in the film.https://www.deccanchronicle.com/entertainment/kollywood/101117/athulya- ravi-apologises-to-her-fans.htmlhttp://www.sify.com/movies/athulya-apologizes- for-her-glam-appearance-in-yemali-news-tamil-rliqeJehbjddi.html Portraying a character knows as \"Ri\" (Ritu), Athulya described that the character was a modern and independent girl, who is exactly opposite to what she was in real life. For the role, Athulya trained to walk and talk like the character, coloured her hair and lost weight to look the part.https://timesofindia.indiatimes.com/entertainment/tamil/movies/news/my- character-is-opposite-to-what-i-am-in-real-life- athulya/articleshow/61807046.cms ==Soundtrack== The film's music was composed by Sam D. Raj, in his third film venture following Vandhamala (2015) and Thirupathi Samy Kudumbam (2017). The soundtrack was released on 15 December 2017 through TrendMusic. ==Release== Tamil Nadu theatrical rights of the film were valued at 3.5 crore. The HDRip version was released in January 2019. satellite rights sold to vasanth tv https://tamilmoviesonline.in/yemaali-2018/ ==References== ==External links== * Category:Indian films Category:2018 films Category:2010s Tamil-language films Category:Films shot in Chennai Category:Indian action drama films ",
    "title": "Yemaali"
}