{
    "id": "53806736",
    "text": "The Mirage 29 is a Canadian sailboat, that was designed by Philippe Harlé and first built in 1986. The boat was built by Mirage Yachts in Canada, who completed 290 examples, but it is now out of production. The Mirage 29 design is often confused with an unrelated design, the British Thames Marine Mirage 29 first built in 1983. ==Design== Mirage 29 Mirage 29 The owners of Mirage Yachts, Dick and Irene Steffen, were looking for a newer design to replace the Robert Perry-designed Mirage 27 in the product line. In 1985 the Steffens asked a number of different designers to provide preliminary designs for a boat in the same class. The winner was Philippe Harlé, who was selected to complete his design. It was introduced in the spring of 1986 as the Mirage 29 and became a quick success, with 50 boats sold before the first one had been delivered and 290 built in total. As a result of this success, Harlé went onto design the Mirage 275 in 1986 and Mirage 39 in 1989. The Mirage 29 is a small recreational keelboat, built predominantly of fiberglass, with wood trim. It has a masthead sloop rig, an internally-mounted spade-type rudder and a fixed fin keel. It displaces and carries of ballast. The boat has a draft of with the standard keel. The boat is fitted with a Volvo diesel engine of . The fuel tank holds and the fresh water tank also has a capacity of . The boat has a hull speed of . ==Operational history== In a review Michael McGoldrick wrote, \"This boat is an excellent example of the newer boats which were built in the mid to late 1980s (just before most of the sailboat manufacturers in Canada closed their doors). The Mirage 29 has a long waterline, a bow with little overhang, a large but relatively shallow cockpit, an aft head, and aft cabin with a double berth which extends under the cockpit. These are all features found on many French boats which became so popular in the latter half of the 1980s...One of the main attractions of these boats is an enclosed aft cabin... People over 6 feet tall may find most of the berths on Mirage 29 a little short.\" ==See also== Mirage 29 *List of sailing boat types Similar sailboats *Alberg 29 *Bayfield 29 *C&C; 29 *Cal 29 *Hunter 290 *Island Packet 29 *Northwind 29 *Prospect 900 *Tanzer 29 *Thames Marine Mirage 29 *Watkins 29 ==References== ==External links== Category:Keelboats Category:1980s sailboat type designs Category:Sailing yachts ",
    "title": "Mirage 29"
}