{
    "id": "53803904",
    "text": "Gene (Eugene) Zion (October 5, 1913 – December 5, 1975) was an American author of picture books. ==Early life== Gene (Eugene) Zion was born October 5, 1913, in New York City. Zion attended elementary schools in rural areas of Ridgefield and Fort Lee, New Jersey. Zion was educated at the New School of Social Research and the Pratt Institute. Following graduation, he worked for Condé Nast, Esquire Publications, and later CBS. In 1942, during World War II, Zion joined the Army and served in the Anti-aircraft Artillery Visual Training Aids Section, designing training manuals and filmstrips, from 1942 to 1944. After the war, Zion landed at job at Columbia Broadcasting Company (CBS) and worked as an art designer from 1944 to 1946. Beginning in 1949, he worked as a freelance writer and designer until his death in 1975 at age 62. ==Children's books== Zion met his only wife Margaret Bloy Graham (1920–2015) at Condé Nast. They were married in July 1948 and divorced in 1968. The couple made friends in the New York media scene, including Hans and Margret Rey, another husband- wife team responsible for the Curious George stories. H. A. Rey helped Graham refine her art portfolio and Margaret Rey introduced Graham's work to Ursula Nordstrom, the celebrated children's book editor at what was then Harper & Row. Zion was urged by his new wife and also Ursula Nordstrom, to write children's books. Zion remembers that it was Graham's sketch of children gathering apples in an orchard, done several years earlier in Canada, that inspired his first book, All Falling Down (1951).https://primo.lib.umn.edu/primo- explore/search?query=any,contains,gene%20zion&tab;=default_tab&search;_scope=children&vid;=TWINCITIES⟨=en_US&offset;=0 The book received a Caldecott Honors for Margaret Bloy Graham's illustrations in 1952. The New York Herald Tribune wrote \"It might seem oversimple were it not the pictures have such charm and offer so many details for further talk. The scenes are in city or country, and the many moods so happily translated in to action are worth the long look.\" Kirkus called it \"as fresh as the country air.\" During their 14-year collaboration, Zion wrote the text of a children's picture book and Graham did all the illustrations. They worked together on 13 books between 1951 and 1965. When their marriage ended in 1968, Zion ended his writing career as well. The husband-and-wife team became best known for a series of books about Harry, a playful and curious dog. The series begin with Harry the Dirty Dog (1956) and followed by No Roses for Harry! (1958), Harry and the Lady Next Door (1960) and Harry By the Sea (1965). The entire Harry series holds a beloved place in children's literature and in children's literacy education. Harry the Dirty Dog in particular often makes its way on to Best Book round-ups like School Library Journal's Top 100 Picture Books, where it takes slot place No. 43. The book has been read by Betty White for Storyline Online and had several lessons plans created around the plot. The stories were told many times on BBC pre-school programmes in the United Kingdom, especially Play School.BBC Genome Project – Radio Times listings Critics praised Gene Zion's \"charming\" texts and his unique talent for envisioning the \"story through the eyes of a child.\" Gene Zion's depiction of Harry's personality was also noted by critics who called Harry \"a timeless personality inviting warmth, involvement and understanding.\" Gene Zion's stories and characters dealt with some of the \"universal\" problems children encounter and readers emphasized with the characters' plights. His books were also notable for their zany humor especially The Plant Sitter (1959), whose plot critics called a \"happy blend of unanswerable logic and wild improbability.\" HarperCollins Publishers released a 50th-anniversary edition of Harry the Dirty Dog in 2006. In The Essential Guide to Children's Books and Their Creators, Anita Silvey wrote that \"the quirky talents of Gene Zion and Margaret Bloy Graham in Dear Garbage Man (1957) paved the way for New Yorker artists such as William Steig and James Stevenson.\" Zion died in New York City in 1975, age 62. His family gave a collection of his work and correspondence to the University of Minnesota in 1979. ==Bibliography== Zion published 13 books during his 14-year career as a children's book author. One, All Falling Down, received a Caldecott Honor for illustrations. *Zion, G. (1951). All Falling Down. Harpercollins. *Zion, G. (1954). Hide and Seek Day. Harpercollins. *Zion, G. (1955). The Summer Snowman. Harpercollins. *Zion, G. (1956). Harry the Dirty Dog. HarperCollins. \"Another funnybone tickling charmer by Gene Zion and Margaret Bloy Graham,\" – Kirkus Reviews *Zion, G. (1956). Really Spring. Harpercollins. *Zion, G. (1957). Dear Garbage Man. Harpercollins. \"A very childlike sensibility underlies this book about Stan, the new garbageman, who finds items that are just too good to throw away.\" – Publisher's Weekly *Zion, G. (1957). Jeffie's Party. Harpercollins. *Zion, G. (1958). No Roses for Harry! Harpercollins. *Zion, G. (1959). The Plant Sitter. Harpercollins. *Zion, G. (1960). Harry and the Lady Next Door. Harpercollins. *Zion, G. (1962). The Meanest Squirrel I Ever Met. Scribners. *Zion, G. (1965). Harry by the Sea. Harpercollins. * Zion, G (1964). ‘The Sugar Mouse Cake’ ==References== Category:1913 births Category:1975 deaths Category:American children's writers Category:Writers from New York City Category:20th-century American writers Category:American fiction writers ",
    "title": "Gene Zion"
}