{
    "id": "53800282",
    "text": "The Boyne City Central Historic District is a commercial historic district located along the 100 and 200 blocks of Water and Lake Streets and adjacent parts of Main Street and South Park in Boyne City, Michigan. The district also contains the residential structures in the local Pearl Street Historic District to the east of the downtown area. It was listed in the National Register of Historic Places in 2012. ==Description== The Boyne City Central Historic District contains 75 buildings, as well and the grounds of Sunset Park at the west edge of the district. Of these, 55 of the buildings contribute to the historic nature of the district. The non-contributing structures are roughly equally divided between structures built after 1962, and those built previously, but which have been renovated in a way that significantly degrades the historic character. The district encompasses all of the historic central business district in Boyne City, as well as the adjacent Pearl Street residential neighborhood, where many of the community's industrial and commercial leaders lived around the turn of the century. The bulk of the buildings were constructed during Boyne City's heyday in 1900-1910. Just 5% were constructed before 1900, and 7% in the 1920s and 1930s. The remainder of the contributing buildings in the district were constructed from World War II up through the early 1960s. The commercial buildings are generally one or two stories in height, with the exception of the three-story IOOF Temple at 214 Water Street, and Wolverine Hotel at 300 East Water. Nearly all the buildings are brick, with a few of wood frame construction. The buildings are primarily of Late Victorian architectural style, but with minimal ornamentation. One significant building, the IOOF Temple, is a Renaissance Revival structure. The nearby Post Office is a Classical Revival building. The residential structures along Pearl Street are all frame, with one exception made of glazed tile. Houses in the district have similar setback, scale, and massing. ==History== Boyne City was first developed in the 1870s. The settlement remained small until the channel connecting Lake Charlevoix to Lake Michigan was completed in the 1880s allowing easy flow of commerce and industrial products through the town. W.H. White arrived in Boyne City in 1883 and founded a mill. He added other industry in the years following, taking advantage of the timber lands in the area. Substantially due to White's efforts, Boyne City industry grew, and by the turn of the century it had transitioned into a full-fledged boom town. During the first decade of the 20th century, Boyne City grew from 900 residents to over 5000. However, Boyne City was booming just as the timberlands in northern Michigan were declining. Mills and other industry in the city began closing in the late 1910s and early 1920s, leading to a drop in population to under 3000. Today, almost no trace of Boyne City's early industrial past still exists. However, the Central Historic District contains many buildings that are directly associated with the city's economic heyday between 1910 and 1920. ==References== Category:National Register of Historic Places in Charlevoix County, Michigan Category:Buildings designated early commercial in the National Register of Historic Places Category:Historic districts on the National Register of Historic Places in Michigan ",
    "title": "Boyne City Central Historic District"
}