{
    "id": "53800820",
    "text": "Alaka Das ()http://www.kalerkantho.com/home/printnews/30996/2010-02-11 is an artist of classical music of Bangladesh born in Comilla in 1946. She is noted for singing many unconventional Raagas (Classical Music) in state owned medias. ==Family== Das' father was a classical musician, Pandit Surendra Narayan Das. From father, she learnt all the basics of music. Her uncle is Sudhin Das from whom she learnt Nazrul Sangeet for a few days. Her younger brother Manas Kumar Das Subrata Das, Tapas Kumar das are also a singer of Nazrul Sangeet in Bangladesh. == Early life and career == Das started her professional music career by enlisting in Bangladesh Betar during 1963. Later, she enlisted in Bangladesh Television during 1967. She is enlisted in both this state owned media as a Senior Artist of classical music and Nazrul Sangeet. After the death of her father, Since 1986, she is acting as a Principal of Sangeet Shikhharthee Sammilan, one of the oldest music schools in Bangladesh.https://www.rokomari.com/book/publisher/5190 This music school was established by Suren Das in 1942 at Talpukur Par, Comilla. == Literature works == * During 2015, she published a book of classical music named Raag Manjori (রাগ মঞ্জরী).https://www.rokomari.com/book/125960 *During 2011, She published the music book Raag Manjusha as a co-editor along with her brother Manas Kumar Das. This book was written by her father Pandit Suren das. == Awards and achievement == * District Shilpakala Padak 2014 * Songeet Niketan Sommanona 2014 * Binoy Sahitto Sommanona 2013http://weeklyamod- bd.com/%E0%A6%86%E0%A6%9C-%E0%A6%AC%E0%A6%BF%E0%A6%A8%E0%A7%9F * Nazrul Sommanona 2011 by Nazrul Sangeet Shilpi Porishod, Dhaka == References == Category:Bangladeshi women writers Category:Bangladeshi female singers Category:Bangladeshi Nazrul Geeti singers Category:20th-century Bangladeshi singers Category:21st-century Bangladeshi singers Category:1946 births Category:Living people Category:20th-century women singers Category:21st- century women singers ",
    "title": "Alaka Das"
}