{
    "id": "53804327",
    "text": "Sir Manohar Lal (31 December 1871 – 1 May 1949) was an economist, lawyer and politician during the British Raj. ==Biography== Lal was born into a Hindu Baniya family in Fazilka, Punjab. He was schooled in Fazilka and Ferozepur before reading English at Forman Christian College where he achieved a first.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 He subsequently won a scholarship to St John's College, Cambridge. At Cambridge he became the first Indian to secure a first in the Moral Sciences Tripos, studying economics under Alfred Marshall.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 In 1904 he was awarded the prestigious Cobden Prize ahead of D. H. MacGregor and later that year he was called to the bar at Lincoln's Inn.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 In 1905 he returned to India owing to the ill health of his father and accepted a professorship at Randhir College in Kapurthala.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 In 1909 he was appointed as the Minto Professor of Economics at Calcutta University, becoming the first university professor of economics, and the first person, Indian or European, to hold a university chair.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 His students included Rajendra Prasad, Azizul Haque and Radhakamal Mukerjee.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 He left his post in 1912, returning to Lahore to practice law. Following the Jallianwala Bagh massacre in 1919 he was arrested on the basis of his role as a trustee of The Tribune newspaper and held in a jail for a month without charge.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 In 1920 he entered politics as a member of the provincial legislature from the university constituency. Governor Sir Malcolm Hailey appointed him as Education Minister in 1927 and he remained in the post until 1931. In 1937 he was appointed Finance Minister in the Unionist government of Sir Sikandar Hayat Khan. In 1939 he represented the Indian Empire as a delegate to League of Nations and was made a Knight Bachelor in 1941.United Kingdom and British Empire: The London Gazette: (Supplement) no. 35029. pp. 1–33. 31 December 1940 He lost his seat at the 1946 elections.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 Later in his life, he settled in Ambala, India and retired from public office. He died at the Cecil Hotel in Ambala on 1 May 1949.Krishnamurty, J. \"Manohar Lal: Scholar, Economist and Statesman.\" Modern Asian Studies, vol. 44, no. 3, 2010, pp. 641–662 ==References== Category:1871 births Category:1949 deaths Category:People of British India Category:Prisoners and detainees of British India Category:History of Punjab Category:Punjabi people Category:Indian knights Category:Forman Christian College alumni Category:Alumni of St John's College, Cambridge Category:University of Calcutta faculty ",
    "title": "Manohar Lal (economist)"
}