{
    "id": "53817655",
    "text": "A passenger bus fell into a ravine, nearly high, in Carranglan, Nueva Ecija, the Philippines, killing 36 people and injuring about 40 others, after it lost its brakes near Dalton Pass on April 18, 2017. The accident surpassed the number of deaths in the bus crash in Tanay, Rizal this year which happened in February and killed 15. ==Accident and investigation== According to Senior Supt. Antonio Yarra, director of the Nueva Ecija provincial police, the bus—Leomarick bus, bound from Isabela to Ilocos Sur, carrying about 60 passengers (exceeding the total capacity of 45). As the bus reached Barangay Capintalan in Carranglan town, the bus lost its brakes and falls into ravine, plunging 80-100 ft. high, while travelling to the zigzag road. The resulting accident killing 36 passengers and injured around 46, who mostly taken to the hospital. Before the accident, the bus driver notified the passengers that the brakes were not working, according to the survivor via telephone interview with Yarra. Another survivor said the bus was trying to overtake another bus when its engine stopped, however, the bus lost control when the driver tried to restart the engine. Investigators said that the bus' front tires had popped, causing the bus to plunge. Authorities believe that the overloading of the bus is the possible cause of the crash, although that the capacity of the bus is 45, it carried 77. ==Aftermath== The Land Transportation Franchising and Regulatory Board (LTFRB) will issue a 30-day suspension against the operator of Leomarick bus which involved in the accident. On the same day, at 3:55 pm, 26 bodies were retrieved by the provincial rescue team from the wreck site. It was confirmed that 13 victims who were retrieved from the wreck died. LTFRB spokesperson Atty. Aileen Lizada said the agency will also distributing the P100,000 insurance to the victims. ==Reaction== Malacañang Palace expressed condolences to the families of the victims of the bus crash. ==References== Nueva Ecija bus accident Nueva Ecija bus accident Nueva Ecija bus accident Category:Bus accidents in the Philippines Category:History of Nueva Ecija ",
    "title": "2017 Nueva Ecija bus accident"
}