{
    "id": "53817764",
    "text": "Faiq Al Sheikh Ali (Arabic: فائق الشيخ علي; born 2 July 1963) is an Iraqi lawyer and politician of currently serving as a Member of the Council of Representatives of Iraq since 2014 and is the Secretary-General of the People's Party for Reform. In parliament, he is a member of the Judiciary (Legal) Committee. He led the Civilized Alliance for the 2018 Iraqi parliamentary election. ==Early life and education== Born in the city of Najaf, south of Baghdad to a prominent religious family (Grandson of Sheikh Ali Al-Murandi born in Morand in Iran), Faiq Al Sheikh Ali has, however been a Secular Liberal throughout his life. He graduated high school from Al-Najaf High School (Arabic: إعدادية النجف) in 1983 and earned his bachelor's degree in Law from the University of Baghdad, College of Law and Political Sciences in 1987. He then became a lawyer in 1989 and has been a politician since then. ==Political career== Sheikh Ali took part in the 1991 uprisings in Iraq and was forced to flee Iraq to Saudi Arabia in 1991. In 1993 he settled in the United Kingdom, where he took part in most meetings and conferences of the Iraqi opposition, the last being the London conference in December 2002. He was an Independent politician in exile, also working as a journalist since 1993 writing hundreds of articles against Saddam Hussein mainly in the Al- Hayat Newspaper and denouncing the Iraqi government's record of human rights violations. He received several death threats by Saddam personally since he did not stop criticising the regime. In a February 2002 letter to Iraqi President Saddam Hussein, the World Association of Newspapers and News Publishers (WAN) and the World Editors Forum expressed their serious concern at the continuing intimidation of Faiq Al Sheikh Ali. They urged Saddam to immediately end his government's systematic suppression of dissenting voices and to fully respect international standards of freedom of expression. ===Exile=== In mid-January 2002, a convoy of black Mercedes cars and Land Rovers suddenly drew up outside his father's home in Najaf at 7 am. Gunmen, some in black masks, jumped out holding Kalashnikovs and pistols and entered the house. His two sisters, were brought with their four children from their houses. Two Iraqi TV crews with cameras were present and his mother, two of his sisters, and a younger brother were then forced to sit together to denounce their brother Faiq, on Iraq's satellite television in a 25-minute interview. Whenever the interviewer was dissatisfied with their replies they were forced to repeat their words. The whole process took five hours. This happened after Sheikh Ali took part in an angry debate on Al-Jazeera channel on the Conflicting Views programme in December 2001 calling Saddam Hussein a terrorist and a butcher. Patrick Cockburn, on Saturday 23 March 2002 wrote an article about it in The Independent under Saddam parades families of exiled critics on TV. After the interview, his family were immediately arrested in Najaf and were then taken to Baghdad for five days by the Iraqi security forces. Later, they were released but had to sign their names at the security headquarters in the capital once a week, until the fall of Saddam Hussein's regime in 2003. It was not the family's first brush with the security police. In 1996 his father was arrested four times in Najaf and died suddenly soon after he was released the last time. His family suspect he may have been killed by poison put in a bowl of yoghurt. ===Return to Iraq and 2014 Parliamentary Elections=== Even though the opposition returned to Iraq after the 2003 invasion of Iraq and removal of Saddam Hussein and his regime, Faiq Al Sheikh Ali preferred not to and instead remained living in London alongside his family, retiring from politics for eight years. He founded the People's Party in 2011, and decided to take part in the Iraqi 2014 parliamentary election as part of the Civil Democratic Alliance, an Iraqi political coalition formed by various civil, liberal and democratic parties as well as independent figures. Sheikh Ali was one of three winners in the Baghdad Governorate. Out of more than 3000 candidates in Baghdad, he received 24,256 votes, arriving sixth in terms of the number of votes, after two previous Prime Ministers and three Ministers. ===The People's Party for Reform=== In mid-2011, Faiq Al Sheikh Ali founded the People's Party in London. The party is a Centrist Liberal one whose goals are rebuilding Iraq as a nation, establishing a state of justice and social guarantees, as well as establishing the principle of loyalty to Iraq and fighting underdevelopment & corruption. Later after Sheikh Ali became a member of parliament, in 2015 he helped pass the Political Parties Act which had not been legislated since the constitution was passed in 2005. The constitution states in Article 39(a) that the freedom to form & join associations and political parties is guaranteed and shall be regulated by law. A day before the vote, Sheikh Ali wrote on his Facebook page: 'Today we ended the most complex law in the history of Iraq and most contrary and controversy between the political blocs and parties over many years. We (four members of the Judiciary Committee) left the Parliament after preparing the Act to a vote tomorrow. It may not satisfy all our ambitions and everything we aspired to, but it achieves many of them, which is the last we could reach through discussions'. The Act organises the provisions and procedures related to the establishment of political parties. It established a department for the political parties and organisations in which a request had to be submitted listing not less than seven founding members of the party and a list of at least 2000 members from different Iraqi governorates, taking into account the representation of women. In September-2017, the party registered at the department for political parties and organisations and amended its name to the People's Party for Reform. It set out its new political program after expanding to include a number of provincial council and parliamentary members such as Nineveh MP Ahmed Al-Jubouri who announced on Twitter the party's founding conference in Baghdad, stating that the party will contribute to real change and reform. The seven party founding members come from the South, Mid and Northern governorates of Iraq. Two of the seven founding members are women. During the party's founding conference in November-2017, the Head of the Political Bureau stated that the party will participate strongly in the upcoming elections of May-2018, seeking to address all Iraqis, regardless of their religion or ideological affiliation. ==In Parliament== Since July 2014, Faiq Al Sheikh Ali has been a member in both the Judiciary and Human Rights Committees'. He's known for his continuous calls for the dismissal of the current high electoral commission chosen by the previous Council of Representatives of Iraq in 2012 as its nine board of commissioners and most office managers were chosen from the nine largest political parties. Instead, he wants an independent high electoral commission made up of judges, assigned by the Iraqi Supreme Judicial Council. In November 2014, he also collected 78 signatures from different members in the parliament, to amend the current 2005 Constitution of Iraq as he believes it was written on the basis of sectarian and ethnic quotas not on the basis of the Iraqi national identity. Sheikh Ali also calls for a fair election law rather than the current one, which favours larger parties. On 23 October 2016, the Iraqi parliament voted on the law of municipal imports, with its 14th article stating that it is prohibited to import, manufacture and sell alcoholic beverages of all kinds. Sheikh Ali came out very strongly against this article in a press conference, mentioning that it was included in the last minute by some Islamist MP's against the will of most of the Judiciary Committee. He also revealed that the reasons behind this article was to increase trading with the drugs made from the opium poppy seeds and increase the consumption of the drugs that are being smuggled into Iraq from Iran. The conference gained more than one million views on his Facebook page alone the first day it was uploaded and was shared on many different Iraqi social media pages. It was the talk of the Iraqi media and public street for more than a week after its release. Faiq Al Sheikh Ali is also a member of the Parliamentarians for Global Action (PGA), since 2014 and is working to get the Iraqi government to sign the Rome Statute of the International Criminal Court. At the ICC's conference in Milan, on 28 November 2017 Sheikh Ali talked about the crimes committed by ISIS in Iraq, criticising the International community for protecting ISIS fighters in Iraq and Syria and helping them flee back to Europe. He is a defender of Iraqi minorities including Christians and Yazidis and calls for immediate action by the government to secure those who were victims of genocide by ISIS. ==2018 Parliamentary Elections== After the Civil Democratic Alliance split in December-2017 into two alliances, the current consisting of mostly left-wing leaning parties who stayed as part of the alliance, a second alliance called the Civilized Alliance (Arabic: تحالف تمدّن) was formed in January-2018, consisting of four liberal national parties. The alliance aims to establish a civil state based on justice and equal rights & duties for all citizens adopting liberal principles characterized by free & fair elections, separation of powers and the rule of law, ensuring equal protection of human rights, and civil & political freedoms for all. The alliance won three seats and Sheikh Ali retained his seat in Baghdad He supports the presence of American forces in Iraq to counter Iranian encroachment in the country. ==Books== Sheikh Ali is also the author of several books written in Arabic, the most famous being The Assassinations of a People (Arabic: اغتيال شعب) written in 1999 and published in February 2000. Another book of his that came out in six editions is called the Memoirs of the Heir of the Thrones (Arabic: مذكرات وريثة العروش) published at first 2002. In this book, Sheikh Ali wrote the memoirs of the only survivor of 14 July 1958 Iraqi coup d'état Princess Badiya, the daughter of King Ali of Hejaz, and aunt of King Faisal II of Iraq, the last King of Iraq who was killed during the coup along with his aunties and uncle 'Abd al-Ilah, Princess Badiya's brother, who served as Regent of Iraq from 4 April 1939 to 23 May 1953. Other books include The Arab Sheikhs in the Ottoman Documents (Arabic شيوخ العرب في الوثائق العثمانية) and Secrets of the London Conference 2002 (Arabic: أسرار مؤتمر لندن). ==References== Category:1963 births Category:Living people Category:Members of the Council of Representatives of Iraq Category:People from Najaf Province Category:University of Baghdad alumni ",
    "title": "Faiq Al Sheikh Ali"
}