{
    "id": "53819434",
    "text": "Antigua and Barbuda–India relations refers to the international relations that exist between Antigua and Barbuda and India. The High Commissioner of India in Georgetown, Guyana is concurrently accredited to Antigua and Barbuda. Antigua and Barbuda maintains an Honorary Consulate General in New Delhi. In July 2005, Antigua and Barbuda expressed support for the G4 nations' resolution on reforms of the United Nations. Antigua and Barbuda Prime Minister, Baldwin Spencer, visited India in January 2007, and was the chief guest at the convocation of Manipal University. Antiguan and Barbudan member of Parliament, Michael Ascot, made an official visit to India in the first week of April 2012. Governor-General of Antigua and Barbuda, Sir Rodney Williams visited India between 4 and 21 October 2015 to participate in the 16th International Conference of Chief Justices of the World held in Lucknow. Williams also visited a hospital in Hyderabad run by Livlife hospitals. Secretary (AMS, CPV& SA) in the Ministry of External Affairs R. Swaminathan visited Antigua and Barbuda in July 2015, and held discussions with Prime Minister Gaston Browne, the Minister of Foreign Affairs & International Trade, and the Minister of Health. ==Trade== Bilateral trade between Antigua and Barbuda and India totaled US$2.57 million in 2015-16. India exported $2.56 million worth of goods to Antigua and Barbuda, and imported $10,000. The main commodities exported by India to Antigua and Barbuda are non-railway vehicles, iron and steel, pharmaceuticals, and apparel and clothing. The major commodities imported by India from Antigua and Barbuda are fruits, nuts and Aluminium. Manipal University signed a memorandum of understanding with the Government of Antigua and Barbuda on 19 January 2007 to establish an offshore campus in Antigua. Manipal Education acquired complete ownership of the American University of Antigua (AUA) from New York-based Greater Caribbean Learning Resources in December 2008. Manipal Education subsequently spent 150 crore expanded the campus to increase the student intake from 1,000 students to 2,500. Today, the AUA has one of the largest campuses in the Caribbean. == Cultural relations == As of December 2016, around 150 Indians reside in Antigua and Barbuda. The community is involved in garments, jewellery and pharmaceuticals, and some are medical students. According to the 2001 Census of Antigua and Barbuda, 0.7% of the country's population is of Indian descent. In August 2013, Antigua and Barbuda introduced a citizenship by investment (CIP) program which grants citizenship to persons who make an investment of over $400,000 in a pre-approved real estate project. The program was primarily targeted at wealthy Indian and Chinese nationals. In September 2014, the Government of Antigua and Barbuda appointed Indian entrepreneur Rajat Khare as the country's brand ambassador to promote tourism, investment and homeland security solutions. == Foreign aid == India assisted Antigua and Barbuda to carry out a feasibility study for an IT Park in 2008, and a feasibility study for a sewage treatment centre in 2009. India provided $400,000 to Antigua and Barbuda on 20 March 2017 to install solar panels. Citizens of Antigua and Barbuda are eligible for scholarships under the Indian Technical and Economic Cooperation Programme. ==References== India Antigua and Barbuda ",
    "title": "Antigua and Barbuda–India relations"
}