{
    "id": "53812838",
    "text": "Margarita Aguirre (30 December 1925 – 15 December 2003) was a Chilean writer and critic. She was the friend and first biographer of Nobel-winning poet Pablo Neruda. ==Biography== Margarita Aguirre was the daughter of Sócrates Aguirre and Sofía Flores. Her siblings were named Francisco (Paco) and Perla. She met poet Pablo Neruda in Buenos Aires in 1933, where her father was Chile's deputy consul. Neruda held a diplomatic post in Argentina at the time. Despite the age difference (she was 8 years old and he was 29), they formed a lifelong friendship. Aguirre would say that Neruda was \"the last Santa Claus of my childhood,\" because to celebrate Christmas the poet disguised himself with a white cotton beard and a red robe and gave presents to her and other children. The following year (1934), Neruda was designated consul of Chile in Barcelona. From there he maintained correspondence with the Aguirre-Flores family, and especially with Margarita, to whom he sent letters illustrated with comic drawings. In 1938, the Popular Front put an end to the consulate generate of Chile in Buenos Aires and ordered the return of Sócrates Aguirre and his family to Chile. In 1940, after the end of the Spanish Civil War, Neruda returned to Chile and reestablished his contact with the Aguirres, who were then living in Santa Beatriz. Margarita went with her mother Sofía Flores to listen to a lecture given by the poet in the Radio Cooperativa auditorium. Afterward they greeted each other with great affection. In the 1940s, Aguirre began studying pedagogy at the Pedagogical Institute of the University of Chile. In 1945, Aguirre worked – together with José Miguel Varas, who would later also become a writer – as an announcer (espíquer) on El Mercurio Radio. This belonged to the Archbishopric of Santiago and dedicated long stretches of its programming to European symphonic music. In 1952, after another exile of three years, Neruda hired her as his private secretary. This lasted until 1954. Aguirre would later mock this work, clarifying that \"it was an honorary title\" since, apparently, it was an ad honorem position (never receiving any honor). Neruda had married his second wife, , an Argentine artist and intellectual twenty years his senior. As he described her as a charming woman but a disastrous housewife, he enlisted Margarita to bring order to the household. ===Marriage=== In 1954, Neruda introduced Aguirre to the lawyer , who would become her husband. \"The poet liked to marry off his friends,\" said Margarita Aguirre; she was one of the victims of the Nerudian Celestina. To mislead the international police, Aráoz and Aguirre exchanged letters as \"uncle\" and \"niece\". They became friends, despite having never met. \"We told our lives by letter and we fell in love, to the point that we decided to get married.\" Delia del Carril, the second wife of Neruda, who then stopped by the Aráoz house in Buenos Aires – Rodolfo was the son of the famous Tucuman physician – gave a decisive boost to this story. She told the lawyer that Margarita was very thin (she was until the end of her life), prompting him to send a note: he had to know her urgently, because he loved thin women. At the end of 1954, Margarita Aguirre traveled to Buenos Aires for three days to meet him. They traveled together to Santiago. In the early days, Margarita did not want to tell Neruda or her family. They immediately married in the house of the poet \"Celestino\" on Lynch Street in Santiago. Aguirre became the third and final wife of Aráoz, and the mother of two children, a boy and a girl. Aráoz took Aguirre to live in the arid countryside of Villa del Totoral in Córdoba Province, Argentina. ===Children=== Neruda spent some time debating whether to be godfather to Aguirre's children since he lived far away, but in the end he did decide to. When Aguirre had her first son, Gregorio (born 1955), she asked Neruda to be the baby's godfather. Gregorio was \"baptized with sea water and Chilean wine\". After that, Neruda called her comadre (midwife). When her daughter Susana was born, due to her narrow eyes, Aráoz would tell his friend Crespo, \"Felipe, a daughter has been born to me who is like Balbín.\" ==Literary career== Margarita Aguirre achieved a solid literary reputation when she published Cuaderno de una muchacha muda (1951) and El huésped (1958). This last work earned her the Emecé Award. At the end of November 1955, Neruda – who had finished separating from his Argentine wife, Delia del Carril – visited them for several months in Villa del Totoral to write. He strongly supported Aguirre in her literary work, and even challenged her when she faltered in her dedication to it. In April 1957, Neruda visited them at their home in Buenos Aires, and on April 11 he was arrested by the police (Argentina was in the midst of the Aramburu Dictatorship, which in 1955 had overthrown the democratic government of Perón) and deported to Uruguay. ===Biography of Neruda=== In the early 1960s, José Bianco, director of the Genio y Figura collection of the publisher , asked Aguirre to write a biography of Pablo Neruda. Aguirre accepted, with some reluctance: She began an extensive investigation, interviewing the relatives and friends of Neruda, traveling to Temuco with him to unearth his childhood stories, and discovering the remarkable correspondence between Neruda and the Argentine writer (which she would compile and catalog eight years later). In 1964 she published the result of all this effort: Genio y figura de Pablo Neruda (Genius and Figure of Pablo Neruda) through EUDEBA. In 1972, Margarita Aguirre took charge of the Complete Works of Neruda, published that year by the Losada company of Buenos Aires, and also compiled and cataloged the correspondence of the Chilean author with the Argentine poet Héctor Eandi. In 1969, a few months after the death of her husband Rodolfo Aráoz, Margarita Aguirre lived in an apartment in Buenos Aires with the Argentine publisher Luis María Torres Agüero. After the death of her two children – first Susana, then Goyo – she went to live alone in Chile. In 1999 she received the Medal of Honor of the Pablo Neruda Foundation. Aguirre suffered from emphysema and spent the last years of her life in a nursing home on California Street in Santiago. ==Legacy== Margarita Aguirre died from emphysema in Santiago, Chile on 15 December 2003, at age 77.Although all websites that mention her age at death claim that she died at 78, she would have turned 78 just 15 days after her death. She was buried in the cemetery of , a small graveyard built next to a 19th-century church a short distance from Isla Negra, the location in which Neruda lived and was buried along with his wife Matilde Urrutia. Although she never felt part of any group, she is considered to belong to the literary generation of 1950, along with , Enrique Lafourcade, Perico Müller, and Jorge Onfray. According to Guillermo García Corales in his essay on El huésped, Margarita Aguirre, through the desolation and nihilism of her characters, was the precursor of authors several decades later such as Gonzalo Contreras, Diamela Eltit, and . ==Works== The work of Margarita Aguirre includes novels, short stories, essays, and collections. ===Novels=== * 1958: El huésped (Buenos Aires: Emecé Editores) * 1964: La culpa * 1967: El residente (Buenos Aires: Emecé Editores) ===Short stories=== * 1974: La oveja roja (Buenos Aires: ) ===Essays=== * 1964: Genio y figura de Pablo Neruda (Buenos Aires: ) * 1967: Las vidas de Pablo Neruda * 1980: Neruda, Pablo. 1904-1973 ===Collections=== * 1951: Cuaderno de una muchacha muda * 1964: La cueca larga y otros poemas (anthology of Nicanor Parra. Buenos Aires: EUDEBA) * 1980: Pablo Neruda Héctor Eandi, correspondencia ==Notes== ==References== Category:1925 births Category:2003 deaths Category:Chilean biographers Category:Chilean novelists Category:Chilean people of Basque descent Category:Chilean women essayists Category:Chilean women short story writers Category:Deaths from emphysema Category:20th-century Chilean women writers Category:20th-century Chilean writers Category:21st-century Chilean women writers Category:21st-century Chilean writers Category:20th-century essayists Category:Women biographers ",
    "title": "Margarita Aguirre"
}