{
    "id": "53815133",
    "text": "Blair Imani (born Blair Elizabeth Brown, October 31, 1993) is a queer African- American Muslim author. She is a member of the Black Lives Matter movement, and is known for protesting the shooting of Alton Sterling and Executive Order 13769. ==Education and career== Imani graduated from Louisiana State University in 2015. In 2016, she worked as a Press Officer for Planned Parenthood Action Fund. She is presently the Civic Action & Campaign Lead at DoSomething.org, the largest tech company exclusively for young people and social change. Imani is the author of Modern HERstory: Stories of Women and Nonbinary People Rewriting History, published by Ten Speed Press on October 16, 2018. The book is illustrated by Monique Le and \"spotlights 70 overlooked but important people of color, queer people, trans people, disabled people, and more who are changing the world this very moment.\" ==Activism in Baton Rouge== Blair Imani at Baton Rouge rally in protest of the police shooting of Alton Sterling On July 10, 2016, in the aftermath of the shooting of Alton Sterling, Imani took part in a protest in Baton Rouge, Louisiana. While protesting, she was arrested with her partner Akeem Muhammad. In an interview with The Intercept, Imani detailed her encounter with Baton Rouge SWAT officers. She claimed that she was trampled and threatened verbally. She was photographed screaming as she was carried away by special force officers. While being detained, one officer ordered: \"really give it to her,\" and another officer removed her hijab. Less than a week after her arrest, Imani helped organize a vigil with the Louisiana State University Student Body Association in response to and in honor of the murder of three Baton Rouge police officers. In an article in The Advocate, she said, \"All violence is wrong,\" and that she is against all brutality, including violence against police officers. ==Black and Muslim identity== Imani converted to Islam in 2015 following feelings of discomfort in Christian churches and finding solace within Islam. Describing her decision to change her name, she explained that she chose the name Imani \"because Imani means 'my faith' and it's one of the days of Kwanzaa, it's also a Swahili word as well as an Arabic word, and I felt like it encapsulated my journey to Islam.\" Imani waited one year after converting to wear the hijab and briefly stopped wearing it following the 2016 U.S. election. ==Personal life== Imani came out as queer in June 2017. After coming out, she said she received support \"from queer Muslims and young people all over the world\" and that she found solace in the representation of LGBT Muslims on The Bold Type. ==References== ==External links== *Personal website Category:1993 births Category:Living people Category:Black Lives Matter people Category:21st-century African-American activists Category:African-American Muslims Category:Place of birth missing (living people) Category:LGBT Muslims Category:LGBT African Americans Category:African-American writers Category:Converts to Islam Category:Queer writers Category:Queer women Category:LGBT rights activists from the United States Category:American Muslim activists ",
    "title": "Blair Imani"
}