{
    "id": "53814430",
    "text": "The Floresta Formation (, Df) is a geological formation of the Altiplano Cundiboyacense in the Eastern Ranges of the Colombian Andes. The sequence of siltstones, shales, coquinas and sandstone beds dates to the Devonian period; Late Emsian, Eifelian and Early Givetian epochs, and has a maximum thickness of . The unit is highly fossiliferous; brachiopods, bryozoans, gastropods, trilobites, corals and bivalves have been found in the Floresta Formation. Some fragments of Placoderm fish fossils were found in the Floresta Formation, while the overlying Cuche Formation is much richer in fish biodiversity. == Etymology == The formation was first described as Floresta Series by Olsson and Carter in 1939. The current definition was given by Botero in 1950. The formation is named after Floresta, Boyacá, where the formation outcrops.Mojica & Villarroel, 1984, p.64 == Description == === Lithologies === The Floresta Formation is characterized by a lower sequence of shales and ochre to beige siltstones with alternating coquinas, while the upper part consists of siltstones with sandy beds.Morzadec et al., 2015, p.332 === Stratigraphy and depositional environment === The Floresta Formation overlies the El Tíbet Formation and is overlain by the Cuche Formation. The age has been estimated to be Late Emsian to Early Givetian.Morzadec et al., 2015, p.355 Stratigraphically, the formation is time equivalent with the Portachuelo Formation around Quetame.Morzadec et al., 2015, p.331 The Onondaga Formation of New York is considered time equivalent too.Giroud López, 2014, p.168 The formation contains concretions and a high diversity of fossils. The formation was deposited in a transgressional and regressional epicontinental marine environment at the edge of the Paleo-Tethys Ocean.Janvier & Villarroel, 1998, p.6 The uppermost part of the formation has been deposited in a deltaic setting,Giroud López, 2014, p.169 with the lower sequence formed in a coral reef environment.Giroud López, 2014, p.170 === Fossil content === Remains of Barroisella sp.,Morzadec et al., 2015, p.335 ?Tarutiglossa sp.,Morzadec et al., 2015, p.336 Dipleura cf. dekayi, Dechenella boteroi,Morzadec et al., 2015, p.340 Mannopyge sp., Cordania gasepiou, Viaphacops cristata,Morzadec et al., 2015, p.342 Anchiopsis armata,Morzadec et al., 2015, p.344 Synphoria stemmata, Coronura cf. lessepsensis,Morzadec et al., 2015, p.346 Greenops cf. grabaui,Morzadec et al., 2015, p.348 Belenopyge contusa, Kettneraspis callicera, Placoderm fishes,Janvier & Villarroel, 1998, p.9 Platyceras nodosum,Giroud López, 2014, p.39 Acrospirifer olssoni, Anoplotheca cf. silvetii, Atrypa harrisi, Australospirifer cf. antarcticus, Aviculopecten wellsi, Brachyspirifer palmerae, Camarotoechia dotis, Chonetes cf. billingsi, C. comstockii, C. cf. stubeli, Chonostrophia knodi, Cyclotrypa boyaca, C. carribeana, C. dickeyi, C. reticulata, C. stellata, Cymostrophia dickeyi, C. schucherti, C. waringi, Cypricardinia cf. subindenta, Cyrtina hamiltonensis, Dalmanites cf. patacamayaensis, Dictyostrophia cooperi, Elytha colombiana, Eodevonaria imperialis, Favosites aff. hamiltonensis, Fenestrellina colombiana, F. olssoni, F. acuta, F. quadrata, F. harrisi, Fistulipora anomala, F. megalopora, Florestacanthus morenoi, Heliophyllum halli, Intrapora fragilis, I. megalopora, Leiorhynchus mysia, Leptaena boyaca, Meganteris australis, Megastrophia hopkinsi, M. pygmaea, Meristella wheeleri, Nucleospira concinna, Odontopleura callicera, Pentagonia gemmisulcata, Phacops cf. salteri, Pholidops florestae, Platyostoma lineata, Pleurodictyum americanum, Polypora elegantula, P. granulifera, Prismopora inornata, Schellwienella goldringae, Semicoscinium colombiensis, S. minutum, Spinocyrtia cf. valenteana, Spinulicosta spinulicosta, Spirifer kingi, Strophonella floweri, S. meridionalis, Sulcoretepora olssoni, S. subramosa, Taeniopora florestae, Tropidoleptus carinatus, Unitrypa casteri, Acanthograptus sp., Actinopteria sp, Amphigenia sp., Anthozoa sp., Camarotoechia sp., Cryptonella sp., Cyphaspis sp., Cryphaeus sp., Dalmanites sp., Derbyina sp., Gastropoda sp., Grammysia sp., Homalonotus sp., Leptostrophia sp., Mediospirifer sp., Orthoceras sp., Ostracoda sp., Orthis sp., Paraspirifer sp., Proetus sp., Pterinea sp., Strophodonta sp., Thamnopora sp., and Vitulina sp. have been described from the Floresta Formation.Floresta at Fossilworks.org Colombianaspis carvalhoae gen. et sp. nov., Schizobolus pilasiensis sp. nov. and Tarijactinoides sp. nov.,Morzadec et al., 2015, p.352 were newly described in 2015. == Outcrops == The Floresta Formation is found at the Floresta Massif around its type locality in Floresta, Boyacá,Mojica & Villarroel, 1984, p.70 stretching to the south until between Busbanzá and Nobsa and to the west close to Belén, Cerinza and Tutazá.Plancha 172, 1998 The formation is also found in the upper course of the Chicamocha River in the eponymous canyon. Many of the fossils are on display in the paleontological museum of Floresta. == Regional correlations == == See also == : Geology of the Eastern Hills : Geology of the Ocetá Páramo : Geology of the Altiplano Cundiboyacense == Notes == == References == === Bibliography === * * * * ==== Maps ==== * * * * * == External links == * Peces devónicos de Colombia, diversidad en los mares y ríos de hace 410-355 millones de años Category:Geologic formations of Colombia Category:Devonian System of South America Category:Devonian Colombia Category:Devonian southern paleotemperate deposits Category:Shale formations Category:Deltaic deposits Category:Reef deposits Category:Geography of Boyacá Department ",
    "title": "Floresta Formation"
}