{
    "id": "53814206",
    "text": "Fürstenschule Grimma, where Wunder taught from 1823 to 1846. Now known as the Gymnasium St. Augustine. Eduard Wunder (1800–1869) was a German philologist, and from 1843 to 1866 Rector of the Fürstenschule Grimma in Saxony.Gymnasium St. Augustin zu Grimma (Hg.): Von der kurfürstlichen Landesschule zum Gymnasium St. Augustin zu Grimma 1550 – 2000. Beucha 2000, , S. 39 ==Life== Wunder was born at Wittenberg on May 4, 1800, the son of Karl Friedrich Wunder, deacon and later archdeacon of the Stadtkirche Wittenberg, and his wife, Christiane Friederike Ebert, daughter of Johann Jacob Ebert, a notable mathematician and astronomer.Veronika Albrecht-Birkner: Pfarrerbuch der Kirchenprovinz Sachsen. Evangelische Verlagsanstalt, Leipzig, 2009, Bd. 9, S. 462, At the age of twelve, he was sent to the lyceum at Wittenberg, where in 1814 he witnessed the siege and capture of the town from the French by the Prussian general Tauentzien. From 1816 to 1818, he studied at the Fürstliche Landesschule at Meissen.August Hermann Kreyssig: Afraner Album. Verzeichnis sämmtlicher Schüler der königlichen Landesschule zu Meissen von 1543 bis 1875, 8422 an der Zahl. C. E. Klinkicht & Sohn, Meissen, 1876, S. 434 (Hauptbd.; Online) In 1818, he entered the University of Leipzig, where he studied philology under Gottfried Hermann, Christian Daniel Beck, and Friedrich August Wilhelm Spohn.August Weichert: Illustris Moldani, Dedicati ante hos CCLXXXV. Annos, Memoriam Anniversariam, D. XIV Septembris, Pie celebrandam. Reimar, Grimma, 1835, S. VIII, (Online)Alfred Fleckeisen: Neue Jahrbücher für classische Philologie. Verlag B. G. Teubner, Leipzig, 1869, 15. Jg. S. 855, (Online) He earned his Doctorate in Philosophy in 1823, and that spring was named Adjunct Professor at the Fürstenschule in Grimma. Wunder advanced through the ranks of the teachers at Grimma, becoming a Full Professor in 1826, and First Professor in 1843, becoming the twentieth rector of the school. He held the post until his retirement in 1866, teaching at Grimma for forty-three years. He was regarded as an innovative leader, and his personality was seen as the embodiment of Christian humanism. His work came to the attention of the state government at Dresden, and in 1849 he was named a Knight of the Civil Order of Saxony. He was named a Commander Second Class of the order upon his retirement.August Raum: Ramming's Kirchlich-statistisches Handbuch für das Königreich Sachsen. Verlag Ramming, Dresden, 1859, 6. Ausg., S. 12 (Online)Friedrich Karl Theodor Zarncke: Literarisches Centralblatt für Deutschland. Verlag Eduard Avenarius, Leipzig, 1866, Sp. 662, (Online) Wunder was forced to retire in 1866 due to poor health, as he suffered from an influenza-like illness. He never recovered, and died at Grimma on the night of March 24–25, 1869. Wunder was survived by his wife, the former Antonia Amalia Bär (d. 1871), whom he married in 1826. She was the daughter of Friedrich Gotthold Bär, the mayor of Königstein. Eduard and Antonia had two children: Hermann Wunder (1829–1905), who also taught at Grimma, and Doris Wunder (1834–1908).Hans Friedrich von Ehrenkrook: Genealogisches Handbuch des Adels. Verlag C. A. Starke, Limburg an der Lahn, 1970, Bd. 48, S. 413 Wunder was particularly notable for his work on Sophocles, which was popular both in Germany and abroad. From 1831 to 1850, he published an explanatory edition of the playwright's work. He also published a critical edition of Cicero's oration Pro Plancio in 1830, which was highly influential for its insight on Cicero's use of language.John Edwin Sandys, A History of Classical Scholarship: The Eighteenth Century in Germany and the Nineteenth Century in Europe and the United States of America, Cambridge University Press (1903–1908), p. 109. ==Selected works== * Adversaria in Sophoclis Philoctetam. Leipzig 1823 (Online) * Sophoclis Antigona. Ad optimorum liborum fidem recensuit. Leipzig 1824, Gotha 1831 * Sophoclis Antigona Ajax, ad optimorum librorum fidem recensuit. Leipzig 1824, Gotha 1831 * Sophoclis Antigona Electra, ad optimorum librorum fidem recensuit. Leipzig 1824, Gotha 1831, London 1855 (Online) * Sophoclis Antigona Oedipus rex, ad optimorum librorum fidem recensuit. Leipzig 1824, Gotha 1831 * Conspectus Metrorum, quibus Sophocles in septem quas habemus tragoedias usus est. Leipzig 1825 * Sophocles Oedipus Coloneus, ad optimorum liborum fidem recensuit. Leipzig 1825 * Sophocles Oedipus Coloneus Philoctetes, ad optimorum liborum fidem recensuit. Leipzig 1825 * Variae Lectiones librorum aliquot M. T. Ciceronis ex Codice Erfurtensi enotatae. Leipzig 1827 (Online) * M. Tulli Ciceronis Oratio pro Cn. Plancio. Ad optumorum Codicum fidem emendavit et interpretationibus tum aliorum tum auis explanavit. Leipzig 1830 * Ueber Christ. Aug. Lobeck's neue Ausgabe des sophokleischen Aias. Eine Rescension. Leipzig 1837 (Online) * De scholiorum in Sophoclis tragoedias auctoritale. Grimma 1838 * Emendationes in Sophoclis Trachinias. Grimma 1840 (Online) * Miscellanea Sophoclea. Grimma 1843 (Online) * Zwei Schulreden, gehalten am Stiftungsfeste der Königl. Landesschule zu Grimma. Grimma 1843 * Die schwierigsten Lehren der griechischen Syntax. Grimma 1848 (Online) * Die Fürstenschulen neben den Gymnasien. 1850 * Die Eigenart der Fürstenschulen. Zeugnisse über die Bedeutung der Fürstenschulen für die Ausbildung und Erziehung der Jugend. Druckfassung des Vortrags von 1850. Herausgegeben vom Verein ehemaliger Fürstenschüler, Dresden 1889 * De Aeschyli Eumenidibus. Grimma 1854 * Uebungsstücke zum Uebersetzen aus dem Deutschen in das Lateinische und in das Griechische und Lateinische: nebst Stoffen zu freien lateinischen Arbeiten in ungebundener und gebundener Rede. 1855 * Christi. Aenotheo Lorenzio Doct. Phil. Professori Ill. apud Grimam Moldani Secundo ... munus Praeceptoris abhinc XXV. annis ... rite susceptum d. XVIII. m. Febr. 1856 pie gratulatur Suo et collegarum nomine Eduard. Wunder, (Insunt) Schedae crit. de locis nonnullis Sophoclis tragoediarum & M. T. Ciceronis orationis Murenianae. Grimma 1856 (Online) ==Citations== ==Additional references== * * :de:Georg Christoph Hamberger, Johann Georg Meusel, Johann Wilhelm Sigismund Lindner: Das gelehrte Teutschland oder Lexikon der jetzt lebenden teutschen Schriftsteller. Verlag Meyersche Hof-Buchhandlung, Lemgo, 1827, Bd. 21, S. 720 * Allgemeine deutsche Real-Encyklopädie für die gebildeten Stände. F. A. Brockhaus, Leipzig, 1855, 10. Aufl. Bd. 15, 2. Abt., S. 367, (Online) * Wigand's Conversations-Lexikon, Für alle Stände. Verlag Otto Wigand, Leipzig, 1852, 15. Bd., S. 351 (Online) * Pierer's Universal-Lexikon der Vergangenheit und Gegenwart oder Neustes encyclopädisches Wörterbuch der Wissenschaften, Künste und Gewerbe. Verlag Pierer Hofbuchdruckerei, Altenburg, 1872, 5. Aufl., 19. Bd., S. 384 (Online) * Franz Kössler: Personenlexikon von Lehrern des 19. Jahrhunderts : Berufsbiographien aus Schul-Jahresberichten und Schulprogrammen 1825 - 1918 mit Veröffentlichungsverzeichnissen. Universitätsbibliothek Gießen, Giessener Elektronische Bibliothek, Preprint, 2008, (Online) Category:German classical scholars Category:German philologists Category:German antiquarians Category:Heads of schools in Germany Category:German male non-fiction writers Category:1800 births Category:1869 deaths ",
    "title": "Eduard Wunder"
}