{
    "id": "53812015",
    "text": "The 2017 Mountain West Conference Championship Game was played on Saturday, December 2, 2017 at Albertsons Stadium in Boise, Idaho, to determine the 2017 football champion of the Mountain West Conference (MW). The game featured the MW West Division champion Fresno State Bulldogs visiting the Mountain Division champion Boise State Broncos. It was broadcast nationally by ESPN for the third consecutive year. The championship game is hosted by the participant with the best record in MW play. If the teams have the same conference record, as was the case in 2017, a tiebreaker system is used. Even though the two teams played a conference game on November 25, with Fresno State winning, the MW does not use head-to-head results as its first tiebreaker in such a situation. The first tiebreaker of College Football Playoff ranking could not be used because Boise State lost their final regular season game (coincidentally, to Fresno State) to fall out of the CFP rankings. Fresno State was ranked in the final CFP poll and would have been the host, but the CFP poll did not come out until Tuesday evening and a host selection was needed prior to its release for logistical reasons. The second tiebreaker of a composite of computer rankings was used, with Boise State receiving hosting rights. The 2017 championship game was the fifth edition of the event. In the 2016 championship game, San Diego State defeated Wyoming 27–24. ==Teams== ===Fresno State=== The Bulldogs far exceeded expectations in 2017, after finishing 1–11 with a 0–8 conference record in 2016. They finished the regular season at 9–3, with a conference record of 7–1, to finish as champions of the MW West Division. They defeated Boise State in their regular season matchup just one week before the championship game, 28–17. ===Boise State=== Boise State finished with a 9–3 overall record, with a 7–1 conference record, with their only conference loss coming to Fresno State in the final week of the regular season, whom they face again in the championship game. With just one conference loss, they won the MW Mountain Division by two games. ==Game summary== ===Scoring summary=== Source: ===Statistics=== Bryan Harsin and players celebrate with the MW championship trophy. {| class=\"wikitable\" ! Statistics !! FRES !! BSU |- | First downs || 19 || 19 |- | Plays–yards || 69-309 || 70-364 |- | Rushes–yards || 35-137 || 38-109 |- | Passing yards || 172 || 255 |- | Passing: Comp–Att–Int || 16-34-1 || 17-32-0 |- | Time of possession || 29:28 || 30:32 |- |} ==References== Category:2017 Mountain West Conference football season Category:Mountain West Conference Football Championship Game Category:Boise State Broncos football games Category:Fresno State Bulldogs football games Category:December 2017 sports events in the United States Mountain West ",
    "title": "2017 Mountain West Conference Football Championship Game"
}