{
    "id": "53813395",
    "text": "Chihuahuita (or Little Chihuahua) is a neighborhood in El Paso, Texas. It has also been known as the \"First Ward.\" It is considered the oldest neighborhood in the city. It has also suffered through extreme poverty in its history. It is currently on the Most Endangered Historic Places list as compiled by the National Trust for Historic Preservation. It is located on the border of the Rio Grande at the Mexico–United States border. For most of the twentieth century, the name Chihuahuita was used to refer to all of southern El Paso, often including El Segundo Barrio. In 1991, Chihuahuita was designated as a historic district by the city of El Paso. == History == === Early history === Chihuahuita's history dates back over 400 years. Prior to European arrival, Manso Indians lived on the land. The first European in the area was Francisco Sanchez who introduced horses and other livestock to the area in 1581. A Spanish explorer who visited Chihuahuita called it Los Vueltos del Rio, or Turns of the River in 1583. A Catholic missionary, Fray Alonso de Benavides attempted and failed to convert the Manso to Christianity in 1630. Fray Garcia de San Francisco y Zuniga was more successful in establishing himself in the area. He built a mission, \"Nuestra Senora de Guadalupe de los Mansos del Paso del Norte,\" in 1659 and forced the Manso to dig irrigation ditches and dams in the area. In 1768, residents of the area under the leadership of Don Joseph Sobrado y Horcasitas built a dam called La Presa to help contain the Rio Grande in the area which often flooded. === 1800s === In 1818, Ricardo Brusuelas received a land grant from Spain where he developed a ranch. Bruseuelas ranch, once established, encouraged other Mexicans to move to Chihuahuita. The Santa Fe Railroad was built in the area in 1881. In the 1890s, more Mexican people migrated north and the area started to be known as Chihuahuita. Flooding in 1897 was especially severe in Chihuahuita, ruining many homes. A gas plant was built at South Chihuahua and Third streets in 1882. An electric power plant was constructed by the El Paso Electric Railway Company at Fourth and Santa Fe streets in 1901. A severe criticism of Chihuahuita at the time included its illegal saloons and red light district. However, the city of El Paso itself had moved all regulated prostitution into Chihuahuita in the late 1800s. Prostitutes were charged an operating fee of $5.00 per week. === 1900s === Old El Paso Laundry Building in Chihuahuita. The 1910 Mexican Revolution resulted in numerous Mexicans moving north to Chihuahuita, many as refugees. Residents of Chihuahuita sympathized with the insurrectos, or revolutionaries. The majority of Mexicans settled in Chihuahuita because the housing was more affordable there. Poor sanitary conditions in the area were described by the El Paso Herald early on. Physicians, including Dr. Michael P. Schuster, husband of Eugenia Schuster, reported unhealthful conditions and advocated for improved sewage and free garbage pick-up. Many Mexican families put up with the poverty and unhealthy conditions because they believed they would be able to save enough money to return to Mexico in improved financial standing. Progressive-era reformers in El Paso looked to Chihuahuita as an area that needed attention. A physician, J.A. Samaniego, appealed to the city on June 16, 1910 to create trash collection in the area. The city council then followed up in July with plans for road paving and expansion of water services. The health department also identified 1,500 houses for demolition in September 1910 and that landowners, rather than tenants should be responsible for housing safety. In 1911, Chihuahuita was known country-wide for having an extremely high mortality rate, twice as high as areas in New York City. City plans in 1912 included standardizing and paving the roads and improving living conditions for residents of the neighborhood. Problems concerning infrastructure and community health in Chihuahuita were compounded by the lack of action on behalf of the city of El Paso, who made plans, but did not always follow through. The El Paso Herald wrote that the city was neglecting half of its citizens. However, another Herald article urged the city to \"annex Chihuahuita,\" and considered the area a colony of Mexico. The city of El Paso proposed a program of demolishing unsuitable housing, \"one block a week,\" in 1914. General John J. Pershing offered to clean up the area himself, and said he could introduce \"modern sanitary methods.\" The military's presence near the area did seem to have an effect, with the El Paso Herald reporting \"The cleanliness of the infantry camp and the activity of the city health officers has resulted in Chihuahuita turning over a new leaf. Chihuahuita is clean.\" However, in 1915, a report of the area wrote, \"Probably in no place in the United States could such crude, beastly, primitive conditions be found as exist in Chihuahuita.\" The El Paso Herlad wrote about how it was a potential \"plague spot.\" The Herald also described how residents were being charged high rates in exchange for substandard conditions. In 1916, the city dealt with Chihuahuita's many health and infrastructure problems by destroying much of the area's housing, displacing residents, many of whom moved back to Ciudad Juarez. A new tax in the form of a $5 license for manufacturers and sellers of food and food products was enacted by the city in 1917. This license forced many producers and food vendors in Chihuahuita to go out of business because it was too expensive to pay. Health issues in the area continued to be noticed through 1922. However, spraying pesticides targeting mosquitoes in the area in the 1930s and increased immunization rates of children in the area helped reduce the number of health issues in the area. Improvements to the area, despite being recommended by individuals such as George E. Kessler, were largely ignored by the city. As the Great Depression hit the country, the poor in Chihuahuita were also affected. Housing projects were built by the El Paso Housing Authority in the 1940s. Also in the 1940s and 50s, gangs of Pachucos heavily influenced Chihuahuita. Gangs such as the Canal Kids, Sinners, Las Pompas, La Chihua and the Roadblockers took over much of the area. In the 1950s, the streets of Chihuahuita were finally paved. People were still living in tenements \"where as many as ten families shared a single toilet and relied on a central hydrant for water,\" according to Monica Perales. \"General clean up\" of the area included a \"majority of the houses and buildings condemned and destroyed,\" according to the El Paso Herald-Post in 1964. In the 1970s and 1980s, Chihuahuita was a \"hot spot\" for selling and buying heroin and the trade was run by Gilberto Ontiveros, also known as El Greñas. During this time, there was a strong gang in the area known as the Chihuahuita gang. Residents also began to seek historic designation in 1979. The area was designated as a historic district finally in 1991. Chihuahuita exhibit at the El Paso Museum of History which opened in 2014. Many Mexicans used Chihuahuita as a place to cross into the United States to search for work during the 1990s. In 1993, Chief Agent Silvestre Reyes implemented \"Operation Blockade,\" which increased the number of Border Patrol officers in the area. The strategy did decrease the number of illegal crossings in Chihuahuita. Reyes' policy emphasized border security, rather than the number of arrests. The blockade helped residents because gangs in Chihuahuita used to prey on the undocumented immigrants there and cause problems for those in the neighborhood. However, a survey conducted by the Border Rights Coalition in 1993 discovered that around 35% of Chihuahuita's residents didn't feel any safer despite the efforts of Border Patrol officers. Data collected between 1994 and 1996 do show a decrease in crime, with a 92% drop in Chihuahuita after Operation Blockade. === 2000s === When the wire-mesh border fence was built in 2008 on the Mexico- United States border, with part of it bordering Chihuahuita, it blocked the view of the green Rio Grande and canal area. Residents say that the fence has stopped illegal immigration in the area. Some residents report that they miss being able to swim in the canal. An exhibit featuring Chihuahuita opened at the El Paso Museum of History in 2014. == Cityscape == Villalva's Grocery in Chihuahuita. Chihuahuita is the oldest area of El Paso. It is located in the southernmost area of the city and is between downtown El Paso and the rail yards. It lies along the Mexico-United States border. When the city designated it as a historic district, the boundaries of the neighborhood included Canal Street on the north, the Franklin Canal in the south and Santa Fe Street to the East. The area is around a quarter of a mile in size. A historical survey of the area is planned to take place in 2017. == Demographics == Historically Mexicans settled in Chihuahuita. In 1920, 95% of residents were Mexican and in 1930, 97% had Mexican roots. Currently (as of 2017) around 100 families live in the area. == Parks and recreation == Chihuahuita Park. City plans for Chihuahuita included parks and swimming areas in 1912. Census records for 1910 showed that nearly half of all school-aged children in El Paso lived in the Chihuahuita district. Recreational areas were proposed in 1922, and considered a priority by George E. Kessler, a landscape engineer. The area he recommended consisted of two blocks next to Aoy School in the neighborhood and would include a playground and general recreation area. Chihuahuita Recreation Center on Charles Street offers sports and summer camps for youth. It was first opened in 1981. == Notable residents == * Roman B. Gonzalez, first Mexican-American police officer in El Paso == See also == * El Paso, Texas * El Segundo Barrio == References == === Citations === === Sources === * * * * * * * * * * * == External links == * Chihuahuita Historic District Guidelines (from the City of El Paso) * Chihuahuita city data * Interview 20 on Chihuahuita (2012 video) Category:Neighborhoods in El Paso, Texas Category:Hispanic and Latino Category:Geography of El Paso, Texas ",
    "title": "Chihuahuita, Texas"
}