{
    "id": "53810923",
    "text": "Mayalamari () is a 1951 Indian Telugu-language swashbuckling fantasy film, produced by A.N.R.Gopala Krishnan under the Aswini Pictures banner and directed by P. Sridhar. It stars Akkineni Nageswara Rao, Anjali Devi in the lead roles and music composed by P. Adinarayana Rao. The film was simultaneously released as the Tamil movie Mayakkari (1951). ==Plot== Once upon a time, there was a kingdom, its Princess Indumati (Anjali Devi) falls for valiant soldier Pratap (Akkineni Nageswara Rao). But Indumathi's malicious maternal uncle Bhaskar Varma (Mukkamala) aspires to possess her along with the kingdom. Meanwhile, the King (Gaadepalli) decides to couple up Indu with Pratap when enraged Bhaskar kidnaps her. Being cognizant of it, Pratap saves her and they move to a forest. Thereupon, Pratap tries to pluck a big fruit that hoists him into the sky and lands at a cave of a sorceress Mayalamari (C. Lakshmi Kantham) who offers him to Goddess. Thereafter, she makes Pratap alive and compels to marry her which he denies. So, Mayalamari ploys by forging herself as Indu. Here, judicious Pratap recognizes her and cleverly absconds. However, the wheel of fortune makes him call on original Indu as confused. Distressed, Indu attempts suicide when a tribal leader Gandara Ganda (Raja Reddy) protects and gives her shelter which irks his lover Kuranji (Surabhi Balasaraswathi). At that time, Pratap associated with Kuranji and she silently escorts him to their hamlet. On the spot, combat arrises between Pratap & Gandara Ganda in which Pratap wins when Gandara Ganda honorably hands over Indu to him. In their return, Bhaskar captures them and conquers the kingdom. At present, Bhaskar proclaims the death sentence to Pratap and forcibly pursuits wedlock with Indu. During that quicksand, Gandara Ganda & Kuranji safeguard them. At last, Pratap eliminates Bhaskar. Finally, the movie ends on a happy note with the marriage of Pratap & Indumathi. ==Cast== ;Male cast *Akkineni Nageswara Rao as Pratap *Mukkamala as Bhaskar Varma *Kasturi Siva Rao as Govind *Raja Reddy as Gandara Ganda *Gaadepalli as Maharaju *V. Koteswara Rao as Veera Singu ;Female cast *Anjali Devi as Indumathi *C. Lakshmi Kantham as Mayalamaari *Surabhi Balasaraswathi as Kuranji *Seeta as Lavangi *Annapurna as Maharani *Nirmala as Waitress ==Soundtrack== Music composed by P. Adinarayana Rao for both Telugu and Tamil versions. ;Telugu Lyrics were written by Tapi Dharma Rao, P. Adinarayana Rao. Music released on Audio Company. {|class=\"wikitable\" |- !S. No.!!Song Title !!Singers !!length |- |1 |\"O Paradesi\" |Raavu Balasaraswathi |2:09 |- |2 |\"Koyila Koose\" |Pithapuram,Raavu Balasaraswathi |3:24 |- |3 |\"Ledemo Ledemo\" |Pithapuram, Raavu Balasaraswathi |3:18 |- |4 |\"Miyav Miyav\" |K.Rani, Pithapuram |2:16 |- |5 |\"Valachina Priyude\" |Raavu Balasaraswathi |2:25 |- |6 |\"Raju Vedaale\" |Pithapuram, Raavu Balasaraswathi |5:42 |- |7 |\"Guru Maharaj\" |Kasturi Siva Rao |3:39 |} ;Tamil Lyrics were penned by Narasimhan and Kambadasan. Playback singers are P. Nageswara Rao, Chellamuthu, Jikki and R. Balasaraswathi. {| class=\"wikitable\" style=\"font-size:95%;\" ! No. !! Song !! Singer/s !! Duration (m:ss) |- | 1 || \"Bhaagyasaali Yaanene\" || rowspan=3|Jikki || |- | 2 || \"Janani O Janani\" || |- | 3 || \"Azhage Thaanae Aagume\" || |- | 4 || \"Thana Thana Thaana Gilaandhimi\" || || |- | 5 || \"Rajaa Goluvaayi Vandhaar\" || rowspan=3|P. Nageswara Rao & R. Balasaraswathi || |- | 6 || \"Kaavinil Koovum Kogilam Thaano\" || |- | 7 || \"Kaanbaeno, Kaanbaeno\" || |- | 8 || \"O Paradesi Un Priyadaasi\" || || |- | 9 || \"Hey Vidhi Idhu Yenna Vaedhanai\" || R. Balasaraswathi || |- | 10 || \"Haeyi Haeyi Veettu Pechai\" || || |- | 11 || \"Guruve Deivam\" || Chellamuthu || |} ==References== ==External links== * Category:Indian films Category:Indian fantasy adventure films Category:Films based on Indian folklore Category:1950s fantasy adventure films ",
    "title": "Mayalamari"
}