{
    "id": "53812233",
    "text": "Lupton is a civil parish in the South Lakeland District of Cumbria, England. It contains 13 listed buildings that are recorded in the National Heritage List for England. All the listed buildings are designated at Grade II, the lowest of the three grades, which is applied to \"buildings of national importance and special interest\". The parish is almost completely rural, without any major settlement. The listed buildings consist of houses, farmhouses, farm buildings, a church, a bridge, milestones, and a boundary stone. __NOTOC__ ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line-height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes |- |Foulstone |centre |align=\"center\"|1655 |The house was extended in the 18th century and again in the 19th century, and has since been divided into four units. It is in stone with slate roofs, and has three storeys, three bays, and two-storey two-bay wings on each side. The central bay projects forward, and has quoins and a gable with a ball finial. Some of the windows are mullioned, and others are sashes. The round-headed entrance in the central bay has panelled pilasters and an archivolt, and the inner doorway has a moulded surround. |- |Boxtree Farmhouse and Lupton Tower |centre |align=\"center\"| |A pair of stone houses with slate roofs, forming an L-shaped plan. Boxtree Farmhouse is the older, it has an east front of four bays, and flanking gabled wings. The windows are sashes, and the doorway has a moulded surround and an embattled, initialled and dated lintel. Lupton Tower dates from the 19th century, and forms the south wing; it has three bays and a recessed range to the east. The first bay is a roughcast three-storey tower, with mullioned windows and hood moulds, and a projecting embattled parapet. Elsewhere the windows are casements, and in the gabled third bay there is a bay window and a canted oriel window above. On the front is a lean-to porch with a segmental-headed entrance. |- |Greenlane End, barn, garden wall, and gateposts | |align=\"center\"| |The farmhouse and barn are in stone with a slate roof. The house has two storeys and five bays, with two gabled wings at the rear. The windows on the front are mullioned or casements, and at the rear they are sashes. On the front is a gabled porch. The barn, which is later, has eight bays and a four-bay wing with a stable at the end. The barn contains segmental-headed entrances and a loading door, and the stable has quoins and a ball finial. The wall runs along two sides of the garden, and contains gate piers with ball finials. |- |Low Fell House | |align=\"center\"| |A stone house, partly roughcast, with a slate roof, two storeys and three bays. The central bay projects forward, it is gabled, and contains a doorway. The windows are sashes, and at the rear is a stair window. |- |Milestone | |align=\"center\"| |The milestone was provided for the Kendal to Kirkby Lonsdale turnpike road, now the B6254 road. It consists of a square stone set diagonally, each side with a slightly rounded top. Inscribed on the faces in sunk ovals are the distances in miles to Kendal and to Kirkby Lonsdale. |- |Thompson Fold Farmhouse | |align=\"center\"| |The farmhouse is in stone with a slate roof. The east front has two storeys and seven bays, and there is a rear gabled extension with a basement. Most of the windows are sashes, some are casements, and others have been blocked. |- |Lupton Bridge |centre |align=\"center\"| |The bridge carries a road over the valley of Lupton Beck. It is in stone and consists of a single segmental arch with a straight coped parapet. |- |Barn south-east of Foulstone | |align=\"center\"|1739 |A bank barn in stone that has a slate roof with coped gables, and outshuts on the west and north fronts. It contains a barn entrance with a segmental head and a datestone above, and there is another entrance approached up steps. Elsewhere are ventilation slits and holes and hood moulds. |- |Boundary stone | |align=\"center\"| |The boundary stone is in limestone and consists of an upright stone with chamfered front corners. It is inscribed with \"LUPTON\" and \"PRESTON PATRICK\". |- |Lupton Cornmill | |align=\"center\"| |The former cornmill has been converted for residential use. It is in stone with quoins and a slate roof. There are two storeys with a basement, two bays in the northeast front, and three in the southeast front. The windows are casements, and in the southeast front is a former loading door. The southwest front has a projecting wheelhouse containing a breastshot wheel. |- |Milestone | |align=\"center\"| |The milestone is on the A65 road. It has a square base and deeply chamfered corners, giving its upper part a triangular shape. On the sides are letters, words and numbers indicating the distances in miles to Kirkby Lonsdale, to Kendal and to Milnthorpe, and on the top is a benchmark. |- |Barn south-west of Foulstone | |align=\"center\"|1830 |The barn is in stone with quoins and a slate roof with and ball finials. In the east front are three entrances, the largest one with an elliptical head, and another with a datestone. To the north is an outshut. |- |All Saints Church |centre |align=\"center\"|1867 |The church, designed by E. G. Paley in Neo- Norman style, is in stone, and has a slate roof with coped gables. It consists of a nave, a south porch, a north vestry, and an apsed chancel. The windows have round heads, and on the west gable is a gabled bellcote with a cross finial. |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * Category:Lists of listed buildings in Cumbria ",
    "title": "Listed buildings in Lupton, Cumbria"
}