{
    "id": "53820833",
    "text": "The Kashmir Conflict has been characterized by large scale usage of sexual violence by multiple belligerents since its inception. Mass rapes were carried out by Dogra troops as well as Hindu and Sikh mobs, and by Pakistani invaders when the conflict broke out in 1947, including the Mirpur Massacre. Numerous scholars and human rights agencies assert that since the onset of the insurgency in Jammu and Kashmir in 1988, rape has been leveraged as a 'weapon of war' by Indian security forces comprising the Indian Army,Chinkin, Christine. \"Rape and sexual abuse of women in international law.\" European Journal of International Law 5.3 (1994): 327. \"women in Kashmir who have suffered rape and death under the administration of the Indian army.\" Central Reserve Police Force (CRPF) and Border Security personnel.Inger Skjelsbæk (2001) Sexual violence in times of war: A new challenge for peace operations?, International Peacekeeping, 8:2, 75–76 \"\"RAPE IN KASHMIR: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 6. However, the government rejects such charges. Separatist militants have also committed rapes, which remain under-researched but are not comparable in scale to that of the Indian state forces.Kazi, Seema. Gender and Militarization in Kashmir. Oxford Islamic Studies Online. Oxford University Press. \"Sordid and gruesome as the militant record of violence against Kashmiri women and civilians is, it does not compare with the scale and depth of abuse by Indian State forces for which justice has yet to be done.\" == History of the conflict == There have been many incidents of rape in the princely state of Jammu and Kashmir. A large number of Muslim women were abducted and raped in the Jammu region of the state, during the 1947 Jammu massacres in October–November 1947, which were carried out by extremist Hindus and Sikhs, aided and abetted by the forces of the Dogra State headed by the Maharaja Hari Singh. In October 1947, armed Pashtun tribesmen from Pakistan, who had support from the Pakistani administration and Army, invaded Kashmir and committed atrocities such as raping and looting the locals, including Muslim girls, during the beginning of First Kashmir War. They took place in and around Muzaffarabad and Baramulla.Understanding Kashmir and Kashmiris, pp. 173, 174; Christopher Snedden, Oxford University Press, 15 September 2015Kashmir: The Case for Freedom , p. vii, Verso Books, by Arundhati Roy, Pankaj Mishra, Hilal Bhatt, Angana P. Chatterji, Tariq Ali Mass rape was also reported in the Mirpur region of today's Azad Kashmir during the 1947 Mirpur Massacre which was carried out against the Hindu and Sikh refugees, by the invaders from Pakistan. Many women were also abducted. == Rape by militants (post-1988) == In 1989, attacks on Kashmiri Hindus escalated and Muslim insurgents selectively raped, tortured and killed Kashmiri Pandits, burnt their temples, idols and holy books. The Pandits fled en masse from the state after which their houses were burnt by militants and their artwork and sculptures were destroyed. While cases of systematic rape of Kashmiri Muslim women by the Indian military are well documented, the details and scale of sexual violence against Kashmiri Pandit women remain yet to be researched. According to Human Rights Watch, despite threats by Islamist groups to women since 1990, reports of rape by militants were rare in the early years of the conflict. Since 1991, reports of rape by Islamic militants have increased. In some cases, women have been raped and then killed after being abducted by rival militant groups and held as hostages for their male relatives. In other cases, members of armed militant groups have abducted women after threatening to shoot the rest of the family unless she is handed over to a militant leader. Local people sometimes refer to these abductions and rapes as \"forced marriages\". In 1992, a case of rape and murder by militants attracted publicity, partly because the incident provoked street protests condemning the militants for the crimes. According to the 1993 Human Rights Watch report, rape by militants is less common but has increased in frequency over the years. A 2010 US state department report blamed separatist insurgents in Kashmir and other parts of the country of committing several serious abuses, including the killing of security personnel as well as civilians, and of engaging in widespread torture, rape, beheadings, kidnapping, and extortion. Some incidents of rape by militants appear to have been motivated by the fact that the victims or their families are accused of being informers or of being opposed to the militants or supporters of rival militant groups. According to the Human Rights Watch, the rape victims of militants suffer ostracism and there is a \"code of silence and fear\" that prevents people from reporting such abuse. It says that the investigation of cases of rape by militants is difficult because many Kashmiris are reluctant to discuss it for the fear of violent reprisals. The Human Rights Crisis in Kashmir . Asia Watch, a division of Human Rights Watch. Lat. Retrieved 10 March 2012. Also published as a book: The increase in number of rape cases has resulted in an increased number of abortions, leading in one case to murder of a doctor. The doctor was accused of being an informer by the Islamic militant groups Hizbul Mujahideen and Al Jehad. == Rape by Indian forces (post-1988) == === Background === In the aftermath of the allegedly rigged 1987 elections in the state of Jammu and Kashmir, where Islamic parties were prevented from winning several seats in the State Assembly,Amin, Tahir; Schofield, Victoria. Kashmir . The Oxford Encyclopedia of the Islamic World. Oxford University Press. a popular anti- Indian separatist movement and militancy gained momentum in the Kashmir Valley, a territory disputed between India and Pakistan since 1947. To counter the insurgency, India militarised the Valley, deploying a huge number of troops in the region. The critics of the Indian military presence in the valley contend that 600,000 troops are present in the state, according to which the region possesses the highest ratio of troops to civilians in the world.Schofield, Kashmir in Conflict 2003, p. 168. Since January 1990, Indian forces committed a number of human rights violations against civilians, including mass rape. === Rape as a weapon of war === According to a 1993 Human Rights Watch (HRW) report, the security forces use rape as a method of retaliation against Kashmiri civilians during reprisal attacks after militant ambushes.Inger Skjelsbæk (2001) Sexual violence in times of war: A new challenge for peace operations?, International Peacekeeping, 8:2, 75–76.Littlewood, Roland. \"Military Rape.\" Anthropology Today, vol. 13, no. 2, 1997, pp. 7–16. Most rape cases, according to the same report, have occurred during cordon-and-search operations.\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 1 According to a 1996 HRW report, security personnel in Kashmir have used \"rape as a counterinsurgency tactic\". Scholar Inger Skhjelsbaek states that the pattern of rape in Kashmir is that when soldiers enter civilian residences, they kill or evict the men before raping the women inside. Scholar Shubh Mathur calls rape an \"essential element of the Indian military strategy in Kashmir.\" According to Seema Kazi, there is no difference between the motivations behind rape in Kashmir with those which caused rapes to be committed in Rwanda and the Balkans. Kazi opines that rape in Kashmir is a \"cultural weapon of war\" and that the rape of Kashmiri women by Indian security forces, in the background of a mainly Hindu country repressing a Muslim populace, functions as a tool of \"subordinating\" Kashmiri males and the wider Kashmiri community.Kazi, Seema. Kashmir, Gender and Militarization in . Oxford University Press.\"In this respect the motive and intent of rape in Kashmir was no different from the Balkans and Rwanda, where rape functioned as a cultural weapon of war against women and against the community at large (Kesic, 2000)...Rape and sexual abuse is an integral part of the Indian counteroffensive in Kashmir\"Kazi, Seema. \"Rape, Impunity and Justice in Kashmir. \" Socio-Legal Rev. 10 (2014): 27 She also states that rape is used to demoralize the Kashmiri resistance and that there have been documented cases of soldiers confessing that they were commanded to rape Kashmiri women.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 29 At the 52nd United Nations Commission on Human Rights, Professor William Baker gave testimony that rape in Kashmir was not merely a case of isolated incidents involving undisciplined soldiers, rather the security forces were actively deploying rape on the Kashmiri populace as a method of humiliation and frightening.Ranjan, Amit. \"A Gender Critique of AFSPA: Security for Whom? .\" Social Change 45.3 (2015): 447 . He cited as evidence his interviews with several victims whose family members, including husbands and children, were made to witness their rapes. An Amnesty International report in 1992 stated that rape is conducted during counter-offensives against militants as part of a bid to methodically shame local Kashmiri communities. Dr Maiti, a professor of political science at Burdwan University, has condemned the oppressive Indian use of rape, noting that most of the Kashmiri rape victims have been civilians. During some interviews of soldiers on why they raped local Kashmiri women, some responded that Kashmiri women were beautiful. Others said it was a non-family station. In one case, a soldier replied that he raped a Kashmiri woman out of revenge because \"their men did exactly the same to the women of his community. === Extent === A study in 2005 by Médecins Sans Frontières concluded that the rate of sexual violence against Kashmiri women was one of the highest among the world's conflict zones, with 11.6% of respondents, out of a total 510 people in their survey, reporting personal experience of sexual abuse. The study also found that in comparison to many other regions experiencing conflict, such as Chechnya, Sierra Lone and Sri Lanka, the number of witnesses to rape in Kashmir was far greater. 13% of respondents in the study stated that they had witnessed a rape after 1989, while the proportion of those who had heard about a rape since 1989 figured at 63%. The proportion of respondents who had heard about more than five rape incidents stood at 59.9% . The proportion of those who had personally been witness to even more than five incidents of rape was 5.1%.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 22–23.\"Médecins Sans Frontières – Kashmir: Violence and Health\" (PDF). Archived from the original (PDF) on 8 November 2013. Retrieved 6 January 2013. According to Kazi, international awareness is low about the large extent of sexual violence in Kashmir. Scholar Dara Kay Cohen from Harvard University lists the conflict in Kashmir, alongside Bosnia and Rwanda, as among the \"worst\" of the \"so-called mass rape wars\".Cohen, Dara Kay. \"Explaining rape during civil war: Cross-national evidence (1980–2009). \" American Political Science Review 107.03 (2013): 467. According to Human Rights Watch:\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 3. > There are no reliable statistics on the number of rapes committed by > security forces in Kashmir. Human rights groups have documented many cases > since 1990, but because many of the incidents have occurred in remote > villages, it is impossible to confirm any precise number. There can be no > doubt that the use of rape is common and routinely goes unpunished. It was reported that Indian forces committed gang-rape of 882 Kashmiri women in 1992 alone. The Humanitarian Law Project/International Educational Development documented more than 200 cases of war rape from January 1994. Many cases are not reported because of the shame and stigma associated with rape in Kashmir.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 20. Human rights groups state that 150 top officers, of the rank of major or above, have participated in torture as well as sexual violence and that the Indian government was covering up such acts. In 2016, Kashmiri human rights activist and lawyer Parvez Imroz has said that a vast majority of cases of sexual harassment by Indian forces in Kashmir go unreported. Rape by security forces has notably occurred in areas of militant presence or activity.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir. \" Socio-Legal Rev. 10 (2014): 23. It has also happened to women from the Gujjar community, who live on the periphery of Kashmiri society. According to journalist Freny Manecksha, who tried to document conflict-related rapes in Kashmir in 2012-2013, their remote location has left them more susceptible to sexual violence. === Aftermath === Drastic physical and emotional consequences are experienced by the victims. Because society believes their honour is lost, the male relations of the rape victim also experience \"collective shaming\". The conservative nature of Kashmiri society means that males are reputed by their communities as having failed in protecting the purity of their women if they have been sexually assaulted. According to Molen and Bal, \"the authorities have deliberately inflicted collective dishonor—and in fact defeat—through appropriating Kashmiri men’s control of women’s 'izzat'.\"Van Der Molen, Thomas, and Ellen Bal. \"Staging “small, Small Incidents”: Dissent, Gender, and Militarization among Young People in Kashmir\" . Focaal Journal of Global and Historical Anthropology 60 (2011): 93–107. According to Hafsa Kanjwal in SAGAR research journal of University of Texas Austin, that since Kashmiri society wrongly heaps the blame of rape upon the victims, they continue to experience psychological problems and they accept the idea that they have been shamed and lost their purity. This feeling often leads to not just depression but also to breakdown in marriages, breakup of families and in some cases, suicide. In one example a 16-year-old teenager, Hameeda, was deemed to be a \"spoiled good\" and spurned by her family after an Indian army official raped her in 2004. Her marriage also broke down while she sought compensation and due to communal shaming she developed depression. Molen and Bal observe that there is a societal trend to refrain seeking matrimonial matches in areas where incidents of rape are publicly known. In the villages of Kunan and Poshpora, there were cases of men spurning their wives after they had been raped by Indian soldiers. Other husbands, upon encouragement from militants, did take back their wives but would abuse them. One rape victim recounted that her husband considered her \"defiled\" by another male and still blamed her. In some cases, the relationships of the rape victims with their sons also deteriorated. Girls who have not been raped, but are related to rape victims, are also stigmatized by society. Rape victims have also reported experiencing taunts from boys. Pregnant rape victims often either miscarried or gave birth to children possessing disabilities. Journalists Eric Margolis and Isaac Zolton have reported that some women who were raped by Indian soldiers subsequently fled from Indian administered Kashmir to Azad Kashmir.Eric Margolis (23 November 2004). War at the Top of the World: The Struggle for Afghanistan, Kashmir and Tibet . Routledge. pp. 80–. .Istvan, Zoltan (13 March 2003). \"Refugee Crisis Worsening In Western Kashmir\" . National Geographic. Retrieved 15 January 2017. Studies have revealed that there has been an increase in the Kashmiri nationalist resistance because of the sexual violence and other atrocities, mainly from the Indian forces, that Kashmiri women have faced. === Reactions === Human Rights Watch stated in its 1993 report that those Indian authorities who were shown evidence of rape resorted to denial. The report says that the authorities do not order a full inquiry or prosecute the perpetrators but instead seek to discredit the integrity and testimonies of the witnesses and doctors who provide the evidence. Commissioner in charge of magistrates for Kashmir, Wajahat Habibullah, chose to resign after India denied the charges in 1991. In 1993, Lt. General D. S. R. Sahni, General Officer Commanding in Chief of the Northern Command, when asked about the charges of rape by the security forces in Kashmir, has alleged that the militants \"trump up\" charges of rape against the forces. He said, \"A soldier conducting an operation at the dead of night is unlikely to think of rape when he is not even certain if he will return alive.\" According to Kazi, the Indian media has displayed unseemly haste in exonerating security forces from rape allegations.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 38–39. In 2016, JNU student union president Kanhaiya Kumar became the centre of controversy after speaking out on the rape of women in Kashmir by Indian security forces. The BJP youth wing filed a complaint against him, calling him \"anti-national\". According to the report of Human Rights Watch, the common use of rape by Indian security forces in the conflict drew little international condemnation, despite reports in the international press and by Indian human rights groups.\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 2. According to scholar Amit Ranjan, the Indian state has always sided with the perpetrators and not the rape victimsRanjan, Amit. \"A Gender Critique of AFSPA: Security for Whom? .\" Social Change 45.3 (2015): 446. and Indian society is generally not disturbed by rapes in Kashmir due to Kashmiri Muslims being considered the 'other'.Ranjan, Amit. \"A Gender Critique of AFSPA: Security for Whom? .\" Social Change 45.3 (2015): 450.\"Against such a background, it is difficult to garner solidarity over the issue of rapes in India....The feeling of otherness is strong in Indian society....Muslims, especially from Kashmir, in the popular imagination, are seen as the ‘other'\" At the same time, Ranjan says that the Kashmir Valley's disputed status between India and Pakistan has given it an advantage in that it can receive some global attention. Former Pakistani Prime Minister, Benazir Bhutto, in her address to the Fourth World Conference on Women at Beijing in 1995, called the use of rape as a weapon of war in Jammu and Kashmir reprehensible and depraved. Feminist commentators are critical of the way Kashmiri men have addressed the issue of rape. According to Kazi, the reaction of Kashmiri men to the rape of their women is one of feeling powerlessness and confoundment. But Kazi also complains that while Yasin Malik of the Jammu and Kashmir Liberation Front recognises that Kashmiri women have been sexually victimised by the Indian Army, he fails to consider Kashmiri society's \"torture\" and stigmatisation of the rape victims. According to journalist Syed Junaid Hashmi, both separatists and mainstream political parties in Kashmir have ignored the rape victims. Hashmi says that the state governments order inquiries which turn out inconclusive while the perpetrators receive rewards for their anti-militancy efforts. The separatist leadership's response to the victims is that 'they have lost their honour for a greater cause'. Separatist leader Shahidul Islam commented, \"I know by merely giving statements, honour lost by our daughters, sisters and mothers cannot be restored. They expected a lot more from the separatist leadership than what it has been doing, unfortunately we failed in pursuing the cause of our women vigorously.\" === Prosecution === In 1994, due to the international pressure, some court-martials of soldiers accused of rape were made public by the Indian government. In one such case, two soldiers were sentenced to twelve year imprisonment, on 29 July 1994, for raping a village girl in Kashmir. However, the authorities refused to prosecute perpetrators of many documented rape cases. According to Kazi, of all the human rights violations in Kashmir, the least investigations and prosecutions are in the rape cases. In the case of the February 1991 mass rapes in Kunan Poshpora, The New York Times reported that the \"Indian Government issued a statement saying that the sexual assaults never took place.\" Human Rights Watch also highlighted the fact in its 1993 report that despite the evidence of widespread sexual violence perpetrated by the Indian army and paramilitary forces, few of the incidents were ever investigated by the authorities and no prosecution of alleged rapists ever occurred.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 25–26. According to the 1996 HRW report, in many cases these incidents \"are never investigated by judicial and medical authorities\". According to Kazi, this indicates tolerance, if not official consent, of the State to such crimes. According to Mathur, the Indian government provides legal immunity to its personnel who are accused of rape. Skhjelsbaek states that the denial of rape by Indian authorities is systematic and the lack of prosecution allows acts of sexual violence to be perpetrated with impunity in Kashmir.Inger Skjelsbæk (2001) Sexual violence in times of war: A new challenge for peace operations?, International Peacekeeping, 8:2, 75–76 Scholars Christine De Matos and Rowena Ward have observed that the official cover-ups follow a pattern of labeling the victims as 'militant sympathisers', questioning the honesty of their claims and persecuting human rights activists and medical personnel who try to assist the rape victims. According to scholars Om Prakash Dwivedi and V. G. Julie Rajan, the Armed Forces Special Powers Act (AFSPA) has enabled the Indian military and security personnel to commit war crimes with impunity. The Indian military was given special powers under AFSPA in Kashmir in July 1990. Human rights groups criticize this law, stating it gives immunity to armed forces personnel who have committed crimes.Egyesült, Államok (2008). Country Reports on Human Rights Practices for 2007. House, Committee on Foreign Affairs, and Senate, Committee on Foreign Relations. p. 2195. . The Army sources maintain that \"any move to revoke AFSPA in Jammu and Kashmir would be detrimental to the security of the Valley and would provide a boost to the terrorists.\" As per AFSPA, Kashmiris who need to go to a civilian court to press charges against any security force personnel for human rights violations are required to first seek the permission of the Indian government. According to Kazi, such permission is 'never forthcoming'. The AFSPA legislation has been described as \"hated\" and \"draconian by members of Kashmir's State Human Rights Commission.Kazi, Seema (2014). \"Rape, Impunity And Justice In Kashmir\" (PDF). Socio-Legal Review. 10: 30. The local judiciary in Kashmir is unable to function normally because of the privileges granted to the security forces.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 33.Ranjan, Amit. \"A Gender Critique of AFSPA: Security for Whom?.\" Social Change 45.3 (2015): 440–457. According to Human Rights Watch, the military courts in India, in general, were proved to be incompetent to deal with cases of serious human rights abuses and were responsible in covering up evidence and protecting the involved officers. Amnesty International in its report in 2015, titled “Denied”-Failures in Accountability in Jammu and Kashmir, says, \"...with respect to investigations, an inquiry that is conducted by the same authority accused of the crime raises serious questions about the independence and impartiality of those proceedings”, adding that according to the international law, an independent authority that is not involved in the alleged violations has to investigate such crimes. Khurram Parvez remarks that women fear reprisals from the Army to file the cases of rape. He says, \"this is because there are cases in which when rape was reported, members of their families were attacked or prosecuted.\" He also states that it would be technically very difficult to prove rape, since the incidents happen in the areas which are completely under the Army's control. Dwivedi and Rajan point out that India's status of being allied with the US and other Permanent members United Nations Security Council has provided it impunity to carry out crimes against humanity, such as mass rape, in Kashmir. This impunity is also because India does not hold membership in the International Criminal Court (ICC). India refuses to join the ICC by contending that its own judicial system is competent enough to address war crimes. However, law expert Usha Ramanathan labels this argument misleading. In 2013, 50 women filed a public interest litigation (PIL) in the Jammu and Kashmir High Court in order to reopen investigations of the alleged mass rapes of February 1991 in Kunan Poshpora. == Reported cases == === Militants === * In March 1990, the wife of a BSF inspector was kidnapped, tortured and gang- raped for many days. Then her body with broken limbs was abandoned on a road. * On 14 April 1990, a Kashmiri Pandit nurse from the Soura Medical College Hospital in Srinagar was gang-raped and then beaten to death. Jammu Kashmir Liberation Front (JKLF) took responsibility for the crime, accusing the woman of informing the police about the presence of militants in the hospital. * On 6 June 1990, a lab assistant at the Government Girls High School Trehgam, was kidnapped and gang raped for many days. Then she was sliced at a sawmill. * Another women was abducted with her husband in Sopore. She was gang-raped for a number of days before the both were killed in November 1990. * On 5 May 1990, a Muslim teenage girl was tortured for two days, gang raped and shot dead by Farooq Ahmed Dar of the JKLF. * On 13 August 1990, Babli Raina, a Kashmiri Hindu teacher in the Education Department, was gang raped in her house in the presence of her family and then killed.> * On 30 March 1992, armed militants demanded food and shelter from the family of the retired Hindu truck driver Sohan Lal Baroo in Nai Sadak, Kralkhud. The family complied, but the militants raped his daughter who died as a result of the assault. When he and his wife tried to stop them, he was shot dead. His elderly wife was also raped and shot; she died in the hospital soon after. * Journalist Prakriiti Gupta writes that there have been many cases of militants raping the young girls by forcing them into temporary marriages (mutah in Islamic law) – these ceremonies are called \"command marriages\". * In 2005, a 14-year-old Gujjar girl was abducted from Lurkoti village by the Lashkar-e-Taiba militants, and forced to marry one of them. She was gang-raped by her \"husband\" and his militant friends. === Indian security forces === * Jamir Qadeem (1990): On 26 June 1990, a twenty-four-year-old woman from Jamir Qadeem was raped during a search of her neighbourhood by the BSF. Police in Sopore registered a case against the BSF in July of that year.Kazi, Seema. \"Rape, Impunity and Justice in Kashmir .\" Socio-Legal Rev. 10 (2014): 21–23. * Anantnag (1990) * Chhanpora (1990): On 7 March, CRPF raided several houses in the Chhanpora locality of Srinagar. During the raids a number of women were raped. The 'Committee for Initiative in Kashmir' which visited the Valley between 12 and 16 March 1990 interviewed the victims. Rape victim Noora (24) was forcefully dragged out of her kitchen by 20 men from the CRPF and raped, along with her sister-in-law Zaina. The rape victims also witnessed two minor girls being molested. * Panzgam (1990) * Trehgam (1990) * Barbar Shah (1991): A mentally ill old woman was raped by security forces in Srinagar.Bhat, Aashaq Hussain, and R. Moorthy. \"Impact of Security Provisions in Kashmir .\" (2016). * Kunan Poshpora (1991): On 23 February 1991, a unit of the Indian army launched a search and interrogation operation in the twin villages of Kunan Poshpora, in the Valley's Kupwara district. Soldiers repeatedly gang-raped many women, with estimates of the number of victims ranging from 23 to 100. * Pazipora- Ballipora (1991): On 20 August 1991, soldiers carried out mass rape in this hamlet, which is only a few kilometres away from Kunan Poshpora. The number of rape victims in this case varied between eight and fifteen or more. * Chak Saidpora (1992): On 10 October 1992, an army unit of the 22nd Grenadiers entered the village of Chak Saidapora. Several army soldiers gang-raped between six and nine women, including an 11-year-old girl and a 60-year-old woman.\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 8. * Haran (1992): On 20 July 1992 women were raped during an army search operation. One victim, interviewed by Asia Watch and PHR, reported being gang-raped by two soldiers in turns. Another victim in the same incident was raped by a Sikh soldier while another stood guard.\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 12. * Gurihakhar (1992): On 1 October 1992, after killing ten people in the hamlet of Bakhikar, BSF forces entered the nearby village of Gurihakhar and raped women. One woman, interviewed by Asia Watch, tried to hide her daughter's identity as a rape victim by describing herself as the rape victim, to protect her daughter from public humiliation.\"Rape in Kashmir: A Crime of War\" (PDF). Asia Watch & Physicians for Human Rights A Division of Human Rights Watch. 5 (9): 13. * Bijbehara (1993): Before the Bijbehara massacre there was a large incident of molestation and gang rape in Bijbehara, which elders hushed up due to fear it would bring shame to the families of rape victims. Later, in August, army men raped a woman in Gadhangipora, on the outskirts of Bijbehara town, in retaliation for an attack by militants. * Hyhama (1994): On 17 June 1994, seven women were raped by troops of Rashtriya Rifles, including two officers Major Ramesh and Raj Kumar in the village Hyhama. * Sheikhpora Incident (1994): A 60-year-old woman was raped while men of her family were locked away. * Kangan (1994): A woman and her 12-year-old daughter were raped by Indian security forces at Theno Budapathary. * Wurwun (1995): On 30 December 1995, soldiers from the Rashtriya Rifles entered a house in Wurwun village, district Pulwama, and sexually assaulted and attempted to rape three women. * Narbal Pingalgom (1997): A girl was raped in Pulwama in November 1997. * Srinagar (1997): On 13 April 1997, Indian troops stripped naked and gang raped twelve young Kashmiri girls near Srinagar. * Wavoosa (1997): On 22 April 1997, several Indian armed forces personnel entered the house of a 32-year-old woman in the village of Wavoosa. They molested her 12-year-old daughter and raped three other daughters, aged 14, 16 and 18. Another woman was beaten for preventing the rape of her daughters by soldiers.\"India: High Time to Put an End to Impunity in Jammu and Kashmir\" (PDF). 15 May 1997. Archived from the original (PDF) on 29 October 2013. Retrieved 8 January 2010. * Doda (1998): A fifty-year-old resident of the village Ludna in Doda district told Human Rights Watch that on 5 October 1998 the Eighth Rashtriya Rifles came to her house, took her and beat her. She was then raped by a captain who was a Hindu and said to her: \"You are Muslims, and you will all be treated like this.\" * Bihota (2000): On 29 October 2000, there was a cordon and search operation in Bihota by the 15 Bihar Regiment. during which one woman was picked up and taken away to a camp. The following day twenty women went a long with a few men to get the woman released. However, the women were detained for four to five hours and sexually assaulted. * Pahalgam (2002) * Zachaldara (2004) * Zero Bridge (2004): Four security personnel raped a 21-year-old woman in a guest house on 28 October. * Handwara incident (2004): A mother and her daughter were raped in Baderpayeen, Handwara on 6 November. According to Khurram Parvez, programme coordinator of the Jammu and Kashmir Coalition of Civil Society, officers implied that this should not be an issue since the alleged rapist was a Muslim, Major Rahman Hussain. He was later convicted for transgression into civilian property instead of rape. * Shopian (2009): Two women, Asiya and Nelofar Jan, were allegedly abducted, raped and murdered by Indian troops between 29 and 30 May at Bongam in Kashmir's Shopian district. * Gujjardara-Manzgam (2011) == See also == * Shopian Incident * Human rights abuses in Jammu and Kashmir * Kashmir conflict * Kunan Poshpora == References == == Bibliography == * Chinkin, Christine. \"Rape and sexual abuse of women in international law.\" European Journal of International Law 5.3 (1994) * Christine De Matos; Rowena Ward (27 April 2012). Gender, Power, and Military Occupations: Asia Pacific and the Middle East since 1945. Taylor & Francis * Cohen, Dara Kay. Explaining rape during civil war: Cross-national evidence (1980–2009). American Political Science Review 107.03 (2013): 461–477. * Inger Skjelsbæk (2001) Sexual violence in times of war: A new challenge for peace operations?, International Peacekeeping, 8:2, * Kazi, Seema. Gender and Militarization in Kashmir. Oxford Islamic Studies Online. Oxford University Press. * Kazi, Seema. \"Rape, Impunity and Justice in Kashmir.\" Socio-Legal Rev. 10 (2014). * Jeffrey T. Kenney (15 August 2013). Islam in the Modern World. Routledge. . * Littlewood, Roland. \"Military Rape.\" Anthropology Today, vol. 13, no. 2, 1997 * Om Prakash Dwivedi; V. G. Julie Rajan (26 February 2016). Human Rights in Postcolonial India. Routledge. . * Sumit Ganguly (2004). The Kashmir Question: Retrospect and Prospect. Routledge. * Ranjan, Amit. \"A Gender Critique of AFSPA: Security for Whom?.\" Social Change 45.3 (2015) * Rawwida Baksh; Wendy Harcourt (2015). The Oxford Handbook of Transnational Feminist Movements. Oxford University Press. . * Sharon Frederick (2001). Rape: Weapon of Terror. World Scientific. . * Shubh Mathur (2016). The Human Toll of the Kashmir Conflict: Grief and Courage in a South Asian Borderland. Palgrave Macmillan US. . * Sibnath Deb (2015). Child Safety, Welfare and Well-being: Issues and Challenges. Springer. == Further reading == * Kazi, Seema. In Kashmir: gender, militarization, and the modern nation- state. South End Press, 2010. * Shekhawat, Seema. Gender, Conflict and Peace in Kashmir. Cambridge University Press, 2014. * Shekhawat, Seema, ed. Female Combatants in Conflict and Peace: Challenging Gender in Violence and Post- Conflict Reintegration. Springer, 2015. Category:Rape in India Category:Rape in Pakistan Category:Kashmir Category:Human rights abuses in Jammu and Kashmir Category:Human rights abuses in India Category:Human rights abuses in Pakistan Category:Sexual abuse Category:Controversies in India Category:Kashmir conflict ",
    "title": "Rape during the Kashmir conflict"
}