{
    "id": "53820417",
    "text": "Tayfun Talipoğlu (1962 – 21 March 2017) was a Turkish journalist and writer. He was born in Kars. Aftar primary education in Malatya and Eskişehir, he graduated from Atatürk highschool in Ankara and Faculty of Political Science, Ankara University in 1983. Although he applied for a civil servant post, his application was rejected because of his political views. After trying many jobs, he finally chose journalism. He served in Milliyet newspaper, Star TV and ATV TV, Kanal 8 TV and Turkish Radio and Television Corporation (TRT) Haberler news He had been primarily known for his TV series, Bamteli , which began in 1995 and which was aired on various TV channels,Hürriyet Daily news Talipoğlu was a columnist at the newspapers Takvim, Yeni Yüzyıl and Cumhuriyet. He also wrote a number of poetry books and recorded albums of traditional Turkish music. He was appointed UNICEF goodwill ambassador in October 2007. Upon his death, UNICEF published the notice: \"We are deeply saddened by the sudden demise of our distinguished national Ambassador Tayfun Talipoğlu\".NTV news He entered the Republican People's Party CHP), and ran for a seat in the parliament from Aydın (electoral district) in the June 2015 general elections. However, he failed to be elected. Talipoğlu died on 21 March 2017 in İzmir due to heart attack. He was survived by his son Candaş Talipoğlu. ==Books== He was the author the following books:Kitapyurdu page * Bir Yol Hikayesi (\"A road story\") *Yol Hikayeleri (\"Road stories\") *Çoluk Çocuk Yazıları (\"Essays of the family\") *Eskimeyen Yüzümün Gülümseyişi (\"Smile of my never frazzling face\") *Benim Yolum (\"My way\") *Eşekle Gelen Aydınlık (\"The light that comes with the donkey\") ==References== Category:1962 births Category:People from Kars Category:Ankara University Faculty of Political Sciences alumni Category:Turkish journalists Category:Turkish children's writers Category:Milliyet people Category:Cumhuriyet people Category:Republican People's Party (Turkey) politicians Category:UNICEF Goodwill Ambassadors Category:2017 deaths Category:Yeni Yüzyıl people ",
    "title": "Tayfun Talipoğlu"
}