{
    "id": "53823966",
    "text": "Ezekiel 29 is the twenty-ninth chapter of the Book of Ezekiel in the Hebrew Bible or the Old Testament of the Christian Bible. This book contains the prophecies attributed to the prophet/priest Ezekiel, and is one of the Books of the Prophets. Chapters 29–32 contain seven oracles against Egypt, balancing the seven oracles against Israel's smaller neighbors in chapters 25–28. ==Text== The original text of this chapter was written in the Hebrew language. This chapter is divided into 21 verses. ===Textual witnesses=== The head of \"Apries\" or \"Pharaoh-Hophra\", Louvre Some early manuscripts containing the text of this chapter in Hebrew are of the Masoretic Text tradition, which includes the Codex Cairensis (895), the Petersburg Codex of the Prophets (916), Aleppo Codex (10th century), Codex Leningradensis (1008). There is also a translation into Koine Greek known as the Septuagint, made in the last few centuries BC. Extant ancient manuscripts of the Septuagint version include Codex Vaticanus (B; \\mathfrak{G}B; 4th century), Codex Alexandrinus (A; \\mathfrak{G}A; 5th century) and Codex Marchalianus (Q; \\mathfrak{G}Q; 6th century). ==Pharaoh the sea-serpent (29:1–16)== In this passage, YHWH calls Pharaoh 'a great sea-serpent' (tannin′, reading as singular, for plural text in MT, \"dragon\" in the New Revised Standard Version, \"monster\" in the New King James Version) 'stretched out in the Nile surrounded by fish' (verses 3–4) and as the king of Tyre, Pharaoh is condemned for 'claiming divine status' (in this case, 'as the Nile's creator'), so YHWH announces that 'he will fish out the serpent along with its dependent fishes' (the allies of Egypt) 'and fling them out to rot in the field' (verses 4–5) causing the Egyptians to 'acknowledge YHWH's sovereignty. ===Verse 1=== : In the tenth year, in the tenth month, on the twelfth day of the month, the word of the Lord came to me, saying, NKJV The date corresponds to January 7, 587 BCE, based on an analysis by German theologian Bernhard Lang.Lang, Bernhard (1981) Ezechiel. Darmstadt. Wissenschaftliche Buchgesselschaft, cited in Kee et al 2008, p. 210. ===Verse 2=== : \"Son of man, set your face against Pharaoh king of Egypt, and prophesy against him, and against all Egypt.\" NKJV * \"Son of man\" (Hebrew: בן־אדם -): this phrase is used 93 times to address Ezekiel. * \"Pharaoh\" (Hebrew: פרעה '; Egyptian: pr-±o, \"great house\"; Greek: Φαραω, Pharao): the title of ancient Egyptian kings, of royal court, and (in new kingdom) of the king, until the Persian invasion. The title at the time of the prophecy (\"January 7, 587 BCE\") refers to Hophra (c. 589-570 BC) as noted in Jeremiah 44:30 (Ουαφρη[ς] in the Greek Old Testament),Cf. Christoffer Theis, Sollte Re sich schämen? Eine subliminale Bedeutung von עפרח in Jeremia 44,30, in: UF 42 (2011), S. 677–691 for the writing of this particular name. written as Apries () by Herodotus (ii. 161) and Diodorus (i. 68), Waphres by Manetho, who correctly records that he reigned for 19 years, the fourth king (counting from Psamtik I) of the Twenty-sixth dynasty of Egypt. ===Verse 10=== :Indeed, therefore, I am against you and against your rivers, and I will make the land of Egypt utterly waste and desolate, from Migdol to Syene, as far as the border of Ethiopia. NKJV *\"Migdol\" or \"the tower\"Note [a] on Ezekiel 29:10 in NKJV ==Nebuchadrezzar's Consolation Prize (29:17–21)== This part separates the oracles dated to January 587 BCE (29:1–16) and April 587 BCE (30:20-6) with the insertion of a later prophecy (announced in 571 BCE) that Egypt will be given by YHWH to the Babylonian king as compensation for his efforts on YHWH's behalf in the siege of Tyre (verse 20) which ended in 572 BCE. Egypt's defeat will bring honor to Israel who would then recognize YHWH. In his annals, Nebuchadrezzar recorded his invasion to Egypt in 568 BCE (ANET 308). ===Verse 17=== : And it came to pass in the twenty-seventh year, in the first month, on the first day of the month, that the word of the Lord came to me, saying, NKJV The date corresponds to April 26, 571 BCE, based on the analysis of Bernhard Lang. ==See also== *Related Bible parts: Isaiah 30, Jeremiah 44, Ezekiel 17, Ezekiel 30 ==Notes== ==References== ==Sources== * * * * * * * * * ==External links== ===Jewish=== *Ezekiel 29 Hebrew with Parallel English *Ezekiel 29 Hebrew with Rashi's Commentary ===Christian=== *Ezekiel 29 English Translation with Parallel Latin Vulgate 29 ",
    "title": "Ezekiel 29"
}