{
    "id": "53829609",
    "text": "The Per Artem ad Deum Medal - (Eng. Through Arts to God) - annual award presented by the Pontifical Council for Culture in recognition of the achievements which contribute to the promotion of dialogue between the diversity of cultures in the contemporary world and thus promote man as an individual. == The Medal Chapter == The Medal Chapter comprises: Reverend Bishop Marian Florczyk - the Chapter Chairman, Andrzej Mochoń PhD, Professor Konrad Kucza-Kuczyński and the previous years' laureates: Tomasz Furdyna, Dobrosław Bagiński PhD. Hab, professor , professor Leszek Mądzik, Wojciech Kilar, Krzysztof Zanussi, Stanisław Niemczyk. == Laureates == The Per Artem ad Deum Medal has been presented to: * 2005 - Stained glass workshop \"Furdyna\" - Krakow * 2006 - Dobroslaw Bagiński * 2007 - Stanisław Słonina * 2008 - Leszek Mądzik * 2009 - Wojciech Kilar * 2010 – Krzysztof Zanussi * 2011 – Stanisław Niemczyk * 2012 - Ennio Morricone and Stefan Stuligrosz * 2013 – Stanisław Rodziński * 2014 – Mario Botta, * 2015 - Krzysztof Penderecki, Wincenty Kućma, Herder Publishing House * 2016 - Antonina Krzysztoń, Arvo Pärt, Arnaldo Pomodoro * 2017 - Claudia Henzler, Father Professor Michał Heller and Father Tomas Halik == The Medal awarding ceremony == The Per Artem ad Deum Medal has been presented at the International Exhibition of Church Construction, Church Fittings and Furnishings and Religious Art SACROEXPO held in Targi Kielce exhibition centre located in Kielce, Poland. The Medal is awarded at a special gala ceremony. The medal laureates are presented the distinction by the Chapter members and the church high-ranking dignitaries; twice - in 2009 and 2012 - the Medal was handed by the President of the Pontifical Council for Culture, Cardinal Gianfranco Ravasi. In the case of Stefan Stuligrosz and Ennio Morricone, the Medal Medal awarding ceremony gained extra splendour owing to live concert of the Świętokrzyskie Philharmonic Orchestra and Cracow Philharmonic Choir performing the new version of the Tra Cielo e Terra dedicated to John Paul II. == Photos == File:Wojciech Kilar odbiera medal Per Artem Ad Deum (2009).jpg|Per Artem Ad Deum presented to Wojciech Kilar (2009) File:Per artem ad deum zanussi.jpg|The Per Artem Ad Deum Medal awardig ceremony - Krzysztof Zanussi accompanied by Targi Kielce President Andrzej Mochoń PhD (2010) File:Per artem ad deum morricone.jpg|Ennio Morricone receives the Per Artem Ad Deum Medal from Archbishop Gianfranco Ravasi (2012) File:Paad2014.jpg|Mario Botta and Adam Bujak at the Per Artem Ad Deum Medal awarding ceremony (2014) File:Per artem ad deum 2015 - kucma, herder, penderecki.jpg|2015's Per Artem Ad Deum laureates - from the left: Wincenty Kućma, Volker Resing (Herder Publishers), Krzysztof Penderecki File:Antonina Krzysztoń odbiera nagrodę Per Artem Ad Deum podczas wystawy Sacroexpo 2016 w Kielcach.jpg|Antonina Krzysztoń receives the Per Artem Ad Deum award at 2016's Sacroexpo in Kielce == References == Category:Pontifical Council for Culture Category:Orders, decorations, and medals of the Holy See ",
    "title": "Per Artem ad Deum Medal"
}