{
    "id": "53824003",
    "text": "Benjamin Gladstone Square, a vest pocket park bounded by West Farms Road, Westchester Avenue, and Hoe Avenue, in The Bronx, New York Benjamin Gladstone (December 14, 1896New York City Births, 1846-1909,\" database, FamilySearch (https://familysearch.org/ark:/61903/1:1:2WSY-7T5 : 20 March 2015), Glatstein, 14 Dec 1896; citing Manhattan, New York, New York, United States, reference cn 54905 New York Municipal Archives, New York; FHL microfilm 1,322,346. – December 13, 1935New York City Municipal Deaths, 1795-1949,\" FamilySearch (https://familysearch.org/ark:/61903/1:1:2WGX-VY4 : 20 March 2015), Benjamin Gladstone, 13 Dec 1935; citing Death, Bronx, New York, New York, United States, New York Municipal Archives, New York; FHL microfilm 2,156,400.) was a representative in the New York State Assembly, serving in the 157th and 158th State Legislatures in 1934 and 1935, respectively. ==Early life== Gladstone was born on the Lower East Side of Manhattan, to Samuel Gladstone and the former Minnie Klein, in a house on Cherry Street. His family moved to Harlem, where he started his schooling at P.S. 83 on East 110th Street near Second Avenue, and later graduated from Harlem Evening High School and Fordham University School of Law. He then enlisted in the U.S. Army and was assigned to the Engineer Corps, but World War I ended before he was sent overseas. ==Career== Gladstone set up a private law practice in Manhattan and was active in the Bronx County Democratic organization, serving as secretary of his district's county committee, as a delegate to judicial conventions, and on the law and speakers' committees. Gladstone was also active in a variety of fraternal, civic, religious, and political circles. He was chairman of the board of directors of the Hunts Point Hebrew Association, President of the Onward Lodge of the Independent Order of Brith Abraham, and a member the American Legion, the Elks, and the Bronx County Bar Association. He was elected to the Assembly on the Democratic Party and Recovery Party lines in November 1933 and re-elected November 1934. He devoted his legislative career to improving educational standards and conditions in the public schools. He was also chairman of the 1934 Emergency Unemployment Relief drive in the Bronx. On April 2, 1935, Gladstone collapsed from a heart attack in the Assembly and rushed by ambulance to Albany Hospital. He had appeared to recover and was in apparent good health when he was re-elected to a third term in November 1935. However, on December 13, 1935, after leaving a meeting at the local Democratic Club and returning home, he suddenly collapsed and died. He was succeeded by Julius J. Gans, who won a special election held on January 22, 1936. ==Legacy== Gladstone was survived by his wife, Florence, and three- year-old daughter, Mildred. Benjamin Gladstone Square, surrounded by Westchester Avenue, Hoe Avenue, and West Farms Road, a block away from Gladstone's residence at 1106 West Farms Road and formerly called Fox Square, was named after him in 1937. ==References== ==External links== Category:Jewish American military personnel Category:People from Harlem Category:Jewish American state legislators in New York (state) Category:Fordham University School of Law alumni Category:Members of the New York State Assembly Category:New York (state) Democrats Category:1896 births Category:1935 deaths Category:20th-century American politicians Category:Politicians from the Bronx Category:People from the Lower East Side ",
    "title": "Benjamin Gladstone"
}