{
    "id": "53824456",
    "text": "Father Germanos, born Georgios Tsibouktzakis (1966-2001; alt. Tsibouktsakis), was a Greek Orthodox monk-priest ANA-MPA news agency and abbot of St. George's Monastery, Wadi Qelt who was murdered by a terrorist on 12 June 2001 in a drive-by shooting. Yassir Arafat had declared a unilateral ceasefire a week before this attack, following the Dolphinarium discotheque massacre; both the Dolphinarium attack and this shooting were part of the Second Intifada, which began in 2000. In 2004, Marwan Barghouti, a leader of Tanzim and al-Aqsa Martyrs' Brigades during the Second Intifada, was convicted of murder by an Israeli court for having directed this attack. ==Life== St. George Orthodox Monastery in Wadi Qelt Tsibouktzakis was born in Evosmos near Saloniki, Greece, and after finishing primary school, went to work in a fabric-dying factory. According to his former boss at the dye-works, he became religious, gave all of his possessions away – even his bicycle, and left Salonika to enter a religious order. Tsibouktzakis studied at the Aristotle University of Thessaloniki. He went to Israel in 1990, was tonsured as a monk in 1993, and was sent to St. George's Monastery in 1994, where he resided for the rest of his life. In 2000 Father Germanos was first ordained deacon in the Church of the Holy Sepulchre, and later that year also priest. Emulating the Wadi Qelt monks of late antiquity, Georgios offered hospitality to visitors. He improved the stone path used by pilgrims to climb up to the monastery, repaired the aqueducts, and improved the gardens of shade and olive trees. He was 35 years old at the time of his death. Tsibouktzakis was an Israeli national. At the time of his death, Father Germanos was abbot and sole occupant of the monastery, where he was also buried. ==Murder== Tsibouktzakis was killed on the road near Ma'aleh Adumim while returning from Jerusalem to the desert monastery in a car with Israeli license plates. Tsibouktsakis was killed with a single bullet to the neck. The gunmen were seen to flee towards al-Eizariya and Abu Dis. The monk's superior, Archbishop Theopanes, complained that the Arabic press had mistaken his grief over the death for sympathy with Israel. The attack was said by some sources to have been carried out by a member of the Tanzim militant group. Other sources attributed it to Force 17. Both organizations are affiliated with Yassir Arafat's Fatah Party. ===Context=== The New York Times described this attack as \"the first\" along the \"well- traveled stretch of road\" connecting East Jerusalem to Maale Adumim. On the 10th anniversary of the shooting, the Jerusalem Post described it as having been the first drive-by shooting in the area east of Jerusalem. A preliminary cease fire, in the ongoing Second Intifada conflict, had already been in place for a week at the time of the shooting; in the wake of the June 1, 2001 Dolphinarium discotheque massacre, Arafat had unilaterally declared a one- sided ceasefire in order to avert what was expected to be a massive Israeli response to the mass-death bombing. The one-sided cease fire in response to the Dolphinarium massacre followed a one-sided cease-fire declared by Ariel Sharon on May 22. The shooting was noted for taking place \"as Mr. Arafat was meeting with\" C.I.A. director George Tenet to discuss yet another ceasefire. As they met, Palestinian demonstrators marched through the streets of Ramallah demanding that Arafat not sign the cease fire agreement. Prior to this murder Palestinian leader Marwan Barghouti had repeatedly and publicly stated that the cease-fire being negotiated by Tenet as well as the unilateral one-sided Arafat ceasefire would apply only to areas under Palestinian control, asserting that Fatah would continue to ambush Israeli settlers until they leave the Israeli-occupied territories.Tanzim clarify: Tactical ceasefire only (Hebrew), YNET, 3 June 2001 The Israeli court verdict effectively removed Arafat's only political rival.Colin Shindler A History of Modern Israel, Cambridge University Press, 2013 p.337. ===Accusations and denials of responsibility=== Soon after the attack, Israel's Security Agency alleged that Marwan Barghouti was behind the murder of Georgios Tsibouktzakis, stating that it had arrested and interrogated two suspects who said that Barghouti helped them obtain their guns and confessed to shooting the Abbot. The 2 were said to be part of Force 17, a Fatah commando unit. Barghouti denied the allegation, denied knowing the two suspects, and accused \"Israeli settlers\" of killing Tsibouktzakis. ===Legal proceedings=== In 2003, Ismael Hassin Radeida, a 22-year-old member of an armed faction of Fatah, was convicted of shooting and killing Fr Germanos. Radeida told the court he had killed the priest in error, having intended to kill Jews driving along the road. Palestinian leader Marwan Barghouti was convicted of murder in 2004 for having directed the attack. Barghouti had been a popular candidate to lead the Palestinian Authority; however, the position could not be filled effectively from prison and the Israeli authorities had announced that the conviction as well as four other counts of murder for which he had been convicted, precluded his release, stating \"The man was sentenced to five life terms for the murder of Israelis... This is not a political issue, but a purely legal one.\" The Israeli government refused to release Barghouti as part of the 2011 Gilad Shalit prisoner exchange. ===Responses=== *Israeli Deputy Internal Security Minister Gideon Ezra called for all discussions with Palestinian Authority Chairman Yasser Arafat to cease until there was a halt in the terrorist attacks. *The Palestinian diplomatic mission in Greece denied that Palestinians shot Fr. Georgios. *The Palestinian Authority Ministry of Information issued an official denial of Palestinian involvement with the shooting, accusing \"Israeli settlers\" of carrying out the crime. *The Palestinian Authority also issued a statement claiming that the Greek Orthodox Church holds \"Israeli settlers\" responsible for shooting the Father Georgios. ==References== ==External links== *Video and still images from AP Archive Category:Eastern Orthodox monks Category:Fatah Category:Greek Eastern Orthodox priests Category:Greek Orthodoxy Category:Israeli casualties in the Al-Aqsa Intifada Category:June 2001 events in Asia Category:2001 murders in Asia Category:Murdered Eastern Orthodox priests Category:Palestinian terrorism Category:Terrorist attacks attributed to Palestinian militant groups Category:Terrorist incidents in Israel in 2001 Category:2001 crimes in Israel Category:2000s murders in Israel ",
    "title": "Murder of Georgios Tsibouktzakis"
}