{
    "id": "53826387",
    "text": "LHS 1140 is a red dwarf in the constellation of Cetus. Based on its stellar properties, it is thought to be about 41 light-years away from the Sun. 'LHS' refers to the Luyten Half-Second Catalogue of stars with proper motions exceeding half a second of arc annually.Luyten, Willem Jacob, Catalogue of stars with proper motions exceeding 0\"5 annually, University of Minnesota, 1979 The star is over 5 billion years old and has 15% of the mass of the Sun. LHS 1140's rotational period is 130 days. No flares have been observed. ==Planetary system== As of Jan. 2019, LHS 1140 is known to have two confirmed rocky planets orbiting it, and a third candidate planet not yet confirmed. The first to be discovered was LHS 1140 b, discovered by the MEarth Project in 2017 using the transit method. Follow-up radial velocities were measured by the High Accuracy Radial Velocity Planet Searcher instrument to confirm the planet and measure the mass. The planet LHS 1140b is a super-Earth in the habitable zone and transits the star every 24.7 days. This should allow its atmosphere to be studied in future: the combination of the transiting super- Earth and the relatively small and nearby host star make this system one of the most promising known for atmosphere studies, along with the TRAPPIST-1 system. The mass of LHS 1140b is about 7 times Earth's, and its radius about 1.7 times as large, giving it a density of about 7.5 g/cm3, compared to Earth's 5.5 g/cm3. In July 2018, Feng et al. published a reanalysis of the radial velocity data for LHS 1140, and proposed the likely existence of two additional planets: an inner Earth-mass planet orbiting every 3.8 days and an outer Neptune-mass planet orbiting every 90 days. The orbital period of the planet outer planet LHS 1140 d was refined to 78 days in 2020. In August 2018, Ment et al., using the transit method of detection, confirmed the existence of the inner planet LHS 1140 c with a mass about 1.8 times Earth's and a radius 1.3 times as large, giving it a density of about 5 g/cm3.\"A second planet with an Earth-like composition orbiting the nearby M dwarf LHS 1140\". Kristo Ment, Jason A. Dittmann, Nicola Astudillo-Defru, David Charbonneau, Jonathan Irwin, Xavier Bonfils, Felipe Murgas, Jose-Manuel Almenara, Thierry Forveille, Eric Agol, Sarah Ballard, Zachory K. Berta-Thompson, Franc¸ois Bouchy, Ryan Cloutier, Xavier Delfosse, Rene Doyon, Courtney D. Dressing, Gilbert A. Esquerdo, Raphaelle D. Haywood, David M. Kipping, David W. Latham, Christophe Lovis, Elisabeth R. Newton, Francesco Pepe, Joseph E. Rodriguez, Nuno C. Santos, Thiam-Guan Tan, Stephane Udry, Jennifer G. Winters, and Anael W unsche (August 3, 2018). ==See also== * MEarth Project * Planetary habitability * High Accuracy Radial Velocity Planet Searcher (HARPS) * Super-Earth * Habitability of red dwarf systems * Gliese 1132 b * GJ 1214 b ==References== Category:Cetus (constellation) Category:M-type main-sequence stars Category:Gliese and GJ objects J00445930-1516166 Category:Planetary systems with two confirmed planets ",
    "title": "LHS 1140"
}