{
    "id": "53827931",
    "text": "Cornelio Casablanca (1861–1945) was an Argentine financier and politician. He worked as a manager in the branches of the Banco Español del Río de la Plata and Banco de la Nación Argentina. He participated together with Lisandro de la Torre, in the Revolution of the Park of 1890. He also formed part in the foundation of Civic Union. == Biography == Casablanca was born in San Nicolás de los Arroyos, the son of Juan Bautista Casablanca, born in France and Jesús Liendo, belonging to a Creole family. He carried out his primary studies in the school of Ramallo and the secondary ones in the Colegio de los Padres Salesianos (School of the Salesian Fathers). He began his career in the Directorate of Revenue of Buenos Aires Province in 1880, and two years later he was appointed appraiser in Bahía Blanca. He also served as an employee of the Bank of the Province of Buenos Aires of that city. Later he worked in the branches of Río Cuarto and Salta of the Banco de la Nación Argentina. He settled definitively in the city of Rosario, Santa Fe in 1900, serving as a bank manager and exercising the presidency in the first National Congress of Commerce of Argentine. In 1911, he accepted to present itself to the candidacy to the Vicegobernación of Santa Fe Province, offered by the party Liga del Sur. He worked in community tasks, and participated in the foundation of several hospitals and educational centers, including the Hospital Provincial del Centenario and Facultad de Medicina. Cornelio Casablanca served as president of the directive committee of the Rural Society of Santa Fe Province during two periods. He maintained excellent friendly relations with the British society of Bahia Blanca. In his residence was installed the first English educational establishment of the city known as Colegio Anglo Argentino, directed by the London school teacher, Arturo W. Ogan. He was also linked to the local aristocracy, member of the Jockey Club, one of the most important institutions of the Argentina. == Family == Cornelio Casablanca was married on June 25, 1893, to María Elena Canavery, daughter of Adolfo Canavery and Sofía Martínez, belonging to a distinguished family from Carmen de Areco and San Nicolás de los Arroyos (Buenos Aires Province). He was a personal friend, relative in law and neighbor of Tomás Canavery, parish priest of Ramallo. == References == == External links == *familysearch.org Category:1861 births Category:1945 deaths Category:People from Buenos Aires Category:People from Rosario, Santa Fe Category:Argentine people of French descent Category:Argentine people of Spanish descent Category:Argentine people of Italian descent Category:Canaveri family ",
    "title": "Cornelio Casablanca"
}