{
    "id": "53822924",
    "text": "European/Australian variant of the Super NES Classic Edition (left) and its two controllers (right) Super Nintendo Entertainment System: Super NES Classic Edition, known as Nintendo Classic Mini: Super Nintendo Entertainment System in Europe and Australia and the in Japan, and also colloquially as the SNES Mini or SNES Classic, is a dedicated home video game console released by Nintendo, which emulates the Super Nintendo Entertainment System. The console, a successor to the NES Classic Edition, comes with twenty-one Super NES titles pre-installed, including the first official release of Star Fox 2. It was released in North America and Europe on September 29, 2017. == Hardware == The console is distributed in three variations, featuring the unique design of the original systems released in Japan, North America, and Europe respectively. While the North American release features an appearance based on the straight- angled grey-and-purple design of the Super NES, the Japan and PAL region releases are modelled after the rounded edge Super Famicom/PAL Super NES design as originally released in these regions. Internally, the console uses an Allwinner R16 system on a chip with four ARM Cortex-A7 central processing units, an ARM Mali 400 MP2 graphics processing unit, and 512 MB of flash storage and 256 MB of DDR3 memory. The same hardware was used in the previous NES Classic Edition product. The system features 720p/60 Hz HDMI display output and two controller ports; two wired SNES controllers are bundled with the system. The controller ports are hidden behind a faux front flap which is designed to appear like the original Super NES controller ports. Similarly to the predecessor's controllers, the Super NES Classic Edition controllers have connectors that can be inserted into the Wii Remote, and be used to play Super NES games on the Wii and Wii U Virtual Console. The Wii's Classic Controller is also compatible with the Super NES Classic Edition. While the NES Classic Edition controller is technically functional with the Super NES Classic Edition, gameplay is impractical in most games due to the absence of the X and Y face buttons and the shoulder buttons. The console uses the Linux operating system and runs a set of emulators developed by Nintendo's European Research & Development (NERD). These emulators provide the basic compatibility with the Super NES system, and for specific games, chipsets that were included on the cartridges, such as the Super FX chip used for Star Fox. The Super NES Classic Edition includes two controllers with cables, addressing complaints about the short ones used for the NES Classic. ===Hacking=== An anonymous user who previously discovered a means to hack the NES Classic Edition discovered a similar hacking ability to install additional SNES games onto the unit. Not all SNES games can work due to missing emulation of custom cartridge chipsets. ==Games== The microconsole contains 21 built-in games. These include Star Fox 2, a sequel to Star Fox that had been cancelled near the very end of its development in 1996; while Nintendo had given no official word to the cancellation, developer Dylan Cuthbert said that Nintendo feared how Star Fox 2 would look compared to similar games on the more advanced PlayStation and Sega Saturn consoles. Players can unlock Star Fox 2 on the SNES Classic upon clearing the first level of Star Fox. Despite the fact that the hardware shells are different, both western editions of the microconsole feature identical software, and all included games are based on their American localizations, running at 60 Hz, similarly to the NES Classic Edition. Consequently, games that originally had different titles in the PAL regions now use their respective American monikers, such as Contra III: The Alien Wars (originally Super Probotector: Alien Rebels), Star Fox (originally Starwing) and Kirby Super Star (originally Kirby's Fun Pak). From the 21 included titles, 16 are common between all regions, while the five remaining ones are exclusive to either Japan or North America/PAL region respectively. {| class=\"wikitable sortable\" ! Games ! NA/PAL ! Japan |- |Contra III: The Alien Wars|||| |- |Donkey Kong Country|||| |- |EarthBound|||| |- |F-Zero|||| |- |Final Fantasy VI|||| |- |Fire Emblem: Mystery of the Emblem|||| |- |Kirby Super Star|||| |- |Kirby's Dream Course|||| |- |The Legend of the Mystical Ninja|||| |- |The Legend of Zelda: A Link to the Past|||| |- |Mega Man X|||| |- |Panel de Pon|||| |- |Secret of Mana|||| |- |Star Fox|||| |- |Star Fox 2|||| |- |Street Fighter II Turbo: Hyper Fighting|||| |- |Super Castlevania IV|||| |- |Super Ghouls 'n Ghosts|||| |- |Super Mario Kart|||| |- |Super Mario RPG|||| |- |Super Mario World|||| |- |Super Metroid|||| |- |Super Punch- Out!!|||| |- |Super Soccer|||| |- |Super Street Fighter II: The New Challengers|||| |- |Yoshi's Island|||| |- |} ==Release== The Super NES Classic Edition was revealed on June 26, 2017, as the successor to the widely-popular NES Classic. Nintendo announced that the system would come with 21 Super Nintendo games, including the unreleased Star Fox 2.http://www.ign.com/articles/2017/06/26/super-nes-classic-edition-announced- and-dated It was released in North America on September 29, 2017 with a price of $79.99.http://www.ign.com/articles/2017/09/25/out-this-week-snes-classic- edition-cuphead-hive-jump === Criticism of availability === With the release of the NES Classic Edition, Nintendo was strongly criticized for the system's lack of availability for the console, which reached levels of popularity that they had not been fully prepared for. On July 21, 2017, the console was mistakenly made available for pre-order at Walmart in the United States due to a \"technical glitch\", and all pre-orders were cancelled on July 26, leading to widespread criticism among the gaming press. PC Magazine called the situation \"badly handled by Walmart\" and said that the future availability of the console was \"not looking good\". USGamer called attempting to obtain a Super NES Classic Edition a \"waking nightmare\" and stated the availability would likely be as low as the NES Classic, saying the situation was \"because we can't have nice things\". GameSpot stated that there was \"frustratingly little word\" from Nintendo as to when pre-orders would be made available. Nintendo gave no comment about the situation. On August 22, 2017, pre-orders officially opened at several major retailers, causing many of their sites to crash before customers could buy the system, as well as at physical GameStop locations in limited amounts, which also sold out quickly on a first-come, first-served basis. The Target website became \"glitched out\", removing the items from users' carts, and pre-orders from Walmart were sold out in less than a minute. This led to Nintendo of America being criticized as \"inept or underhanded\", and that they contributed to a \"chaotic\" situation. Polygon also confirmed that the Tai Ding internet bot was being used to quickly pre-order systems before humans could get the chance to order them, which was proving successful due to a lack of CAPTCHAs on store websites. Scalpers soon flooded eBay with pre-order listings, some at markups of over 300%. Nintendo of America CEO Reggie Fils-Aimé stated in September 2017 that people should not buy SNES Classic pre-orders from scalpers, and suggested SNES Classics would be readily available. He also stated that the company was not trying to create artificial scarcity, saying that the issues with pre-orders were \"outside our control\". Nintendo has also stated that there would be more SNES Classics available on launch day than the entire amount of NES Classics that were shipped in 2016, and that shipments would continue into 2018 unlike originally planned due to high demand. With the Super NES Classic Edition, Nintendo originally said that although they were prepared to produce significantly more Super NES Classics than NES Classics, they would be halting production at the end of 2017. Due to overwhelming demand, Nintendo changed their plans, with Reggie Fils-Aimé confirming the continued production of the system throughout 2018 alongside announcing the return of the NES Classic in 2018, which many people were unable to get after scalpers bought masses of them and resold them for much more than their MSRP. Fils-Aimé also discouraged consumers from buying from these scalpers and said there would be plenty stock of both NES and SNES. In May 2018, Nintendo of America announced via Twitter that both consoles would be in stock throughout the second half of 2018, with the NES Classic returning to stores on June 29.https://www.cnet.com/news/nintendo-nes-classic-and-snes- classic-back-in-stores-june-29-2018/ On December 13, 2018, Reggie Fils-Aimé affirmed that both the NES and SNES Classic Editions will not be restocked after the 2018 holiday season, nor does Nintendo anticipate producing any similar mini-console version of its other home consoles in the future. == Reception == Despite slightly criticizing its library of titles and issues carried over from the NES Classic, IGN's Jonathon Dornbush praised the Super NES Classic's features and enjoyability.http://www.gamerevolution.com/ Eurogamer praised the games library, the selection of border arts, the improved scaling over the NES Classic Mini, and the support of 60 Hz as well as the fact that there are now two controllers with longer cables in the scope of delivery in contrast to the NES Classic Mini. Eurogamer also claimed that the emulation of the SNES Classic Mini is superior to that of the Virtual Console. IGN rated the SNES Classic Mini 8.5 out of 10 points, praising the included games, the image quality, the longer cables and the rewind feature. ===Sales=== The SNES Mini sold 368,913 units within its first four days on sale in Japan. By the end of October 2017, it had sold more than 2 million units worldwide. By its fiscal year 2017 report, ending March 31, 2018, the SNES Classic had sold more than 5 million units. Combined sales of the NES and SNES Classic editions by September 30, 2018 exceeded 10 million units. == Gallery == File:Nintendo Classic Mini Super Nintendo Entertainment System - Front.jpg|Front side File:Nintendo Classic Mini Super Nintendo Entertainment System - LS.jpg|Left side File:Nintendo Classic Mini Super Nintendo Entertainment System - Back.jpg|Back side File:Nintendo Classic Mini Super Nintendo Entertainment System - RS.jpg|Right side File:Nintendo Classic Mini Super Nintendo Entertainment System - Open.jpg|Opened front side File:Nintendo Classic Mini Super Nintendo Entertainment System - U.jpg|Bottom side File:Nintendo Classic Mini Super Nintendo Entertainment System - CF.jpg|Front side of the controller File:Nintendo Classic Mini Super Nintendo Entertainment System - CB.jpg|Back side of the controller == Future == According to Nintendo, there are currently no plans for a Nintendo 64 Classic Mini. Doug Bowser, current President of Nintendo of America, said that \"Our focus right now is absolutely on our dedicated platforms such as Nintendo Switch Lite and our flagship Nintendo Switch.\" Reggie Fils-Aimé said \"For us, these were limited time opportunities that were a way for us as a business to bridge from the conclusion of Wii U as a hardware system to the launch of Nintendo Switch. That was the very strategic reason we launched the NES Classic system.\" There are rumors that Nintendo will release a Game Boy Classic Mini. == Literature == * Andreas Zintzsch: Nintendo Classic Mini SNES: Cheats, Tipps und Tricks. Bildner Verlag, Passau 2018, . ==References== ==External links== * * * Category:2017 in video gaming Category:ARM-based video game consoles Category:Dedicated consoles Category:Products introduced in 2017 Classic Edition ",
    "title": "Super NES Classic Edition"
}