{
    "id": "53827347",
    "text": "Albanian nationalism in North Macedonia came about during the Albanian nationalist movement which emerged as a response to the Eastern Crisis (1878) and proposed partitioning of Ottoman Albanian inhabited lands in the Balkans among neighbouring countries.. During the remainder of the late Ottoman period various disagreements culminated between Albanian nationalists and the Ottoman Empire over socio-cultural rights. The Balkan Wars (1912–13) ending with Ottoman defeat, Serbian and later Yugoslav sovereignty over the area generated an Albanian nationalism that has become distinct to North Macedonia stressing Albanian language, culture and identity within the context of state and sociopolitical rights. Pan-Albanian sentiments are also present and historically have been achieved only once when western Macedonia was united by Italian Axis forces to their protectorate of Albania during the Second World War. Reincorporated within Yugoslavia, Albanian nationalism in North Macedonia has drawn upon sociopolitical influences stemming from Albanian nationalism in Kosovo. Being a minority population, the addition of Islam has also shaped and blended into definitions of local national Albanian identity in opposition to the Orthodox Slavic Macedonian majority. Traditions of armed resistance by local Albanians have occurred over time with the most recent fighting (2001) being between National Liberation Army (NLA) guerilla fighters and the Macedonian army. The conflict ended with the adoption of the Ohrid Agreement (2001) guaranteeing extensive Albanian sociopolitical and linguistic rights in the country satisfying a main tenet of Albanian nationalism in North Macedonia. == History == === Late Ottoman period === Delegates from the Alphabet Congress of Manastir, Bitola (1908)Skopje after being captured by Albanian revolutionaries in August, 1912 after defeating the Ottoman forces holding the city The Albanian National movement first emerged in Kosovo through the League of Prizren with Albanian delegates in attendance from Macedonia that attempted to prevent Albanian inhabited territories from being awarded to neighbouring states... Muslim Albanians in Macedonia during the Ottoman period were either mainly supporters of the Ottoman Empire or some like Albanian parliamentarians critical of Ottoman measures aimed at curtailing socio-cultural Albanian expression... The province of Monastir was an important centre for the Bulgarian IMRO and the beginnings of an emerging Albanian nationalist movement among its majority Muslim population appeared due to frustration with Ottoman authorities and their ineffectiveness to protect them. Prominent individuals within the Albanian movement from Monastir province believed that joint action with the Young Turk movement (CUP) would improve their situation and the majority membership of the Albanian committee were also CUP members. In 1908, an Ottoman officer of Albanian origin Ahmed Niyazi Bey along with Albanians from the region instigated the Young Turk revolution (1908). Some people coming from a Balkan Albanian speaking or cultural space and often belonging to the urban elite in Macedonia that migrated to Anatolia did not always identify with a concept of Albanianess. Instead they adopted an Ottoman Turkish outlook and came to refer to themselves as Turks or Ottoman Turkish speaking citizens.. Due to the effects of socio-linguistic assimilation, promoters of Albanian nationalism became concerned about migration to Anatolia and degraded Albanians from the lower classes who undertook the journey.. In 1908, an alphabet congress in Bitola with Muslim, Catholic and Orthodox delegates in attendance agreed to adopt a Latin character-based Albanian alphabet and the move was considered an important step for Albanian unification. Some conservative Albanian Muslims and clerics along with the Ottoman government opposed the Latin alphabet and preferred an Arabic-based Albanian alphabet due to concerns that a Latin alphabet undermined ties with the Muslim world.... The Ottoman state organised a congress in Debar (1909) with the intention that Albanians there declare themselves as Ottomans, promise to defend its territorial sovereignty and adopt an Albanian Arabic character alphabet. Due to the alphabet matter and other Young Turk policies, relations between Albanian elites and nationalists, many Muslim and Ottoman authorities broke down... The Ottoman Young Turk government was concerned that Albanian nationalism might inspire other Muslim nationalities in the direction of nationalism and separatism and threaten the Islam-based unity of the empire.. === Balkan Wars, World War One, Interwar period and World War Two === Xhem Hasa (centre) with his brothers, Musli Hasa (left) and Abdullah Hasa (right) Ottoman rule ended in 1912 during the Balkan Wars and Macedonia with its Albanian population became part of Serbia.. The end of First World War led to Albanians in Macedonia becoming part of Yugoslavia. The Kaçak movement made up of armed Albanian guerilla fighters resisting Serb forces was active in western Macedonia during the 1920s before being suppressed toward the end of the decade.. The movement contributed to the development of an Albanian national consciousness in Macedonia. The Albanian language was prohibited by Yugoslav authorities and some Albanians were made to emigrate.. Secular education in the Albanian language within Macedonia and other areas in Yugoslavia with an Albanian population was banned.. With the onset of World War Two, western Macedonia was annexed by Axis Italy to their protectorate of Albania creating a Greater Albania under Italian control... Italian authorities in western Macedonia allowed the use of the Albanian language in schools, university education and administration.. In western Macedonia and other newly attached territories to Albania, non- Albanians had to attend Albanian schools that taught a curriculum containing nationalism alongside fascism, and they were made to adopt Albanian forms for their names and surnames.. Some Albanians in western Macedonia joined the Balli Kombëtar, most notable being Xhem Hasa who alongside his forces collaborated with the Axis powers on various operations targeting communist Albanian and Macedonian partisans... === Communist Yugoslavia === With the end of the Second World War, Albanian inhabited areas became part of the Socialist Republic of Macedonia within Yugoslavia.. The 1948 Yugoslav census recorded 179,389 Albanians in Macedonia and that number fell to 165,524 Albanians in 1953. The fall in numbers is attributed to the Tito-Stalin split as of the 203,938 declared Turks (1953) 27,086 gave Albanian as their mother tongue and during the 1950s-1960s some Albanians declared themselves as Turks to migrate to Turkey and escape communist Yugoslavia.. Most Albanian people in the region, aware of differences with Kosovan Serbs and an emerging Macedonian nationality embraced Albanian national identity.. Decreasing numbers of Albanians claimed a Turkish identity as old Ottoman Millet style classifications based on religious identification waned.. These changes placed pressure on other Muslim minorities living in Albanian areas to assimilate as Albanians.. Toward the late 1960s Albanian dissatisfaction in Macedonia resulted in protests that called for ethno-linguistic rights alongside Albanian majority areas in Macedonia being attached to a Kosovo republic and becoming the seventh such entity within the Yugoslav federation... This growing Albanian nationalism was viewed as a threat to the territorial integrity and existence of Macedonia by communist authorities... The Yugoslav constitution of 1974 granted extensive rights to Albanians in Kosovo, while in Macedonia Albanians had limited ethnic rights. ==== Albanian nationalism during the 1980s ==== By the late 1970s and early 1980s organised Albanian separatism had spread to Macedonia with Yugoslav security forces claiming to have uncovered two Albanian separatist organisations.. Macedonian communist authorities concerned over Albanian calls to establish Kosovo as a seventh Yugoslav republic supported Serbia's hardline approach and suppressed expressions of Albanian nationalism. Many Albanian activists in Macedonia during the 1980s were imprisoned for long periods of time under charges of separatism and irredentism. In 1982 communist officials accused Albanian nationalists (including some Muslim Albanian clergy) that they placed pressure on Macedonian Romani, Turks and Macedonian speaking Muslims (Torbeš) to declare themselves as Albanians during the census.. Expressions of Albanian nationalism through literature, slogans and vandalism occurred during 1982 in the Tetovo and Ohrid regions while Macedonian authorities were placed on high alert.. Members of the young Albanian elite in Macedonia left for Kosovo and the Albanian intellectual scene ceased while practising Islam became the only outlet for young Albanians.. In Macedonia from the late 1980s onward a lack of a majority atheistic Albanian elite enhanced links between political parties and the religious establishment which entrenched Islam in ethnonational self definitions among Albanians. Yugoslav authorities concerned that Albanian nationalism from Kosovo may spread to Macedonia sought to weaken the ethnonational consciousness of Albanians and attempted to assimilate them in Macedonia. This was done through fragmenting the Muslim community along ethnic lines by encouraging and spreading among Macedonian speaking Muslims (Torbeš) a Macedonian national consciousness. The Islamic Community of Yugoslavia dominated by Slavic Muslims opposed during the 1980s Albanian candidates ascending to the leadership position of Reis ul-ulema due to claims that Albanian Muslim clergy were attempting to Albanianize the Muslim Slavs of Macedonia.. The Macedonian communists supported Muslim religious institutions acting as a bulwark to check Albanian nationalism. As such Albanian language schools were closed down in the mid-1980s and the Isa Bey madrassa was reopened which became a focal point for Yugoslav Muslim Albanian education. Albanian language schools and its school curricula were viewed by Macedonian communists as being infiltrated by Albanian nationalism and irredentism with actions taken by authorities to curtail those sentiments.. Some of those measures against Albanian education included requiring use of only the Macedonian language (1981) and sackings of non-compliant teachers. The number of Albanian students in schools halved. Those events caused concern within the Albanian community resulting in protests, boycotts and other tensions with communist authorities and the state.. Some Albanian folk songs were also deemed to have nationalistic content and their use on radio was denounced and alongside use of Albanian toponyms both were banned.. Restrictions and bans were placed on Albanian parents naming their newborn children with names that were deemed nationalistic such as Shqipë, Liriduam (meaning wanting freedom), Alban, Albana, Flamur (Albanian flag), Kushtrim and others that connoted for communist authorities loyalty to communist Albania. The Albanian birthrate caused concern for communist authorities who viewed it as contributing to rising Albanian nationalism and family planning measures were enacted in municipalities of western Macedonia to limit parents to two children... \"Albanian “demographic expansion” was identified by the leadership of the Socialist Macedonian Republic as part of the increasing Albanian nationalism in Macedonia in the 1980s\" Some Albanian public officials were dismissed due to attending weddings that had nationalist songs sung while many cultural clubs were shut down.. The campaign against Albanian nationalism was referred to as differentiation.. Macedonian communist authorities concerned with growing Albanian nationalism contended that Turks and Macedonian speaking Muslims (Torbeš) were being Albanianised through Albanian political and cultural pressures.. Mosques in Macedonia were controlled by the communists and they turned into places that sheltered and fostered Albanian national identity. Communist authorities came to view Islam as a tool of Albanian nationalism.. In the attempt to abolish religious identity, measures were taken by Macedonian communist authorities that appropriated Muslim buildings for state use, destroyed Islamic libraries and two roads were constructed through Muslim cemeteries in Tetovo and Gostivar. In 1990 Albanian activists in Tetovo organised demonstrations that called for the creation of Greater Albania. Albanian nationalists viewed their inclusion within Yugoslavia as an occupation. === Post Yugoslavia: Macedonian independence and the 2001 insurgency === Logo of the NLA Albanians in Macedonia alongside their Kosovan Albanian counterparts after the fall of communism became the main force steering Albanian nationalism.. While Islam did not become a main focal point in articulating Albanian political nationalism it influenced the collective outlook of Albanians in Macedonia.. With Macedonian independence (1991) the status of Albanians became demoted to \"national minority\" from the previous Yugoslav category of \"nationality\". While the constitution referred to Macedonia as being the nationstate of Macedonians. A referendum (1992) was held in Albanian majority Western Macedonia with 72% of eligible voters voting for autonomy and the federalisation of Macedonia.. The outcome of the move had political ramifications as some Albanian politicians from the Tetovo and Struga regions declared the Republic of Ilirida during 1991-1992 with aims of uniting all Albanians of Yugoslavia into one entity.. The name Ilirida is a portmanteau formed from the words Illyri(a) and Da(rdania), ancient regions that were located in the modern Macedonian republic.. \"“Republic of Illirida”, a name formed by the conjunction of Illyria and Dardania\" As an interim measure toward unification, these Albanian politicians also advocated for the creation of an Albanian entity that would cover approximately half of the republic and federalise Macedonia.. Albanian political parties contended that the referendum was demonstrative and instead wanted the Macedonian state to recognise Albanians as a founding ethnic community of Macedonia. Albanians in independent Macedonia held only 4% of state jobs, Albanian language secondary schools declined from ten to one and the Albanian language at a university language was taught as a foreign language. During the 1990s protests by Albanians and tensions with the Macedonian state developed in incidents such as the government ordered cessation of flying the Albanian flag at municipal offices in Tetovo and Gostivar alongside disputes with the Albanian education sector... The return from Kosovo of several local Albanians from the professional elite to Macedonia contributed through influence over the Albanian populace by strengthening an Albanian national consciousness and mobilising sociopolitical organisation.. Sopot The ending of the Kosovo war (1999) resulted in offshoot guerilla groups from the KLA like the National Liberation Army (NLA) emerging.. By 2001 conflict in northern parts of the Republic of Macedonia erupted into an insurgency fought by Macedonian government forces against the NLA who avoided Islamic identifications while insisting on Islam being given constitutional equal status to Orthodoxy... The NLA also insisted on expanding Albanian language education and government funding for Albanian language universities. The struggle for civic equality and equality of Islam became interlinked with these demands that were achieved through the Ohrid Agreement (2001) which ended conflict by guaranteeing Albanian rights, (university) education, government representation and serving in the police force... High-ranking members of the NLA and of the Albanian political establishment in Macedonia favoured expanding Albanian rights within a unified Macedonia. They viewed any form of territorial partition as a loss for Albanians due to their unfavourable demographic and political position. Albanian nationalists held similar views as they did not want to leave the historical cities of Skopje and Bitola behind in the advent of secession from Macedonia.. Religion did not play a mobilizing factor during the conflict between Albanians and Macedonians, though it is becoming a new element between relations of the two peoples. Skanderbeg Square Post conflict, Albanians in Macedonia have placed new statues of Albanian historical figures like Skanderbeg in Skopje and named schools after such individuals while memorials have been erected for fallen KLA and NLA fighters. These developments have increased tensions between Albanians and Macedonians.. The figure of Saint Mother Teresa (1910-1997), a Catholic Albanian nun born in Skopje has been used for nationalist purposes within Macedonia as her origins have been contested and her legacy claimed by some Macedonian and Albanian elites from the local political and academic spectrum.. Within the context of societal image and stereotype production, Albanian nationalism constructs and perceives the other such as the Macedonian male as effeminate, and similar views exist on the Macedonian side of Albanian males.. Albanian nationalists view Macedonian ethnicity as invented by the Yugoslavs to weaken Serbia, prevent other identities forming and to legitimise the existence of a Macedonian republic in communist Yugoslavia.. Macedonians are referred to by Albanians as an ethnic collectivity with the term Shkie (Slavs) that also carries pejorative connotations.. Some Macedonian commentators have worried that Albanian nationalists view Macedonians as being without historic territorial rights over areas in Macedonia that would become part of a Greater Albania and lay claim to more than half of the territory of the republic as was once promoted by the League of Prizren.. In the political sphere Albanian parties maintain secular and nationalistic platforms while supporting the secular framework of the state with an insistence on protecting Islam and the culture of Muslim constituents along with control and interference of Muslim institutions... Unlike Albania and Kosovo, national identity and Islam are traditionally linked and stronger among Albanians from Macedonia. The status of Albanians being a minority in Macedonia and that most are Muslims have blended national and religious identity in opposition to the Orthodox Slavic Macedonian majority.. Some Muslim Albanian establishment figures in Macedonia hold that view that being a good Muslim is synonymous with being Albanian.. Language remains an important marker of ethnic Albanian identity in Macedonia.. Upper Reka, a region of western Macedonia, is home to an Christian Orthodox Albanian speaking population that self identifies as Macedonians.. \"Several villages in the Upper Reka subregion were, in the past, populated by Orthodox Albanian speakers who have been largely assimilated by the Slavic Macedonians.\".\"Горнореканците со муслиманска религија денес себе си се идентификуваат како Албанци, додека православите христијани како Македонци. [Upper Reka people of the Muslim religion today identify themselves as Albanians, while Orthodox Christians as Macedonians.]\" Controversies amongst Upper Reka Orthodox Christians have arisen over identity and the church with a few prominent individuals publicly declaring an Albanian identity or origin and others calling for an Albanian Orthodox Church to be present within the region. == See also == * Macedonian nationalism ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Category:Albanian separatism Category:History of Macedonia (region) Category:Nationalist movements in Europe Category:Irredentism Nationalism Nationalism Category:Pan-nationalism Category:Nationalism by country ",
    "title": "Albanian nationalism (North Macedonia)"
}