{
    "id": "53827880",
    "text": "Stacey Roy is a Canadian actor and producer of the TV show “The Nerdy Bartender.” She is also the live host of the Twitch streaming show “Cooking with Stacey.” Based out of Kelowna, British Columbia. She produces content with Mike Parkerson via their production company Whabam Media. ==Early life== Roy was born in Banff, Alberta, Canada to Teresa and Kurtis Roy. She was crowned Miss Teen Red Deer and Miss Teen Calgary in 2005. Roy has worked with charities since 2005 including the Leo Club, Students Against Drunk Driving, the Chive, and Operation Supply Drop. ==Career== Roy's screen debut was in 2010 with the role of Jane in 30 Days of Night: Dark Days.https://www.ctv.ca/movie/30-Days-of-Night-Dark-Days-vid1493223 Roy learned the art of bartending at Uva Wine Bar in Vancouver, Canada. She came up with the idea of “The Nerdy Bartender” after having a particularly bad drink at a dive-bar she used to work at called The Foggy Dew. She almost immediately began developing her show on YouTube and continued to do so for over a year. As she moved away from YouTube and towards Twitch, she recrafted the show into a live talk-show style format where she would interview guests while teaching them how to make various cocktails. In 2013, she designed her costume for her second fan film Starcraft: Hunt for Kerrigan, which was nominated for Best Action Short at the Geeksboro Film Fest in 2015. Between 2014 and 2015, Roy worked with YouTubers IFHT both in acting and producing capacities. The videos include How to be a DJ, How to be a Filmmaker and Bad Ways to Get Rid of Your Girlfriend. She also worked with YouTubers Film Riot shooting behind the scenes for a series of DJI commercials. Later in 2015, Roy played Harley Quinn in the Leo Award nominated fan film Nightwing: The Darkest Knight directed by Matthew Campbell. Her work with the character was praised. At the end of 2018, Roy successfully sold The Nerdy Bartender to The Brewdog Network for a 7 episode season. https://www.alistdaily.com/entertainment/brewdog-branded-streaming-service/ Almost immediately after its release in 2019, the show was picked up for a second season on the network DrinkTV which released in June 2020.https://fanboynation.com/the-nerdy-bartender-stacey-roy-is-back-for- season-2/ ==Filmography== ===Film, television and live broadcasts=== {| class=\"wikitable sortable\" |+ List of performances in film, television and live broadcasts |- |2017 |Overwatch in REAL Life! | Tracer | High budget fan film by Devin Graham |- |2014–present |The Nerdy Bartender LIVE | Host | Switch from YouTube to Twitch in Season 3 (Mid 2016) |- |2017–present |\"Cooking\" with Stacey | Host |- |2018-present |The Nerdy Bartender | Host | Spin-off TV series that airs on DrinkTV. |- |} ==References== ==External links== * * Category:Canadian female models Category:Canadian voice actresses Category:Cosplayers Category:Living people Category:Year of birth missing (living people) ",
    "title": "Stacey Roy"
}