{
    "id": "53823061",
    "text": "María José Alonso Fernandez (born 22 December, 1958) is a full professor of Biopharmaceutics and Pharmaceutical Technology at the University of Santiago de Compostela. The laboratory she leads is specialized in Pharmaceutical Nanotechnology and Nanomedicine, and her research is oriented to the development of nanostructures for targeted delivery of drugs and vaccines. Her discoveries have led to significant clinical advances in the development of potential new treatments for cancer, ocular diseases, skin diseases, diabetes, obesity and other autoimmune pathologies, as well as new vaccines. == Profesional experience and scientific career == María José Alonso has a Master degree in Pharmacy (University of Santiago de Compostela - USC, 1985) and a Ph.D. in Pharmaceutical Technology (USC, 1985). She has also developed her research career at the University of Paris XI and at the University of Angers (France), as well as in the Massachusetts Institute of Technology (MIT). In 2006-2010 she held the responsibility of Vicerrector of Research and Innovation at the University of Santiago de Compostela. In this role she created a network of research institutes that contributed to the recognition of “Campus of Excellence” by the Ministry of Sciences and Innovation. She is a member of the National Academy of Medicine (U.S.), and of three academies in Spain (Real Academia Nacional de Farmacia, Real Academia de Farmacia de Galicia and Real Academia Galega de Ciencias). Alonso has held responsibilities in several scientific societies, among them the Controlled Release Society (CRS). She first contributed to the CRS as the Founder of the Spanish-Portuguese Local Chapter (1994), and later she was Gobernor, Director- at-Large, Secretary and President of this Society. Moreover, she is part of the editorial board of 11 scientific journals, and Editor-in-Chief of the Drug Delivery and Translational Research. She has coordinated and participated in several research consortia financed by the World Health Organization (WHO), the Bill and Melinda Gates Foundation and the European Commission. She is the most influential researcher in Spain in the area of Pharmacology and Pharmacy (h-index), and is also classified among the top ten researchers in her field worldwide (Times Higher Education Ranking). == Drug Delivery Research == María José Alonso’s Lab is focused on designing novel nanostructured materials intended to transport drugs and antigens across biological barriers (such as cellular, ocular, nasal, skin and intestinal barriers) and deliver them to the target tissue. Alonso’s research is specialized in the association of biological compounds, including drugs and antigens to these nanovehicles, with the final goal of producing innovative nanomedicines and vaccines. == Awards and recognitions == * 1985: Extraordinary Ph.D. award for the best Ph.D. of the Faculty of Pharmacy, USC. * 1982: Eloy Díez Award granted by the Eloy Díez Foundation to the best PhD of the year. * 2010: Member of the Galician Academy of Pharmacy (Spain) * 2010: Member of the Spanish Royal Academy of Pharmacy (Spain) * 2011: “Novoa Santos” Award * 2011: “King Jaume I” Award on New Technologies * 2012: Medal of the General Council of Pharmacy * 2013: “Women in Sciences” Award granted by Xunta de Galicia * 2014: “Maurice Marie Janot Award” granted by the European Pharmaceutical Society (APGI) * 2014: Member of the Royal Academy of Sciences of Galicia (Spain) * 2016: Member of the National Academy of Medicine (NAM) (U.S.) * 2017: Member of the American Institute for Medical and Biological Engineering’s College of Fellows (AIMBE) (U.S.) * 2018: \"Castelao Medal\", awarded by Xunta de Galicia *2018: Member of the College of Fellows of the Controlled Release Society (CRS,Inc) *2018: “CRS Founders Award”, granted by the Controlled Release Society *2020: “The Power List” of the 20 most influential researchers in biopharmaceuticals, published by The Medicine Maker https://themedicinemaker.com/power-list/2020 *2020: \"Distinguished Service Award\", granted by the Controlled Release Society, Inc. (CRS, Inc) *2020: \"Women in Science Award\", granted by the Controlled Release Society, Inc. (CRS, Inc) *2020: \"Medal of Merit in Research and Education\", granted by the Ministry of Science and Innovation (Government of Spain) == Journal associations == * Pharmaceutical Research * Journal of Controlled Release * International Journal of Pharmaceutics * European Journal of Pharmaceutics and Biopharmaceutics * European Journal of Pharmaceutical Sciences * Drug Development and Industrial Pharmacy * Drug Delivery Sciences & Technologies * Journal of Microencapsulation * Nanomedicine * Regenerative Engineering and Translational Medicine *Drug Delivery and Translational Research (Editor-in-Chief) == References == == External links == * María José Alonso’s Lab * University of Santiago de Compostela (USC) * Center for Research in Molecular Medicine and Chronic Diseases (CIMUS) * Instituto de Investigación Sanitaria Santiago de Compostela - IDIS * Real Academia Nacional de Farmacia (Spain) * National Academy of Medicine * American Institute for Medical and Biological Engineering (AIMBE) * Controlled Release Society (CRS) *Drug Delivery and Translational Research (DDTR) === Press === * “La reina gallega de la nanotecnología”, La Voz de Galicia, 18 December 2016. (Spanish) * Interview in Diario Médico, 24 October 2016. (Spanish) * Interview in Correo Farmacéutico, 31 October 2016. (Spanish) * Interview in ‘Marca España’ (RNE), 21 October 2016. (Spanish) * Interview in ‘Julia en la Onda’ (Onda Cero), 25 October 2016. (Spanish) * Interview in 'A Revista' (TVG), 30 November 2016. (Galician) Category:1958 births Category:Living people Category:Biomedical engineers Category:Fellows of the American Institute for Medical and Biological Engineering Category:Spanish bioengineers Category:University of Santiago de Compostela alumni Category:University of Santiago de Compostela faculty Category:Spanish pharmacologists ",
    "title": "María José Alonso"
}