{
    "id": "53820025",
    "text": "Mansergh is a civil parish in the South Lakeland District of Cumbria, England. It contains 14 listed buildings that are recorded in the National Heritage List for England. All the listed buildings are designated at Grade II, the lowest of the three grades, which is applied to \"buildings of national importance and special interest\". The parish contains the small village of Mansergh, and is otherwise almost completely rural. The listed buildings consist of houses and associated structures, farm buildings, a milestone, a former school, and a church. __NOTOC__ ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line- height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes |- |Fleshbeck | |align=\"center\"|1717 |A stone house with a slate roof, two storeys, four bays, and a rear gabled wing. On the front is a gabled porch with a datestone, and the windows are in varying types. |- |Outbuilding, Fleshbeck | |align=\"center\"|1746 |The outbuilding is in stone with a slate roof. There are three bays, the first bay lower. In the first bay, steps lead up to an upper floor entrance. The second bay has a doorway with a dated lintel, and in the third bay is a larger entrance. Also in the front are ventilation holes. |- |Barn | |align=\"center\"| |The barn is in stone with a stone-slate roof and six bays. The openings include a barn entrance, a mullioned window, and ventilation slits and holes. |- |Barn, Fleshbeck | |align=\"center\"| |The barn is in stone with a slate roof. In the east front is a segmental-headed barn entrance and three cow house entrances, and in the west front is a barn entrance. |- |The Durham Ox | |align=\"center\"| |A house, at one time a public house, it is in stone with a slate roof. There are two storeys, three bays, and sash windows. To the right is a small gabled wing, and at the rear is a single-storey gabled projection with a stair window and two dormer windows. |- |Rigmaden Hall |centre |align=\"center\"|1825–28 |The house was designed by Francis and George Webster in Greek Revival style. By the mid-20th century it was in a dilapidated state, but it was restored in 1991–92, maintaining much of the original exterior. It is in stone, with two storeys, a main block with five bays on each front, a north service wing of four bays, and a three-bay billiard room at the northwest. On the east front is a central semicircular bay, angle pilasters, a sill band, a top frieze, a cornice, and a blocking course. On the west front is a porte-cochère. Most of the windows have architraves, friezes and cornices. |- |Railings, gates and piers, Rigmaden Park | |align=\"center\"|1825 |Designed by Francis Webster, the low stone walls with cast iron railings extend for . The central gate has square piers with entablature caps and cast iron lanterns. There are flanking narrower gates with plainer piers, and similar piers at the ends. |- |Milestone |centre |align=\"center\"| |The milestone was placed on a junction on the Kendal to Kirkby Lonsdale turnpike road. It has a square plan, it is set diagonally, and each face has a rounded head. The milestone is inscribed with the distances in miles to Kendal and to Kirkby Lonsdale, and on the base is the distance to London. |- |Kennel range, Rigmaden Hall | |align=\"center\"| |An outbuilding in stone with a slate roof, a single storey and two irregular bays. There are various entrances, and at the rear is a low walled enclosure. |- |Outbuilding, Rigmaden Hall | |align=\"center\"| |The outbuilding, possibly originally a smithy, is in stone with quoins. It has a single storey and three irregular bays. The building contains an entrance with an elliptical head, later blocked with a window inserted. |- |Stable range, Rigmaden Hall | |align=\"center\"| |The stable range has been converted for residential use. It is in stone with slate roofs, and forms three sides of a courtyard, with one or two storeys. The west range has eight bays with a central segmental- headed entrance. Some of the windows are casements, but most are sashes. The building incorporates re-set items from other buildings, including a 17th- century mounting block and inscribed stones. |- |Rigmaden School and Schoolhouse | |align=\"center\"|1839 |The former school and school house are in stone with rusticated quoins, decorative bargeboards, and a slate roof, and they form a T-shaped plan. The school has a single storey and three bays, a gabled porch and casement windows. above the entrance is an inscribed and dated lintel and a hood mould, and above this is an inscribed panel. The house form the north wing, it has one storey and an attic, a gabled dormer, and a gabled porch with a finial. |- |St Peter's Church |centre |align=\"center\"|1879–80 |The church, replacing an earlier church on the site, was designed by Paley and Austin in late Perpendicular style, and the porch was added in 1903. It is in slate with ashlar dressings, quoins, and a slate roof. The church consists of a nave with a south porch, a chancel with a north transept and vestry, and a west tower. The tower has diagonal buttresses, a south stair turret, and a saddleback roof with embattled parapets. |- |War memorial | |align=\"center\"| |The war memorial is in the churchyard of St Peter's Church. It is in stone, and consists of a plain Latin cross on a tapering shaft, on a tapering plinth and a two-stepped base. On the front of the plinth and the top step are inscriptions and the names of those lost in the two World Wars. |- |} ==Notes and references== ===Notes=== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * Category:Lists of listed buildings in Cumbria ",
    "title": "Listed buildings in Mansergh, Cumbria"
}