{
    "id": "53837463",
    "text": "Earl Bales Park is a large park in Toronto, Ontario, Canada. The West Don River runs through it. ==History== The park was built on farm land owned by John Bales, which later became York Downs Golf and Country Club in 1922.https://www.yorkregion.com/news-story/5570713-york-downs-members-vote-to- sell-golf-course-for-412m/ The land was saved from development after the sale of the club which relocated in 1969 to Unionville, Ontario and was turned into an urban parkhttp://www1.toronto.ca/parks/prd/facilities/complex/337/ in 1975.https://www.yorkregion.com/news-story/5570713-york-downs-members-vote-to- sell-golf-course-for-412m/ Don Valley Golf Course is located to the east and south of the park. John Bales House, which dates back to 1824, was used as the greenskeeper's home from 1922 to 1969.https://www.insidetoronto.com/news- story/5546054-plaque-celebrates-history-of-john-bales-house/ The park is named for former Reeve of North York Township (1934-1940) Robert Earl Bales (and great-grandson of John Bales).http://www1.toronto.ca/parks/prd/facilities/complex/337/ ==Services== Besides being a city park, it is also home to: * North York Ski Centre * Barry Zukerman Amphitheatre * Earl Bales Community Centre * Spirit of Bravery Statue == North York Ski Centre == North York Ski Centre (also known as the Earl Bales Ski & Snowboard Centre) is a small alpine skiing hill located in Earl Bales Park, close to the intersection of Bathurst Street and Sheppard Avenue in Toronto. It features one quad chair and a rope tow, serving three intermediate slopes and one beginner slope. It is one of two ski hills located within the boundaries of Toronto, the other being the Centennial Park. The hills is a natural formation from the edge of the Don River. In 2011 and 2012, repeated failures of the now-retired double chair brought up talks of closing the centre. Instead, the city decided to revitalize the club by adding a quad chair. The old lift system is still in place and the slope is still used. == Roads == The park has one named road, Raoul Wallenberg Road which is named after Raoul Wallenberg. The road connects Bathurst Street (Toronto) with the parking lot at the Earl Bales Community Centre. The park also has one unnamed road connecting Raoul Wallenberg road with the ski hill parking lots as well as many trails running in the forest. == See also == * List of Toronto parks ==References== Category:Parks in Toronto Category:Toronto geography stubs ",
    "title": "Earl Bales Park"
}