{
    "id": "53834439",
    "text": "Yogesh Bhattarai () is a Nepali politician and current Minister of Culture, Tourism and Civil Aviation. He was elected to the House of Representatives from Taplejung constituency in the 2017 general elections. ==Political Life== He was elected as campus chairman of Mahendra Multiple campus Free Student Union. He became president of ANNFSU, the student wing of CPN-UML in 1995. During the split of CPN-UML in 1998, he was part of the breakaway faction but rejoined the mother party. He became a central committee member of CPN-UML in 2009 after the eighth general convention and party secretary after the ninth general convention in 2014. He is currently a standing committee member of Nepal Communist Party (NCP). Yogesh Bhattarai, Minister of Culture, Tourism and Civil Aviation Government of Nepal, was born in 1966 in Taplejung, Nepal, far eastern mountainous district, home of the world’s third highest peak, Mt. Kanchenjangha (8586 m.). He has Master’s Degree in Sociology and Anthropology from Tribhuvan University, Nepal. He joined the then Nepal Community Party (Unified Marxist and Leninist) as Member in 1985. Elected in 1995 as President of All Nepal National Free Student Union (ANNFSU), he served as Secretary of CPN UML, Head of Publicity Department and Member of Party’s Standing Committee from 2015 to 2018. He was elected as Member of Federal Parliament of Nepal and Standing Committee Member of NCP in 2017 and 2019 respectively. He has been serving as Minister of Culture, Tourism and Civil Aviation since 31st July 2019. In April 2015, Bhattarai criticised the then UCPN (Maoist) chairman Pushpa Kamal Dahal, while in February 2017, he urged then Prime Minister Dahal to step down due to failure in conducting the local elections. After the merger of CPN-UML and UCPN (Maoist), he called on both KP Oli and Pushpa Kamal Dahal to retire from active politics. == Controversy == === Visit Nepal campaign in Sydney === In January 2020, Yogesh Bhattarai faced criticism in social media for organizing Visit Nepal 2020 promotional campaign in Sydney amid 2019–20 Australian bushfire season. Nepali community expressed their dissatisfaction for the timing of the event, when Australia's own tourism body halted Kylie Minogue's Matesong ad campaign. The tourism minister was also criticized for a march rally to the Sydney Opera House which was stopped by the police, as organizers had no permission to hold such event. Bhattarai, however, wrote a Facebook status claiming that they had conducted a silent rally and the inauguration ceremony was a grand success. === Buddha Air flight delay incident === In September 2019, a video of passengers protesting inside an airplane went viral, after Yogesh Bhattarai held the scheduled passenger flight from departing at Nepalgunj Airport. Bhattarai, the then minister of culture, tourism and civil aviation arrived the airport late after attending Dolphin Festival at Tikapur, Kailali and was faced with furious passengers, dissatisfied with the abuse of power. “You are the Minister for Culture and you don’t have any civility,” a passenger said, as heard in the video. Subsequently, the Buddha Air flight was delayed by at least 26 minutes. The protestors were initially claiming that Bhattarai had boarded the flight nearly an hour late but the civil aviation officials at Nepalgunj airport later verified that the minister had caused the delay of only 15 minutes. The scheduled quick turn around flight of Buddha Air, on sector Kathmandu﹣Nepalgunj﹣Kathmandu, had landed at Nepalgunj Airport on 18:11 NPT, the passengers had completed the boarding by 18:45 and the flight departed on 19:06, 26 minutes after the scheduled time of 18:40. Bhattarai apologized via Twitter for the incident saying that it was not deliberate and the program he attended in Tikapur lasted longer than expected. === No Risk Of Corona Virus In Nepalhttps://risingnepaldaily.com/featured/no-risk-of-corona-virus-in- nepal-minister-bhattarai === In February 2020, Yogesh Bhattarai invited all the international travelers to come to Nepal without any hesitation or a slightest fear whatsoever regarding the corona virus in Nepal as Nepal is corona free zone, and the destination that offers lifetime experiences.https://www.spotlightnepal.com/2020/02/03/nepal-has-no-threat- coronavirus-tourism-minister-bhattarai/. He stressed the need to disseminate the message to the world community that Nepal is a corona-free zone and safe for visiting.https://myrepublica.nagariknetwork.com/news/nepal-is-safe-for- tourists-as-it-is-free-from-coronavirus-minister-bhattarai/ == Family == He was born on 6 September 1966 at Sangu, Taplejung district to father Bhim Lal Bhattarai and mother Mahendra Devi Bhattarai. He is married to Binda Ghimire. == Electoral History== 2017 Pratinidhi Sabha Election, Taplejung {| class=\"wikitable\" |- ! Party !! Candidate !! Votes !! Status |- | CPN-UML || Yogesh Bhattarai||29,479 || Elected |- | Nepali Congress ||Keshav Prasad Dahal||16,888 || Lost |} 2013 Constituent Assembly Election, Kathmandu-6 {| class=\"wikitable\" |- ! Party !! Candidate !! Votes !! Status |- | Nepali Congress || Bhimsen Das Pradhan|| 14,151 || Elected |- | CPN-UML || Yogesh Bhattarai|| 12,874 || Lost |} 2008 Constituent Assembly Election, Kathmandu-6 {| class=\"wikitable\" |- ! Party !! Candidate !! Votes !! Status |- | CPN (Maoist) ||Hitman Shakya|| 10,768 || Elected |- | CPN-UML || Yogesh Bhattarai|| 9,089|| Lost (3rd) |} == References == Category:Living people Category:1966 births Category:People from Taplejung District Category:Communist Party of Nepal (Unified Marxist–Leninist) politicians Category:Communist rulers Category:Nepal Communist Party (NCP) politicians ब्लेम गेम र प्रोक्सी वारको अवस्था अन्त्य गर्न मन्त्री योगेश भट्टराईको सुझाव ||Yogesh Kumar Bhattarai https://www.youtube.com/watch?v=Vkqrb3327dY&fbclid;=IwAR3gWjTG3Xw4oDrOgiPI06cGLqYi3Xr_wHspFB- zAw426MFtwRAl8ckqijs कालापानी मार्चपास गरेका मन्त्री भट्टराईले सुनाए लिपुलेकबारे यस्तो तथ्य https://www.youtube.com/watch?feature=youtu.be&v;=XOZX1X3_Yh0&fbclid;=IwAR3nunGsddiXlVMXWwnv9UiDplxYtNu3EUEjS6N7VHrYb21CrdAP_gvy9fs&app;=desktop ",
    "title": "Yogesh Bhattarai"
}