{
    "id": "53834307",
    "text": "Austin Steven Beck (born November 21, 1998) is an American professional baseball outfielder in the Oakland Athletics organization. ==Career== Beck attended North Davidson High School in Welcome, North Carolina. As a junior he hit .465 with five home runs and 30 runs batted in (RBI). In pre-game warm-ups prior to his team's first playoff game that year, he tore his ACL causing him to miss the remainder of the playoffs. Beck returned from the injury to start his senior year. Beck had originally committed to the University of North Carolina to play college baseball. He was considered one of the top prospects for the 2017 Major League Baseball draft. The Oakland Athletics selected him with the sixth overall selection of the draft. The club signed him to a franchise-record $5,303,000 contract. After signing, Beck was assigned to the AZL Athletics, where he spent the whole season, posting a .211 batting average with two home runs and 28 RBIs in 41 games. Beck spent the 2018 season with the Beloit Snappers of the Class A Midwest League, slashing .296/.335/.383 with two home runs and 60 RBIs in 123 games and earning All-Star honors.https://www.journalnow.com/sports/high-school/austin-beck-former-north- davidson-standout-named-to- single-a/article_5220b440-4f3f-50c8-b3b7-401160f33c70.html He spent 2019 with the Stockton Ports of the Class A-Advanced California League.https://www.the- dispatch.com/news/20190402/beck-to-start-season-in-stockton Over 85 games, he batted .251/.302/.411 with eight home runs and 49 RBIs.https://www.the- dispatch.com/sports/20190920/beck-working-for-future-improvement ==References== ==External links== Category:1998 births Category:Living people Category:People from Lexington, North Carolina Category:People from Davidson County, North Carolina Category:Baseball players from North Carolina Category:Baseball outfielders Category:Arizona League Athletics players Category:Beloit Snappers players Category:Stockton Ports players ",
    "title": "Austin Beck"
}