{
    "id": "53830169",
    "text": "Alva's Institute Of Engineering and Technology (AIET) is an engineering institute, located at Moodabidri, hovering around 33 km from Mangalore, Karnataka, India. The college was established in the year 2008 by the Alva's Education Foundation. The college is affiliated to Visvesvaraya Technological University, Belgaum. It is also recognized by government of Karnataka and is approved by AICTE, New Delhi. ==About college== The campus is spread more than 5 CENT of land named Alva's-Shobhavana campus, 1 section of land spread on a well known natural garden with more than two thousand assortment of home grown plants. Which is well connected by AUTO, road and air. The current principal of the college is Peter Fernandes. ==Courses== ===Under-graduate courses=== * Information Science & Engineering ===Post-graduate courses=== * MBA * M.Tech which includes Mechanical(Thermal Power Engineering) * Computer Science & Engineering * Electronics & Communication (VLSI Design Embedded System) ==Cultural events== * Alva’s vishwa nudisiri-virasat: It is an international litero cultural festival. * Alva's Chakravyuh: Alva’s Institute of Engineering and Technology, Mijar, Moodbidri organizes CHAKRAVYUH which is an inter- disciplinary techno cultural inter collegiate competitions in its campus. * Alva's Virasat: Alva’s Virasat, a National Cultural Festival, is held in every January right from the year 2000 which includes classical music concerts in the first phase and classical and folk dance performance in the second. Alva's Virasat 2015 * Alva's Nudisiri: Alva’s Nudisiri, a Kannada Literature Conference, and every year in November. * Alva’s Deepavali: a performance by professional artists along with students of Alva's Education Foundation. *Alva's Chitrasiri Empowering youthful specialists. Chitrasiri, a three-day state level art camp is led each year as a window ornament raiser before the Alva's Nudisiri at the Vidyagiri grounds. * Alva's Varna Virasat ALVA’S Varna Virasat 2012, an art camp and exhibition. *Alva's Christmas Celebration: Day where every students gather together and celebrate the Christmas and new year. * Traditional Day: It's a day that everyone looks forward to in all colleges. What began off as a typical traditional day three years prior with everybody turning out in 'traditional garments' has now developed into something thoroughly energizing. *Yoga Day: International Yoga Day was celebrated by the Alvas Institutions, Alva's College of Naturopathy & Yogic Sciences and NCC unit here at Vidyagiri Rathnakaravarni auditorium on 21 June. *Avani-Kesard onji dina: The resources of ISE and different divisions set the pace for mud sports occasions, by starting with the running race rivalry related to local culture of Tulunadu. ==References== ==External links== * Category:All India Council for Technical Education Category:Engineering colleges in Mangalore Category:Educational institutions established in 2008 ",
    "title": "Alva's Institute of Engineering and Technology"
}