{
    "id": "53836783",
    "text": "Anna Engelhardt ( - was a Russian women's activist, writer, translator, and the compiler of the Complete German-Russian Dictionary. Having been educated at one of the few schools offering education to women, she began working in a book store and then helped found the first women's publishing cooperative in Russia. Concerned with women's issues and their ability to support themselves, after her husband was banished from Saint Petersburg, Engelhardt became involved in the women's movement and helped establish the Bestuzhev Courses for women's higher education, as well as co-founding the Women's Institute of Medicine. ==Early life== Anna Nikolaevna Makarova () was born on 2 June 1838 O.S. in Aleksandrovka village in the Nerekhtsky Uyezd of the Kostroma Governorate of the Russian Empire to Alexandra Petrovna (née Boltina) and . Her father, owned a small estate as a member of the gentry and was a noted actor, composer, lexicographer, and writer. Her mother died when she was six years old, and Makarova was sent in 1845 to study at one of the only girls' schools in the Russian Empire, the in Moscow. She studied languages, including where she studied English, French, German, and Italian. She graduated with honors in 1853 and returned to her home and continued her studies in her father's library, reading such writers as Nikolay Chernyshevsky, Charles Darwin, Nikolay Dobrolyubov and Alexander Herzen. ==Career== In 1859, Makarova married Alexander Nikolayevich Engelhardt and the couple subsequently had three children: Mikhail (b. 1861), Vera (b. 1863) and Nikolai (b. 1867). In 1860, she began compiling translations for children's magazines. During this same time frame, in 1862, she began working in a book store. Her actions were seen as scandalous at the time, as upper-class Russian women were not workers. Along with Nadezhda Stasova and Maria Trubnikova, Engelhardt founded the first Russian Women's Publishing Cooperative in 1863. The purpose of the cooperative was to create a means for financial independence for women and Engelgardt began publishing translations, including works of Gustave Flaubert, Guy de Maupassant, Jean-Jacques Rousseau, Robert Louis Stevenson, Émile Zola, and others. In all, she translated over seventy literary works as well as translating scientific works such as Robert Hoffmann's Agricultural Chemistry (1868) and works by François Rabelais. For over twenty-five years, Engelhardt worked at the magazine Bulletin of Europe and was the first editor-in-chief of the magazine Bulletin of Foreign Literature. In 1870, Engelhardt and her husband were both arrested for participation in the socialist students' circle of the Saint Petersburg Agricultural Institute ()(ru). After a month and a half, Engelhardt was released, as there was insufficient evidence of her involvement. Her husband spent eighteen months in prison and was then exiled for life from Saint Petersburg and banished to his estate near in the Smolensk Oblast. Engelhardt periodically visited him there, but she maintained a separate household in Saint Petersburg with her children. She worked on a series of educational publications in the 1870s, including Essays on the Institutional Life of Bygone Times (, 1870) and The Complete German–Russian Dictionary (, 1877) and at the end of that decade was one of the people involved in founding the Bestuzhev Courses to give women access to higher education opportunities. In the decades of the 1880s and 1890s, Engelhardt became increasingly involved in the women's movement. In addition to pressing for women's educational opportunities, she focused on employment and marriage rights. In addition to writing articles about women's achievements, including articles on Nadezhda Khvoshchinskaya and Nadezhda Sokhanskaia, she lectured on women's place in society. One such presentation, delivered in Saint Petersburg in 1900, evaluated women's status from antiquity to modern times. She was the vice-chair of the Russian Women's Mutual-Charitable Society () for many years and served as its chief librarian. The organization, established in 1895, was the largest women's philanthropic organization in the country at the time. In 1897, Engelhardt co-founded the Women's Institute of Medicine and actively worked for educational opportunities which would broaden women's employment options. Having established the editorial policy for the journal of the Charitable Society, Women's Labor (), it was expected that she would head the journal, but she died before the first issue was published. ==Death and legacy== Engelhardt died on 12 June 1903 in Saint Petersburg. In 2001, a book by Ėster Mazovetskaia, Anna Engelhardt. St. Petersburg of the second half of the XIX century, was published by Academic Project Publishing which chronicled Engelhardt's life. == References == ===Citations=== ===Bibliography=== * * * * * * Category:1838 births Category:1903 deaths Category:People from Nerekhtsky Uyezd Category:Russian feminists Category:Socialist feminists Category:19th- century Russian women writers Category:19th-century Russian writers ",
    "title": "Anna Engelhardt"
}