{
    "id": "53838517",
    "text": "Evelina van Millingen (4 April 1831 — 25 June 1900), also known as Evelina Millingen and later as Evelina, Countess Pisani, was an Englishwoman born in Constantinople, and known as a hostess, a cultivator of gardens, and a novelist, based in northern Italy. ==Early life== Evelina van Millingen was born in Constantinople, the eldest child of Julius Michael Millingen and his first wife, Marie Dejean Millingen (a Frenchwoman later called \"Melek Hanum\"). Her younger brother was Byzantine scholar Alexander van Millingen. Her father was an English-born doctor who attended Lord Byron on his deathbed at Missolonghi. Evelina was raised mainly in her grandmother's household in Rome.Author Information, At the Circulating Library: A Database of Victorian Fiction, 1837-1901. Strong disagreement over Evelina's and her brothers' educational placements and religious upbringing precipitated their parents' divorce.Julius Millingen, Arbitrary detention by the Inquisition at Rome of three Protestant children, in defiance of the claim of their father, J. Millingen (Moyes and Barclay 1842). ==Work== A tulip garden, first introduced by Evelina, Countess Pisani, still maintained at Villa Pisani (Vescovana) Upon assuming her role as countess at the Villa Pisani in 1852, Evelina focused on creating extensive formal gardens on the grounds of the villa in Vescovana.Lorne Blyth, \"A Brief History of Villa Padova\" Flavour Holidays (6 June 2015). Her gardens reflected her English and her Turkish influences.\"Villa Pisani and its Green Treasure\" Italian Ways (10 March 2016). She also commissioned the family chapel on the grounds, built in 1860 and designed by sculptor Antonio Gradenigo. She hosted international travelers at the villa,Margaret Symonds, Days Spent on a Doge's Farm (Century Company 1908). including Henry JamesHenry James, Letters, Volume 3 (Harvard University Press 1980): 170-171. and Augusta, Lady Gregory.Greg Winston, \"Redefining Coole: Lady Gregory, Class Politics, and the Land War\" Colby Quarterly 37(3)(September 2001): 221. In 1869 she published a novel, Only an Earl.\"Current Literature\" The Spectator (21 August 1869): 24. ==Personal life== Evelina van Millingen married Count Almorò III Pisani in 1852, in Venice. She was widowed when he died in 1886, and, because they were childless, the Pisani family of Santo Stefano ended with his death. Evelina, the last Countess Pisani, died in the summer of 1900, aged 68 years, in Italy.Untitled news item, The Times (4 August 1900): 6. via Newspapers.com The family's former villa in Vescovana, now an inn, encourages visitors to look and listen for Evelina's ghost haunting her gardens.\"The Legend of Evelina\" Villa Pisani, Vescovana, Padova. An event every spring, \"I Bulbi di Evelina Pisani\", celebrates the blooming of her tulip gardens.Silvia Donati, \"Italian Gardens in Bloom: Where to Go This Spring\" Italy Magazine (31 March 2017).\"I Bulbi di Evelina Pisani\" Il Parco Più Bello di Italia. ==References== Category:1831 births Category:1900 deaths Category:People from Istanbul Category:English women novelists Category:English people of Dutch-Jewish descent Category:19th-century women writers ",
    "title": "Evelina van Millingen"
}