{
    "id": "53832332",
    "text": "The 1972–73 season was Sport Lisboa e Benfica's 69th season in existence and the club's 39th consecutive season in the top flight of Portuguese football, covering the period from 1 July 1972 to 30 June 1973. Benfica competed domestically in the Primeira Divisão and the Taça de Portugal, and participated in the European Cup after winning the previous league. After securing back-to-back league titles, Jimmy Hagan remained for a third year. Benfica signed Manuel Bento, Nelinho and brought back Augusto Matine. A late start to the pre-season did not hurt Benfica domestically, who started his league campaign with easy wins. However, in the European Cup, after passing Malmö FF, they lost 3–0 on aggregate with Derby County in the second round and were knocked-out. Leaving only the domestic competitions to battle for, Benfica kept his winning pace and recorded win after win, despite difficult wins against Porto in November and CUF in December. Lapping the first half of the season with 15 wins in 15 games, Benfica already had an eight-point lead over second place Belenenses. Another hard-fought win followed with Beira-Mar in January, but Benfica remained undisturbed and with 23 consecutive wins, they won their 20th league title on 11 March. They were finally stopped by Porto in Estádio das Antas on 1 April, but still a European record for most consecutive domestic wins with 29, dating back to April 1972. A week later, they also lost their domestic invincibility when Leixões defeated them for the Portuguese Cup, ending over one-year of undefeated streak. In final part of the season, Benfica drew again with Atlético but remained undefeated winning 28 games in 30, setting a record for longest distance for second place with 18 points. Eusébio with 40 goals was the European Golden Shoe for his second time. ==Season summary== Benfica started the new season as back-to-back champions and Taça de Portugal holders. For the third year of Jimmy Hagan, Benfica made some squad adjustments, signing a promising young goalkeeper; Manuel Bento, another right winger; Nelinho and bringing back Augusto Matine, who excelled at Vitória de Setúbal. Hagan's staff also changed, with assistant manager José Augusto resigning, being replaced by Fernando Cabrita. The pre- season only started on 16 August because 12 players of Benfica took part in the Brazil Independence Cup, so their vacation was pushed forward. At the end of the competition on 9 July, they all returned to Benfica to play two friendlies with Sporting in Foxborough, Massachusetts, on 16 and 23 July. Benfica's preparations included the Ramón de Carranza Trophy on 26 and 27 August, and they completed the pre-season with a tour in Indonesia. Replica of the shirt used in this time period The league campaign started on 9 September, with a home win with Leixões. On the following Wednesday, Benfica also began his European Cup campaign, losing 1–0 with Malmö FF. In the return leg, Benfica beat them by 4–1 and qualified for the second round. In the domestic campaign, on 8 October, Benfica defeated Sporting by 4–1 with four goals from Eusébio. With the win, Benfica opened a two-point lead over their rivals. They continued on their winning run, beating Belenenses at home by 5–0 on match-day 7. With seven wins in seven matches, their lead was now three points. Back on the European stage, Benfica visited Baseball Ground to face Derby County on 25 October. Three first-half goals from Derby County surprised Benfica, who failed to react and lost 3–0. Before the second leg, Benfica played the Clássico with Porto for the Primeira Divisão. Porto scored first and was winning by 2–0 until the 78th minute, when Benfica scored the 1–2 with the result eventually being a 3–2 win for Benfica. Three days later, on 8 November, Benfica was knocked-out of the European Cup after a 0–0 draw with Derby County. Now solely focused on the league campaign, Benfica kept their winning record in November after beating Vitória de Guimarães, ending the month with a six-point lead over Belenenses. In early December, the team was nearly stopped by CUF, if it was not for a 90th-minute goal from Eusébio. On 17 December, Benfica finished the first half of the season with an away win against Montijo. Accounting for wins all the matches played, Benfica had now an eight-point lead over second place Belenenses and had scored 49 goals and conceded just five. Before closing December, Benfica conquered another Taça de Honra by beating Atlético on penalties. In the opening month of 1973, Benfica again experienced a difficult away win, the opponent being Beira-Mar. Artur Jorge scored the winning goal on the 87th minute. With 18 wins in 18 match- days, Benfica's lead at this point was nine points. They closed the month with an away win in Estádio de Alvalade against Sporting. Benfica had now a 10-point advantage over Belenenses and 16 over Sporting. In February, the team went on a tour in South east Asia, playing in Hong Kong, Macau and Jakarta. The Primeira Divisão resumed in latter part of the month and for the last match in February, Benfica visited Estádio do Restelo to face Belenenses. They defeated them by 2–0. With 22 wins in 22 matches, Benfica's lead was now 13 points. On 11 March, on match-day 23, Benfica beat Vitória de Setúbal at home by 3–0. With a 14–point lead with seven match-days to go, Benfica secured their 20th league title after 23 consecutive wins. Having already won the league, Benfica visited Estádio das Antas on 1 April, to play Porto. They drew 2–2 after an controversial late penalty signalled by António Garrido, stopping their winning run. Still, Benfica had set a European record for consecutive wins in domestic league. It had started on 9 April 1972, on match-day 25 from 1971–72 and lasted nearly a full year. Competition continued on 8 April, with Benfica facing Leixões for the Portuguese Cup. They lost 2–0 and ended one- year and 13 days of domestic invincibility. The final part of the season was solely focused on making Eusébio win the European Golden Shoe, as Müller was his main contestant. After another four wins and second draw, with Atlético, Müller and Eusébio were tied with 36 goals, leaving everything for the last match-day. With four goals in a 6–0 win over Montijo, Eusébio reached 40 and confirmed his second Golden Shoe. Benfica had ended the league undefeated with 28 wins and two draws, 58 points in 60 possible, 18 points ahead of second place, setting a new domestic record for difference over second place. They also scored 101 goals and conceded only 13, a goal difference of 88 goals. ==Competitions== ===Overall record=== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=\"2\"| Competition !rowspan=\"2\"| First match !rowspan=\"2\"| Last match !colspan=\"9\"| Record |- !G !W !D !L !GF !GA !GD !Win % !Source |- | align=left| Primeira Divisão | align=left| 9 September 1972 | align=left| 10 June 1973 | align=left| |- | align=left| Taça de Portugal | align=left| 18 March 1973 | align=left| 8 April 1973 | align=left| |- | align=left| European Cup | align=left| 13 September 1972 | align=left| 8 November 1972 | align=left| |- ! colspan=\"3\"| Total |} ===Primeira Divisão=== ====League table==== ====Results by round==== ====Matches==== ===Taça de Portugal=== ===European Cup=== ====First round==== ====Second round==== ===Friendlies=== ==Player statistics== The squad for the season consisted of the players listed in the tables below, as well as staff member Jimmy Hagan (manager), Fernando Cabrita (assistant manager), Fernando Neves (Director of Football). ==Transfers== ===In=== {| class=\"wikitable unsortable\" |- ! Entry date ! Position ! Player ! From club ! Fee ! Ref |- | 26 May 1972 | style=\"text- align:center;\"| GK | style=\"text-align:left;\"| Manuel Bento | style=\"text- align:left;\"| Barreirense |Undisclosed | |- | 27 May 1972 | style=\"text- align:center;\"| MF | style=\"text-align:left;\"| Nelinho | style=\"text- align:left;\"| Beira-Mar |Undisclosed | |- | 27 May 1972 | style=\"text- align:center;\"| FW | style=\"text-align:left;\"| Vítor Móia | style=\"text- align:left;\"| Cova da Piedade |Undisclosed | |- | 5 July 1972 | style=\"text- align:center;\"| MF | style=\"text-align:left;\"| Augusto Matine | style=\"text- align:left;\"| Vitória de Setúbal |Loan return | |} ===Out=== {| class=\"wikitable unsortable\" |- ! Exit date ! Position ! Player ! To club ! Fee ! Ref |- | 6 June 1972 | style=\"text-align:center;\"| GK | style=\"text- align:left;\"| Manuel Abrantes | style=\"text-align:left;\"| Barreirense |Free | |} ===Out by loan=== {| class=\"wikitable unsortable\" |- ! Exit date ! Position ! Player ! To club ! Return date ! Ref |- | 7 July 1972 | style=\"text- align:center;\"| DF | style=\"text-align:left;\"| António Barros | style=\"text- align:left;\"| União de Coimbra |30 June 1973 | |- | 12 August 1972 | style=\"text-align:center;\"| MF | style=\"text-align:left;\"| Eurico Caires | style=\"text-align:left;\"| Beira-Mar |30 June 1973 | |- | 18 August 1972 | style=\"text-align:center;\"| GK | style=\"text-align:left;\"| João Fonseca | style=\"text-align:left;\"| Leixões |30 June 1973 | |- | 19 September 1972 | style=\"text-align:center;\"| MF | style=\"text-align:left;\"| João Alves | style=\"text-align:left;\"| Varzim |30 June 1973 | |- | 25 September 1972 | style=\"text-align:center;\"| DF | style=\"text-align:left;\"| Zeca | style=\"text- align:left;\"| Atlético |30 June 1973 | |} ==See also== *List of unbeaten football club seasons ==References== Bibliography * * * Category:S.L. Benfica seasons Benfica Category:Portuguese football championship-winning seasons ",
    "title": "1972–73 S.L. Benfica season"
}