{
    "id": "53835724",
    "text": "Trudier Harris (born February 1948) is an American literary historian, currently at University of Alabama and formerly the J. Carlyle Sitterson Distinguished Professor at University of North Carolina at Chapel Hill. ==Biography== Harris was born in February 1948 in Tuscaloosa, Tuscaloosa County, Alabama. She was the sixth of seven children born to Terrell Harris Sr. and Unareed Harris (née Burton). Her early years were spent on an 80-acre cotton farm in Greene County, Alabama. Her father was a successful farmer but still combated the prejudices of the day, jailed for one year after being accused of stealing a bale of cotton. She participated in canning vegetables and killing hogs on the farm. Her father succumbed to a heart attack in 1954 when she was six years old. After her father's death, members of the Harris family suggested Unareed separate the children and turn custody over to extended family members. Her mother refused, sold the cotton farm, and moved everyone to Tuscaloosa, Alabama. To support her family, she worked as a domestic for white families, then later as a janitor and cook at an elementary school. Harris attended the all-black Druid High School in Tuscaloosa, Alabama. She worked her way through Stillman College in Tuscaloosa, graduating in 1969 with a B.A., magna cum laude, in English and a minor in social studies. Active on campus, she became president of her sorority, Zeta Phi Beta. As a student worker, she was an assistant to John Rice (Condoleezza Rice's father) when he was a dean at Stillman College. Harris attended Ohio State University in Columbus, Ohio, where she received her master's (1972) and doctoral degrees (1973) in English. After graduating from Ohio State University in 1973, Harris taught at William and Mary College in Virginia, before taking a position at the University of North Carolina at Chapel Hill (UNC) in 1979.\"Trudier Harris\", Encyclopedia of Alabama. In 2004 she was awarded the Eugene Current-Garcia Award, an honor given each year to an outstanding Southern literary scholar. ==Publications== ===Books=== *\"Unspeakable: Difficult Times and Difficult Topics\" (in progress) *Martin Luther King Jr., Heroism, and African American Literature (University of Alabama Press, 2014). *The Scary Mason-Dixon Line: African American Writers and the South (The Louisiana State University Press, 2009). Selected by Choice magazine as one of its \"Outstanding Academic Titles\" of 2009. *Summer Snow: Reflections from a Black Daughter of the South (memoir; Beacon Press, 2003). Excerpt reprinted in The Chronicle Review, April 11, 2003. Selected as the inaugural text for the \"One-Book, One-Community2 reading project in Orange County, North Carolina, 2003–2004. Paperback edition issued Fall 2006. *South of Tradition: Essays on African American Literature (The University of Georgia Press, 2002; 12 previously unpublished essays). *Reprints: \"Transformations of the Land in Randall Kenan’s ‘The Foundations of the Earth’\" in Black Literature Criticism, Vol. 2, ed. Jelena O. Krstovic (Detroit: Cengage Learning, 2008), pp. 300–306; \"Salting the Land but Not the Imagination: William Melvin Kelley’s A Different Drummer\" in Black Literature Criticism, Vol. 2, ed. Jelena O. Krstovic (Detroit: Cengage Learning, 2008), pp. 278–82; \"The Necessary Binding: Prison Experiences in Three August Wilson Plays\" in Drama Criticism, Vol. 31, ed. Thomas J. Schoenberg and Lawrence J. Trudeau (Detroit: Cengage Learning, 2008), pp. 272–79. *Saints, Sinners, Saviors: Strong Black Women in African American Literature (Palgrave/St. Martin's, 2001). *The Power of the Porch: The Storyteller’s Craft in Zora Neale Hurston, Gloria Naylor, and Randall Kenan (University of Georgia Press, 1996). (Lamar Memorial Lectures) *Fiction and Folklore: The Novels of Toni Morrison (University of Tennessee Press, 1991). A section of Chapter Six, on Beloved, has been reprinted in \"Beloved, she's mine\": Essays Sur Beloved de Toni Morrison, eds Genevieve Fabre et Claudine Raynaud (Paris: Cetanla, 1993), pp. 91–100. *Black Women in the Fiction of James Baldwin (University of Tennessee Press, 1985). *Exorcising Blackness: Historical and Literary Lynching and Burning Rituals (Indiana University Press, 1984). Chapter 7 has been reprinted in The New Cavalcade: African American Writing 1760 to the Present, Volume II, ed. Arthur P. Davis, J. Saunders Redding, and Joyce Ann Joyce (Washington, D. C.: Howard University Press, 1992), pp. 831–844. Excerpt reprinted in Black on White: Black Writers on What It Means to Be White, ed. David R. Roediger (New York: Schocken: 1998), pp. 299–304. *From Mammies to Militants: Domestics in Black American Literature (Philadelphia: Temple University Press, 1982). Chapter Three has been reprinted in Black Southern Voices: An Anthology of Fiction, Poetry, Drama, Nonfiction, and Critical Essays, eds John Oliver Killens and Jerry W. Ward, Jr. (New York: Meridian, 1992), pp. 564–590. ===As co-editor=== *Reading Contemporary African American Drama: Fragments of History, Fragments of Self (New York: Peter Lang Publishing, 2007—with Jennifer Larson). *The Concise Oxford Companion to African American Literature (New York: Oxford, 2001). *The Literature of the American South: A Norton Anthology (New York: W. W. Norton, 1998). *Call and Response: The Riverside Anthology of the African American Literary Tradition (Boston: Houghton Mifflin, 1998 [June 1997]). *The Oxford Companion to African American Literature' (New York: Oxford University Press, 1997). *The Oxford Companion to Women’s Writing in the United States (New York: Oxford University Press, 1995; November 1994). [Edited essays on African-American women writers and topics related to the study of African-American literature. Wrote eight essays.] *Afro-American Poets After 1955 (Detroit: Gale Research Company, 1985). *Afro-American Writers After 1955: Dramatists and Prose Writers (Detroit: Gale Research Company, 1985). *Afro-American Fiction Writers After 1955 (Detroit: Gale Research Company, 1984). ===As editor=== *New Essays on Baldwin’s Go Tell It on the Mountain (New York: Cambridge University Press, 1996). *Selected Works of Ida B. Wells-Barnett (New York: Oxford University Press, 1991). *Afro-American Writers, 1940-1955 (Detroit: Gale Research Company, 1988). *Afro-American Writers from the Harlem Renaissance to 1940 (Detroit: Gale Research Company, 1987). *Afro-American Writers Before the Harlem Renaissance (Detroit: Gale Research Company, 1986). === Contributions to books=== *\"African American Lives: Zora Neale Hurston, James Baldwin, Malcolm X, and Eldridge Cleaver\". In Cambridge Companion to Autobiography, eds Emily O. Wittman and Maria DeBattista (New York: Cambridge University Press, 2014), pp. 180–194. *\"Untangling History, Dismantling Fear: Teaching Tayari Jones’s Leaving Atlanta\", for The Contemporary African American Literary Canon: Theory and Pedagogy, ed. Lovalerie King and Shirley Turner-Moody (Bloomington: Indiana University Press, 2013), pp. 269–284. *\"Afterword: The Complexities of Home\", Race and Displacement: Nation, Migration, and Identity in the 21st Century, ed. Maha Marouan and Merinda Simmons (Tuscaloosa: University of Alabama Press, 2013), pp. 211–220. *\"History as Fact and Fiction\" for the Cambridge History of African American Literature, ed. Maryemma Graham and Jerry W. Ward, Jr. (New York: Cambridge, 2011), pp. 451–496. *\"Celebrating Bigamy and Other Outlaw Behaviors: Hurston, Reputation, and the Problems Inherent in Labeling Janie a Feminist\", in Approaches to Teaching Hurston’s Their Eyes Were Watching God and Other Works, ed. John W. Lowe (New York: MLA Publications, 2009), 67–80. *\"Cotton Pickin’ Authority\", in Shaping Memories: Reflections of African American Women Writers, ed. Joanne V. Gabbin (Jackson : The University Press of Mississippi, 2009), 155–162. *\"Fear of Family, Fear of Self: Black Southern ‘Othering’ in Randall Kenan's A Visitation of Spirits\", in Women & Others: Perspectives on Race, Gender, and Empire, ed. Celia R. Daileader, Rhoda E. Johnson, and Amilcar Shabazz (New York: Palgrave/Macmillan, 2007), 45–65. *\"Almost—But Not Quite—Bluesmen in Langston Hughes’s Poetry\", in Montage of a Dream: The Art and Life of Langston Hughes, ed. John Edgar Tidwell and Cheryl R. Ragar (Columbia: University of Missouri Press, 2007), 32–38. *\"Trapped in Lines and Language: Distorted Selves in Personal Ads\", Introduction to Racialized Politics of Desire in Personal Ads, ed. Neal A. Lester & Maureen Daly Goggin (New York: Rowman & Littlefield, 2007), 1––5. *\"Watchers Watching Watchers: Positioning Characters and Readers in Baldwin’s ‘Sonny’s Blues’ and Morrison's ‘Recitatif’\", in James Baldwin and Toni Morrison: Comparative Critical and Theoretical Essays, ed. Lovalerie King and Lynn Orilla Scott (New York: Palgrave/Macmillan, 2006), 103–120. *\"Foreword\" to After the Pain: Critical Essays on Gayl Jones, ed. Fiona Mills and Keith B. Mitchell (New York: Peter Lang, 2006), pp. x–xiv. *\"Porch Sitters\" and \"The Yellow Rose of Texas\" for The Encyclopedia of African American Folklore, ed. Anand Prahlad (Greenwood, 2005), 991–993; 1403–1404. *\"Preface\" to three-volume set on the Harlem Renaissance (Gale Research Company, 2003). *\"The Second Teacher in the Classroom\", Preface to A Student's Guide to African American Literature, 1760 to the Present, ed. Lovalerie King (New York: Peter Lang, 2003). *\"Lynching and Burning Rituals in African-American Literature\", in A Companion to African-American Philosophy, ed. Tommy L. Lott and John P. Pittman (Blackwell Publishing, 2003), pp. 413–418. *\"The Ball of a Lifetime\", in Age Ain’t Nothing But a Number: Black Women Explore Midlife, ed. Carleen Brice (Beacon Press, 2003), 38–44. Reprinted in British edition, Fall 2004. *\"Genre\", in Eight Words for the Study of Expressive Culture, ed. Burt Feintuch (University of Illinois Press, 2003), pp. 99–120. *\"Conjuring\", \"Lynching\", \"Lynch-Law\", and \"Voodoo\" for The Companion to Southern Literature, eds Joseph Flora and Lucinda Mackethan (Louisiana State University Press, 2001). *\"This Disease Called Strength: The Masculine Manifestation in Raymond Andrews’ Appalachee Red\", in Contemporary Black Men’s Fiction and Drama, ed. Keith S. Clark (University of Illinois Press, 2001), pp. 37–53. Reprinted in Black Literature Criticism, Vol. 1, ed. Jelena O. Krstovic (Detroit: Cengage Learning, 2008), pp. 46–54. *\"James Baldwin\", Oxford United States History (New York: Oxford University Press, 2001). *\"The Power of Martyrdom: The Incorporation of Martin Luther King Jr. and His Philosophy into African American Literature\", in Media, Culture, and the Modern African American Freedom Struggle, ed. Brian Ward (University Press of Florida, 2001), pp. 273–291. *\"Afterword: The Unbroken Circle of Assumptions\", afterword to Body Politics and the Fictional Double, ed. Debra Walker King (Bloomington: Indiana University Press, 2000), pp. 178–185. *\"Before the Strength, the Pain: Portraits of Elderly Black Women in Early 20th Century Anti-Lynching Plays\", in Black Women Playwrights: Visions on the American Stage, ed. Carol P. Marsh-Lockett (New York: Garland, 1999), pp. 25–42. *\"The Overweight Angel\", in Honey Hush: An Anthology of African American Women’s Humor, ed. Daryl Cumber Dance (New York: W. W. Norton, 1998), pp. 162–168. *\"Lying Through Our Teeth?: The Quagmire of Cultural Diversity\", in Teaching African American Literature: Theory and Practice, ed. Maryemma Graham, Sharon Pineault-Burke, and Marianna White Davis (New York and London: Routledge, 1998), pp. 210–222. *\"What is Africa to African American Women Writers?\", in Contemporary Literature of the African Diaspora, ed. Olga Barrios and Bernard W. Bell (Leon, Spain: 1997), pp. 25–32. *\"What Women? What Canon?: African American Women and the Canon\", in Speaking the Other Self: American Women Writers, ed. Jeanne Reesman (Athens: University of Georgia Press, 1997). *\"Before the Stigma of Race: Authority and Witchcraft in Ann Petry’s Tituba of Salem Village\", in Recovered Writers/Recovered Texts, ed. Dolan Hubbard (University of Tennessee Press, 1997), pp. 105–115. *\"The Yellow Rose of Texas: A Different Cultural View\", in Juneteenth Texas: Essays in African-American Folklore, ed., Francis E. Abernethy, Patrick B. Mullen, and Alan B. Govenar (Denton, Texas: University of Texas Press, 1996), pp. 314–333. Reprinted in Callaloo 20:1 (Winter, 1997): 8–19. *\"August Wilson’s Folk Traditions\". Essay on Joe Turner’s Come and Gone in August Wilson: A Casebook, ed. Marilyn Elkins (Garland, 1994), pp. 49–67. *\"Escaping Slavery But Not Its Images\"—essay on Beloved in Toni Morrison: Critical Perspectives Past and Present, ed. Henry Louis Gates, Jr. and K. A. Appiah (Amistad, 1993), pp. 330–341. *Biographical Headnotes for \"James Baldwin\" and \"Toni Morrison\" for the D. C. Heath Anthology of American Literature, second rev. ed. (1993), pp. 2614–2615, 2872–2876. *\"Our People, Our People\", in Alice Walker and Zora Neale Hurston: The Common Bond, ed. Lillie P. Howard (Greenwood Press, 1993), pp. 31–42. *\"Literature in Kenya\" (with James Cornell), in Kenya: The Land, The People, and The Nation, ed. Mario Azevedo (Durham: Carolina Academic Press, 1993), pp. 103–118. *\"African-American Literature: A Survey\", in Africana Studies: A Survey of Africa and the African Diaspora, ed. Mario Azevedo (Durham: Carolina Academic Press, 1992), pp. 331–342. *\"Introduction to Alice Childress’ ‘In the Laundry Room’\", in Women’s Friendships, ed. Susan Koppelman (Norman: University of Oklahoma Press, 1991), pp. 170–73. *\"Native Sons and Foreign Daughters\", in New Essays on Wright’s Native Son, ed. Keneth Kinnamon (Cambridge University Press, 1990), pp. 63–84. *\"From Exile to Asylum: Religion and Community in the Writings of Contemporary Black Women\", in Women’s Writing in Exile, ed. Mary Lynn Broe and Angela Ingram (Chapel Hill: UNC Press, 1989), pp. 151–169. *\"Reconnecting Fragments: Afro-American Folk Tradition in The Bluest Eye\", in 'Critical Essays on Toni Morrison, ed. Nellie Y. McKay (Boston: G. K. Hall, 1988), pp. 68–76.' *\"Introduction\" to Alice Childress's Like One of the Family (Boston: Beacon, 1986), pp. xi–xxxviii. *\"Charlotte Forten\", in Afro-American Writers Before the Harlem Renaissance (Detroit: Gale Research Company, 1986), pp. 130–139. *\"Black Writers in a Changed Landscape, Since 1950\", The History of Southern Literature, edited by Louis Rubin, Jr., Blyden Jackson, et al. (Baton Rouge: LSU Press, 1985), pp. 566–577. *\"Samm-Art Williams\", in Afro-American Writers After 1955: Dramatists and Prose Writers (Detroit: Gale Research Company, 1985), pp. 283–290. *\"Alice Childress\", in Afro-American Writers After 1955: Dramatists and Prose Writers (Detroit: Gale Research Company, 1985), pp. 66–79. *\"The South As Woman: Chimeric Images of Emasculation in Just Above My Head\", Studies in Black American Literature. Vol. 1, eds Joe Weixlmann and Chester J. Fontenot (Greenwood, Florida: Penkevill Publishing Company, 1983), pp. 89–109. *\"Three Black Women Writers and Humanism: A Folk Perspective2 in Black American Literature and Humanism, ed. R. Baxter Miller (University of Kentucky Press, 1981), pp. 50–74. ===Articles=== *\"Peace in the War of Desire: Richard Wright's 'Long Black Song'.\" Forthcoming in CLA Journal. *\"Does Northern Travel Relieve Slavery? 'Vacations' in Dolen Perkins-Valdez's Wench.\" Forthcoming in The South Atlantic Review. *\"Nikki Giovanni: Literary Survivor Across Centuries,\" in Appalachian Heritage 40:2 (2012): 34–47. *\"The Terrible Pangs of Compromise: Racial Reconciliation in African American Literature\", in The Cresset LXXV No. 4 (2012): 16–27. *\"Protest Poetry\", for the National Humanities Center online resources for high school teachers—TeacherServe, Fall 2009. *\"The Image of Africa in the Literature of the Harlem Renaissance\", for the National Humanities Center online resources for high school teachers—TeacherServe, Summer 2009. *\"The Trickster in African American Literature\", for the National Humanities Center online resources for high school teachers—TeacherServe, Summer 2009. *\"The ‘N-Word’ Versus ‘Nigger’\", for the National Humanities Center online courses in African American Literature, Spring 2009. *\"Pigmentocracy\", for the National Humanities Center online courses for high school teachers, 2008. *C.S.A (Confederate States of America); article/review in Southern Cultures, Fall 2006. *\"William Melvin Kelley’s Real Live, Invisible South\", South Central Review, 22:1 (Spring 2005): 26–47. *\"Porch-Sitting as a Creative Southern Tradition\", in Southern Cultures 2:3-4 (1996): 441-460. Reprinted in Voices From Home: The North Carolina Prose Anthology, ed. Richard Krawiec (Greensboro, NC: Avisson Press, Inc., 1997), pp. 320–334. *\"Greeting the New Century with a Different Kind of Magic\", Introduction to special issue of Callaloo (19:2) on Emerging Black Women Writers (Spring 1996): 232–238. *\"The Worlds That Toni Morrison Made\" for special issue of The Georgia Review, \"The Nobel Laureates of Literature: An Olympic Gathering\", in connection with the Cultural Olympiad gathering of Nobel Prize winners in Atlanta in April 1995, XLIX (Spring 1995): 324–330. *\"‘This Disease Called Strength’: Some Observations on the Compensating Construction of Black Female Character\", Literature and Medicine 14 (Spring 1995): 109–126. *\"Adventures in a ‘Foreign Country’: African American Humor and the South\", Southern Humor Issue of Southern Cultures 1:4 (Summer 1995): 457–465. Reprinted in the Fifteenth Anniversary Issue of Southern Cultures (2008). *\"Genre\"—for \"Keywords\" special issue of the Journal of American Folklore, 108 (Fall 1995): 509–527. *\"Toni Morrison: Solo Flight Through Literature and History\", World Literature Today 68:1 (Winter 1994): 9–14. Invited commentary on Toni Morrison's works, which accompanied the publication of her Nobel Lecture. *\"‘Africanizing the Audience’: Zora Neale Hurston's Transformation of White Folks in Mules and Men\", The Zora Neale Hurston Forum 7:1 (Fall 1993): 43–58. *\"Moms Mabley: A Study in Humor, Role Playing, and the Violation of Taboo\", in The Southern Review, 24 (Autumn 1988): 765–776. *\"From Victimization to Free Enterprise: Alice Walker’s The Color Purple\", Studies in American Fiction, 14 (Spring 1986): 1–17. *\"On The Color Purple, Stereotypes, and Silence\", Black American Literature Forum, 18 (Winter 1984): 155–161. Reprinted in Gale Research's Series, Black Literature Criticism (1991, 1994). *\"The Women of Brewster Place, by Gloria Naylor\", review/article, Southern Changes, 6, ii (March/April 1984): 12–13. *\"No Outlet for the Blues: Silla Boyce’s Plight in Brown Girl, Brownstones\", Callaloo, 6, ii (Spring-Summer 1983): 57–67. *\"Almost Family, by Roy Hoffman\", review/article for Southern Changes, 5, ii (March/April, 1983): 21–23. *\"A Different Image of the Black Woman\", review/article of Dorothy West's The Living is Easy, Callaloo, 5, iii (October 1982): 146-151. *\"Tiptoeing Through Taboo: Incest in Alice Walker’s ‘The Child Who Favored Daughter’\", Modern Fiction Studies, 28, iii (Autumn, 1982): 495–505. *\"A Spiritual Journey: Gayl Jones’s Song for Anninho\", Callaloo, 5, iii (October, 1982): 105–111. *\"From Mammies to Militants: Domestics in Black American Literature\", Second Century Radcliffe News (June 1982), p. 9\\. *\"‘I wish I was a poet’: The Character as Artist in Alice Childress’ Like One of the Family\", Black American Literature Forum, 14, i (Special issue on literary theory; Spring, 1980): 24–30. *\"Chesnutt's Frank Fowler: A Failure of Purpose?\" CLA Journal, 22, iii (March, 1979): 215–228. *\"The Barbershop in Black Literature\", 'Black American Literature Forum, 13, iii (Fall, 1979): 112–118. *\"The Eye as Weapon in If Beale Street Could Talk\", MELUS, 5, iii (Fall, 1978): 54-66. Reprinted in Critical Essays on James Baldwin, eds Fred L. Standley and Nancy V. Burt (Boston: G. K. Hall, 1988), pp. 204–216. *\"Telephone Pranks: A Thriving Pastime\", Journal of Popular Culture, 12, i (Summer, 1978): 138–145. *\"Folklore in the Fiction of Alice Walker—A Perpetuation of Historical and Literary Traditions\", Black American Literature Forum, 11, i (Spring, 1977): 3–8. *\"Ellison’s ‘Peter Wheatstraw’: His Basis in Black Folk Tradition\", Mississippi Folklore Register, 9, ii (Summer, 1975): 117–126. *\"Ceremonial Fagots: Lynching and Burning Rituals in Black American Literature\", Southern Humanities Review, 10, iii (Summer, 1975): 235–247. *\"Violence in The Third Life of Grange Copeland\", CLA Journal, 19, ii (December: 238–247. ==References== Category:Living people Category:University of North Carolina at Chapel Hill faculty Category:21st- century American historians Category:University of Alabama faculty Category:Ohio State University alumni Category:Stillman College alumni Category:1948 births ",
    "title": "Trudier Harris"
}