{
    "id": "53834774",
    "text": "Jacobo Grinberg-Zylberbaum (Mexico City, 1946), known as Jacobo Grinberg was a Mexican neurophysiologist and psychologist. He studied Mexican shamanism, Eastern disciplines, meditation, astrology and telepathy through the scientific method. He wrote more than 50 books about these subjects. Jacobo disappeared in December 1994. == Biography == Jacobo Grinberg-Zylberbaum was born in Mexico City in 1946. Grinberg decided to study the human mind when he was 12 years old, after his mother died from a stroke. He studied psychology at the Science Faculty of UNAM. In 1970, he went to New York City to study psychophysiology at the Brain Research Institute. He earned a Ph.D. at the E. Roy John Laboratory. His Ph.D. focused on the electrophysiological effects of geometric stimuli on the human brain. When he went back to Mexico, he founded a laboratory of psychophysiology at the Universidad Anáhuac. He installed another laboratory of this kind in UNAM in the late 1970s. He founded the Instituto Nacional para el Estudio de la Conciencia (INPEC) in 1987, financed by UNAM and CONACYT. Jacobo published several of his books through INPEC. Grinberg wrote more than 50 books about brain activity, witchcraft, shamanism, telepathy, and meditation. Jacobo put his reputation as a scientist in danger when he tried to use the scientific method in shamanism studies. He combined the two in his professional work, always trying to understand the “magic world.” Jacobo attempted to change the way that the relationship between science and consciousness is understood. His work exhibited the scientific basis for telepathy, it was often rejected by fellow scientists. == Disappearance == Since December 8, 1994, Jacobo Grinberg has been missing. On December 12, his family prepared a party for him to celebrate his 48th birthday, but he did not show up. It was common for him to make spontaneous travels or just not answer his phone for days, which is why his disappearance did not seem odd to his family in the beginning. There are many conspiracies surrounding Jacobo's disappearance. == Published Research == * Einstein- Podolsky-Rosen Paradox in the Brain: The Transferred Potential * Patterns of Interhemispheric Correlation During Human Communication * Evoked potentials and concept formation in man * The transformation of neuronal activity into conscious experience: the syntergic theory * Transference of mental energy *The Orbitals of Consciousness. A Neurosyntergic Approach to the Discrete Levels of conscious Experiencehttps://www.cia.gov/library/readingroom/docs/CIA- RDP96-00792R000700130001-6.pdf == The Sintergy Theory == Grinberg's sintergy theory states that there is a continuous space of energy and the common human can only perceive a part of it. The result of this process is what everyone understand as \"reality.\" This theory tries to answer the question of the creation of the experience. The book where it is mentioned, \"El Cerebro Consciente,\" was translated into seven languages. === Pachita === Grinberg's Sintergy Theory was born out of his work with Barbara Guerrero, a Mexican psychic and healer, known as Pachita. Pachita performed psychic surgery. Grinberg wrote a book, Pachita, analyzing the scientific basis for his experiences with her. She is also listed in his book Chamanes de Mexico. Grinberg was so intrigued by Pachita's repute that he shadowed her procedures for nearly a year. He came to the conclusion that Pachita's ability to heal was the result of a combination of two different realities due to the presence of a neuronal field surrounding our brains as well as the presence of a \"lattice of space time\". Although Pachita's ability to heal is considered a scam within the scientific community, Grinberg's research on the brain's transfer potential was published in Physics Essays, a peer-reviewed scientific journal. ==See also== *List of people who disappeared *List of people from Morelos, Mexico *TV Series exploring a fictional account of Jacobo's disappearance == Bibliography == * La Experiencia Interna; Trillas, México 1975. INPEC 1987 * La Construcción de la Realidad; Trillas, México 1975. INPEC 1987 * Las Creaciones de la Existencia; Trillas, México 1976 * El Vehículo de las Transformaciones; Trillas, México. 1976 * Más allá de los Lenguajes; Trillas, México 1976 * Psicofisiología del Aprendizaje; Trillas, México 1976 * Nuevos Principios de Psicología Fisiológica; Trillas, México 1976 * El Despertar de la Conciencia; Trillas, México 1978 * Los Fundamentos de la Experiencia; Trillas, México 1978 * El Cerebro Consciente; Trillas, México 1979 * Bases Psicofisiológicas de la Memoria y el Aprendizaje I: Fase de la Memoria; Trillas, México 1979 * Bases Psicofisiológicas de la Memoria y el Aprendizaje II: La Localización de la Memoria; Trillas, México 1979 * Bases Psicofisiológicas de la Memoria y el Aprendizaje III: Naturaleza de la Memoria; Trillas, México 1980 * Bases Psicofisiológicas de la Percepción Visual I: Estructuras Subcorticales; Trillas, México 1981 * El Espacio y la Conciencia; Trillas, México 1981 * Las Manifestaciones del Ser I: Pachita; EDAMEX, México 1981 * Las Manifestaciones del Ser II: Cuauhtemoctzin; EDAMEX, México 1982 * La Luz Angelmática; EDAMEX, México 1983. INPEC 1988 * En Busca del Ser; INPEC, México 1987 – 1990 * Correlativos Electrofisiológicos de la Comunicación Humana. Facultad de Medicina. UNAM Tesis Doctoral 1987 * Meditación Auto alusiva; INPEC, México 1987 – 1990 * Retorno a la Luz; SEP, México 1987 * La Expansión del Presente; INPEC, México 1988 * Creation of Experience; INPEC, México 1988 * Psicofisiología del Poder; INPEC, México 1988 * Cantos de Ignorancia Iluminada;. INPEC, México 1988 * Los Chamanes de México I: Psicología Autóctona Mexicana; Alpa Corral, México 1987. INPEC 1990 * Los Chamanes de México II: Misticismo Indígena; Alpa Corral, México. 1987 * Los Chamanes de México III: Pachita; INPEC, México 1989. Heptada Madrid España 1990 * Los Chamanes de México IV: La Cosmovisión de los Chamanes; INPEC, México 1988 * Los Chamanes de México V: El Cerebro y los Chamanes; INPEC, México 1989 * Los Chamanes de México VI: La Voz del Ver; INPEC, México 1989 * Los Chamanes de México VII: El Doble; INPEC, México 1990 * La Creación de la Experiencia; Los libros del Comienzo, Madrid España. 1990 * Técnicas de Meditación Trascendente; Heptada Madrid España 1990 * La Conquista del Templo; Heptada, Madrid España 1990 * La Meditación; INPEC, México 1991 * Fluir en El sin yo; INPEC, México 1991 * La Teoría Sintérgica; INPEC, México 1991 * La Batalla por el Templo; INPEC, México 1991 * La Fuerza Vital del Cielo Anterior;. INPEC, México 1991 * El Prototipo; INPEC, México 1991 * Recontre avec les Chamans du Mexique; Editions Le Mail, Aix en Provence, Francia 1994 * El Sabor de la Iluminación; Sirio 1994 * El YO como idea; INPEC-UNAM. México, 1994. ==References== Category:1946 births Category:1990s missing person cases Category:Mexican male writers Category:Mexican psychologists Category:Mexican scientists Category:Missing people Category:Missing person cases in Mexico Category:People from Mexico City ",
    "title": "Jacobo Grinberg"
}