{
    "id": "53836550",
    "text": "Frank William Moorhouse (1895 - 7 August 1967) was an Australian marine biologist. He is primarily known for his service as the Chief Inspector of the Fisheries and Game Department of South Australia from 1936 to 1959. == Early life == Frank Wiliam Moorhouse was born in Taringa, a suburb of Brisbane. He was the son of Rev James Moorhouse and his wife. Frank had two brothers and a sister, who was the wife of William Jolly, first Lord Mayor of Brisbane. He trained as a teacher at Taringa State School, and then transferred to Herberton State School after he was accredited. Moorhouse enlisted in the Army during World War I, serving in Egypt and France. After the war ended, he recommenced teaching at Cairns High School, while he undertook a B.Sc. from the University of Queensland. He transferred to Brisbane working at Windsor. He earned a degree with Honours in oceanography, and then continued his study toward a M.Sc. == Career == In 1928, Moorhouse was selected as the University's representative on the Great Barrier Reef Expedition led by Maurice Yonge. This expedition attracted scientists from all over the Commonwealth. It spent a year on the Reef, principally around Low Isles, studying coral and other fauna. Moorhouse published a number of papers following the expedition. In the 1930s, Moorhouse worked as a marine biologist for the Queensland government and the Great Barrier Reef Committee, studying the commercial potential of trochus, sponges and beche de mer. From 1930-1931, Moorhouse undertook research on Mer (Murray Island) and made a number of films, documenting residents' daily lives and events. His family used his camera to record events around Brisbane. He left his government position and started a business from Low Island, collecting trochus shells for sale and farming sponges. This enterprise was disrupted by the 1935 cyclone which swamped the island, and a theft of his stock by fishermen further discouraged his plans. Moorhouse took a position as a Marine Biologist with the federal government in 1935, and in 1936 was appointed Chief Inspector of the Fisheries and Game Department in South Australia. Moorhouse volunteered with the Army during WW2. In 1945, his department recommended support for the Haldane family's plan to establish a South Australian fishing industry, which planned to pursue tuna, sardines, tommy ruffs, garfish, mackerel and salmon. Moorhouse recommended that the South Australian government loan the Haldane family 20,000 pounds. They used this money to build a super vessel at Port Lincoln. It would revolutionise the industry. He received a Coronation Medal in 1953. Moorhouse retired from the Fisheries and Game Department in 1959, after 23 years advocating for the industry. Moorhouse died on 7 August 1967 and was buried in Queensland. ==References== Category:1895 births Category:1967 deaths Category:Australian marine biologists Category:20th-century zoologists ",
    "title": "Frank William Moorhouse"
}