{
    "id": "53839775",
    "text": "Patrick Huerre, born in 1947, is a French physicist in fluid mechanics. An engineer from the École centrale de Paris (1970), and a doctor of aeronautical sciences from Stanford University, he began his career at the University of Southern California in Los Angeles. In 1989, he was appointed Professor of Mechanics at the École polytechnique where he created, with Jean-Marc Chomaz, and then directed the Laboratoire d'hydrodynamique (LadHyX), a joint CNRS- École polytechnique research unit. He is currently Director of Research Emeritus at the Centre national de la recherche scientifique (CNRS). He is a member of the French Academy of Sciences. == Biography == === Training === He received an engineering degree from the École centrale de Paris in 1970. He then obtained a master's degree and a doctorate in aeronautical sciences from Stanford University (1971, 1976). === Career === During his PhD (1971-1975), Patrick Huerre was a Research Assistant in the Department of Aeronautics and Astronautics at Stanford University. From 1976 to 1978, he was a postdoctoral fellow with David Crighton in the Department of Applied Mathematics at the University of Leeds. In 1978, he was hired by Janos Laufer as Assistant Professor of Aerospace Engineering at the University of Southern California, Los Angeles. He will then be promoted to Associate Professor and then Professor. In 1989, he returned to France after his appointment as Professor of Mechanics at the École polytechnique, a position he held until 2012. In 1990, he and Jean-Marc Chomaz founded the Hydrodynamics Laboratory (LadHyX), which he managed until 2008. At the same time, from 1991 to 2012, he was Director of Research at the CNRS. He is currently Director of Research Emeritus. He was invited in 2015 as a Professor at the Miller Institute for basic research in science at the University of California at Berkeley. == Scientific work == Patrick Huerre's theoretical research focuses on fluid dynamics. Most of his work focuses on hydrodynamic instabilities to account for the transition to chaosMoon, H.T., Huerre, P. & Redekopp, L.G., « Transitions to Chaos in the Ginzburg-Landau Equation », Physica D, (1983), vol. 7, p. 135-150 or turbulenceHo, C.M. & Huerre, P., « Perturbed Shear Layers », Annual Review of Fluid Mechanics, (1984), vol. 16, p. 365-424Huerre, P. & Rossi, M., « Hydrodynamic Instabilities in Open Flows\", in \"Hydrodynamics and Nonlinear Instabilities », Godrèche, C. & Manneville, P. eds (Cambridge University Press), (1998), p. 81-294 in sheared flows. The configurations studied are, for example, the Bénard-Karman vortex path in the wake of a cylinder or the Kelvin-Helmholtz vortices in the mixing layer separating two parallel flows of different speeds.Huerre, P., « Open Shear Flow Instabilities\", \"Perspectives in Fluid Dynamics », G.K. Batchelor, H.K. Moffatt & M.G. Worster (eds), Cambridge University Press, (2000), p. 159-229 The use of the concepts of convective/absolute instabilityHuerre, P. & Monkevitz, P.A., « Absolute and Convective Instabilities in Free Shear Layers », Journal of Fluid Mechanics, (1985), vol. 159, p. 151-168 allowed him to make a rigorous distinction between amplifier-type and oscillator-type flows.Huerre, P. & Monkewitz, P.A., « Local and Global Instabilities in Spatially Developing Flows », Annual Review of Fluid Mechanics, (1990), vol. 22, p. 473-537 The introduction, for oscillators, of the notion of linear global mode has thus led to the establishment of frequency selection criteriaChomaz, J.M., Huerre, P. & Redekopp, L.G., « A Frequency Selection Criterion in Spatially Developing Flows », Studies in Applied Mathematics, (1991), vol. 84, p. 119-144 in very good agreement with the experiments. These concepts were then generalized to the fully non-linear regime.Pier, B., Huerre, P., Chomaz, J.M. & Couairon, A., « Steep nonlinear global modes in spatially developing media », Physics of Fluids Letters, (1998) , vol. 10, p. 2433-2435Pier, B. & Huerre, P., « Nonlinear Self - Sustained Structures and Fronts in Spatially - Developing Wake Flows », Journal of Fluid Mechanics, (2001), vol. 435, p. 145-174 In aero-acoustics, Patrick Huerre has identified super-directiveness as a key concept in the production of aerodynamic noise in sheared flows.Crighton, D.G. & Huerre, P., « Shear Layer Pressure Fluctuations and Superdirective Acoustic Sources », Journal of Fluid Mechanics, (1990), vol. 220, p. 355-368 Over the past decade, it has characterized the acoustic radiation of global modes present in hot jetsLesshafft, L., Huerre, P. & Sagaut, P., « Aerodynamic sound generation by global modes in hot jets », Journal of Fluid Mechanics, (2010), vol. 647, p. 475-491 and the overall instability properties of plumes.Chakravarthy, R.V.K., Lesshafft, L. & Huerre, P., « Global stability of buoyant jets and plumes », Journal of Fluid Mechanics, (2018), vol. 835, p. 654-673 He now turns to the asymptotic analysis of critical baroclinic layers and their role in the generation of \"zombie\" eddies in proto-planetary disks in astrophysics. == Honours and Awards == * 1992: Montyon Prize, French Academy of Sciences * 1993: Fellow of the American Physical Society * 1994-1998: Co-Editor, European Journal of Mechanics B / Fluids * 1998: Batchelor Lecture, University of Cambridge * 1999-2009: Associate Editor-in-Chief, Journal of Fluid Mechanics * 2002: Grand Prix Lazare Carnot, French Academy of Sciences * 2002: Member of the French Academy of Sciences * 2003-2012: President of the European Mechanical Society (EUROMECH) * 2003: Chevallier of the Légion d'Honneur * 2010: Chevallier of the Palmes Académiques * 2012: Laufer Lecture, University of Southern California == References == Category:Fellows of the American Physical Society Category:American Physical Society Category:French physicists Category:Members of the French Academy of Sciences Category:1947 births Category:Living people ",
    "title": "Patrick Huerre"
}