{
    "id": "53836147",
    "text": "Adrian Augier is a St. Lucian poet and producer. His writings and productions center on life in St. Lucia and have been featured throughout the country, earning widespread acclaim. ==Career== Augier co-founded the Lighthouse Theater and the Factor Creative Arts Centre, both in St. Lucia. He is also director of the St. Lucia Arts Festival Company. In honor of the 25th and 30th anniversaries of St. Lucia's independence, in 2004 and 2009 respectively, he wrote and produced the shows Anthem and Esperance which made national headlines. His latest publication Navel String encompasses St. Lucian life, culture, and politics. He has had multiple poetry anthologies published, and has written musicals including the Hewanorra Story and Troumassay. In addition to a careers in business and the arts, he performed music globally with his band, Rituals, in the early 2000s. He has been recognized as having made outstanding contributions to Caribbean arts. Augier also has a background in economics. He is a sitting senator of St. Lucia, formerly Chief Economist in St. Lucia's Ministry of Finance and Planning. He has contributed to economic discussion in his home country, the World Bank, European Union, and the United Nations, among others. He was also co-chair of the CARICOM Task Force on the Development of Cultural Industries, and he was St. Lucia's 2010 Entrepreneur of the Year. ==Selected works== *Musicals **Esperance (2009) **Anthem (2004) **Troumassay (2000) **Hewanorra Story (1997) *Poetry **Navel String (Peepal Tree Press, 2012) **Bridgemaker (Star Publishing Company, 2001) **Of Tears and Triumphs (1982) **Of Many Voices (1981) **Genesis (1980) **Out of Darkness (1979) ==Awards== *ANSA Caribbean Laureate of Arts & Letters 2010 *National Drama Association of Trinidad and Tobago - Caribbean Cacique Prize 2009 *Minivielle and Chastenet Fine Arts Awards Council **Audiovisual Production 1998 **Visual Arts 1992 **Literary Arts 1980, 1981, 1991, 1994 ==Education== Augier received his BA in economics and political science at the University of Western Ontario, later earning a master's in development finance and planning from American University. In 2012 Augier received an honorary degree from the University of the West Indies that recognized his contributions to the arts and economics in the Caribbean. ==Personal life== Born in 1959, Augier is married with 3 children and currently lives in St. Lucia. His son Jordan Augier swam for St. Lucia in the 2016 Summer Olympics after graduating from the University of Tampa . == References == Category:21st-century Saint Lucian poets Category:21st-century male writers Category:Saint Lucian musicians Category:Saint Lucian male poets Category:University of Western Ontario alumni Category:Living people Category:Place of birth missing (living people) Category:Year of birth missing (living people) ",
    "title": "Adrian Augier"
}