{
    "id": "53838864",
    "text": "Mara Woodworth Elliotthttps://www.martindale.com/san-diego/california/mara- woodworth-woodworth-elliott-308941-a/ (born October 3, 1968) is an American elected official in San Diego, California who serves as the San Diego City Attorney. Elliott is the first woman, and first Latina, to serve as City Attorney in San Diego's history. She is a Democrat, although city attorney positions are officially nonpartisan per California state law. ==Education== Elliott received her undergraduate degree from University of California, Santa Barbara, majoring in English and Philosophy. She then received her law degree from the McGeorge School of Law. == City Attorney == ===Elections=== Elliott was one of four Democrats to run for City Attorney. The incumbent City Attorney Jan Goldsmith, her former boss, could no longer run after 8 years in the position due to term limits.Unlike her opponents, Elliott did not receive many of the typical endorsements from the various local democratic groups. Her second-place victory in the June primary was considered an upset due to her opponents out raising and out spending her. In the November runoff, she defeated Robert Hickey, a Republican, by a margin of 57 to 42. Elliott said she hoped to make the position less politicized, and take on a role as legal counsel for the San Diego City Council and mayor as opposed to being a public figure. Elliott is campaigning for reelection in 2020, where she is expected to face attorney Cory Briggs. === Chargers stadium === While running for City Attorney, Elliott opposed Measure C and Measure D, which would have built a Chargers football stadium using hotel taxes. She stated the taxes would divert money from city services. === Immigration === Elliott challenges Trump's travel ban. === LGBT rights === Elliott successfully compelled the City Council to sign amicus briefs which show support for gay rights and transgender students in cases before the Supreme Court. === Power of mayor to change budget === Elliott was asked by councilman David Alvarez about the extent of power by a San Diego mayor to change the city budget. Mayor Faulconer tried to earmark an extra $5 million in the city budget to fund a special election to expand the San Diego convention center and re-purpose Qualcomm Stadium. When his addition was not included in the year's budget by the city council, Faulconer tried to veto their budget and force his changes through with a simple 50% majority. When asked for clarification whether Faulconer would actually need a supermajority of 6 votes to add new items to the budget, Elliott stated that the City Charter gives the mayor power over the budget to \"either approve, veto, or modify any line item approved by the Council.\" Therefore, in her opinion, Faulconer's actions were legal until the City Charter was changed to say otherwise. === Rape kit testing === A state audit found that San Diego only tests about half of the rape kits it collects. While other cities identified in the audit have started testing all rape kits, San Diego is the only city that has not changed its policy. Elliot has repeatedly stated that she believes San Diego should test 100% of rape kits. She has said, \"The experience in other jurisdictions shows that the evidence in untested kits can prove valuable in solving cold cases and identifying serial rapists. That alone is good reason.\" === Recreation councils === Independent groups in San Diego were in charge of running local recreational programs for 4 decades leading up to 2017. In 2017, there were revelations that money was being spent unevenly by the independent councils. For example, Carmel Valley began 2017 with more than $400,000 available for recreational services, while Stockton's account had $51. The independent councils also weren't following city rules about spending tax money. Elliot issued a legal opinion that tax money must be controlled by the city and could not be used to run non-regulated independent groups. === Short term rentals === Elliott issued a statement that short-term rentals are currently illegal in San Diego. She said there are no laws or legal definitions in the San Diego city code regarding short-term rentals, and her legal opinion is that the city considers new housing activity illegal until it is defined in the city code. She has said she hoped this statement would spur the city to take action one way or the other. However, no action by the city or Mayor Faulconer has yet been taken to either legalize or restrict short-term rentals in the city code. == Notable mentions == * Voice of the Year 2017 – The non-profit news organization Voice of San Diego named Elliott Voice of the Year in 2017 for driving the year's biggest civic discussions ==Electoral History== ==References== ==External links== * City of San Diego: Mara Elliott website Category:1968 births Category:Living people Category:University of California, Santa Barbara alumni Category:Politicians from San Diego Category:Government of San Diego Category:McGeorge School of Law alumni Category:California Democrats Category:Hispanic and Latino American politicians ",
    "title": "Mara Elliott"
}