{
    "id": "53831674",
    "text": "Secondary education covers two phases on the ISCED scale. Level 2 or lower secondary education is considered the second and final phase of basic education, and level 3 or upper secondary education is the stage before tertiary education. Every country aims to provide basic education, but the systems and terminology remain unique to them. Secondary education typically takes place after six years of primary education and is followed by higher education, vocational education or employment. ==Secondary education in Africa== ===Algeria=== In Algeria, secondary school starts after obtaining the BEM (Brevet d'Enseignement Moyen) (Middle School Certificate), and ends by getting the Baccalaureate that exclusively grants access to national universities. ===Egypt=== The secondary school, known as Thanawya Amma (ثانوية عامة), is a three-year program after which the student, according to his score in the final year, can join a higher level of education in a university or, when the score is lower, an institution of education that issues a degree not equal with the university one. ===Ghana=== The Senior High School (SHS) curriculum lasts for three years (was extended a four-year curriculum from 2007 to 2009). The SHS ends on a final exam called the West African Senior School Certificate Examination (WASSCE), and to get into a university the student must have at least a credit in three of four core subejectMath,English, Social studies, Integrated Science program and three other electives. ===Nigeria=== In Nigeria, secondary school starts from JSS1 ( until SSS3( ). Most students start at the age of 10 or 11 and finish at 16 or 17. Students are required to sit for the West African Senior Secondary Certificate Examination (WASSCE). To progress to university students must obtain at least a credit in Maths, English and three other subjects in WASSCE. ===Somalia=== In Somalia, secondary school starts from until . Students start it when they are around 14 to 15 years of age and finish at 18. Students are required to study Somali and Arabic, with the option of either English or Italian depending on the type of school. Religion, chemistry, physics, biology, physical education, textile, art, design, and music are also typically available. When secondary school has been completed, students are sent to national training camp before going to either college, or military training. Similar to other institutes around the world, the age of pupils can vary as some students may be required to repeat a previous year if they have not achieved their academic potential, or may be allowed to skip a year if their level of achievement is higher than the grade level. ===South Africa=== In South Africa, high school begins at . Students study for five years, at the end of which they write a Matriculation examination. As of 2008, students sit the National Senior Certificate examinations, which replaced the Seniors Certificate and Further Education and Training Certificate. To progress on to university, students must attain a pass in their Home Language, an Additional Language, Mathematics or Mathematical Literacy, and Life Orientation, as well as at least three electives; see further under National Senior Certificate. (The system previously allowed for an examination at the Higher or Standard grade for each subject. Since 2008, this has been discontinued.) An alternative Matric examination is offered by the Independent Examinations Board (IEB), a body representing various of the private schools in South Africa. Foreign grade 12 equivalent qualifications are also accepted. Many home educated learners write foreign grade 12 equivalent examinations. ===Zimbabwe=== Secondary school starts at Form One (Year 8) and ends at Upper Six (i.e. Sixth Form or Year 13). Government, missionary and some private high schools offer the ZIMSEC curriculum and conduct ZIMSEC Ordinary Level (Form Four or Year 11) and Advanced Level (Upper Six) examinations. Most private high schools offer Cambridge International Examinations curriculum and conduct Cambridge IGCSE, and Advanced Level for the same Forms as public high schools respectively. ==Secondary education in the Americas== ===Argentina=== The school system is free and mandatory. ===Brazil=== In Brazil, since 1996 high school is officially called Ensino Médio (formerly Segundo Grau). As a result, the course was changed after and called colegial, also divided, with the first three years were the same for everyone and anyone who would subsequently make the old normal and clássico, had to do another year. Historically, in Brazil, is called secondary what is now the second part of primary school (from the sixth year to the ninth year), plus high school. It is the last phase to basic education. Brazilian high school lasts three years, attempting to deepen what students have learned in the Ensino Fundamental. Brazilian high school students are referenced by their year – 1st, 2nd and 3rd years. Unlike other countries, Brazilian students don't have a final test to conclude studies. Their approval depends only on their final grade on each subject. Each university elaborates its own test to select new students – this test, the vestibular, generally happens once a year. Enem, a non-mandatory national exam, evaluates high school students in Brazil and is used to rank both private and public schools. Schedules vary from school to school. The subjects taught, however, are conceived by the Ministério da Educação (Ministry of Education) which emphasises the hard sciences. The educational year begins in February and finishes in December, often having July as a break; institutions are permitted to define their own actual start and end dates. They must, however, provide at least 200 days of classes per year. Universities are also divided into public and private. At this level, public ones are considered excellent and their vestibular exam is highly competitive (the exam for med school in UNICAMP may hit 300 candidates per place). For better preparation, therefore, many students take a curso pré-vestibular (university preparation course), which is offered by large private high schools. ===Canada=== Ursula Franklin Academy, a high school in Toronto, Ontario, Canada. Upper secondary education is provided in secondary schools (also known as High schools) are educational institutions consisting most commonly of students enrolled in through . Four provinces' high schools consist of to , and in Quebec, high school years are Secondary 1 through to Secondary 5 (grades –). Variations and subdivisions of these structures are fairly common. The majority of high schools in Canada schedule classes running from late August or early September to mid or late June with a summer break during July and August. ===Chile=== The first stage of secondary education, age 11 to 13 years takes place in the primary school. Upper secondary education is called educacion media in Spanish, it lasts from age 14 to 18 years, and is mandatory. Educacion media is divided into four grades. * Primero Medio (First Grade of secondary education) 14 – 15 years old * Segundo Medio (Second Grade of secondary education) 15 – 16 years old * Tercero Medio (Third Grade of secondary education) 16 – 17 years old * Cuarto Medio (Fourth Grade of secondary education) 17 – 18 years old There are also two strands of upper secondary education: scientific-humanist, which is oriented to mathematical/science and humanist topics, and professional technician which can be oriented to commercial, agricultural or industrial fields of specialization for the development of technicians. Some schools may be polytechnicals, meaning than more than just one field within the strand can be chosen. The first two grades are common to both and have the same topics. In 3rd grade, students in scientific-humanist strand choose from a scientific specialization, humanist specialization or in some institutions an artistic specialization, this leads to a diploma called Licencia de Educacion Media (Secondary Education License). Professional technicians also specialise in the field they have chosen in 3rd grade, this leads to a Secondary Level Technician diploma. Classes begin in March, are two semesters long and end in December, but private schools or colleges can start on another date. ===Colombia=== Secondary education in Colombia is divided into two; basic secondary that goes from to , and mid secondary that covers and . In Colombia, education has always been mandatory but it wasn't until 2012 that all education for children and teenagers was made free of charge at any public institution.http://www.urnadecristal.gov.co/gestion-gobierno/utiles-inutiles- colegios ===Cuba=== Upper secondary schools in Cuba are generically known as \"preuniversitarios\", but they also have other names depending on their specialization: IPVCE (Spanish abbreviation of Pre-university Institute of Exact Sciences), IPUEC (abbreviation of Institute Pre-university on the Country-Side), EVA (Arts Vocational School) and ESPA (sports) are amongst the most popular. All of them are secular institutions financed and run by the state, and provide education from till ). ===Mexico=== Lower-secondary education (three years) is considered part of basic education in Mexico and is compulsory. For entry, students are required to have successfully completed six years of primary education. The next stage (three years), upper-secondary education or preparation school (preparatoria), has been compulsory since 2012. It has three pathways: general upper-secondary, technical professional education, and technological upper-secondary. As it has been called bachillerato it has been frequently confused with the US' \"bachelor's level\", which is called \"Licenciatura o Ingeniería\" in Latin American countries (though not all, as in Venezuela, the US' bachelor's level is referred to as \"doctor\"). ===Paraguay=== In Paraguay, secondary education is called educación media. After nine years of educación escolar básica (primary school), a student can choose to go to either a bachillerato técnico (vocational school) or a bachillerato científico (high school); both are part of the educación media system. These two forms of secondary education last three years, and are usually located in the same campus called colegio. The bachillerato técnico combines general education with some specific subjects, referred to as pre- vocational education and career orientation. Fields include mechanical, electricity, commerce, construction, and business administration. After completing secondary education, a student can enter university. It is also possible for a student to choose both técnico and científico schooling. ===United States=== West Orange-Stark High School As part of education in the United States, the definition of \"secondary education\" varies among school districts. Often secondary programs are divided into two programs: middle school and high school. Generally, middle school comprises grade 6 (age 11-12), , and , while high school comprises through . Many schools use a variation of the structure; these decisions are made by the district and school board. U.S. Department of Education. (2017). Characteristics of Public Elementary and Secondary Schools in the United States: Results from the 2015-16 National Teacher and Principal Survey. Washington, DC. https://nces.ed.gov/pubs2017/2017071.pdf ===Venezuela=== In Venezuela \"secondary schools\" are educational institutions teaching grades 7 to 11 (ages 12 to 16). Classes begin in September, are 3 terms, and end in July. In Venezuela secondary education is called \"bachillerato\". It is divide into two, middle education, from grades 7 to 9 (ages 12 to 14), and diversified education or high school, covering grades 10 and 11 (ages 14 to 16). ==Secondary education in Asia== ===Armenia=== In Armenia education is organized in 3 levels: * primary school (1st to 4th grade, age 6-7 to 10-11) * lower secondary school (Միջնակարգ դպրոց, mijnakarg dproc) (5th to 9th grade, age 10-11 to 15-16) * upper secondary school (Ավագ դպրոց, avag dproc) (10th to 12th grade, age 15-16 to 17-18). ===Bangladesh=== In Bangladesh, secondary is from to . After completing the students sit for their Secondary School Certificate. They then take admission to college, which is the name for senior secondary consisting of and . In the Cambridge system, standard 1 to standard 4 is the junior section, standard 5 to 7 is the junior secondary section, and from standard 8 to 10 is the beginning of high school. Students sit for their O Level and A Level Examinations before applying for Universities. ===Brunei=== In Brunei, secondary school lasts for five years, beginning in year 7 and ends in year 11, and typically aged 12 to 16. Entry to secondary school is based on Penilaian Sekolah Rendah (PSR) or Primary School Assessment taken at the end of year 6 in primary school. Secondary years are divided into lower secondary and upper secondary. The former takes two years and, under the new education system Sistem Pendidikan Negara Abad ke-21 (translatable as 21st Century National Education System), the major assessment is Student Progress Assessment, replacing the phased out Penilaian Menengah Bawah or Lower Secondary Assessment. Students then proceed to upper secondary, which takes three years and culminates in the sitting of Brunei-Cambridge General Certificate of Education Ordinary Level or simply known as O Level. Students may then continue to the two-year sixth form, where they eventually sit for A Level for admission to bachelor's degree, or proceed to technical and vocational education where they can undertake various certificate and diploma programmes. ===China=== Linxia High School In China, the terms \"high school\" and \"senior middle school\" (高中) often refer to the senior part of the Chinese secondary education, as opposed to the junior part, which is more commonly known as '(junior) middle school'. Normally, students who have finished six years of primary education will continue three more years of academic study in middle schools as regulated by the Compulsory education law at the age of twelve. This is not compulsory for senior secondary education, where junior graduates may choose to continue a three-year academic education in academic high schools, which will eventually lead to university, or to switch to a vocational course in vocational high schools. Generally, high school years usually have two semesters, starting in September and February. In some rural areas, operation may subject to agricultural cycles. Number of lessons offered by school on a weekly basis is very subjective, largely depends on the school's resource. In addition to normal lessons, periods for private study and extracurricular activity are provided as well. The academic curriculum consists of math and drivers ed. Some schools may also offer vocational subjects. Generally speaking, Chinese, Mathematics and English are considered to be the three main subjects as they will definitely be examined in Gaokao. In most provinces, students also need to be examined in either natural sciences, which incorporate Physics, Chemistry and Biology, or social sciences, which incorporate Geography, History and ideology & politics. In Chinese cities, the majority of high school graduates will go onto universities or vocational colleges. Most high schools are evaluated by their academic performance in Gaokao by parents and students. Rural secondary education has undergone several transformations since 1980, when county-level administrative units closed some schools and took over certain schools run by the people's communes. In 1982 the communes were eliminated. In 1985 educational reform legislation officially placed rural secondary schools under local administration. There was a high dropout rate among rural students in general and among secondary students in particular, largely because of parental attitudes. All students, especially males, were encouraged to attend secondary school if it would lead to entrance to a college or university (still regarded as prestigious) and escape from village life. ===Hong Kong=== :secondary school (中學, Cantonese: jung1 hok6), college (書院) Secondary education in Hong Kong is largely based on the British education model. After six years in Primary school, the Secondary school starts in year 7 (age 11). Students normally spent six years in secondary schools, of which the first three years, Forms One to Three (age 11-14) were compulsory. The 334 Scheme was introduced in 2009 with first exams in 2012. It abolished the HKCEE and HKALE and changed the two courses into a single three-year course with a single terminal exam Hong Kong Diploma of Secondary Education (HKDSE), taken after Year 6 (age 17). Students take 4 core subjects and at least two electives. This is followed by a 4-year university course. Historically, Forms Four and Five students had prepared for the Hong Kong Certificate of Education Examination (HKCEE) (age 16), where students obtaining a satisfactory grade progressed to a two-year Sixth Form, where they prepared for the Hong Kong Advanced Level Examination (HKALE) (aged 18). The HKCEE was equivalent to the British GCSE and HKALE was equivalent to the British A-level. ===India=== India operates a 10+2 system of education. The ten being divided into 4 year primary and 6 years secondary. 24% of secondary education is in private schools which like state schools are regulated by school boards. There are 1.5 million schools in India. There were an estimated 95.3 million students in secondary school between the ages of 13-17 in India in 2014 http://mhrd.gov.in/sites/upload_files/mhrd/files/statistics/ESG2016_0.pdf Constitutionally, the Ninety-third Amendment Bill, 2002, renumbered as the Constitution (86th Amendment) Act, 2002, passed on 12 December 2002. Art.21A. declares \"The State shall provide free and compulsory education to all children of the age of six to fourteen years in such manner as the State may, by law, determine.\" Secondary education in India is examination-oriented and not course-based: students register for and take classes primarily to prepare for one of the centrally-administered examinations. Senior school or high school is split into 2 parts (grades 9-10 and grades 11-12) with a standardized nation-wide examination at the end of grade 10 and grade 12 (usually informally referred to as \"board exams\"). Grade 10 examination results can be used for admission into grades 11-12 at a secondary school, pre-university program, or a vocational or technical school. Passing a grade 12 board examination leads to the granting of a secondary school completion diploma, which may be used for admission into vocational schools or universities in the country or the world. Most reputable universities in India require students to pass college-administered admissions tests in addition to passing a final secondary school examination for entry into a college or university. School grades are usually not sufficient for college admissions in India. Students taking the grade 10 examination usually take six subjects: English, Mathematics, Social Studies, Science, one language, and one optional subject depending on the availability of teachers at different schools. \"Elective\" or optional subjects often include Computer Applications, Economics, Physical Education, Commerce, and Environmental Science. Students taking the grade 12 examination usually take four or five subjects with English or the local language being compulsory. Students re-enrolling in most secondary schools after grade 10 have to make the choice of choosing a \"core stream\" in addition to English or the local language: Science (Mathematics, Chemistry, and Physics), Commerce (Accounts, Commerce, and Economics), or Humanities (any three of History, Political Science, Sociology, Psychology, Geography depending on school). Most schools in India do not offer subject and scheduling flexibility due to budgeting constraints (for eg: most students in India are not allowed to take Chemistry and History in grades 11-12 because they are part of different \"streams\"). Private candidates (i.e. not studying in a school) are generally not allowed to register for and take board examinations but there are some exceptions such as NIOS (see below) There are four important Indian school boards which administer different exams and grant different diplomas: *Central Board of Secondary Education (CBSE) – Grades 1 to 12; Students studying the CBSE Curriculum take the All India Secondary School Examination (AISSE) at the end of grade 10 and All India Senior School Certificate Examination (AISSCE) at the end of grade 12. Examinations are offered in Hindi and English. *Council for the Indian School Certificate Examinations (CISCE) – Grades 1 to 12; Students take the Indian Certificate of Secondary Education (ICSE) after grade 10 and the Indian School Certificate (ISC) examination after grade 12; ISC English level has been compared to UK's A-Levels; this board offers more choices of subjects. Students study Mathematics up to single-variable Calculus in grade 12. CBSE exams at grade 10 and 12 have often been compared to ICSE and ISC examinations. ICSE is generally considered to be more rigorous than the CBSE AISSE (grade 10) but the CBSE AISSCE and ISC examinations are almost on par with each other in most subjects with ISC including a slightly more rigorous English examination than the CBSE 12th grade examination. The CBSE and ISC are recognized internationally and most universities abroad accept the final results of CBSE and ISC exams for admissions purposes and as proof of completion of secondary school. *National Institute of open schooling (NIOS), National Board of education by MHRD, Govt. of India to provide education in rural areas and challenged groups in open and distance education mode - a pilot project started by CBSE to provide high class affordable education, provides education up to 12th standard. Choice of subjects is highly customisable and equivalent to CBSE. Home-schooled students usually take NIOS or international curriculum examinations as they are ineligible to write CBSE or ISC exams. *State-level education boards – Grades 1 to 12; the curriculum varies from state to state and has more local appeal with examinations conducted in regional languages in addition to English - often considered less rigorous than central curriculums such as CBSE or ICSE/ISC. ===Indonesia=== Indonesia follows the historical Dutch education system, where the secondary education consists of junior high school (Sekolah Menengah Pertama or SMP) which is compulsory and senior high school (Sekolah Menengah Atas or SMA) which is optional; each takes three years. Usually a student enters SMP at age 12 and starts SMA at age 15. In the second year of SMA, students opt for: Natural Science, Social Science or Literature. At the end of the third year of SMA (grade 12), students sit the National Examination (formerly EBTANAS). They then enter college or the labour market. {| class=\"wikitable\" |- ! colspan=2|ISCE ! Dutch colonial education ! Indonesian system |- | 2 | Lower Secondary Education | Hogere Burgerschool Meer Uitgebreid Lager Onderwijs | Sekolah Menengah Pertama |- | rowspan=2|3 | rowspan=2|Upper Secondary Education | rowspan=2|Hogere Burgerschool Algemeene Middelbare School | Sekolah Menengah Atas |- | Sekolah Menengah Kejuruan |- |} Since 2005 there has been an effort to make senior high school education compulsory; for example in the Bantul Regency of Yogyakarta. ===Iraq=== Girls at a secondary school in Iraq * Secondary education in Iraq comprises two stages, each ending in Baccalaureate examination ** Intermediate three years ** Preparatory three years * No student is admitted to college in Iraq before passing the Baccalaureate examination held by this Ministry for preparatory schools. * The maximum obtainable mark is 100; the minimum passing mark is 50. ===Iran=== In Iran, \"High school\" is known in Persian as \"Dabirestan\"(دبيرستان). It takes 6 years, after primary school (Dabestan)(دبستان). Boys and girls enter high school after primary school at the age of 13. After the second year of high school, students choose their general branch (Mathematics and Physics, Experimental sciences, Social sciences, Arts, etc.). After this 4 years they have to study for a public \"multiple question exam\" called \"Konkoor\"(كنكور) that is held simultaneously in all cities every year for those who want to continue to universities. ===Israel=== ===Japan=== high school students wearing the seifuku Education is overseen by Ministry of Education, Culture, Sports, Science and Technology(MEXT). Secondary education in Japan is split between junior high schools (中学校 chūgakkō), which cover the seventh through ninth grade (ages 12–15), and upper secondary schools kōtōgakkō (; literally high school), or kōkō () for short. Upper secondary school covers grades 10 through 12 (ages 15–18). The third year of high school in Japan is allotted for students to prepare for college exams known as \"juken\" (受験). Others may wish to settle for a job instead. The designation, senior high school or even high school, is also used informally. ===Malaysia=== Secondary school in Miri, Malaysia The national education system in Malaysia is modelled after the (historical) English system. It consists of a primary phase followed by five years of secondary education. Students must pass the terminal primary school exam, the UPSR ([Ujian Pencapaian Sekolah Rendah or Primary School Assessment Examination) before transferring to secondary schools, or complete an additional year called 'the remove' (Peralihan) The compulsory five years secondary education is commenced in the year the student becomes 13. (at 12 years of age) in asekolah menengah (Malay), \"secondary school\" and continues to 17. There is an optional one or two year sixthform (Form 6) sometimes known as 'Pre-University. Forms 1 to 3 are known as Lower Secondary (Menengah Rendah), while Forms 4 and 5 are known as Upper Secondary (Menengah Tinggi). Streaming into Art, Science or Commerce streams is done at the beginning of the Upper Secondary stage. Students sit for a standardised test at the end of both stages; Penilaian Menengah Rendah (PMR) for Lower Secondary (Currently known as PT3), and Sijil Pelajaran Malaysia (SPM, equivalent to the O-Level examination) for Upper Secondary. At the end of the sixth form, students sit for the Sijil Tinggi Pelajaran Malaysia or the Malaysian Higher School Certificate (equivalent to A2 level). The language of instruction in national secondary schools is Malay with Science and Maths still being offered primarily in English and in some cases, Malay. ===Nepal=== Nepal ranks 11th in quality education in the world. Tribhuwan International University is a world- known institution. Secondary education Nepal was seven years in duration . Its highest value over the past 42 years was seven years in 2012, while its lowest value was five years in 1970. ===Palestinian territories=== Education in Palestine refers to the educational system in Gaza Strip and the West Bank. Enrollment rates amongst Palestinians are relatively high by regional and global standards. According to a youth survey in 2003, 60 percent between the ages 10–24 indicated that education was their first priority. Youth literacy rate is 98.2 percent, while the national literacy rate is 91.2 percent ===Pakistan=== Secondary education in Pakistan begins from and lasts for four years. Upon completion of , students are expected to take a standardised test administered by a regional Board of Intermediate and Secondary Education (BISE). Upon successful completion of this examination, they are awarded a Secondary School Certificate (SSC). This is locally called the \"matriculation certificate\" or \"matric\". Students then enter a college for the and upon completion of , they again take a standardised test which is also administered by the regional boards. Upon successful completion of this test, students are awarded the Higher Secondary School Certificate (HSSC). This level of education is also called the F.Sc./F.A/ICS or \"intermediate\". There are many streams students can choose for their 11 and 12 grades, such as pre-medical, pre-engineering, humanities (or social sciences), computer science and commerce. Some technical streams have recently been introduced for grades 11 and 12. Alternative qualifications in Pakistan are also available but not maintained by the BISE but by other examination boards. Most common alternative is the General Certificate of Education (GCE), where SSC and HSC are replaced by Ordinary Level (O Level) and Advanced Level (A Level) respectively. Other qualifications include IGCSE which replaces SSC. GCE O Level, IGCSE and GCE AS/A Levels are managed by British examination boards of CIE of the Cambridge Assessment and Edexcel of the Pearson PLC. Advanced Placement (AP) is an alternative option but much less common than GCE or IGCSE. This replaces the secondary school education as \"high school education\" instead. AP exams are monitored by a North American examination board, the College Board, and can only be given under supervision of centers which are registered with the College Board, unlike GCE O/AS/A Level and IGCSE which can also be given privately. ===Philippines=== In 2012, the DepEd started to implement the K–12 education system. The high school from the former system will now be called junior high school, - , while senior high school will be for - in the new educational system. The senior high school will serve as a specialized upper secondary education where students may choose a course based on aptitude, interests, and school capacity. The choice of career track will define the content of the subjects a student takes in Grades 11 and 12. Senior high school subjects fall under either the core curriculum or specific tracks. * Core curriculum learning areas include languages, literature, communication, mathematics, philosophy, natural sciences, and social sciences * Whereas there are three choices that are available to be chosen by the students — or the so- called \"specific tracks.\" These are: # Academic # Technical-vocational- livelihood # Sports and arts :* The first track, the academic track, includes four strands which are: :#Accountancy, Business, and Management (ABM) :#Humanities and Social Sciences (HUMSS) :#Science, Technology, Engineering, and Mathematics (STEM) :#General Academic Strand (GAS) :* The second track, the technical-vocational-livelihood, specializes in vocational learning. A student can obtain a National Certificate Level II (NC II), provided he or she passes the competency-based assessment of the Technical Education and Skills Development Authority. This certificate improves employability of graduates in fields like agriculture, electronics, and trade. :* The third track, the sports and arts, is the track that is responsible for educating senior high school students on the fields of sports and arts. The following table is the summarized version one of which is here. {| class=\"wikitable\" style=\"text- align:center\" |- ! School !! Grades in high school !! Age !! There have been changes in... !! No changes in... !! Implementation status |- | rowspan=\"4\" | Junior high school || Grade 7 || 12–13 || Curriculum, Name || Compulsory status || |- | Grade 8 || 13–14 || Curriculum, Name || Compulsory status || |- | Grade 9 || 14–15 || Curriculum, Name || Compulsory status || |- | Grade 10 || 15–16 || Curriculum, Name || Compulsory status || |- | rowspan=\"2\" | Senior high school || Grade 11 || 16–17 || All aspects || || |- | Grade 12 || 17–18 || All aspects || || |} The implementation of the revamped high school system under the K to 12 system will be under Phase II and Phase III of the entire program. The summary of the changes are as follows: * In the K to 12 program, the science subject is connected and integrated from Grades 7 to 10 with the use of the spiral progression method in teaching. This will also be implemented on Mathematics. ===Saudi Arabia=== In Saudi Arabia, high school includes grade 10 through 12, covering ages from 15 to 18. ===Singapore=== In Singapore, Singaporeans aged between 13 and 16 are required to attend secondary school after taking the Primary School Leaving Examination (PSLE) at the end of primary education. The examination determines whether the student is ready to leave primary school by passing; places in secondary schools are allocated according to students' performance in the examination. The performance of the examination also determines which track or stream students end up in. The four different tracks or streams are \"Special\", \"Express\", \"Normal (Academic)”, or \"Normal (Technical)”. Starting 2008, the \"Special\" stream has merged with the \"Express\" stream and are now considered one single stream. The Normal Technical and Normal Academic will take the GCE ‘N’ Level examinations (5 years from Secondary 1 to 5) while Express stream students will sit for the GCE 'O' level examinations (4 years from Secondary 1 to 4) as a graduation requirement and to gain entry into a high school/technological college (e.g. Junior College (JC), Polytechnic (Poly) or Institute of Technical Education (ITE)). ===South Korea=== In South Korea, students aged between 15 and 19 attend high schools, which are split into a series of \"high school grades\" based on age, from first grade (age 15–17) to third grade (age 17–19). Some subjects, such as Korean, English and math, are obligatory in high schools, while some other subjects are electives. High schools in South Korea may also have specialty subject tracks. For example, students who wish to follow science, foreign language, physical activity, or art tracks may choose to go to an academic science, foreign language, or othehese high schools are often hard to get into, especially science and foreign language, which creates competition to go to a good high school. Academic high schools in South Korea are known to have demanding courses and strict discipline. It is usual in South Korea that academic high schools open before 8:00 am starting with one-hour self-study and end around 11:00 pm due to about 5 additional (mandatory) hours of self-study time (). While U.S. President Barack Obama stated that U.S. schools could learn from how South Korean high schools are run, some Koreans hold the high school education in Korea to be too competitive. Most Korean students may choose to go to common high school () ; and other students may choose a vocational high school which emphasizes agriculture, commerce, or technical trade curricula (). Unlike most developed countries, high schools in South Korea are neither free nor compulsory. However, 97 percent of Korean middle students do have aspirations to attend high school, according to a 2003 OECD study. General high schools in South Korea are called godeung hakgyo (고등학교; Hangul). ===Taiwan=== The secondary education in Taiwan includes junior high school, senior high school, vocational high school, military school and complete high school. The traditional secondary education institutions were established during the Japanese colonial era (1895–1945). Today, they include many features from the United States. After six years in elementary school, the rules typically state that children must enter junior high school, or their parents may be fined. There are three grades in junior high. Children who achieve the third grade can choose to enter senior high school, vocational high school or complete high school. If children want to continue their formal education, they must sit for an exam. Generally speaking, the grade to enter high school and complete high school has three grades. Graduates from senior high school often continue on to university. Vocational high school has three grades as well. Children who complete vocational high school can then enter a technological university. Complete high school is like that of American high schools, in that it has grades seven to grade twelve. There are also international schools such as Taipei American School (TAS), Taipei Adventist Preparatory Academy (TAPA), Taipei Adventist American School (TAAS), National Experimental High School (NEHS), Taipei European School (TES), Hshinchu International School (HIS), Morrison Academy (MCA), Morrison Academy Kaohsiung (MAK), and Kaohsiung American School. These schools offer grades from Kindergarten to grade 12. English is instructed for all courses. Since the curriculum concurs with the corresponding country's curriculum, graduates from these international schools generally do not stay in Taiwan for their undergraduate degree. ===Vietnam=== Secondary education in Vietnam is optional under the law and not free; most children, however, choose to receive secondary education. It is divided into two levels: secondary (grades 6–9) and upper secondary (grades 10–12). At secondary, students have 12 compulsory subjects, including but not limited to Literature, Mathematics, Chemistry, Physics, Biology, History, Geography, and Foreign language. To continue upper secondary level education, students must pass all end-of-year exams at the end of . Students will graduate from high school if they pass the Graduation Test (used to cover six subjects), which can be retaken. An alternative upper secondary route is vocational education (trung cấp nghề). Students receive specialized training for a specific trade. This can be either short-term (less than one year) or long-term . ==Secondary education in Australia== ===Australia=== Sydney Boys High School School is compulsory in Australia from the ages of five/six to fifteen/sixteen/seventeen, depending on the state, Over three-quarters of the students stay on until their thirteenth year in school. Government schools educate about two-thirds of Australian students, with the other third in independent schools. Government schools are free although most schools charge what are known as \"voluntary contributions\" or \"tax levies\", while independent schools, both religious and secular, charge fees as well as levies. All schools adhere to the same curriculum frameworks. Most school students wear uniforms, although there are varying expectations. ===New Zealand=== New Zealand also has intermediate schools, but these cover the last two years of primary education (years 7 and 8) and are not secondary schools. In New Zealand students attend intermediate schools from the ages of 10 to 12 (year 7 and 8) and secondary school from the ages from about 13 to 18 (year 9 to 13). The secondary school classes were formerly known as Forms 3 to 7. Schooling is compulsory until the student's 16th birthday. Historically secondary schools are named as either a high school or a college with no differentiation between the two types. The NCEA is the Government-supported school qualification. === Fiji === School is compulsory and free in Fiji from preschool to secondary education. Students in Year 9 to 13 (formerly Form 3 to 7) are considered secondary school students. Nearly all schools in the country wear uniforms. Any extra-curricular activities of any sort, schools must take permission from the Ministry of Education, Heritage and Arts. Years 10, 12 and 13 sit for external examinations (Exams from MOE) whereas Years 9 and 11 has internal exams (school based). ==Secondary education in Europe== ===Belgium=== For more details see Education in Belgium – Secondary education. Belgium has a three- tier education system, with each stage divided into various levels: * Basic education : enseignement fondamental (fr) basisonderwijs (nl) ** Nursery school : enseignement maternel (fr) kleuteronderwijs) (nl): for children aged 3 to 6; optional ** Primary school : enseignement primaire (fr) lager onderwijs) (nl)for children aged 6 to 12; compulsory * Secondary education: there are three cycles: degrés (fr) graden (nl) * Post secondary education: organised by universities or schools of higher education, but also by adult education institutions ** 3-year further education enseignement supérieur de type court (fr) at bachelor level ** 5-year further education enseignement de type long (fr) at master's level (one or two more years for doctoral training) ===Croatia=== Secondary education is currently optional, although most political parties now advocate the stance that it should also become compulsory. Secondary schools in Croatia are subdivided into: * gymnasiums with four available educational tracks: prirodoslovno-matematička gimnazija (specializing in math, informatics and science), jezična gimnazija (with at least three foreign languages required), klasična gimnazija (with a curriculum centered around classics, namely Latin and Ancient Greek) and opća gimnazija (which covers a general education and is not as specific) * vocational schools Gymnasiums, schools of economics and schools of engineering take four years. There are also some vocational schools that last only three years. Secondary schools supply students with primary subjects needed for the necessary work environment in Croatia. People who completed secondary school are classified as \"medium expertise\" (srednja stručna sprema or SSS). There are currently around 90 gymnasiums and some 300 vocational schools in Croatia. The public secondary schools are under the jurisdiction of regional government, the counties. ===Cyprus=== Cyprus has a three-tier educational system, each stage being divided into specific levels: Basic education lasts from 3 to 12, encompassing the optional (ISCED 0) Nursery (ages 3–5) phase, the (ISCED 1) Pre-primary school (ages 5–6) and the mandatory ISCED 1) Primary school (ages 6–12). The two secondary phases are the (ISCED 2) Gymnasium (ages 12–15) followed by (ISCED 3) Eniaio Lykeio or Unified Lyceum (ages 15–18). The third phase is the (ISCED 4 +) Post-secondary education consisting of public tertiary institutions or universities. ===Czechia=== Due to historic reasons, the Czech school system is almost the same as the German school system. The school system is free and mandatory until age 15. After the Základní škola (elementary school) at age 15, students are directed to three different optional upper secondary schools: *Střední odborné učiliště (SOU) – designed for students going into a trade (e.g., carpentry, masonry, auto-mechanic); education is three years long and entrance exam free, combined with practice (one week study in school/one week practice in factory, bakery, building site, etc.), finished with a certificate *Střední odborná škola (SOŠ) – designed for students going into a profession and finishes with the maturita as an exit exam. The exit exam consists of two compulsory and two optional subjects. Compulsory subjects are Czech language and world literature and one other language. Optional ones depend on the type of school (such as mathematics, physics, or accounting). The study is four years long and requires passing an entrance exam (Czech language and mathematics or physics, varies with the type of school). *Gymnázium – designed for students going to university/college and finishes with a maturita exam. Also with two mandatory subjects, Czech language and world literature, and one other language or math. Optional subjects vary, usually between humanistic and science. The study is 4, 6 or 8 years long. In the case of the 6 (8) years one, the pupils finish elementary school two (four) years earlier and this two (four) years has harder studying programme on gymnasium. There are also entry exams to all these programmes. The maturita is required for study in university. The Abitur from gymnasium is better for a humanistic pointed university and SOŠ Abitur is better for a technical pointed university. ===Estonia=== After completing nine-year primary school at the age of 15 or 16 (depending on when one is born), one has the chance to go to a secondary school (Gymnasium). Secondary school is completed in three years at the age of 18 or 19. That is the main and preferred option continuing studies in order to later in life apply for higher education. One has also a chance to go to a vocational school after finishing primary school. ===Denmark=== Krabbesholm Højskole The folkeskole () covers the entire period of compulsory education, from the age of 6 to 16, encompassing pre-school, primary and lower secondary education. The optional upper secondary education phase usually takes two to four years and is attended by students between the ages of 15 and 21. Some education programmes are academically oriented, the most common being the three year Gymnasium courses (ages 15–19) which lead to university. Others are vocational, using a combination of instruction in vocational schools and apprenticeship. ===Finland=== Helsingin normaalilyseo The Finnish education system is a comparatively egalitarian Nordic system. This means for example no tuition fees for full-time students, and free meals are served to pupils. The second level education is not compulsory, but an overwhelming majority attends. There is a choice between upper secondary school (lukio, gymnasium) and vocational school (ammatillinen oppilaitos, yrkesinstitut). Graduates of both upper secondary school and vocational school can apply to study in further education (university and polytechnics). Upper secondary school, unlike vocational school, concludes with a nationally graded final examination (ylioppilastutkinto, studentexamen). Passing the test is a de facto prerequisite for further education. The system is designed so that approximately the lowest scoring 5% fails and also 5% get the best grade. The exam allows for a limited degree of specialization in either natural sciences or social sciences. The graduation is an important and formal family event, like christenings, weddings, and funerals. In the OECD's international assessment of student performance, PISA, Finland has consistently been among the highest scorers worldwide; in 2003, Finnish 15-year-olds came first in reading literacy, science, and mathematics; and second in problem solving, worldwide. The World Economic Forum ranks Finland's tertiary education #1 in the world. ===France=== ===Germany=== The German school system is free and attendance is compulsory for all children until 9th grade. After the Grundschule (primary/elementary school lasting four, in some states six years), teachers recommend each student for one of three different types of secondary school. Whether this recommendation is binding or can be overruled by parents depends on the state. *Hauptschule: finishes after 9th or 10th grade (age 14 to 16) with Hauptschulabschluss. The Hauptschule has a strong practical orientation and is non-selective. *Realschule: finishes after 10th grade (age 15 to 16) with Mittlere Reife. The Realschule has pre-vocational orientation and is a selective school. *Gymnasium: finishes after 12th or 13th grade (age 17 to 19) with Abitur. The Gymnasium is a university-preparatory selective school. Some offer a classical education (Latin, Greek), while others concentrate on economics, natural sciences and the like. The Gesamtschule is a comprehensive school which unifies at least two of the three types of secondary schools and confers the same school leaving certificates. The German dual education system, which combines apprenticeships with attendance of a vocational school (Berufsschule), is open to graduates of all three types of schools. However, it is the most common for graduates with Hauptschulabschluss or Mittlere Reife. *Stadtteilschule: finishes after the 12th or 13th grade, depending on the needs of the individual student. It replaces the trifold system of Hauptschule, Realschule and Gymnasium. Currently this system is only established in \"Hamburg\" Students with special needs (severe physical or mental disabilities) are assigned to Förderschule. Private schools such as catholic or protestant schools or Waldorf Schools: exist parallel to the state run education system. They are called \"Schulen in freier Trägerschaft\"https://de.wikipedia.org/wiki/Schultr%C3%A4ger ===Greece=== In Greece, secondary school is compulsory from the age of twelve to fifteen. It is divided into 2 levels lasts for three years each separate: * Compulsory, Lower Secondary School named \"Gymnasium\" comprises 7th year (age 12-13), 8th year (age 13-14), 9th year (age 14-15) * Non-compulsory, Upper Secondary school named \"Lyceum\" comprises 10th year (15-16), 11th year (16-17), 12th year (17-18) ===Ireland=== In Ireland secondary school starts at the age of 12, and lasts three or optionally five or six years. The main types of secondary school are: community schools, comprehensive schools, colleges (though this term is more usually applied to third-level institutions like universities), vocational schools, voluntary secondary schools and meánscoileanna (secondary schools that teach all subjects through Irish). After three years (age 14–16), every student takes a state exam known as the Junior Certificate. Typically a student will sit exams in 9 to 11 subjects; English (L1), Irish (L2) and Mathematics are compulsory. After completing the Junior Certificate, a student may continue for two years to take a second state exam, the Leaving Certificate, around age 17–18. Students typically take 6–8 subjects. Except in exceptional circumstances, subjects taken must include Irish (L1), English (L2) and Mathematics. Leaving Certificate results directly determine admission to university via a ranking system managed by the CAO. More than 80% of students who complete the Junior Certificate continue to the Leaving Certificate. There is an optional year in many secondary schools in Ireland known as Transition Year, which some students choose to take after completing the Junior Certificate, and before starting the Leaving Certificate. Focusing on broadening horizons, the year is often structured around student projects such as producing a magazine, charity work, or running a small business. Regular classes may be mixed with classes on music, drama, public speaking, etc. Transition year is not formally examined but student progress is monitored by teachers on a continuous basis. Programs vary from school to school. This year also focuses on giving the children an insight into the working world through work experience placements. In addition to the main school system, Ireland has a parallel system of vocational schools, which place less focus on academic subjects and more on vocational and technical skills – around 25% of students attend these. Many vocational schools also offer night classes to adults. There is also a prominent movement known as Gaelscoileanna where every subject is taught through the Irish language, and these are growing fast in number. A secondary school class in Ireland is 40 Minutes and You have to be in school for 1930 minutes a week. ===Italy=== A high school in Palermo, the Liceo classico Vittorio Emanuele II, right next to the cathedral Secondary school (Scuola secondaria) starts at age 11, after 5 years of primary school, and lasts 8 years. Secondary school is divided into 3 + 5 years, according to the following scheme: *Scuola secondaria di primo grado (\"first grade secondary school\", \"middle school\"): mandatory and lasts three years (from 11 to 14). It has a common programme for all pupils, and covers all the classical subjects. It ends with a final exam, which awards a diploma. *Scuola secondaria di secondo grado (\"second grade secondary school\", \"high school\"): lasts 5 years and offers a number of different paths, which can freely be chosen by the pupil. Most paths offer a basic knowledge of Italian and Latin, plus literature, history, geography, philosophy, mathematics, physics, biology, chemistry, and foreign language. There are three different types of high schools in Italy: Liceo mostly theoretical and Humanities-oriented; Istituto tecnico, originally reserved for those who sought a highly qualified work, but today is used as a more scientific- technical route to access university; Istituto professionale, mainly vocational school which offers a very specialized formation on a specific field for those looking into entering work. Attending a high school is mandatory until the age of 16 (usually coinciding with the first two years of each course). All kinds of second-grade secondary schools end with an examination (Esame di Stato, \"state exam\", but usually still called by its traditional name Esame di Maturità, \"maturity exam\") whose contents are defined nationwide and score is on a 100-point scale. ===Latvia=== In Latvia, education is organized into 3 levels: * sākumskola (literally \"beginning school\") or primary school, grades 1 to 4; * pamatskola (literally \"elementary school\") or junior secondary school, grades 5 to 9; * vidusskola (literally \"intermediate school\") or senior secondary school, grades 10 to 12. The term augstskola, which literally translates to \"high school\", refers to an institution of higher education. Education up to grade 9 is mandatory in Latvia. Schools themselves are of several types: * sākumskola covers grades 1 to 4; * pamatskola covers grades 5 to 9, but more often than not would also have a floor or wing for primary school pupils; * vidusskola (or licejs, liceum) covers grades 10 to 12, but most of them cover grades 1 to 12, with a separate floor or wing for primary school pupils; * ģimnāzija (gymnasium) covers grades 7 to 12. ===Lithuania=== Secondary education is provided by institutions that are approved by the government for this type of education, the pradinė mokykla (elementary school) – covers ages 7 to 10 (ISCED Level 1). There are three types of these institutions: * pagrindinė mokykla (the general school) – covers ages 7 to 16 (grades 1 to 10) * progimnazija (progymnasium) – covers ages 7 to 14 (grades 1 to 8) * vidurinė mokykla (secondary school) – covers ages 7 to 18 (grades 1 to 12) * gimnazija, licėjus (gymnasium, lyceum) – covers ages 15 to 18 (grades 9 to 12) Pagrindinė mokykla provides only an incomplete secondary education as it is not sufficient if one wants to start studies at a university. People who want to continue their education to obtain the full secondary education diploma, which would allow them to join a university upon completing the pagrindinė mokykla, must either enter a gymnasium, lyceum, or a vidurinė mokykla. A vidurinė mokykla is the most universal type of these institutions as it offers all levels of pre-college education, starting from elementary level up to the secondary level. In Lithuanian education system, aukštoji mokykla, which is a literal translation of \"high school\", actually refers to a college or a university, but not an institution that provides secondary education. Thus, universitetas (university) and kolegija (college) are both covered by the umbrella term aukštoji mokykla. ===Malta=== In Malta, secondary schools are also called Junior Lyceums, compulsory education is organized in 2 levels: * Primary schools (year 1–6, age 6 to 11) * Secondary schools (form 1–5, age 11 to 16) At the end of form 5, a student has the option to sit O-levels. Success opens the option to spend two years in 6th form, where a student may sit A-levels and Intermediates. A-levels are more difficult than Intermediates but both are needed to advance to the next level of education, which is university. ===Moldova=== In Moldova education is organized in 3 levels: * primary school (1st to 4th grade, age 6 to 11) * lower secondary school (5th to 9th grade, age 10 to 16) * upper secondary school (10th to 12th grade, age 15 to 19). ===Netherlands=== In the Netherlands, high school is called middelbare school (literally \"middle-level school\") and starts right after the 6th grade of primary school (group 8). Pupils who start at a high school are around age 12. Because education in the Netherlands is compulsory between the ages of 4 and 16 (and partially compulsory between the ages of 16 and 18), all pupils must attend high school. The high schools are part of the voortgezet onderwijs (literally: \"continued education\"). The voortgezet onderwijs consists of three main streams: VMBO, which has 4 grades and is subdivided over several levels; HAVO, which has 5 grades, and VWO, which has six grades. The choice for a particular stream is made based on the scores of an aptitude test (most commonly the CITO test), the advice of the grade 6 teacher, and the opinion of the pupil's parents or caretakers. It is possible to switch between streams. After completing a particular stream, a pupil can continue in the penultimate year of the next stream, from VMBO to HAVO, and from HAVO to VWO. Successfully completing a particular stream grants access to different levels of tertiary education. After VMBO, a pupil can continue training at the MBO (\"middle-level applied education\"). A HAVO diploma allows for admission to the HBO (\"higher professional education\"), which are universities of professional education. Only with a VWO graduation can a pupil enter a research university. ===North Macedonia=== High school in North Macedonia is called средно училиште and its structure is left from the socialist period. Reforms are being instituted with the goal of bringing the education system in line with the global community. In general, there is high school for preparing for every faculty on the university. There are: electro technical high school, mechanical high school, economics high school, pharmaceutical, medical, and natural sciences and linguistics gymnasium. The high school is attended between the years of 14 and 18 and is compulsory. ===Norway=== The Norwegian school system can be divided into three parts: Elementary school (Barneskole, ages 6–13), lower secondary school (Ungdomsskole, ages 13–16), and upper secondary school (Videregående skole, ages 16–19). The Barneskole and Ungdomsskole levels are compulsory, and are commonly referred to as Grunnskole (literally translates to \"'foundation level '-school\"). Elementary and lower secondary school are mandatory for all children aged 6–16, though before 1997, mandatory education started at the age of 7. Students often have to change school when they enter lower secondary schoolNilssen, Fred Harald. (2014, 25. juni). Grunnskolen. In Store norske leksikon. . and almost always have to change school when they enter upper secondary school, as many schools only offer one of the levels. \"Videregående Skole,\" lead to general university admissions certification or vocational competence. ===Poland=== ===Portugal=== See High School in Portugal ===Romania=== In Romania, secondary school is commonly referred to as liceu (lyceum in English). The students usually enter the lyceum at the age of 14 or 15, and graduate when they're 18 or 19. In order to graduate and get a baccalaureate diploma, they must pass the BAC exam, and they must have fulfilled the four years (9–12) of post-secondary education. The secondary school diploma is enough to get a job in various domains. ===Russia=== There were around 60,000 general education schools in the 2007–2008 school year; this includes ca. 5,000 advanced learning schools specializing in foreign languages, mathematics etc., and 2,300 advanced general-purpose schools. Those identified as , gymnasiums and lycaeums, and 1,800 schools for all categories of disabled children; it does not include professional technical schools and tekhnikums. Private schools accounted for 0.3% of elementary school enrolment in 2005 and 0.5% in 2005.Education for all by 2015, p. 284 According to a 2005 UNESCO report, 96% of the adult population has completed lower secondary schooling and most of them also have an upper secondary education.EDUCATION TRENDS IN PERSPECTIVE ANALYSIS OF THE WORLD EDUCATION INDICATORS 2005 Edition UNESCO Retrieved on July 2, 2009 ===Slovakia=== High school in Bratislava, Slovakia (Gamča) ===Slovenia=== In Slovenia, a variety of high-school institutions for secondary education exists one can choose in accordance with his or her interests, abilities and beliefs. The majority of them are public and government-funded, although there are some diocesan upper secondary schools and a Waldorf upper secondary school, which are private and require tuition to be paid. Upper secondary schools (gimnazije): general upper secondary schools, classical upper secondary schools, technical upper secondary schools, upper secondary schools for arts, and upper secondary schools for business are offer challenging programmes for students aiming for university. The courses last for four years and conclude with a compulsory leaving examination (matura). Technical high schools last for four years and cover a wide range of disciplines. The vocational leaving examination allows pupils to study at vocational or professional colleges. Vocational high schools come in two varieties: the dual and in school-based programme. For the former, the apprenticeship is provided by employers, while the practical training for the latter is offered in school. Both of them complete with a final examination. Students may continue their education in the two-year vocational-technical programme (colloquially known as 3+2 programme), which prepares them for vocational leaving exam if they want to pursue higher education. The leaving exam course is a one-year programme, intended for vocational leaving exam graduates. After completing leaving exam course, they take the leaving examination, which makes the eligible for university education. The vocational course is a one-year programme provided to upper secondary school students who, for various reasons, do not want to continue their education. It concludes with a final examinations, qualifying the applicants for a selected occupation. ===Spain=== Secondary education in Spain is called Educación Secundaria Obligatoria (\"compulsory secondary education\"), usually known as ESO, and lasts for four years (age 12 to 16). As its name indicates, every Spanish citizen must, by law, attend secondary education when they arrive at the defined age. The state is also committed to guaranteeing every student the possibility of attending it, and also at a state-run school (hence no tuition fees) if so demanded. ===Sweden=== Education in Sweden is mandatory for all children between age 7 and age 16. The school year in Sweden runs from mid/late August to early/mid June. The Christmas holiday from mid December to early January divides the Swedish school year into two terms. Homeschooling is closely supervised by the government and very limited. The vast majority of schools in Sweden are municipally run, but there are also autonomous and publicly funded schools, known as \"independent schools\". The education in independent schools has many objectives in common with the municipal school, but it can have an orientation that differs from that of the municipal schools. A handful of boarding schools, known as \"private schools\", are funded by privately paid tuition. Students enter Grundskoleutbildning Compulsory school at seven years of age, where they receive (primary + lower secondary) level education. (ISCED Levels 1,2) It takes place in a Grundskola, Foundation school. Gymnasieutbildning Upper secondary education (ISCED Level 3) is from 16 to 19 years age and is not mandatory. It takes place in a Gymnasieskola Gymnasium school. ===Turkey=== Robert College in Istanbul Secondary education includes all of the general, vocational and technical education institutions that provide at least four years of education after primary school. The entry procedures frequently change. Secondary education aims to give students a good level of common knowledge, and to prepare them for higher education, for a vocation, for life and for business in line with their interests, skills and abilities. In the academic year 2001–2002 2.3 million students were enrolled and 134,800 teachers were employed in 6,000 education institutions. Schools are called lyceum (lise). ===Ukraine=== ===United Kingdom=== In the United Kingdom secondary schools offer secondary education covering the later years of schooling. The table below lists the equivalent secondary school year systems used in the United Kingdom: {| class=\"wikitable\" |- ! ISCED level ! Equivalent ages ! England, Wales ! Key Stage ! Scotland ! Northern Ireland ! K-12 |- | 2||11–12|| Year 7 (First Form) ||KS3 | Primary 7 || Year 8 (First Form) || Grade 6 |- | 2|| 12–13|| Year 8 (Second Form) ||KS3 | First Year (Secondary 1) || Year 9 (Second Form)|| Grade 7 |- | 2|| 13–14|| Year 9 (Third Form) ||KS3 | Second Year (Secondary 2) || Year 10 (Third Form)|| Grade 8 |- | 3|| 14–15|| Year 10 (Fourth Form) ||KS4 | Third Year (Secondary 3) || Year 11 (Fourth Form)|| Grade 9 |- | 3|| 15–16|| Year 11 (Fifth Form) ||KS4 | Fourth Year (Secondary 4) || Year 12 (Fifth Form)|| Grade 10 |- | 3|| 16–17|| Year 12/ Lower Sixth/ AS ||KS5 | Fifth Year (Secondary 5) || Year 13 [Post 16] Lower Sixth|| Grade 11 |- | 3|| 17–18|| Year 13/ Upper Sixth/ A2 ||KS5 | Sixth Year (Secondary 6) || Year 14 [Post 16] Upper Sixth|| Grade 12 |} Private schools in England and Wales generally still refer to years 7–11 as 1st–5th Form, or archaically refer to Year 7 as the IIIrds (Thirds), Y8 as the LIV (Lower Four), Y9 as the UIV (Upper Four), Y10 as the LV (Lower Fifth), Y11 as the UV (Upper Fifth). ====England, Wales and Northern Ireland==== In England, Wales and Northern Ireland, students usually transfer from primary school straight to secondary school at age 11, after year 6. School education is free until the end of year 13 (ages 17–18), and compulsory until the end of year 11 (ages 15–16), when students must 'participate' in education or training until their 18th birthday. They can opt to stay in school, or transfer to a college, or to start an apprenticeship. Parents can choose to leave the state system and pay to have their children educated in private schools. Elite private schools are known as 'public schools'. Home education is also allowed. The terminal exams at 16 are the GCSE's. For statistical purposes students must pass 5 GCSE's including Maths and English. After the age of 16, academic students specialise in three to five subjects for the A Levels, while others undertake more vocational courses such as a BTEC which counts as a double A level for statistical purposes. ====Scotland==== Balwearie High School In Scotland, students transfer from primary to secondary education at 12. Students in the first two years of secondary school (abbreviated to S1 and S2) continue the \"Curriculum for Excellence\" started in primary school. At age 14, in S3 and S4 students are required to take part in national exams at SCQF level 5, also referred as National 5 which involve core subjects with limited choice. At age 16, students can leave for employment or attend further education colleges, those who continue study five one-year Highers, which is the entrance requirement for a Scottish University, four-year course. At age 17 other Highers and Advanced Highers are offered. Instruction is normally in English, though Gaelic medium education is also available . ==References== ==External links== * ",
    "title": "List of secondary education systems by country"
}