{
    "id": "53846283",
    "text": "The Cordillera Oriental montane forests (NT0118) is an ecoregion in Venezuela and Colombia along the east slopes of the eastern cordillera of the Andes. The extensive region of submontane and montane forests includes distinctive flora and fauna in the north, center and southern sections. The ecoregion is home to numerous endemic species of fauna. Despite extensive changes due to logging, farming and ranching, large areas of the original habitat remain intact, and the ecoregion has rich biodiversity. ==Geography== ===Location=== The Cordillera Oriental montane forests ecoregion extends along eastern slopes of the Cordillera Oriental of the Colombian Andes, mostly in Colombia but in the northwest of Venezuela to the west of Lake Maracaibo. It has an area of . At the northern end of the cordillera the ecoregion gives way to Guajira- Barranquilla xeric scrub. To the east, from north it south it adjoins the Maracaibo dry forests, Catatumbo moist forests, Venezuelan Andes montane forests, Apure-Villavicencio dry forests, Llanos, Caqueta moist forests and Napo moist forests. At its southern extreme it merges into Eastern Cordillera Real montane forests. To the west, from north to south, the ecoregion adjoins Sinú Valley dry forests and Magdalena Valley montane forests. At the upper levels the ecoregion gives way to Northern Andean páramo. ===Terrain=== The Cordillera Oriental. The ecoregion covers the eastern slopes. In the north the Serranía del Perijá has a NNE–SSW axis. The isolated Sierra Nevada de Santa Marta is to the west. Further south the Cordillera Oriental has a NNW–SSE axis. South of that the axis is again NNE–SSW. The ecoregion covers the mid- level and high-level northern Andes, including foothills. There are three main sub-regions: the Serranía del Perijá in the north, somewhat isolated from the Cordillera Oriental and closer to the Sierra Nevada de Santa Marta, the northeastern slope of the Cordillera Oriental and the southeastern slope of the Cordillera Oriental. The southeastern slope extends southward from the west of the Tamá Massif past (and including) the Serranía de la Macarena. In the wider, northern section of this slope there are high, flat plains and páramos, and permanently snow covered peaks such as the Sierra Nevada del Cocuy. Further south it is narrower and lower, with peaks under . ===Climate=== Koppen climate in the Venezuelan section The Köppen climate classification is \"Cfb\": warm temperate, fully humid, warm summer. At a sample location at coordinates mean monthly temperatures vary little throughout the year, ranging from to . Yearly total rainfall is about . Monthly rainfall varies from in January to in April, drops to in August and rises to in October. ==Ecology== The ecoregion is in the Neotropical realm, in the tropical and subtropical moist broadleaf forests biome. It is in the Northern Andean Montane Forests global ecoregion, which also includes the Magdalena Valley montane forests, Venezuelan Andes montane forests, Northwestern Andean montane forests, Cauca Valley montane forests, Santa Marta montane forests and Eastern Cordillera Real montane forests. The Cordillera Oriental montane forests differ from other northern Andes montane forests due to the influence of the dry forests of the foothills and the Llanos grasslands. The Serranía de Perijá in the north is in some ways more similar to the isolated Sierra Nevada de Santa Marta than to the eastern slope of the Cordillera Oriental. There are also significant differences in fauna of the northeastern and southeastern slopes, although flora are similar. ===Flora=== Up to about the vegetation is dense premontane or montane moist forest. Higher up this gives way to temperate oak forests and then elfin forests, before yielding to ericaceous scrub and páramo at the highest levels. There are pockets of premontane dry forest in areas with lower rainfall. Moist piedmont forest in the central part merges into the transition to the llanos grasslands. Moist piedmont forest in the southern part merges into the moist forest of the northwestern Amazon basin. The Serranía de la Macarena runs in a southeast direction from the southern part of the slope into lowland moist forest. It contains Andean, llanos and Amazonian species of flora. Plants of families such as Arecaceae and Meliaceae are very similar in the northeastern and southeastern slopes. 63 species of palms have been identified, of which 5 are endemic. ===Fauna=== The ecoregion has rich diversity of fauna. 878 species of birds have been identified with 18 endemic taxa, 169 species of frogs of which 32 are endemic Threatened species include the spectacled bear (Tremarctos ornatus). Other endangered mammals include Geoffroy's spider monkey (Ateles geoffroyi), red- crested tree-rat (Santamartamys rufodorsalis), mountain tapir (Tapirus pinchaque) and woodland Oldfield mouse (Thomasomys hylophilus). Endangered reptiles include Anolis ruizii and Colombian lightbulb lizard (Riama columbiana). Andean condor (Vultur gryphus) Of 429 bird species recorded in the Serranía de Perijá, 76% are also recorded in the Sierra Nevada de Santa Marta, with about the same percentage of species also found on the eastern slopes. The northeastern and southeastern slopes have similar bird populations. The Andean condor (Vultur gryphus) is endangered. Other endangered birds include chestnut-bellied hummingbird (Amazilia castaneiventris), Táchira antpitta (Grallaria chthonia), Cundinamarca antpitta (Grallaria kaestneri), Colombian mountain grackle (Macroagelaius subalaris), Perijá metaltail (Metallura iracunda), gorgeted wood quail (Odontophorus strophium), yellow-eared parrot (Ognorhynchus icterotis), helmeted curassow (Pauxi pauxi), Antioquia bristle tyrant (Phylloscartes lanyoni), Bogotá rail (Rallus semiplumbeus), Perijá thistletail (Asthenes perijana), black-and- chestnut eagle (Spizaetus isidori) and Niceforo's wren (Thryophilus nicefori). The northeastern and southeastern slopes have distinctive populations of frogs. 41 species of frogs have been identified on the northeastern slope and 43 on the southeastern slope. Only 15 species are found on both slopes. Endangered amphibians include Atelopus minutulus, Atelopus petriruizi, Centrolene petrophilum, Cryptobatrachus nicefori, Gastrotheca espeletia, Gastrotheca orophylax, Gastrotheca ruizi, Charta tree frog (Hyloscirtus denticulentus), Rio Chingual Valley tree frog (Hyloscirtus pantostictus), Papallacta tree frog (Hyloscirtus psarolaimus), Hypodactylus elassodiscus and Pristimantis merostictus. Of the Ithomiini and Heliconiinae butterfly subfamilies in the Serranía del Perijá, 80% are found in the Sierra Nevada but only 40% in the eastern cordillera slopes. 53 species of butterfly subfamily Satyrinae are found on the northeastern slope and 28 found in the southeastern slope. Only 9 are common to both slopes. 60 species and subspecies of the butterfly tribe Ithomiini are found on the northeastern slope and 78 found in the southeastern slope. Only 45 are common to both slopes. ==Status== Sierra de Perijá National Park The World Wildlife Fund (WWF) gives the Cordillera Oriental montane forests ecoregion a status of \"Vulnerable\". As of the mid-1980s remnants of the original vegetation covering remained intact. A 2006 book reported that of , was protected, or 20.5%. 43% of the habitat has been transformed. The WWF website in 2017 said 60% of the habitat in Colombia has been altered. The Venezuelan portion is thought to be more intact. The ecosystem has been fragmented by logging, farming and ranching, particularly in the lower areas. Hydroelectric projects and roads are also threats. Coal mining and oil extraction cause habitat destruction in Venezuela. Colonization in the foothills in the Amazon region and the Serranía de la Macarena is introducing subsistence agriculture and widespread grazing. Forest clearing to grow plants yielding illegal drugs, and destruction of these plants by burning and herbicides, are major causes of disruption to the habitat. Despite these threats, there are still high levels of biodiversity. The Sierra de Perijá National Park in Venezuela has been proposed as a biosphere reserve. The Catatumbo Barí National Natural Park in Colombia protects part of the ecoregion, and lies within indigenous territories. ==Notes== ==Sources== * * * * * Category:Neotropical tropical and subtropical moist broadleaf forests Category:Ecoregions of Venezuela Category:Ecoregions of Colombia Category:Andean forests Category:Montane forests ",
    "title": "Cordillera Oriental montane forests"
}