{
    "id": "53843908",
    "text": "Wrinkle-resistant or permanent press fabrics are textiles that have been treated to resist external stress and hold their shape. Clothing made from this fabric does not need to be ironed and may be sold as non-iron, no-iron, wash and wear, durable press, and easy care. While fabric cleaning and maintenance may be simplified, some wearers experience decreased comfort. Wrinkle-resistant finishes were developed in the early 20th century, as a way to deal with fabrics derived from cotton, rayon, and linen, which were found to wrinkle easily and retain the wrinkles. These treatments have a lasting effect on the fabric. Synthetics like polyester, nylon, acrylic and olefin, have a natural resistance to wrinkles and a greater stability since they do not absorb water as efficiently. == History == Advances in producing permanent press fabrics involved a series of agents that crosslink the cellulose-based fibers that comprise most clothing. Wrinkle resistant treatments have been used since 1929, when cotton fabrics were treated with a solution of urea and formaldehyde. The chemical treatment stiffened the fabric, thus making it wrinkle-resistant. Starting in the 1940s, a series of urea-formaldehyde derivatives were introduced. Technical issues overcome included yellowing, odor, and the tendency of some agents to accelerate the degradation of fabrics by bleaches. By 1950s fabrics made from synthetics and treated cotton were described as “wash-and-wear” to point out that there was no need to iron them. The claim was though somewhat dubious in the sense that they did require some touch-up ironing. In 1953, Brooks Brothers manufactured wash-and-wear shirts using a blend of Dacron, polyester, and a wrinkle free cotton that was invented by Ruth R. Benerito, which they called \"Brooksweave\". In the 1960s and 1970s, the developments in the chemistry of textile-treatments led to the discovery of DMDHEU, a chemical agent that made possible a low-cost but superior-quality production of permanent-pressed fabrics, which are now known as durable-pressed finishes. However, these processes weakened clothes; as a result, they wore out faster. The technology advanced especially rapidly in the early 1990s. == Process == Cross-linking is the chemical process to produce textiles with wrinkle resistance. Wrinkle resistance is achieved by the crosslinking of cellulose chains to stop the molecules from moving when in contact with water or other environmental stress. Cotton cellulose polymer comprises three different regions: the crystalline region, the amorphous region, and an intermediate region between them. Although in the crystalline region the cellulose chains are closely arranged, limiting their mobility, chains in the amorphous and intermediate regions are bonded together by weaker bonds making them more susceptible to breaking. There are two types of crosslinkers, which are the chemicals that bond together cellulose chains, the first ones only bond cellulose chains, while the second self-polymerize resins as well. N-methylol and DMDHEU are reagents commonly used for the treatments because of their relatively low costs; however, they produce free formaldehyde, which has been identified as a potential human carcinogen, and it can also cause harmful dermatological effects. The use of titanium dioxide (TiO2) (as a catalyst/ co-catalyst for these reactions) has become an alternative way to minimize the formation of free formaldehyde and fabric strength loss. Dimethyloldihydroxyethyleneurea (DMDHEU) is the most commonly used durable-press finish. In this process, the chemical is first applied to the fabric. Then the fabric is heated to allow the chemicals to react with the cellulose molecules. In the reaction, the molecules of the fabric are bonded together to keep them from moving and causing wrinkles. For this reason, durable-press treated garments behave as synthetics. However, almost all the wrinkle resistant garments are made with poly/cotton blends fabrics. There are problems with the post-curing process, the final step of the treatment, because if the process is not done perfectly the garment gets damaged and can even turn yellow. Companies have overcome the post-curing issues by producing wrinkle-resistant clothes using pre-cured fabrics. ===Chemistry=== The crosslinking agents that result in the permanent press finish are often derivatives of urea. Popular crosslinkers include DMDHEU (dimethylol dihydroxyethyleneurea) and DMEU (dimethylol ethylene urea). :The permanent press effect arises from crosslinking of molecules of cellulose by chemical agents such as DMDHEU. ==Washing and drying machines== In older washing machines, the permanent press setting sprays moisture during the spin cycle to maintain the moisture content of the permanent press fabrics above a certain specified limit to reduce wrinkling. Most older clothes dryers feature an automatic permanent press setting, which puts clothes through a cool-down cycle at the end of the normal heated drying cycle. Modern dryers tend to include this as a standard feature. == Another solution == In the 2000s, fabric softeners were launched to provide more resistance to external stress and wrinkle recovery, which can be improved by spraying fabrics with aqueous emulsions made with vegetable oils. The sprays allow the fibers to slide closer to each other, helping them hold their shapes. Moreover, this process is cheaper and simpler, minimizing chemical waste and water/energy consumption. The more effective anti-wrinkle sprays have higher concentrations of vegetable oils that are low in unsaturated fatty acids. == References == ==External links== * Category:Textiles ",
    "title": "Wrinkle-resistant fabric"
}