{
    "id": "53843066",
    "text": "Artur Grachyevich Dalaloyan (, born 26 April 1996) is a Russian artistic gymnast of Armenian origin. He is the 2018 World All-Around champion, a five- time European champion, and a two-time Russian national all-around champion (2017-2018). == Personal life== Dalaloyan started doing gymnastics at age six, while still living in Novosibirsk. A year later, his family relocated to Moscow and he began training under Aleksandr Kalinin. In March 2019 Artur proposed to his partner Olga, and their daughter Nikol was born on August 16, 2019. == Career == === Junior === In his junior career, Dalaloyan won bronze in the all-around the 2013 Russian Junior Nationals. He competed at the 2013 Gymnasiade in Brasilia where Russia won the team gold ahead of Great Britain. He won individual medals, taking gold in the rings and vault, silver in the horizontal bar, and bronze in the all-around event. He appeared in his first major international competition at the 2014 European Junior Championships where the Russian Team won the silver medal, he also qualified in 2 individual apparatus in vault and rings. === Senior === In 2015 and 2016, He competed in the Russian Championships however, Dalaloyan was not selected as an entry list or alternate for the 2016 Rio Olympics. On December 18–22, Dalaloyan won the all-around gold at the Voronin Cup. In 2017, Dalaloyan had a career breakthrough where he became the 2017 Russian National all-around champion. He then competed in his first major senior event at the 2017 European Championships where he won the all-around silver medal behind Ukraine's Oleg Vernyayev. He qualified in the vault finals where he won the gold medal ahead of Marian Drăgulescu. In August 23–27, Dalaloyan competed at the Russian Cup in Ekaterinburg, he won gold in team, in the all-around after bombing in pommel horse; he slipped into 4th place behind Nikita Ignatyev. In the apparatus finals, Dalaloyan won gold in vault (tied with Nikita Nagornyy) and 2 silver medals on Parallel Bars and Floor Exercise. In 2018, Dalaloyan became all-around World Champion. He became the first Russian to achieve that feat since 1999 (when Nikolai Kryukov won in that discipline). He earned 87.598 total points, as did Xiao Ruoteng, though after tie-breaking rules were enforced (which drop the lowest exercise score), Dalaloyan was named All- Around Champion.Артур Далалоян - чемпион мира в многоборье!Russian gymnast Dalaloyan wins gold in men’s All-Around event of 2018 World Championships In event finals, Dalaloyan then won gold on floor exercise, silver on vault, and bronze on parallel bars.Артур Далалоян стал чемпионом мира в вольных упражнениях He was also awarded the Longines Prize for Elegance. At the 2019 World Artistic Gymnastics Championships, Dalaloyan won with his team, the Russian Federation's first World Championship Team Gold medal, and a Silver medal in the Individual All Around competition behind teammate Nikita Nagornyy, despite almost sitting down his Blanik (piked double front somersault) on vault. ==Competitive history== {| class=\"wikitable sortable\" style=\"text-align:center; font-size:95%;\" |- ! width=7% class=unsortable| Year ! width=37% class=unsortable| Event ! width=7% class=unsortable| Team ! width=7% class=unsortable| AA ! width=7% class=unsortable|FX ! width=7% class=unsortable|PH ! width=7% class=unsortable|SR ! width=7% class=unsortable|VT ! width=7% class=unsortable|PB ! width=7% class=unsortable|HB |- |rowspan=\"1\" align=center|2016|| align=left|Voronin Cup || || || || || || || || |- |rowspan=\"4\" align=center|2017|| align=left|National Championships || || || 8 || 6 || || || 4|| 6 |- bgcolor=#F5F6CE |align=left| European Championships|| || || || || || || || |- |align=left|Russian Cup|| || 4 || || ||4|| || || |- bgcolor=#CCCCFF |align=left|World Championships|| || || || || || 8 || || |- |rowspan=\"5\" align=center|2018|| align=left|Tokyo World Cup|| || 4 || || || || || || |- |align=left|National Championships|| || || || || || || 5 || 6 |- |align=left|Russian Cup|| || || || || || 7 || 4 || |- bgcolor=#F5F6CE |align=left|European Championships|| || || || || || || || |-bgcolor=#CCCCFF |align=left|World Championships|| || || || || || || || 8 |- | rowspan=\"3\" align=\"center\" |2019 |- bgcolor=#F5F6CE |align=left|European Championships|| || || || || || || 4 || |- bgcolor=#CCCCFF |align=left|World Championships || || || 4 || || || || || |- |} == Eponymous skills== Dalaloyan has one skill named after him, a dismount in parallel bars. {| class=\"wikitable\" |- ! Apparatus !! Name !! Description !! Difficulty!! Competition Completed—Notes |- |Parallel bars|| Dalaloyan ||Double salto forward piked with 1/2 turn || G ||2019 European Championships— skill already in the Code of Points bt never performed successfully before. |} ==References== ==External links== * * Artur Dalaloyan at sportgymrus.ru * Category:Russian male artistic gymnasts Category:Sportspeople from Moscow Category:1996 births Category:Living people Category:Russian people of Armenian descent Category:Russian Armenians ",
    "title": "Artur Dalaloyan"
}