{
    "id": "53848342",
    "text": "The Frankfurt Landwehr around the city, between 1712 and 1714 (copperplate by Johann Baptist Homann, regional boundaries corrected by Friedrich Bothe) Old watchtower on the Hanoverian Landwehr and later windmill on the Lindener Berg, 1654 Merian engraving The terms landwehr (\"land defence\"), landgraben (\"land ditch\") and landhege (\"land enclosure\") refer to border demarcations or border defences and enclosures in Central Europe that were either built by settlements with the right of enclosure or to mark and defend entire territories. These measures, usually comprising earthworks or dykes as well as ditches and impenetrable lines of hedging, for protecting towns and villages date mainly to the High and Late Middle Ages and consist, in some cases, of systems over a hundred kilometres long. Comparable earthworks have been recorded since Antiquity.Martin Kollmann: Landwehren. In: Romerike Berge. Solingen. 57. Jahrgang, 2007, Heft 1, p. 27–41 The Roman limes are the best known examples of earlier landwehrs. The Danewerk is another example of this type of barrier. Many of these landwehrs have survived, especially in woods and forests, and are often protected as heritage sites. == Purpose == The construction of a landwehr was an effective way of protecting the population of a settlement or territory against attacks by neighbours or enemies in feuds or war, and also to mark out the legal limits of an area. The landwehrs were a means of limiting the likelihood, success, effectiveness, and consequences of medieval warfare, and thus preventing them. They also hindered bands of robbers entering the area and hampered their retreat after a raid. The combination of fencing and thorn bushes was also useful in enclosing cattle pasture and as a guideline in wolf hunting. Wolf pits are often found along the line of a landwehr. Landwehrs were also used to on a large-scale to enclose woods and agricultural areas for the protection of the local population, where they were settled in dispersed dwellings and farmsteads within the protected area. The landwehr offered protection for the peasantry, in a way analogous to the population of fortified towns who were guarded by a town wall. Often too, the fields and outlying areas surrounding many towns had a ring-shaped enclosure, a so-called Stadtlandwehr (\"town Landwehr\"), Stadthagen or Stadthege (\"town enclosure\"). An example of this is the Westphalian city of Dortmund, which, in addition to the city wall, also had a large landwehr surrounding it.Cornelia Kneppe: Landwehren – Von der mittelalterlichen Wehranlage zum Biotop; LWL Archäologie in Westfalen, 2007 As a map of 1748 portrays, Dortmund's Stone Tower was part of this landwehr ring. The only gaps in landwehr defences were on roads entering the area where, like the gates in a town wall, people and goods were checked as they passed through. For example, landwehrs often acted as effective customs posts, usually imposing a road toll. Trade routes, particularly in the area of check points, were accompanied on both sides by landwehrs. In addition to protecting travellers from ambushes, these landwehrs on either side of the route were mainly used to channel the flow of traffic and effectively prevent people bypassing or avoiding check points and customs posts. == History == === Pre- and early history === Hedges are one of the most natural forms of boundary defence and enclosure. Their simplest and, even today, most common use is as a garden hedge. Even in prehistoric and early historic times, people built defensive enclosures using branches and brambles for the protection of storage places (including caves), fortified residences, houses, estates and settlements from attack by predators or enemies. This is common even today amongst nomadic tribes. Julius Caesar tells e.g. of thick Hagen which were laid out by the Nervii, one of the most powerful Belgic tribes: A more complicated form of defence was the classic ditch and rampart system. In A.D. 16, Tacitus reported a border fortification built by the Angrivarii, the Angrivarian Wall, which was erected to defend them against the Cherusci. A great battle was fought there in 16 AD. The most important border fortifications were said to have been at Rehburg-Loccum. The Anglo-Saxon Chronicle speaks of a Bebbanburg around A.D. 547, which was \"first fortified by a hedge\". The capitularies of Charlemagne also mention \"ramparts planted with hedges\". In England, similar fortifications are called \"dykes\" or ditches. For example, Bokerley Dyke was built around A.D. 360, transitioning into Grim's Ditch which dates to 300 B.C., or the 270-kilometre-long Offa's Dyke. In the case of the Normans, too, the existence of Hagediken - embankments planted with hedges - is recorded. === Middle Ages and Modern Period === The landwehrs near Dreiherrenstein at Kircheib on a 1605 map As a rule, mediaeval landwehrs consist of one or more impenetrable lines of hedging made of pleached hornbeam – (the Gebück) - underplanted with thorny bushes suchs as blackthorn, hawthorn, dog rose, brambles or holly – (the Gedörn). In addition there was also usually a combination of one or more of the following elements: * One or more parallel earthen ramparts between or on which the hedge was planted * A path for the maintenance of the hedge and for patrolling the landwehr * Ditches in front, between and behind the ramparts, which were sometimes filled with water, depending on the location e.g. in a valley. As a rule, the ramparts were made from the excavation of the ditches. * Watchtowers, schanzen, abatis and haspels at the checkpoints where roads passed through the landwehr * A \"wet border\" created by flooding and water ditches From the time after the Frankish colonisation of Central Europe until the late Late Middle Ages, the creation of fixed sovereign territories ruled by lords and princes led to the establishment of territorial landwehrs which enclosed the land which was legally held by states and settlements. The territories of Gaue, counties (Zenten), regional magistracies (often coterminous with church parishes), Ämter and even entire states were enclosed by landwehrs in the form of defensive hedges. There were also Landhagen and Stadthagen, which were arranged in a circular shape around smaller settlements. The Landhegen bordered and protected entire regions as well as the areas surrounding towns and cities, for example the almost 70-kilometre- long Aachen Landgraben the former Aachener Reich, similar to the ones in Frankfurt, Rothenburg, Lübeck or Mühlhausen. The traces of the Rothenburg Landhege are still about 60 km long today, the Mühlhäusen Landgraben, still some 26 km long, recalls the border between Mühlhausen and Eichsfeld. These earthworks served several functions. They marked, protected and helped to bring peace to territories that were under their reeve (Greve), count (Graf) or Amtmann. This grouping of tasks for the protection of defended territories (Landwehr) resonated with the term Hege (a range of measures concerning hunting and wildlife) in terms such as Hege, Heege, Hag, Haag or Hecke, but also with the term Schutzhecke or \"protective hedge\". Numerous toponyms such as Zarge, Gebück, Wehrholz or Gehag recall different variants of these defensive structures as e.g. hedges, excavation works or staggered constructions. The main objective of these barriers was to protect the population and their land from the hostile claims, raids, predations and warlike assaults of other princes. Landwehrs were a clear border marking and, at the same time, when they defined the external border to another territory, also a customs border. Even within a territory, there were sometimes landwehrs which separated the individual districts (Ämter) from one another by the inclusion of streams and other natural obstacles. These 'internal' or 'intermediate' landwehrs (Zwischenlandwehren), were generally not as elaborate as those on the external borders. Letzi in Näfels, Switzerland One particular variant was the so-called letzi in Switzerland, where it was often sufficient just to secure the access routes to a valley. Many of the battles of the Old Confederation with the Habsburgs took place at such letzis, such as Battle of Morgarten, Battle of Näfels and Battle of Stoss. Some landwehrs also functioned as a form of outwork for fortresses. They were built with the character of fieldworks as a first line of defence against enemy attack. Used until the Modern Era, they were designed militarily, in the form of chevaux de frise, to force the attacker of a fortress into having to conduct a siege even before reaching the fortress. Their modern successors include the barbed wire used in both world wars. The route of many simple landwehrs shows, according to new research, that they were completely unsuitable for defence purposes in many places. From this it can be concluded that some of these installations were mainly used for border marking and collecting customs duties. They nevertheless restricted the free mobility of enemy troops, so that they were certainly of some military utility. For example, the Stadthagen around Warendorf in the Thirty Years' War succeeded in protecting the town. Although the enemy did in fact break into the municipal territory, they did not risk a major attack simply because of the danger, in a counter-attack, of not being able to beat a retreat quickly enough through the narrow breach in the landwehr. As a border fortification around areas that had been given specific rights, landwehrs had gaps in some places for roads, for counter-attack routes or for trade. These gaps (called Schlags) were guarded by simple tollgates, by side roads (so-called Schlingen)), or - by means of towers (watchtowers, Wighäuser or gate towers). At the border crossing points there were usually also customs posts. The lucrative right to charge tolls (Zollrecht), often in connection with the right to sell alcohol (Krugrecht) could be given to local farmers. == Construction == Middle Hessian Landheegen: embankment of the Innenheege near Wommelshausen (Bad Endbach Banks and ditches of the Kleve Landwehr Bückethal Landwehr Bank and ditch of the Berg-Mark Landwehr near Radevormwald-Filde Landwehr in Schmallenberg Berlin Landwehr Canal Saxon Landwehr near Roth (Römhild) Most landwehrs consisted of a simple ditch as an obstacle - on the plains this was also a water channel or moat - behind which was an earthen bank made of the spoil from excavating the ditch. Behind the bank was the main barrier itself, a 20 to 50 metre-wide, dense, impenetrable thicket. In upland areas, the route of the landwehr conformed to natural features such as rocks, steep slopes and watercourses. Often a second ditch was dug at a distance of 10 to 30 metres. The strips of vegetation and the embankments were covered with a hedge of hornbeam cut back to the height of a man, whose branches were bent, intertwined with the other branches and stuck into the ground as a further obstacle. This resulted in the so-called Gebück, a plaited hedge. Understorey bushes, such as dog rose, whitethorn, blackthorn or brambles , were used to make the hedge impenetrable. Hence the local name, Gedörn (\"thorn hedge\") used in some places. The site was kept clear of higher vegetation. The ground in front was largely cleared. The construction of a defensive hedge was described by a priest at Eberbach Abbey in 1790: With regular maintenance and care (hege), a nigh impenetrable woodland strip was created in the course of a decade. More elaborate landwehrs with a defensive function consisted of several parallel ditches and banks, planted with hedging. In particular, double ditches were designed to prevent them from being jumped by horsemen. Another design was the so-called Wehrhecke (Wallhecke or Knick), a hedge-planted bank, for the maintenance of which a tax called Knickgeld was raised. In Hesse, at the end of the 17th century, many villages on important roads or by borders, had fortifications, excluding any fortified churches, as a Hessian chronicler described in 1697: The fortification could be made of fences (known as Etter or Dorfetter), hedges, bank and ditch (dry as well as wet) and gates. Another temporary artificial obstacle which could be built relatively quickly in the event of an attack, or to close gaps in a landwehr, was the abatis. This was also used as the first obstacle on the approach of castles, town and city walls, and schanzen, and was made of felled trees and cut logs, shrubs and thorns. Abatis were also used during the building of a landwehr, if necessary, until it was ready. Since the obstacle was made of dead wood, it was relatively easy to remove by burning once it had dried out. == Observation and entry points == The watchtower, known as the 1st Walbeck Warte, on the Helmstedt Landwehr in the Lappwald forest. In 1396 Neustadt Brandenburg acquired the abandoned Görisgräben in order to build a new landwehr between the River Buckau and the Landwehrgraben. In 1438, the tower at the New Mill was incorporated as a watchtower. Important roads passing through the landwehr at entry points were guarded with so-called barriers (Schlägen) and other reinforcements such as watchtowers. Road tolls were collected at the barriers which were paid to the territorial lord. From the beginning there were inns at these points. The innkeepers provided food and drink for the passers-by. They also exercised sovereign functions by observing the ground in front of the town and by closing the barriers at night. In many cases, the roads were flanked by ditch- bank-ditch systems on both sides, so that no one could enter the villages outside the intended route. Wooden bridges often led across the ditches, so that in the event of a war, the road could be closed by removing the bridge. News of approaching enemy troops or visitors, was relayed along the landwehrs to the Hinterland, using watchtowers (for example, in Münsterland). In upland regions this was also achieved by observation posts (Warten) at high lookouts from which one could see far into the surrounding countryside. Warning of approaching enemies was given by optical signals in the form of smoke signals, flags, mirrors and torches, or by signal horns and church bells. The entire population of the village and its neighbouring villages were required to \"immediately\" respond to these emergency signals or the sounding the storm bell, but also in other emergencies, such as fire or flood, no matter what other work or activity was in progress. The striking of the bell was called Gerüfte, for example, in the Münsterland. == Maintenance == Speyer Watchtower, formerly Wormser Warte, northernmost point of the Speyer landwehr, to the west beyond the crossing is the start of the Landwehrstraße, which runs southwestwards. To construct the landwehr, the local territorial lord would use all his subjects in a service known as socage. Likewise the whole population were required to maintain it. Many landwehrs were built and maintained jointly by neighbouring princes, for example, in Central Hesse, the landheege on the Hörre between the county of Nassau on one side and the Landgraviate of Hesse and county of Solms on the other. The construction and maintenance of landwehrs had to be carried out with a long-term perspective. Even with constant and time-consuming care (Hegen und Pflegen) it would be ten years before an impenetrable hedge was created. In addition, the ditches and Hählweg, a patrolled road along the landwehr had to be kept free of vegetation and maintained in working order. For this reason, many landwehrs were abandoned or left unfinished for long periods of time for reasons of cost. Intentional damage of a landwehr was punished with severe penalties. In the case of the over 100-kilometre-long Westphalian Landwehr in the Teutoburg Forest, punishments ranged from cutting off the right hand to the death penalty. Even crossing a landwehr in authorised places was often punished. On the Rhön Landwehr, cutting through the hedging or using the patrol road was punishable by a fine of up to five guilders. These border installations were constantly renewed and maintained until the 18th century and, in times of extreme danger, even reinforced and turned into fortifications. In 1813 in Prussia, the obligation to defend the earthworks, which were slighted under Napoleon but nevertheless remained functional, became part of the general service duties of the military formations of the Prussian Landwehr (a territorial force not to be confused with the subject of this article). In many cases the field fortifications of the Landwehr troops were abandoned after the end of an armed conflict or after the abolition of an official district, and the hedges and woods burned to make charcoal. == Examples of landwehrs == === Called \"Landwehr\" or \"Lanwehr\" === * Landwehr of the former Barony of Ahaus * Anklam Landwehr * Bachgau Landwehr * Barop Landwehr in Hombruch * Berg Landwehr in the Duchy of Berg * Landwehr Canal, Berline * Brunswick Landwehr * Bückethal Landwehr near Bad Nenndorf * Dahl Landwehr in Mönchengladbach from Engelsholt via Ohler to Dahl * Dinslaken Landwehr with remains in Dinslaken, Voerde and Hünxe * Einbeck Landwehr * Frankfurt Landwehr * Grebenstein Landwehr near Grebenstein in the county of Kassel * Landwehr in Hamburg * Hanoverian Landwehr in Hanover municipal forest of Eilenriede * Hartward Landwehr * Himmelpforten Landwehr near Soesthttp://www.oberense.de/Joomla/daten/landwehr/Landwehr.html * Helmstedt Landwehr in the Lappwald * Kastel Landwehr (Kastel, also called the Mainz Landwehr ) * Lambertsgraben near Creuzburg * Varbrook Landwehr in Niederkrüchten-Varbrook (county of Viersen) * the Long Landwehr near Schmalkalden * Speyer Landwehr with the Speyer Watchtower, where there is also a Landwehrstraße * Landwehr on the southern perimeter of Neubrandenburg * Lüneburg Landwehr * North and East Landwehr near Dülmen * Parchim Landwehr near Parchim * Saxon Landwehr in South Thuringia * Schaumburg Landwehr, north of Stadthagen * Würzburger Hähl in the Thuringian Rhön * Tilbeck Landwehr in the Baumberge * Viersen Landwehr near Mönchengladbach-Großheide * Landwehr on the northern edge of CalvördeHistorische Kommission für die Provinz Sachsen und für Anhalt, Wilhelm Zahn, Landesgeschichtliche Forschungsstelle für die Provinz Sachsen und für Anhalt, Historische Kommission für die Provinz Sachsen und das Herzogtum Anhalt, Historische Kommission für die Provinz Sachsen: Die Wüstungen der Altmark, O. Hendel, 1909, 499 pages, here p. 103 * other landwehrs in Barme, Ganderkesee, Hemmerde, Landgraaf, Leingarten, Lübeck, Nazza, Nettlingen, Rhön, Tönisvorst, Wetzlar, WerneLandwehr in Werne, Landschaftsverband Westfalen-Lippe, abgerufen am 22. Juni 2013Landwehr schützte vor Viehdieben, Ruhr Nachrichten, retrieved 22 June 2013. === Called \"Landgraben\", \"Landgraaf\" or \"Graben\" === * Großer Landgraben near Klempenow and Boldekow in Mecklenburg-Vorpommern * Kleiner Landgraben near Altentreptow in Mecklenburg-Vorpommern * Landgraben on the northern border of Mecklenburg- Strelitz * Mühlhäusen Landgraben in Thuringia * Quedlinburg Landgraben near Quedlinburg * Lübeck Landgraben around Lübeck * Württemberg Landgraben between Beilstein and Heuchelberger Warte * Aachen Landgraben around Aachen * various landwehrs in the Prince-Bishopric of Münster for Ahlen, Beckum, Bocholt, Borken, Coesfeld, Dülmen, Haltern, Münster, Rheine, Telgte, Vreden, Warendorf and Werne)Cornelia Kneppe: Landwehren im Fürstbistum Münster, Landschaftsverband Westfalen-Lippe * other landwehrs in Adelwitz, Bickenriede, Casekow, Glenne, Japenzin, Landgraaf, Lengefeld, Löwitz, Lüdersdorf, Pöndorf, Rednitz, Sachsendorf (Barby), Stockelsdorf, Striesen, Wadersloh and on the River Oos * Dreigräben, Lower Silesia === Called \"Hecke\", \"Heg\", \"Haag\", \"Hag\", \"Hagen\", \"Landheege\", \"Gedörn\" or \"Gebück\" === Zur Sonderbedeutung Häger in Niedersachsen, siehe: Adelung * Kölsches Heck near Siegen * Rothenburger Landhege near Rothenburg ob der Tauber, see also Lichteler Landturm * Central Hessian Landheegen * Haller Landheeg near Schwäbisch Hall * Rheingauer Gebück near Walluf and Eltville am Rhein * Bechtheimer Gebück near Bad Camberg === Unnamed === * Barriers near Springe in the Deister Gate === Border defences in England, Scotland, Denmark and North Germany, Poland === Danewerk Grim's Ditch Offa's dyke * Bokerley Dyke * Danewerk * Grim's Ditch * Offa's Dyke * Wansdyke * Wat's Dyke * Antonine Wall * Hadrian's Wall == References == == Literature == * Werner Dobelmann: Landwehren im Osnabrücker Nordland, in: Heimat gestern und heute. Mitteilungen des Kreisheimatbundes Bersenbrück 16 (1969), pp. 129–180 * Wilhelm Engels: Die Landwehren in den Randgebieten des Herzogtums Berg. In: Zeitschrift des Bergischen Geschichtsvereins (ZBGV), 66. Band, Jahrgang 1938, pp. 67–278. * Johannes Everling: Der Aachener Landgraben heute nach 500 Jahren. Aachen, 1973. * Norbert Klaus Fuchs:Auf den Spuren der Sächsischen Landwehr in Das Heldburger Land–ein historischer Reiseführer; Verlag Rockstuhl, Bad Langensalza, 2013, * Oswald Gerhard: Eckenhagen und Denklingen im Wandel der Zeiten. Eine Heimatgeschichte des ehemaligen Reichshofgebietes Eckenhagen. Hrsg.: Heimatverein Eckenhagen e. V., Eckenhagen 1953 (with map). * Albert K. Hömberg: Die Entstehung der westfälischen Freigrafschaften als Problem der mittelalterlichen deutschen Verfassungsgeschichte. In: Westfälische Zeitschrift, Zeitschrift für vaterländische Geschichte und Altertumskunde, 101/102. Band, Münster 1953, S. 1–138. * Cornelia Kneppe: Die Stadtlandwehren des östlichen Münsterlandes. Veröffentlichungen der Altertumskommission für Westfalen 14, Münster, 2004, . * Cornelia Kneppe (ed.): Landwehren. Zu Erscheinungsbild, Funktion und Verbreitung spätmittelalterlicher Wehranlagen. Aschendorff, Münster, 2014. . * Cornelia Kneppe: Das westfälische Landwehrsystem als Aufgabe der Bodendenkmalpflege. In: Ausgrabungen und Funde in Westfalen-Lippe, Jahrgang 9, Teil C, Landschaftsverband Westfalen-Lippe, LWL-Archäologie für Westfalen, Mainz 1999, , S. 139–166. * Thomas Küntzel: Stadt und Grenze – Die Landwehr der Stadtwüstung Nienover im südniedersächsischen Kontext. Archaeologia historica 29, 2004, pp. 167–191. * Hans Mattern, Reinhard Wolf: Haller Landheg. Ihr Verlauf und ihre Reste. Sigmaringen 1990. (Forschungen aus Württembergisch Franken. 35), . * Tim Michalak: Die Stadthagen. Zur Bedeutung und Funktion der Landwehren an den Grenzen der reichsstädtischen Feldmark Dortmunds. In: Heimat Dortmund 1/2002. Stadtgeschichte in Bildern und Berichten. Zeitschrift des Historischen Vereins für Dortmund und die Grafschaft Mark e. V. in Verbindung mit dem Stadtarchiv Dortmund. pp. 12–15. * Horst W. Müller: Die mittelhessischen Landhheegen. In: Hinterländer Geschichtsblätter, Jahrgang 89, No. 4, December 2010, Biedenkopf. * Georg Müller: Landwehren in der Gemeinde Ganderkesee. Ganderkesee, 1989. * Andreas Reuschel: Hagenhufensiedlungen oder „Hägerhufensiedlungen“ in der Ithbörde? Ein Beitrag zur Ausdifferenzierung eines siedlungsgeographischen Terminus und Phänomens, Diss. Bonn 2009. pdf * Heinrich Rüthing: Landwehren und Warten im Paderborner und Corveyer Land. In: Heimatkundliche Schriftenreihe der Volksbank Paderborn, 33/2002. * Gustav Siebel: Die Nassau- Siegener Landhecken: Eine Untersuchung der Kölnischen Hecke und gleichartiger Wehranlagen bei Siegen. In: Siegerländer Beiträge zur Geschichte und Landeskunde, Heft 12, Siegerländer Heimatverein, Siegen 1963. * Johann Carl Bertram Stüve: Untersuchungen über die Gogerichte in Westfalen und Niedersachsen. Frommann, Jena 1870; unveränderter Nachdruck: Wenner, Osnabrück 1972, . * Otto Weerth: Über Knicke und Landwehren. In: Korrespondenzblatt des Gesamtvereins der deutschen Geschichts- und Altertumsvereine 54, 1906, Sp. 372 Online * Herbert Woltering: Die Reichsstadt Rothenburg ob der Tauber und ihre Herrschaft über die Landwehr. (Teil 1–2. Rothenburg o.d.T., 1965–1971); Neuauflage in einem Band 2010, Verlag Degener & Co., Insingen (= Rothenburg- Franken-Edition 4). * Josef Würdinger: Kriegsgeschichte von Bayern, Franken, Pfalz und Schwaben von 1347–1506, Munich, 1868. == External links == * Cornelia Kneppe: Landwehren im Schnittpunkt von Geschichte, Archäologie und Naturkunde * Andreas Reuschel:Hagenhufensiedlungen oder „Hägerhufensiedlungen“ in der Ithbörde? Ein Beitrag zur Ausdifferenzierung eines siedlungsgeographischen Terminus und Phänomens, Diss. Bonn, 2009 Category:Fortifications Category:Political geography ",
    "title": "Landwehr (border)"
}