{
    "id": "53844091",
    "text": "Kenju Otsuka (大塚建樹 Otsuka Kenju, born January 2, 1946) is a Japanese engineer and physicist concerned with lasers and quantum electronics. ==Personal life== Kenju Otsuka was born on January 2, 1946 in Anto, old Manchuria of Japan and raised in Shiogama-shi, Japan. He graduated from Tohoku Gakuin High School in Sendai in 1964. He is married (to wife Ruriko) and has two daughters, two grandsons and two granddaughters. ==Education== B. S. degree in communication engineering from Tohoku University, Sendai in 1968 and the Ph. D. in quantum electronics from Tohoku University by correspondence in 1976. ==Career== He was employed as a researcher by Musashino Electrical Communication Laboratory, Nippon Telegraph and Telephone Cooperation (NTT, currently) in Musashino-shi, Tokyo in 1968 and finally managed computational physics with the Cray Supercomputer at Otsuka Research Group aiming for computer-aided design and analysis of novel materials and complex systems at NTT Basic Research Laboratories (http://www.brl.ntt.co.jp/e/). In NTT, he performed basic research on optical communications, solid-state lasers, gigabit optical pulse generations, nonlinear photonic devices, nonlinear dynamics and chaos in optics. He was appointed to Professor in Applied Physics of Tokai University, Hiratsuka in 1994 and Department Chair of Human and Information Science of Tokai University in 2001. He evolved into a teaching and research carrier until the retirement in March 2011 with a research topic on laser-diode-pumped thin-slice as well as microchip solid-state lasers, nonlinear laser science and singular optics, pattern formations and nonlinear dynamics in optical complex systems, as well as self-mixing thin-slice solid-state laser metrology. Early in his career, he served Discussion Session chair for 20th Solvay Conference on Quantum Optics at Brussels in 1991, General co-chairs for Topical Meeting on Nonlinear Dynamics in Optical Systems at Alpbach, Austria in 1992, Discussion Leader for Gordon Research Conference on Nonlinear Optics and Lasers at New Hampshire in 1993. He published numerous scientific articles and a Monograph: Nonlinear Dynamics in Optical Complex Systems (Kluwer Scientific Publishers 1999; Springer 2000). Otsuka's most notable contribution was in the area of stoichiometric solid-state lasers including the invention and laser physics of LiNdP4O12 (LNP) and related materials, laser-diode-pumped thin-slice as well as microchip solid-state lasers, nonlinear laser science, empirical studies of nonlinear dynamics in optical complex systems and self- mixing metrology with thin-slice solid-state lasers (namely, TS3Ls): Physics and applications of Nd Stoichiometric Lasers, the concept of Chaotic Itinerancy in universal complex systems and Self-Mixing TS3L Metrology with extreme optical sensitivity have been mostly cited in a variety of journals. He is Fellow of the Optical Society of America, Life Fellow of the Institute of Electrical and Electronics Engineers (IEEE), Fellow of the Institute of Physics, Fellow of the American Physical Society. He is still active and pursuing his study in retirement focusing on the physics and applications of thin-slice solid-state lasers. (After ResearchGate)(https://www.researchgate.net/profile/Kenju_Otsuka) ==Publications== Nonlinear Dynamics in Optical Terms: Proceedings of the 2nd Topical Meeting, Alpbach, Austria. Edited by R. G. Harrison, K. Otsuka and H. Winful (World Scientific Publishing Co Pte Ltd. 1993). (https://www.amazon.com/Nonlinear-Dynamics-Optical-Terms- Proceedings/dp/9810212593) ==Books== *Kenju Otsuka, Nonlinear Dynamics in Optical Complex Systems, (Kluwer 1999; Springer 2000). (https://www.springer.com/us/book/9780792361329) ==Book chapters== *Kenju Otsuka, \"Gigabit Optical Pulse Generations in Integrated Lasers and Applications,\" in Picosecond Optoelectronic Devices. Edited by Chi H. Lee (Academic Press, 1984). (https://www.elsevier.com/books/picosecond- optoelectronic-devices/lee/978-0-12-440880-7) *Kenju Otsuka, \"Semiconductor Lasers and Chaos,\" in Optical Communication Theory and its Applications. Edited by Optical Communication Theory Study Group (Morikita Publisher, 1988) [in Japanese]. *Kenju Otsuka, \"Nonlinear Optical Functional Devices,\" in Ultrafast Optoelectronics. Edited by T. Sueta and T. Kamiya (Baifukan, 1991) [in Japanese]. ==Review== * * ==Selected journal articles== * * * * *K. Otsuka, P. Mandel, S. Bielawski, D. Derozier, and P. Glorieux, \"Alternate time scale inmultimode lasers,\" Physical Review A vol. 46, 1692–1696 (1992). *K. Otsuka, \"Self-induced phase turbulence and chaotic itinerancy in coupled laser systems,\" Physical Review Letters vol. 65, 329–332 (1990). *K. Kubodera and K. Otsuka, \"Single‐transverse‐mode LiNdP4O12 slab waveguide laser,\"Journal of Applied Physics vol. 50, 653–659 (1979). *K. Otsuka and S. Kobayashi,\"Optical bistability and nonlinear resonance in a resonant-type semiconductor laser amplifier,\" Electronics Letters vol. 19, 262–263 (1983). *T. Yamada, K. Otsuka, and J. Nakano,\"Fluorescence in lithium neodymium ultraphosphate single crystals,\" Journal of Applied Physics vol. 45, 5096–5097 (1974). *H. Kawaguchi, K. Inoue, T. Matsuoka, and K. Otsuka, \"Bistable output characteristics in semiconductor laser injection locking,\"IEEE Journal of Quantum Electronics vol. 21, 1314–1317 (1985). *K. Otsuka, T. Yamada, M. Saruwatari, and T. Kimura, \"Spectroscopy and laser oscillation properties of lithium neodymium tetraphosphate,\" IEEE Journal of Quantum Electronics vol. 11, 330–335 (1975). *R. Kawai, Y. Asakawa, and K. Otsuka, \"Ultrahigh- sensitivity self-mixing laser Doppler velocimetry with laser-diode-pumped microchip LiNdP4O12 lasers,\" IEEE Photonics Technology Letters vol. 11, 706–708 (1999). *J. Yumoto and K. Otsuka, \"Frustrated optical instability: self-induced periodic and chaotic spatial distribution of polarization in nonlinear optical media,\" Physical Review Letters vol. 54, 1806–1809 (1985). *K. Otsuka, \"Effects of external perturbations on LiNdP4O12 lasers,\" IEEE Journal of Quantum Electronics vol. 15, 655–663 (1979). *K. Otsuka and J.-L.Chern, \"High-speed picosecond pulse generation in semiconductor lasers with incoherent optical feedback,\" Optics Letters vol. 16, 1759–1761 (1991). *K. Otsuka, \"Nonlinear antiresonant ring interferometer,\" Optics Letters vol. 8, 471–473 (1983). *H. Kobayashi, H. Iwamura, T. Saku, and K. Otsuka, \"Polarisation-dependent gain-current relationship in GaAs-AlGaAs MQW laser diodes,\" Electronics Letters vol. 19, 166–168 (1983). *K. Kubodera, K. Otsuka, and S. Miyazawa, \"Stable LiNdP4O12 miniature laser,\" Applied Optics vol. 18, 884–890 (1979). *K. Otsuka,\"Highly sensitive measurement of Doppler-shift with a microchip solid-state laser,\" Japanese Journal of Applied Physics vol. 31, L1546-L1548 (1992) *K. Otsuka, R. Kawai, S.-L.Hwong, J.-Y.Ko, and J.-L. Chern, \"Synchronization of mutually coupled self-mixing modulated lasers,\" Physical Review Letters vol. 84, 3049–3053 (2000). (https://scholar.google.com/citations?user=rPUyMEcAAAAJ) ==References== Category:1946 births Category:Japanese engineers Category:Japanese physicists Category:Living people Category:Tohoku University alumni Category:Tokai University faculty ",
    "title": "Kenju Otsuka"
}