{
    "id": "53844389",
    "text": "Manoela Latini Gavassi Francisco (born January 4, 1993), better known as Manu Gavassi, is a Brazilian singer, songwriter, actress, directress and writer. == Early life == Born and raised in São Paulo, she is the daughter of broadcaster and presenter Zé Luiz and psychologist and artist Daniela Gavassi. She has 1 sister, fashion student Catarina Gavassi. At age 12, she learned from her father how to play the guitar and wrote her first song at age 13. At 19, she left her parents' house to live alone in an apartment and took interpretation courses in the state capital. == Career == === 2009–11: Manu Gavassi === Manu in 2011 She began her career in 2009 through Capricho magazine, participating in Galera Capricho, modeling in fashion editorials and being part of behavioral articles for the magazine. Karol Pinheiro, one of Capricho's reporters at the time, found out that Manu was singing and requested the singer's video for him on the magazine's website. With a big réaction to the video, Manu went on to cover songs by singers Justin Bieber and Taylor Swift and publicized her past songs through her own YouTube channel. Her father, broadcaster Zé Luiz, sent some videos of her singing to producer Rick Bonadio, who found the material interesting and invited the singer to be part of his record label Midas Music, she recorded her first studio album under the label. Manu then began work on her self-titled album, which was recorded in just two months and released on August 31, 2010. Her first single \"Garoto Errado\" was released a week before the album's release. The singer's first show took place on September 18th through the event NoCapricho 2010. In February 2011, she released the single \"Planos Impossíveis\". In 2011, her song \"Garoto Errado\" was also on the soundtrack of the soap opera Rebelde on Record. The singles \"Garoto Errado\" and \"Planos Impossíveis\" both received gold record by Pro- Música Brasil. In November, she released the last single from her album, \"Odeio\". The music video was released exclusively through the painting Garagem do Faustão, shown on the program Domingão do Faustão. In the same month she made her debut as an actress, making a cameo in the series Julie e os Fantasmas as Debora. === 2012–14: Clichê Adolêscente and acting === Gavassi in 2014 In February 2012, Gavassi released the single Você Já Deveria Saber. In June, she recorded the songs \"O Céu Eu Vou Tocar\" and \"Ao Ar Livre\", for the soundtrack of the movie Brave, as a lullaby for the adventures of brave princess Marilda. In September, \"Conto de Fadas\", was released, the first single from her second album. The song was among the top ten on iTunes Brazil. In April 2013 she released the second single, \"Clichê Adolescente\", a track that has the same name as the album, and in November the third and last single was released, \"Segredo\", with the participation of former boyfriend Chay Suede. The album was released on November 29th and featured a mini documentary published through her Youtube channel. In January 2014, she was invited by the Mexican singer Dulce María to do a duet in Portuguese of the song \"Antes Que Ver El Sol\", the song itself was released in August. In February, she made her debut in the soap opera Em Familia playing the singer Paulinha. In December, she played villain Vicki in the Twenty-second season of Malhação. Manu was only going to take part in the plot, but due to the success of her character, at the request of the fans, she returned and remained until the end of the series. In December, she released her new single, \"Esse Amor Tão Errado\", which featured a music video recorded in Los Angeles and was featured in the Young Afternoon compilation. === 2015–16: Vício and movie debut === Manu in 2016 In 2015, she started recording music for the first concert titled Vício. In November, \"Camiseta\" was released, the first single from the EP. Vício was released on December 11 with five unreleased tracks. All EP production was signed by singer Junior Lima and bassist Dudinha Lima. The second single \"Direção\" was released in February 2016 and the music video of the song was attended by actor Rafael Vitti On March 6th she started the Vício Tour in São Paulo, being the first tour of her career. In May, she released the single \"Vício\". The song's music video was released in two parts, and fans had to donate a specific amount of blood for it to be released. With the Fundação Pró-Sangue, as a partnership, the Play For Life campaign aimed to encourage donation from the singer's fans. In October, she released \"Sozinha\", the last single from the EP. In November 2016, she began filming her first movie Socorro, Virei Uma Garota playing the protagonist Melina. The feature is scheduled to premiere in August 2019. In December 2016, she signed to Universal Music, while also continuing the recordings of her third studio album. === 2017–19: Manu, debut as a writer and Cute but Psycho === Gavassi in 2017 On April 7, 2017, she released her third studio album titled Manu. That same day, the single Hipnose, the lead single of her new album was released. The Manu Tour started on May 18th, in Campinas. In July she made a cameo appearance in the series Planeta B, which was shown at Multishow, playing serial killer Josephine. In August, \"Muito Muito\" was released, the second single from the album, with the direction and script of the music video made by the singer herself. In November, she publishes her debut book, Olá Caderno!, through the publisher Rocco. In February 2018, she directed the clip of the song \"Clareiamô\" by duo Anavitória. In March, she released the single \"Me Beija\", with a music video full of references to the 2000s. In June, she released a single in collaboration with Portuguese singer Agir, a new version of the song \"Ninguém Vai Saber\", a song that she previously released solo on the album Manu. She was also invited by the singer for a performance of the song at Rock in Rio Lisboa. In 2018, she starred in a Z4 series where she played the choreographer Pâmela Toledo. In December, the EP Cute but Psycho was released with three tracks. she released it with the participation of actor João Vithor Oliveira. In the same month, she launched a life-based web series entitled Garota Errada on her YouTube channel, which was directed and scripted by her. In May 2019, the EP MINIDocs Nashville was released with four redone tracks as a way to celebrate her ten year career. Recorded in Nashville, the EP ranked # 1 on iTunes Brazil. In September, the singer released the EP Cute but (still) Psycho with three new tracks, second part of the EP Cute but Psycho that she previously released. In December 2019, Gavassi performed at Teatro Net São Paulo, an intimate acoustic show named Cute but Psycho Experience, where she focused on singing songs from her last two EPs. === 2020–presente: Big Brother Brasil, debut in fashion & new single === Gavassi in 2020 In 2020, she participated in the twentieth season of the reality show Big Brother Brasil, as one of the guests of the box group, taking 3rd place with 21.09% of the votes. Before joining the program, Manu recorded videos for her web series Garota Errada, which were published through her Instagram, portraying in a funny way her participation in BBB. Gavassi was highly praised for her marketing strategy to publicize her work, while confined to reality. In April, it was reported that the Globoplay streaming platform would be interested in producing the series, due to the great success it received. In interviews, Gavassi revealed that she will turn \"Garota Errada\" into a series and that there is a possibility for it to go to TV or streaming and have the direction of the actor Selton Mello and the participation of the actress Bruna Marquezine. On January 28, she released as a single the song \"Audio of Excuses\", a track that is part of the EP Cute but (still) Psycho, rereleased in September 2019. The music video for the song reached 1 million views in 24 hours, ranking first in the hot videos on YouTube Brazil. The song also topped Spotify's Top 50 viral, along with the songs \"Planos Impossíveis\", released in 2011, \"Farsa\", released in 2015 and \"Música Secreta\", released in 2019. \"Áudio de Desculpas\" was the singer's first song to score in the TOP 50 of the most played songs on Spotify Brasil, reaching 37th position. The song also reached 38th place in the TOP 50 of the world's viral songs. Her participation in the reality show, made her book Olá, Caderno! released in 2017, sell out and gain an adaptation in the cinema. In February, Gavassi announced a mini tour named Cute but Psycho Experience. However, due to the COVID-19 pandemic, the tour was postponed to 2021. In April, Gavassi reached the 4th position and became the best positioned Brazilian artist on Billboard's Social 50 Chart. The singer also reached 30th position on Emerging Artists, on the Billboard charts, indicating who is currently on the rise. In May, she released the single \"Eu Te Quero\" in collaboration with singer Zeeba. The song reached 41st place in the TOP 50 of the most played songs on Spotify Brasil. On May 27, she launched her clothing and accessories collection in collaboration with C&A.; In the same month, she re-recorded the \"Pipoca e Guaraná\" jingle for the Guaraná Antarctica advertising commercial. In June, Gavassi was invited to join the cast of the soap opera Salve-se Quem Puder, but she had to turn down the invitation, since she was already participating in the cast of the series Condom Ladies, scripted by the writer Natália Klein, the recordings are scheduled for September and will be shown on Netflix On August 21st, Gavassi released the new single, \"Deve Ser Horrível Dormir Sem Mim\" with Gloria Groove. == Personal life == In 2009, Gavassi had a relationship with the actor and presenter Caíque Nogueira. After the relationship ends, the two will be best friends. In October 2011, after meeting the actor and singer Chay Suede during the band's first concert Rebeldes, where the singer performed the opening show, they began to relate, only dating in November 2012. The relationship came to an end in June 2014, after three years together. From July to December of the same year, she related with actor and singer Fiuk. Between January and July 2018, she had a relationship with businessman Leo Picon. In November 2019, she started a relationship with the engineer and executive director Igor Carvalho Rodrigues. In June 2020, the end of the relationship was confirmed. == Discography == ;Studio albums * Manu Gavassi (2010) * Clichê Adolescente (2013) * Manu (2017) ;EPs * Vício (2015) *CUTE BUT PSYCHO (2018) *MINIDOCs Nashville (2019) *CUTE BUT (still) PSYCHO (2019) {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of singles as lead artist, with selected chart positions, showing year released and album name ! scope=\"col\" rowspan=\"2\" style=\"width:15em;\" | Title ! scope=\"col\" rowspan=\"2\" | Year ! scope=\"col\" colspan=\"1\"| Peak chart positions ! rowspan=\"2\" |Certifications ! scope=\"col\" rowspan=\"2\" | Album |- ! scope=\"col\" style=\"width:2.5em;font-size:90%;\"|BRA |- ! scope=\"row\"|\"Garoto Errado\" | 2010 | 14 | * PMB: Gold |rowspan=4| Manu Gavassi |- ! scope=\"row\"|\"Planos Impossíveis\" |rowspan=2| 2011 | 17 | * PMB: Gold |- ! scope=\"row\"|\"Odeio\" | 22 | |- ! scope=\"row\"|\"Você Já Deveria Saber\" |rowspan=2| 2012 | — | |- ! scope=\"row\"|\"Conto de Fadas\" | — | |rowspan=3| Clichê Adolescente |- ! scope=\"row\"|\"Clichê Adolescente\" |rowspan=2| 2013 | 26 | |- ! scope=\"row\"|\"Segredo\" (feat. Chay Suede) | — | |- !scope=\"row\"|\"Esse Amor Tão Errado\" |2014 |— | | |- ! scope=\"row\"|\"Camiseta\" |rowspan=1| 2015 | — | |rowspan=4| Vício |- ! scope=\"row\"|\"Direção\" |rowspan=3| 2016 | 90 | |- ! scope=\"row\"| \"Vício\" | 73 | |- ! scope=\"row\"| \"Sozinha\" | — | |- ! scope=\"row\"| \"Hipnose\" |rowspan=2| 2017 | 27 | | rowspan=\"3\" | Manu |- ! scope=\"row\"| \"Muito Muito\" | — | |- !scope=\"row\"|\"Ninguém Vai Saber\" (feat. Agir) |2018 | — | |- |} == Tours == *Vício Tour (2015–16) *Manu Tour (2017) *Manu Pocket Tour (2018) == Filmography == {| class=\"wikitable sortable\" |+ Television ! Year ! Title ! Role ! Notes |- |2011 |Julie e os Fantasmas |Débora |Episode: The First Clip |- | 2014 | Em Família |Paula Melo (Paulinha) | |- | 2014–15 |Malhação |Victória Nóbrega Oliveira (Vicki) | Season 22 |- |2017 |Planeta B |Josephine |Episode: Appearances Can Be Deceiving |- |2018 |Z4 |Pamela Toledo | |- |2020 |Big Brother Brasil 20 |Herself (Participant) |Season 20 | |- | 2021 |Condom Ladies | | |} {| class=\"wikitable sortable\" |+Films ! Year ! Title ! Role ! Notes |- | 2013 | NoCapricho: O Filme | Herself | Documentary |- | 2019 | Socorro, Virei Uma Garota! | Melina | |- |2021 |Olá,Caderno! | | |} {| class=\"wikitable\" |+Voice over !Year !Title !Role !Notes |- |2012 |Brave |Singing |Soundtrack |- |2013 |Larry e os Sinistros |Victoria | |- |2014 |Legends of Oz: Dorothy's Return |Dorothy | |} {| class=\"wikitable sortable\" |+Internet !Year !Title !Role !Notes |- | 2010 | Manu Gavassi - A Série | rowspan=\"5\" | Herself | Webseries |- |2014 |Clichê Adolescente |Mini Documentary |- |2016 |Manu Gavassi: Vício |Webseries |- |2018;2020 |Garota Errada |Webseries |- |2019 |MINIdocs |Musical Documentary |} == Books == {| class=\"wikitable\" !Year !Title !Publishing company |- |2017 |Olá, Caderno! |Rocco |} == Awards and nominations == ;Prêmio MZOTV {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2012 | Best National Artist | Herself | |} ;MTV Millennial Awards Brazil {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2020 | ícone Miaw | Herself | |- | 2020 | Clipão do Ano | Áudio de Desculpas | |} ;Kids Choice Awards {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2012 | Best National Artist | Herself | |} ;Capricho Awards {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2010 | Melhor Video Clipe do Ano | Garoto Errado | |- | 2010 | Best National Album | Manu Gavassi | |- | 2011 | rowspan=4 | Best National Artist | rowspan=4 | Herself | |- | 2013 | |- | 2014 | |- | 2015 | |} ;Prêmio Jovem Brasileiro {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2011 | Best New Artist of the Year | Herself | |- | rowspan=3|2012 | Best Music Video | rowspan=3|Odeio | |- | Song of the Year | |- | Best Teen Singer | |- | 2016 | Best Singer | Herself | |- | rowspan=\"2\" |2020 |Best Singer |Herself | |- |Bombastic Clip |Áudio de Desculpas | |} ;Prêmio Multishow {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- | 2011 | Best Artist of the Year | Herself | |- | rowspan=2|2012 | Best Singer | Her discography | |- | Best Song | Odeio | |} ;Meus Prêmios Nick {| class=\"wikitable\" |- bgcolor=\"#CCCCCC\" align=\"center\" ! Year ! Category ! Recipient ! Result |- |rowspan=3|2011 | Best Singer | Herself | |- | Favorite Song | Planos Impossíveis | |- | Best New Artist | Herself | |- | rowspan=2|2012 | Favorite Singer | Herself | |- | Favorite Song | Odeio | |- | 2014 | Favorite Singer | Herself | |- | 2015 | Hottest Female Artist | Herself | |- | rowspan=\"6\" |2020 |Favorite Musical Artist |Herself | |- |Digital Content of the Year |\"Garota Errada\" | |- |Favorite National Hit |\"Áudio de Desculpas\" | |- |Inspiration of the Year |Herself | |- |Instagram of the Year |Herself | |- |Style of the Year |Herself | |} == References == == External links == * * * Category:1993 births Category:Living people Category:People from São Paulo Category:Brazilian people of Italian descent Category:Brazilian female singers Category:Brazilian female composers Category:Brazilian actresses Category:Brazilian pop singers Category:Singers from São Paulo Category:Actresses of Italian descent Category:21st-century Brazilian singers Category:21st-century women singers Category:Big Brother Brasil Category:Big Brother (franchise) contestants ",
    "title": "Manu Gavassi"
}