{
    "id": "53840418",
    "text": "Loga Park (Russian: Парк Логá) is a European-style landscape park situated in Khutor Staraya Stanitsa of Kamensk-Shakhtinsky City in the Rostov region of Russia. Its name came from the Logo beam in which floodplain it is situated. The Loga Park == History == The Loga Park was created by local businessman Sergey A. Kushnarenko, the owner of paints, varnishes and lacquers group Престиж холдинг in a droughty region in a former dump site and opened in 2012. == Landscape design == The park is an example of modern garden art and received a local unofficial name Little Switzerland for its picturesque view. Originally the Loga Park occupied an area of 16 hectares, and was subsequently expanded to 22 hectares. There is a false mirror gallery, a 7D cinematograph, a musical fountain, a garden of stones, a water mill, a river, bridges and gazebos, over a hundred sculptures, several ponds with turtles, golden fish and swans, waterfalls, small zoo with deer, squirrels, raccoons, peacocks and many other kinds of birds and animals. In 2015, a new Orthodox church of St. Sergius of Radonezh was erected on the territory of the park. There is a restaurant Teterev, and a snack-bar Lukomoriye, where Russian and European cuisine are served in the interior of the Russian mansion. == Admission and opening times == Admission is free. The park is open 24 hours. There is car parking. == Present day == Every day the staff of 40 people including professional landscape designers work in the park. The Loga Park has an operating cost of about 1 million rubles a month. Further expansion of the territory is planned as well as construction of an aqua park and a hotel. In 2016, the park was visited by the governor of the Rostov region Vasily Golubev, who promised to support the park and build a separate road to it from the highway M-4 Don. The entry is from the Don highway through the junction following signpost to the Old Stanitsa. == References == == External links == * Logapark.ru * Loga.ru * http://worldroads.ru/park-loga-samyiy-krasivyiy-na- donu * На Старую Станицу свалился кусочек Швейцарии * Wikimapia парк «Лога́» * Губернатор пообещал дорогу к парку “Лога” Category:Parks in Russia Category:2012 establishments in Russia Category:Protected areas established in 2012 Category:Tourist attractions in Rostov Oblast ",
    "title": "Loga Park"
}