{
    "id": "53846597",
    "text": "Richard Kraut is the Charles and Emma Morrison Professor in the Humanities at Northwestern University.Faculty Profile at Northwestern University. == Biography == Richard Kraut got his M.S. from the University of Michigan, and his Ph.D. from Princeton University in 1969. == Bibliography == === Books === * Socrates and the State (Princeton UP: 1984). * Aristotle on the Human Good (Princeton UP: 1989). * Aristotle Politics Books VII and VIII, traduction avec commentaires (Clarendon: 1997). * Aristotle: Political Philosophy (Oxford UP: 2002) * What is Good and Why: The Ethics of Well-Being (Harvard UP: 2007). * How to Read Plato (Granta Books : 2008). * Against Absolute Goodness (Oxford University Press: 2011). === Editor === * The Cambridge Companion to Plato (Cambridge, 1992). * Plato's Republic: Critical Essays (Rowman & Littlefield, 1997). * Aristotle's Politics: Critical Essays (with Steven Skultety, Rowman & Littlefield, 2005) * The Blackwell Guide to Aristotle's Nicomachean Ethics (2006) === Articles === * Two Conceptions of Happiness, The Philosophical Review 88 (1979), . (Reprinted in Louis Pojman, ed., Ethical Theory: Classical and Contemporary Readings, Wadsworth Publishing Co., 1989; also in William H. Shaw, ed., Social and Personal Ethics, Wadsworth Publishing Co., 1993, and in T.I. Irwin, ed., Articles on Greek and Roman Philosophy, Garland Publishing Inc. * The Defense of Justice in Plato's Republic, in R. Kraut (ed.), The Cambridge Companion to Plato, Cambridge University Press, 1992, . * Return to the Cave: Republic 519-521, In Oxford Readings in Philosophy: Plato: Ethics, Politics, Religion, and the Soul, ed. by Gail Fine, Oxford University Press, 1999 * Doing Without Morality: Reflections on the Meaning of Dein in Aristotle's Nicomachean Ethics, Oxford Studies in Ancient Philosophy, mai 2006, . * How to Justify Ethical Propositions, in Richard Kraut (ed.), The Blackwell Guide to Aristotle's Nicomachean Ethics, (2006, . * The Examined Life, Sara Ahbel-Rappe & Rachana Kamtekar (eds.), A Companion to Socrates. Blackwell (2006, pp. 228–42). * An Aesthetic Reading of Aristotle’s Ethics. In Verity Harte and Melissa Lane (eds.), Politeia: Essays in Honour of Malcolm Schofield, Cambridge University Press, 2013. * Human Diversity and the Nature of Well-Being: Reflections on Sumner’s Methodology, Res Philosophica, vol. 90, , juillet 2013, . * “Précis: Against Absolute Goodness” and “Replies to Stroud, Thomson, and Crisp,” Philosophy and Phenomenological Research, Vol. 87, , et , septembre 2013. ==References== Category:Aristotle Category:20th- century American philosophers Category:21st-century American philosophers Category:1944 births Category:Living people Category:Northwestern University faculty Category:Princeton University alumni Category:University of Illinois at Chicago faculty ",
    "title": "Richard Kraut"
}