{
    "id": "53849817",
    "text": "Swathy Narayanan is an Indian actress who has worked in the Tamil and Malayalam film industries. After making her debut in the Malayalam film Vasanthiyum Lakshmiyum Pinne Njaanum (1999), she has starred in films including Su.. Su... Sudhi Vathmeekam (2015) and Ilai (2017). ==Career== Born and brought up in Perumbavoor in Ernakulam, Swathy Narayanan made her acting debut as a child artiste in the Malayalam drama film Vasanthiyum Lakshmiyum Pinne Njaanum (1999) portraying the younger version of Kaveri's character, before continuing her interest in the arts by training as a dancer under the tutoring of Kuchipudi expert Anupama Mohan. Alongside her interest in dance, Swathy qualified as an Ayurvedic doctor in Thrissur. While casting for Su.. Su... Sudhi Vathmeekam (2015), Swathy was recommended to director Ranjith Sankar by her family friend Asha Sarath. In the film, Swathy portrayed a girl from Mumbai, in a cast also including Jayasurya and Sshivada. She then featured in her first Tamil film, Bineesh Raj's period drama Ilai (2017), where she played the title role. For the role, Swathy sported a de-glam look and shot for the project in interior villages of Tamil Nadu. Narrating the importance of education for girl children, the film had a low profile opening at the box office in April 2017. ==Filmography== {| class=\"wikitable\" |- style=\"background:#cccccf; text-align:center;\" | Year || Film || Role || Language || Notes |- |rowspan=\"1\"|1999 || Vasanthiyum Lakshmiyum Pinne Njaanum || Young Lakshmi || Malayalam || Child artiste |- |rowspan=\"1\"|2015 || Su.. Su... Sudhi Vathmeekam || Sheela || Malayalam || |- |rowspan=\"1\"|2017 || Ilai || Ilai || Tamil || |} ==References== ==External links== * Category:Indian film actresses Category:Living people Category:Actresses in Tamil cinema Category:Actresses in Malayalam cinema Category:Year of birth missing (living people) Category:21st-century Indian actresses Category:People from Ernakulam district Category:Actresses from Kerala Category:Child actresses in Malayalam cinema Category:Actresses from Thrissur ",
    "title": "Swathy Narayanan"
}