{
    "id": "53846459",
    "text": "Nalla Theerpu () is a 1959 Indian Tamil-language legal drama film directed by T. Prakash Rao. The film stars Gemini Ganesan and Jamuna. ==Plot== A man (Nagaiah) who works in a bank is imprisoned on a charge of murder that he did not commit. He asks his wife (Kannamba) to tell the world her husband is dead and asks her to dress like a widow. He requests her to make their son (Ganesan) a lawyer so that he can win the case and get him released. The son turns into an efficient lawyer and wins the case against his father. ==Cast== Cast according to the opening credits of the film ;Male cast *Gemini Ganesan *V. Nagaiah *M. G. Chakrapani *S. V. Sahasranamam *T. R. Ramachandran *T. S. Durairaj ;Female cast *Jamuna *P. Kannamba *M. N. Rajam *Ragini *Kusalakumari *M. Saroja ==Production== The producer Sundar Lal Nahatha came from Vijayawada to Chennai and set up his own film production company. He produced many films in Tamil, Telugu and Hindi under different banners. This film is one of them produced under the banner Sri Productions. ==Soundtrack== Music was composed by S. M. Subbaiah Naidu, while the lyrics were penned by Ku. Ma. Balasubramaniam, Udumalai Narayana Kavi, Pattukkottai Kalyanasundaram and Suratha. Playback singers are T. M. Soundararajan, P. Leela, Jikki and P. Susheela. Ragini dances to the song \"Azhagaana Maaran Yaaradi\" set in the raga 'Bhairavi'. {| class=\"wikitable\" style=\"font-size:95%;\" ! No. !! Song !! Singer/s !! Lyricist !! Duration (m:ss) |- | 1 || Azhagaana Maaran Yaaradi || P. Leela || rowspan=3|Ku. Ma. Balasubramaniam || 03:18 |- | 2 || Vandu Vandhu Paadaamal || Jikki || 03:41 |- | 3 || Velli Odam Pole || P. Susheela || |- | 4 || Munnariyum Deivamada || rowspan=4|T. M. Soundararajan || rowspan=3|Udumalai Narayana Kavi || 02:24 |- | 5 || Dheivathaal Aagaadhu Eninum || 01:18 |- | 6 || Thaayin Mozhi Vazhiye || 01:08 |- | 7 || Adhu Irundhaa Idhu Ille || Pattukkottai Kalyanasundaram || 03:53 |- | 8 || Nithiraiyil Chithira Kanavu || P. Susheela || Suratha || 03:24 |} ==Reception== The film fared well at the box office. Film historian Randor Guy wrote in 2013 that the film is \"Remembered for the impressive performances of the cast, meaningful dialogues, captivating camera work, and deft direction.\" ==References== ==External links== * Category:Indian films Category:Indian drama films Category:Indian legal films Category:Indian courtroom films Category:1950s Tamil-language films ",
    "title": "Nalla Theerpu"
}