{
    "id": "53849078",
    "text": "Adel Khodhor Hafedh Al-Musawi better known as Adel Khudhair ( , (born 1 July 1954 in Basra) is a coach and former international Iraqi football player, he played as a midfielder. ==International posts== Khudhair appeared at the World Military Cup 1977, and also played in the Moscow Olympics in 1980. He played in The 5th Gulf Cup of Nations 1979 and scored two goals, the first goal against Emirates, and the second against Oman. ==Political aspect== In 1982, the Iraqi Ba'athist government overthrew Khudhair out the national team after they learned that his brother (Shaker) belonged to the Dawa party. His brother was then assassinated with his son (Mahmoud) by the government and Khudhair was subsequently placed under house arrest. After the outbreak of the 1991 uprising in Basra, Khudhair took part in a military operation and was seriously injured. He was taken to Kuwait, then to Iran and treated in hospital. And then returned to join the Iraqi opposition front through Patriotic Union of Kurdistan until the 2003 invasion of Iraq.Interview with Khudhair on kooora.com (in Arabic) ==Coaching career== Since 2003, Khudhair has been a professional coach in Bahrain, where he has trained many Bahraini clubs and achieved excellent results with them, including Al-Malkiya, Al- Ettifaq, Al-Tadhamon and East Riffa Club. ==International goals== :Scores and results table. Iraq's goal tally first: ==Honors== ===Local=== ;Al-Zawraa * Iraqi Premier League: 1977, 1979. * Iraq FA Cup: 1979, 1981, 1982. ===International=== ;Iraq * 1977 World Men's Military Cup: Champion * 1979 Gulf Cup of Nations: Champion ==Notes== ==References== * Iraqi national team players database * The history of Iraqi football, 1979 * The history of Iraqi football, 1981 * Adel Khudhair clips: Interview in June 2016, Khudhair's goal in 1979 against Emirates *Al-Minaa Club: Sailors of south Category:1954 births Category:Living people Category:Association football midfielders Category:Iraqi footballers Category:Al-Mina'a SC players Category:Al-Zawraa SC players Category:Sportspeople from Basra Category:Iraq international footballers Category:1976 AFC Asian Cup players Category:Olympic footballers of Iraq Category:Footballers at the 1980 Summer Olympics Category:Iraqi football managers Category:Expatriate football managers in Bahrain Category:Malkiya Club managers ",
    "title": "Adel Khudhair"
}