{
    "id": "53847071",
    "text": "Patribotics is the blog of British-American independent investigative journalist Louise Mensch. The blog was launched in January 2017. In addition to hosting articles by Mensch, the site has occasionally hosted articles by tech expert Laurelai Bailey, and articles jointly written by Mensch and Claude Taylor, a former official in Bill Clinton’s White House. Although some of the reports in Patribotics have been later confirmed by major mainstream news outlets, the blog is controversial, since Mensch's claims, theories, and hypotheses are cited to information from unnamed sources connected to the intelligence community. A few critics have considered the blog posts to be conspiracy theories. ==Inception== Louise Mensch, a former British MP who moved from England to the U.S. in 2012, launched Patribotics in January 2017, after stepping down as writer and manager of the news, opinion, and commentary site Heat Street, which she had co-launched in February 2016. In February 2017, Mensch told The Guardian that she moved from writing for Heat Street to her own blog site because she prefers the freedom of self-publishing; she stated, \"I didn't want to be subject to an editing process. Editors would ask: who are your sources? And I can't tell them.\" She said that she has been able to cultivate sources in the intelligence community because of her staunch advocacy of US and UK intelligence agencies following former NSA contractor Edward Snowden's revelations about mass surveillance. ==Reception== Mensch's inaugural post on Patribotics, titled \"Dear Mr. Putin, Let’s Play Chess\", was published January 17, 2017. One month later Vanity Fair described it as a \"must-read primer\" on the Trump-Russia situation and \"prescient as hell\", and GlobalSecurity.org quoted it extensively and described it as \"well-informed\". Mensch's February 14, 2017 article in Patribotics, which elaborated her theory that the 2016 Anthony Weiner sexting scandal was a hoax perpetrated by Russian-led hackers who also planted Hillary Clinton's emails on Anthony Weiner's laptop, was criticized by several journalists and commentators as conspiracy theory. On May 9, 2017, Russ Baker and two co-authors posted a month-long independent investigation of the Weiner scandal in the investigative news site WhoWhatWhy; the report mentions Mensch's article and parallels or supports some of her conclusions. After national news outlets reported on May 19, 2017 that Weiner had pleaded guilty to transferring obscene materials to a minor, Mensch added some corrections to her February 14 article. On May 22, 2017, The Hill picked up and analyzed the WhoWhatWhy exposé, and the political blog JPCvoice, citing The Hill, subsequently noted further parallels to Mensch's original Patribotics article. Several news outlets and journalists, including Keith Olbermann, Inquisitr, and others, have cited Mensch's Trump-Russia Patribiotics articles as credible theories and informed speculation. Some outlets have posted details of assertions Mensch makes in Patribotics and have characterized them as being unsubstantiated theories with varying degrees of plausibility. Reviews of the blog as a whole have characterized it as being of mixed reliability, with some of Mensch's statements therein having been later confirmed by major mainstream news outlets. Some reviewers have asserted that Patribotics articles overall are conspiracy theories. == References == == External links == * Patribotics – Official site Category:American political blogs Category:Internet properties established in 2017 ",
    "title": "Patribotics"
}