{
    "id": "53847551",
    "text": "Gordon Phillips is an American financial economist, currently at Tuck School of Business, Dartmouth College. He obtained his bachelor's degree at Northwestern University in 1986 and his Ph.D. and M.A. from Harvard University in 1991. Gordon Phillips is currently the C.V. Starr Foundation Professor and Faculty Director of the Center for Private Equity and Venture Capital at the Tuck School of Business. He is also a research associate at the National Bureau of Economic Research (NBER) (www.nber.org) and a visiting research professor at Tsinghua University in Beijing. He previously taught at the University of Southern California and the University of Maryland. He has been a visiting professor at Duke University, HEC Paris, Insead, MIT, and Southern Mediterranean University. He received his MA and Ph.D. from Harvard University and his undergraduate degree from Northwestern University. His areas of research include corporate finance and how financial decisions impact firms' strategic decisions, and contracting in financial markets. His work in corporate finance includes studies of private equity issuance, capital structure, Chapter 11 bankruptcy, how leverage buyouts and other forms of high debt influence a firms' and rivals' investment decisions. Recent research published in the Review of Financial Studies and the Journal of Political Economy has been on applying computational linguistics to firm financial statements to analyze merger synergies, dividends and product market competition. Research published in the Journal of Finance has been on real and financial booms and busts and mergers and acquisitions and how firms organize across multiple markets. He recently presented the keynote address on PIPEs (private investment in public equity) to an audience of executives and finance professionals. He has served as an associate editor at The Review of Financial Studies and The Journal of Corporate Finance. ==Recent Publications== * G. Hoberg and G. Phillips, \"Text-Based Industry Momentum,\" [online appendix], Journal of Financial and Quantitative Analysis, 2017 * L. Fresard, U. Hege, and G. Phillips \"Extending Industry Specialization through Cross-Border Acquisitions\" Volume 30, Issue 5, 1 May 2017, Pages 1539–1582, * G. Hoberg and G. Phillips, “Conglomerate Industry Choice and Product Language, ” Management Science, 2017 * G. Phillips and G. Sertsios, \"Financing and New Product Decisions of Private and Publicly Traded Firms,\" Review of Financial Studies, Volume 30, Issue 5, 1 May 2017, Pages 1744–1789, * G. Hoberg and G. Phillips,“Text-Based Network Industries and Endogenous Product Differentiation” Journal of Political Economy, October 2016 ==References== ==External links== * * * Category:Year of birth missing (living people) Category:Living people Category:Dartmouth College faculty Category:American economists Category:Harvard University alumni Category:Northwestern University alumni ",
    "title": "Gordon Phillips (economist)"
}