{
    "id": "53852152",
    "text": "Cyberactivism in North Korea refers to activism carried out with the use of information technologies such as the Internet and the distribution of information by civil society typically outside of North Korea to initiate and/or support change from within North Korea. ==Measures== * Media, information and technologies can be smuggled or sent into North Korea * Local IT infrastructure can be exploited * Local IT infrastructure can be built (e.g. mesh networking) ==Examples== * Fighters for a Free North Korea, an activist group led by North Korean defector Park Sang-hak sent plastic bags with anti-Pyongyang leaflets, dollar bills and USB memory sticks into the country via helium balloons * According to Jeong Kwang-il, founder of the group No Chain, stealthy drones have been delivering SD cards and flash drives to North Korean residents since early 2015 * In 2013 Anonymous started 'Operation Free Korea' ==Commentary== Jack David, senior fellow at the Hudson Institute and former presidential deputy assistant secretary of defense for combating weapons of mass destruction states that \"by clinging to the hope that Pyongyang can be induced to give up its ambitions for nuclear weapons and long-range missiles, officials are distracted from pursuing policies that might actually enable the people of North Korea to end the Kim dynasty\" and that America's goal should be regime change. He suggests the next administration to \"deny North Korean actors access to international financial institutions, and support the efforts of refugees (in South Korea and elsewhere) to pass information about the Free World to friends and family in North Korea\". ==See also== * North Korea and weapons of mass destruction * Censorship in North Korea ** Internet in North Korea * Propaganda in North Korea * Human rights in North Korea * Liberty in North Korea * * Technology transfer * Plausible deniability * Netizen * International security ==References== ==External links== * Here's How Activists Smuggle Friends Into North Korea, WIRED * Category:Politics of North Korea Category:Information society ",
    "title": "Cyberactivism in North Korea"
}