{
    "id": "53850919",
    "text": "Angélica Pecado is a Venezuelan telenovela written by Martín Hahn and produced by RCTV in 2000. The telenovela lasted 150 episodes and was distributed internationally by RCTV International. Daniela Alvarado and Simón Pestana starred as the main protagonists accompanied by Eileen Abad, Amanda Gutiérrez, Hilda Abrahamz, Jaime Araque, Alba Roversi and Margarita Hernández as the antagonist. ==Plot== The Del Ávila family which owns the Hotel Villa Del Ávila and a mansion is divided into two camps: those who want to sell the hotel for the value of the land and those who oppose it. When Don Diego Del Avila is going to announce his successor in the hotel administration , his brother-in- law Rodrigo Córdoba, is mysteriously murdered, beginning a bloody struggle of interests in the family. In the midst of this war, Angelica Rodríguez arrives to change the course of things. Angelica is a young farmer who works in the Finca \"El Desafío\", property recently acquired by Marcelo Córdova Del Ávila, son of the man killed and Natalia Del Ávila, sister of Diego. Marcelo, for his part, falls in love with Angelica, but is forced to leave for the capital to formalize his marriage bond with Malena Vallejo, his fiancée, daughter of the prosperous businessman Hugo Vallejo, who has always wanted to use the Hotel Villa Del Ávila . What Marcelo does not know is that his night of love with Angelica has left a mark. She stays with the hope that he will arrange things and will return, but the days pass and Marcelo does not return. She decides to go and look for him, but when she arrives in Caracas, she learns the truth: Marcelo is married. Erasmo Del Avila, Marcelo's cousin, the only son and sure successor of Don Diego, provides support to Angelica when he learns of her situation. In spite of her pregnancy it, Angélica is introduced to high society from where she will fight for Marcelo's love. She then agrees to marry Erasmus, who tells the family members that the child she expects is from him, so that when he dies from the diagnosed tumor they do not take away his wife's rights. After being married, Erasmo aims to achieve the overcoming of Angelica in all areas of his personal formation possible, since Erasmo is aware of how the world is where he will live (discrimination, humiliation and ambition), many losses are approaching To be the wife of Erasmo and future heiress becomes the second main target of the mysterious assassin after Erasmo and for which she must be prepared. ==Cast== * Daniela Alvarado as Angélica Rodríguez * Eileen Abad as Malena Vallejo * Simón Pestana as Marcelo Córdoba del Ávila * Jaime Araque as Erasmo del Ávila Echeverría * Alba Roversi as Francisca Del Ávila * Hilda Abrahamz as Rebeca Del Ávila Echeverría *Javier Vidal as Hugo Vallejo *Amanda Gutiérrez as Natalia \"Nathy\" del Ávila Vda. de Córdoba *Carmen Julia Álvarez as Olga de Rodríguez *Carlos Villamizar as Don Diego del Ávila *Albi De Abreu as Alexander \"Alex\" Parra *Saúl Marín as José Toribio Castellanos *Margarita Hernández as Rosa Helena de Vallejo *Carlos Arreaza as Dr. Juan María Vallejo *Eliana López as Tibisay *Nacarid Escalona as Roseta Róbalo *Nacho Huett as Lucas *Ivette Domínguez as Matilde *Oswaldo Mago as Valentín Losada *Bebsabe Duque as Corina Rodríguez *Carlos Guillermo Haydon as Darío Godoy del Ávila *Samuel González as Víctor *Juan Carlos García as Paolo Montesinos *Yoletty Cabrera as Diana León *Félix Loreto as Rodrigo Córdoba del Ávila *Jessica Cerezo as Eleonora La Corte *Liliana Meléndez as Oliva *Natacha Moll as Maximina \"Mina\" *Marcos Campos as Pepe *Ileana Alomá as Julie *Carmen Landaeta as Esther Camacho *Elena Toledo as Giovanna *José Ávila as Alejandro *Gledys Ibarra as Karen Goldbert / Karina Mogollón *Crisol Carabal as Verónica *Marielena Pereira as Sussana López *Manuel Salazar as Jack Goldbert ==References== ==External links== * Category:Venezuelan telenovelas Category:2000 telenovelas Category:RCTV telenovelas Category:2000 Venezuelan television series debuts Category:2001 Venezuelan television series endings Category:Spanish-language telenovelas Category:Television shows set in Venezuela ",
    "title": "Angélica pecado"
}