{
    "id": "53856880",
    "text": "Playboi Carti is the eponymous debut mixtape by American rapper Playboi Carti. It was released on April 14, 2017, by AWGE Label and Interscope Records. The mixtape features production from Pi'erre Bourne, Southside and others, and guest appearances from American rappers Lil Uzi Vert, ASAP Rocky, and Dutch singer Leven Kali. The physical version of the mixtape was released on October 6, 2017, and a vinyl edition was released on November 17, 2017.http://amazon.com/Playboi-Carti-LP/dp/B07614JC6R The mixtape was supported by three singles – \"Lookin'\", \"Woke Up Like This,\" and \"Magnolia\", the third peaking at number 29 on the US Billboard Hot 100. It was Carti's highest single at the time. ==Release== Lil Uzi Vert appears on the album Two singles were released prior to the mixtape’s release. These included “Lookin”, which featured Lil Uzi Vert, released on March 17, 2017, and “wokeuplikethis*”, which also featured Lil Uzi Vert, which released on April 7, 2017, one week before the mixtape’s release. The single “Magnolia” was later released on June 13, 2017. Playboi Carti debuted at number 12 on the US Billboard 200, with 28,000 album-equivalent units, of which 21,000 were streaming units and 7,000 were pure album sales. As of September 2017 the mixtape has moved over 367,000 units. The mixtape was certified Gold by the RIAA on January 10, 2018 for sales over 500,000 units. A music video was released for \"Magnolia\" on July 10, 2017. It was directed by Hidji Films and features cameo appearance from the song's producer Pi'erre Bourne, as well as cameo appearances from Southside, ASAP Rocky, Slim Jxmmi, A Boogie wit da Hoodie, Don Q, Nav, Casanova, Smooky Margielaa, Squidnice and Cash, one of the XO members. It has amassed over 120 million views as of July 2020. A music video was released for “Woke Up Like This” on August 9, 2017. The music video features Lil Uzi Vert, and has amassed over 42 million views as of July 2020.https://www.youtube.com/watch?v=REmZhFKmOmo A music video for “New Choppa” was released on August 31, 2017. It features ASAP Rocky, and has amassed over 22 million views as of July 2020.https://www.youtube.com/watch?v=_JZqoGz0b6o ==Critical reception== The mixtape received generally positive reviews from critics. In a positive review, Jon Caramanica of The New York Times called the project \"erratic, sometimes transfixingly so,\" stating that \"Playboi Carti’s album takes hip- hop’s ad-lib era to its logical extreme — everything sounds like an ad-lib, even the main lyrics.\" In a more negative review, HipHopDX critic Narshima Chintaluri described the record as \"simply a glorified beat tape with ad- libs\", stating Carti \"need[s] to further develop his songwriting in order to maintain this allure alongside his more successful contemporaries.\" Brian Duricy of PopMatters described the record as \"the sonic equivalent of the stereotypical laissez-faire worker who breezes through presentations on sheer personality alone,\" stating that \"over the production, however, you’re not getting particularly much.\" Pitchfork's Briana Younger wrote that \"Playboi Carti feels like a break from life, the soundtrack to a mindless good time,\" and adding that \"Carti is tactful in discerning where and when he can get away with letting the instrumental ride and when he needs to rise to the occasion.\" The single \"Magnolia\" was awarded Best New Track by Pitchfork. ===Accolades=== The mixtape appeared on 2017 year-end album lists by publications such as Fact, Pitchfork, and Tiny Mix Tapes. John Twells of Fact stated that the project \"adeptly taps into a widespread youthful malaise and the genre-fluid playlist culture that has come to dominate rap’s mainstream [...] Sad and restless but also party-ready, Playboi Carti doesn’t need political rambling or conscious posturing to get its message across.\" Corrigan B of Tiny Mix Tapes wrote that \"of everything that 2017 promised about rap’s future, Playboi Carti felt the most like a real path forward, a crystallization of the SoundCloud underground’s zeitgeist in a format built to transcend the scene’s messy adolescence.\" {| class=\"wikitable sortable\" |- ! Publication ! Accolade ! Rank ! class=\"unsortable\"| |- |Fact |The 50 best albums of 2017 | | |- |Gorilla vs. Bear |Gorilla vs. Bear's Albums of 2017 | | |- |Tiny Mix Tapes |2017: Favorite 50 Music Releases | | |- |Rolling Stone |40 Best Rap Albums of 2017 | | |- |Cult MTL's Mr. Wavvy |Best Music of 2017 | | |- | rowspan=\"2\" |Pitchfork | The 50 Best Albums of 2017 | | |- |The 200 Best Albums of the 2010s | | |} ==Track listing== Credits adapted from the album's liner notes and ASCAP. Notes * signifies an uncredited co-producer * \"Woke Up Like This\" is stylized as \"wokeuplikethis*\" * \"Do That Shit\" is stylized as \"dothatshit!\" * \"Let It Go\" features uncredited additional background vocals by MexikoDro * \"Kelly K\" features uncredited additional background vocals by Blakk Soul * \"Lame Niggas\" is stylized as \"Lame Niggaz\" Sample credits * \"Location\" contains samples of \"Endomorph\", written by Allan Holdsworth and Rowanne Mark, as performed by Holdsworth. ==Personnel== Credits adapted from the album's liner notes. Technical * Hector Delgado – mixing , recording * Frankly Kastle – mixing assistant * Harry Fraud – recording * Tatsuya Sato – mastering * Kesha Lee – mixing , recording , mastering * Roark Bailey – recording * Max Lord – recording * Finis \"KY\" White – mixing * Dan FryFe – recording assistant * David Kim – mixing , recording ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 62 |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 25 |} ==Certifications== ==References== ==External links== * Category:2017 mixtape albums Category:2017 debut albums Category:Albums produced by Southside (record producer) Category:Albums produced by Hit-Boy Category:Albums produced by Harry Fraud Category:Albums produced by Jake One Category:Albums produced by Pi'erre Bourne Category:Interscope Records albums Category:Cloud rap albums Category:Playboi Carti albums ",
    "title": "Playboi Carti (mixtape)"
}