{
    "id": "53859548",
    "text": "Desert X is a site-specific, contemporary art exhibition that is held in the Coachella Valley in Southern California. The inaugural Desert X was held from February 25 to April 30, 2017; Desert X 2019, February 9 to April 21. ==Background== Desert X is the exhibition of Desert Biennial, a 501(c) charitable organization founded in 2015. The exhibition is meant to bring attention to the valley's environment through the display of works by emerging artists. Themes include climate change, immigration, tourism, gambling, and Native American culture. === 2017 === The participating artists included Doug Aitken, Lita Albuquerque, Jeffrey Gibson, Sherin Guirguis, Glann Kaino, Richard Prince, Rob Pruitt, Julião Sarmento, Phillip K. Smith III, and Tavares Strachan. Works included a camouflaged house covered in mirrors, an autonomous vehicle known as the \"ShyBot\" that is programmed to avoid people, as well as an underground bunker with a kitsch sculpture of John F. Kennedy. In February 2017 the robot’s creator, an Italian artist known as \"Norma Jeane\", lost contact with ShyBot. All communication was lost, and some thought the art robot was \"bot-napped\". In July 2018, an off-roader found ShyBot and through a QR code on the body was able to contact Desert X and facilitate her return. === 2019 === The participating artists included Iván Argote, Nancy Baker Cahill, Cecilia Bengolea, Pia Camil, John Gerrard, Julian Hoeber, Jenny Holzer, Iman Issa, Mary Kelly, Armando Lerma, Eric N. Mack, Cinthia Marcelle, Postcommodity, Cara Romero, Sterling Ruby, Kathleen Ryan, Gary Simmons, Superflex, Chris Taylor & Steve Badgett. Neville Wakefield acted as artistic director.https://www.desertx.org/about-us ==Select artists== * Doug Aitken * Lita Albuquerque * Nancy Baker Cahill * Jeffrey Gibson * Sherin Guirguis * Glenn Kaino * Richard Prince * Rob Pruitt * Julião Sarmento * Phillip K Smith III * Tavares Strachan ==Gallery== File:Mirage - Doug Aitken.jpg|Mirage by Doug Aitken consists of a house fully covered on the inside and out with mirrors File:The Circle of Land and Sky - Philip K Smith.jpg|Philip K. Smith III's Circle of Land and Sky consists of 300 reflectors, made of polished stainless steel, that are placed in a large circle at 10 degree angles. File:Hollow Earth - Glenn Kaino.jpg|Hollow Earth by Glenn Kaino is an illuminated, glass-covered hole that creates the illusion of a tunnel descending deep into the Earth File:Curves and Zigzags - Claudia Comte.jpg|Curves and Zigzags by Claudia Comte File:Curves and Zigzags (Jump) - Claudia Comte.jpg|A spectator having fun at Curves and Zigzags by Claudia Comte ==See also== * Coachella Music Festival * Palm Springs Art Museum ==References== Category:Contemporary art exhibitions Category:Concepts in aesthetics Category:Modern art Category:Modernism Category:Public art ",
    "title": "Desert X"
}