{
    "id": "53853343",
    "text": "Rear view of the NIO EP9. The NIO EP9 is an electric-powered, two-seat sports car manufactured by NIO, assisted by their Formula E racing division. The name EP9 stands for Electric Performance 9. == History == Developed and built in 18 months, the EP9 debuted at the Saatchi Gallery in London, England. Six EP9s have been sold to NIO investors for each. NIO has announced that ten additional EP9s will be sold to the general public. == Specifications == Each of the EP9's wheels has its own motor and transmission. Each motor has , giving the car a total power output of . The EP9 is both all-wheel drive, and individual-wheel drive. The car has an advanced torque vectoring system that can adjust the power output to each wheel. The EP9's battery can last up to before it needs to be charged. Recharging takes 45 minutes, and battery replacement takes 8 minutes as the batteries need to be removed when recharged. The car is equipped with an active suspension, including a ride height controller that makes 200 calculations per second. The car's brakes are constructed and developed in house by NextEV. The car's chassis construction is all carbon fibre, and is based on the FIA Le Mans Prototype regulations. The exterior is also made of the same material. The vehicle's batteries weigh . All of the carbon fibre in the car, in total, weighs . The total weight of the car is . The car comes with three power modes, each of which supply power to the batteries either for road or track use. * 12 Volts for road use * 750 Volts for track use * 3G (1 MegaWatt) for full track power. == Performance == The EP9 can accelerate from 0 to in 2.7 seconds, in 7.1 seconds, and in 15.9 seconds, as demonstrated by Richard Hammond in The Grand Tour. The car can achieve a top speed of . The EP9 can also brake at a very short distance, as Richard Hammond demonstrated at the Eboladrome. The car is somewhat capable of autonomous driving, which it did when the car set a record for fastest autonomous driving at the Circuit of the Americas. However, this was only possible because it was configured to drive autonomously. == Design == === Exterior === The EP9's rear wing is adjustable between three settings: parked, low-drag, and high-downforce. The EP9 produces 24,000 newtons (5,395 lbs or 2447 kg) of downforce at , similar to a Formula One car, allowing the EP9 to corner at 3.0 Gs. === Interior === The interior, like the exterior and chassis, is made entirely of carbon fiber. There are four screens: one on the driver's side of the dashboard, one on the passenger's side of the dashboard, one on the center console, and one on the steering wheel. * Dashboard screens - Both screens display performance data, but differ in function. The passenger-side screen displays only four measurements: the car's top speed, lap time, and lateral G-forces, and the driver's heart rate. * Center console screen - Displays performance data, lap times, and a track map with the car's current position. * Steering wheel screen - The steering wheel is a simplified version of NextEV's Formula E racing wheel, and is built by the same company. == World records == The EP9 set the record the fastest lap by an electric vehicle for the Circuit of the Americas, Shanghai International Circuit and the Circuit Paul Ricard tracks. It also set the record for the fastest lap by an autonomous vehicle at the Circuit of the Americas track. {| class=\"wikitable\" !Track !Lap Time !References |- |Circuit Paul Ricard |1:52.78 | |- |Circuit of the Americas |2:11.30 (driver) 2:40.33 (auto) | |- |Shanghai International Circuit |2:01.11 | |} The EP9 used racing slicks, so the published times are not comparable to those by cars in street-legal states. ==See also== * Aspark Owl * Rimac Concept One * Tesla Roadster (2020) * Volkswagen I.D. R * Lotus Evija == References == EP9 Category:Electric sports cars Category:Cars introduced in 2017 Category:Coupés Category:All-wheel-drive vehicles ",
    "title": "NIO EP9"
}