{
    "id": "53854176",
    "text": "NIO Eve concept rear The NIO EVE is a concept car by NIO, with a working prototype that was unveiled in SXSW 2017. The car is said to be an autonomous vehicle, but can be manually driven if chosen. NIO says the car will be in production by 2020. The NIO website includes a section that allows browsers to look around the car. == Design == The exterior of the car was chosen under the car's long wheelbase with short overhangs, low cockpit, and large rims. Distinct features will also appear through the X-bar, dynamic rims, and the tail lights. The surface across the vehicle allows active opacity instantly, letting the passengers and driver block away from the sun, or see far distances. The distinct doors allow a spacious entrance to the car. Able to fit six people, the interior s spacious and reflects a living environment. The primary seating area in the rear left area of the interior has two face-to- face positioned seats with a fold-out table. A tactile fixed controller sits on one of these seats to allow adjustments or interactions with their surroundings. A relaxation area is located in the rear right of the interior, allowing the passenger to recline for sleep. The frontal area of the interior, when autonomous, has an extended window that goes across the car from the front to the rear. When manually driven, a pop-up steering wheel is used to drive the car. The frontal area also includes an open interface that includes all of the driver's personalized content. This replaces the usual gauge dash. The roof area of the windshield is used as a \"space observatory\" at night, showing the driver and passengers the constellations, stars, moons, and planets at the sky. The Eve also has new protocols that works together with people and other vehicles that surround it. Eve also has sensors on its body, allowing it to be aware of its surroundings when driving, and recognize other vehicles. == Digital companion == The car uses a system called NOMI, an artificially-intelligent digital companion which learns about its driver and passenger to meet their needs. The device's embodiments are found at the front and rear. The device's canvas is the front windshield, to display any information to the driver and passengers. The canvas is also used to give an augmented experience, whether it is personal info or entertainment. This also displays any attractions as a suggestion. == References == Category:NIO (car company) vehicles Category:Electric concept cars ",
    "title": "NIO Eve"
}