{
    "id": "53850446",
    "text": "Daphne Anne Caruana Galizia (née Vella; 26 August 1964 – 16 October 2017) was a Maltese journalist, writer, blogger and anti-corruption activist, who reported on political events in Malta. In particular, she focused on investigative journalism, reporting on government corruption, nepotism, patronage, allegations of money laundering, links between Malta's online gambling industry and organized crime, Malta's citizenship-by-investment scheme, and payments from the government of Azerbaijan. Caruana Galizia's national and international reputation was built on her regular reporting of misconduct by Maltese politicians and politically exposed persons. Caruana Galizia continued to publish articles for decades, despite intimidation and threats, libel suits and other lawsuits. She was arrested by the Malta Police Force on two occasions. Caruana Galizia's investigations were published via her personal blog Running Commentary, which she set up in 2008. She was a regular columnist with The Sunday Times of Malta and later The Malta Independent. Her blog consisted of investigative reporting and commentary, some of which was regarded as personal attacks on individuals, leading to a series of legal battles. In 2016 and 2017, she revealed controversially sensitive information and allegations relating to a number of Maltese politicians and the Panama Papers scandal. On 16 October 2017, Caruana Galizia was murdered close to her home when a car bomb was detonated inside her vehicle, attracting widespread local and international condemnation of the attack. In December 2017, three men were arrested in connection with the car bomb attack. Police arrested Yorgen Fenech, the owner of the Dubai-based company 17 Black, on his yacht on 20 November 2019 in connection with her murder. In April 2018, an international consortium of 45 journalists published The Daphne Project, a collaboration to complete her investigative work. The GUE/NGL Award for Journalists, Whistleblowers & Defenders of the Right to Information was established in 2018 in honour of Galizia. ==Early life and education== Daphne Anne Vella was born on 26 August 1964 in Tower Road, Sliema. She was the eldest of four sisters born to the businessman Michael Alfred Vella and his wife Rose Marie Vella (née Mamo). She was educated at St Dorothy's Convent (Mdina) and St Aloysius' College, Birkirkara. She attended the University of Malta as a mature student and took a BA (Hons) in Archaeology with a minor in Anthropology in 1997, featuring on the Dean's List in 1996. Caruana Galizia was exposed to politics in her late teens, having been arrested when she was 18 years old following participation in anti- government protests. The policeman who arrested her, Angelo Farrugia, went on to become the Speaker of the Maltese parliament. In 1985, she married the lawyer Peter Caruana Galizia, a grandson of John Caruana and a great-grandson of E.L. Galizia and A.A. Caruana. The couple had three sons, Matthew, Andrew and Paul. Matthew was a member of the International Consortium of Investigative Journalists. The family left Sliema in 1990, moving to Bidnija, a hamlet in the limits of Mosta. ==Career== Caruana Galizia was employed by The Sunday Times of Malta as a news reporter in 1987, becoming a regular columnist from 1990 to 1992 and again from 1993 to 1996. She was an associate editor of The Malta Independent in 1992, and remained a columnist with that newspaper and The Malta Independent on Sunday for the rest of her career. Additionally, she worked in media and public relations consultancies. Caruana Galizia was also the founding editor of Taste and Flair, monthly lifestyle magazines which were distributed along with The Malta Independent on Sunday. The publications were merged into a single magazine called Taste&Flair; in July 2014, and Caruana Galizia remained the editor until her death. Taste&Flair; is now published by The Daphne Caruana Galizia Foundation. In March 2008, she began a blog entitled Running Commentary, which included investigative reporting and commentary on current affairs and public figures. The blog was one of the most popular websites in Malta, regularly attracting over 400,000 views – more than the combined circulation of the country's newspapers. Caruana Galizia was intimidated for her work and opinions. The front door of her house was set on fire in 1996. The family dog had its throat slit and was laid across her doorstep. Years later, the neighbour's car was burned, possibly in a misdirected attack. There was a further incident in 2006, when the house was set on fire while the family was asleep inside. After Caruana Galizia started blogging, her terrier Zulu was poisoned and her collie Rufus was put down after being found shot. According to Matthew Caruana Galizia, threats were almost a daily occurrence. These took the form of phone calls, letters, notes pinned to the front door, text messages, emails, and comments on her blog. Caruana Galizia was arrested on 8 March 2013 for breaking the political silence on the day before the 2013 general election, after posting videos mocking Joseph Muscat. She was questioned by the police before being released after a few hours. In November 2010, after commenting about the conservation of the Villa Guardamangia (the early-marriage home of Princess Elizabeth and Prince Philip of Great Britain), Caruana Galizia was described by The Daily Telegraph as the leading commentator in Malta. Other major stories and controversies centered around Panama Papers revelations, and allegations that Chris Cardona had visited a brothel during an official government visit to Germany in January 2017. In 2016, Caruana Galizia questioned how British millionaire Paul Golding acquired Palazzo Nasciaro in Naxxar, and from mid-2017 Caruana Galizia became a harsh critic of the new Nationalist opposition leader Adrian Delia, over claims that he had laundered money for a company involved in a prostitution ring in Soho. ===Panama Papers=== On 22 February 2016, Caruana Galizia's Running Commentary blog reported that Maltese government minister Konrad Mizzi had connections with Panama and New Zealand. This compelled the minister to reveal the existence of a New Zealand-registered trust two days later, which he claimed was set up to manage his family's assets. On 25 February, Caruana Galizia revealed that Prime Minister Joseph Muscat's chief of staff Keith Schembri owned a similar trust in New Zealand, which in turn held a Panama company. The April 2016 Panama Papers leak confirmed that Mizzi owned the Panama company Hearnville Inc., and that Mizzi and Schembri had also started another company, Tillgate Inc. The companies were co-owned by the Orion Trust New Zealand Limited, the same trustees of Mizzi and Schembri's New Zealand trusts, Rotorua and Haast respectively. As the first person to break news of Mizzi's and Schembri's involvement in Panama, she was subsequently named by Politico as one of \"28 people who are shaping, shaking and stirring Europe.\" The publication described her as a \"one-woman WikiLeaks, crusading against untransparency and corruption in Malta.\" In 2017, she alleged that Egrant, another Panama company, was owned by Michelle Muscat, wife of Prime Minister Joseph Muscat. Muscat claimed that the allegations were the reason he called the June 2017 general elections almost a year early, a vote which saw his Labour Party return to power. Caruana Galizia pointed out that an early election had already been planned. The title of her last blog post before she was killed read, \"That crook Schembri was in court today, pleading that he is not a crook\", ending with the line \"there are crooks everywhere you look now. The situation is desperate.\" On 20 November 2019, police arrested Yorgen Fenech, owner of the Dubai-based company 17 Black, on his yacht. This company had been featured in the journalist's investigative work on the Panama Papers in relation to Keith Schembri and Konrad Mizzi, who — along with cabinet member Chris Cardona — resigned their government posts on 26 November. Schembri was arrested, then released two days later, which brought many people into the streets through the weekend in the capital Valletta. From 20 November, crowds had begun calling on PM Joseph Muscat to resign (see 2019 Maltese protests) after he said he might pardon the \"middleman\" in the murder case. == Libel and criminal defamation cases== In 2010, Caruana Galizia used her blog to criticise Magistrate Consuelo Scerri Herrera, who, together with Herrera's live-in partner, Labour government consultant Robert Musumeci, went on to file a criminal complaint with the police, forcing them to prosecute Caruana Galizia in the criminal courts. The case was withdrawn in November 2011. In May 2017, Pilatus Bank's owner and chairman, Ali Sadr Hasheminejad, sued Daphne Caruana Galizia in an Arizona court in his own name and in the name of Pilatus Bank. The case was for US$40 million in damages. Caruana Galizia was never notified about it and it was withdrawn within hours of her death. Pilatus Bank had written to every single non-government aligned media outlet in Malta throughout the course of 2017 threatening to sue them, but had only gone through with the threat in Daphne Caruana Galizia's case as the other media outlets conceded to changes to their online content. One media outlet reported that threatening letters had been sent just 12 hours before Daphne Caruana Galizia was killed. In February 2017, a legal fund was crowdfunded to cover four precautionary warrants – freezing Caruana Galizia's assets to the tune of €50,000 – for the maximum libel damages possible at law. These warrants had been instituted by the Deputy Leader of the Labour Party and Minister for the Economy, Chris Cardona, and his EU presidency policy officer, Joseph Gerada. At the time of her death, Daphne Caruana Galizia was facing 48 libel suits. == Death == The site of the explosion was at the top of Bidnija Road, limits of Mosta (upper right-hand corner). She was assassinated at around 3 pm on 16 October 2017, Caruana Galizia was driving close to her home in Bidnija, when a car bomb placed in her leased Peugeot 108 exploded, killing her instantly. The blast occurred on Bidnija Road, and left the vehicle scattered in several pieces across nearby fields. Caruana Galizia was in the driver's seat at the time, though her bodily remains were found by her son Matthew, 80 metres away from the blast site. He wrote on Facebook, “I looked down and there were my mother’s body parts all around me”. This marked the sixth car-bombing in Malta since the beginning of 2016, and the fourth fatality. Caruana Galizia's home had not been under police guard since 2010, except during elections. According to police sources, her protection was further weakened after the Labour Party was returned to power in 2013. The power to set up a public inquiry into whether the assassination of Daphne Caruana Galizia could have been prevented, rested with then Maltese Prime Minister, Joseph Muscat. Muscat, however, did not immediately set up a public inquiry, and a formal request by Caruana Galizia's heirs was presented by letter to Malta's prime minister Muscat on 9 August 2018, based on the legal opinion of Doughty Street Chambers and Bhatt Murphy Solicitors. ===Reactions=== Flowers, candles and tributes to Daphne Caruana Galizia left at the foot of the Great Siege Monument, opposite the Law Courts in Valletta. Her family criticized the Maltese authorities for doing nothing against a growing \"culture of impunity\" in Malta, saying that Joseph Muscat, Keith Schembri, Chris Cardona, Konrad Mizzi, Attorney General Peter Grech and a long list of police commissioners who took no action, were politically responsible for her death. Her family refused a request to publicly endorse a government reward of one million euros for information, despite pressure from the Prime Minister and President, and insisted that the Prime Minister ought to resign. One of Caruana Galizia's sisters stated that \"the President and the Prime Minister are 'downplaying' the assassination and \"working to transform her into a martyr for their cause,\" indicating that calls for national unity were a sham, and that to \"call for unity is to abuse her legacy. There should never be unity with the criminal and the corrupt.\" The car bomb attack was condemned by Prime Minister Joseph Muscat, who stated that he \"will not rest before justice is done\" despite her criticism of him. President Marie Louise Coleiro Preca, Archbishop Charles Scicluna and a number of politicians also expressed their condolences or condemned the car bomb attack. Opposition leader Adrian Delia called her death \"the collapse of democracy and freedom of expression\" and stated that \"[the country's] institutions have let us down\". Fellow blogger Manuel Delia, a former Nationalist Party official, called her \"the only ethical voice left. She was the only one talking about right and wrong.\" The President of the European Commission, Jean-Claude Juncker and the European Commission condemned the attack in the strongest terms possible. The President of the European Parliament Antonio Tajani called the incident a \"tragic example of a journalist who sacrificed her life to seek out the truth.\" Gerard Ryle, director of the International Consortium of Investigative Journalists, stated that the organization is \"shocked\" by Caruana Galizia's assassination and \"is deeply concerned about freedom of the press in Malta.\" A plenary session of the European Parliament was held on 24 October, with MEPs observing a minute's silence. Several members of Caruana Galizia's family attended the session at the hemicycle in Strasbourg. The press room at the European parliament building was renamed in her honour. A debate on freedom of the press and the protection of journalists in Malta also took place. Following this visit and the following debate, a delegation is to be sent by the European Parliament to investigate the rule of law, high-level cases of money laundering, and corruption in Malta. Pope Francis sent a letter of condolence, saying he was praying for the journalist's family and the Maltese people. The car bombing was reported in both local and international media. Caruana Galizia's name began trending worldwide on Twitter, and a number of Maltese expressed their mourning by blacking out their Facebook profile pictures. The hashtag #JeSuisDaphne, echoing the term Je suis Charlie, trended locally. The Malta Independent wrote that \"for many people, looking up her blog was the first thing they did each day, and the last thing too. Now there is just emptiness. A silence that speaks volumes.\" Both the daily and the weekly version of her column were published as blank pages in the days following her death. Thousands of people attended a vigil in Caruana Galizia's hometown Sliema on the night of 16 October. Another vigil was held at the Malta High Commission in London. WikiLeaks founder Julian Assange announced that he would pay a €20,000 reward \"for information leading to the conviction of Caruana Galizia's killers.\" A crowdfunding campaign was initiated with the aim of raising €1 million to be given as a reward for information that leads \"to the successful prosecution of the assassin and the person or persons who ordered the assassination.\" This was followed by a further state-sanctioned reward of €1 million. Students, alumni, teachers, parents and members of the San Anton community held a peaceful vigil from City Gate to the Great Siege Monument in Valletta, in support of the Caruana Galizia family. The three Caruana Galizia siblings were all students of San Anton School. On 22 October 2017, the Civil Society Network organised a protest demanding justice in Valletta. Thousands of protesters demanded justice in the aftermath of the car bomb attack, and called for the immediate resignation of the Police Commissioner and the Attorney General. A number of protesters who took part in the rally also went on to the police headquarters in Floriana to call for the police commissioner's resignation. After staging a sit-in protest in front of the main door, a banner with a photo of police chief Lawrence Cutajar accompanied with the words \"No change, no justice – irrizenja (resign)\" was placed on the headquarters' gate. On 17 April 2018, a consortium of 45 journalists from 18 news organisations, including The Guardian, The New York Times, Le Monde and the Times of Malta, published The Daphne Project, a collaborative effort to complete Caruana Galizia's investigative work. After her death, crowds gathered in front of the Law Courts, to mourn and express solidarity with the Caruana Galizia family and to demand justice. The Great Siege Monument became a focal point for protests and calls for justice, with tributes, memorials and vigils held there frequently. The choice of this monument as a protest site, though strategically located opposite the law courts, was spontaneous, a follow-up to the flowers which were first placed there by San Anton School pupils. The GUE/NGL Award for Journalists, Whistleblowers & Defenders of the Right to Information was named in honour of Caruana Galizia in 2018 and again in 2019. It is sponsored by the Confederal Group of the European United Left/Nordic Green Left members of which are left-wing members of the European Parliament. The award is \"dedicated to individuals or groups who have been intimidated and/or persecuted for uncovering the truth and exposing it to the public\". ===European Parliament=== The European Parliament held a minute's silence in honour of Caruana Galizia. The media room of the European Parliament in Strasbourg was named in her memory in November 2017. A portrait of her by Marie Louise Kold now hangs outside the press room. ===Investigation into the circumstances of the car bomb attack=== Makeshift memorial at the Great Siege Monument Forensic teams and police investigators arrived at the crime scene soon after the explosion. The head of the magisterial inquiry was initially to be Magistrate Consuelo Scerri Herrera, who had previously had the police prosecute Caruana Galizia for criminal libel in 2010–11. Caruana Galizia's family successfully challenged Scerri Herrera's role in the investigation, citing a conflict of interest. Scerri Herrera recused herself from the investigation 17 hours later and was replaced by Magistrate Anthony Vella, who was removed from the inquiry when he was appointed judge. Joseph Muscat stated that the United States Federal Bureau of Investigation was asked to help the police in investigating the car bomb attack. A police forensic investigation team from the Netherlands also arrived to assist. The investigators were also joined by three Europol officials. The non-Maltese teams provided technical support. On 4 December 2017, Joseph Muscat announced that ten individuals had been arrested in connection to the investigation, three of whom were later charged with executing the car bomb attack. The suspects were identified as George Degiorgio, his brother Alfred Degiorgio, and their friend Vince Muscat (no relation to Joseph Muscat, the former Prime Minister). , none of the three suspects had been brought to trial and none of the intermediaries and mandators had been identified. Prominent Maltese businessman Yorgen Fenech was arrested on 20 November 2019 in connection with the Caruana Galizia bomb attack. Chief of Staff Keith Schembri resigned his government post on 26 November 2019, and was subsequently arrested by the police for questioning. It was later announced that Fenech would not be granted immunity to reveal what he knew about the case. Numerous mass protests were held calling for Prime Minister Joseph Muscat's resignation, in part over his purported association with Caruana Galizia's murder. Muscat announced on 1 December 2019 that he would resign in relation to the political crisis, saying that he would remain in office until a new Labour Party leader was elected in January, and formally resign as prime minister a few days after 12 January 2020. ==Funeral== Caruana Galizia's remains were released for burial on 27 October 2017, and a public funeral was held on 3 November 2017 at the Rotunda of Mosta. Thousands of mourners attended the funeral. The day was observed as a national day of mourning in Malta. The funeral mass was conducted by Charles Scicluna, Archbishop of Malta, who in his homily told journalists \"never to grow weary in your mission to be the eyes, the ears, and the mouth of the people.\" President Marie-Louise Coleiro Preca and Prime Minister Joseph Muscat did not attend the funeral, saying that Caruana Galizia's family made it clear that they (Preca and Muscat) were not welcome. The Leader of the Opposition, Adrian Delia, was \"conspicuous by his absence\". Among the people at the funeral were several high officials: Silvio Camilleri, Chief Justice of Malta; Antonio Tajani, President of the European Parliament; Harlem Désir, OSCE Representative on Freedom of the Media; Eddie Fenech Adami, former President of Malta and former leader of the Nationalist Party; Lawrence Gonzi, former Prime Minister of Malta and former leader of the Nationalist Party; and Simon Busuttil, former leader of the Nationalist Party. ==Posthumous awards and honours== *Salle Daphne Caruana Galizia – press room dedication, November 2017, European Parliament Building, Strasbourg, France. *Premio Leali delle Notizie – award dedicated to Daphne Caruana Galizia, 9 November 2017, Ronchi dei Legionari, Italy *Holme Award – awarded 1 December 2017. *Reporter Preis – awarded 1 December 2017, Reporter Forum, Berlin, Germany. *Pegaso d’Argento – awarded 1 December 2017, Tuscan Regional Council, Italy *Premio Giornalisti – awarded 14 December 2017, Tuscan Journalists Association, Italy *Person of the Year – 2 December 2017, La Repubblica, Italy *Nothing But The Truth – awarded 5 January 2018, Giuseppe Fava Foundation, Catania, Italy *Tully Award for Free Speech – awarded 3 April 2018,Tully Center for Free Speech, Newhouse School, Syracuse University, USA *Civitas Award – awarded 12 April 2018, Associazione Nazionale Donne Elettrici (A.N.D.E.), Nocera, Italy *The Astor Award – awarded 16 April 2018, Commonwealth Press Union Media Trust, London, UK *Anna Politkovskaya Award – awarded 23 April 2018, Swedish National Press Club, Stockholm, Sweden *Libera Ragusa Presidio dedicated to the memory of Daphne Caruana Galizia on 30 April 2018 *Premio Mario Francese – awarded 2 May 2018, Sicilian Order of Journalists, Palermo, Italy *Difference Day Honorary Title – awarded 5 May 2018, Brussels University Alliance, Brussels, Belgium *Conscience in Media Award – awarded 18 May 2018, American Society of Journalists and Authors, New York City *Contribution to Society Award – awarded 23 May 2018, European Leadership Awards, Brussels, Belgium *Award for Journalists, Whistleblowers and Defenders of the Right to Information – 2018 award dedicated to Daphne Caruana Galizia, GUE/NGL, Strasbourg, France *PEC 2018 – awarded 4 June 2018, Press Emblem Campaign, Geneva, Switzerland *Newseum Memorial – rededicated 4 June 2018, Newseum, Washington D.C., USA *Premio Luca Colletti – awarded 15 June 2018, Rome, Italy *MCCV Annual Award – awarded 21 July 2018, Maltse Community Council of Victoria, Australia *Commemoration – 4 October 2018, Themis & Metis, Camera dei Deputati, Rome, Italy *War Reporters Memorial commemoration – 11 October 2018, Reporters Without Borders, Bayeux, France *Anti-Corruption Award – 21 October 2018, Transparency International. *Premio Europeo Giornalismo Giudiziario e Investigativo – awarded 28 October 2018, Taormina, Italy *Martin Adler Prize – awarded 1 November 2018, Rory Peck Trust, London, UK *Golden Victoria for Press Freedom – 5 November 2018, German Free Press & VDZ, Berlin, Germany. *Guardian Award - 6 May 2020, Association of Certified Fraud Examiners, Austin, Texas, USA ==Selected literature== * * ==See also== *List of journalists killed in Europe *List of unsolved murders *Ján Kuciak ==References== == External links == *Caruana Galizia's Running Commentary blog *The Daphne Project Category:1964 births Category:2017 deaths Category:2017 murders in Europe Category:20th-century journalists Category:21st-century journalists Category:Assassinated bloggers Category:Assassinated Maltese journalists Category:Deaths by car bomb in Malta Category:Female murder victims Category:Magazine editors Category:Maltese bloggers Category:Murdered women writers Category:Panama Papers Category:People from Sliema Category:People murdered in Malta Category:Unsolved murders in Malta Category:Women bloggers Category:Women journalists Category:Women magazine editors Category:Alumni of the University of Malta ",
    "title": "Daphne Caruana Galizia"
}