{
    "id": "53857626",
    "text": "April Wilkerson is an American YouTuber who specializes in Do-it-yourself woodworking and metalworking projects around the home. ==Career== Wilkerson graduated from University of Texas at Arlington in 2012,https://www.linkedin.com/in/april-wilkerson-29b06583/ after studying business management, and began working on projects to improve her house. She and her husband had a long to-do list of home improvement projects. Gareth Branwyn, Makezine magazine, February 7, 2017, Shop Organization Projects with April Wilkerson, Retrieved August 20, 2019, \"...April is a young Texas woman who, just a few years ago, basically knew nothing about woodworking ... she and her husband had a long list of improvements they wanted to make in their home ...\" She posted a blog, which led to her creating YouTube videos in which she described her process of figuring out how to build things such as a planter, a light above a pool table, an outdoor pressurized air line between shops, a porch, a coffee table, an outdoor shower, a holiday decoration made from an old whiskey barrel, various art projects, and so forth.Augusta Statz, November 14, 2017, SimpleMost magazine, Turn A Wine Or Whiskey Barrel Into A Shabby-Chic Holiday Decoration: How cool would one of these look on your front porch?, Retrieved September 19, 2018, \"...Self-proclaimed “obsessive DIYer and woodworker” April Wilkerson decided to make a barrel luminary...\"Timothy Dahl, September 15, 2016, How to Build an Outdoor Shower, Popular Mechanics, Retrieved September 19, 2018, \"...use corrugated plastic like April Wilkerson used in the video below...\" She doesn't describe herself as an \"expert\" but rather as a newcomer and teacher eager to share her newly acquired knowledge as she works on new projects. Generally her projects involve woodworking, but she has done metalworking and welding as well. Many of her projects use scrap lumber; she buys new tools when she needs them, and some sponsors of her YouTube channel have sent her tools and equipment for promotional purposes. As of February 2020, her YouTube channel has over 1.1 million subscribers. Wilkerson completes many of her pieces in her 3000 square foot workshop. ==References== ==External links== * * * Category:1987 births Category:American YouTubers Category:American woodworkers Category:American woodcarvers Category:Living people Category:People from Fort Worth, Texas Category:Metalworkers Category:21st-century American women Category:Women woodcarvers Category:Women metalsmiths Category:DIY YouTubers Category:Female YouTubers ",
    "title": "April Wilkerson"
}