{
    "id": "53857901",
    "text": "Jill Edwina Amos (née Turner, 26 August 1927 – 19 April 2017) was a New Zealand politician and community leader. ==Biography== Born in the Auckland suburb of Devonport on 26 August 1927, Amos was the daughter of Charles Edwin Ross Turner and Lucy Caroline Turner (née Mansfield). She married Phil Amos in 1949, and the couple, both schoolteachers, taught in various isolated New Zealand communities. They had two sons, and an adopted daughter. Phil Amos was a Member of Parliament from 1963 to 1975, and served as a cabinet minister in the third Labour government (1972–1975). In 1977, Jill and Phil Amos went to Tanzania to teach, but Jill Amos returned to New Zealand the following year and the couple divorced. Before she left Tanzania she nominated for the Labour candidacy for the electorate of . She posted a cassette tape which was played at the selection meeting in her stead. She was unsuccessful in her bid for the nomination. Jill Amos was appointed as a justice of the peace in 1980, and served as the president of the Citizens Association for Racial Equality between 1980 and 1981. A long-time Labour Party member, she went on to be elected as a Manukau City Councillor (1974-77; 1980-90) and an Auckland Regional Councillor (1980-83). She was one of the founders of the New Zealand AIDS Foundation, and during the 1994 South African election she was a United Nations observer. Amos was awarded the New Zealand Suffrage Centennial Medal in 1993. In the 2001 New Year Honours, she was appointed a Companion of the New Zealand Order of Merit, for services to the community. Amos died on 19 April 2017, aged 89. She was survived by two of her three children. ==References== Category:1927 births Category:2017 deaths Category:People from North Shore, New Zealand Category:New Zealand schoolteachers Category:New Zealand activists Category:New Zealand women activists Category:New Zealand women in politics Category:New Zealand Labour Party politicians Category:Manukau City Councillors Category:Auckland regional councillors Category:Recipients of the New Zealand Suffrage Centennial Medal 1993 Category:Companions of the New Zealand Order of Merit Category:20th-century New Zealand politicians Category:20th-century women politicians Category:Disease-related deaths in New Zealand ",
    "title": "Jill Amos"
}