{
    "id": "53855108",
    "text": "Ami Je Ke Tomar is a 2017 Indian Bengali-language romance drama film directed by Rabi Kinagi and produced by Shrikant Mohta and Mahendra Soni under the banner of SVF Entertainment. The film stars Ankush, Sayantika Banerjee and Nusrat Jahan in the lead roles. The film was released on 19 May 2017. It is the remake of the Marathi film Mitwaa starring Swapnil Joshi and Sonalee. ==Plot== Aditya (Ankush Hazra) portrays a young millionaire with a heart of gold. He successfully runs a business of resorts. His life is anchored by his best friend and business associate, Prachi (Sayantika Banerjee). Life is all about fun, work and girls for him until one day when his car bumps into Esha's cycle. Aditya is instantly enamored by the pretty and innocent girl who seems to have no interest in the flirty, rich bachelor. He gives in to his ego by giving Esha (Nusrat Jahan) a job in his resort even though she can't work in the second shift. As times goes by, Aditya starts sharing his deepest thoughts with Esha. She sees the simple, lovable man behind the successful persona who loves the food made by his aunt. Unwittingly, she loses her heart to this flirty man who confesses to be commitment phobic. These three characters become the best of buddies. Prachi sees the growing chemistry between these two and she keeps her love for Aditya hidden inside her. Turbulence occurs when Esha's past crops in and misleads their lives in different direction. And her past which involves Akash, her semi-dead husband. He used to love her unconditionally, which Aditya believes he himself isn't capable of. When Aditya and Esha's relationship was hidden, Esha did not want Aditya to meet Akash at any cost. But doubt in his mind leads him to the hospital where Akash takes his last breath. After a prolonged silent treatment by Esha, Aditya runs to her home. Not finding her there, he meets her in the temple and forces her to speak up. And Esha leaves with anger blaming him for Akash's death. Hopeless in love, Esha prepares for the death ceremony. Surprisingly, her mother-in-law invites Aditya, thanking him for the peaceful death of Akash and tells them to get married since Aditya is the only one who can love Esha unconditionally. After successfully getting married, they have a car accident. And from that incident, she suffers from a brain disease which makes her think Akash is still alive, where Aditya thinks he won to marry the love of his life yet lost her. ==Cast== * Ankush as Aditya Roy Chowdhury * Sayantika Banerjee as Prachi * Nusrat Jahan as Isha * Laboni Sarkar as Indu Aunty (guest appearance) * Joy as Akash (guest appearance) * Reshmi Sen * Bharat Kaul as Mr. Ahuja * Asim Ray Choudhury as Manohar ==Soundtrack== The soundtrack for Ami Je Ke Tomar is composed by Indradeep Dasgupta and has lyrics written by Prasen (Prasenjit Mukherjee). == Release == The film released on 19 May 2017. === Critical reception === In a review by The Times of India, the film was praised for being able to touch a nerve with the audience despite being a remake of a film with cultural differences. While the acting of Ankush, Nusrat Jahan and Sayantika Banerjee was praised, the film was also criticized for plot holes. == References == ==External links== * Category:2017 films Category:Indian films Category:Bengali remakes of Marathi films Category:Bengali-language films Category:2010s Bengali-language films Category:Indian romantic drama films Category:2017 romantic drama films Category:2017 drama films ",
    "title": "Ami Je Ke Tomar"
}