{
    "id": "53850438",
    "text": "Yenda Thalaiyila Yenna Vekkala (English: Why didn't you oil your hair?) is a 2018 Tamil language fantasy comedy film written and directed by Vignesh Karthick and produced by A. R. Reihana. Azhar, Sanchita Shetty and Eden Kuriakose play the film's lead roles, amongst an ensemble cast. The film began production in mid-2015 and was released on 23 February 2018. ==Cast== *Azhar as Praveen *Sanchita Shetty as Ramya *Eden Kuriakose as Deenavyashini *Yogi Babu as Aadhi *Mansoor Ali Khan as Police officer(deleted scene) *Singapore Deepan as Sattaiyappan *Uma Padmanabhan as Praveen's mother *Dr. Sharmila as interviewer *Vazhakku En Muthuraman as Praveen's father *Archana as Babyma *Lokesh Pop Aady as Ad agent *KPY Ramar as Singer *Vignesh Karthick in a special appearance as Praveen's friend ==Production== A. R. Reihana announced that she would debut as a producer with a fantasy comedy film during July 2015 and revealed that newcomer Azhar and Sanchita Shetty would play the lead roles. Reihana picked Vignesh Karthick to direct the film, and revealed that she was motivated to become a producer in order to make sure her music is better picturised on screen. Vignesh Karthick had previously worked in different professions on television serials, while Azhar had worked as a radio jockey. The film was shot throughout late 2015 and 2016, with the title Yenda Thalaiyila Yenna Vekkala announced after production was completed. Reihana also revealed that she was hopeful that her actor-composer son, G. V. Prakash Kumar, would portray a small role in the film. ==Soundtrack== The film's music was composed by the film's producer A. R. Reihana, with four different lyricists working on the album. The soundtrack was released on 29 April 2017 through Divo. ==References== == External links == * Category:2010s Tamil- language films Category:Indian films Category:Indian fantasy-comedy films Category:2010s fantasy-comedy films Category:2018 films Category:2018 comedy films ",
    "title": "Yenda Thalaiyila Yenna Vekkala"
}