{
    "id": "53852438",
    "text": "Selva María is a Venezuelan telenovela produced by RCTV in 1987 based on the telenovela Mariana de la noche by Cuban writer Delia Fiallo. This remake was adapted by Gustavo Michelena. Mariela Alcalá and Franklin Virgüez starred as the protagonists accompanied by Guillermo Ferrán and Hilda Abrahamz as the antagonists. ==Plot== Selva María is the daughter of a mining entrepreneur Fernando Altamirano. As a child, she left town to study in a convent run by nuns in Caracas. During her years of study she never had contact with her father but with her paternal aunt Adelaida who came to visit her often. Once she finishes her studies, Selva María happily returns to her home, but she is unaware that Fernando is not her real father and is an evil man who does everything in his power so that no man approaches her. However, Selva María meets Rodrigo, a handsome journalist who falls in love with her despite Fernando's opposition. Their relationship will also be opposed by Carla, Fernado's sister who dresses like a man and is cruel to the miners. She will join forces with her brother to separate Selva María and Rodrigo. ==Cast== *Mariela Alcalá as Selva María Altamirano *Franklin Virgüez as Rodrigo Reyes- Navas / Cheo Reyna *Tomás Henríquez as Cuaima *Hilda Abrahamz as Carla Altamirano *América Barrios as Mirita *Dalila Colombo as Evelyn *Guillermo Ferrán as Fernando Altamirano *Roberto Moll as Dr. Andrés Ávila *Sebastián Falco as Killer *Ignacio Navarro as Klauss *Carlos Villamizar as Joaquín Mijares *Dilia Waikarán as Gioconda *Arístides Aguiar as Ing. Germán Figueroa *Abby Raymond as Magui Altamirano *Helianta Cruz as Adelaida Altamirano ==References== ==External links== * *Opening credits Category:1987 telenovelas Category:RCTV telenovelas Category:Venezuelan telenovelas Category:1987 Venezuelan television series debuts Category:1988 Venezuelan television series endings Category:Spanish-language telenovelas Category:Television shows set in Venezuela ",
    "title": "Selva María"
}