{
    "id": "53851413",
    "text": "Margaret Melinda \"Midge\" Williams-Purce (born September 18, 1995) is an American soccer player who plays as a forward for Sky Blue FC in the National Women's Soccer League. She previously played with Portland Thorns FC in 2018–2019, Boston Breakers in 2017, and for the Harvard Crimson in 2013–2016. In 2020, she was elected to a seat on the Board of Overseers of Harvard University. ==Early life== Purce is the daughter of James Purce, and has an older brother, JP Purce. She began playing soccer as a child, following in the footsteps of her brother. She attended Our Lady of Good Counsel Catholic High School in Olney, Maryland, near her hometown of Silver Spring, Maryland where she was named Maryland Gatorade Player of the Year in 2012 and an NSCAA All- American in 2010 and 2011. ==College career== ===Harvard Crimson, 2013–2016=== Purce scored 42 goals in 69 appearances with the Harvard University women's soccer team, and was named Ivy League Player of the Year twice, in 2015 and 2016, and a first-team NSCAA All-American in 2016. She majored in psychology at Harvard in pursuit of a future law career. ==Club career== ===Boston Breakers, 2017=== After playing for Harvard, Purce was drafted by the Boston Breakers with the 9th pick in the 2017 NWSL College Draft. She appeared in 22 games for Boston and scored one goal. ===Portland Thorns FC, 2018–2019=== After the Breakers folded in January 2018, the league held a dispersal draft for the Breakers' players; Purce was selected with the 4th pick by the Portland Thorns. Purce made 21 appearances and 16 starts for the Thorns in 2018, playing primarily as a right fullback. During the 2019 NWSL season, Purce moved into wide and central forward positions, and at one point scored 5 goals in a span of 5 games. ===Sky Blue FC, 2020–present=== Purce was traded to Sky Blue FC in 2020. ==International career== ===Youth USWNT (2011–2018)=== Purce was called up to the United States women's national U17, U20, and U23 teams. She played in the 2012 FIFA U-17 Women's World Cup, made 4 appearances and 3 starts in the 2014 FIFA U-20 Women's World Cup, and scored goals for the US U20s against France in a friendly and against Mexico in the 2014 CONCACAF U20 Championship. ===Senior USWNT (2017–)=== Purce received her first call-up to the United States women's national team for the 2017 Tournament of Nations but she did not appear in any of the three games. She received another call-up in June 2018 for a pair of friendlies against China PR, but she sustained an ankle injury in training camp and was ruled out for the two friendlies. In November 2019, in Vlatko Andonovski's first training camp as the new USWNT head coach, Purce received another call-up. Despite playing primarily as a forward throughout her career, Purce was brought in to camp to experiment as a defender. Purce played in her first match for the United States women's national team in their friendly against Costa Rica on November 10, 2019. She played the full 90 minutes of the game as right back, and had a cross deflected in for a Costa Rica own goal in the U.S. team's 6–0 victory. ==Awards== NWSL Player of the Week: 2019 week 19 NWSL Team of the Month: June 2019, August 2019 NWSL Goal of the Week: 2019 week 8 ==References== ==External links== * Harvard bio * NWSL player profile * Portland Thorns FC player profile Category:1995 births Category:Living people Category:African-American women's soccer players Category:American women's soccer players Category:Boston Breakers (NWSL) draft picks Category:Boston Breakers (NWSL) players Category:Harvard Crimson women's soccer players Category:National Women's Soccer League players Category:People from Olney, Maryland Category:Portland Thorns FC players Category:Sky Blue FC (NWSL) players Category:Soccer players from Maryland Category:Sportspeople from Montgomery County, Maryland Category:United States women's under-20 international soccer players Category:United States women's international soccer players Category:Women's association football forwards ",
    "title": "Margaret Purce"
}