{
    "id": "53854057",
    "text": "Jeff Butler (8 January 1934 – 22 April 2017) was an English football manager who coached in Africa during the 1980s and 1990s, winning four Zambian and four South African league titles. ==Early life== Jeff Butler was born on 8 January 1934. He married Valerie . During his coaching career he claimed to have had a long professional playing career in the English Football League, but this was later proved to be false. ==Coaching career== He coached the Nkana Red Devils to their first four Zambia Super League titles in 1982, 1983, 1985 and 1986. He also coached the Zambia national team in 1984. He then coached Egyptian club Al Ahly. Butler went on to coach South African club Kaizer Chiefs on four separate occasions between 1988 and 1996. Chairman Kaizer Motaung later recalled that Butler was in Cyprus at the time he recruited him. The club were struggling at the time of his arrival, and Butler instigated \"a massive shake-up\" by letting go of the club's ageing stars in favour of young talent. In the 1988 they won the JPS Knockout Cup. Chiefs went on to win the NSL First Division title in 1989, 1991 and 1992; the BP Top Eight Cup in 1989, 1991 and 1992; the Ohlsson’s Challenge in 1989; and the Telkom Charity Cup in 1988 and 1989. He won domestic trebles in 1991 and 1992. He narrowly missed out on winning quadruple in 1992 after losing the Coca-Cola Cup (Telkom Knockout) final to AmaZulu. After one treble he told his players \"Don’t think you won the World Cup. You must come back next year and win all those trophies again.” Striker Fani Madida won the 1991 National Soccer League Golden Boot award after scoring 34 goals in all competitions, and said that \"if I'm not mistaken, we went [17 successive games] unbeaten [in 1991/92] and that was never heard of before and no coach in South Africa has ever matched that record\". Butler later won a league title with Mamelodi Sundowns in 1993. Phil Masinga and Daniel Mudau had a highly successful strike partnership and Masinga won a transfer to English Premier League club Leeds United. Butler briefly coached the South Africa national football team in 1992, the nation's first coach following their readmission to FIFA after the ending of apartheid, but never took charge of a game. He was quickly removed from the position after it was revealed that he had lied about his history, passing off the similarly named Geoff Butler's playing career as his own. He returned to the Kaizer Chiefs and after leaving in 1996 he was persuaded to return to coach at the club's academy. Defender Johannes Mudau described him as \"a very strict coach, while on the other hand he allowed players to display their skills and talent... a very friendly person, he was a motivator and confident builder\". However rival coach Gavin Hunt said that \"he was an average Englishman. He was fake to me, he was completely fake\". ==Death and legacy== Butler retired to Spain, and then returned to England before he died after a long illness on 22 April 2017. He was survived by Valerie, his wife of 52 years, and four children. A minute's silence was observed at the Kaizer Chiefs next match, against SuperSport United at the FNB Stadium. His three sons – John, Mike and Tim – went on to attend a Soweto Derby match against the Orlando Pirates, and went on to say that \"we felt closer to our father as a result\". FIFA president Gianni Infantino wrote a letter of condolences to South African Football Association president Danny Jordaan. ==Honours== Nkana Red Devils * Zambia Super League: 1982, 1983, 1985, 1986 Kaizer Chiefs * NSL First Division: 1989, 1991, 1992 * Knockout Cup: 1988, 1989 * BP Top Eight Cup: 1989, 1991, 1992 * Telkom Charity Cup: 1989, 1996 * Ohlsson’s Challenge: 1989 * Nedbank Cup: 1992 Mamelodi Sundowns * NSL First Division: 1993 == References == Category:1934 births Category:2017 deaths Category:English football managers Category:English expatriate football managers Category:Expatriate football managers in Zambia Category:British expatriates in Zambia Category:Zambia national football team managers Category:Expatriate football managers in Egypt Category:English expatriates in Egypt Category:Al Ahly SC managers Category:Expatriate soccer managers in South Africa Category:English expatriates in South Africa Category:Kaizer Chiefs F.C. managers Category:South Africa national football team managers Category:Mamelodi Sundowns F.C. managers Category:Expatriate football managers in Botswana Category:British expatriates in Botswana Category:Botswana national football team managers Category:Association football coaches Category:English expatriates in Spain Category:Résumé frauds and controversies ",
    "title": "Jeff Butler (football manager)"
}