{
    "id": "53855618",
    "text": "The 2018–19 NFL playoffs began on Saturday, January 5, 2019, after the 2018 season, and concluded with the New England Patriots becoming champions by defeating the Los Angeles Rams in Super Bowl LIII on Sunday, February 3, 2019 at Mercedes-Benz Stadium in Atlanta, Georgia. For the first time in NFL history, both conference championship games went to overtime. The New England Patriots became the first team since the Buffalo Bills from 1990-93 to reach at least 3 consecutive Super Bowls, and the first team since the 1972 Miami Dolphins to win the Super Bowl the year after losing it the previous year. ==Participants== ===Bracket=== ==Schedule== {| class=\"wikitable\" style=\"font- size:92%;text-align:center\" ! Away team !! Score !! Home Team !! Date !! Kickoff (EST / UTC−5) !! TV |- ! colspan=\"6\" |Wild card |- | Indianapolis Colts || 21–7 || Houston Texans || January 5, 2019 || 4:35 p.m. || ABC/ESPN |- | Seattle Seahawks || 22–24 || Dallas Cowboys || January 5, 2019 || 8:15 p.m. || Fox |- | Los Angeles Chargers || 23–17 ||Baltimore Ravens || January 6, 2019 || 1:05 p.m. || CBS |- | Philadelphia Eagles || 16–15 || Chicago Bears || January 6, 2019 || 4:40 p.m. || NBC |- ! colspan=\"6\" |Divisional playoffs |- | Indianapolis Colts || 13–31 || Kansas City Chiefs || January 12, 2019 || 4:35 p.m. || NBC |- | Dallas Cowboys || 22–30 || Los Angeles Rams || January 12, 2019 || 8:15 p.m. || Fox |- | Los Angeles Chargers || 28–41 || New England Patriots || January 13, 2019 || 1:05 p.m. || CBS |- | Philadelphia Eagles || 14–20 || New Orleans Saints || January 13, 2019 || 4:40 p.m. || Fox |- ! colspan=\"6\" |Conference Championships |- | Los Angeles Rams || 26–23 (OT) || New Orleans Saints || January 20, 2019 || 3:05 p.m. || Fox |- | New England Patriots || 37–31 (OT) || Kansas City Chiefs || January 20, 2019 || 6:40 p.m. || CBS |- ! colspan=\"6\" |Super Bowl LIII Mercedes-Benz Stadium, Atlanta, Georgia |- | New England Patriots || 13–3 || Los Angeles Rams || February 3, 2019 || 6:30 p.m. || CBS |} ==Wild card playoffs== ===Saturday, January 5, 2019=== ====AFC: Indianapolis Colts 21, Houston Texans 7==== Indianapolis, who had started the year 1–5 and still managed to make the playoffs, buried the Texans with 276 yards and 21 points in the first half. On the opening drive of the game, Colts quarterback Andrew Luck completed three passes to T. Y. Hilton for 63 yards before finishing the drive with a 5-yard scoring completion to Eric Ebron. Then after a punt, Indianapolis drove 75 yards in 9 plays to go up 14–0. The key player on the drive was running back Marlon Mack, who carried the ball 6 times for 39 yards, caught a 6-yard pass and finished the drive with a 2-yard touchdown run. Houston then drove to the Colts' 45-yard line; but while trying to convert a 4th-and-4, Deshaun Watson's pass was intercepted by Kenny Moore, who returned it from 10 yards to midfield. Indianapolis then advanced the ball to the Texans' 17-yard line, but they also failed to score when Luck's pass was deflected by J. J. Watt and then intercepted by lineman Brandon Dunn on the last play of the first quarter. Houston had to punt after three plays and the Colts went on to drive to a 21–0 lead by moving the ball 65 yards in 7 plays, featuring two key receptions by receiver Dontrelle Inman. The first was for 21 yards and the second was an 18-yard touchdown catch. Houston responded with their most promising drive of the game, advancing the ball 69 yards to the Colts' 9-yard line. However, on a 4th-and-1 conversion attempt, Watson threw an incomplete pass with 1:24 left in the half. Both defenses controlled the third quarter as the first six drives of it ended in punts. With just over 2 minutes left in the period, the Texans fired up a 16-play, 89-yard drive. Watson rushed for 10 yards, while also completing 9-of-11 passes for 66 yards, the last a 6-yard touchdown pass to Keke Coutee that made the score 21–7 with 11:04 remaining. Following a Colts punt, the Texans drove to a 3rd-and-10 on the Indianapolis 24-yard line. Watson's next two passes were incomplete, causing a turnover on downs with 4:17 remaining. The Colts then managed to run out the rest of the time, mainly due to plays from Mack, who picked up first downs with runs of 2, 15 and 26 yards. Luck completed 19-of-32 passes for 222 yards, two touchdowns and an interception, and rushed for 29 yards. Hilton was his top receiver with five receptions for 85 yards. Mack carried the ball 24 times for a franchise postseason record 148 yards and a touchdown, while also catching two passes for six yards. Prior to this game, the Texans had not allowed a 100-yard rusher all season. Moore had 6 tackles (5 solo), a sack and an interception. Watson completed 29-of-49 passes for 235 yards, with one touchdown and one interception; he was also Houston's leading rusher with eight carries for 76 yards. Coutee caught 11 passes for 110 yards and a touchdown. ====NFC: Dallas Cowboys 24, Seattle Seahawks 22==== Dallas outgained Seattle in total yards 380–299 and limited the Seahawks, the #1 rushing offense during the regular season, to just 73 yards on the ground. Dallas scored on their opening drive, advancing the ball 54 yards in 10 plays on the way to a 39-yard field goal by Brett Maher. This would be the only score of the first quarter, as the next six drives ended in punts. In the second quarter, Seattle quarterback Russell Wilson's completions to Ed Dickson and Tyler Lockett for gains of 26 and 40 yards set up Sebastian Janikowski's 27-yard field goal. Dallas responded with a drive to the Seattle 40-yard line, but it ended there as Maher missed a 58-yard field goal attempt. Seattle took over on their own 48-yard line; Wilson's 25-yard pass to Lockett on the ensuing drive set up another Janikowski field goal to give Seattle a 6–3 lead. A few plays into the Cowboys' next possession, they faced 3rd-and-1 with 1:11 left in the half. Ezekiel Elliott took a handoff, ran to the right and raced down the sideline for a 44-yard gain to the Seahawks' 22-yard line. Four plays later, Dak Prescott finished the 75-yard drive with an 11-yard touchdown pass to rookie receiver Michael Gallup with 28 seconds left, giving Dallas a 10–6 lead. Lockett gave Seattle a chance to score by returning the ensuing kickoff 52 yards to the Cowboys' 49-yard line; Seattle could only advance to the 39-yard line from there and ended the half with Janikowski's missed field goal attempt from 60 yards. Janikowski injured his leg on the kick and had to miss the rest of the game, turning the kicking duties over to rookie punter Michael Dickson. With 8:04 left in the third quarter, Seahawks defensive back Neiko Thorpe managed to knock Michael Dickson's 45-yard punt away from the end zone, where it was downed by Seattle on the Cowboys' 2-yard line. Dallas failed to gain any yards over their next three plays and Chris Jones' 42-yard punt gave the ball back to Seattle on the Dallas 44-yard line. Faced with 4th down and 4 after three plays, Seattle decided to go for the first down, a gamble that paid off as Wilson threw a pass to Doug Baldwin, who barely managed to keep his feet in bounds while hauling in the ball at the left sideline for a 22-yard gain. Then when faced with 3rd-and-5, Wilson managed to pick up the first down himself on a 7-yard run. Finally with just over 2 minutes left in the quarter, Wilson finished the 9-play, 44-yard drive with a 4-yard touchdown run; Mike Davis ran for a successful two-point conversion, giving the Seahawks a 14–10 lead. Michael Dickson drop-kicked the ensuing kickoff, which went to running back Rod Smith at the 20-yard line, where he returned it 15 yards. Four plays later, Prescott completed a 34-yard pass to Amari Cooper at the Seattle 16-yard line, setting up Elliott's 1-yard touchdown run that gave the Dallas a 17–14 lead with just over 12 minutes left. After three plays, Tavon Austin returned Michael Dickson's 60-yard punt 51 yards to the Seattle 38-yard line. Dallas was now in prime position to take a late-game two-score lead, but after driving to the 16-yard line, Prescott threw a pass to Noah Brown that bounced off his shoulder and was intercepted in the end zone by K. J. Wright as he fell to the ground. Still, Dallas' defense rose to the occasion and forced a punt, which Cole Beasley returned 7 yards to the Dallas 37-yard line. The Cowboys went on to drive 54 yards in 11 plays, aided by three Seattle penalties, including two pass interference calls on third down plays. Elliott also made a big impact with a 17-yard run, while Prescott converted a 3rd- and-14 with a 16-yard run before taking the ball into the end zone himself on a 1-yard score. This gave Dallas a 24–14 lead with 2:14 left. On the second play after the kickoff, Wilson's 53-yard completion to Lockett gave Seattle a first down on the Dallas 13-yard line. Wilson followed this up with two completions to backup running back J. D. McKissic, the first for 6 yards and the second a 7-yard touchdown pass. Chris Carson then scored on a two-point conversion run, cutting the score to 24–22 with 1:16 left. However, Michael Dickson's ensuing drop kick went right into the hands of Beasley, enabling Dallas to run out the rest of the game and secure their first playoff win since the 2014 playoffs. Prescott finished the game 22-of-33 for 226 yards and a touchdown, with one interception. He also rushed for 29 yards and a touchdown. His top receiver was Cooper, who caught seven passes for 106 yards. Elliott had 26 carries for 137 yards and a touchdown, while also catching four passes for 32 yards. For Seattle, Wilson completed 18-of-27 passes for 233 yards and a touchdown, while also running for 14 yards and a score. Lockett caught four passes for 120 yards, returned a kickoff for 52 yards and gained 22 yards on three punt returns. Michael Dickson averaged 51.4 yards per punt on his seven punts and put one of them in the 20. ===Sunday, January 6, 2019=== ====AFC: Los Angeles Chargers 23, Baltimore Ravens 17==== The Chargers recorded six sacks, jumped out to a 23–3 lead and halted a late Ravens rally, forcing Lamar Jackson to fumble on the final drive to earn a trip to New England. On the Ravens' second possession of the game, Chargers defensive end Melvin Ingram forced a fumble from Kenneth Dixon that was recovered by safety Adrian Phillips, giving Los Angeles the ball on the Baltimore 14-yard line. Three plays later, Michael Badgley kicked a 21-yard field goal to give Los Angeles a 3–0 lead. Then the Chargers' defense forced a punt, which Desmond King returned 42 yards to the Ravens' 42-yard line, setting up a 53-yard Badgley field goal that increased their lead to 6–0. Early in the second quarter, Phillips intercepted a pass from Jackson to give the Chargers a first down on the Ravens' 44-yard line. From there, they drove 27 yards to go up 9–0 on Badgley's third field goal. Following another Ravens punt, Los Angeles drove 53 yards in 12 plays to score on Badgley's fourth field goal on the last play of the half, giving them a 12–0 lead. King returned the second half kickoff 72 yards to the Ravens' 35-yard line, but this time the Chargers failed to score when Badgley's field goal attempt was blocked by Za'Darius Smith. After a Ravens punt, linebacker Patrick Onwuasor forced a fumble from Chargers tight end Virgil Green that was recovered by linebacker C. J. Mosley on the Los Angeles 21-yard line. This set up Justin Tucker's 33-yard field goal, cutting the score to 12–3 with 8:34 left in the third quarter. At the end of Los Angeles' next possession, the Ravens got another scoring opportunity when Javorius Allen blocked Donnie Jones's punt, resulting in Baltimore taking over on the Chargers' 40-yard line; they only managed to gain 4 yards with their next three plays and Tucker's 50-yard field goal attempt was wide right. Los Angeles then drove 60 yards in 10 plays, featuring a 28-yard completion from Philip Rivers to Mike Williams on the Ravens' 15-yard line. On the next play, Melvin Gordon ran the ball 14 yards to the 1-yard line. The Ravens managed to keep Los Angeles out of the end zone for the next three plays, but Gordon scored with a 4th down 1-yard touchdown run on the first play of the 4th quarter; Rivers completed a pass to Williams for a two- point conversion, giving the Chargers a 20–3 lead. A sack by Ingram on the Ravens' ensuing drive forced them to punt from their 14-yard line and Sam Koch's 31-yard kick gave the Chargers good field position on the Ravens' 45-yard line. Los Angeles then drove 16 yards, including a 9-yard scramble by Rivers on 3rd-and-8, to score on Badgley's 5th field goal, from 47 yards, that gave them a 23–3 lead. Taking the ball back with 9:02 left, Baltimore drove 75 yards in eight plays, including Jackson's 29-yard completion to Willie Snead on 4th-and-11. On the next play, Jackson threw a 31-yard touchdown pass to receiver Michael Crabtree, making the score 23–10. The Chargers recovered Baltimore's ensuing onside kick attempt, but still had to punt after three plays. Baltimore went on to drive 85 yards in 12 plays, the longest a 39-yard completion from Jackson to Dixon. On the last play, Jackson threw a 6-yard touchdown pass to Crabtree, narrowing their gap to 23–17 with 2:06 left. Baltimore then forced a punt with 45 seconds to go, giving them one last chance to drive for a winning touchdown, but Chargers linebacker Uchenna Nwosu forced a fumble while sacking Jackson and Ingram recovered it to give Los Angeles the victory. Rivers completed 22-of-32 passes for 160 yards and rushed for 15 yards. Ingram finished the game with seven tackles (two for a loss of yards), two sacks, a forced fumble and a fumble recovery. Phillips had five tackles (three solo), an interception and a fumble recovery. King returned a kickoff for 72 yards and had four punt returns for 46 yards. Jackson completed 14-of-29 passes for 194 yards, with two touchdowns and an interception; he was also Baltimore's leading rusher with 9 carries for 54 yards. Onwausor had seven tackles (six solo), a sack and a forced fumble. ====NFC: Philadelphia Eagles 16, Chicago Bears 15==== Nick Foles threw the game-winning touchdown pass to Golden Tate with 56 seconds remaining and then defensive tackle Treyvon Hester blocked a 43-yard Cody Parkey game-winning field goal attempt with five seconds remaining to seal it for the Eagles. Both offenses had a slow start of the game. Philadelphia quarterback Nick Foles completed 4/6 passes for 57 yards on the opening drive, setting up Jake Elliott's 43-yard field goal to take a 3–0 lead. The next three drives ended in a punt, two of which were three-and-outs. Foles was picked off by Roquan Smith at the beginning of the second quarter when the Eagles were 10 yards into Chicago territory. Smith returned it into the end zone for what would have been a Bears touchdown, but he was ruled down by contact at Chicago's 35-yard line. The interception started a 47-yard drive in which Mitchell Trubisky completed 3 passes for 28 yards and rushed for 6. The possession ended in a Cody Parkey 36-yard field goal to tie the game at 3–3. Philadelphia went deep into the Bears' territory in their next possession, but a Foles pass intended for Nelson Agholor was intercepted by Adrian Amos inside the end zone. After another three-and-out by each team, Chicago set up the final drive of the quarter, starting from their own 11-yard line. Trubbisky completed 6/8 passes for 59 yards, the longest a 23-yard catch by Anthony Miller, as the team drove 78 yards to go up 6–3 on Parkey's 29-yard field goal as time expired in the half. The Eagles scored the first touchdown of the game in the third quarter to regain the lead. At the start of the drive, a late hit by Amos on Zach Ertz caused an unnecessary roughness penalty called against the Bears, on what would have been a three-and-out. Another penalty against the Chicago defense for pass interference on Prince Amukamara resulted in a 33-yard gain that gave the Eagles 1st-and-goal. Foles capitalized with a 10-yard touchdown pass to the rookie tight end Dallas Goedert, giving the Eagles a 10–6 lead. The Bears' offense responded with a 62-yard drive, including a 45-yard completion from Trubisky to Allen Robinson, that ended in another field goal by Parkey from 34 yards at the beginning of the fourth quarter to cut the Eagles' lead to one at 10–9. The next Bears drive saw some Trubisky crucial throws, including a 19-yard pass to Taylor Gabriel on 3rd-and-11 and a 34-yard pass to Josh Bellamy. A 22-yard pass to Robinson for the touchdown culminated the possession and put Chicago ahead of Philadelphia once again, although their two-point attempt was unsuccessful, making he score 15–10. The Eagles, trailing by five, started what would be the winning drive on their own 40-yard line after a bad punt by the Bears. The Bears were able to stop three downs starting at their 2-yard line, but Philadelphia finally scored on 4th down with Foles' 2-yard touchdown pass to Golden Tate to take a one-point lead with less than one minute remaining. The Eagles went for the two-point conversion, but a rush by Wendell Smallwood was ruled to be short of the end zone. The play was reviewed, but video evidence was not clear enough to overturn the ruling on the field. Chicago started their final drive of the game with 0:56 left. Tarik Cohen returned the kickoff 35 yards to the Bears' 42-yard line and a 25-yard pass from Trubisky to Robinson settled the home team into field goal position. The Eagles called a timeout before the snap to negate the first field goal try. After that, Parkey's 43-yard kick was tipped by the Eagles' defensive tackle Treyvon Hester, hit the left goal post and bounced off the crossbar to send Philadelphia to the divisional round. Parkey later reacted, \"I feel terrible. There's really no answer to it. I thought I hit a good ball.\" The kick became known as the \"double doink\" after NBC color commentator Cris Collinsworth stated immediately afterward, \"Oh my goodness, the Bears' season is going to end on a double doink\". The next day, the NFL officially declared the kick had been blocked by Hester instead of declaring it a Parkey missed field goal attempt. Both offensive units relied much more on the passing game than the rushing one. Chicago quarterback Trubisky completed 26 passes out of 43 attempts for a total 303 yards and a touchdown, while Philadelphia's Foles completed 25 passes out of 40 for 266 yards and two scores. Meanwhile, the Eagles offense totaled 42 yards from 23 carries and the Bears totaled 65 yards from 18 carries, ending up as the last and second-to- last team in rushing yards at the wild card weekend, respectively. Robinson was the top receiver of the game, with 10 receptions, 143 yards and a score. The final drive of the first half included a controversial play. With 0:36 left, Trubisky threw a pass down the field to Miller, who apparently caught the ball, but was then broken up by Eagles cornerback Cre'Von LeBlanc. The play was ruled an incomplete pass by the referees, but upon reviewing it, it looked like it was indeed a complete pass, then fumbled as Miller became a runner. However, that hypothetical fumble was not recovered by anyone and the ruling on the field was upheld. While that was misunderstood by most viewers, the NFL rule book states that in this situation, \"if there is no video evidence of a clear recovery […] the ruling of incomplete stands.\" ==Divisional playoffs== ===Saturday, January 12, 2019=== ====AFC: Kansas City Chiefs 31, Indianapolis Colts 13==== Kansas City dominated the game the whole way through, racking up 433 yards and 29 first downs, while holding the Colts to 263 yards, 15 first downs and 0-for-9 on third down conversions. Kansas City would go to the AFC Championship Game for the first time since 1993 and the second time in franchise history. In the first quarter alone, the Chiefs gained 185 yards and nine first downs, while holding Indianapolis to 12 yards and no first downs. Following a Colts punt on the opening drive, Kansas City quarterback Patrick Mahomes led the team 75 yards in five plays, including his 44-yard completion to Sammy Watkins, to score on Damien Williams' 10-yard touchdown run. Indianapolis was quickly forced to punt again and the Chiefs stormed back for another touchdown. This time, they drove 65 yards in eight plays to take a 14–0 lead with receiver Tyreek Hill's 36-yard touchdown run on an end around play. The Colts went three-and-out for the third time in row and Kansas City took off for another scoring drive as the first quarter ended. Mahomes completed 5-of-10 passes for 47 yards as the team advanced 48 yards in 15 plays to go up 17–0 on Harrison Butker's 39-yard field goal. With six minutes left in the second quarter, Indianapolis finally managed to strike back when Colts linebacker Najee Goode blocked Dustin Colquitt's punt and Zach Pascal recovered it in the end zone for a touchdown to make the score 17–7. But the Colts' defense still could not stop the Chiefs as Mahomes completed a 30-yard pass to tight end Travis Kelce on the first play of their ensuing drive. One play later, Mahomes hooked up with Hill for a 14-yard completion on the Colts' 26-yard line. Kansas City was on the move and did not stop until Mahomes finished the possession with a 4-yard touchdown run, increasing their lead to 24–7. Indianapolis got the ball back with 1:40 left in the half. On their first play, Andrew Luck completed a 21-yard pass to Eric Ebron, giving the Colts their first first down of the game. He then followed it up with a 12-yard pass to Dontrelle Inman. The drive continued until the Colts reached the Chiefs' 5-yard line, but with only three seconds left in the half, 46-year old kicker Adam Vinatieri hit the left upright on his 23-yard field goal attempt—his shortest missed field goal in 23 NFL seasons. Kansas City started the second half with a drive to the Colts' 33-yard line, but this time failed to score as Mahomes was sacked by Denico Autry for a 5-yard loss while trying to convert on 4th-and-5. Following some punts, Indianapolis got a big scoring opportunity when Darius Leonard forced and recovered a fumble from Watkins on the Chiefs' 20-yard line. But on the Colts' ensuing drive, Chiefs lineman Dee Ford forced a fumble while sacking Luck and linebacker Justin Houston recovered it with 50 seconds left in the third quarter. There would no more scoring until 5:30 remained in the game, when Luck finished an 87-yard drive with a 29-yard touchdown pass to T. Y. Hilton, cutting the score to 24–13 after Vinatieri missed the extra point, the first time he had missed such an attempt in the postseason. But any chance of a Colts comeback was ended on the Chiefs' following drive, starting with Tremon Smith's 23-yard kickoff return to the Chiefs' 39-yard line. From there, Damien Williams rushed seven times for 50 yards as the team drove 56 yards in nine plays to score on Darrel Williams' 6-yard rushing touchdown, making the score 31–13 and putting the game out of reach. Mahomes finished his first playoff game 27-for-41 for 278 yards while also rushing for 8 yards and a touchdown. Kelce was his leading receiver with seven receptions for 108 yards, while Hill caught eight passes for 72 yards, rushed for 36 yards and a touchdown, and gained 6 yards returning punts. Damien Williams, who had been thrust into the starting lineup late in the season to replace the departed Kareem Hunt and the injured Spencer Ware, finished his first playoff game with 25 carries for 129 yards and a touchdown, along with five receptions for 25 yards. Houston had two tackles for a loss, two sacks and a fumble recovery. Luck completed 19-of-36 passes for 203 yards and a touchdown, while also rushing for 17 yards. Leonard had 14 tackles (10 solo), a forced fumble and a fumble recovery. This would also be Luck's last game in the NFL, as he retired before the commencement of the 2019 NFL season ====NFC: Los Angeles Rams 30, Dallas Cowboys 22==== Los Angeles gained 459 yards, including 273 yards on the ground, with running backs C. J. Anderson and Todd Gurley both rushing for 100 yards each as they earned their first playoff win since the 2004 season and went to their first NFC Championship since 2001. On the other side of the ball, their defense limited Ezekiel Elliott, the league's leading rusher during the season, to just 47 yards on 20 carries. The Rams advanced 57 yards in 11 plays on their opening drive, the longest a 19-yard completion from Jared Goff to tight end Tyler Higbee, to score on Greg Zuerlein's 25-yard field goal and take a 3–0 lead. Dallas responded by advancing the ball 71 yards in 7 plays, featuring a 20-yard run by Elliott. On the next play, Cowboys quarterback Dak Prescott threw a 29-yard touchdown pass to Amari Cooper, giving the team a 7–3 lead. Los Angeles then drove 70 yards in 16 plays, but ended up having to settle for another Zuerlein field goal that made the score 7–6 with 31 seconds left in the first quarter. The next time the Rams got the ball, Goff completed three of four pass attempts for 47 yards, while Anderson finished the drive with a pair of carries, the first for 14 yards and the second a 1-yard touchdown run that put the team up 13–7. Then JoJo Natson returned Dallas' next punt 12 yards to the Rams' 36-yard line, where the team went on to drive 64 yards in six plays, scoring with Gurley's 35-yard touchdown run that upped their lead to 20–7. The Cowboys were soon forced to punt again, giving Los Angeles one last chance to score before halftime. They managed to advance to the Dallas 45-yard line, but as time in the half expired, Zuerlein missed a 63-yard field goal attempt. Dallas' offensive futility continued in the second half as they had to punt for the fourth consecutive drive and the Rams drove back for more points. A 21-yard completion from Goff to Brandin Cooks and an 18-yard run from Gurley set up Zuerlein's third field goal, from 44 yards, that put the Rams up 23–7. But this time, the Cowboys' offense finally managed to get a drive going, advancing 75 yards in nine plays. Receiver Michael Gallup caught passes for gains of 27 and 44 yards, while Elliott converted a 4th-and-1 with a 5-yard carry, and later finished the drive with a 1-yard touchdown run. Then Prescott completed a pass to Cooper for a two-point conversion, cutting their deficit to 23–15 with 5:20 left in the third quarter. After forcing the Rams to punt, Dallas drove to the Los Angeles 35-yard line. On the first play of the fourth quarter, Elliott attempted to again convert a 4th-and-1, but this time he was stopped by Rams defenders John Johnson and Lamarcus Joyner for no gain. The Rams then went on to drive 65 yards in 12 plays, successfully converting their own 4th-and-1 with a 1-yard touchdown run by Anderson to put themselves in front 30–15 with just over seven minutes left in the game. Prescott started off the Cowboys' next drive with a 24-yard completion to Gallup on the Rams' 49-yard line and later converted a 4th-and-1 with a 2-yard run. Eventually the team found themselves facing 4th-and-3 on the Rams' 17-yard line. Prescott's pass on the next play was incomplete, but defensive back Aqib Talib was penalized for committing pass interference in the end zone, giving them first and goal on the 1-yard line, where Prescott eventually ran the ball into the end zone, making the score 30–22 with 2:11 left. After the ensuing touchback, Dallas forced the Rams into a 3rd-and-7, but Goff ran 9 yards for a first down, enabling Los Angeles to run out the clock and win the game. Goff completed 15-of-28 passes for 186 yards and rushed for 12 yards. Anderson, playing for his third team in the 2018 season, had 23 carries for 123 yards and two touchdowns, and Gurley rushed for 115 yards and a touchdown, while also catching two passes for 3 yards. For the Cowboys, Prescott completed 20-of-32 passes for 266 yards and a touchdown, while also rushing for 3 yards and another touchdown. Gallup was the top receiver of the game with six receptions for 119 yards. At age 32, Rams coach Sean McVay became the youngest coach to win an NFL playoff game. ===Sunday, January 13, 2019=== ====AFC: New England Patriots 41, Los Angeles Chargers 28==== New England piled up 347 yards in the first half and scored touchdowns on five of their first six possessions to defeat the Chargers, which sent the Patriots to the AFC championship game for the eighth consecutive season.https://www.pro- football-reference.com/teams/nwe/index.htm The Patriots started the game by driving 83 yards in 14 plays, scoring on Sony Michel's 1-yard touchdown run. Chargers quarterback Philip Rivers quickly led his team right back, completing an 18-yard pass to Mike Williams on 3rd-and-15 before tying the game on a 43-yard touchdown completion to Keenan Allen. New England then drove 67 yards in 7 plays, the longest a 28-yard completion from Tom Brady to receiver Julian Edelman. On the next play, Michel ran 14 yards to the end zone to give the Patriots a 14–7 lead with less than a minute left in the first quarter. Los Angeles had to punt after three plays and Edelman returned it 6 yards to the Patriots' 42-yard line. Then he caught passes for gains of 11 and 17 yards as New England drove 58 yards to take a 21–7 lead on Brady's 15-yard touchdown pass to receiver Phillip Dorsett. Following another Chargers punt, Brady completed a 25-yard pass to running back James White on New England's first play. A few plays later, Michel took off for a 40-yard run to the Chargers' 9-yard line, where Rex Burkhead took the ball to the end zone over the next two plays, the second a 6-yard touchdown run to put the Patriots up 28–7. The next time New England got the ball, they were forced into a three-and-out, but Chargers returner Desmond King muffed their punt and Albert McClellan recovered it for the Patriots on the Chargers' 35-yard line. Brady then started the ensuing possession with a 19-yard completion to Edelman, while Michel finished it with his third touchdown run, a 5-yard carry, that put the team up 35–7 with 1:40 left in the half. They nearly scored again after forcing an Los Angeles punt, but Dorsett was tackled on the Chargers' 30-yard line as time expired. In the first half alone, Brady completed 23-of-29 passes for 233 yards and a touchdown, Michel had 16 carries for 105 yards and three touchdowns, White caught 10 passes for 71 yards, and Edelman caught 7 passes for 107 yards while also returning 3 punts for 31 yards. Los Angeles had to punt on their opening drive of the second half and Brady's 25-yard completion to tight end Rob Gronkowski set up a 28-yard Stephen Gostkowski field goal, increasing New England's lead to 38–7. This time the Chargers were able to respond, as Williams caught 3 passes for 40 yards as the team drove 72 yards in 10 plays to score on Melvin Gordon's 1-yard touchdown run, cutting the score to 38–14. But Los Angeles' defense still could not contain New England, as Brady's completions to Edelman and White for gains of 35 and 23 yards lead to another Gostkowski field goal, giving the Patriots a 41–14 lead with 12:27 left. Following a few punts, Rivers completed passes to Tyrell Williams and Allen for gains of 29 and 32 yards as the team drove to score on his 1-yard touchdown pass to tight end Virgil Green. Then he completed a pass to Allen for a two-point conversion, making the score 41–22 with 7:28 left. After failing to recover an onside kick, the Chargers forced a punt, but Patriots defensive back Stephon Gilmore ended their following drive with an interception. By the time Los Angeles got the ball back, only three minutes remained, which they used to drive 80 yards in 12 plays to score on Rivers' 8-yard pass to tight end Antonio Gates, making the final score 41–28 following a failed two-point conversion attempt. Brady completed 34-of-44 passes for 343 yards and a touchdown. Edelman caught 9 passes for 131 yards and returned 5 punts for 37 yards, moving to second place all-time in playoff receptions, behind only Jerry Rice. White tied an all-time playoff record with 15 receptions for 97 yards. Michel ran 24 times for 129 yards and three touchdowns, and caught a pass for 9 yards. Rivers finished the day 25-of-51 for 331 yards, three touchdowns and an interception. Tyrell Williams was his top receiver with 5 receptions for 94 yards. With this win, Tom Brady improved his record against Rivers to 8–0 (counting regular season and playoff games).https://www.nfl.com/gamecenter/2019011300/2018/POST19/Chargers@Patriots Down judge Sarah Thomas became the first woman to officiate an NFL postseason game and second woman to officiate a postseason game in one of the four major North American professional sports leagues, following the NBA’s Violet Palmer. ====NFC: New Orleans Saints 20, Philadelphia Eagles 14==== New Orleans had defeated the Eagles 48–7 during the regular season, and while the score of this game would be much closer, the result did not change. Though Philadelphia scored touchdowns on their first two drives, the Saints' defense managed to shut them out for the rest of the game, clinching the win with an interception by Marshon Lattimore in the closing minutes on the Eagles' final possession. Philadelphia got off to a strong start as cornerback Cre'Von LeBlanc intercepted Saints quarterback Drew Brees' pass on the game's first play, giving the Eagles a first down on the New Orleans 24-yard line. The Eagles then drove 76 yards in seven plays to score on Nick Foles' 37-yard touchdown pass to Jordan Matthews. The Saints soon had to punt, and Philadelphia drove back for more points. Their next drive covered 75 yards in 10 plays, the longest a 30-yard reception by Alshon Jeffery. Foles finished the drive with a 1-yard touchdown run on a QB sneak, giving his team a 14–0 lead before the Saints had managed to gain a single yard on offense. New Orleans' third drive fared no better as they had to punt after Brees was sacked twice, the second time losing a fumble that was recovered by offensive tackle Ryan Ramczyk. But in what turned out to be a crucial momentum-shifting play, Lattimore made a leaping interception of a Foles pass on the Saints' 21-yard line with 13:35 left in the half. New Orleans then drove to a 4th-and-1 on their own 30-yard line and sent their punt unit onto the field. Playing from the blocking back position in the formation, backup quarterback Taysom Hill took a direct snap and ran four yards for a first down, extending the drive. On the next play, Brees completed a 42-yard pass to Michael Thomas on the Eagles' 24-yard line. Eventually, the Saints faced 4th-and-goal from the 2-yard line and managed to convert again, this time with Brees' 2-yard touchdown pass to receiver Keith Kirkwood to finish off the 12-play, 79-yard drive with 7:23 left in the half. After the next three drives resulted in punts, New Orleans got the ball on their own 6-yard line with 1:18 remaining in the half. Brees subsequently completed four successive passes for 71 yards as the team drove to a 45-yard field goal by Wil Lutz, making the score 14–10 at halftime. After forcing the Eagles to punt on the opening second-half possession, New Orleans went on the longest drive of the postseason to that point, covering 92 yards in 18 plays and taking 11:29 off the clock, which included overcoming a 41-yard touchdown completion called back by a holding penalty. Brees made two clutch first down completions on the drive, throwing a 20-yard pass to Thomas on 2nd-and-20 from the Saints' 44-yard line, and later hitting Thomas again for 20 yards to convert a 3rd-and-16. After this, Alvin Kamara's 15-yard run moved the ball to the Eagles' 2-yard line, and Brees completed a 2-yard touchdown pass to Thomas on the next play, giving the Saints their first lead of the game at 17–14 with 1:40 left in the third quarter. After forcing the Eagles to punt, New Orleans drove 62 yards, including a 36-yard run by Mark Ingram Jr., to take a 20–14 lead on Lutz's 39-yard field goal with 10:28 left. Following another Eagles punt, the Saints drove 41 yards in 10 plays, featuring a 22-yard completion from Brees to Thomas on 3rd-and-13. With 3:03 remaining, they had a chance to put the game away, but Lutz missed a 52-yard field goal attempt wide to the right, giving the ball to Philadelphia on their 42-yard line. After driving to the Saints' 27-yard line, Foles threw a pass that went through the hands of Jeffery and was intercepted by Lattimore with 1:50 remaining, enabling New Orleans to run out the clock. Brees finished the game 28-for-38 for 301 yards, two touchdowns, and an interception. Thomas caught 12 passes for a franchise postseason record 171 yards and a touchdown. Kamara rushed for 71 yards, caught four passes for 35 yards, and returned two kickoffs for 45 yards. Lattimore had eight tackles (four solo) and two interceptions. Foles completed 18-of-31 passes for 201 yards and a touchdown, with two interceptions. His rushing touchdown made him the third player in the Super Bowl era to have a rushing, receiving and passing touchdown in the postseason. ==Conference championships== :As per an annual rotation used by the NFL since 1997 and made official in 2002, the NFC Championship Game was the first game played on January 20 at 3:05 p.m. EST, followed by the AFC Championship Game at 6:40 p.m. EST. For the first time in the Super Bowl era, both conference championship games went into overtime. ===NFC: Los Angeles Rams 26, New Orleans Saints 23 (OT)=== Though the Rams outgained the Saints in total yards 378 to 290, they never held the lead at any point in regulation. But after Greg Zuerlein made a 48-yard field goal with 15 seconds left in the fourth quarter to send the game into overtime, John Johnson's clutch interception set Zuerlein up for a 57-yard field goal (the second longest in postseason history) to win the game. New Orleans took the opening kickoff and drove 56 yards in 11 plays, the longest a 21-yard completion from Drew Brees to running back Alvin Kamara. Wil Lutz finished the drive with a 37-yard field goal to give the Saints a 3–0 lead. Then Saints linebacker Demario Davis intercepted a pass that bounced out of the hands of running back Todd Gurley, giving his team a first down on the Rams' 13-yard line. Three plays later, Lutz kicked a 29-yard field goal to put New Orleans up 6–0. Los Angeles was quickly forced to punt, and the Saints soon drove for more points. Brees started his next drive with a 24-yard completion to tight end Josh Hill, and later converted a 3rd-and-3 with a 19-yard pass to Michael Thomas. Brees eventually finished the drive with a 5-yard touchdown toss to tight end Garrett Griffin, who had been promoted from the practice squad just two weeks earlier after missing the entire regular season. This gave New Orleans a 13–0 lead with 1:35 left in the first quarter. The Rams took the ball back and soon faced 4th-and-5, but managed to keep the drive going with a fake punt in which punter Johnny Hekker threw the ball to Sam Shields for 12 yards, giving the Rams a first down for the first time in the game with 14 minutes left in the second quarter. The possession ended up going on for 14 plays and 62 yards before Zuerlein finished it with a 36-yard field goal to make the score 13–3. After the next three possessions of the game ended in punts, Los Angeles got the ball with 1:52 left in the half. Quarterback Jared Goff started the drive with a pair of completions to Josh Reynolds for 22 total yards. Following two incompletions, he converted a 3rd-and-10 with a 17-yard pass to Brandin Cooks. On the next play, Goff completed a 36-yard pass to Cooks on the Saints' 6-yard line. Gurley then ran the ball in for a touchdown, cutting the Rams' deficit to 13–10 at halftime. After forcing the Rams to punt on the opening possession of the second half, New Orleans drove 71 yards in 12 plays, mainly on the strength of running backs Mark Ingram Jr. and Kamara. Ingram rushed three times for 25 yards on the drive, while Kamara had a 6-yard carry while also catching four passes for 34 yards. Brees ended the drive with a 2-yard touchdown pass to Taysom Hill, increasing the Saints' lead to 20–10. Los Angeles responded by moving the ball 70 yards in 10 plays, including a 25-yard reception by Cooks and a 16-yard run by Reynolds on an end around play. With 3 minutes left in the third quarter, Goff converted a 3rd-and-goal with a 1-yard touchdown pass to Tyler Higbee, cutting the Rams' deficit to 20–17. The next three drives of the game resulted in punts, the last one a 44-yard kick by Thomas Morstead that pinned the Rams back on their 9-yard line. Goff then completed passes to Gerald Everett and Reynolds for gains of 39 and 33 yards as the team drove 90 yards in nine plays. Zuerlein kicked a field goal to tie the score 20–20 with just over five minutes left in regulation. Kamara returned the following kickoff 30 yards to the Rams' 35-yard line. Four plays later, Brees completed a 43-yard pass to Ted Ginn Jr. on the Los Angeles 13-yard line. Two plays later, with the Saints facing 3rd-and-10, Brees threw a pass to receiver Tommylee Lewis, who was covered by Nickell Robey-Coleman. A hit by Robey-Coleman knocked Lewis to the ground and the pass fell incomplete. Replays showed that Robey-Coleman made contact with Lewis long before the ball arrived. However, no flag was thrown and the Saints had to settle for Lutz's third field goal, from 31 yards, which gave them a 23–20 lead with 1:26 remaining. On the Rams' ensuing drive, Goff completed a 19-yard pass to Reynolds and then threw a 16-yard pass to Robert Woods to convert a 3rd-and-3 and give Los Angeles the ball on the Saints' 33-yard line. Three plays later, Zuerlein's 48-yard field goal tied the score with 8 seconds left on the clock and sent the game into overtime. New Orleans got the ball at the start of overtime and drove to their 40-yard line. On the next play, Ingram was tackled by Aaron Donald for a 6-yard loss. Then as Brees attempted to make a desperate throw, he was hit by Rams lineman Dante Fowler Jr., resulting in a high floating pass that was intercepted by John Johnson at the Rams' 46-yard line. Goff started Los Angeles' ensuing drive with a 12-yard pass to Higbee. Then after Anderson was dropped for a 3-yard loss, Goff's 6-yard pass to Higbee moved the ball to the Saints' 39-yard line. Goff's next pass was incomplete, and Zuerlein was brought out to kick a 57-yard field goal, which he did to give the Rams a 26–23 win. After the game, Saints coach Sean Payton protested bitterly about the non-call after Robey-Coleman's hit on Lewis on the final play of the Saints' fourth-quarter field goal drive. \"For a call like that not to be made, man, it's just hard to swallow. And then to get a phone call ...\" Payton said, trailing off. He added: \"We spoke initially, then I called to follow up. And the first thing [head of officials Alberto Riveron] said when I got on the phone—'We messed it up.' Payton later said it was the type of foul you'd call \"if we were playing pickup football in the backyard.\" Eight days later, the NFL released a statement officially admitting the play was blown and should have been penalized. Two Saints season ticket holders filed a lawsuit against the NFL over the incident, attempting to force the league to use its unfair act provisions and replay the game from the point of the missed call. The league, which has never used these provisions, opposed the action on the grounds that it could force the Super Bowl to be postponed. On January 31, 2019, U.S. District Judge Susie Morgan in New Orleans ruled that the ticket holders could not compel the NFL or NFL Commissioner to enforce a rule that would change the result of the game or schedule a replay of the game. In response, Louisianans boycotted Super Bowl LIII. In the following season, the NFL changed their rules to allow pass interference calls (and non-calls) to be subject to replay challenge.https://www.si.com/nfl/2019/09/05/nfl-new-pass- interference-review-rule-explained Goff completed 25-of-40 passes for 297 yards, a touchdown and an interception, while also rushing for 10 yards. Cooks caught seven passes for 107 yards, while Reynolds caught four passes for 74 yards and rushed for 16 yards. Rams linebacker Cory Littleton had 12 tackles (11 solo). Brees completed 26-of-40 passes for 249 yards, two touchdowns and an interception. Kamara rushed for 15 yards, caught 11 passes for 96 yards, and had four kickoff returns for 119 yards. The previous postseason meeting of these two teams was in the 2000–01 wild card playoffs when the Saints eliminated the Rams 31–28; at the time Rams were based in St. Louis and were the defending Super Bowl champions. ===AFC: New England Patriots 37, Kansas City Chiefs 31 (OT)=== New England outgained the Chiefs in total yards 524–290, and managed to prevent their defense, which led the league in sacks during the season, from getting any sacks in this game.https://www.patspulpit.com/2019/1/23/18194142/2019-afc-championship-game- new-england-patriots-kansas-city-chiefs-advanced-stats Still, it would take an overtime touchdown by Rex Burkhead to put Kansas City away after a wild, back and forth fourth quarter in which the teams combined to score 38 points as the lead changed four times. The Patriots dominated the first half, holding Kansas City scoreless and limiting them to just 32 total yards. On the game's opening drive, New England running back Sony Michel rushed 6 times for 32 yards as the team drove 80 yards in 15 plays to score on his 1-yard touchdown run. After forcing a punt, the Patriots drove to a 1st-and-goal from the Chiefs' 5-yard line, but this time they failed to score. On 3rd down, linebacker Reggie Ragland intercepted Tom Brady's pass in the end zone for a touchback with 13:45 left in the half. After a few punts, Chiefs quarterback Patrick Mahomes completed a 42-yard pass to Tyreek Hill on the Patriots' 23-yard line. On 3rd- and-9, Mahomes was sacked by Trey Flowers for a 14-yard loss, pushing Kansas City back to the 36-yard line, where they decided to punt rather than risk a long field goal attempt. Dustin Colquitt's 26-yard punt pinned New England back on their own 10-yard line; they still managed to drive to a 14–0 lead, with Brady completing a 30-yard pass to running back James White before hooking up with Phillip Dorsett for a 29-yard scoring play with 27 seconds left in the half. The Chiefs managed to rally back on the opening drive of the second half. When faced with 3rd-and-2 after two plays, Mahomes burned the Patriots' defense with a 54-yard completion to Sammy Watkins, and followed it up with a 12-yard touchdown pass to tight end Travis Kelce, making the score 14–7. Later in the quarter, New England receiver Julian Edelman returned a punt 13 yards to the Chiefs' 37-yard line, setting up Stephen Gostkowski's 47-yard field goal that increased the Patriots' lead to 17–7. Kansas City responded by driving 75 yards in 9 plays, featuring Mahomes' 33-yard completion to running back Damien Williams. On the first play of the fourth quarter, Williams finished the drive with a 1-yard touchdown reception, cutting the score to 17–14. New England took the ball back and advanced to a 4th-and-1 on the Chiefs' 25-yard line. They attempted to convert with a run by Burkhead, but safety Daniel Sorensen broke through the line and tackled him for no gain. However, Kansas City soon had to punt. Officials ruled that Edelman muffed the punt and the Chiefs recovered the ball, but the call was overturned via video review. One play later, Brady threw a pass that bounced off Edelman's fingertips and was intercepted by Sorensen, who returned it 14 yards to the Patriots' 23-yard line. Following an incompletion, Mahomes threw a short pass to Williams, who raced down the left sideline for a 23-yard touchdown completion, giving Kansas City their first lead at 21–17, with 7:45 left in regulation. New England then drove 75 yards in 10 plays to retake the lead, the longest a 14-yard run by Burkhead. Michel's 10-yard touchdown run made the score 24–21. The Patriots' touchdown drive was kept alive by a controversial roughing the passer call against Chiefs defensive lineman Chris Jones. Instead of third-and-long, the Patriots got 15 yards and a first down. Following the Patriots' touchdown, Kansas City quickly took advantage of a lost fumble that was eliminated due to a holding penalty on Patriots defensive back J. C. Jackson, and a later pass interference penalty on Jackson that gained them 23 yards. Mahomes then threw a 38-yard completion to Watkins on the 2-yard line, and Williams ran the ball in for a touchdown on the next play; Kansas City led 28–24 with just over two minutes left in regulation. Cordarrelle Patterson returned the ensuing kickoff 38 yards to the 35-yard line. Then Brady threw passes to Edelman and Chris Hogan for gains of 20 and 11 yards; Hogan's one-handed catch was upheld on review. After an incompletion, Chiefs defensive back Charvarius Ward appeared to put the game away with an interception, only to see it overturned by a penalty against linebacker Dee Ford, who had lined up in the neutral zone before the ball was snapped.https://slate.com/culture/2019/01/patriots-chiefs-tom-brady-patrick- mahomes-offsides-roughing-the-passer.html On the next play, Brady threw a 25-yard pass to Rob Gronkowski on the Kansas City 4-yard line. Then Burkhead scored on a 4-yard touchdown run, giving New England a 31–28 lead with 39 seconds left. After Tremon Smith's 26-yard kickoff return gave the Chiefs the ball on their 31-yard line, Mahomes completed a 21-yard pass to running back Spencer Ware, and a 27-yard completion to Demarcus Robinson, to set up Harrison Butker's 39-yard field goal with six seconds left, sending the game into overtime, the first such instance in an AFC Championship game since 1986. After winning the overtime coin toss, New England drove 75 yards in 13 plays for the game-winning touchdown. Edelman caught two third-down passes on the drive for gains of 20 and 15 yards, while Burkhead covered the final 15 yards to the end zone with a 10-yard run, a 3-yard run, and a 2-yard rushing touchdown. Brady completed 30-of-46 passes for 348 yards, with a touchdown and two interceptions. Edelman caught seven passes for 98 yards and returned three punts for 38 yards. Patterson returned 3 kickoffs for 80 yards and caught 2 passes for 16 yards. Michel was the top rusher of the game with 29 carries for 113 yards and two touchdowns. This gave him five total rushing touchdowns for the postseason, a rookie record. Linebacker Kyle Van Noy had 10 tackles (2 solo), two sacks and a forced fumble. Mahomes finished the game 16-of-31 passes for 295 yards and three touchdowns, while also rushing for 11 yards. Williams rushed for 30 yards, caught five passes for 66 yards, and scored three touchdowns. Watkins was the game's leading receiver with four receptions for 114 yards. Smith had four kickoff returns for 99 yards. Sorensen had 14 tackles (11 solo) and an interception. After the game, the Chiefs fired defensive coordinator Bob Sutton. ==Super Bowl LIII: New England Patriots 13, Los Angeles Rams 3== This was the first Super Bowl since 2012 to not feature a top seed from either conference, and the first time that both number two seeds qualified. This was the Patriots' third consecutive Super Bowl appearance. The Rams last made an appearance in 2001 when the team was based in St. Louis, coincidentally, facing the Patriots, their first as a Los Angeles based team since 1979. The Patriots won that game 20–17 on a field goal, as time expired, by Adam Vinatieri. The Patriots' current head coach–starting quarterback tandem of Bill Belichick and Tom Brady were only active personnel left from the previous title game against the Rams. The Patriots won their sixth Super Bowl in 18 years (2001, 2003, 2004, 2014, 2016), and tied the Pittsburgh Steelers with the most Super Bowl wins. The Rams won their only Super Bowl in 1999, which was coincidentally hosted by Atlanta, and extended their drought to 20 years. This was the Patriots' 11th Super Bowl appearance (ninth under Brady and Belichick) and the Rams' fourth. The first half was the lowest scoring half (three points) since Super Bowl IX (two points). In the lowest scoring Super Bowl in NFL history, the Patriots won 13–3 to claim their sixth Super Bowl. ==Television coverage== All playoff games were broadcast nationally on network television. In a change from previous Wild Card Weekends, NBC aired the late Sunday afternoon NFC game as a lead-in to their coverage of the Golden Globe Awards. ABC and ESPN simulcasted the AFC Wild Card game on Saturday afternoon, Fox aired the Saturday primetime NFC game, and CBS broadcast the other AFC playoff game in the early Sunday window. Fox then had both NFC divisional games, while CBS and NBC had one AFC divisional game each. Fox had exclusive coverage of the NFC Championship Game. CBS had exclusive coverage of the AFC Championship Game and also broadcast Super Bowl LIII. ===Television ratings=== {| class=\"wikitable sortable\" style=\"text- align:center\" |- ! Rank !! Game !! Date !! class=\"unsortable\" colspan=3|Matchup !! Network !! data-sort-type=\"number\"|Viewers (millions) !! data-sort-type=\"number\" | TV rating |- | 1 || Super Bowl LIII || data-sort- value=11 | February 3, 2019, 6:30 ET || New England Patriots || 13–3 || Los Angeles Rams || CBS || 98.2 || 41.1 |- | 2 || AFC Championship || data-sort- value=10 | January 20, 2019, 6:40 ET || New England Patriots || 37–31 (OT) || Kansas City Chiefs || CBS || 53.9 || 27.5 |- | 3 || NFC Championship || data- sort-value=9 | January 20, 2019, 3:05 ET || Los Angeles Rams || 26–23 (OT) || New Orleans Saints || Fox || 44.1 || 24.5 |- | 4 || Divisional Round || data- sort-value=8 | January 13, 2019, 4:40 ET || Philadelphia Eagles || 14–20 || New Orleans Saints || Fox || 38.2 || 20.8 |- | 5 || Wild Card Round || data- sort-value=4 | January 6, 2019, 4:40 ET || Philadelphia Eagles || 16–15 || Chicago Bears || NBC || 35.9 || 19.7 |- | 6 || Divisional Round || data-sort- value=6 | January 12, 2019, 8:15 ET || Dallas Cowboys || 22–30 || Los Angeles Rams || Fox || 33.4 || 17.9 |- | 7 || Divisional Round || data-sort-value=7 | January 13, 2019, 1:05 ET || Los Angeles Chargers || 28–41 || New England Patriots || CBS || 29.2 || 17.1 |- | 8 || Divisional Round || data-sort- value=5 | January 12, 2019, 4:35 ET || Indianapolis Colts || 13–31 || Kansas City Chiefs || NBC || 29.1 || 16.6 |- | 9 || Wild Card Round || data-sort- value=2 | January 5, 2019, 8:15 ET || Seattle Seahawks || 22–24 || Dallas Cowboys || Fox || 29.4 || 15.9 |- | 10 || Wild Card Round || data-sort-value=3 | January 6, 2019, 1:05 ET || Los Angeles Chargers || 23–17 || Baltimore Ravens || CBS || 25.4 || 15.4 |- | 11 || Wild Card Round || data-sort-value=1 | January 5, 2019, 4:35 ET || Indianapolis Colts || 21–7 || Houston Texans || ABC/ESPN || 22.8 || 13.5 |} ==References== Playoffs Category:National Football League playoffs ",
    "title": "2018–19 NFL playoffs"
}