{
    "id": "53865489",
    "text": "The Independent Workers' Union of Great Britain (IWGB) is a fully independent trade union in the United Kingdom. The IWGB comprises several semi-autonomous branches which organise workers within their chosen industry, run their own campaigns and have their own representative officials. Their members are predominantly low paid migrant workers in London. The IWGB began as a breakaway from Unite and UNISON. The dispute stemmed from disagreements over how to get better working conditions for cleaners at the University of London, and, more broadly, about how to run modern trade unions. The IWGB is one of the main trade unions in challenging employment law relating to the 'gig economy'. == Notable campaigns == The IWGB is a campaigning union which has waged a number of high-profile campaigns and is notable for its use of direct action and social media to generate widespread publicity and support for them. The General Secretary of the IWGB, Jason Moyer-Lee, has said that the union's aim is to: \"Ramp up the pressure, using social media and by staging loud and disruptive protests, surprise protests and mini-occupations\". == 3 Cosas campaign == 3 Cosas was a campaign led by outsourced cleaners who work at the University of London to improve working conditions. 3 Cosas, translated as 3 things, equates to the three demands that the outsourced cleaners were striking over. These demands were 22–25 days paid annual leave, in addition to Bank holidays, sick pay of up to 26 days a year depending on length of service, and adequate pension contributions. The strike was notable for gaining support from Natalie Bennett, then the leader of the Green Party, who wrote a letter of support, Jeremy Corbyn, MP for North Islington, John McDonnell, MP for Hayes & Harlington and Andy Burnham, MP for Leigh. The strike was noted for its 'red balloons, drums, and a sound system that played samba music, as well as workers turning delivery vehicles away from the gates\". The University of London cleaners had been fighting for improved conditions since 2011, and had already won the London Living Wage in another campaign. The University of London cleaners at the time were members of Unison; however, they were unwilling to help with the 3 Cosas campaign for better working conditions. Unison also cancelled an election in which campaign supporters stood for positions in the branch executive. Following these developments, the University of London cleaners joined the IWGB, which was a seminal moment in the union's development. The strike was met with resistance from both the University of London and their outsourced employer Balfour Beatty Workplace. Despite the fact that a majority of the cleaners were members of the IWGB, the University of London and Balfour Beatty Workplace exploited a loophole in article 11 of the European Convention on Human Rights, allowing them to legally refuse to recognise the IWGB as the union which represents the cleaners, and instead claim they were in talks with Unison. Despite this setback, the striking cleaners won their hard-fought battle for improved working conditions. On the second day of a 48-hour walkout, Balfour Beatty Workplace announced it would improve sick pay entitlement, and increase holiday pay and access to its pension scheme for all its employees. Despite the success of the '3 Cosas' campaign being mainly due to the strike activity, the University of London continued not to recognise the IWGB, tweeting that \"Credit goes entirely to BBW and Unison for the agreement. Constructive dialogue vs staff intimidation\". ==Deliveroo== The IWGB has been locked in an ongoing struggle with Deliveroo over the classification of Deliveroo couriers. Deliveroo's business model is based on using thousands of self-employed contractors rather than employees. Deliveroo defines their couriers as 'independent contractors' which means they are not entitled to employment benefits, such as sick or holiday pay. The IWGB argues that Deliveroo riders are clearly employees and therefore entitled to some benefits of employment. Deliveroo have been accused of 'creating vocabulary' to avoid calling their couriers employees. ===Initial Deliveroo riders strike=== In August 2016 the IWGB helped organise a strike by Deliveroo riders. The dispute boiled down to a new pay plan. Previously, riders were being paid £7 per hour, plus £1 per delivery. After the introduction of the new pay plan, they would be paid £3.75 per delivery, but with no hourly rate. Deliveroo couriers won a victory in this case, seeing off an attempt by Deliveroo to force them to sign up to the new pay terms. ===Central Arbitration Committee=== The IWGB used this initial strike by Deliveroo riders to bring a case forward to the Central Arbitration Committee. This tribunal will assess whether Deliveroo couriers should be defined as independent contractors or workers. This was the first collective bargaining agreement in the 'gig economy' that could set a precedent for others to demand further rights. The tribunal began on 24 May 2017. ===High Court challenge=== In June 2018 Justice Simler gave the IWGB permission to challenge the ruling of the Central Arbitration Committee in the High Court, claiming that it was arguable that the CAC should have considered the rights of Deliveroo riders to bargain collectively as enshrined in Article 11 of the European Convention on Human Rights. The IWGB has so far raised just short of £25000 to cover the legal costs of the case. Rebecca Long-Bailey MP, Labour's then shadow business, energy and industrial strategy secretary, pledged support to the cause, called the ruling \"an important and positive step towards victory for workers and trade unions across the UK.\" The High Court dismissed the claim for judicial review in December 2018, concluding that the workers are self-employed. ===Deliveroo in Brighton=== In a separate case, the IWGB assisted Deliveroo couriers in Brighton after they spontaneously protested over a lack of work. The IWGB demanded that Deliveroo implement a hiring freeze, as well as an increase in payment for deliveries from £4 to £5. Following these actions, Deliveroo wrote a letter to their couriers in Brighton stating that they would implement a hiring freeze, unrelated to the demands made by the IWGB. ==Dewhurst vs CitySprint== The IWGB supported and helped Mags Dewhurst bring forward her case against CitySprint to an Employment Tribunal that considered whether the claimant was a worker of CitySprint as opposed to being self-employed or a 'contractor'. The IWGB and Ms. Dewhurst were successful and the Employment Tribunal found that Ms. Dewhurst should be classed as a worker rather than self-employed. The Employment Tribunal labelled the contract as, 'contorted', 'indecipherable' and 'window dressing' and noted that 'CitySprint which has the power to regulate the amount of work available and it keeps its couriers busy by limiting the size of the fleet'. The IWGB said this should be seen as a 'test case' and called for the decision to be rolled out across all of CitySprint's employees. CitySprint, who have a network of 3,500 couriers, disputed the verdict and the IWGB's claims stating that: \"“We are disappointed with today’s ruling. It is important to remember that this applies to a single individual and was not a test case. We enjoy a good relationship with our fleet, many of whom have worked with us for some time, and have always strived to help them maximise their earnings.\" ==Boxer vs. Excel== The IWGB supported and helped Andrew Boxer bring forward his case against Excel to an Employment Tribunal. He argued that he was entitled to one week of holiday pay based on his work for Excel, which amounted to £321.16. Mr Boxer worked 9 hours a day, 5 days a week and had no opportunity to negotiate his pay rate or to provide someone else to do work on his behalf. When asked about his contract Mr Boxer said: \"I had no choice, it would not have made a difference, they would have laughed at me if I had challenged a particular clause\" Judge Joanna Wade, who presided over the Employment Tribunal, said that she classified Boxer as a worker, and not an independent contractor. She said that the contract that Boxer signed \"did not reflect the reality of the situation... the inequality of bargaining power at this point was very notable\". Excel did not provide witness evidence or attend the tribunal hearing. The firm initially offered to pay the claim for holiday pay \"without acceptance of the claimant's claim\". This was rejected by Mr Boxer. ==Action with Gina Miller== ===Article 50 Supreme Court intervention=== The IWGB also intervened in the R (Miller) vs Secretary of State for Exiting the European Union. The IWGB intervened on the grounds that the UK's decision to leave the EU necessitates a debate in Parliament because the UK's decision to leave the EU directly affects its members. The IWGB were allowed to provide a written submission of up to a maximum of 20 pages, and will seek the opportunity to present a brief oral submission of no more than 45 minutes, on issues surrounding the UK's decision to leave the EU. ===Legal Letter on £1 billion DUP Deal=== In September 2017, the IWGB co-penned a legal letter to the government, challenging them that there was a legal necessity to seek parliamentary approval for the £1 billion payment to Northern Ireland that Theresa May promised to the Democratic Unionist Party DUP following the 2017 UK election result and signing of the 'Confidence and Supply' Conservative-DUP Agreement. The IWGB acted on behalf of their members, with Jason Moyer-Lee claiming that: Following the letter, the government announced that they would be seeking parliamentary approval before the release of these funds to Northern Ireland. ==eCourier admittal of wrongful classification== eCourier admitted to wrongly denying employment benefits to one of their couriers, IWGB member Demille Flanore, after incorrectly classifying him as an independent contractor rather than employee. The admittal came in response to an employment tribunal claim made by Flanore to contest his status – rather than contest the case, eCourier chose instead to admit their wrongdoing. The event was described as 'a major sea change' by the IWGB, reflecting the changing landscape of the gig economy. ==IWGB vs. Addison Lee== IWGB supported the case of cycle courier Chris Gascoigne in a case against his employer, Addison Lee, in August 2017. Following similar rulings in other IWGB supported cases against Excel, CitySprint, Uber and eCourier, employment Judge Joanna Wade ruled that Gascoigne was to be considered a 'worker' and not a 'self- employed contractor' as Addison Lee had alleged. Jason Moyer-Lee described the case as another 'domino' within the changing law around the gig-economy, signifying progress in the IWGBs aim to ramp up the pressure against these employers. ==University of London 'Back in House' campaign== In September 2017, the IWGB launched a new campaign with its University of London branch, demanding that the university end outsourcing, implement promised pay rises, and abolish all zero hours contracts at the institution. The campaign was supported by John McDonnell MP, Shadow Chancellor, as well as the co-leader of the Green Party, Jonathan Bartley, who wrote a letter to Adrian Smith, the Vice Chancellor of the University of London to express his concern at the employment situation at the university. ===First strike=== The campaign began in earnest on 27 September where porters, security officers, receptionists and post room workers all went on strike. The IWGB organised a 'Precarious Labour Strikes Back' protest that day at Senate House, joining the picket line, as well as in support of another IWGB campaign concerning Uber, which took place at the TfL offices in central London. ===Landmark joint employer case=== Alongside strike action, the IWGB also launched a legal challenge to the University of London over the rights of 75 of their outsourced staff to negotiate their pay and conditions directly with the university itself. The IWGB, with the legal aid of the Good Law Project cited Article 11 of the European Convention on Human Rights to argue that the University's failure to negotiate directly with their de facto employees constituted an infringement on the right to collective bargaining enshrined in the convention. The case was considered a landmark legal challenge, with the potential to revolutionise the rights of outsourced workers in the UK. ===Largest strike of outsourced workers in higher education history=== Whilst the initial actions by the IWGB did force a review of facilities management contracts at the university, the University of London still failed to meet the IWGBs demands. As a result, the IWGB organised a second strike, which took place between 25 and 26 April 2018. Outsourced workers at the University of London walked out in protest at the university's continued failure to improve working conditions for outsourced staff, and to demand that they be brought back in house, with the same employment rights as other university staff. With more than 100 workers walking out, the strike became the largest strike by outsourced workers in higher education yet. ===University of London statement=== Following the April strikes, the University of London released a statement in June 2018 declaring that they would begin to bring some of their outsourced staff back in house. Although the statements were vague on timings, some concessions were made to the IWGBs demands, including an acknowledgement that direct action had influenced the decision. The Board of Trustees wrote: Following the statements, the IWGB organised a further strike for 6 June to keep up the pressure on the university for concrete commitments. ===Boycott Senate House campaign=== In December 2018, the IWGB organised a boycott of Senate House campaign, gaining support from a number of high profile politicians, journalists and academics, including John McDonnell, Owen Jones, Ken Loach and David Graeber. The campaign aims to put pressure on the University of London to bring their outsourced maintenance staff back in house by targeting what is a major source of both prestige and revenue for the University. Today, the boycott is still in place, with hundreds of events having already been relocated, and over 350 individual academics, as well as a number of UCU branches all signatories to the campaign. On 7 February 2019, Richard J. Evans gave a lecture in Senate House's Chancellor's Hall to launch his new biography of Marxist historian Eric Hobsbawm, 'A Life in History'. Citing the hypocrisy of breaking a boycott in support of workers rights to give a talk about a lifelong committed Communist, the union and other supporters encouraged Evans to relocate his talk, requests which he ignored. In the following days, Evans' colleague at the University of Cambridge, Priyamvada Gopal, hit out at Evans' actions, citing his tweets in support of bringing staff in house as disingenuous, and calling his claim to have addressed the issue in his lecture 'patrician rubbish'. ==Formation of the Foster Carers branch== In 2016, the IWGB organised a meeting of over 60 foster carers in Parliament, where the group voted to establish the first ever trade union for their profession. With the support of John McDonnell MP, shadow chancellor, the foster carers decided to establish a Foster Carers branch of the IWGB in order to fight for recognition of their profession and for the employment rights they feel they deserve as workers, including the right to due process. General Secretary Jason Moyer-Lee commented on the decision to unionise: ===Foster care court ruling=== The IWGB aided James and Christine Johnstone, a Glasgow couple who work as foster carers, in a court case in 2017. The case revolved around whether the pair should be considered Local Authority workers, a claim they made after bringing a case to Employment Tribunal following what they alleged was the unfair deduction of wages. This Tribunal ruled that the couple were indeed employees, and that their claim could therefore be heard. The ruling was considered a landmark case as the first time that foster carers had been considered employees by a UK tribunal. Jason Moyer-Lee called it 'a massive victory for employment rights for foster care workers in the UK.' ==Aslam vs. Uber BV== The IWGB took over an employment tribunal case against Uber in 2017 on behalf of two of Uber drivers, James Farrar and Yaseen Aslam, prior to an appeal of the case that they had begun the year before.https://www.cnbc.com/2018/10/30/uber-heads-to-court-to-appeal-uk- workers-rights-ruling.htmlhttps://bostoncorporatecoach.com/uber-lost-an- appeal/https://www.independent.co.uk/news/business/news/uber-drivers- employees-full-rights-court-appeal-lose-ordered-treat-ride-sharing-app- taxi-a8047316.htmlhttps://www.itv.com/news/2018-12-19/ruling-due-on-uber- drivers-worker-status-in-landmark-gig-economy-case The case rested on Farrar and Aslam's claims that their classification by Uber as self-employed 'partners' was a sham, and that they should, in fact be classed as workers, entitling them to minimum wage and a whole host of other employment rights. The Tribunal concluded that Farrar and Aslam were indeed workers, and were accordingly entitled to both minimum wage and holiday pay. The Tribunal found that Uber was to be regarded as an employer, saying that the idea that the company was a: “mosaic of 30,000 small businesses linked by a common ‘platform’ is to our minds faintly ridiculous.” Uber appealed the decision, but their appeal was dismissed in November 2017, and a further appeal to the Court of Appeal was likewise dismissed in December 2018. Uber were, however granted permission for a final appeal to the Supreme Court. Aslam and Farrar are now the chair and secretary of the Private Hire Drivers Branch of the IWGB. In an interview on BBC Breakfast in November 2017 Farrar noted the role of the IWGB in the case, saying: \"the IWGB union has become the de facto union for the gig economy. We've got their support - they've been behind us 100% of the way.\" ==The Doctors Laboratory collective bargaining agreement== In March 2018, the IWGB became the first union to be recognised within the gig-economy for collective bargaining. The ruling came within a campaign the IWGB was organising with couriers at The Doctors Laboratory (TDL), a private courier service that works with the NHS to provide delivery services. For many months, TDL refused to recognise the IWGB, before the Central Arbitration Committee ruled on the case, obliging TDL to recognise the union as representative of the couriers. Previous to the ruling, the IWGB had secured full employment rights for a number of their members at TDL. ==References== ==External links== *Official website Category:2013 establishments in the United Kingdom Category:Precarious workers' trade unions Category:Trade unions established in 2013 Category:Trade unions in the United Kingdom ",
    "title": "Independent Workers' Union of Great Britain"
}