{
    "id": "53869151",
    "text": "Vingyani (English: Scientist) is a 2014 Tamil science fiction film written, produced and directed by Paarthi, who also features in the lead role. The film also features Meera Jasmine and Vivek in other pivotal roles, while Sanjana Singh and Mayilswamy appear in further supporting roles. Featuring music composed by Maris Vijay, the film was released on 28 November 2014. ==Cast== *Paarthi as Ramakrishnan *Meera Jasmine as Kaveri *Vivek *Devadarshini *Sanjana Singh *Mayilswamy *Bose Venkat *Jasper *Bala Singh *Thalaivasal Vijay *Sriranjini * Boys Rajan ==Production== The film was written and directed by newcomer Paarthi, who also featured in the lead role and served as the producer. Paarthi is a science graduate from the A C College of Technology, and then had pursued his higher studies at the Indian Institute of Science, graduating with a Doctorate in Aerospace Engineering. His work in science and his short stint as a scientist at NASA prompted him to work on his first film script. Actress Meera Jasmine revealed that she signed the film, despite its rookie technical team, because she was impressed with the script. ==Soundtrack== Soundtrack was composed by Maris Vijay.https://www.raaga.com/tamil/movie/Vingyani- songs-T0004142https://www.jiosaavn.com/album/vingyani/kx8lTSamsEQ_ *\"Kondaiya Aati\" - Maris Vijay, Padmalatha *\"Un Paarvai Arugil\" - Maris Vijay, Chinmayi Sripaada *\"Kadhavai Saathadi\" - Maris Vijay, Mc. V-Key, Mc. Ak *\"X Chromosome Y Chromosome\" - Maris Vijay, Sunitha Sarathy *\"Pullum Maranum\" - Maris Vijay, Kamalaja Rajagopal *\"Tamizhan Perumai\" - Maris Vijay *\"Golu Malu\" - Maris Vijay *\"Sil Endru Odum Aaru\" - Maris Vijay, Kamalaja Rajagopal *\"Where Is The Will\" - Maris Vijay, Murugan Reigo ==Release== A reviewer from The Hindu stated it was \"a badly made film\" with \"simply lazy writing, and no, the message-oriented nature of the film doesn’t ameliorate it\". ==References== Category:Indian films Category:2014 films Category:2010s Tamil-language films Category:Indian science fiction films Category:Films about scientists Category:2014 directorial debut films Category:2014 science fiction films ",
    "title": "Vingyani"
}