{
    "id": "53860611",
    "text": "The Kuching LRT is a proposed light rapid transit (LRT) system network in Kuching as one of the method to ease traffic congestion in the city. It was to be constructed using state funds. The proposed LRT lines will connect Kuching to Samarahan and Serian. Chief Minister Abang Abdul Rahman Johari Abang Openg promised to build the first Sarawak LRT soon to avoid rising costs, with Chinese companies offering their expertise to collaborate in the construction. The project is funded by the Development of Sarawak (DBoS). The construction of the RM10.8 billion project was expected to commence by 2019 and was scheduled to be operational by 2024. It was proposed that the LRT will use hydrogen fuel cell rolling-stock with a travel speed of 70–140km/h. The hydrogen fuel cell trains are in line with the state government’s vision to develop a hydrogen economy, as part of its green initiative. Aside from hydrogen-powered trains, Kuching will also be the first city in the country to have hydrogen-powered buses. However, on 1 September 2018, the Chief Minister announced that the project has been placed on hold, citing that the funds allocated to the project will instead be used to build basic amenities for Sarawak's rural areas. Further in July 2019, the Chief Minister said that the LRT project will be built using artificial intelligence (AI) technology which will remove the need for conventional rails and bringing down the cost of the project. By September, the government of Sarawak choose China's Autonomous Rail Rapid Transit (ART) system than LRT due to its more affordable cost where the state transport minister said it will be ready by 2022. == Planned routes == On 29 March 2018, the Chief Minister released the routes and stations of three of the six lines with 155.2 kilometers of track to be completed in 2024, while the remaining three lines to be implemented at a later stage. A Government-linked company (GLC) called Sarawak Metro Sdn Bhd has been registered to manage the LRT system. * Line ' : Kota Samarahan to Damai via Sungai Batu, 62.4km, 28 stations. * Line ' : Serian to Senari via Siburan, 82km, 26 stations. * Line ' : City Line, tram, 10.8km, 13 stations. == See also == * Sarawak Railway Line * Kota Kinabalu Line == References == Category:Proposed rail infrastructure in Malaysia ",
    "title": "Kuching LRT"
}