{
    "id": "53863492",
    "text": "Harry Ashland Greene (January 12, 1852 – November 13, 1933) was an American businessman and philanthropist. A native of San Francisco, he founded the stockbrokerage firm Greene and Co. there but spent the last 43 years of his life in Monterey, California. He became an influential figure in the development of Monterey and the preservation of its historical landmarks. Among his initiatives were the creation of the city’s first electricity company, the construction of the Monterey harbor breakwater, and the preservation of Colton Hall where California's first constitutional convention was held. A keen horticulturalist by avocation, he was the founder and first president of the Federation of Tree-Growing Clubs of America. == Life and career == Harry Ashland Greene was born on January 12, 1852 in San Francisco. He was the second of five children born to William Greene and Anne Elizabeth (née Fisk) who had settled in California in 1849. His boyhood home in Ashland Place, which his parents had imported from China and re-assembled in San Francisco, was known as \"The Chinese House\". Greene was initially educated by private tutors and then at City College and Santa Clara College. He continued his studies at the Military Institute in Poughkeepsie, NY before travelling to Paris in 1870. His stay in France was cut short by the outbreak of the Franco- Prussian War, and after a visit to England he returned to San Francisco to study at the Pacific Business College. Greene began his career in mining in Placer County. On his return to San Francisco he briefly held a clerical position at George Babcock & Co., large dealers in produce and grain. He then became a stock broker and in 1874 formed a brokerage firm with his older brother Clay M. Greene. However his brother retired after a few months to pursue his career as a playwright. Greene continued with Greene & Co until ill-health forced his retirement in 1890. He left with the record of being the oldest commission stock broker to have not gone under because of financial disaster. Exterior of the Harry A. Greene Mansion in Monterey c. 1899 Greene retired to his house in the New Monterey neighborhood of Monterey which he had originally built in 1886 as a summer home. Designed in an eclectic Moorish Revival style, the house still stands today and is one earliest surviving residences in New Monterey. Over the years he added a coach house and barn and built up an extensive garden of rare plants and shrubs.Architectural Resources Group, San Francisco, California (August 2013). New Monterey Historic Context Statement and Reconnaissance Survey, pp. 24; 27; 284. While living in Monterey Greene became a key figure in the development of the city. By 1894, his Monterey Electric Light and Development Company was providing electricity to much of Monterey. He organized the Monterey & Fresno Railroad and became vice- president of the Monterey & Pacific Grove Street Railroad. He also created and invested heavily in the Bank of Monterey, serving briefly as the ceremonial first cashier. Greene was 80 years old when he saw the successful culmination of his twenty-year campaign for the building of a breakwater to protect Monterey harbor. At considerable personal expense, Greene, who became known as \"Breakwater Harry,\" had lobbied both the California State Legislature and the US Congress for the necessary funds. At a ceremony in 1932 to mark the start of the breakwater's construction Greene pulled the lever which sent the first granite boulders into the bay.Hunt, Rockwell D. (ed.) (1932). \"Harry Ashland Greene\". California and Californians, Vol. 4, pp. 190–191Pacific Fisherman (1932). \"Monterey Breakwater Progressing\". Vol. 30, p. 21 Greene's civic activism also extended to the preservation of Monterey's history. In 1896, he was Director General of the California Jubilee and in 1899 led the campaign by the Native Sons of the Golden West to save Colton Hall, the site of California's first constitutional convention, from demolition. Greene found more desirable land for the new school which the city had wanted to build on the site of Colton Hall and organized a public subscription to raise money for its purchase. Six years later, Greene helped to rescue and preserve the remains of the historic Vizcaíno-Serra Oak. In 1903 the huge centuries-old tree was damaged by workman who eventually chopped it down in 1905 and threw it into Monterey Bay. With the help of local fisherman, the pastor of the Cathedral of San Carlos Borromeo had the tree fished out of the bay, while Greene provided financial help to preserve the remains of the trunk and erect it behind the cathedral. He also commissioned local craftsmen to make several chairs out of its branches, two of which he donated to the local parlor of the Native Sons of the Golden West. One of the chairs was exhibited along with other Monterey products at the Panama Pacific International Exposition. The chair is the property of California State Parks and was on display at the Pacific Grove Museum of Natural History in 2015 and 2016.Rothal, Jeff (12 June 2015). \"A Tree and a Chair\". Pacific Grove Museum of Natural History In his later years Greene devoted much of his time and money to promoting better forestry and improving home gardens in Monterey. On Arbor Day 1925, the city honored his work with the planting of a Sequoia sempervirens in the park surrounding Colton Hall.Greene died at his home in Monterey on November 13, 1933 at the age of 81. His ashes were buried in the El Encinal Cemetery. After his death, the city named the island in the middle of Lake El Estero in his honor.\"Plantsmith\" (October 1964). \"Two Men and a Tree\". California Horticultural Society Journal, Vol. 25, No. 4, pp. 106–108Monterey Peninsula Herald (14 November 1933). \"H.A. Greene Mourned by Community\", pp. 1 and 5 == Horticulture == Greene's interest in horticulture began in boyhood when the English botanist Thomas Bridges was a resident in his parents' house in Ashland Place. Greene would help Bridges to package the seeds he had collected for dispatch to Kew Gardens.Jepson, W.L. (1933). \"California botanical explorers; Thomas Bridges\". Madroño, Vol. 2, No. 4, pp 84–88. When Greene took up residence at his house in Monterey, he set about developing the extensive gardens there. By the end of his life, the gardens contained one of the state's largest private collections of trees and shrubs—over 400 varieties—all of which Greene had marked and scientifically classified. He also took a keen interest in the Monterey Cypress grove at Cypress Point on the outskirts of Monterey. In 1929 he wrote a brief article on the history of the grove for the journal of the California Botanical Society in which he lamented that his efforts to have the grove declared a National Monument had been unsuccessful. He had personally counted and categorized the 10,500 cypress trees there.Greene, Harry Asland (March 1929). \"Historical Note on the Monterey Cypress at Cypress Point\". Madroño: a West American Journal of Botany, Vol. 1, No. 14, pp. 197–198. California Botanical Society In the early 1900s California Governor George C. Pardee introduced Greene to an audience of foresters as \"Tin Can Greene\". Also known as \"Tin Can Harry\", Greene was the original promoter of the Tin Can Club which distributed tree seedlings in tin cans. His idea was to encourage Monterey's children to take a part in the reforestation movement by taking care of the seedlings until they were mature enough for transplantation to gardens, streets, and parks. The Monterey Tree Growing Club grew out of this idea and Greene became its first president. Greene later became the founder and president of the Federation of Tree Growing Clubs of America. Although the Federation foundered in 1912 through lack of funds, the Monterey club prospered with support from the University of California.\"Jacques Loeb\". Stanford University & Hopkins Marine Station In addition to his forestry activities, Greene was one of the earliest hybridizers of fuchsias which he extensively cultivated in the gardens of his mansion. He was one of the founders of the American Fuchsia Society and in 1930 became its first Honorary President.Wood, W. P. (1956). A Fuchsia Survey, p. 136. Farrar, Straus and YoungEastwood, Alice (1945). \"A History of the American Fuchsia Society\" in Alfred Stettler (ed.). The Fuchsia Book, pp. 24–25. The American Fuchsia Society == Personal life == While in San Francisco, Greene was a leading member of the Olympic Club and the San Francisco Bicycle Club. He was also one of the pioneers in introducing the sports of roller skating and roller polo on the Pacific Coast. In Monterey he was secretary of the old Capitol Club, which later became the Monterey Boat Club, and helped to organize the Monterey Progressive Association. Greene was married three times, firstly to Arabella (née Little) Greene from 1873 until her death in 1895. The couple had a son, William (born 1874) and a daughter, Belle Ursula (born 1876).The San Francisco Call (30 December 1895) \"Births–Marriages–Deaths\", p. 11 Greene's second son, Harry Ashland Greene Jr. (1898–1972) was born from his marriage to Oda May Greene which ended in divorce in 1904.The Monterey New Era (23 March 1904). \"In the Superior Court\", p. 1 The San Francisco Call (22 March 1904). \"Capitalist Greene Divorced\", p. 2 His third wife, Isabel (née Higgins) Greene, was a Monterey school teacher who had been the Greene children's governess. At his death, Greene was survived by Isabel and the three children from his previous marriages. Isabel lived on in the Greene Mansion until 1945 when she sold it and moved to Redwood City to live with Harry Ashland Greene Jr. and his family.Thomsen, John H. (December 1933). \"Outstanding Pioneer Son Journeys On\". The Grizzly Bear, p. 5Lovejoy, Ritch (8 August 1945). \"Historic House Changes Hands\". Monterey Peninsula Herald, p. 7 == References == Category:1852 births Category:1933 deaths Category:People from Monterey, California Category:Santa Clara University alumni Category:Businesspeople from San Francisco Category:New York Military Academy alumni Category:American horticulturists ",
    "title": "Harry Ashland Greene"
}