{
    "id": "53861977",
    "text": "Norman Jack \"Dusty\" Kleiss (March 7, 1916 – April 22, 2016) was a dive-bomber pilot in the United States Navy during World War II. ==Early life== Norman Jack “Dusty” Kleiss was born on March 7, 1916 in Coffeyville, Kansas. His parents were John Louis Kleiss and Lulu Dunham Kleiss. In 1934, Kleiss accepted an appointment to the United States Naval Academy. He graduated in June 1938, standing 245 in his class of 438 graduating midshipmen. Of these, 421 served in World War II. At the time of Kleiss's graduation, the United States Navy restricted academy graduates from attending flight training for two years, requiring them to first serve in the surface fleet. From June 1938 to April 1940, Ensign Kleiss served on board three ships: , , and . After passing his physical and psychological tests during his time on shore at Norfolk, he reported to Naval Air Station Pensacola for flight training. After eleven months and not a single crash, he earned his wings on April 27, 1941. After graduation from flight school, Kleiss was assigned to Scouting Squadron Six (VS-6), the scout-bombing squadron assigned to . Kleiss and the other Scouting Six pilots flew the Douglas SBD Dauntless Dive Bomber, a two-seat scout-bomber designed by Edward Heinemann. On May 8, Enterprise set sail for Pearl Harbor, Hawaii, and upon its arrival, Kleiss and the other pilots began training for war, practicing their navigation, gunnery, and dive bombing in the waters around Hawaii. In June, Kleiss was promoted to the rank of lieutenant (junior grade). On May 27, 1941, Kleiss earned his nickname when he made an unauthorized landing at Marine Corps Air Station Ewa, located on the south shores of Oahu. After serving as the tow-sleeve aircraft during a gunnery exercise, Kleiss landed his SBD in front of the tower, hoping to find a safe field to haul in the tow-sleeve. Unexpectedly, his plane's prop blast churned up a giant cloud of red dust, preventing two squadrons of Marine Corps fighter planes from landing on the runway. The tower control operator called over the radio, \"Unknown dust cloud, who the hell are you?\" Without responding, Kleiss took off for Naval Air Station Ford Island, hoping that no one had identified his plane. After landing, one of his squadron mates, Ensign Cleo Dobson, told Kleiss that he had seen the whole thing. Dobson joked, \"Welcome aboard, Dusty!\" For the remainder of his career in the Navy, Kleiss went by that nickname. ==World War II== On December 7, 1941, Kleiss's squadron, Scouting Six, became engaged with Japanese fighters during the surprise attack on Pearl Harbor, losing six pilots and gunners. Kleiss did not encounter any enemy aircraft that day, but he did fly several patrols around his carrier task force and he was involved in a friendly-fire incident on December 8, when several United States destroyers shot at his plane, mistaking it for a Japanese dive bomber. Kleiss fought his first battle on February 1, 1942, when he accompanied an air strike launched from USS Enterprise. The carrier's air group had orders to attack the Japanese base at Kwajalein Atoll. During the battle, Kleiss dropped his wing-bombs on a parked plane at Roi Airfield and later on, he dropped his 500-pound undercarriage bomb on the light cruiser Katori. Later that day, after returning to Enterprise to refuel and rearm his SBD, Kleiss accompanied eight SBDs led by Lieutenant Richard Halsey Best against the Japanese base on Taroa Island. There, they bombed several structures. Kleiss's SBD was hit by machine gun fire and his gunner, Radioman 3/c John Warren Snowden, was wounded slightly in the buttocks. Later that month, Kleiss participated in the air raid against Wake Island, February 24, 1942, bombing structures, and again in the air raid against Marcus Island on March 4. After USS Enterprise returned from a patrol in the South Pacific, Kleiss received the Distinguished Flying Cross from Admiral Chester Nimitz. He received the medal alongside several other Enterprise pilots and Messman Doris Miller in an elaborate ceremony on the flight deck of USS Enterprise, May 27, 1942. On June 4–6, 1942, Kleiss fought in the Battle of Midway. On the morning of June 4, Kleiss accompanied thirty-two SBD dive bombers led by Enterprise air group commander, Lieutenant Commander C. Wade McClusky, on a search to find the Japanese carrier task force led by Vice Admiral Chuichi Nagumo. After several hours of searching, McClusky's group spotted a lone Japanese destroyer, the Arashi, and changed direction to follow it. In a few minutes, McClusky's pilots caught sight of the main body of the Japanese fleet. At 10:22 (Midway Time), Scouting Six attacked the Japanese carrier Kaga. At least four pilots from Kleiss's squadron and the accompanying squadron (Bombing Six) scored direct hits. Dusty Kleiss was the second pilot to score a hit, putting his 500-pound bomb and his two wing-mounted bombs into the forward section of Kaga flight deck, right near the Rising Sun insignia. In five minutes, three United States dive bomber squadrons had mortally damaged three of the four Japanese aircraft carriers. On the afternoon of June 4, Kleiss accompanied another dive bomber mission launched from USS Enterprise, this one led by Lieutenant W. Earl Gallaher. Gallaher's dive bombers located the fourth Japanese carrier, the Hiryu, and fatally crippled it. Again, Kleiss scored a direct hit on the bow, one of only four or five pilots to do so. On June 5, Kleiss accompanied Enterprise dive bombers on their third mission of the battle, one that failed to sink (or damage, for that matter) a lone Japanese destroyer, the Tanikaze. Then on June 6, Kleiss accompanied Enterprise dive bombers in a mission that helped sink the Japanese cruiser Mikuma. Kleiss's bombs struck near Mikuma’s smokestack. Kleiss was the only pilot to score three direct hits with a dive bomber plane during the Battle of Midway. For his participation in the battle, Kleiss received the Navy Cross in November 1942. After the Battle of Midway, Kleiss was transferred to shore duty in the United States. After marrying his girlfriend, Eunice Marie \"Jean\" Mochon, at a wedding chapel in Las Vegas, Kleiss became an instructor assigned to an Advanced Carrier Training Group (ACTG) squadron stationed in Norfolk, Virginia. In the autumn of 1942, he transferred to the ACTG squadron assigned to Cecil Field, Florida. In October 1943, he resigned his position as instructor to accept a position at the Naval Academy's Postgraduate School, where he spent the next two years preparing for a career in aircraft design. ==Postwar== After the war, Kleiss served as Assistant Head of Structures Branch, Bureau of Aeronautics, under command of Rear Admiral Melville Pride. N. Jack \"Dusty\" Kleiss speaking at the Communion Breakfast at Villanova University, November 16, 1957. He is at the rank of captain. When Pride retired in May 1947, Kleiss became the Head of Structures Branch. In May 1949, Kleiss changed duty again, becoming the Bureau of Aeronautics representative at the Lockheed Corporation in Burbank, California, supervising the Navy's aircraft inspectors, engineers, and test pilots. In June 1952, Kleiss was reassigned to the staff of Commander, Air Force, Atlantic (COMAIRLANT), serving under Rear Admiral S. B. Spangler. From 1955 to 1958, he served as Director of the Aircraft Structures Laboratory at the Naval Air Material Center in Philadelphia. From 1958 to 1961 he served as the Director of Catapults and Arresting Gear, Ship Installation Division, in Washington, D.C. After that, Kleiss served one year as an administrative officer for the Office of Naval Materiel under the command of Vice Admiral George F. Beardsley before retiring on April 1, 1962, at the rank of captain. After leaving the navy, Kleiss worked as Senior Staff Engineer at Allegany Ballistics Laboratory in Rocket Center, West Virginia. He left that job in 1965 and became a part-time surveyor. For ten years, he taught mathematics, physics, and chemistry at Berkeley Springs High School. In 1997, he and his wife moved to the Air Force Village, a retirement community located near Lackland Air Force Base, San Antonio, Texas. Kleiss lived there for the rest of his life. He died on April 22, 2016, and is buried alongside his wife at Fort Sam Houston National Cemetery. ==Remembrance of Midway== During the final decades of his life, Kleiss participated in several remembrance activities that brought attention to the Battle of Midway. In 1966, he participated in the “Midway Project,” completing a questionnaire that resulted in the completion of Walter Lord's Incredible Victory, the first popular book about the battle. Although mainly silent in the succeeding decades, in the 1990s, Kleiss became more outspoken. He began speaking at the National Museum of the Pacific War and he participated in oral history interviews that resulted in several documentaries, most notably, Battle 360, which appeared on the History Channel in 2007. Kleiss's remembrances of the Battle of Midway sometimes stirred controversy, particularly when he criticized the two United States admirals who commanded the carrier task forces. Often shy of praise, Kleiss hated to be called a hero or made the guest of honor. However, as time passed, and he realized that he might become the last living American pilot to have fought in the battle, he deemed it his life's mission to tell the story of those who lost their lives in the early months of the Pacific War. These aviators were the true heroes, he often said, and their families needed to know the story behind their sacrifices. In 2012, Kleiss wrote: \"At age ninety-six, I wonder why the Good Lord has spared me ... The only thing I can presume is that He has not yet found me worthy to reach all those other Saints above us[,] ... all so I can tell relatives of those families who'd lost true heroes about their accomplishments.\" Kleiss died in San Antonio, Texas on April 22, 2016. ==Never Call Me a Hero: Battle of Midway Memoir== For four years, Kleiss worked on a memoir, Never Call Me a Hero: A Legendary Dive-Bomber Pilot Remembers the Battle of Midway, which was edited and finally published posthumously by co-authors Timothy and Laura Orr on May 23, 2017, by William Morrow, a division of HarperCollins. The memoir focuses on Kleiss's experiences during World War II. ==References== Category:1916 births Category:2016 deaths Category:United States Naval Aviators Category:American naval personnel of World War II Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Navy Cross (United States) Category:20th-century American naval officers Category:United States Naval Academy alumni Category:American centenarians ",
    "title": "Norman Kleiss"
}