{
    "id": "53861581",
    "text": "Alec Karakatsanis (born November 7, 1983) is an American civil rights lawyer, social justice advocate, co-founder of Equal Justice Under Law, and founder and Executive Director of Civil Rights Corps, a Washington D.C. impact litigation nonprofit. Karaktsanis' recent work has targeted the American monetary bail system. Using the novel legal strategy of suing jurisdictions under the Equal Protection Clause of the U.S. Constitution's 14th Amendment, Civil Rights Corps won a series of landmark civil rights lawsuits which ended money bail systems in Mississippi, Missouri, Alabama, Kansas, Louisiana, Tennessee, Georgia, and other jurisdictions. Karakatsanis' long-term goals are ending American mass incarceration, drug crimes, surveillance, the death penalty, immigration laws, war, and inequality. In 2016, Karakatsanis was awarded the Stephen B. Bright Award by Gideon's Promise and the Trial Lawyer of the Year Award by Public Justice. In explaining their rationale, Public Justice declared Karakatsanis to be \"setting the precedent for a new era of criminal justice reform in the age of mass incarceration.\" ==Education and career== Karakatsanis graduated from Yale College in 2005 with a degree in Ethics, Politics, & Economics. He enrolled immediately at Harvard Law School, where he was a Supreme Court Chair of the Harvard Law Review, and graduated with a J.D. in 2008. After law school, Karakatsanis worked as a federal public defender in Alabama and then in the Special Litigation Division of the Public Defender Service for the District of Columbia for several years. Karakatsanis founded Equal Justice Under Law with fellow Harvard Law School classmate Phil Telfeyan in 2014 but later split to found Civil Rights Corps in 2016. Numerous U.S. media outlets have featured Karakatsanis' work, including the New Yorker, Huffington Post, Washington Post, Marshall Project, and New York Times. In August 2016, Karakatsanis challenged the use of money bail in Harris County, Texas, in a federal lawsuit supported by the sheriff of Houston.https://static1.squarespace.com/static/57fd58f937c581b957965f8e/t/5aaac70a575d1fabe2c713d5/1521141514944/Doc.+51-1+2016-08-31+ODonnell+dkt+51-1+1st+Amd+Class+Action+Complaint+.pdf Controversy arose when the attorney representing Harris County argued that \"some people want to be in jail.\" A year earlier, in July 2016, Civil Rights Corps (along with ArchCity Defenders, the St. Louis public defense agency) received a landmark settlement when the city of Jennings, Missouri agreed to pay $4.7 million to 2,000 people incarcerated in its jail for inability to pay traffic fines and other minor fees. His hobbies include painting, soccer, and playing the piano. ==Lectures and publications== Karakatsanis has delivered dozens of lectures at universities across the United States, including Stanford Law School, NYU School of Law, and Princeton University (see https://www.youtube.com/watch?v=8deyP4-42i0 and https://www.youtube.com/watch?v=VF7pZMTNohw, for example). In addition, Karakatsanis has published articles in newspapers and law journals including: *The Human Lawyer, 34 N.Y.U. Rev. L. & Soc. Change 563 (2010) *Protecting Corporations Instead of the Poor, 121 Harv. L. Rev. 275 (2007) *Civil Disobedience: The Role of Judges, 120 Harv. L. Rev. 1988 (2007) *Policing, Mass Imprisonment, and the Failure of American Lawyers, 128 Harv. L. Rev. F. 253 (2015) *Karakatsanis, Alec. \"President Obama's Department of Injustice.\" The New York Times. 2015-8-18. ISSN 0362-4331. *Karakatsanis, Alec. \"Why US v Blewitt is the Obama Justice Department's greatest shame\". The Guardian. 2013-7-23. ISSN 0261-3077. ==Awards== * 2016 Trial Lawyer of the Year (Public Justice) * 2016 Stephen B. Bright Award (Gideon's Promise) * 2016 Emerging Leader Award (Johnson Institute for Responsible Leadership at the University of Pittsburgh) ==References== ==External links== * https://web.archive.org/web/20170424173733/http://www.civilrightscorps.org/alec- karakatsanis/ * https://twitter.com/equalityalec Category:Living people Category:Yale College alumni Category:Harvard Law School alumni Category:Public defenders Category:Prison reformers Category:1983 births Category:Lawyers from Pittsburgh ",
    "title": "Alec Karakatsanis"
}