{
    "id": "53866023",
    "text": "The agricultural landscape of southern Öland, is an area of more than located on the island of Öland, Sweden. It includes Stora alvaret (great alvar), a limestone plateau of around half that surface. Stora alvaret is a dagger shaped area almost 40 km long and about 10 kilometers at its widest north end. This limestone plain, around a quarter of the surface of the island, is the most extended of its kind in Europe. As a result of the thin layer of soil and high pH levels, it presents a wide range of plants, including many rare species. The agricultural landscape of southern Öland was designated as a World Heritage Site by UNESCO in 2000, for the extraordinary biodiversity in this place, and its prehistory as well as the way how man has adapted to the natural conditions. ==Geological origins== The limestone plain was created by glacial action before the Ice Age. The limestone itself was formed about 500 million years ago from the sea to the south. It gradually hardened to become limestone and drifted north. Thus, the limestone of Stora alvaret contains a rich fossil record of some marine creatures that contribute, such Orthoceras found in some geomorphological structures on the island.Thorsten Jansson, Stora Alvaret, Lenanders Tryckeri, Kalmar, 1999 ==Prehistory== Archaeological vertical stones forming a stone Viking ship The most famous Palaeolithic settlement of Alby is located on the east coast of the island, where excavations have revealed vestiges of wooden huts around a small prehistoric lake. Several objects were found, including evidence of bears, Marta, Seals and focènids, and also revealed hunting and harvesting technologies such as spears, harpoons made of antlers and flint. Arhchaeologists have discovered evidence of ringforts (circular fortified structures) in later times as the place known as Eketorp. During the Bronze Age and the first part of the Iron Age, the limited tree species Stora alvaret and margins suffered extreme pressure. Jannson suggests that disappearance of trees caused a mysterious disappearance of humans around the year 500 BC, documented at Eketorp and elsewhere. K. Borg, U. Näsman, E. Wegraeus, \"The Excavation of the Eketorp ring-fort 1964-74,\" a and Settlement Fortifikation Eketorp on Öland, Sweden 1976 It is believed that the cause was that expanding human population exceeded the carrying capacity this site. Later, around the years 800 to 1000 several Viking settlements appeared in the periphery. ==References== Category:Agriculture in Sweden Category:Agricultural land Category:World Heritage Sites in Sweden ",
    "title": "Agricultural landscape of southern Öland"
}