{
    "id": "53860285",
    "text": "Lydia Mitcham Meredith (May 3, 1952) is an author and the former CEO of the Renaissance Learning Center (RLC) in Atlanta, Georgia, from Macon, Georgia. Meredith is a community organizer, entrepreneur and civil rights activist formerly operated an early childhood development center in downtown Atlanta, Georgia. Lydia led the daily operations of the Renaissance Learning Center (RLC) operating in the 4th Ward community of Atlanta, Georgia. Ninety-five percent of the students assisted by the Renaissance Learning Center were from impoverished homes. Teen Talk, a program within their curriculum, educated over 2,000 teenagers on life skills. The RLC graduated over 3,000 students into kindergarten. The RLC successfully assisted 2,500 school age children get promoted to the next grade with 100% of them going on to high school. Five hundred children and adults are impacted daily by the RLC. Fifteen thousand families were elevated out of poverty because of services rendered to them by the Renaissance Learning Center. She was acknowledged for her work in the community by former governor of Georgia Roy Barnes. The RLC was presented with the Childhood Hero Award for the service rendered to the youth of the community. == Early life and education == Lydia is the fifth of thirteen children born to Wilbur Mitcham and Annie M. Mitcham. She is the author of the novel \"The Gay Preacher's Wife.\" Lydia was one of the first blacks to integrate the all white Lasseter High School in Macon, Georgia where she had the distinction of being the first cheerleader for Mark Smith High School their all white male counterpart. Lydia was an integral part of an historical event that is featured in the Georgia Sports Hall of Fame. Mark Smith High School won the state championship against overwhelming odds. She cheered her team to victory. She later graduated from Lasseter, High School with honors and was accepted at Vanderbilt University in 1970 and graduated with a BS in industrial engineering. She has the distinction of being Vanderbilt University's first cheerleader of African American descent in 1972. Mitcham earned her MBA from Vanderbilt University's Owens School of Business. Additionally, she holds master's degrees in Christian education, and public policy from the Morehouse School of Religion and Georgia State University- Andrew Young School of Policy Studies respectively. == References == == External links == *\"The Gay Preacher's Wife\" *\"Tom Joyner Morning Show\" *\"Lydia M. Mitcham *\"Community Activist\" *\"Master Plan\" Category:1952 births Category:Living people Category:People from Macon, Georgia Category:Interdenominational Theological Center alumni Category:Vanderbilt University alumni Category:African-American novelists Category:American women novelists Category:21st-century American novelists Category:American industrial engineers Category:African-American women engineers Category:African-American engineers Category:20th-century American engineers Category:21st-century American engineers Category:American women chief executives Category:Businesspeople from Atlanta Category:21st-century businesswomen Category:21st-century American businesspeople Category:20th- century American businesspeople Category:20th-century American businesswomen Category:African-American business executives Category:20th-century women engineers Category:21st-century women engineers Category:21st-century American women writers Category:20th-century American women writers ",
    "title": "Lydia Meredith"
}