{
    "id": "53863846",
    "text": "Everaldo Costa Azevedo (born July 24, 1944) is a former professional boxer from Jacuipa, Bahia, Brazil. Azevedo was a world rated Welterweight with a career that would see him fight in 17 countries over almost 20 years. Azevedo was ranked as the best Junior Welterweight in the world by the WBA in 1974 and No. 2 in the world by the WBC in 1972. Azevedo would fight for the World Title twice in his career. His first world title challenge came in 1972 when he lost a 15-round decision to the champion Bruno Arcari. The second world title fight Azevedo lost a controversial 15-round decision to Carlos Palomino. Azevedo was winning after the first 10 rounds and Palomino had only won the last five rounds. == Professional career == Azevedo fought many champions and top rated contenders throughout his career, including Bruno Arcari, Carlos Palomino, Nicolino Locche, Joergen Hansen, Rocky Fratto, Billy Backus, Gianfranco Rosi, Marijan Beneš and Olympic Bronze medalist Mario Guilloti. === 1963-1966 === Azevedo fought his first 28 fights in his home country of Brazil and had a record of 19 wins, 5 draws and 4 losses. === 1967-1971 === Azevedo spent the next four years fighting in Argentina and fought a total of 38 times. During this time he had a shocking 15 draws. His manager attributed the draws to Azevedo being a Brazilian in Argentina and the officials not wanting to give him the wins, while giving Argentine fighters losses. === First world title fight === For a five-year period from 1967 until 1972 Azevedo was undefeated in 40 consecutive bouts until he reached the ranking of #2 Junior Welterweight in the world by the WBC. On December 2, 1972 Azevedo lost a 15-round decision to the Italian world champion Bruno Arcari in Torino, Italy. ==== 1973-1977 ==== Azevedo would have two wins over European Champion Joergen Hansen, one by knockout. He would also outpoint 1968 Olympic Bronze medalist Mario Omar Guilloti for a decision victory. Azevedo would also have a three-year streak going undefeated until 1977. === Second world title fight === On September 13, 1977 Azevedo challenged champion Carlos Palomino for the WBC World Welterweight Championship. The first 10 rounds of the fight belonged to Azevedo with Palomino not winning one round. Commentators Chico Vejar and Gil Clancy stated that they did not give Palomino a round until the 11th. Palomino was awarded a controversial unanimous decision. A few months later Azevedo fought former Welterweight champion Billy Backus in his hometown of Syracuse, New York. The referee had Azevedo winning 7 rounds to 5, but that was overruled by the other two judges and the fight was scored a draw. ==== 1978-1982 ==== Azevedo would end 1978 with losses to Rocky Fratto and Marijan Benes. 1979 would be a better year for Azevedo when he scored back to back victories over European Champions Louis Acaries and Alain Marion in France. Azevedo's last fight would take place in 1982. He would end his career by knocking out the European and French Welterweight champion Alain Marion for a second time. Marion would end his career with only three losses, all by knockout. Two losses were suffered at the hands of Azevedo and the third at the hands of Joergen Hansen, who Azevedo also knocked out. ==References== Category:1944 births Category:Living people Category:Brazilian male boxers Category:Welterweight boxers ",
    "title": "Everaldo Costa Azevedo"
}