{
    "id": "53860079",
    "text": "Questlove Supreme is a weekly podcast hosted by Questlove. The first two seasons were released exclusively on Pandora. Season 3 was made available on all platforms, in a deal with iHeart Radio. == Episodes == ===Season 1=== {| class=\"wikitable\" style=\"text-align: center;\" ! scope=\"col\" style=\"width: 125px;\" | Episode Number ! scope=\"col\" style=\"width: 150px;\" | Air Date ! scope=\"col\" style=\"width: 250px;\" | Title ! scope=\"col\" style=\"width: 500px;\" | Episode Description |- |1 |September 7, 2016 |Maya Rudolph |Actress, musician and comedian Maya Rudolph shares some revealing stories about her famous parents, her musical ambitions, her time on SNL and much more. |- |2 |September 14, 2016 |Bob Power |Legendary producer, mixer and engineer Bob Power talks about what it was like to make some of the most iconic hip hop albums of our time. |- |3 |September 21, 2016 |Dante Ross |Music industry exec, A&R; rep and producer Dante Ross talks about what it was like working with Brand Nubian, De La Soul, Macklemore and others. |- |4 |September 28, 2016 |The Revolution |Recorded from Minneapolis: A special visit with Prince's band, The Revolution, where they talk about Prince's early days, his life and the truth behind the legend. |- |5 |October 5, 2016 |Alan Leeds |Music executive, producer and award-winning writer Alan Leeds talks about his life and what it was like managing artists like James Brown, Prince, KISS and Chris Rock. |- |6 |October 12, 2016 |Shep Gordon |Artist manager Shep Gordon shares behind-the-scenes stories about Alice Cooper, Teddy Pendergrass, Luther Vandross and more. |- |7 |October 19, 2016 |DJ Moma, X Ambassadors, Chill Moody, Tish Hyman, SMSHNG HRTS,Stretch & Bobbito, Lady Leshurr |Recorded from the 2016 Roots Picnic in NYC: Part I features appearances from X-Ambassadors, Stretch and Bobbito, and Lady Leshurr. |- |8 |October 26, 2016 |Jungle Brothers, Yuna, Daniel Marley, Freeway, Grits & Biscuits, Emily Wells |Recorded from the 2016 Roots Picnic in NYC: Part II features appearances from Jungle Brothers, Emily Wells, Yuna, Daniel \"Bambaata\" Marley, Freeway, and E.Z.Mo Breezy from Grits & Biscuits. |- |9 |November 2, 2016 |Kimbra |Recording artist Kimbra talks about what it's like being a New Zealander, the rural wildlife of Silver Lake, California and how she makes records. |- |10 |November 9, 2016 |Mike Birbiglia |Comedian, writer and filmmaker Mike Birbiglia talks about real-life sleepwalking, his new movie and the insatiable nature of success. |- |11 |November 16, 2016 |Ray Parker Jr. |Musician and songwriter Ray Parker Jr. talks about finding his voice, working in Motown and Stevie Wonder's surprising driving skills. |- |12 |November 30, 2016 |Solange |Singer-songwriter Solange talks about what it takes to be a strong black woman today, the making of her new album and just what it is she loves so much about New Orleans. |- |13 |December 7, 2016 |Stephen Hill |Music executive Stephen Hill gives Team Supreme an education in radio and talks about being an MTV tastemaker and what it really means to be a \"suit.\" |- |14 |December 14, 2016 |Pete Rock |Producer, rapper and hip hop legend Pete Rock talks about his deep knowledge of music, recording and the art of sampling. |- |15 |December 21, 2016 |None |Questlove, Phonte and Team Supreme talk about their personal, religious and cultural traditions and share some of their favorite holiday memories. |- |16 |December 28, 2016 |None |Questlove and Team Supreme reflect on what was lost and gained in 2016. |- |17 |January 11, 2017 |Marley Marl |Marley Marl shares some of his studio secrets and talks about how he earned his spot as a legend in the early NYC scene. |- |18 |January 18, 2017 |Faith Newman |Original Def Jam alumna Faith Newman talks about the challenges she faced as a woman in the industry, Russell Simmons and fighting to launch the career of the yet-to-be-known Nas. |- |19 |January 25, 2017 |Q-Tip |The legendary Q-Tip talks about the historical firsts and classic hip hop history he took part in and witnessed as part of A Tribe Called Quest. |- |20 |February 1, 2017 |Kevin Liles |Hip hop mogul Kevin Liles talks about the early Baltimore scene, his rise to president of Def Jam and the value of hard work. |- |21 |February 8, 2017 |Chris Rock |Comedy legend Chris Rock talks about his early days in Brooklyn, how he got into comedy and just who he thinks is the funniest person in any room. |- |22 |February 15, 2017 |MC Serch |Latin Quarter staple, hip hop icon and founding member of 3rd Bass, MC Serch, shares stories from back in the day, including how he got his Mom into the rap game and how his beef with MC Hammer almost got him killed. |- |23 |February 22, 2017 |Dan Charnas |Writer, radio host and music exec, Dan Charnas talks about his early days as a hip hop journalist, some of the artists he did and didn't sign in the 90s and how a simple grammar mistake can cause big trouble. |- |24 |March 1, 2017 |Usher |The multi-talented Usher talks about the deep importance of knowing where you come from, the terror he felt when he lost his voice and how he found success despite setbacks and disappointments. |- |25 |March 8, 2017 |Tom Silverman |Tom Silverman, founder of the hip hop/dance label Tommy Boy Records talks about his early days in radio, how disco never actually died and the all important fifth pillar of hip hop: knowledge. |- |26 |March 22, 2017 |DJ Premier |Houston's very own DJ Premier talks about how he got his name, what it was like to leave Texas to make it in NYC and how he found musical enlightenment. |- |27 |March 29, 2017 |Prodigy |One half of the legendary group Mobb Deep, Prodigy, talks about his early jazz roots, his infamous Def Jam incident and how his new cookbook came to be with co-writer Kathy Iandoli. |- |28 |April 5, 2017 |Just Blaze |Hip hop producer Just Blaze shares some of his recording secrets and talks about everything from the jazz great who still crank calls him to what it was like showing up in New York City with $40 in his pocket. |} ===Season 2=== {| class=\"wikitable\" style=\"text-align: center;\" ! scope=\"col\" style=\"width: 125px;\" | Episode Number ! scope=\"col\" style=\"width: 150px;\" | Air Date ! scope=\"col\" style=\"width: 250px;\" | Title ! scope=\"col\" style=\"width: 500px;\" | Episode Description |- |29 |April 26, 2017 |Babyface, Pt. 1 |In part 1 of 2, Award- winning singer, songwriter and producer Babyface talks about his early life, the importance of translating his heartbreaks into music and what it was like working with artists like Whitney Houston, Boyz II Men, Toni Braxton and so many more. |- |30 |May 3, 2017 |Babyface, Pt. 2 |In part 2, Babyface talks about getting \"magicked\" by Michael Jackson, his involvement in movies like Waiting to Exhale and the answers to all of Team Supreme's burning questions. |- |31 |May 10, 2017 |The Emotions |Grammy award winning vocal group The Emotions talk about their unusually early musical start, how hip hop reinvigorated their career and the deep influence of their family on everything they do. |- |32 |May 17, 2017 |Nelly Furtado |Singer songwriter Nelly Furtado talks about her Portuguese-Canadian roots, expanding her sound and reach with Timbaland and what it was like touring with her 3-year-old daughter at the height of her success. |- |33 |May 24, 2017 |Jerrod Carmichael |Comedian, actor and writer Jerrod Carmichael talks about how came into the L.A. comedy scene, his distaste for the audition process and shares some of the tricks he uses to make his work special. |- |34 |May 31, 2017 |Siedah Garrett |Award-winning singer songwriter Siedah Garrett talks about growing up in Compton, her lifelong relationship with Quincy Jones and what it was like on tour with Michael Jackson. |- |35 |June 7, 2017 |Jimmy Jam, Pt. 1 |In part 1, the legendary R&B; songwriter and producer Jimmy Jam talks about his early days, life with Prince and goin' broke. |- |36 |June 14, 2017 |Jimmy Jam, Pt. 2 |In part 2, Jimmy Jam talks about making Prince jealous, the studio secrets behind his recordings, how he made all those hits with Janet Jackson and much more. |- |37 |June 21, 2017 |Jimmy Jam, Pt. 3 |In part 3, Jimmy Jam talks about everything from what Janet and Michael's sibling relationship was like, to his relationship with his own family and shares even more insider secrets. |- |38 |June 28, 2017 |Gilles Peterson |Pioneering DJ and record label owner Gilles Peterson talks about the politics of early pirate radio, how he broke artists like Jamiroquai, Brand New Heavies and even The Roots, and his passion for helping the right music find the right audience. |- |39 |July 5, 2017 |Roy Ayers |Jazz funk pioneer Roy Ayers talks about his early days in South Central LA, the strange way Miles Davis had of saying hello, learning from the great Fela Kuti in Nigeria, plus so much more. |- |40 |July 12, 2017 |Angela Rye |Attorney, political advisor and TV commentator Angela Rye talks about the current political climate, her part in bringing about change and some of the ways everyone can get involved. |- |41 |July 19, 2017 |Charlie Wilson |Singer, songwriter and lead vocalist for The Gap Band, Charlie Wilson talks about singing with Snoop, showing Michael Jackson the moonwalk and other ways his work has influenced music and pop culture. |- |42 |July 26, 2017 |Heather Hunter |Retired porn star Heather Hunter talks about growing up as part of Brooklyn's legendary hip hop scene, her time spent living at The Latin Quarter and all the ins and outs of her former industry. |- |43 |August 2, 2017 |Donnie Simpson |Legendary radio DJ and television VJ Donnie \"Green Eyes\" Simpson talks about getting into radio at 15, breaking some of the biggest artists and songs of his time and the key to success: being true to yourself. |- |44 |August 9, 2017 |Kathryn Bigelow |Powerhouse director, producer and writer Kathryn Bigelow talks about the craft of filmmaking, treading tense racial waters in her new film, Detroit, and what it was like to be the first woman to win an Oscar for Best Director (in the same category as her ex- husband). |- |45 |August 16, 2017 |Biz Markie |A hip hop legend, the one and only Biz Markie \"blah-blah-blah's\" about his work on TV shows like Yo Gabba Gabba, his legendary record collection, his brotherhood with The Beastie Boys and secrets he'll take with him to his grave. |- |46 |August 23, 2017 |Prince Paul |Legendary hip hop producer and DJ Prince Paul talks about his contributions to early hip hop, winning Grammys with Chris Rock and some of the ways he shaped the sound of De La Soul, 3rd Bass, Queen Latifah and more. |- |47 |August 30, 2017 |Spike Lee, Pt. 1 |In part 1 of 2, director, producer, writer and actor Spike Lee talks about growing up in pre-gentrified Brooklyn, his first Super 8 camera and why his films are more relevant today than ever. |- |48 |September 6, 2017 |Spike Lee, Pt. 2 |In part 2 of 2, Spike Lee talks about his later films, including the miracles around the making of Malcolm X, getting snubbed for awards and what Jungle Fever was all about. |- |49 |September 13, 2017 |Too Short |Rapper, record producer and Hip Hip icon Too $hort talks about getting his start in Oakland, his legendary collaborations and breaks down the trinity/triumvirate of bay area hip hop from which all hyphy flows. |- |50 |September 20, 2017 |Deon Cole |Actor, writer and comedian Deon Cole talks about his show Black-ish, the art of the stolen joke and his time writing for Conan and The Tonight Show. |- |51 |September 27, 2017 |Chaka Khan |The award winning, Platinum selling, legendary vocalist Chaka Khan talks about the special origins of her name, reality checking Mick Jagger and how Whitney Houston's cover helped her embrace being \"Every Woman.\" |- |52 |October 4, 2017 |Herb Alpert |Jazz musician, songwriter and co-founder of A&M; records Herb Alpert talks about the art of the trumpet, writing hits with Sam Cooke, the secret to outselling The Beatles and how he really feels about getting sampled by Biggie. |- |53 |October 11, 2017 |Mtume, Pt. 1 |In part 1 of 2, legendary musician and song writer James Mtume reminisces about his historical relationships with legendary jazz musicians like Miles Davis, walks team supreme through the songwriting process and explains the origins of \"Mtume.\" |- |54 |October 18. 2017 |Mtume, Pt. 2 |In part 2 of 2, James Mtume gets on a roll, talking about everything from his legal problems with Wrigley's Gum, to working with his idol Curtis Mayfield and the importance of passing down your story (and wisdom). |- |55 |October 25, 2017 |Michael McDonald |Legendary singer, songwriter and producer Michael McDonald talks about the lessons he learned with Steely Dan, his years with the Doobie Brothers and working with artists like Carly Simon, Aretha Franklin, Patti LaBelle and more. |- |56 |November 1, 2017 |Michael Brauer |Grammy winning mix engineer Michael Brauer talks about the art of engineering, his studio secrets and what it was like working with artists such as Coldplay, Luther Vandross, Aretha Franklin, Grace Jones and more. |- |57 |November 8, 2017 |Bootsy Collins, Pt. 1 |In part 1 of 2, the legendary master of funk Bootsy Collins talks about finding his voice, the madness of working with James Brown and how a life-changing visit with Fela Kuti set him on a new path. |- |58 |November 15, 2017 |Bootsy Collins, Pt. 2 |In part 2 of 2, Bootsy talks about his partnership with George Clinton, what he was doing night-fishing in the Bermuda Triangle and becoming Bootzilla. |- |59 |November 22, 2017 |Darius Rucker |Singer-Songwriter Darius Rucker talks about Hootie & the Blowfish, going from playing frat parties with Dave Matthews to The Grand Ole Opry as a solo artist and the obstacles he faced along the way. |- |60 |November 29, 2017 |Robin Thede |Writer, comedian and late-night host Robin Thede talks about her life in front of and behind the camera, how Wyatt Cenac owes his puppetry skills to her and everything you need to know about her new show: The Rundown. |- |61 |December 6, 2017 |D-Nice |DJ and New York hip hop legend D-Nice opens up about Scott La Rock's life and death, how \"Call Me D-Nice\" could have been \"Call Me Biz Markie,\" plus Questlove gets some juicy tales from the Latin Quarter featuring Mike Tyson, David Copperfield and more! |- |62 |December 13, 2017 |Sheila E. |The legendary Queen of Percussion Sheila E. talks about the secrets of her craft, sneaking her brother into Marvin Gaye's band, having Michael Jackson on speed dial and lessons learned from working with Prince. |- |63 |December 20, 2017 |Gina Rodriguez |Actress and model Gina Rodriguez stops by to enjoy libations and celebrate the holidays, congratulate Phonte on his nuptials, find out how Team Supreme knows each other and talk about her upcoming projects. |- |64 |December 27, 2017 |Roy Wood Jr. |Comedian and actor Roy Wood Jr. looks back on the roller coaster year that was 2017 with Questlove and Team Supreme. |- |65 |January 3, 2018 |Jason Flom |Music industry exec and activist Jason Flom talks about the couplet that got him fired from Atlantic, signing monster acts like Twisted Sister, Kid Rock and Lorde (to name a few) and everything you need to know if you ever come up against the United States justice system. |- |66 |January 10, 2018 |Steve Miller |Hall of Fame guitarist, singer and songwriter Steve Miller talks about the early lessons he learned from Les Paul and T Bone Walker, sitting in on an impromptu recording session with The Beatles and performing with greats like Chuck Berry, Sly Stone and more. |- |67 |January 17, 2018 |Ty Dolla Sign |Singer, songwriter and producer Ty Dolla $ign shares some of his words of wisdom and talks growing up in the L.A. music scene, his creative process and working with everyone from Babyface and Skrillex to up-and-comer Tish Hyman. |- |68 |January 24, 2018 |Christian McBride |American jazz virtuoso and bassist Christian McBride talks about playing with Miles Davis as a high schooler, the \"ins and outs\" of his craft and how he got himself all tangled up in James Brown's world. |- |69 |January 31, 2018 |Leon Sylvers III |Legendary multi-instrumentalist, songwriter and producer Leon Sylvers III talks about the secrets of his craft, helping Jimmy Jam and Terry Lewis get their start and producing acts like The Whispers, Shalomar, Dynasty and more. |- |70 |February 7, 2018 |Rosario Dawson |Actress, producer and activist Rosario Dawson talks about getting discovered for the film Kids on the streets of Brooklyn, the costs of being outspoken and working with artists like Spike Lee, Prince, Outkast and more. |- |71 |February 14, 2018 |John Oliver |English comedian, producer and late-night host John Oliver talks about the craft of being funny, the rigors of timely political commentary, what he's thinking about when he brushes his teeth and that time he pissed off a Chechen warlord 😬. |- |72 |February 21, 2018 |Common (rapper) |Hip hop artist, actor and poet Common talks about how being an NBA ballboy brought him courtside for Michael Jordan's rookie season, his musical influences and personal memories of his time with J Dilla. Recorded in front of a live audience. |- |73 |February 28, 2018 |Greg Phillinganes Pt. 1 |In part 1 of 2, prolific music director, singer-songwriter & session musician talks about collaborating with Michael Jackson, his extracurricular activities on the BAD tour and being Stevie Wonder's wingman on keys. |- |74 |March 7, 2018 |Greg Phillinganes Pt. 2 |In part 2 of 2, Greg Phillinganes talks more about his time with Michael Jackson, and some of the other artists he's worked with including George Harrison, Lionel Ritchie and Quincy Jones. |- |75 |March 14, 2018 |Joi (singer) |Singer, songwriter and producer Joi talks about how her debut album changed the direction of Madonna's Bedtime Stories, working with Fishbone, her spot in the Dungeon Family tree and so much more. |- |76 |March 21, 2018 |Cree Summer |Actress and singer Cree Summer talks about her time on A Different World, the Kravitz family contributions to her music career and being the voice of Penny from Inspector Gadget, a Tiny Toon and more. |- |77 |March 28, 2018 |Lalah Hathaway |Grammy winning singer Lalah Hathaway talks about carrying on her father Donny's legacy, working with Prince, singing overtones like it's no big deal and her deep love of video games (plus, loads of Words of Wisdom with Suga Steve). |- |78 |April 4, 2018 |\"Weird Al\" Yankovic |Grammy winning singer-songwriter & satirist \"Weird\" Al Yankovic talks about the hilarious songs Prince wouldn't let him parody, why he turned down an opening slot on Michael Jackson's '88 Europe Tour and how he got the okay to poke fun at Kurt Cobain, Coolio, Iggy Izalea and more. |- |79 |April 11, 2018 |Scarface (rapper) |Rapper and producer Scarface talks about how J Prince brought him into Geto Boys, the aftermath of the infamous Ice Cube dis and the golf game of Cedric the Entertainer, Moses Malone, Clyde Drexler and more. Recorded in front of a live audience. |- |80 |April 18, 2018 |Lena Waithe |Emmy winning actress, producer and writer Lena Waithe talks about the state of black television, the lifecycle of a script and her work on hit shows like Master of None, The Chi and Dear White People. |- |81 |April 25, 2018 |Salaam Remi |In Part 1 of 2, legendary producer Salaam Remi talks about the craft of making hit songs, what it's like crate digging with Biz Markie and his part in making The Score with The Fugees. |- |82 |May 2, 2018 |Salaam Remi |In Part 2 of 2, Salaam Remi talks about making it in the music business, helping Amy Winehouse shape her style and shares his Tales from The Latin Quarter. |- |83 |May 9, 2018 |Jack White |Musician, songwriter and producer Jack White talks about how music kept him from the priesthood, his love of analog recording technology and the Amy Whinehouse duet that never was. |- |84 |May 15, 2018 |Stokley Williams |Singer, musician and percussionist Stokley talks about how imitation helped him find his voice, his early days with Mint Condition and how everything changed once he signed with Jimmy Jam and Terry Lewis. |- |85 |May 23, 2018 |The Smolletts |Cooking show stars Jazz, Jake, Jurnee and Jussie Smollett talk about growing up nomads, how they work through sibling rivalry and their new cookbook, The Family Table. |} ===Season 3=== {| class=\"wikitable\" style=\"text-align: center;\" ! scope=\"col\" style=\"width: 125px;\" | Episode Number ! scope=\"col\" style=\"width: 150px;\" | Air Date ! scope=\"col\" style=\"width: 250px;\" | Title ! scope=\"col\" style=\"width: 500px;\" | Episode Description |- |86 |December 4, 2019 |Jimmy Fallon |Host of The Tonight Show, and Saturday Night Live alum, Jimmy Fallon talks with Questlove about the joy of sleep, being raised on doo-wop music, making mixtapes, their favorite musical performances from Late Night With Jimmy Fallon and The Tonight Show, plus some once-in-a-lifetime encounters with Prince and Stevie Wonder. |- |87 |December 11, 2019 |Kurtis Blow |Hip-hop pioneer Kurtis Blow stops by to talk to Questlove and Team Supreme about his unique place in music history as rap’s first superstar. |- |88 |December 18, 2019 |Kim Fields |Kim Fields drops in to talk about her iconic TV roles, avoiding the pitfalls of childhood celebrity, and so much more! |- |89 |December 25, 2019 |QLS Decade In Review ft. Wyatt Cenac |Questlove and Team Supreme recap the 2010's with special guest Wyatt Cenac. |- |90 |January 1, 2020 |Seth Rogan |Questlove and Team Supreme kick off a new year in high spirits by getting to know special guest Seth Rogen. |- |91 |January 8, 2020 |Esperanza Spalding |Esperanza Spalding stops by to talk about the evolution of her artistry, and Questlove finally addresses the empty chair in the room. |- |92 |January 15, 2020 |Sophia Chang |Sophia Chang tells her story of being an Asian woman working behind-the-scenes in hip-hop, and why she’s the “Baddest Bitch In The Room”. |- |93 |January 22, 2020 |Cecily Strong |Saturday Night Live’s Cecily Strong chats with the team about ketchup on hot dogs, other city food trends, why the SNL house band probably hates Questlove, and more. |- |94 |January 29, 2020 |Tito Jackson |Tito Jackson of the legendary Jackson family reveals which of his famous siblings was the family snitch as a kid and much more! |- |95 |February 5, 2020 |Rapsody |Grammy nominated emcee Rapsody talks about growing up in North Carolina, as well as her plans for the future! |- |96 |February 12, 2020 |Huey Lewis |The 80’s icon talks about the years leading up to superstardom, his current battle with the inner ear disorder Ménière's disease, and everything in between. |- |97 |February 19, 2020 |Estelle |In this episode, Estelle talks about strip clubs, looking for love in LA, gives Questlove a crash course on the UK music scene, and much more |- |98 |February 26, 2020 |James Taylor |Legendary singer/songwriter James Taylor drops by to talk about his life and extraordinary body of work. |- |99 |March 4, 2020 |Zoë Kravitz |The star of Hulu's High Fidelity reboot talks with Team Supreme about growing up with famous parents, what she can totally nerd out about, and much more. |- |100 |March 11, 2020 |Johnny Gill |The R&B; legend talks about his career as a solo artist and as a member of New Edition. |- |101 |March 18, 2020 |Alan Leeds (Part 2) |The former tour manager for James Brown, Prince, KISS, D’Angelo, Maxwell and more returns to QLS for an all new interview about working the Chitlin Circuit with James Brown and the inner workings of the James Brown Revue stage show. |- |102 |March 25, 2020 |Alan Leeds (Part 3) |We conclude our interview with Alan Leeds by talking about his one of his biggest clients, Prince, and Alan reflects on his time on the road working with Chris Rock and D’Angelo. |- |103 |April 1, 2020 |Dawnn Lewis |Dawnn Lewis has been busy with various roles on the big and small screen since her days as Jaleesa Vinson on the classic NBC sitcom A Different World. She was busy *before* that show too. Hear her amazing story now on QLS! |- |104 |April 8, 2020 |The Family Stand (Part 1) |Best known for their early 90’s international hit single “Ghetto Heaven,” the trio of Sandra St. Victor, Peter Lord and V. Jeffrey Smith tell their story of coming up as musicians and songwriters in the 80s and more! |- |105 |April 15, 2020 |The Family Stand (Part 2) |Sandra, Peter and Jeff return to talk about record label drama, a shelved solo album, Rick James, the Black Rock Coalition and so much more!!!! |- |106 |April 29, 2020 |John Legend |John Legend stops by the first QLS Live to talk about current events and his upcoming album. |- |107 |May 6, 2020 |Little Brother |Phonte and Rapper Big Pooh talk about how the reunion of one of Questlove's favorite hip-hop groups came to fruition |- |108 |May 13, 2020 |Ilana Glazer |This week Questlove and Team Supreme catch up with Ilana Glazer, the hilarious actress and writer known for co-creating and starring in Comedy Central's Broad City. She gives her take on life mid Rona in Brooklyn and everything she's learned in this process. Yup this is a funny episode not to be missed! |- |109 |May 20, 2020 |Fat Joe |Take a ride with Questlove and Team Supreme as they dive into the life of Joesph Antonio Cartagena bka Fat Joe. Joe details growing up in the Bronx, finding his voice, stepping up his hustle and evolving into a world renowned rap icon AND actor. |- |110 |May 27, 2020 |Norah Jones |Check out this week’s episode of Questlove Supreme. Norah Jones has sold over 50 million albums and earned 9 Grammys. In this special episode, Quests sits down with Norah to talk celebrating almost 20 years since her debut and almost 20 years of their friendship. |- |111 |June 3, 2020 |Kenny Gamble |This week on Questlove Supreme, a living legend joins the show. Kenny Gamble is considered one of the greatest composers, producers and music businessmen of all time. The cofounder of Black Music Month, he and his partner Leon Huff literally crafted The Sound Of Philadelphia. So get ready to join him along with Questlove and Team Supreme. Class is now in session! |- |112 |June 10, 2020 |Jill Scott (Part 1) |One of Questlove and Team Supreme's most anticipated interviews, Jill Scott, is finally here! Her relationship with The Roots introduced her to the world through a Grammy award winning song called, “You Got Me”. Hear the story of how a talented girl from North Philly joined forces with some of Philly’s finest to stake her claim in this world of soul music and take it far beyond expectations into the lands of television and film. |- |113 |June 17, 2020 |Jill Scott (Part 2) |One of Questlove and Team Supreme's most anticipated interviews, Jill Scott, is finally here! Her relationship with The Roots introduced her to the world through a Grammy award winning song called, “You Got Me”. Hear the story of how a talented girl from North Philly joined forces with some of Philly’s finest to stake her claim in this world of soul music and take it far beyond expectations into the lands of television and film. |- |114 |June 24, 2020 |Ceelo Green (Part 1) |As we continue to celebrate Black Music Month, this week one of our most anticipated guests, 5 time Grammy winner and Hip Hop icon Ceelo Green stops by Questlove Supreme. While his mission is to introduce his new project, \"Ceelo Green Is… Thomas Callaway” (his first release in over 10 years), listen as Quest and Team Supreme dive into the world of Ceelo like no other as they talk, finding his voice, transitioning into a world of other with Gnarls Barkley, a great comeback and so much more. |- |115 |July 1, 2020 |Ceelo Green (Part 2) |This week one of our most anticipated guests, 5 time Grammy winner and Hip Hop icon Ceelo Green stops by Questlove Supreme. While his mission is to introduce his new project, “Ceelo Green Is… Thomas Callaway” (his first release in over 10 years), listen as Quest and Team Supreme dive into the world of Ceelo like no other as they talk, finding his voice, transitioning into a world of other with Gnarls Barkley, a great comeback and so much more. |- |116 |July 8, 2020 |Rick Rubin |He has coined himself the great \"Reducer\". However, his imprint on hip hop can not be reduced. Rick Rubin established one of the greatest record labels of all time, which we know as Def Jam and has been going ever since. His sound has been requested by the greats of our time. From the LL Cool J, Red Hot Chilli Peppers to Kanye West and the Dixie Chicks to Mick Jagger and more. Rick Rubin is the guru of sound. He is also one of Questlove Supreme's most awaited and anticipated interviews. Yes, class is back in session so take a seat! |- |117 |July 15, 2020 |Spike Lee |This week Spike Lee returns to Questlove Supreme to break down his first feature length film released on Netflix, Da 5 Bloods. Listen as Quest and Team Supreme catch up with Spike about the deep connection of Da 5 Bloods to Marvin Gaye's What's Going On, life post Oscar (and Covid), mortality, his family legacy and if it's time for us to all circle back on his critically acclaimed film, Bamboozled. |- |118 |July 22, 2020 |Todd Rundgren |In the words of Questlove, Todd Rundgren is \" an unsung creative maniac excelling in songwriting, production and engineering, with techniques and ideas that were seeded and planted over 50 years ago of which we are still trying to unfurl to this day. He crawled so artists like Radiohead, Prince, Thunderkat and all stops in between can fly. He pushes the artistic envelope, which is a major understatement. \" Listen as Quest and Team Supreme dive into the story of the innovator known as Tood Rundgren. |- |119 |July 29, 2020 |Musiq Soulchild |Musiq Soulchild has quietly reigned as one of the most consistent R&B;/Soul artists in the last 20 years. He has humbly released numerous platinum and gold albums throughout his career and now it's time for his credit! Listen as Questlove and Team Supreme dive into the complicated life of this Philly born and bred \"soulstar\". This is not one to miss! |- |120 |August 5, 2020 |Big Lez |In the words of Questlove, \"Big Lez aka Leslie Segar is LEGEND....DARY!\" To paraphrase him, Big Lez has been a monumental and unavoidable figure in the music diaspora since she hit the scene in the 90's. And when she hit she hit hard! Her dance moves evolved from your favorite Hip Hop video, to Remembering the Time with Michael Jackson, the opening intro of your favorite 90's TV show and beyond. That \"beyond\" turned out to be Lez's hugely impactful career as a TV host. Listen as Quest and Team Supreme dive into this essential Hip Hop story that shook up the world. |- |121 |August 12, 2020 |Larry Gold |This is a very special episode of Questlove Supreme. The episode takes us to Philadelphia where we recorded in Milkboy Studios formerly known famously as \"The Studio\" which was owned by one of the true musical treasures of Philadelphia, Larry Gold. Larry is an anomaly in the sense that his talent is not only essential to an iconic music movement (Gamble and Huff catalog) almost 50 years ago. His career peaked again 30 years later as he added his strings and string arrangements to some of the biggest songs and albums of the early 2000's. We are talking \"The Boy is Mine\" \"Cry Me A River\" , and from Graduation and 808's & Heartbreaks to MJ's \"Scream\" and a WHOLE lot in between. Let us not forget his work with the Root's and owning a studio where they would call home for over a decade. Needless to say there is a lot to talk about and learn from our friend Larry Gold. Enjoy |- |122 |August 19, 2020 |Sunny Hostin |This week's episode puts Questlove and Team Supreme in the hot seat as they tackle some hot topics with an expert, The View's Sunny Hostin. A couple of weeks ago (pre Kamala Harris VP selection) we sat down with Sunny as she prepares to release her memoir in September, I Am These Truths. Listen as the team dives into the life of this South Bronx Afro-Latina who lived a life of balancing multiple worlds filled with chaos, while molding and disciplining herself to become the former assistant US Attorney, federal prosecutor, TV legal analyst and multiple Emmy winner we see today. Trust that you have no idea! |- |123 |August 27, 2020 |George Clinton (Part 1) |Much like Questlove, THIS is the moment we've been waiting for! The opportunity to sit with \"God himself\", aka George Clinton, is not one Team Supreme took lightly. This is what we know, George Clinton redefined and re-established Funk through his Parliment-Funkadelic collective. His impact can be heard throughout the evolution and maturation of Hip Hop, Pop and R&B; music. What don't we know? Oh you're gonna have to listen to find out... Check out part ONE of our George Clinton class. |- |124 |September 2, 2020 |George Clinton (Part 2) |And the ride on the mothership continues! This week we dive into part 2 of Questlove Supreme’s interview with the legendary George Clinton. This episode hits all the topics you thought we missed and asks the questions you’ve been waiting to hear the answers to. From Zapp to Prince and all things in between, make sure you complete your ride on the mothership with Questlove Supreme. |- |125 |September 9, 2020 |Robert Glasper |Today’s episode of Questlove Supreme is long overdue. Robert Glasper, multiple award winner, genius pianist and producer maintains his prominent position of changing how we think jazz should sound as well as how it should play in the sandbox with soul and hip hop music. Since Quest and Phonte have already joined forces with Glasper in the name of good music it’s time to get the real story behind the man that redefined the term Black Radio. |- |126 |September 16, 2020 |Jemele Hill (Part 1) |Ladies and gentlemen this long awaited episation (you'll get it after listening to the first 5 minutes) dives into the world of our favorite sports journalist and good troublemaker, Jemele Hill. In the true tradition of Questlove Supreme we not only take you through her life journey, we also fall into some pretty cool rabbit holes (The Bad Boys trilogy and Below Deck !?!?!?). |- |127 |September 23, 2020 |Jemele Hill (Part 2) |This week's episode of Questlove Supreme continues with the game changing Jemele Hill. In part 2 we dive into some of Jemele's favorite things, from Detroit to MJ and why local politics matter, to her top 5 albums of all time. |- |128 |September 30, 2020 |Alicia Keys |What don't you know about Alicia Keys? This episode of Questlove Supreme gets into the many answers to that question. As Alicia releases her seventh studio album, Alicia Quest and team Supreme dive into her beginnings, the lessons learned by the music business and her continuous evolution through it all. |- |129 |October 7, 2020 |Bruce Hornsby |This week on Questlove Supreme mega talented, multiple award winning singer songwriter, composer and pianist Bruce Hornsby shares his story. Amongst many topics, he speaks on the impact of his monster socially conscious hit, That’s Just The Way It Is and those infinite relationships from The Grateful Dead and Spike Lee which have brought life changing music to our ears and screens. |- |130 |October 14, 2020 |Jurnee Smollett |This episode of Questlove Supreme brings family to the table. Jurnee Smollett and Quest go back like flapjacks and the last time she came to Questlove Supreme she brought the whole Smollett clan. This time we focus on Jurnee and the career we have watched evolve since she came to a Full House. Listen as we dive into the career of one of the most purposeful and intense actresses of our time and we get into this phenomenon called Lovecraft Country. |} == References == Questlove Surpeme ",
    "title": "List of Questlove Supreme episodes"
}