{
    "id": "53861756",
    "text": "\"Jemima Surrender\" is a song written by Levon Helm and Robbie Robertson. It was first released on the Band's self-titled album in 1969. Usual Band drummer Levon Helm played guitar and sang the lead vocal while usual Band pianist Richard Manuel played drums. The song's lasciviousness helped inspire Naomi Weisstein to form the Chicago Women's Liberation Rock Band. ==Lyrics and music== The song's lyrics express the singer's sexual desire for the Jemima of the title. The Band FAQ author Peter Aaron notes that it \"builds on the amorous hubris\" of the group's single from the album, \"Rag Mama Rag.\" Sexual double entendres in the song include the singer's offer that \"I’ll bring over my Fender, and I’ll play all night for you,\" which Robertson punctuates with a lead guitar riff. Another line states that \"I hand you my rod and you hand me that line.\" Steve Millward interprets \"Jemima Surrender\" as a \"gently satirical\" song about \"a hapless country bumpkin\" who can't control his girlfriend.\" The object of the singer's desire may be a woman of color. Band biographer Craig Harris notes that although the name Jemima originates in the Biblical Book of Job, by the late 1800s in the United States it has been largely associated with African Americans, particularly with Aunt Jemima, the logo of a brand of pancake syrup. Helm sings the lead vocal. The song uses the band's alternative instrumental lineup, in which Helm plays strings instead of drums, Richard Manuel plays drums instead of piano and Garth Hudson plays piano instead of organ. Unlike many Band songs with this lineup, however, Helm plays guitar rather than mandolin. Hudson also plays baritone saxophone and producer John Simon plays tuba. Several commentators have focused on Manuel's drumming, calling it \"gloriously off-kilter\" and \"engagingly clumsy\". Barney Hoskyns describes Garth Hudson's piano playing as being in a similar barrelhouse style as \"Rag Mama Rag\". George Harrison biographer Simon Leng suggested that Robertson's economical guitar playing on the song was similar to Harrison's style. A section in the middle of the song is described by Aaron as \"slipping into a burlesque bump 'n' grind\". ==Reception== Aaron rates \"Jemima Surrender\" as one of the group’s greatest songs. He finds the \"recurring, stuttering riff\" to be \"irresistible\" and the burlesque section to be \"clever.\" Hoskyns refers to the song as a \"crunching little rocker\" but notes that its lyrics reflect the Band's \"occasionally rather Neanderthal attitude towards women. Music critic Nick DeRiso similarly describes it as a \"lip-smacking, knuckle-dragging hoot\" while stating that it \"won’t win any awards for cosmopolitan thinking, but it couldn’t be more fun.\" DeRiso also states that \"Helm might never have been more grinningly lascivious, and the feeling is simply contagious.\" Colin Larkin also praised the impact of Helms' \"intense vocals.\" Pete Prown and Harvey P. Newquist praise Robertson's guitar playing for its \"tough rhythm progressions and a tart Claptonesque solo.\" The song, particularly the lyrics \"Jemima surrender/I'm going to give it to you,\" inspired Naomi Weisstein to form the Chicago Women's Liberation Rock Band, as the song made her feel \"how criminal to make the subjugation and suffering of women so sexy? We'll organize our own rock band.\" A version of \"Jemima Surrender\" was included on the Band compilation album A Musical History. Although no live recordings of the song have been officially released, Jemima Surrender was common in the Band's live shows during 1970. ==Performers== *Levon Helm – lead vocal, electric rhythm guitar *Richard Manuel – drums, backing vocal *Rick Danko – 6 string bass, backing vocal *Garth Hudson – piano, baritone saxophone *Robbie Robertson – electric guitar with: *John Simon – tuba ==References== ==External links== * Category:The Band songs Category:Songs written by Robbie Robertson Category:1969 songs Category:Song recordings produced by John Simon (record producer) Category:Songs written by Levon Helm ",
    "title": "Jemima Surrender"
}