{
    "id": "53860420",
    "text": "Marcus Degerlund (born 16 March 1998) is a Swedish footballer who plays as a defender for Jönköpings Södra in Superettan. ==Club career== ===Youth years and early senior career=== Degerlund grew up in Västerås, where he started his football career at the local club Västerås IK. The club's senior team by then competed in the Swedish fourth tier, Division 2. But before being able to make his first team debut, Degerlund moved to Västerås SK ahead of the 2013 season, aged 14. At VSK, Degerlund made his first appearance in a senior game during the spring of 2015. He played the whole game as Västerås lost 1–4 against Nyköpings BIS in Division 1, the Swedish third tier. Eventually, he would play one other competitive match for his side during the season, before getting signed by Hammarby IF in December 2015. At the Stockholm-based outfit, Degerlund played in the U19s and U21s during 2016. He was a key player as Hammarby won the Folksam U21 Allsvenskan said year, through a 4–0 final win against IF Brommapojkarna. ===Hammarby IF=== Ahead of the 2017 season, Degerlund signed his first professional contract. He renewed his link to the club for another two years, until 2018. On 23 April 2017, Degerlund made his debut for Hammarby in Allsvenskan. He played the whole game as Hammarby drew, 0-0, against GIF Sundsvall on home turf. During the season, after the departures of Joseph Aidoo to Genk and Richard Magyar to Greuther Fürth, Degerlund established himself as a key player in the Hammarby defence, playing regularly alongside the new signing Mads Fenger. His performances received much praise from both manager Jacob Michelsen and director of football Jesper Jansson. In August, Degerlund renewed his tie to Hammarby, signing a new contract running until June 2021. Degerlund was used sparingly by Hammarby during the first half of 2018 and played 8 games on loan at the affiliated club IK Frej in Superettan. On 9 August 2018, he joined IFK Göteborg on loan, with an option to buy, for the rest of the season. In 2019, Degerlund returned to IK Frej for another loan spell. He played 14 games and scored twice as the club was relegated from Superettan, Sweden's second tier. Throughout the year, he also made one appearance for parent club Hammarby in Allsvenskan, coming on as a substitute in a 0–2 derby loss against AIK on 2 June. Degerlund's season was cut short during the summer the same year due to a serious head injury. ===Jönköpings Södra=== On 20 February 2020, Degerlund transferred to Jönköpings Södra in Superettan, signing a three-year contract. ==International career== Degerlund debuted for the Swedish U17 national team in a friendly against Poland on 13 February 2015. He would later establish himself as a key player in the Swedish U19 national team. In late March 2017, Degerlund played two out of the three decisive games during the last stage of the 2017 UEFA European Under-19 Championship qualification, where Sweden won its group and qualified for the main tournament. Degerlund was selected in the preliminary squad ahead of the tournament – but withdrew on request from his club, Hammarby, where he had started to play regularly. On 23 August 2017, Degerlund was called up to the Swedish U21 national team. He won a spot in new manager Roland Nilsson's first squad in the 2019 UEFA European Under-21 Championship qualifications. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|Continental !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"2\"|Västerås SK |2015 |rowspan=\"2\" valign=\"center\"|Division 1 |2||0||0||0||colspan=\"2\"|—||2||0 |- !Total !2!!0!!0!!0!!0!!0!!2!!0 |- |rowspan=\"5\"|Hammarby IF |2016 |rowspan=\"5\" valign=\"center\"|Allsvenskan |0||0||0||0||colspan=\"2\"|—||0||0 |- |2017 |21||0||1||0||colspan=\"2\"|—||22||0 |- |2018 |1||0||3||0||colspan=\"2\"|—||4||0 |- |2019 |1||0||0||0||colspan=\"2\"|—||1||0 |- !Total !23!!0!!4!!0!!0!!0!!27!!0 |- |rowspan=\"2\"|IK Frej (loan) |2018 |Superettan |8||0||0||0||colspan=\"2\"|—||6||0 |- |2019 |Superettan |14||2||0||0||colspan=\"2\"|—||14||2 |- |rowspan=\"1\"|IFK Göteborg (loan) |2018 |Allsvenskan |5||0||1||0||colspan=\"2\"|—||6||0 |- !colspan=\"3\"|Career total !52!!2!!5!!0!!0!!0!!57!!2 |} ==References== ==External links== * * * (archive) * (archive) Category:1998 births Category:Living people Category:Association football defenders Category:Swedish footballers Category:Sweden youth international footballers Category:Allsvenskan players Category:Superettan players Category:Hammarby Fotboll players Category:IFK Göteborg players Category:IK Frej players Category:Jönköpings Södra IF players ",
    "title": "Marcus Degerlund"
}