{
    "id": "53867118",
    "text": "Mondial House was a main telecommunications hub in central London on the banks of the River Thames. It was known as an international switching centre (ISC). Built in 1978 the building was seen as controversially modern-looking. It was demolished in 2006. ==History== When completed in 1978, it was the largest telephone exchange in Europe. Riverbank House was next door to the east. The architectural style was not unlike the Royal National Theatre. The International Control Centre was officially opened on 3 May 1984. ===Construction=== It was built on the churchyard of the former All-Hallows- the-Great on Upper Thames Street (A3211). It was built on a 2.5 acre site. It cost £18m, with £11m for the telecommunications equipment. In September 1971, Plessey Telecommunications was given a £10m contract. It had the TXK type of switching equipment. The site was planned to open in 1975 but opened in 1978. It was only by the mid to late 1980s that the building was fully fitted. By this time, the immense amount of analogue telecommunications equipment being fitted was becoming obsolete. ===Closure=== BT closed the site on 31 December 2004. It was demolished in August 2006. Instinet now have a building on the former site. ==Function== In 1970, Britain had around 30 million international calls a year, with 38 million by 1971. By 1975 when it was planned to open, Britain was expected to have around 70 million international calls a year. Mondial House on opening could connect around 23 million calls a year, and 200,000 calls an hour on 20,000 international lines. The exchange opened in 1980.BT 1980 Phone calls originating in the UK would often travel via Mondial House to the BT Tower. ==See also== * National Network Management Centre ==References== ==External links== * Connected Earth * Documents showing the architect's initial ideas for the building * RIBApix * Landmark Category:British Telecom buildings and structures Category:Buildings and structures demolished in 2006 Category:Former buildings and structures in the City of London Category:Former structures on the River Thames Category:History of telecommunications in the United Kingdom Category:Modernist architecture in London Category:Telephone exchange buildings Category:Ziggurat style modern architecture Category:Demolished buildings and structures in London ",
    "title": "Mondial House"
}