{
    "id": "53865614",
    "text": "Super League is a virtual, global, and advanced technology driven fitness competition founded by Las Vegas fitness magnate Jea Jung - 4 time heavyweight champion bodybuilder. It is the first competitive league for bodybuilding, powerlifting, and CrossFit athletes to compete and participate via social media. The world championships are held annually in Las Vegas, Nevada. ==History== Jea Jung, founder and owner of City Athletic Club in Las Vegas, Nevada and inventor of jBells, created the concept of Super League in 2016 - publicly unveiling it in 2017 along with bodybuilding legend and six-time Mr. Olympia, Dorian Yates. Danny Jung, a software engineer and Jea's younger brother, became a partner in the company shortly after the launch event held on July 29, 2017. The second event was held on September 15 and 16 in Las Vegas, which marked the beginning of a bitter rivalry between the incumbent monopoly of the fitness industry called the International Federation of Body Builders (IFBB) and Super League. IFBB executives went on to ban their athletes from participating in, promoting, or even stepping foot in Jea's gym which was broadly disregarded by IFBB athletes due to the rapid decline of the antiquated organization. In the midst of the September events, the IFBB went into a death spiral of fragmentation, infighting, and an official split between the international governing body and the U.S. division which is also known as the National Physique Committee (NPC). The NPC has had a documented history of corruption, sexual exploitation, and rigged competitions and is under criminal investigation for falsely operating as a non-profit organization. ==League Council== Super League is represented by a total of 9 council members - 3 men and/or women that represent each of the 3 competition series. Their responsibilities include providing athlete leadership, consulting with league owners, and assisting in main event operations. Council members include Mr. Universe Mike O'Hearn, 10 time Ms. Olympia Iris Kyle, and all-time world record holder Stan Efferding. ==Competition== Athletes compete in four distinct branches: Blood Series, Motor Series, Max Out Series and Official World Record Series. Blood [ BLD ] - Six movements, six minutes to complete each movement (for males) or four minutes to complete each movement (for females) with one unbroken set to absolute failure. Weight is determined by the athlete. The six movements are squat, bench press, pull ups, overhead press, barbell curls and deadlift. Custom sequencing by the athlete is allowed but deadlifts must be performed last. Motor [ MTR ] - AMRAP (as many reps as possible) on six movements. One minute of work alternating with one minute of rest, with two minutes of rest prior to the final exercise of deadlifts. The other five movements can be custom sequenced by the athlete. The six movements are squat, push press, pull up (kipping allowed), jump rope, dumbbell snatch, and deadlifts. Weight per movement is a prescribed percentage of athlete bodyweight. Max Out [ MXO ] - Twelve, six or three repetition max on squat, bench press, pull ups, overhead press, barbell curls and deadlift. The athlete has six minutes per movement (for males) or four minutes per movement (for females) to complete their \"KIll Set\", which is designated by the athlete to be the set that is officially registered as their competition score. The twelve, six and three rep max concept for competition was invented by Jea Jung in order to more accurately gauge the muscular output abilities of athletes, provide a safer format than the traditional one rep max, and create a more entertainment value. Custom sequencing is allowed but deadlifts must be performed last. Weight is determined by the athlete. Official World Record [ OWR ] - Any of the movements from the other three Series can be chosen to attempt an Official World Record. One unbroken set for as many reps as possible, with no time constraint. ===Weight Classes=== For each series, male and female athletes are divided into weight classes: ====Male==== * Light Heavyweight: Up to 180 lbs * Cruiserweight: 180 to 210 lbs * Heavyweight: 210 to 240 lbs * Super Heavyweight: 240 lbs and above ====Female==== * Angelweight: Up to 120 lbs * Featherweight: 120 to 140 lbs * Lightweight: 140 to 160 lbs * Middleweight: 160 lbs and above ==References== ==External links== * *http://www.getbig.com/boards/index.php?topic=631229.0 Category:Bodybuilding competitions in the United States Category:2016 in bodybuilding Category:2016 in American sports Category:Sports leagues established in 2016 ",
    "title": "Super League (virtual sports)"
}