{
    "id": "53869841",
    "text": "Heroes of Mighty Magic is the second studio album by the Swedish power metal band Twilight Force, released internationally on August 26, 2016. It is the band's first album with Nuclear Blast Records. The band describes the album as a step up from their debut in every way, most notably in the increased use of symphonic, orchestral, and operatic elements in their songs. It is the second and last album by the band to feature Chrileon on vocals, before he was replaced by Alessandro Conti in June 2018. ==Composition== Elements of Heroes of Might and Magic had been laid out for years — even before the band's first record. The lore of the characters, world, and stories within the album were all the work of Blackwald, who is also one of the primary songwriters and lyricists. Initially, the album was a loose collection of songs that Lynd and Blackwald had written several years before Heroes of Mighty Magic's release, and some even dating back before Tales of Ancient Prophecies. release. As the tracks came together and the writing was nearing completion, the band set out to create something they could look back on in several years and be proud of. The band was inspired heavily by fantasy novels and video games, such as the works of J.R.R. Tolkien and Isaac Asimov. Most notably, the album lends its namesake to the video game series Heroes of Might and Magic, though Blackwald and Lynd have noted the influence of other fantasy video games as well, such as World of Warcraft. ==Recording and production== Access to a larger record label was a driving factor in the production and the creation of the new record. During this time period, Twilight Force also acquired their own recording studio known as the Twilight Forge. Although the album's concept had existed for years beforehand, Nuclear Blast Records and the band's personal studio set the groundwork for the content of the album to be fully realized. Additionally, it allowed the band to mix, master, and record tracks and parts at their own pace, without any major deadlines to meet. Members of the band were able to take as long as they wanted to tweak and adjust individual parts of songs. Additionally, the band's primary songwriters and producers, Lynd and Blackwald, were able to push their talents to new heights and experiment with new styles, like orchestration and opera. Compared to their previous record, the production quality of Heroes of Mighty Magic was ramped up significantly, involving four different studios in several different countries and nearly twenty separate personnel working on the project. The band also enlisted the help of an orchestra and a choir for some tracks. ==Artwork== Lynd and Blackwald handled the concept art and the art direction for the album and the booklet, although the final character designs, emblem designs, and cover art was done by Kerem Beyit. Blackwald designed the map of the Twilight Kingdoms featured in the album booklet. Many locations found throughout the Kingdoms lyrically tie into the band's overarching concept and story. The album's booklet also contains detailed character portraits, statistics, classes, races, and items that each band member wields, displayed in a manner similar to a tabletop role-playing game character sheet. In addition, the booklet includes detailed character descriptions and backstories, describing each character's personality, origins, and abilities in great detail. To tie into the character descriptions found in the booklet, a series of videos narrated by Blackwald were released by Nuclear Blast Records, explaining the origins and lore of the characters in the band. All of the contents of the booklet, including the lyrics, were written by Blackwald. == Track listing == == Personnel == Twilight Force * Aerendir – rhythm guitar, backing vocals (2, 8, 9) * Born – bass guitar, backing vocals (2, 8, 9) * Blackwald – keyboards, piano, violin, cembalo, narration, backing vocals, orchestration * Chrileon – lead vocals * Lynd – lead guitar, acoustic guitar, lute, backing vocals, choir arrangements, orchestration * De'Azsh – drums, percussion, backing vocals (2, 8, 9) Additional musicians * Joakim Brodén – vocals (10) * Fabio Lione – vocals (5) * Ylva Eriksson – vocals (Bonus disc, 11) * Borganäskören – choir (12) * Andreas Olander – rhythm guitar * Hjalmar Lundblad – vocals (8) * Sangeeta Chauhan – backing vocals (2) * Sara Lindberg – backing vocals (8, 9) * Jens Prahl – backing vocals (2) * Hanna Turi – backing vocals * Twilight Choir – backing vocals Production * Blackwald – mastering, mixing, arranging, sound design, producer * Lynd – producer, mixing * Marcus Moszny – conducting * Kerem Beyit – cover art ==Charts== {|class=\"wikitable plainrowheaders sortable\" style=\"text-align:center;\" border=\"1\" !scope=\"col\"|Chart (2016) !scope=\"col\"|Peak position |- !scope=\"row\"|UK (Rock & Metal Albums) |20 |- !scope=\"row\"|UK (Independent Albums) |41 |- !scope=\"row\"|Belgian Albums (Ultatrop Flanders) |200 |- !scope=\"row\"|Belgian Albums (Ultatrop Wallonia) |101 |- !scope=\"row\"|German Albums |54 |- !scope=\"row\"|Sverigetopplistan |44 |- |} ==References== Category:Twilight Force albums Category:2016 albums Category:Nuclear Blast albums ",
    "title": "Heroes of Mighty Magic"
}