{
    "id": "53869085",
    "text": "Hob is an action-adventure game developed by Runic Games and released for Windows and PS4 in September 2017. It is set in a science-fiction world filled with bizarre wildlife, over-grown architecture, and unknown machinery. ==Gameplay== Hob's gameplay centers around two main components: exploration and combat. === Exploration === When the game starts, the player is only able to access a small area. As the game progresses, the player solves puzzles and unlocks powers that open up more areas of the map. === Combat === The core of Hob's simple combat system is made up of four main actions: quick sword attack, slow punch attack, slower charge attack, and roll. Throughout the game the player can unlock more advanced combat maneuvers, such as a ground-slam attack and a deployable shield. Many of these maneuvers use up energy, which recharges at a slow rate. The player can also find items throughout the world that increase their default damage, maximum health, and maximum energy. == Plot == The story line of Hob is expressed through environmental storytelling, with more and more clues being revealed as the game goes on. Since there is no dialogue or written language, these clues are given through the environments, enemies, and other creatures that the player interacts with. ==Development and release== Hob was developed by Runic Games. The game was announced in August 2015 at PAX Prime. Matt Uelmen composed the soundtrack for the game. The game was released on PlayStation 4 and Windows in 2017. An enhanced version titled Hob: The Definitive Edition, published by Perfect World Entertainment and ported by Panic Button, was released for the Nintendo Switch on April 17, 2019. ==Reception and reviews== Hob received \"generally favorable\" reviews from critics according to review aggregator Metacritic. As of April 2020, Hob has a \"very favorable\" rating on Steam, with 89% of user reviews being positive. Game Informer gave it a positive review, stating, \"From the archaic machines dotting the landscape, to the bizarre creatures and even the mysteries surrounding the main character, Hob's narrative strength lies in showing rather than telling...I walked away from this demo impressed\". PC Gamer gave it a score of 77/100, saying in their verdict, it was \"a gorgeous world eager to be explored with satisfying puzzles and fun, if occasionally clumsy, action\". IGN said overall the game is a \"beautiful Zelda-like puzzler with fun combat elements that takes place on an enchanting world where nature and machinery alter the landscape as easily as a twist of a Rubik's cube. The wordless approach to the story creates some confusion and the fix camera sometimes results in unnecessary deaths, but never does the time spent with Hob feel wasted\". ==References== ==External links== * Category:2017 video games Category:Action-adventure games Category:PlayStation 4 games Category:Video games developed in the United States Category:Windows games Category:Nintendo Switch games ",
    "title": "Hob (video game)"
}