{
    "id": "53860499",
    "text": "British Council Delhi Headquarters, launch of Mix The City, 6 April 2017 The headquarters of the British Council in India are in New Delhi in a 1992 building designed by Indian architect Charles Correa. The front of the building includes a mural by British artist Howard Hodgkin. The British Council was first established in India in 1948. Today it has offices in Ahmedabad, Bengaluru, Chandigarh, Chennai, Hyderabad, Kolkata, Mumbai, Pune as well as its headquarters in Delhi. The Director of the British Council in India is Barbara Wickham OBE == British Council Delhi Building == British Council Delhi Launch of Mix The City Delhi, 6 April 2017 === Charles Correa's design === Correa's design includes a library, auditorium, art gallery and the headquarters of the British Council. Correa arranged these elements over a series of floors in layers that recall the interfaces between India and Britain over 300 years. With employee strength of 800 across 11 locations,s Correa's design references Hinduism, Islam and the European Enlightenment as well as the importance of cosmic and religious symbolism to his work. He traces a route through the building from a spiral symbolising Bindu - the energy centre of the Cosmos through the traditional Islamic Char Bagh to a European icon, inlaid in marble and granite, used to represent the Age of Reason. The British Council Delhi building was a five-year project for Charles Correa (1987 - 1992). During this time Correa completed the Vidhan Bhavan (Madhya Pradesh Parliament), Bhopal (1987); a house at Koramangala, Bangalore (1985–88); the Jawahar Kala Kendra, Jaipur (1986–92); and the Inter-University Centre for Astronomy and Astrophysics, University of Pune (1988–92). === Howard Hodgkin's Mural === Hodgkin’s mural on the front of the building is in black Kadappa stone and Makrana marble and of a banyan tree spreading its branches across the walls. It is a symbol of the British Council's work rooted in the Indian cultural scene. Hodgkin said of Correa: \"Charles Correa is the most perfect architect you could imagine. He first suggested that I think about the mural as an Indian flag turning into a Union Jack. I said no. Instead, I did a mural of a banyan tree. He was totally cooperative and loyal. We are great friends.\" ==References== Category:Buildings and structures in New Delhi Category:1992 establishments in India Category:British Council ",
    "title": "British Council, India"
}