{
    "id": "53878727",
    "text": "Reuben H. Sawyer or Reuben Herbert Sawyer (* 1866 ; † 1962 ) was an American clergyman and a leader of the Ku Klux Klan in Oregon. As an important advocate of Anglo Israelism (also known as British Israelism), he associated religious beliefs with ultra-conservative and radical political activism. == Life == Sawyer was originally pastor of the East Side Christian Church in Portland, Oregon, where until the beginning of the 1920s he built up a strong grouping of Anglo-Israelites with the Anglo-Israel Research Society. He took a leading role in the establishment of the British-Israel-World Federation in London in 1919. He helped draft the federation's constitution and attended the first federation congress in London in 1920 He also spoke to large British-Israel audiences elsewhere in England. Sawyer was in demand as a speaker and in 1921 gave up his pastorate to dedicate himself exclusively to his lectures on the Pacific coast and western Canada, especially in Vancouver. In addition to his commitment to the Anglo-Israelite movement, Sawyer participated in the construction of the Oregon Ku Klux Klan of which he was leader from 1921 to 1924. Sawyer's participation was mainly as a speaker whose appearances sometimes addressed audiences of several thousand. In 1922 he also took on the leadership of the Women's Organization of the Invisible Empire, founded by the leader of the Klan in Oregon, Fred Gifford. In 1924 he fell out with Gifford and left the Klan. Originally a philo-Semite in the mold of Edward Hine, Sawyer's views shifted profoundly to the opinion that one could distinguish between the true Israelites, from whom the Anglo-Saxons were descended, and \"false\" Jews. Under the influence of the publication of a series of anti- Semitic articles The International Jew, in the Dearborn Independent, a weekly newspaper published by Henry Ford and edited by William J. Cameron, Sawyer began to identify the \"false\" Jews with un-American objectives and Bolshevism. He applied this particularly to Jews of Ashkenazic and Eastern European origin. ==Works== The Jewish Question. Crown Printing Works, Mere Wilts 192-? Bible religion. Or, the church of the scriptures. Standard pub. Co., Cincinnati, Ohio 1900. The Livery of Heaven. The CM Clark Pub. Co., Boston, 1910. The truth about the invisible empire. Knights of the Ku Klux Klan; A lecture delivered at the Municipal Auditorium in Portland, Oregon, on December twenty-second, nineteen twenty-one, to six thousand people. Pacific Northwest Domain, Portland, Or. 1922. == See also == Howard Rand ==References== == External links== Category:British Israelism Category:Ku Klux Klan members Category:1866 births Category:1962 deaths Category:Clergy from Portland, Oregon Category:American anti-communists ",
    "title": "Reuben H. Sawyer"
}