{
    "id": "53874993",
    "text": "Patrick J. Jones is a teacher, artist and author of several books on art. He is known for his online and live workshop figure drawing and oil painting methodology and fantasy art paintings. His style is often compared to Boris Vallejo and Frank Frazetta and his art has appeared on billboards in L.A, London, NYC, and Australia. Jones grew up in Belfast, Northern Ireland. during the ‘troubles’ in the republican stronghold of ‘The Ardoyne’. He was first published as a teenager in the Irish fantasy magazine ‘Ximoc’ before leaving home to join the merchant navy and spending three years at sea. In 1984 he left Ireland for London with £100 in his pocket. After a tough start, and a stint of homelessness, he eventually got his first break painting book cover art for Orbit books and found representation with London's ‘'Sarah Brown Agency'’. Throughout the eighties Jones illustrated book cover art for authors such as Greg Bear, Jerry Pournelle and Larry Niven before moving to advertising. In the nineties Jones was represented by The London Art Collection and produced award-winning illustrations for a number of advertising agencies and corporations such as Saatchi & Saatchi, McCann Erickson, the BBC and Hasbro. His work from this period included the illustrations for the Millennium Edition of Trivial Pursuit and billboards for The International Motor Show. In 1997 Jones married Catherine Conlon, a teacher, and moved to Australia where he worked in advertising and movie production design at Warner Bros. until 2005 before finally returning to fantasy art. In 2008 he exhibited at the first Illuxcon (IX) show in Pennsylvania U.S.A. He continues to travel to and exhibit as a main show artist. His Sci-fi & Fantasy book jacket art has appeared on many international bestsellers, most notably the Deathstalker saga published by Random House NYC. ==Books== * Figures from Life: Drawing with Style (Korero Press 2018) Foreword Julie Bell, * The Sci-Fi & Fantasy Art of Patrick J. Jones (Korero Press 2016) Foreword Donato Giancola, * Anatomy of Style, The : Figure Drawing Methods (Korero Press 2015) Foreword Pat Wishire, * Sci-Fi and Fantasy Oil Painting Techniques (Korero Press 2014) Foreword Boris Vallejo, * Sentinels: The Reign of the Robots has Begun (Ardoyne Pres 2020), ==References== ==External links== * * Creative Bloq Interview * Infected by Art Judges * Reel Film News Category:Living people Category:Artists from Belfast Category:Year of birth missing (living people) ",
    "title": "Patrick J. Jones"
}