{
    "id": "53871358",
    "text": "Michel Laberge is a Canadian physicist and entrepreneur. He is the founder and CSO of General Fusion, and was previously a senior physicist and principal engineer at Creo Products for nine years, where he gained expertise in servo control technology and digital signal processing. Dr. Laberge has published numerous scientific papers, and holds multiple patents and pending patent applications. He has extensive knowledge in plasma physics, optics, electronics, and evaluating technical concepts. == Education == Dr. Laberge received a Bachelor of Science degree and a Master of Science degree in physics from Laval University. In 1990, he earned his Ph.D. in physics from the University of British Columbia, focusing on laser fusion. Following his Ph.D, Laberge undertook two consecutive postdoctoral research positions, first In 1991 at École Polytechnique in Paris then at the National Research Council in Ottawa (1992). == Business career == During his time at Creo Products, Dr. Laberge developed digital laser technologies for industrial laser printers. in the 1990s, his role as senior physicist and principal engineer involved aligning laser diodes to mitigate the effects of microbanding - a printing artifact that results in unwanted parallel stripes. Later, Laberge supervised a team of five engineers to develop a digital micromirror device for the booming telecom industry. The team produced a device in six months that outperformed the market competition, but the project was terminated due to lack of investment as a result of the telecoms crash. After his work at Creo, Dr. Laberge founded General Fusion in an effort to demonstrate the feasibility of magnetized target fusion as a commercial energy source. Initially, Dr. Laberge worked alone in a converted gas-station garage in British Columbia to develop a proof of concept prototype reactor. The company has since secured funding and has expanded to larger facilities, where 65 people are employed. == Patents == Dr. Laberge holds several patents in the United States and Canada, primarily related to optics and fusion applications. * * * * * * * * * * == References == Category:Year of birth missing (living people) Category:Living people Category:Canadian physicists Category:Université Laval alumni Category:University of British Columbia alumni ",
    "title": "Michel Laberge"
}