{
    "id": "53870900",
    "text": "Bak Yeon(, ) (1378–1458) was a government official, scholar, writer, astronomer, and musician in the early Joseon Dynasty period, who was a teacher of king Sejong and created Armillary sphere Honcheonui, Water clock Borugak Jagyeongnu and sundial Yangbu Ilgu along with Jang Yeong-sil and five basic sounds(Gung, Sang, Gak, Chi, Wu), which corresponds to five consonant groups(Aeum, Seoreum, Suneum, Chieum, Hueum) in Hunminjeongeum. He has also adapted court music to the new Confucian philosophy, particularly in the concept of yeak, a Confucian ideology that combines ritual and music. He made appeals to the king Sejong 450 times for the necessity of organizing the imperfect musical instrument coordination and compiling the sheet music, and correctly measured the notes according to his own 12 notes. And this has reformed the court music in general. Along with Wangsan of Goguryeo and Ureuk of Silla, Bak Yeon is considered one of the three most popular music saints in Korea.Doopedia 'Bak Yeon' ==Life== Bak Yeon was born into a family of government officials in 1378 in Yeongdong. When he was 15, his father passed away, so he spent three years at the burial site in mourning for his father. When he was 18, his mother passed away, so he spent another three years at his parent's tomb. Bak Yeon receives a memorial stone of the filial piety from king Taejong in 1402. Soon after his father and mother died, Bak Yeon started playing the piri. And one night he saw an orchid growing between rocks and decided to adopt the penname 'Nangye'. He passed Saengwonsi and first in Mungwa gwageo exams at the age of 28 and 34. He then has successively filled various government posts including Jiphyeonjeon, Saganwon, Saheonbu and Sejasigangwon Munhak, where he met Chungnyeong daegun. As soon as Sejong ascends the throne in 1418, he appoints Bak Yeon to an agency affiliated with Yejo, which oversees music-related affairs. Bak Yeon organized music into three groups: aak, dangak and hyangak. Domestic production of musical instruments for aak was done under his direction. Bak Yeon helped Sejong to improve the music. He has contributed greatly to the completion of music from the early Joseon Dynasty by producing musical notes and Pyeongyeong. The Jongmyo jerye, which includes Jeongdaeeop and Botaepyeong was composed by Bak Yeon and is also listed in 'Nangyeyugo(蘭溪遺藁)' in 39 petitions, including the production of musical notes, the correction of the original notes, the claim to revise the axis system and the publication of music.Encyclopedia of Korean Culture 'Nangye yugo' However, in the Sejo Sillok, Jeongdaeeop and Botaepyeong is recorded as king Sejong's work. The story of Akhakgwaebeom, Botaepyeong On 22 August 1443, When Pak Yeon was 60 years old, his position was suddenly changed from Yejo chamui(禮曹參議) to Jungchuwon busa(中樞院副使), which oversees the palace in shifts. Soon after, the king Sejong announces the creation of Hunminjeongeum on 30 December 1443. Some scholars argue Bak Yeon, who is well versed in rhymes such as Yullyeo Sinseo(律呂新書), Hongmu Jeong-un(洪武正韻), fully understands Sasung Chil-eum(四聲七音) and appealed to king Sejong in his first petition of Nangyeyugo(蘭溪遺藁) to correct the custom and sound by teaching people the Samganghaengsil(三綱行實) and Oeumjeongseong(五音正聲), might have taught king Sejong the Korean alphabet Hangul during this period and proclaimed it in the name of king Sejong. As soon as Bak yeon ascends to Yemun Daejehak in 1453, Gyeyujeongnan Revolts broke out. Park Gye-woo, the third son of Park Yeon, a Hall of Worthies scholar, was killed by a group of king Sejo along with other numerous loyalists for leaking Suyang Daegun's plan. And Bak Yeon was put into an exile at the age of 80 and died the following year. His descendants were prohibited from taking gwageo exams for 331 years until king Yeongjo awarded him a honorable title of Mun Heon in 1767. == Pedigree == Great-grandfather : Park Sun-jung (朴純中) * Grandfather : Park Si-young (朴時庸) ** Father : Park Cheon-seok (朴天錫) ** Mother : Kim O (金珸)'s daughter *** Four sisters (Wife of Geum Yu(琴柔), Jeong Gan(鄭諫), Bak Yeosaeng(朴汝生) and Gim Borin(金寶麟)) **** Father-in-law : the Minister Song Bin (宋贇). **** Wife : Yeosan Song (宋) (Second cousin of King Sejong) ***** Son : Park Maeng-woo (朴孟愚) ***** Son : Park Joong-woo (朴仲愚) ***** Son : Park Gye-woo (朴季愚) ***** Four daughters ==In popular culture== * Portrayed by Ahn Hyo-seop in the 2015 MBC TV series Splash Splash Love. * Portrayed by Lee Geon-Myeong in the 2016 KBS1 TV series Jang Yeong-sil * Yeo-Nak, the musical dedicated to Park Yeon ==Legacy== * The Nangye Temple in Yeongdong is named after Bak Yeon and hosts a traditional music celebration every October * Nangye yugo, a posthumous collection of Park Yeon. * In the Nangye Museum of Traditional Music, Park Yeon's life and achievements are displayed in the Video Room and the Nangye Room. The Korean Music room displays wind instruments, strings, and percussion. * Miryang Bak clan ==References== Category:Traditional musicians Category:Joseon Dynasty people Category:1378 births Category:1458 deaths ",
    "title": "Bak Yeon"
}