{
    "id": "53871707",
    "text": "Ezekiel 45 is the forty-fifth chapter of the Book of Ezekiel in the Hebrew Bible or the Old Testament of the Christian Bible.Halley, Henry H. Halley's Bible Handbook: an Abbreviated Bible Commentary. 23rd edition. Zondervan Publishing House. 1962.Holman Illustrated Bible Handbook. Holman Bible Publishers, Nashville, Tennessee. 2012. This book contains the prophecies attributed to the prophet/priest Ezekiel,Galambush, S., Ezekiel in Barton, J. and Muddiman, J. (2001), The Oxford Bible Commentary, pp. 534 and is one of the Books of the Prophets.J. D. Davis. 1960. A Dictionary of the Bible. Grand Rapids, Michigan: Baker Book House.Theodore Hiebert, et al. 1996. The New Interpreter's Bible: Volume VI. Nashville: Abingdon The final section of Ezekiel, chapters 40-48, give the ideal picture of a new temple. The Jerusalem Bible refers to this section as \"the Torah of Ezekiel\".Jerusalem Bible (1966), Sub-heading for chapters 40-48 and footnote a at chapter 40 In particular, chapters 44–46 record various laws governing the rites and personnel of the sanctuary, as a supplement to Ezekiel's vision. This chapter contains Ezekiel's vision of the portion of land reserved for the sanctuary (Ezekiel 45:1-5), for the city (verse 6), and for the prince (verses 7-8), and the ordinances for the prince (verses 9-25).Robert Jamieson, Andrew Robert Fausset; David Brown. Jamieson, Fausset, and Brown's Commentary on the Whole Bible. 1871. The vision was given on the 25th anniversary of Ezekiel's exile, \"April 28, 573 BCE\", 14 years after the fall of Jerusalem and 12 years after the last messages of hope in chapter 39. ==Text== The original text was written in the Hebrew language. This chapter is divided into 25 verses. ===Textual witnesses=== The visionary Ezekiel Temple plan drawn by the 19th- century French architect and Bible scholar Charles Chipiez Some early manuscripts containing the text of this chapter in Hebrew are of the Masoretic Text tradition, which includes the Codex Cairensis (895), the Petersburg Codex of the Prophets (916), Aleppo Codex (10th century), Codex Leningradensis (1008). There is also a translation into Koine Greek known as the Septuagint, made in the last few centuries BC. Extant ancient manuscripts of the Septuagint version include Codex Vaticanus (B; \\mathfrak{G}B; 4th century), Codex Alexandrinus (A; \\mathfrak{G}A; 5th century) and Codex Marchalianus (Q; \\mathfrak{G}Q; 6th century). ==The allotment of land (45:1–8)== This section is a shortened form of the instructions in , which specifies the land allotted to the priests, because \"they shall own no patrimony in Israel\" (). The location of the land lay between those allotted to the tribe of Judah and Benjamin. ===Verse 1=== : \"Moreover, when you divide the land by lot into inheritance, you shall set apart a district for the Lord, a holy section of the land; its length shall be twenty-five thousand cubits, and the width ten thousand. It shall be holy throughout its territory all around.\" NKJV * \"Cubit\": here is a \"long cubit\", about , as defined in Ezekiel 40:5. * \"25000 cubits\": about . * \"Length\": east-west measurement. * \"Width\": north-south measurement. ===Verse 2=== : \"Of this there shall be a square plot for the sanctuary, five hundred by five hundred rods, with fifty cubits around it for an open space.\" NKJV * The measuring rod is six long cubits, about 126 inches or . ==The princes' tasks (45:9–17)== In this section, the princes are warned not to set themselves above the law, but instead, to enforce the law. ==Temple purification and festivals (45:18–25)== This section sets up a ritual calendar. The first three verses (18–20) of this part are related to regarding the sacrifices to purify the temple, just as ordered to purify the altar. The instruction is followed by the regulations for 2 annual festivals, that all adult males are ordered to attend as pilgrimage, in verses 21–25. ===Verse 18=== :Thus says the Lord God: In the first month, on the first day of the first month, you shall take a young bull without blemish and cleanse the sanctuary. MEV The start of the ritual calendar is marked by the annual temple cleansing in first day of the first month (pointing to a spring new (ecclesiastical) year in the month of Nisan), similar to the Yom Kippur of the seventh month (Leviticus 16), but with two significant differences: # the cleansing is confined to the court and exterior of the temple # the cleansing is linked to the observance of the Passover two weeks later (15 Nisan; verses 21–24), not to Rosh Hashanah (the civil new year on the first day of the seventh month/Tishrei) or enthronement festival. ===Verse 21=== : \"In the first month, on the fourteenth day of the month, you shall observe the Passover, a feast of seven days; unleavened bread shall be eaten.\" NKJV * The festival calendar given to Ezekiel highlights the \"Passover\" (; ), among the two mentioned celebrations. ===Verse 25=== : \"In the seventh month, on the fifteenth day of the month, at the feast, he shall do likewise for seven days, according to the sin offering, the burnt offering, the grain offering, and the oil.\" NKJV * The festival calendar given to Ezekiel highlights the \"Sukkot\" (; ; ), among the two mentioned celebrations. ==See also== *Israel *New Jerusalem Dead Sea Scroll *Nisan (first month in Hebrew calendar) *Passover *Sukkot *Third Temple *Tishrei (seventh month in Hebrew calendar) *Related Bible parts: Exodus 12, Leviticus 23, Numbers 29, Deuteronomy 16, 1 Kings 6, 2 Chronicles 3, Ezekiel 40, Ezekiel 43, Ezekiel 44, Revelation 21 ==Notes== ==References== ==Sources== * * * * * * * * * * ==External links== ===Jewish=== *Ezekiel 45 Hebrew with Parallel English *Ezekiel 45 Hebrew with Rashi's Commentary ===Christian=== *Ezekiel 45 English Translation with Parallel Latin Vulgate 45 ",
    "title": "Ezekiel 45"
}