{
    "id": "53873653",
    "text": "{| |} The IML Addax was a proposed multirole combat aircraft designed by the New Zealand IML Group. The aircraft came in 2 variants, the Addax 1 which would have been a ground attack aircraft and the Addax S which would have performed in air superiority roles. The project was cancelled after the team split up in 1982. ==Development== The Aerospace Products Division of New Zealand company the IML Group was formed in 1980 around a private-venture project to design a fighter aircraft initially referred to as VAX. Designer David Williams began studies for the VAX fighter in the late 1960s. By the mid 1970s his automotive experience had led to a metal primary structure with plastic or composite skinning. This brought the VAX low production costs combined with a high load factor and potential STOL capability. Placing the engines in nacelles allowed for the installation of a variety of powerplants to meet the requirements of different buyers. Now at IML, the AX design crystallised around an integrated wing-body configuration with a broad, lifting fuselage to further maximise both aerodynamic efficiency and enclosed volume utilisation (EVU). Two variants, the AXA and AXM were offered in 1981, one as an agricultural utility type and the other for military COIN operation. AXM-1 evolved into AXM-2 and AXM-3, respectively subsonic and supersonic fighters with STOL capability. Following significant interest from various governments, the intent was to license the full development rights to a major contractor. In 1982 the project was re-named Addax, with AXM-2 becoming Addax-1 and AXM-3 becoming Addax-S. The Addax did not advance beyond the paper design stage, with no wind tunnel work or engineering evaluation carried out. The Addax resulted from prolonged study of existing combat aircraft to see how they would complete their mission with major components missing, and to make more efficient use of the so called \"enclosed volume\", the volume enclosed by the total length, wingspan and height of the aircraft. The Addax 1 was schemed as a twin-engined, single-seat STOL fighter/ground-attack aircraft. It was to have a swept wing with blown flaps with large Leading-edge extensions, and twin tails, while the centre-section of the fuselage, known as the SSA (Self Stabilized Aerofoil), was to act as a lifting body, and was fitted with a large blown flap between the twin tail booms. Two thrust vectoring turbofan engines, (either the Rolls-Royce Spey or General Electric TF34 were suggested) were mounted on the sides of the fuselage. A heavy cannon armament was fitted under the aircraft's nose, while a large internal weapons bay and external hardpoints could carry bombs and missiles. The pilot sat in an armoured cockpit under a bubble canopy. The concept was developed further into the Addax S, intended as a supersonic air superiority fighter. The Addax S had a blended wing body configuration, with four, all-moving, tail surfaces in \"X-configuration\", and was powered by two afterburning turbofans of in underwing nacelles, while two or three small gas turbines located behind the cockpit supplied air to the flap-blowing system. ==Variants== ;AXA: Agricultural utility proposal. ;AXM-1: COIN proposal. ;Addax 1 (AXM-2): Subsonic ground attack proposal. ;Addax S (AXM-3): Supersonic air superiority proposal. ==Specifications (Addax-1, Spey engines)== ==References== ===Citations=== ===Bibliography=== * * * ==Further reading== *Australasian Post Magazine Jan 20 1983 *Raymond Deeb. Addax Superior Combat Aircraft Design. Lulu. 2006. (Illustrated pamphlet, 13 pages) ==External links== *IML Addax: New Zealand’s design for a superfighter, HushKit, 25 October 2016. Category:Twinjets Category:Cancelled aircraft projects Category:STOL aircraft Category:1980s New Zealand aircraft Category:New Zealand military aircraft ",
    "title": "IML Addax"
}