{
    "id": "53879771",
    "text": "Sam Nicholls is a fictional character from the BBC medical drama Casualty, played by Charlotte Salt. She first appeared in the twenty-sixth series episode \"Mea Culpa\", broadcast on 15 October 2011. Sam is a former major in the Royal Army Medical Corps, who joined the Holby City Hospital Emergency Department on a nine-month secondment, later becoming a Specialty registrar in emergency medicine. Salt was contracted for a year and she spoke with army medics to help her prepare for the role. Sam is portrayed as being a fearless, headstrong, competitive \"action girl\". Salt said Sam is also haunted by her time in Afghanistan. A few months after her arrival, it emerges that Sam is married to fellow ED doctor Dylan Keogh (William Beck). The estranged couple struggle to stay professional, especially when Sam files for divorce. A storyline arc focusing on whether Sam used excessive force on a patient began in early 2012. A formal complaint is made against Sam, resulting in a General Medical Council hearing. The character's backstory is also explored further in a special Red Button episode set in Afghanistan. Sam was later given a love interest in Tom Kent (Oliver Coleman). The couple's relationship is tested by her friendship with Iain Dean (Michael Stevenson), but they later marry and make their last appearances in twenty-eighth series episode \"Away in a Manger\", which aired on 14 December 2013. On 25 April 2017, it was announced that Salt had reprised her role as Sam. Salt said she was \"thrilled\" to return and was excited about telling Sam's story once again. Sam returned on 23 September 2017, as a paramedic. During her second stint, Sam has a brief relationship with nurse Jacob Masters (Charles Venn). When Salt wanted to leave the show once more, producers decided to kill her character off, and Sam's final scenes aired in episode 1094, broadcast on 18 August 2018. Sam was well received by critics and viewers. ==Casting== On 30 September 2011, the BBC announced actress Charlotte Salt had joined the cast of Casualty as \"ambitious army medic\" Sam Nicholls. Her casting was announced alongside that of Oliver Coleman, who joined as paediatric doctor Tom Kent. Series producer at the time, Nikki Wilson, commented that the character would be exciting and intriguing when she made her debut in October. Salt was initially contracted for a year, and she admitted that joining a long-running drama felt \"quite scary\" to her. To prepare for the role, she spoke with some army medics, including one who had worked on helicopters in Afghanistan. Salt also had to train for the various stunts that Sam was a part of, but she found the medical jargon to be the toughest aspect of the role. She stated, \"It wasn't easy getting my head around it all at the beginning but it does get easier with practise!\" ==Development== ===Characterisation and introduction=== Ahead of her introduction, Sam was billed as being \"fast-living, fearless and fiery\" by the BBC. Salt later said Sam is \"feisty, sure of herself and rubs people up the wrong way.\" She also described her as being competitive and someone who says what everyone else is thinking. Salt dubbed Sam \"Casualty's answer to Lara Croft!\" She told Patrick McLennan of What's on TV that Sam was a tough, \"action girl\", who was keen to save everyone, but she did not want her to seem like a \"war machine\". The actress also told McLennan that Sam was a fun character to portray, and hoped viewers would like her \"energy and enthusiasm.\" Salt did not want Sam to be too likeable, as she thought that would be boring. Sam is a former major in the army, who comes to Holby on secondment, after serving in Afghanistan. Salt stated that Sam would find it hard to adapt to working at Holby, after being in a war zone, and that she would be haunted by her time over there. Salt also said, \"Because the work is so traumatic you need a break. That's why my character is spending nine months with the NHS.\" Sam turns up to work at the hospital a day early, and decides to go out with paramedics Dixie Dixon (Jane Hazlegrove) and Jeff Collier (Matt Bardock). They attend to Father Vincent McConnell (George Costigan), a priest who has been attacked by Paul Caffrey (Danny Sapani), as he believes the priest abused his brother. Salt told Katy Moon of Inside Soap that Sam approaches the scene \"in true Army style\" which annoys Dixie and Jeff. Sam manages to deal with an angry Paul, but he later uses his vehicle to ram the ambulance, causing it to overturn and injure Sam. Salt called Sam's first episode \"fantastic\" and \"very exciting\". She also explained that the situation showcases Sam's selfless side, as all she cares about is saving lives despite being injured herself. Salt said Sam manages to antagonise her colleagues, especially Nick Jordan (Michael French). She later added that Sam would clash with Zoe Hanna (Sunetra Sarker), as she does not get on well with women, having come from a job that was dominated by men. Salt enjoyed portraying the scenes between Sam and Zoe, and joked \"I don't want to be nice ever!\" ===Marriage to Dylan Keogh=== Ahead of her first episode, Salt teased Sam's connection to someone in the ED, saying the viewers would be surprised by their identity. It soon emerges that Sam is married to fellow doctor Dylan Keogh (William Beck) and that they were estranged. Beck explained that Sam and Dylan had a Las Vegas wedding, which he thought showed \"some idea of the longevity of the relationship\". While Dylan is \"mortified\" that his personal life is being discussed by his colleagues, Sam believes he should get over it. Before they can discuss things, Sam is called out to attend to victims of a chemical spill. Sam deliberately puts herself in danger to spite Dylan and get his attention. Zoe is hurt to discover that Dylan is married, and Salt pointed out that Zoe had been flirting with Dylan, but he was unaware of it. She continued, \"Sam's not going to be okay with that. Even though she and Dylan aren't together any more, she still loves him in a way. Tension's building – it's going to get messy.\" Sam and Dylan are brought together when Sam receives a call to rescue two dog walkers, who have fallen into a cave. She realises to her \"dismay\" that the only other doctor who can abseil is Dylan. As they descend into the cave, Sam and Dylan try to keep their relationship professional, but soon begin to argue about their failed marriage, placing themselves and their patients in danger. Speaking to Sarah Ellis of Inside Soap, Salt said that being trapped in the cave with Dylan was Sam's \"worst nightmare\" and that the situation caused all of the issues about their marriage to come to a head. The couple have a hard time treating Amanda Franks (Connie Fisher) and David Hooper (Daymon Britton), but when David's condition worsens, Sam and Dylan put their problems aside to help save him. Salt added that Sam does not like tight spaces, but she manages to hide it well. In the end, she and Dylan manage to bond when they realise their argument is not important. Sam secretly files for a divorce, but is \"horrified\" when Dylan receives the solicitors' letter at work, before she can speak to him about it. Sam asks Dylan if they can talk after their shift, which makes him believe that she wants a reconciliation. Dylan later tells Sam that he has booked a table at a restaurant, and she realises that he thinks they are going on a date. As their divorce proceedings begin, Dylan and Sam's relationship breaks down and they struggle to work together. When they are called upon to treat a patient together, Dylan decides to hand the patient over to Sam, as he refuses to have anything to do with her. Nick Jordan notices their behaviour, and he tells Sam to find a way to work with Dylan. However, when Dylan begins belittling her, Sam decides she has had enough and contacts her former commanding officer to ask if she can return to the army. Sam is denied a return to the army, forcing her to remain at Holby. Dylan's attitude towards her grows meaner, but she tries her best to ignore it and get on with her work. Dylan refuses to sign the divorce papers, but insists that he wants Sam to leave Holby, prompting Salt to comment that Dylan was \"confused by his emotions\". She also thought that Dylan's refusal to sign the papers was because he knew that was what Sam wanted. Sam and Dylan's bad relationship affects their work to the point that a patient's life is put at risk, while Dylan is being particularly \"vicious\" to Sam. Salt said that Sam accepts the way Dylan treats her because she knows he is hurt. The actress also thought Dylan was hoping they might reconcile, but Sam no longer wanted to be married to him. Salt continued, \"she doesn't want him to hate her or to lose him as a friend. She's almost reaching out to Dylan for a helping hand. It's really quite moving.\" Sam and Dylan eventually sort things out between them when Sam reveals her reasons for coming to Holby, her selfishness, and why she kept her \"baggage\" a secret. ===Assault and GMC hearing=== One of the character's more notable storyline arcs began in early 2012 when Sam saves Dylan from being attacked by patient Keith Parr (Marshall Lancaster). She puts Keith in a headlock, which fractures a bone in his neck. Salt explained to Sarah Ellis of Inside Soap that when Sam see Dylan's life under threat, her first thought is to protect him. Producer Nikki Harris said the storyline would \"bubble under for the rest of the series\" and would raise the issue of whether Sam used excessive force. The situation also affects Sam's colleagues, who feel that they have to support her. Keen to avoid having legal action brought against the hospital, Zoe Hanna asks Sam to meet with Keith and apologise. With the assault having been caught on CCTV, Salt pointed out Sam was in serious trouble. However, she refuses to meet with Keith as she feels that it was not her fault. Zoe asks Dylan to persuade Sam to change her mind, but he is hesitant to get involved. While treating a rape victim who defended herself against her attacker, Sam realises \"the gravity of her own situation\" and visits Keith, but she ends up accusing him of attacking Dylan. Salt told Ellis that Sam fails to realise that she cannot lash out at people without consequences. Nick later informs Sam that Keith is filing an official complaint against her, and he advises her to keep her head down. A lawyer for the General Medical Council investigates Keith's complaint and Sam's colleagues are asked to give statements about the incident. Dylan tries to avoid giving his, while Zoe learns that she will be called as a witness. In March 2012, Daniel Kilkelly of Digital Spy reported a special Red Button episode titled \"Under Fire\" would explore Sam's time in Afghanistan, and the events that led to her arrival at Holby. Producers told Kilkelly that the episode would explain Sam's \"brusque bedside manner and brave but impulsive decision-making\". The episode is set in Camp Bastion and explores Sam's time working on a MERT helicopter, alongside Corporal Iain Dean (Michael Stevenson), who she is having an affair with. While Sam is treating patients from a suicide bombing, Sam is alarmed when it seems one of them is reaching for a device and she makes \"a split-second decision which has life-changing consequences.\" The special was filmed at an army barracks in Cardiff. Salt enjoyed exploring Sam's past, and commented that Sam and Iain's affair \"was just a moment of comfort – it's a different world out there in Afghanistan.\" The following month, Sam is brought before the General Medical Council and accused of using excessive force to restrain Keith. Salt explained that if Sam is found guilty she would lose everything, as she would no longer be allowed to work as a doctor. When Sam learns that Zoe will be testifying against her, she is \"livid\". She then decides to fire her legal team and represent herself. Salt thought it was \"madness\", but said that Sam needed to feel that she was in control of her own fate. During the hearing, Dylan is also called to the stand, where he defends Sam and finds it hard to hide his feelings for her. However, Dylan is shocked when Iain reveals that he and Sam were romantically involved, and that Sam has been affected by the events in Afghanistan. Salt told Ellis that Dylan is \"very hurt\" that Sam never confided in him about the things that happened while they were together. She continued, \"The lose all sense of professionalism, and end up bickering in the middle of the hearing room!\" Towards the end of the hearing, new evidence emerges that clears Sam's name. Salt believed that Sam would be changed by the whole situation, saying she would be more cautious. ===Relationship with Tom Kent=== Towards the end of April 2012, Salt revealed that there would be some romance ahead for Sam. Salt commented, \"But she could find herself in a situation where she's more into the romance than the other person is.\" In September, Sam's love interest was revealed to be Tom Kent (Coleman). The pair shared a chemistry that came to a head when Sam's friend Melanie Fox (Melanie McLean) was admitted to the hospital. Sam wants to help treat her friend, but Tom reminds her that they are not supposed to treat patients that they share a personal relationship with. Sam \"reluctantly\" leaves Tom to treat Melanie. At the end of their shift, he invites her out for a drink and they share a kiss. Sam and Tom try to maintain a professional relationship in the ED after spending the night together. But ahead of the staff Halloween party, they share a kiss in the staff room while getting ready, just as Dylan walks in. When Sam and Tom argue about a patient's diagnosis, Dylan loses his temper with them both, and he reveals that he saw the kiss and knows they are a couple. After a few months, Sam becomes fed up her and Tom's casual relationship. When she is asked on a date by another doctor, Tom becomes jealous and realises that he wants to commit to her. Sam worries that Tom is only making their relationship official because someone else in interested in her, but he assures her that he is serious and they put on a public display of affection in front of their colleagues. In October 2013, Tom decides to propose to Sam. He tries to keep his plans a secret, but nurse Robyn Miller (Amanda Henderson) sees Tom showing off the ring to a patient, and soon everyone in the ED knows. When Sam's former boyfriend, and paramedic, Iain Dean learns of the impending proposal, he interferes by telling Tom that Sam confided in him about her relationship. Tom feels \"betrayed\" and decided not to propose, but Sam, having learned of his plan, proposes to him instead. Sam has second thoughts about getting married, after Tom becomes jealous of her friendship with Iain. Tom expresses his anger when he learns that Sam and Iain went to Birmingham to visit a former army colleague, and kept it from him. Sam defends herself, telling Tom that his jealousy is the reason why she kept it a secret. After Tom asks Sam to think about whether she wants to marry him or not, she gets drunk with Iain and kisses him. Sam regrets the kiss, and Salt explained that it was \"a cry for help\" due to the pressure she was feeling with the wedding. She also said that Sam knows it was a mistake and wants to forget it ever happened. Sam and Tom decide to marry in secret, but they miss the ceremony when a workman is electrocuted outside the registry office. They help to save the workman and Iain is one of the paramedics that arrives on the scene. Sam does not feel disappointment when she and Tom miss their ceremony, and she questions whether they should get married at all. But when Tom finds out about the kiss with Iain, she begs Tom to stay with her and reveals how much she loves him. Salt told Inside Soap's Katy Moon, \"Sam realises that she doesn't have to be a tough girl on her own any more – it's a real turning point.\" Receptionist Louise Tyler (Azuka Oforka) arranges for the couple to marry at the hospital. Although Sam and Tom wanted a low key ceremony, they love that their friends are with them. Salt joked that Sam and Tom's wedding was a dress rehearsal for her own wedding to Coleman. The actors began a relationship after meeting on set and became engaged just before Sam and Tom did on-screen. The wedding scenes marked Salt and Coleman's final appearances in the show. Salt commented, \"It was lovely for us to top off an amazing couple of years on a fantastic note with Sam and Tom getting married.\" ===Return=== During a February 2017 interview with Sophie Dainty of Digital Spy, producer Erika Hossington confirmed that a previous love interest of Dylan's would be returning. Without revealing who, Hossington commented \"I don't want to give too much away now. Fans can expect an old face to return, but maybe not in the guise they are expecting.\" On 25 April, Dainty announced that Salt had reprised her role, and would return to filming at the end of May. Hossington revealed that Salt was approached about a return, after the producers agreed that she was popular with viewers. Hossington stated that Sam would return without Tom, but viewers would soon learn what has happened between them. She also said Sam would be interacting with both Dylan and Iain upon her return. Of her return, Salt commented, \"I'm thrilled to be back with the gang at Holby! Sam was always such a kick-ass female role so it's really exciting to be telling her story again\". Sam returned in the fifth episode of the thirty- second series on 23 September 2017. Sam returns to Holby as the emergency department's new paramedic. Salt was glad of her character's change in occupation, as it meant her storylines would be different to those in her first stint. She also liked the variation in filming locations, commenting \"There are different challenges, and I get to work outdoors and meet all the brilliant guest stars. It feels like a different job.\" Salt called Sam's first shout \"a heavy one\" to film, as the weather was bad and she had take part in a large medical procedure. When asked by Sarah Ellis of Inside Soap what had happened between Sam and Tom, Salt replied that there would be hints that their marriage had \"fallen apart\", but nothing else would be said. Salt added that Dylan would be surprised to learn that Sam is back and single again, while her presence would also cause trouble between Iain and his new partner Lily Chao (Crystal Yu). ===Relationship with Jacob Masters=== A few months following her return, producers paired the character with nurse Jacob Masters (Charles Venn). The storyline begins with Sam dealing with a \"traumatic\" incident that occurred during her shift, where she had to amputate a teenager's foot. Jacob provides Sam with support and they grow closer when Sam offers to give Jacob's son Blake (Kai Thorne) some boxing lessons. Of the burgeoning relationship, Salt explained \"Jacob was there for Sam when she needed to vent her frustrations, which starts to fuel a romance. Jacob is escapism for Sam from her heavy work.\" After a night shift, Sam asks Jacob out to breakfast, where they flirt and Sam challenges Jacob to a boxing match at the ambulance station. While they are sparring, Sam knocks Jacob down and they kiss, before he loses consciousness. Sam then has to take him into the ED to get checked out. Salt commented that her character believes that she can have a fun fling with Jacob, but hinted that it would soon become complicated. ===Departure (2018)=== During the opening episode of the thirty-third series, broadcast on 11 August 2018, the character was killed off. Sam succumbs to injuries sustained in an explosion, as Iain \"desperately\" tries to resuscitate her. Salt knew that she did not want to stay with the show long-term, as her family is based in London. When she was informed that her character would die, Salt admitted that she was shocked, but she wanted Sam to leave during a big storyline, as she was not planning on returning again. The producers agreed and felt that killing the character off was the best thing to do. The actress said, \"They wanted to create a really lovely, dramatic exit for me to leave on and this opportunity arose when they planned this huge motorway pile-up. Iain was the guy on call, and given his relationship with Sam, it seemed like the perfect moment to throw a real spanner in the works.\" Salt liked that her departure was kept a secret until transmission, and she felt that it would make more of an impact on viewers. She found filming Sam's last scene to be \"really sad\", even though it was shot first. Salt added that Sam's death would also impact Iain, who will show a dark side as he spirals \"into a demise afterwards.\" ==Reception== Sam's death was nominated for Biggest OMG Soap moment and Most devastating Soap Death at the 2018 Digital Spy Reader Awards. Of Sam's introduction, David Butcher of the Radio Times commented, \"From the word go, she makes her presence felt with 'tools civilians can only dream about'.\" Butcher also branded Sam an \"ex-Army action woman\". Patrick McLennan of What's on TV observed, \"Major Sam Nicholls manages to wind up everyone in the ED – on her very first day!\" A Daily Mail reporter included Sam's arrival in their \"Pick of the Day\" feature and they dubbed her \"ambitious\". Salt was initially concerned that Sam would not be liked because of her hot-headedness, but she said that she received great feedback from viewers, and commented that \"people are mostly saying 'Go Sam!'\" The show's executive producer Johnathan Young called Sam one of the show's \"most colourful characters\", and added that she had become popular with audiences. Butcher later called Sam an \"ice- queen\", and a \"superwoman\". He thought her relationship with Dylan was surprising, but the chemistry between them was \"believable\". He added that \"they make sense as embittered exes.\" Katy Moon of Inside Soap branded Sam a \"steely medic\". A Western Mail writer observed that the GMC hearing had started \"to take its toll\" on Sam. ==References== ==External links== * Category:Casualty (TV series) characters Category:Television characters introduced in 2011 Category:Fictional female doctors Category:Fictional specialty registrars Category:Fictional British Army personnel Category:Female characters in television ",
    "title": "Sam Nicholls"
}