{
    "id": "53878976",
    "text": "NextGen America is a progressive advocacy nonprofit and political action committee created in 2013 by billionaire hedge fund manager Tom Steyer. The group mobilizes young voters on issues including climate, health care, reproductive freedom, immigration, and equality. Since its founding, the organization has registered 1.3 million voters, and contacted millions of young people with messages encouraging them to vote. == History == Businessman Tom Steyer founded NextGen America (originally called NextGen Climate) in 2013, and stepped down as president after announcing his presidential bid in 2019. === 2014 election cycle === NextGen America’s political arm, super PAC NextGen Climate Action Committee, began lending support to candidates in 2013. In the 11 most competitive 2014 U.S. Senate elections, NextGen Climate Action Committee spent slightly more than $19 million to support Democratic candidates, making it the seventh-biggest spender amount outside groups.Ian Vandewalker, Election Spending 2014: Outside Spending in Senate Races Since Citizens United, Brennan Center for Justice (2015), p. 8 They backed Democrat Edward Markey in the special election to fill Secretary John Kerry's Senate seat, as well as Democrat Terry McAuliffe in the Virginia race for governor against Republican Ken Cuccinelli. Markey and McAuliffe both won. The super PAC was a contributor in the 2014 midterm elections, targeting demographics believed to be most likely to vote based on environmental concerns. U.S. senate races in Michigan, Iowa, New Hampshire and Colorado were targeted in an effort to help Democrats maintain their majority in the U.S. Senate. The super PAC also supported gubernatorial candidates in Maine, Florida and Pennsylvania. === 2016 election cycle === In 2016, NextGen supported candidates who pledged to enact an energy policy that would lead to a shift to 50% renewable energy use in the U.S. by 2030, and 100% by 2050. In April 2016, it launched a campaign to register voters on college campuses in seven political battleground states. NextGen spent over $25 million in seven key battleground states during the 2016 election, contributing to Democratic gains at the federal and state levels, including Catherine Cortez Masto's successful senate bid in Nevada and Maggie Hassan's successful Senate campaign in New Hampshire. === 2017 Virginia elections === In 2017, NextGen America spent $3.3 million in the Virginia statewide elections, contributing to a record number of young voters turning out to cast a ballot.Joe Garofoli, Virginia victories show Tom Steyer's best role may be behind the scenes, San Francisco Chronicle (November 9, 2017). The group spent most of the funds on grassroots organizing, with a focus on college students and other young voters, new immigrant voters, and working-class/labor voters, in support of Democratic gubernatorial nominee Ralph NorthamFenit Nirappil, Democratic megadonor Tom Steyer to spend $2 million in Virginia governor's race, Washington Post (August 22, 2017). and other Democratic candidates. === 2018 election cycle === In the 2018 election, Steyer aimed to flip the House, targeting Republican incumbents and setting a goal of impeaching impeach Donald Trump. NextGen said that it was targeting the millennial generation; in a humorous ad on Mother's Day 2018, NextGen video asked mothers not to let their children become Republicans. During the 2018 election cycle, Steyer spent at least $123 million. Of this, $33 million went to the youth voter mobilization initiative NextGen Rising; $40 million went to the Need To Impeach initiative, $30 million went to clean energy ballot initiatives in Michigan, Arizona, and Nevada; $10 million went to the Need to Vote initiative; and $2.2 million went to the NextGen Climate Action super PAC, which worked in supprot of 22 House Democratic candidates and 4 Senate Democratic candidates.Angel Au-Yeung, How Billionaire Tom Steyer's $123 Million Helped Democrats In The Midterms, Forbes (November 9, 2018). Of the 22 House Democrats supported by NextGen Climate Action, 59% won. The group spent funds in Florida and California, and Virginia, among other places. The Steyer-backed clean energy initiatives won in Michigan and Nevada, but lost in Arizona. === 2019 election cycle === \"This Mother's Day, talk to your child about the Republican Party.\" In 2019, NextGen committed over $1M to registering and turning out young voters across Virginia in the statewide elections. NextGen is also running voter contact and registration programs in 10 other states in 2019, including Pennsylvania, North Carolina, Florida, New Hampshire, Wisconsin, Maine, Arizona, Nevada, Michigan, and Iowa. === 2020 election cycle === NextGen has already registered more than 20,000 young voters in preparation for the 2020 election cycle. The organization plans to mobilize an historic number of young voters to flip the White House, Senate, to protect the Democratic majority in the House, and to create Democratic trifectas at the state level. == References == Category:Organizations based in California Category:Climate change organizations based in the United States Category:Liberalism in the United States Category:2013 establishments in California Category:Organizations established in 2013 ",
    "title": "NextGen America"
}