{
    "id": "53878097",
    "text": "The Local Government (Religious etc. Observances) Act 2015 is an Act of the Parliament of the United Kingdom passed in 2015. It was created to affirm the rights of local councils to hold prayers before council and committee meetings. == Background == In 2012, Bideford Town Council held prayers as the first action at meetings. A former councillor supported by the National Secular Society challenged the Council in court over the Christian prayers which had been held traditionally since the reign of Queen Elizabeth I. The High Court of England and Wales held that there was no legal authority for councils to pray at their meetings as it was not specifically mentioned in the Local Government Act 1972 as not being \"conducive or incidental to, the discharge of any of their functions\". Both MPs and bishops of the Church of England condemned the decision. The Communities Secretary Eric Pickles expressed disappointment at this judgment and signed a Parliamentary Order to bring forward the introduction of the general power of competence for principal local authorities passed as part of the Localism Act 2011. Pickles asserted that the power would permit councils to pray at their meetings, and therefore overturned the court's judgment within a week. However there was doubt as to whether Pickles' move had actually made council prayers legal as the section he had brought forward only said that councils could do anything an individual could do, but did not specifically mention prayers. The Localism Act also only applied to English councils which meant that Welsh councils were still bound by the High Court judgment. A number of councils in response to the judgment and uncertainty of the wording in the Localism Act either continued as before, removed prayers from the agenda or moved the prayers prior to meetings so that they were not a part of the formal proceedings. == Act == Despite Pickles claiming his act restored the rights of councils to hold prayers as part of official agendas, it did not apply to all councils such as some town and parish councils. Conservative Party MP Jake Berry introduced the Local Government (Religious etc. Observances) Bill as a Private Members Bill, in order to affirm the rights of all councils and authorities to hold prayers before meetings. During introduction, he called the 2011 court judgment “an aggressive and unwelcome secular attack on our British values”. The bill was supported by the Government and passed both the House of Commons and House of Lords. It received Royal Assent from Queen Elizabeth II on 26 March 2015. The legislation would be permissive and made no obligation for councillors to attend prayers if the council decided to hold them. Observers noted that the act had the effect of returning the law to the perceived status quo ante before 2011 but afforded protection against similar legal challenges. == References == Category:Acts of the Parliament of the United Kingdom concerning England and Wales Category:Prayer Category:Local government in England Category:Local government in Wales Category:United Kingdom Acts of Parliament 2015 Category:2015 in religion Category:Law about religion in the United Kingdom Category:Local government legislation in the United Kingdom ",
    "title": "Local Government (Religious etc. Observances) Act 2015"
}