{
    "id": "53875068",
    "text": "The gravestone of Franciszek Fornalski in the Kunów cemetery Franciszek Fornalski (1781-1863) was a Polish soldier during Napoleonic Wars, chevalier of French Legion d'honneur and Polish Virtuti Militari. == Military career == Initially he was incorporated into the Austrian army. On 10 December 1806, he moved to the newly formed Polish Army in the cavalry of Colonel Wojciech Męciński. This unit was transformed into the 4th Military Regiment of the Duchy of Warsaw. Franciszek Fornalski participated in campaigns in Prussia (1806), Galicia (1809), Russia (1812) and Saxony (1813). He participated in battles under the Wały, Friedland, Żarnów, Smolensk, Mozhaysk, Borodino, Vyazma, Cherykaw, Berezina, Wittenberg and Leipzig (\" Battle of the Nations\"). After Napoleonic Wars we was working as a forest guard in the Kunów area till his retirement (3 November 1847). War orders: * Virtuti Militari (No. 401, 1 February 1808), * Legion d'honneur (No. 41614, 12 October 1813), * Saint Helena Medal (1857). == Family == The son of Marcin Fornalski (Formalski) and Agnieszka Sałajska, younger brother of Paweł Formalski (landowner in Żytomierz region). Franciszek Fornalski had two wives: Julianna Konaszewska (1779-1813) and Helena Łapniewska (1794-1876) from 13 November 1816. In 1816 and 1822 he received a court's confirmation of the nobility status. He died in his home in Nietulisko Duże. He was buried in Kunów parish cemetery. His artistic gravestone (by Antoni Kłosiński) is a local historic monument, renovated in 2005. Franciszek Fornalski had two sons with his first wife: Franciszek Kacper (1806-1850), the officer of the Polish Army during November Uprising, and Józef (1811-1894), state official and November insurrectionist. He had no children with his second wife. == References == * Krzysztof W. Fornalski \"Franciszek Fornalski (1781-1863) - Kawalerzysta epoki napoleońskiej\", Verbum Nobile nr 19/2015, pp. 46–53 * Oleg Chorowiec \"Herbarz Szlachty Wołyńskiej\", Tom V (Radom 2016) Category:1781 births Category:1863 deaths Category:Recipients of the Legion of Honour Category:Chevaliers of the Légion d'honneur Category:Recipients of the Virtuti Militari Category:Polish legionnaires (Napoleonic period) Category:Polish nobility Category:Polish Roman Catholics ",
    "title": "Franciszek Fornalski"
}