{
    "id": "53871685",
    "text": "The ginbuna (Carassius langsdorfii), sometimes referred to as silver crucian carp or Japanese silver crucian carp, is a species of freshwater fish in the carp family (family Cyprinidae). It is native to lakes and rivers in Japan. ==Description== Ginbuna is a deep- and thick-bodied fish with a terminal mouth and a large caudal fin. It possesses 5 anal fin rays, 41–57 gill rakers, and has 28–31 large lateral line scales. It reaches a maximum length of . This species is parasitized by myxozoan cnidarians of the genus Myxobolus, which infest their gills. ==Taxonomy== The ginbuna can be difficult to distinguish from the common goldfish (Carassius auratus), to which it is closely related. In fact, it has often been treated as a subspecies of goldfish. However, current genetic data suggests that the ginbuna is a distinct species. The ginbuna commonly hybridizes with other species in its genus where they come into contact, as well as with the closely related common carp. It is believed that the ginbuna originated as a hybrid of two different species, although the parent species are unknown. ==Distribution and habitat== The ginbuna is native to Japan, where it is widespread, but has been introduced to many other parts of the world. In Europe it has been confirmed in the Elbe River system in the Czech Republic, Greece, Germany, Ukraine, Italy, and the Neretva basin in Bosnia and Herzegovina. Haplotype data indicates that European ginbuna derive from populations in either Honshu Island or the Ryukyu Islands, suggesting multiple introduction events. Additionally, a 2018 study using mtDNA discovered the fish in Lake Tahoe, California and in a pond on the campus of the University of British Columbia, the first time this species has been found in North America. Also in 2020, this species report for the first time in Iran (Lar National Park) and western Asia.Khosravi, M., Abdoli, A., Ahmadzadeh, F., Saberi‐Pirooz, R., Rylková, K., & Kiabi, B. H. (2020). Toward a preliminary assessment of the diversity and origin of Cyprinid fish genus Carassius in Iran. Journal of Applied Ichthyology. https://doi.org/10.1111/jai.14039 These introductions may have been a result of ginbuna being unintentionally included with imports of goldfish or koi carp. It is a demersal species, favoring confluences of tributaries and still downstream waters of rivers, as well as marshes. Muddy substrates are preferred. ==Diet== Ginbuna are omnivorous. They eat benthic organisms, algae, zooplankton, and will opportunistically consume other items. ==Reproduction== Unusually among vertebrates, the ginbuna species has two different reproductive modes. The diploid form practices the usual sexual reproduction. However, the triploid and rare tetraploid forms practice a type of asexual reproduction known as gynogenesis, in which the sperm contributes no genetic material, but its presence is required for egg development. ==Importance to humans== The clonal nature of polyploid ginbuna makes them an ideal model fish for studying diseases of other cyprinid species. This usefulness derives from the absence of genetic variance within the clone. ==References== Category:Carassius Category:Fish of Japan Category:Fish described in 1846 ",
    "title": "Ginbuna"
}