{
    "id": "53873298",
    "text": "Tibor Józef Pusztai (born 23 December 1946) was a Hungarian violinist, composer, conductor, and teacher. He directed and performed with various orchestras around the world, winning multiple awards thanks to his performances and compositions.Fleischmannn, Sarah (13 January 2016). \"Remembering Composition Department Faculty Member Tibor Pusztai\". Berklee College of Music. Retrieved 2 May 2017. Tibor Pusztai died on January 10th, 2016. ==Biography== ===Childhood and education=== Tibor Pusztai was born in Budapest, Hungary on December 23rd, 1946 to Marie A. Piff and Tibor G. Pusztai. During the Hungarian Revolution in 1956, he was obligated to flee his home country with his father. He lived and worked throughout North and South America, eventually becoming an American citizen.Jordan-Fernald Funeral Homes (January 2016). \"Obituary for Tibor Pusztai\". Retrieved 2 May 2017. Considered a child prodigy, Pusztai began performing as a violinist and violist from an early age. He studied at the Juilliard School of Music and the New England Conservatory of Music (NEC). ===Career=== As a violinist, Pusztai performed with the Boston String quartet, which was originally created as an incentive for Rudolf Kolisch to become head of the Chamber Music department at the New England Conservatory in Boston.Grassl, Markus and Kapp, Reinhard (eds.) (2002). Die Lehre von der musikalischen Aufführung in der Wiener Schule, p. 195. Böhlau Verlag Wien. He also performed with the Juilliard String Orchestra, the New Jersey Symphony Orchestra, and the Berkshire Music Center Orchestra. Pusztai was also second violin in the original formation of the New England Ragtime Ensemble, created in 1972 by Gunther Schuller. The ensemble’s performance of “The Red Back Book” earned a Grammy Award for Best Chamber Music Performance in 1974.The Recording Academy. The Grammys: Past Winners. Retrieved 2 May 2017. As a composer, Tibor Pusztai won the 1970 Koussevitzky Award in Composition at Tanglewood Music Center and the American Society of Composers, Authors and Publishers (ASCAP) Award. As a conductor, Pusztai directed the Ballet der Deutschen Oper Berlin, the Xantener Sommerfestspiele, the Alvin Ailey Dance Company, the American Ballet Theatre and the Iranian National Ballet. He was also the conductor of the Hartford Chamber Orchestra, the Hartford Ballet and the associate conductor of the Hartford Symphony Orchestra.Metcalf, Steve (28 January 2016). \"Brooklyn Rider and Gabriel Kahane: The Real Deals\". WNPR. Retrieved 2 May 2017. Furthermore, he served as music director for the Manchester Symphony and Connecticut Valley Chamber orchestras,Manchester Symphony Orchestra and Chorale. \"Our History\". Retrieved 2 May 2017. Connecticut Valley Symphony Orchestra. \"History\". Retrieved 2 May 2017. and as president of Connecticut Composers, New Voices Productions and the Studio of Electronic Music.Sherman, Robert (8 February 1998).\"Chamber Orchestra Finds Its Way Without Going Far Afield\". New York Times. Retrieved 2 May 2017.Fleming, Ryan (Spring 2016). \"Final Cadence: Tibor Pusztai\". Berklee Today. Retrieved 2 May 2017. Pusztai's recordings were released by both Columbia and Angel labels. Pusztai was a faculty member at Tanglewood Music Center, NEC, Ithaca College, Tehran University of Art, Hartford Conservatory and Berklee College of Music. During his years at NEC, he served as Gunther Schuller’s assistant. He joined the Berklee faculty in 1996, teaching numerous classes, including conducting, scoring for strings, traditional harmony and composition, and directed studies. ===Personal life and death=== At the time of his death, Pusztai was married with a son and step daughter from a previous marriage. During his life he lived and worked in numerous places, between the United States, Europe and the Middle East. In 2005 he moved to Mount Desert Island with his wife, where he remained until his death. On January 10 2016, Pusztai died from cardiac arrest. ==Works== * Interactions for solo horn and percussion ensemble, 7 editions published in 4 languages, Newton Centre, MA : Margun Music, ©1976. * Labyrinthus I (1973) for piano, Newton Centre, MA : Margun Music, ©1979. * Vertere in fugam avis paradisium (1973) for flute and percussions, 2 editions published between 1980 and 1982 in 2 languages, Newton Centre, MA : Margun Music, ©1980. * Stage music I for percussion ensemble, Newton Centre, MA: Margun Music, ©1982. * Canticle for 2 horns and 3 clarinets, Newton Centre, MA : Margun Music, ©1982. * One farewell (1970) for baritone and chamber orchestra, 2 editions published in 1982 in 2 languages, Newton Centre, MA : Margun Music, ©1982. * Folii (1979) for chamber orchestra, published in German, Newton Centre Hamburg Margun Music/GunMar Music, Administration: G. Schirmer. * Folii III (1980) for chamber orchestra, 2 editions published in 1982 in 2 languages, Newton Centre, MA : Margun Music, ©1982. * Woodwind quintet (1974) for flute, oboe, clarinet, bassoon and horn, 5 editions published between 1984 and 1985 in 2 languages, Newton Centre, MA : Margun Music, ©1984. * Requiem profanum (1973) by Tibor Pusztai and Raine Maria Rilke for mezzosoprano, tenor and chamber orchestra, published in German, Newton Centre Hamburg Margun Music/GunMar Music, Administration: G. Schirmer. * Cronus for Orchestra, premiered February 1993. ==References== Category:1946 births Category:2016 deaths Category:Hungarian classical violinists Category:Juilliard School alumni Category:New England Conservatory alumni Category:Musicians from Budapest Category:People from Mount Desert Island Category:Berklee College of Music faculty Category:Ithaca College faculty ",
    "title": "Tibor Józef Pusztai"
}