{
    "id": "53870916",
    "text": "African slaves were owned by Native Americans from the colonial period until the United States' Civil War. The interactions between Native Americans and African Slaves in the antebellum United States is complex, given that slavery played a significant role in the creation and construction of America. This slavery institution relied largely on enslaved Africans and Native Americans owned by white American settlers both before and after the United States (known before independence as the Thirteen Colonies) gained independence via the American Revolutionary War. Although chattel slavery was a primarily European institution in the Americas, a few North American indigenous groups over time adopted slave ownership for several purposes, predominantly as a tactic to assimilate into European colonial society. Most of the indigenous tribes who participated in this practice resided in the Southeast where white European infrastructure thrived off of slave ownership, specifically the Five Civilized Tribes (Cherokee, Choctaw, Chickasaw, Creek, and Seminole). Following the Indian removal of the 1830s, these tribes were relocated to Indian Territory (present-day Oklahoma) and brought their slaves with them. == Background == Slavery itself was not a new concept to indigenous American peoples - in inter-Native American conflict tribes often kept prisoners-of- war, and these captives often replaced slain tribe-members. Intra-indigenous slavery also occurred in the Pacific Northwest and in Alaska, where it persisted until the late-19th century. Native-American versions of slavery prior to European contact sometimes differed from racist European concepts of slavery in that Native Americans did not originally distinguish between groups of people based on skin-color, but rather traditions. African Americans and Native Americans have interacted for centuries. The earliest record of Native- American and African contact occurred in April 1502, when Spanish colonists transported the first Africans to Hispaniola to serve as slaves.Muslims in American History : A Forgotten Legacy by Dr. Jerald F. Dirks. p. 204. Some scholars argue that because of similarities between some African and Native American cultural artifacts, the two groups likely had transatlantic encounters before European discovery of the Americas - this cannot however be proved. By the 18th century, African slaves and Native Americans had become a commonplace in colonial America. Native Americans and Africans had many interactions as parallel oppressed communities. Before the jump-start of the Atlantic slave trade, European settlers enslaved many Native Americans, and major slave colonies such as Virginia and South Carolina enslaved thousands (30,000-53,000) of Native Americans in the late 1600s through the 1700s with the occurrence of enslavement continuing into the 1800s. Andrés Reséndez estimates that between 147,000 and 340,000 Native Americans were enslaved in North America, excluding Mexico. \"Native Americans, during the transitional period of Africans becoming the primary race enslaved, were enslaved at the same time and shared a common experience of enslavement. They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because of a shortage of men due to warfare, many tribes encouraged marriage between the two groups, to create stronger, healthier children from the unions. However, Europeans considered both races inferior and made efforts to make both Native Americans and Africans enemies. Because of European fears of a unified revolt of Native Americans and African Americans, the colonists encouraged hostility between the ethnic groups: \"Whites sought to convince Native Americans that African Americans worked against their best interests.\"Red, White, and Black, p. 105, . In 1751, South Carolina law stated: > \"The carrying of Negroes among the Indians has all along been thought > detrimental, as an intimacy ought to be avoided.\" In addition, in 1758 the governor of South Carolina James Glen wrote: > it has always been the policy of this government to create an aversion in > them Indians to Negroes. Buffalo Soldiers, 1890. The nickname was given to the \"Black Cavalry\" by the Native American tribes they fought. Sometimes Native Americans resented the presence of African Americans.Red, White, and Black, p. 99. . The \"Catawaba tribe in 1752 showed great anger and bitter resentment when an African American came among them as a trader.\" To gain favor with Europeans, the Cherokee exhibited the strongest color-prejudice of all Native Americans.Red, White, and Black, p. 99, . Native Americans were rewarded if they returned escaped slaves, and African-Americans were rewarded for fighting in the late 19th-century Indian Wars. African slaves replaced Native American enslavement and eventually many Native Americans were forced off their land and forced to move westward. There are many examples of this forced removal, but one of the most famous was the Trail of Tears (1830s and 1840s) that forced people of the Cherokee nation and other tribes to move westward to present-day Oklahoma. == African chattel slavery by Native Americans in the American Southeast == Map illustrating the relative territorial locations of the \"339x339px There are conflicting theories as to what caused the shift between traditional Native American servitude, to the oppressive racialized enslavement adopted by the Five Civilized tribes. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure, believing that it would help them maintain their southern lands. In this effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. They were the most receptive to white pressures to adopt European cultures. In the nineteenth century, European Americans began to migrate west from the coastal areas, and encroach on tribal lands, sometimes in violation of existing treaties. Bands along the frontier, in closer contact with traders and settlers, tended to become more assimilated, often led by chiefs who believed they needed to change to accommodate a new society; indeed, some chiefs were mixed-race and were related to elected American officials. Other chiefs had been educated in American schools, and had learned American language and culture. Educated individuals mixed with European heritage were the most likely to become slaveholders and adopt other European practices. Others of their people, often located at more of a distance, held to more traditional practices, and such cultural divisions were the cause of conflict, for instance the Creek Wars (1812–1813) and similar tensions suffered by other Southeast tribes. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. The writer William Loren Katz suggests that Native Americans treated their slaves better than European Americans in the Southeast. Travelers reported enslaved Africans \"in as good circumstances as their masters.\" A white Indian Agent, Douglas Cooper, upset by the Native Americans failure to practice a harsher form of bondage, insisted that Native Americans invite white men to live in their villages and \"control matters.\" One observer in the early 1840s wrote, \"The full-blood Indian rarely works himself and but few of them make their slaves work. A slave among wild Indians is almost as free as his owner.\" Frederick Douglass stated in 1850, \"the slave finds more of the milk of human kindness in the bosom of the savage Indian, than in the heart of his Christian master. But references to Indian kindness were generally to the sanctuary offered by underground railroads operated by non-slaveholding Indians -- not to Indian slaveholders. In contrast to white slaveholders, Native American slaveholders didn't use justifications for slavery nor maintain a fictional view of seeing slaves as part of the family. However, the status of individual slaves could change if captors adopted or married African American slaves, but enslaved people as a whole had always been linked to their lack of kin ties. In the 18th century, many Native American women married freed or runaway African men due to a decrease in the population of men in Native American villages. Records show that many Native American women bought African men but, unknown to the European sellers, the women freed and married the men into their tribe. When African men married or had children by a Native American woman, their children were born free, because the mother was free (according to the principle of partus sequitur ventrum, which the colonists incorporated into law.) In the 1790s, Benjamin Hawkins was assigned as the US agent to the southeastern tribes. He encouraged the major Southeast tribes to adopt chattel slavery in order to have labor for plantations and large-scale agricultural production, as part of their assimilation of European-American ways. He thought their traditional form of slavery, which had looser conditions, was less efficient than chattel slavery. However, the adoption and adaptation of Euro-American institutions did nothing to shield Native Americans from U.S. domination and created divisions within the tribes themselves. The pressures from European Americans and the U.S government to assimilate as well as the economic shift of furs and deerskins led to them adopting an economy based on agriculture.Snyder (2010), \"Racial Slavery\" [Ch. 7], in Slavery, pp. 182–212. Katz thought that slaveholding contributed to divisiveness among tribes of the Southeast and promoted a class hierarchy based on \"white blood.\" Some historians believe that class division was related more to the fact that several of the leadership clans accepted mixed-race chiefs, who were first and foremost on these tribes, and promoting assimilation or accommodation. The Choctaw and Chickasaw nations were also exceptions to the Cherokee, Creek, and Seminole nations; as these tribes abolished slavery immediately after the end of the Civil War the Chickasaw and Choctaw didn't free all of their slaves until 1866. Tensions varied between African American and Native Americans in the south, as by the early 1800s sanctuary for runaway slaves changed. Sometimes slaves had a 50% chance that Native Americans may capture them and return them to their white masters or even re-enslave them. Though some Native Americans had a strong dislike of slavery they lacked political power and a paternalist culture that pervaded the non-Indian south; as white men were seen as absolute masters in their households. It is unclear if Native American slaveholders sympathized with African American slaves as fellow people of color, class more than race may be a more useful prism through which to view masters of color. Christianity emerged as an important fault line separating some Native Americans and African Americans as most African Americans by the early 1800s had accepted the teachings of missionaries while few Native Americans particularly the Choctaw and Chickasaw in the south converted and still practiced traditional spiritual beliefs.Krauthamer (2013), \"Enslaved People, Missionaries, and Slaveholders\" [Ch. 2], in Black Slaves, pp. 46-76. Many Native Americans saw the attempts of missionization as a part U.S. expansion. European colonists often required the return of runaway slaves to be included as a provision in treaties with American Indians. In 1726, the British Governor of New York exacted a promise from the Iroquois to return all runaway slaves who had joined up with them.Katz WL 1997 p. 103. In the mid-1760s, the government requested the Huron and Delaware to return runaway slaves, but there was no record of slaves having been returned.Katz WL 1997 p. 104. Colonists placed ads about runaway slaves. While numerous tribes used captive enemies as servants and slaves, they also often adopted younger captives into their tribes to replace members who had died. In the Southeast, a few Native American tribes began to adopt a slavery system similar to that of the American colonists, buying African American slaves, especially the Cherokee, Choctaw, and Creek. Though less than 3% of Native Americans owned slaves, divisions grew among the Native Americans over slavery. Among the Cherokee, records show that slave holders in the tribe were largely the children of European men that had shown their children the economics of slavery. As European colonists took slaves into frontier areas, there were more opportunities for relationships between African and Native American peoples. Native Americans interacted with enslaved Africans and African Americans on many levels. Over time all the cultures interacted. Native Americans began slowly to adopt white culture. Native Americans in the South shared some experiences with Africans, especially during the period, primarily in the 17th and 18th centuries, when both were enslaved. The colonists along the Atlantic Coast had begun enslaving Native Americans to ensure a source of labor. At one time the slave trade was so extensive that it caused increasing tensions with the various Algonquian tribes, as well as the Iroquois Confederacy. Based in New York and Pennsylvania, they had threatened to attack colonists on behalf of the related Iroquoian Tuscarora before they migrated out of the South in the early 1700s. In the 19th century, some members of these tribes who were more closely associated with settlers, began to purchase African-American slaves for workers. They adopted some European-American ways to benefit their people. Among the Five Civilized Tribes, mixed-race slaveholders were generally part of an elite hierarchy, often based on their mothers' clan status, as the societies had matrilineal systems. As did Benjamin Hawkins, European fur traders and colonial officials tended to marry high-status women, in strategic alliances seen to benefit both sides. The Choctaw, Creek and Cherokee believed they benefited from stronger alliances with the traders and their societies. The women's sons gained their status from their mother's families; they were part of hereditary leadership lines who exercised power and accumulated personal wealth in their changing Native American societies. The chiefs of the tribes believed that some of the new generation of mixed-race, bilingual chiefs would lead their people into the future and be better able to adapt to new conditions influenced by European Americans. Proposals for Indian Removal heightened the tensions of cultural changes, due to the increase in the number of mixed-race Native Americans in the South. Full bloods, who tended to live in areas less affected by colonial encroachment, generally worked to maintain traditional ways, including control of communal lands. While the traditional members often resented the sale of tribal lands to Anglo-Americans, by the 1830s they agreed it was not possible to go to war with the colonists on this issue. ===Slavery in the Indian Territory=== With the US increasing pressure for Indian Removal, tensions became higher. Some chiefs believed removal was inevitable and wanted to negotiate the best terms possible to preserve tribal rights, such as the Choctaw Greenwood LeFlore. Others believed they should resist losing ancestral lands. As of 2006, Tony Seybert had described himself as having submitted a master's thesis to the history department at California State University, Northridge. For instance, members of the Cherokee Treaty Party, who believed removal was coming, negotiated cessions of land which the rest of the tribe repudiated. This conflict was carried to Indian Territory, where opponents assassinated some of the signatories of the land cession treaty, for alienating communal land. The tensions among the Native Americans of the Southeast was principally about land and assimilation rather than slavery. Most chiefs agreed that armed resistance was futile. The Five Civilized Tribes took African-American slaves with them to Indian Territory (present-day Oklahoma) when they were removed from the American Southeast by the US Government.A history of the descendants of the slaves of Cherokee can be found at In 1835, 7.4% of Cherokee families held slaves. In comparison, nearly one- third of white families living in Confederate states owned slaves in 1860. Further analysis of the 1835 Federal Cherokee Census can be found in A discussion on the total number of Slave holding families can be found in Missionaries and supporters of the American Board vociferously denounced Indian removal as cruel, oppressive, and feared such actions would push Native Americans away from converting. In 1850 the U.S. Fugitive Slave Law was created and in both ways divided Native Americans in Indian Territory. Runaway slaves in Indian Territory was exceptionally debatable among Native Americans and the U.S. government. Native Americans heavily felt U.S. lawmakers were overstepping their boundaries reaching over federal authority. Not all African Americans in Indian Territory were slaves, as some were free. An example of this would be a town on the eastern part of the Choctaw Nation was home to a diverse community that included free African Americans as well as people of mixed African-Choctaw descent. In Indian Territory these communities were not a rarity and complicated the taking of censuses commissioned by the U.S. government. In 1832, census takers commissioned by the U.S. government in Creek country struggled to categorize the diverse group of people who resided there; unsure how to count African American wives of Creek men, nor where to place people of mixed African-Native descent. == Five Civilized Tribes adoption of chattel slavery == Some of what would become known as the \"Five Civilized Tribes\" had also acquired African American slaves as plunder from during the Revolutionary War which was allowed by their British allies.\" The Five Civilized Tribes adopted some practices which they saw as beneficial; they were working to get along with the Americans and to keep their territory. The civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.Krauthamer (2013), \"Black Slaves, Indian Masters\" [Ch. 1], in Black Slaves, pp. 17–45. The federal government's expulsion of the Cherokee, Chickasaw, Choctaw, and Creek (Muscogee) tribes opened the door to the rapid growth of plantation slavery across the \"Deep South\", but Indian removal also pushed chattel slavery westward, setting the stage for more conflicts. Unlike other tribes that were physically forced to move out of the \"Deep South\" the government actively sought to have the Choctaw and Chickasaw nations forcefully unified governmentally. The Choctaw and Chickasaw saw each other as different people and were bitter enemies in the 1700s, but in 1837 a treaty was made unifying the two tribes. The two tribes agreed to the union but a treaty made in 1855 allowed the two tribes to separate as different governments. Native Americans and African Americans had mostly positive interactions through the centuries; unfortunately this positive interaction was not the case in post-Civil War Indian Territory. Racial antagonism, intensified by the abolition of slavery among the Five Civilized Tribes and the new pressures brought on by the influx of land-hungry white settlers, combined to create bitter hostility and in a few instances violent conflicts between the two peoples who had previously lived in relative harmony. The evolution of this changing Native American and African American relationship can be traced to the American Civil War. President Lincoln's Emancipation Proclamation had a major impact on the Five Civilized Tribes even though the tribes were individually allowed to decide on the fate of their freedmen. === Cherokee === The Cherokee was the tribe that held the most slaves. In 1809, they held nearly 600 enslaved blacks. This number increased to almost 1,600 in 1835, and to around 4,000 by 1860, after they had removed to Indian Territory. Cherokee populations for these dates are: 12,400 in 1809; 16,400 in 1835; and 21,000 in 1860. The proportion of Cherokee families who owned slaves did not exceed ten percent, and was comparable to the percentage among white families across the South, where a slaveholding elite owned most of the laborers. In the 1835 census, only eight percent of Cherokee households contained slaves, and only three Cherokee owned more than 50 slaves. Joseph Vann had the most, owning 110 like other major planters. Of the Cherokee who owned slaves, 83 percent held fewer than 10 slaves. Of the slave-owning families, 78 percent claimed some white ancestry. In 1827 the Cherokee developed a constitution, which was part of their acculturation. It prohibited slaves and their descendants (including mixed-race) from owning property, selling goods or produce to earn money; and marrying Cherokee or European Americans. It imposed heavy fines on slaveholders if their slaves consumed alcohol. No African Americans, even if free and of partial Cherokee heritage, could vote in the tribe. If a mother was of partial African descent, her children could not vote in the tribe, regardless of the father's heritage; the Cherokee also prohibited any person of Negro or mulatto parentage from holding an office in the Cherokee government. Such laws reflected state slavery laws in the Southeast, but Cherokee laws did not impose as many restrictions on slaves nor were they strictly enforced. However the narrative that the Cherokee practiced a less harsh form slavery has increasingly been challenged, with historians such as Dr. Arica L. Coleman going so far as to cal it “demolished” by recent scholarship showing “slavery in the Indian Territory became a mirror-image of slavery in the White South.https://atlantablackstar.com/2018/03/17/contemporary-trail-tears- narrative-leaves-enslaved-africans-side-trail/” In the Cherokee constitution, the Cherokee council made strong efforts to regulate the marrying of Cherokee women to white men, but made little effort to control whom Cherokee men chose to marry or have a union with. It was not uncommon nor rampant for Cherokee men to have unions with African American women who were slaves, but there was little incentive for them to legalize the union as children born to slave women or any woman of African descent were not seen as Cherokee citizens at the time due to the rule of The Cherokee Constitution. Some sexual relationships between Cherokee men and African American women were also informal so prohibitions on marriage wouldn't affect them. The lack of legal prohibitions on such unions points to the unwillingness of lawmakers, many of whom belonged to slaveholding families, to infringe on the prerogatives of masters over slaves or to constrain the sexual behavior of men in the tribe. The Cherokee government in the majority of cases did not recognize marriages between African Americans and Cherokee citizens and declared people of African descent as forbidden marriage partners in an effort to discourage unions, and also to attempt to keep a divide between the two racial groups. Though a few cases on record indicate such unions did occur; in 1854 a Cherokee named Cricket was charged with taking a colored wife, and for unclear reasons the Cherokee courts tried him and acquitted him. It is speculated that maybe the court was attempting to express disapproval, the relationship may have been considered less formal, or etc. The \"1855 Act\" made no room for formal relationships between African Americans and Cherokee citizens and was partially derived from the \"1839 Act\" preventing amalgamation with colored persons, which was still in effect but did not prevent such unions from occurring. By 1860 the slave population in the Cherokee nation made up 18% of the entire population of the nation with most slaves being culturally Cherokee, only spoke the Cherokee language, and were immersed in Cherokee traditions. The Cherokee also had no laws on the manumission of slaves; manumission was given for numerous reasons. The Cherokee freed their slaves in 1863 in accordance to the Emancipation Proclamation; however, under the provisions of the post-war treaty only those freedmen and free African Americans residing in the Cherokee nation before the war and who remained in 1866 were declared citizens and entitled to vote and hold office. All other Cherokee freedmen wanting citizenship had to return to the nation within six months of the treaty signing. Consequently, a number of former Cherokee slaves who had fled during the Civil War but returned after 1867 were not allowed Cherokee citizenship, and this category of non-citizen \"intruders\" often included husbands, wives, and children of Cherokee citizens. Some tribal leaders such as Chief Lewis Downing, made legislative attempts to correct this enumeration mistake, however the National Council and the Cherokee national legislature disregarded these measures and called on federal authorities to eject those categorized as \"intruders\". === Chickasaw === The Chickasaw also held similar laws mimicking the culture of the American south. After the Revolutionary War the Chickasaw like many other tribes were the targets of assimilation, they were pressed into giving up their trading of deerskins, and communal hunting grounds. The secretary of war Henry Knox under George Washington set two interrelated goals: peaceful land acquisitions and programs focused on assimilating Native Americans in the south. The Chickasaw became familiarized with chattel slavery through the British and French allies, and began to adopt this form of slavery in the early 19th century. The heavy decline of the white-tailed deer population aided in the pressure for the Chickasaw to adopt chattel slavery, the Chickasaw conceded that they could no longer rely primarily on hunting. It is unclear when the Chickasaw began to think of themselves as potential slave owners of African and African Americans as people they could own as property. The shift toward buying, selling, and exploiting slave labor for material gain accompanied broader, ongoing changes in the ways Chickasaw acquired and valued goods. The Chickasaw excelled in the production of cotton, corn, livestock, and poultry to not only feed their families, but to sell to American families. U.S. Indian agents tracked Chickasaw acquisition of slaves and didn't discourage it, federal officials believed the exploiting of slave labor might enhance Native Americans' understandings of the dynamics of property ownership and commercial gain. The Chickasaw obtained many slaves born in Georgia, Tennessee, or Virginia . In 1790 Major John Doughty wrote to Henry Knox, Chickasaws owned a great many horses & some families have Negroes & cattle. Among the Chickasaw who were slaveholders many had European heritage mostly through a white father and a Chickasaw mother. The continued assimilation heavily came through intermarriage as some assimilationists viewed intermarriage as another way to expedite natives' advancement toward civilization, and supported the underlying belief in white superiority. A number of Chickasaw with European heritage rose to prominence because they were related to already politically powerful members of the tribe, not because of racial makeup. Though the Chickasaw did not necessarily prize Euro-American ancestry they did embrace a racial hierarchy that degraded those with African heritage and associated it with enslavement. A further cultural change among the Chickasaw was to have enslaved men work in the fields along with enslaved women, within the Chickasaw tribe agricultural duties belonged to the women. Chickasaw legislators would later condemn sexual relationships between Chickasaw and black people; Chickasaws were punished for publicly taking up with an African American slave with fines, whippings, and ultimately expulsion from the nation. This legislation was also an attempt to keep boundaries between race and citizenship within the tribe. The Chickasaw were also unique among the other civilized tribes as they saw their control over slaves as a particular form of power that could, and should be enacted through violence. The Chickasaw in some cases also practiced the separation of families something not practiced among the other tribes. === Choctaw === The Choctaw bought many of their slaves from Georgia. The Choctaw held laws in their constitution which also mirrored the \"Deep South\". The Choctaw in Indian Territory did not allow anyone with African heritage to hold office even if they were of partial heritage. The Choctaw 1840 constitution also didn't allow free African Americans to settle in the Choctaw nation meaning they were not allowed to own or obtain land, but white men could get permission in writing from the Chief or the United States Agent to reside in the Choctaw nation. The Choctaw nation further barred those of partial African heritage from being recognized as Choctaw citizens, but a white man married to a Choctaw woman would be eligible for naturalization. In response to proslavery ideology in the Native American nations creating a climate of animosity toward free African Americans, the Choctaw General Council enacted legislation in October 1840 that mandated the expulsion of all free black people \"unconnected with the Choctaw & Chickasaw blood\" by March 1841. Those who remained were at risk of being sold at an auction and enslaved for life. W.P.A. interviews conducted varied among former slaves of the Choctaw tribe, one former slave Edmond Flint asserted that his bondage by the Choctaw didn't differ from being a slave under a white household, but indicated that within the Choctaw there were humane and inhumane masters. Choctaw slaveholders and those who were not slaveholders were a major focus for missionaries wanting to convert those who weren't Christian. One Methodist newspaper in 1829 stated, The Choctaw did allow their slaves to worships at Christian missions. For Africans rebuilding their religious lives in the Native American nations sustained a sense of connection to the kin and communities that had been left behind. Missionaries were able to establish mission churches and school in the Choctaw lands with permission from the tribe's leaders, but the issues of slavery created aversion between the Choctaw and the missionaries. The missionaries argued that human bondage didn't reflect a Christian society, and believed it highlighted native people's laziness, cruelty, and resistance to \"civilization.\" In the 1820s a heated debate over whether to allow slaveholding Choctaw into mission churches occurred, but a final decision was made with missionaries not wanting to alienate slaveholding Native Americans as potential converts and so received them at prayer meetings and granted church membership with the hope of enlightening them through discussion and prayer. During this time, missionaries did see Choctaws and African Americans as racially and intellectually inferior; converted Africans were regarded as intellectually and morally sounder than non-Christian Native Americans. Cyrus Kingsbury, a leader of the American Board, believed that missionaries had brought civilization to the Choctaw whom he deemed as uncivilized people. A few Choctaw slaveholders believed that having their slaves learn how to read the Bible would cause them to become spoiled slaves, and this added to the persistent mistrust the Choctaw had for missionaries. One Choctaw slaveholder, Israel Folsom, informed Kingsbury that the Folsom family would no longer attend Kingsbury's church because of its antislavery position. Tiring of the missionaries condescending attitudes or questioning their pedagogical approach toward both Native American pupils and African worshippers, the Choctaw withdrew their children, slaves, and financial support from the mission schools and churches. The Choctaw masters, whether they converted to Christianity or not, did not rely on religion as a weapon of control in interactions with their slaves, but did regulate where enslaved peoples could have religious gatherings. In 1850 the U.S. Congress made its most dramatic legislative move against free African Americans in the United States with its approval of the Fugitive Slave Act, which added to the tensions free African Americans felt in the Choctaw Nation. However, even with Choctaw lawmakers determined measures to separate the Choctaw from free African Americans, some free African Americans remained in the nation undisturbed. In 1860 census takers from Arkansas documented several households in the Choctaw nation that were predominantly African American. The kidnappings of free African Americans by white men became a serious threat, even for those in Native American nations. Though paternalism sometimes motivated prominent Native Americans to protect free black people, political leaders and slaveholders generally viewed free African Americans as magnets for white thieves and thus a menace to slaveholders and national security. In 1842 Choctaw Peter Pitchlynn wrote to the U.S. secretary of war, complaining about the \"armed Texans\" who charged into Choctaw country and kidnapped the Beams family; citing it as evidence of white American disregard for Native American sovereignty. The Beams family case went on from the 1830s to 1856 when the Choctaw court ruled that the family was indeed a free black family. ===Creek=== In Creek society before the arrival of Europeans and Africans in Creek country, slaves were simply war captives. Noncombatant women and young children were enslaved and clans who had lost members on the battlefield took the captives into their extended matrilineal households and most of these \"slaves\" eventually became part of the family unit. When trade between Europeans began the Creek's traditional ways of determining a war captive's fate drastically changed, and the Creek began to sell them to Europeans. The best-known victims of the Creeks in this Indian slave trade were the Apalachee tribe. It is unclear when the Creek first met Sub-Saharan Africans; during the colonial period Creek people primarily encountered Africans as refugees seeking protection from the oppression of slavery, as employees or servants of deerskin traders, or as laborers for white settlers. For the Creeks, their most frequent contact with Africans came from day-to-day interactions with traders' slaves, but there were intermittent efforts by colonial and imperial authorities to limit the use of Africans in the deerskin trade though this policy was often ignored. White slaveholders attempted to deceive African slaves into believing the Creek would harm them to discourage the slaves from escaping to the Creek. The Creek often saw African men laboring at what was considered women's work in Creek culture; this reinforced the notion that African men were their inferiors, in the eyes of Creek warriors at least. Creeks could, and often did visit the plantations of the white men; sometimes the Creek only came to look around the plantations, sometimes the Creek brought deerskins and fresh meat to trade with white people. White people would often make their African slaves cross over into Creek territory even when the boundaries were known, and the Creek would often complain that white people were encroaching on their hunting grounds. These conflicts lead to the Creek attacking white settlements on Creek territory, and lead to the enslavement of white women and children whom were mostly sold back to government authorities. By the early 1700s the Creek began to have more interracial relationships with runaway slaves, and the purchase of African slaves lead to interracial relationships. This led to mixed race children and children born to a Creek mother were considered Creek regardless of the father's race. Prior to 1763 many slaves had hoped to find refuge in Native American communities, and in Georgia it didn't take slaves long to find Creek settlements. The obvious solution to this perceived threat was for the British to reward Creek hunters for returning runaway slaves. The Creek would sometimes return slaves to their white slaveholders, or enslave black men for themselves and absorb them into Creek society. The population of Africans and African Americans drastically increased in Creek society during the American revolution. Even after the American Revolutionary War the Americans tried to continue the same awards for runaway slaves. This system did not always work exactly as planned, since many Creeks, for a variety of reasons, were hesitant to force slaves to return to their former masters. At times, traders and government officials attempted to capture runaway slaves who were seen \"sculking\" in various Creek towns which caused conflict between White Americans and the Creek. By the 1750s most traders living in the Creek country had at least one slave. By the 1770s the far majority of Creeks didn't own black slaves. /> In 1860, about 30 years after their removal to Indian Territory from their home in the Southeast, and Creek citizens owned 1,532 slaves (10 percent of their total population). /> African American slaves were allowed more freedom than their counterparts enslaved by white slaveholders. Furthermore, black slaves were not housed in separate villages or communities but lived in close contact with their Creek owners, and were often used as interpreters speaking both Creek and English. Indian agent Benjamin Hawkins was very frustrated with the Creek because they wouldn't practice chattel slavery even when he introduced new techniques and tools. Mixed-blood Creek (those with European heritage) from mostly the Upper Creek that held their white parent's economic and social values, including patrilineal descent, and private land ownership; soon began to have major conflicts with traditionalists whom had slaves participate in the communal subsistence-level horticulture that reflected Creek culture rather than chattel slavery. As a result, political upheaval, economic distress, and a spiritual awakening caused civil war among the Creeks in 1813 leading the Creek War, and soon after the Creek would be forced down the Trail of Tears. The Creek took their African American slaves with them on the Trail of Tears into Indian Territory, and some Creek remained in Alabama, Georgia, and Florida resisting removal or assimilating into American culture. The only option for the Creek to be successful in the southern states was to become a white person culturally; those who refused to do so were either murdered, removed, or enslaved. === Seminole === The Seminoles took a unique path compared to the other four civilized tribes.Snyder (2010), \"Seminoles and African Americans\" [Ch. 8], in Slavery, pp. 213–248. The Seminoles targeted and held African American captives, but did not codify racial slavery. Instead they kept to their traditions to absorb outsiders. Drawing on the chiefly political organization of their ancestors, Seminoles welcomed African Americans, but this increasingly isolated the Seminoles from the rest of the South and even from other Native Americans leading to them being seen as major threats to the plantation economy. The Seminoles were also unique because they absorbed the remaining Yuchis population. African American runaway slaves began to seek refuge in Florida with the Seminoles in the 1790s. One plantation owner in Florida, Jesse Dupont, declared that his slaves began to escape around 1791, when two men ran away to Seminole country he also stated: Seminole country quickly became the new locus of black freedom in the region. While the other major Southern Native American nations began to pursue black slavery, political centralization and a new economy, Seminoles drew on culturally conservative elements of native culture and incorporated African Americans as valued members of their communities. Together, they created a new society, one that increasingly isolated them from other southerners. Seminole practice in Florida had acknowledged slavery, though not on the chattel slavery model then common in the American south. It was, in fact, more like feudal dependency and taxation since African Americans among the Seminole generally lived in their own communities. In exchange for paying an annual tribute of livestock and crops and hunting and war party obligations, black prisoners or slaves found sanctuary among the Seminole. Seminoles, in turn, acquired an important strategic ally. Like other Southern Native Americans, Seminoles accumulated private property, and elites passed down enslaved African Americans and their descendants to relatives. The Seminoles maintained traditional captivity practices longer than other Native Americans, and continued to capture white Americans. The practice of capturing white Americans decreased in the early 19th century with the First Seminole War producing the regions last white captives. Though later to do so than other Native Americans in the south, Seminoles too narrowed their captivity practices. They grew pessimistic about incorporating non-natives into their families as adoptees and almost exclusively targeted people of African descent during their 19th century wars against American expansion. When General Thomas Jesup enumerated the origins of African Americans among the Seminoles to the secretary of war in 1841, he began with \"descendants of negroes taken from citizens of Georgia by the Creek confederacy in former wars.\" When a group of Seminole warriors pledged to join the British in the American Revolution, they stipulated that \"Whatever horses or slaves or cattle we take we expect to be our own.\" Out of the sixty-eight documented captives in the Mikasuki War (1800-1802), 90% were African Americans. The Seminoles repeatedly took up arms to defend their land. They fought in three major conflicts, the Patriot War, the First Seminole War, and the Second Seminole War and were in countless skirmishes with slave catchers. The Seminoles were at war with the United States far longer than other Southern Native American nations, the Seminoles continued to take black captives, and encouraged African Americans to join them in their fight against the invading Americans. The Seminoles continued to destroy and raid plantations. Throughout 1836, Seminole warriors continued to best U.S. troops, but more alarming to white Americans was the relationship between Seminoles and African Americans. They feared that the alliance grew with each passing day, as the Seminoles captured slaves and enticed others to escape. After witnessing the unrest among Creeks forced to emigrate, General Thomas Jesup believed that the Second Seminole War could ignite the entire South in a general uprising, wherein people of color might destroy the region's plantation economy as well as their white oppressors. The traditional relationship between Seminole blacks and natives changed following the Second Seminole War when the Seminole were relocated to settle on fixed lots of land and take up settled agriculture. Conflict arose in the Territory because the transplanted Seminole had been placed on land allocated to the Creek, who had a practice of chattel slavery. There was increasing pressure from both Creek and pro-Creek Seminole for the adoption of the Creek model of slavery for the Black Seminoles. Creek slavers and those from other Indian groups, and whites, began raiding the Black Seminole settlements to kidnap and enslave people. The Seminole leadership would become headed by a pro-Creek faction who supported the institution of chattel slavery. These threats led to many Black Seminoles escaping to Mexico. == Other responses to African chattel slavery by Native Americans == Tensions varied between African American and Native Americans in the south, as each nation dealt with the ideology behind the enslavement of Africans differently. In the late 1700s and 1800s, some Native American nations gave sanctuary to runaway slaves while others were more likely to capture them and return them to their white masters or even re-enslave them. Still, others incorporated runaway slaves into their societies, sometimes resulting in intermarriage between the Africans and the Native Americans, which was a commonplace among the Creek and Seminole. Although some Native Americans had a strong dislike of slavery, because they too were seen as a people of a subordinate race than white men of European descent, they lacked the political power to influence the racialistic culture that pervaded the Non-Indian South. It is unclear if Native American slaveholders sympathized with African American slaves as fellow people of color; class, more than race, may be a more useful prism through which to view masters of color. Missionary work was an efficient method the United States used to persuade Native Americans to accept European methods of living. Missionaries vociferously denounced Indian removal as cruel and oppressive, and feared such actions would push Native Americans away from converting. Some Native Americans who were against slavery saw the Civil War as an opportunity to ultimately end the institution. Prior to 1861 anti-slavery Creeks and Seminoles allowed fugitive slaves from surrounding states into their lands while some Cherokees maintained the Keetoowah Society, a secret abolitionist organization. ==References== ==External links== * Ablavsky, Gregory. \"Making Indians 'White': The Judicial Abolition of Native Slavery in Revolutionary Virginia and its Racial Legacy.\" University of Pennsylvania Law Review, Vol. 159, p. 1457, 2011, via Social Science Research Network. Category:African-American history Category:African–Native American relations Category:Native American culture Category:Native American history Category:Slavery in the United States Category:Slavery of Native Americans ",
    "title": "Native American slave ownership"
}