{
    "id": "53872942",
    "text": "Mallomonas is a genus comprising unicellular algal eukaryotes and characterized by their intricate cell coverings made of silica scales and bristles. The group was first named and classified by Dr. Maximilian Perty in 1852. These organisms live in freshwater and are widely distributed around the world. Some well known species include Mallomonas caudata and Mallomonas splendens. Mallomonas is a genus of many from the phylum Ochrophyta, which describes organisms as having heterokont flagella in some part of their life history. At first, the family Mallomonadaceae was placed under class Chrysophyceae. However, after finding key biochemical and ultrastructural differences, the family was then placed under the class Synurophyceae. In a broader context, both Chrysophyceae and Synurophyceae are referred to as “chrysophytes”, meaning “golden algae”, because of their close similarities. Despite being quite similar, there are various, noticeable differences. == History of knowledge == The genus Mallomonas was first named and classified by Dr. Maximilian Perty in 1852. It was assigned its own genus because Mallomonas consisted of individually living cells, while its sister group Synura is composed of colonial cells that are connected to one another through stalks. Other distinguishing features that differentiate Mallomonas cells from Synura cells are the presence of bristles and V-shaped ridges on their scales. Pore- collar complexes on stomatocysts are species differentiating features. == Habitat and ecology == Mallomonas is composed of planktonic, freshwater organisms. Cells range in many ecological factors. Many species can tolerate pH levels ranging from 4 to 8, and can live in slightly acidic waters. Some species prefer low phosphorus gradients. Temperature tolerance ranges from 1.5 to 25.5 °C. According to the temperature-size rule, as the temperature increases, the size of protists decreases. As with all Synurophytes, the inorganic scales produced by organisms in the genus Mallomonas also decrease in size as a response to increasing temperature, the same way as the cells themselves decrease. The shape of the scales became less round and more elongated or oval-shaped. Also, higher temperatures negatively affect scale biogenesis, interfering with the cellular processes that produce the scales. == Description of organism == === General characteristics === The organisms in this genus have streamlined morphology in spherical, oval, or elliptical forms, and they have a wide range of sizes that vary from the smallest being 10 µm to the largest being 100 µm. Two flagella emerge from the anterior apical flagellar pocket; one can be easily seen in the light microscope as it is longer and covered in hairs (called mastigonemes) while the other is much shorter, with no hairs, and is not as easily seen. Pigments such as chlorophyll c1 and fucoxanthin within the chloroplasts cause the cells to have a distinct, golden or yellow-brown colour. The chloroplasts themselves are bi- lobed, but some cells have two single-lobed chloroplasts. Cells have a girdle lamella, grouped thylakoids stacked in three, and additional membranes around the chloroplast called the chloroplast endoplasmic reticulum (CER). The large nucleus is located between the chloroplast and the Golgi complex. Vacuoles full of the storage product known as chrysolaminarin are found near the posterior end of the cell. === Flagella === Flagella are microtubule-based structures that allow cells to have controlled movement to a certain degree. The root of the microtubule arrangement that is associated with the flagellar basal bodies, R1, which is also the site of cytoskeletal microtubules, is positioned uniquely in the genus Mallomonas. Instead of pulling away from the basal bodies, R1 actually loops around them in a clockwise fashion. There is also a second root of microtubules extending from the point of origin towards the cell’s centre. Both basal bodies, each assigned one of the two flagella, are enclosed in a thick, fibrous capsule. === Morphometry === ==== Scales ==== The genus Mallomonas is based on the organization of its scales, which are silica plates that are intricately designed, species-specific, and cover the cell. There are many parts to the entire structure; it’s made up of anterior spine scales, posterior spine scales, body scales, and some specialized scales. An example of a specialized scale is one that can fit around a flagellar pocket. The scales are accompanied by bristles, which are long, elongated structures that are tucked under the scales with the use of a small bend in the end, which is called a ‘foot’. Scale size varies from 1 µm to 10 µm with surface area also varying from 1 µm2 to 50 µm2. Scale shapes are circular, elliptical, or ovate, generally rhombic in nature, but they are wider than the scales of their sister genus Synura. Scales without domes exhibit bilateral symmetry, except for the collar scales, which are different in terms of shape altogether. Scales with domes exhibit slight asymmetry due to the dome shape in regards to the poster rim and the V-rib. Instead of being flat, scales are curved so they can conform to the cell shape. Curvature increases with scale size and thickness. More information about specific structures mentioned follow. Each scale and bristle is produced intracellularly in a vesicle known as the silica deposition vesicle (SDV), which is connected to the chloroplast endoplasmic reticulum. Their production is also associated with the Golgi body, the nucleus, the chloroplast, and how the complex of these organelles is arranged in relation to the SDV within the cell. Formation of the scales and bristles occurs along the chloroplast’s outer surface because of SDV’s close placement to the CER. Directional placement could be parallel to cell length or at an angle away from either the posterior or anterior ends of the cell. Patterns of perforation and ridge detail vary among species, but all have a general shape consisting of a wide, rough oblong with a dome and posterior rim. The base plate is perforated with pores, and in some species, they are either present or lacking. Usually, they are spaced evenly over the base plate, but the posterior rim, flanges, and domes are not usually perforated. The upturned posterior rim bends forward and encircles about half the scale’s perimeter. The rim can be narrow or broad, equal in length on both sides of the scale or asymmetric, depending upon the species, but the location is consistent throughout the genus and is known as the proximal end. Majority of species have a V-shaped ridge (V-rib) positioned just ahead of the posterior rim on their scales. Also made of silica, the V-rib extends further towards the distal end and stops close to the dome (if present) or at the perimeter of the scale. Near the distal ends of the V-rib, some species have two additional ridges called anterior submarginal ribs, but they’re quite small and terminate at the distal end. Species with V-ribs also have the two anterior submarginal ribs, and the junction between the two is of taxonomic significance, defining some of the many species within this genus. Scales that have a dome are associated with bristle attachment. A dome is a raised portion of the base plate at the distal end where the foot of a bristle is tucked underneath. The bristle locks into place under the dome and emerges through an inverted U-shaped opening that is located slightly away from the center of the dome, which causes an asymmetric balance between the bristle and the scale. However, this allows the bristle to rotate with the longitudinal axis of the cell through a wider angle than if it extended straight through the center of the dome. The lip, or rim of the inverted U-shaped opening, could protrude forward in some cases, however, in most, it is slightly off to the right. The anterior submarginal ribs and the V-rib divide the scale into regions that are in turn ornamented differently for each species. The section of the base plate that is between the submarginal rib and the V-rib is referred to as the shield while the section that is outside both the V-rib and the anterior submarginal ribs is referred to as the posterior flange and the anterior flange, respectively. The anterior submarginal ribs, V-rib, and posterior rim are considered to be secondary structures in regards to the perforated base plate; however, some species also have other secondary structures such as additional ribs or papillae. Rib placement is dependent upon pore placement, as ribs protrude from between pores. Irregular pore patterns lead to irregular rib placement. Papillae consist of small protrusions sticking out of the dome, shield, or anterior flanges that are regularly spaced, vary in density, and can be solid or hollow. ==== Bristles ==== Bristles are composed of two parts, the foot and the shaft. The foot is at the proximal end, in regards to the bristle, and it is the part of the structure that is tucked under the distal end of the scale, under the dome. The foot is flat and bends at a 30° to 90° angle relative to the shaft. The shaft could be smooth, curved, ribbed, or serrated, and in some species, instead of being a solid bar, it appears rolled up so that the slit running along the shaft length is the point of convergence where both sides meet. Many variations arise at the distal tip of the bristle, the end that is exposed to the environment. The tips can be sharp, blunt, forked, bifurcated, pseudobifurcated, swollen, expanded, C-shaped, cleft-like (to form helmet bristles), hooked, folded (to form lance bristles), plumed, and serrated - and possibly more. Even within these variations, there are variations, and this diversity gives rise to many different species within this genus. Each region of the bristle (whether it is the proximal end, the middle, or the distal end) has varying degrees of differences and flexibility in morphology. This variation in characteristics differentiates species. ==== Stomatocyst ==== The resting stage is called a stomatocyst, and it is also composed of silica. It ranges in diameter from 4 µm to 30 µm, can be spherical or oval in shape, and varies considerably in structure and ornamentation between species. Overall texture can vary; some cysts are smooth, some have reticulate designs, while others can have spines, or ridges, or depressions. The pore-collar complex, which is the presence and shape of a silica collar around the pore (or entrance) of the stomatocyst, is taxonomically significant. The cyst wall is also produced in the silica deposition vesicle (SDV), where parts of the wall are produced intracellularly and then excreted into the extracellular complex, where the wall is then formed and stabilized. The standard size and shape is retained throughout the number of species, but the variations between species of ornamentation may be due to physiological influences from the environment. Development occurs in two phases within the continuous process. The first phase involves the primary inner wall of the cyst being formed before the collar and surface, which is thin and occurs rapidly from a proximal to distal manner. The second phase is more controlled and occurs more slowly while the wall is being thickened, and the collar and surface ornamentation are being produced. Because of this process of making a stomatocyst, cysts can be found at any stage of development. After development has been completed, the cyst sinks down to the sediment, and remains in its resting stage until certain conditions trigger its germination. After germination, a flagellated cell emerges from the cyst through pore-collar complex and produces new siliceous armour of scales and bristles. It is currently unclear if germination occurs in the water column after redistribution or if it occurs while the cyst is sitting in the sediment. ==== Cell division ==== Very little is known about reproduction in Mallomonas. All that is known is that two vegetative cells fuse to produce a zygote, which then encysts and remains in sediment until germination. Vegetative cell division occurs after excystment. In only minutes cytokinesis occurs, beginning from the anterior end and proceeding down the longitudinal axis of the cell. Sexual reproduction is also noted to occur within this genus, although it is rare. == Fossil history == Stomatocyst microfossils are used in the study of lake paleontology. When comparing bristle formation of species Mallomonas muskokana with the Eocene fossil taxon Mallomonas dispar, it was found that the asymmetrical pattern observed was identical to the extant species. The Eocene Epoch is a part of the Paleogene Period, occurring about 56 to 33.9 million years ago. Studies with this fossil taxon would suggest that parts of its morphology have been retained up to the present. == List of species == To date, the genus Mallomonas has 223 species. A list of well-known species is provided in the table below. *Mallomonas acaroides *Mallomonas bronchartiana *Mallomonas caudata *Mallomonas coronata *Mallomonas cratis *Mallomonas directa *Mallomonas elongata *Mallomonas favosa *Mallomonas fenestra *Mallomonas glabra *Mallomonas grata *Mallomonas helvetica *Mallomonas hexareticulata *Mallomonas koreana *Mallomonas lacuna *Mallomonas lancea *Mallomonas matvienkoae *Mallomonas muskokana *Mallomonas nieringii *Mallomonas ocalensis *Mallomonas ouradion *Mallomonas padulosa *Mallomonas parisiae *Mallomonas paxillata *Mallomonas pleuriforamen *Mallomonas ploesslii *Mallomonas pseudomatvienkoae *Mallomonas radiata *Mallomonas reginae *Mallomonas retrorsa *Mallomonas sorohexareticulata *Mallomonas splendens *Mallomonas tonsurata *Mallomonas wujekii == References == == External links == *AlgaeBase *Chrysophytes Category:Ochrophyta Category:Heterokont genera ",
    "title": "Mallomonas"
}