{
    "id": "53886611",
    "text": "Borislav Ćurčić (; January 27, 1932 – April 15, 2015) was a Serbian basketball player and coach. He represented the Yugoslavia national basketball team internationally. == Early life == Born in the village of Podum near Otočac (nowadays in Croatia), in addition to basketball, Ćurčić also pursued skiing. == Playing career == Ćurčić played for two Belgrade teams Crvena zvezda and Partizan in the Yugoslav First League, as well as for Pallacanestro Cantù in Italy for two seasons. During the time with Crvena zvezda he won 6 Yugoslav Championships. == National team career == Ćurčić was a member of the Yugoslavia national basketball team that participated at the 1953 European Championship in Moscow, the Soviet Union. Over ten tournament games, he averaged 11.0 points per game while shooting 80.4 percent from the field. He was the team-leading scorer and had three games with 20 and more points scored. Ćurčić was a member of the national team at the 1954 FIBA World Championship in Rio de Janeiro, Brazil. Over five tournament games, he averaged 11.4 points per game while shooting 77.1 percent from the field. Ćurčić was a member of the national team at the 1955 European Championship in Budapest, Hungary. Over eleven tournament games, he averaged 11.2 points per game while shooting 72.8 percent from the field. He was the team-leading scorer and had two games with 20 and more points scored. On June 19, 1955, he scored a career-high 26 points in a 66–69 loss to Italy. == Coaching career == Ćurčić coached Partizan Belgrade for three seasons in the Yugoslav First League. ==Career achievements and awards == === Player === * Yugoslav League champion: 6 (with Crvena zvezda: 1950, 1951, 1952, 1953, 1954, 1955). == See also == * List of KK Crvena zvezda players with 100 games played * List of KK Partizan head coaches * Milan Bjegojević ==References== Category:1932 births Category:2015 deaths Category:Serbs of Croatia Category:KK Crvena zvezda players Category:KK Partizan players Category:KK Partizan coaches Category:Croatian expatriate basketball people in Serbia Category:Pallacanestro Cantù players Category:Serbian expatriate basketball people in Italy Category:Serbian men's basketball players Category:Serbian men's basketball coaches Category:Yugoslav men's basketball players Category:Yugoslav basketball coaches Category:1954 FIBA World Championship players ",
    "title": "Borislav Ćurčić"
}