{
    "id": "53881144",
    "text": "Filipinos all over the world may be far from their country, the Philippines, but that does not change the rules of sports or the impact of sports on the Filipino diaspora. The idea of sportsmanship and the values of an athlete transfer on Filipino Americans as well as values originating from the Philippines itself. Watching sports also make a huge impact on the Filipino American community in coherence with playing the sports. Sports brings Filipinos together no matter what distance from the Philippines they are and for many Filipino Americans it brings that sense of community and a sense of home. All sports, especially basketball, has a culture aspect among Filipino Americans and other Filipinos around the world. == Filipino Americans and Sports == === Values === The phrase, ugaling Filipino, defines the true character of a Filipino and a value system that comes from the culture as well as becoming human. The character of Filipino Americans can come from the basic values of sports and its relations to Filipino values. Basic values such as family, friendship, hospitality, loyalty, respect for elders and more are considered the common culture amongst Filipinos. Sports for Filipinos can be considered mahalaga which means valuable in a qualitatively sense. Many of these values influences or are influenced by sports and sportsmanship. Sports help shape behavior, attitudes and values within social aspect and daily lives of Filipino Americans. Considered as fun-loving people, they love to play for fun or be highly competitive and from that comes an iconic phrase “Laro tayo” which means let’s play. Individually, sports help create discipline. The common values that relate to this is tiyaga, pagpapakahirap, lakas ng loob, and pagpuprsige to name a few which translates to patience, sacrifice, courage and perseverance. As Filipino Americans, the sense of belonging can be achieved through sports and sportsmanship. It actively brings Filipinos together through the concept of making and being part of a team and bonding with them. It brings values and sense of tulung-tulong, which means coopertaivenes, or sama-sama, which means togetherness. It brings them to a place of community, belonging, and \"being part-of-a-whole\" as an ethnicity that values being social and being part of a company of friends, family, or acquaintances. This brings forth the idea for Filipinos that the kakampi, or teammate, is close enough to become kapatid, or brother/sibling. Being social is a very common value that birthed the word Bayanihan, which loosely translates to \"spirit of teamwork and cooperation and communal unity\". The phrase Bayanihan becomes a sort of vision or concept for a team to stay motivated and together to accomplish a common goal. This is usually a concept seen much throughout sports. Another important phrase is pakikisama which loosely translates to \"to accompany\". This with the idea of being very social leads to pakikipagkapwa - tao and pagpapahalaga sa kapwa which means \"human relationship\" and \"respect for fellowmen\" respectively, and it comes from the positive results of pakikisama. Sports brings Filipino Americans together in many ways to become effective teammates. One way is the representation of their Alma Mater, community and overall country. This creates that emotional attachment of individuals in order to achieve a common goal as well as experiencing everything as a team. Lakas ng loob, which means courageous or daring, help teaches the Filipino American to persevere and keep trying so that one doesn't experience hiya, meaning shame or sense of shame/embarrassment. Filipino Americans want to avoid the sense of shame in order to protect their name or dignity. The sense of shame doesn't come from losing though, it comes from bad actions leading up to and during the game such as quitting mid way. Losing brings for more lessons learned and strengthening of values such as perseverance. Another positive coming from sports is teaching Filipino Americans to not be tatamad-tamad or tendency to be lazy. Sports brings the together the ideas of respect, hard work, discipline, commitment, and being part of a team. === Athletes === Filipino Americans have played in multiple sports in the United States, as well as at the Olympic and world championship level. These sports include tennish, boxing, swimming, and baseball, and Filipino American athletes include Tim Lincecum, pitcher for the San Francisco Giants. Other athletes include Manny Pacquiao, Brandon Vera, Kyla Ross, and Michael Christian Martinez. In 1962 Roman Gabriel played his first season in the National Football League as the first Filipino American quarterback, also breaking records at North Carolina State. === Religious Influence === As a country once ruled by Spain, Filipinos are greatly influenced by the Christian Religion. Even though not closely related, Filipinos/Filipino Americans relate the values of sports with the similar values of religion. It brings in the connection between the body and the soul. One major religious figure, Pope John Paul II, preached of the harmony of one's body and soul. He advocated sports, athletics, outdoor activity for the significance of human values and the spiritual ideals. One formation of values developed spiritually is the building of self-confidence and self-esteem. The building of self-confidence and self-esteem can help with the building of deep spiritual faith. Sports for Filipino American can be the stepping stones of transforming Filipino values and developing them in relationship with Gospel values. An example would be the value of samahan or kupunan, which means group or team, in which it could lead to a Christian bonding that goes beyond the years of playing as an athlete. The term sama- sama, togetherness, which is used in concept of being a team is also redirected as being together or being in a community with God. Under God and sama-sama, can other Filipino values be nurtured and strengthened. A common example would be Manny Pacquiao, who is deep with his faith. Again, the term \"debt of gratitude\", or Utang na loob, can be seen as a gift received from God and as a Christian, one must reciprocate what has been given to you. It is to be grateful to the mentors or coaches for taking time to develop your skills. Pope John Paul explains how one must be grateful to God who grants the giver physical strength and intellectual talents to play sports. In accordance to lakas ng loob, or perseverance, is the spiritual value of it which is building courage that is rooted in faith. Filipino Americans who believe in God may find his own strengths in sports through the Lord and deem it an act of his divine power and as a gift from Him. Sports for FIlipino Americans can be seen in a religious lense which becomes a path towards prayer and worship. The Filipino value Panggalang, meaning respect, comes from the long line of tradition of respecting elders and God's commandment of honoring one's father and mother. This then connects to honoring one's mentor or coach that has guided one through whichever sport chosen. === Spectating Sports === Spectating a sport makes a huge impact in the diaspora of Filipinos especially those who choose to live in the United States. Television, being a national past time, helped change the lifestyle of Filipino Americans as well as the views on Filipino Americans especially regarding sports. One Filipino Icon in sports is Manny Pacquaio, a famous boxers known worldwide. His rise to fame on national television transformed many Filipino Americans living space to a national and ethnic past time and fandom. The coming together of Filipino Americans also brings a sense of “home” even though they are far from their country. It has become a ritual for Filipino Americans and gives meaning to what it means to be a Filipino in America. In addition, spectating Filipinos in sports help with the expression of Filipino American identities by giving awareness that the culture exists within America. Spectating sports for Filipino Americans helps redefine masculinity and, for female athletes, can promote Filipina American empowerment. Still using Manny Pacquaio as an example, he redefines masculinity by being humble, selfless, soft-spoken, a family man, and overall good person. This comes from his religious background. Many Filipino Americans can relate to this as most have a religious background as well. === Traditions === Tradition, especially in regards of sports and Filipino diaspora, are a consistent actions that relate to “home” and then passed down to generations. The sport that stands out for Filipinos is basketball. The practices of basketball would relate to “home”. The courts of basketball is a place of sport but also a social gathering. This tradition helped start and continue social life amongst Filipinos through gatherings and tournaments. This can also be translated also Philippine American Basketball Leagues. The tradition of basketball in Filipinos help represent many regional, national and even religious affiliations. Basketball has even been considered a \"Filipino past-time\", as that is the sport learned by most fathers in the Philippines and passed on the lifestyle to their Filipino American children. They recognize though that basketball is an \"American\" influence to the Philippines. ==References== Category:Filipino-American culture ",
    "title": "Filipino Americans and sports"
}