{
    "id": "53880802",
    "text": "The People Could Fly: American Black Folktales is a 1985 collection of twenty- four folktales retold by Virginia Hamilton and illustrated by Leo and Diane Dillon. They encompass animal tales (including tricksters), fairy tales, supernatural tales,and tales of the enslaved Africans (including slave narratives). ==Publication history== *1985, Knopf, , hardback *1987, Knopf, , audiobook on CD, 12 tales read by James Earl Jones, 1 disc and book *2005, Audio Bookshelf, , audiobook on CD, read by Andrew L. Barnes, 4 discs and book ==Reception== A review by the School Library Journal, stated: \"The well-known author here retells 24 black American folk tales in sure storytelling voice. ... All are beautifully readable.\" and concluded \"With the added attraction of 40 bordered full- and half-page illustrations by the Dillons wonderfully expressive paintings reproduced in black and white this collection should be snapped up.\" The New York Times review by Ishmael Reed called The People Could Fly \"extraordinary and wonderful\", commended Hamilton for writing \"these tales in the Black English of the slave storytellers\" and found it \"Handsomely illustrated\". The People Could Fly has also been reviewed by Publishers Weekly, Booklist, Common Sense Media, It has been used in study. ==Awards== The People Could Fly has received a number of awards including: * 1985 Horn Book Fanfare Book * 1985 New York Times Best Illustrated Children's Books book * 1986 Coretta Scott King Award author winner * 1986 Coretta Scott King Award illustrator honor * 1988 William Allen White Children's Book Award nominee ==See also== *Bruh Rabbit and the Tar Baby Girl *The People Could Fly: The Picture Book ==References== Category:1985 children's books Category:American children's books Category:1985 short story collections Category:Children's short story collections Category:American short story collections Category:Collections of fairy tales Category:American folklore Category:Fables Category:Gullah culture Category:Gullah history Category:Slave narratives Category:Fictional slaves Category:Books illustrated by Leo and Diane Dillon Category:Literature by African-American women ",
    "title": "The People Could Fly"
}