{
    "id": "53885280",
    "text": "Simraungadh, Simraongarh or Simroungarh (, Devanagari: सिम्रौनगढ) was a fortified city and the main capital of the Tirhut Kingdom founded by Karnat Kshatriya King Nanyadeva in 1097. Presently it is a municipality of Nepal, located in Bara District, Province No. 2. Archaelogical investigations of the fort also show that part of the walls extended into Bihar, India as the city was situated on the modern-day border. The municipality was created in 2014 by agglomerating the Village Development Committees of Amritganj, Golaganj, Hariharpur & Uchidih; and later on expanded to include Bhagwanpur, Kachorwa, Dewapur-Teta, and Bishunpur The city finds mention in the travel accounts of a Tibetan monk and pilgrim, Dharmasvamin (1236) when he was on his way back to Nepal and Tibet, an Italian Missionary traveler, Cassiano Beligatti (1740), Colonel James Kirkpatrick (1801) on his mission to Nepal and later used in 1835 by British ethnologist Brian Houghton Hodgson. The city is located along the border between India and Nepal. It lies 90 km south of Nepal's capital, Kathmandu, and 28 km east of Birgunj metro city. ==Name== The name Simraon comes from the local language Simr which stands for Simal tree found in the area. Simraongarh's relationship with the Simal forest has been also revealed by Gopal Raj Vamshavali, the oldest chronicles of Nepal. The Tibetan monk and traveler, Dharmasavamin states Simrāongarh as Pa-ta. The word Pata is an abbreviation of last affix of 'Pattana', which means a capital in Sanskrit language. == Localities == * Khajani ==History== Simraongarh was the capital of an independent Hindu kingdom of the Mithila or Tirhut from the 11th century to early 14th century. The fortified city was built along the present-day border between India and Nepal. The rule of the Karnata dynasty marks an important milestone and a golden age in the history of Tirhut. The rise of this empire saw the birth of efficient administration, social reforms, religious and the development of local folk music and literature. ==Karnat dynasty== The Simraon, Karnat or Dev Dynasty originated with establishment of a kingdom in 1097 CE headquartered at present day Simraungadh in Bara District. The kingdom controlled the areas we today know as Tirhut or Mithila in India and Nepal. This region is bounded by the Mahananda River in the east, the Ganges in the south, the Gandaki River in the west and by the Himalayas in the north. The boundary line was made between the two countries after the Treaty of Sugauli in 1816. According to French orientalist and indologist Sylvain Lévi, Nanyadeva established his supremacy over Simraungadh probably with the help of Chalukya king Vikramaditya VI. After the reign of Vikramaditya VI in 1076 CE, he led the successful military campaign over modern Bengal and Bihar. The rulers of Simraongarh are as follows: {| class=\"wikitable sortable\" style=\"text-align: center;\" |- ! S.N. !! Name of the rulers !! Timeline !! Notes |- | 1 || Nanya Dev || 1097 - 1147 CE || |- | 2 || Gangadeva || 1147 - 1187 CE || |- | 3 || Narsimhadeva || 1187 - 1227 CE || |- | 4 || Ramasimhadeva || 1227 - 1285 CE || |- | 5 || Shaktisimhadeva || 1285 - 1295 CE || |- | 6 || Harisingh Dev || 1295 - 1324 CE || |} ==Invasion== Harisingh Dev (r. 1295 to 1324 CE), the sixth descendant of Nanyadeva was ruling the Tirhut Kingdom. At the same time the Tughlaq dynasty comes to power, which ruled the Delhi sultanate and whole Northern India from 1320 to 1413 CE. In 1324 CE, the founder of the Tughlaq dynasty and Delhi Sultan, Ghiyasuddin Tughlaq turned his attention towards Bengal. The Tughlaq army invaded Bengal and on his way back to Delhi, The sultan heard about the Simraungarh which was flourishing inside the jungle. The last king of the Karnata dynasty Harisingh Dev didn't show his strength and left the fort as he heard the news of approaching army of the Tughlaq Sultan towards the Simraungarh. The Sultan and his troop stayed there for 3 days and cleared the dense forest. Finally on day 3, the army attacked and entered into the huge fort whose walls was tall and surrounded by 7 big ditches. The remains are still scattered all over the Simroungarh region. The king Harisingh Deva fled northwards into the then Nepal. The son of Harisingh Dev, Jagatsingh Dev married the widow princess of Bhaktapur Nayak Devi. The Gandhavariya Rajputs of North Bihar claim to be the descendants of the Simraon Kings. ==Geography and climate== Simraungadh is located at . It has an average elevation of 83 metres. The Simraungdah town lies on the flat and fertile plain of Terai. In the south, the city borders to Bijwani in the border of the Indian state of Bihar, while Adarsh Kotwal in the north. ==References== ==External links== Category:Populated places in Bara District ",
    "title": "Simraungadh"
}