{
    "id": "53884309",
    "text": "Shona Banda (1978 or 1979) is a Kansas resident of Garden City and medical cannabis rights advocate who was arrested for possession of cannabis in 2015. Her arrest and seizure of her child sparked a debate regarding cannabis in Kansas. ==Arrest== Shona Banda was a massage therapist working out of a local health food store. A sufferer of Crohn's disease since 2002, Banda stated that she illicitly used medical cannabis, which is illegal in Kansas, which eased her symptoms and allowed her to work and raise her son. Prior to commencing use of medical cannabis around 2010, Banda says she suffered from exhaustion and walked with a cane, but found that cannabis alleviated her symptoms. In early 2015, her fifth-grade son advocated for the utility of medical cannabis during a drug education presentation at school, and admitted his mother's use. The school contacted authorities, and on 24 March Banda was met outside her home by local police officers and child social workers who questioned her, and later returned with a warrant. They searched Banda's home, finding two ounces of cannabis oil and drug paraphernalia, arrested Banda, and seized her child. In an affidavit, officers stated that they seized \"over a pound of marijuana, multiple smoking pipes, three vaporizers that were actively manufacturing cannabis oil and multiple other items related to weed packaging and use.\" Banda's son was taken into custody, and later released to his father, also a Garden City resident, who is divorced from Banda. In June 2015, Banda was charged with five felony counts of possession of marijuana with the intent to distribute, manufacturing Tetrahydrocannabinol, an oil extracted from marijuana, two counts of possession of drug paraphernalia and one count of child endangerment. She stated that she would voluntary turn herself in on June 15. ==Court cases== ===Gag order=== In April 2015, a judge placed a gag order on the proceedings regarding custody of Banda's son, and any subsequent child in need of care (CINC) hearings. ===Postponement=== In July 2016, a judge agreed to the defense's request to postpone the trial to give the defense more time to prepare, pushing the arraignment back to 29 July. Banda stated \"My life is on the line, and I would like (the postponement).\" ===Lawsuit=== In January 2016, Banda stated an intent to file a motion that the state had violated her Fourth Amendment rights in obtaining a warrant to search her home, and that authorities had spoken to her son without parental consent, and based their warrant on that information. At a 2015 hearing, a Garden City police detective testified that he had not sought parental permission prior to his 48-minute interview of Banda's son. In March 2016, Banda filed a lawsuit against Garden City School District, Garden City police department, the state of Kansas and Governor Sam Brownback; the Kansas Department for Children and Families, and several employees and leaders thereof. In December 2016, her suit was dismissed, with the judge stating that Banda had failed to respond to the defendants' \"prima facie valid arguments.\" ===Competency=== In November 2016, the judge granted a mental competency evaluation at the public defender's request, and in January 2017 it was found that Banda was competent to stand trial. ==Plea== In April 2017, Banda pleaded not guilty to all charges against her; her trial was scheduled for June 26–29, 2017. Dr. David Allen and Dr. Robert Melamede, both medical cannabis supporters, filed to be allowed as expert witnesses. In August 2017, Banda pleaded no contest to possession of drug paraphernalia with intent to manufacture. As part of her plea agreement, the other charges were dropped, and Banda was sentenced to 12 months of \"mail-in probation\", allowing her to complete probation while living in Spokane, Washington. ==Reaction== The founder of the medical cannabis advocacy group Bleeding Kansas stated: \"We are terrified... We are outraged. We are heartbroken. Many are planning to move.\" Rep. John Rubin (R-Shawnee) noted that Banda's case provides a \"textbook example of why we need to seriously consider changing the laws in the state of Kansas with regard to marijuana and especially medical marijuana.\" By May 2015, over 84,000 people from across the United States and ten other countries had signed an online petition supporting Banda. By the same time, a GoFundMe account raised $40,000 for Banda's defense. Conservative radio pundit Glenn Beck criticized the \"smugness\" of the arresting officers, and questioned the utility of prosecuting cannabis offenses. ==References== Category:Living people Category:American cannabis activists Category:Cannabis in Kansas Category:People from Finney County, Kansas Category:Year of birth missing (living people) ",
    "title": "Shona Banda"
}