{
    "id": "53887392",
    "text": "Eric Ebersole is an American politician who serves as a Delegate to the Maryland General Assembly representing Maryland's 12th Legislative District, which encompasses portions of Baltimore and Howard Counties. == Personal life == Ebersole was born in Baltimore, Maryland on May 20, 1958, and grew up in Baltimore County, attending Catonsville High School. He came from a family of teachers, and trained to be a teacher himself at the University of Maryland, College Park, earning a B.S. degree in mathematics education in 1980 and an M.S. degree in the same field in 1986. Ebersole then worked for more than three decades as a high school math teacher in Howard County, at Wilde Lake, Marriotts Ridge, and Reservoir High Schools. He also served as an adjunct instructor in mathematics education at the University of Maryland, Baltimore County. Among the awards Ebersole won during his time as a teacher was his selection as Outstanding Secondary Mathematics Teachers of the Year in 1987 by the Maryland Council of Teachers of Mathematics and his selection as Wilde Lake High School's Teacher of the Year in 2002. In addition to his work as a classroom teacher, Ebersole was actively involved in a number of professional and community organizations. He was a member of the Maryland Council of Teachers of Mathematics and served in a number of leadership roles in that organization. In addition he volunteered with the Catonsville Chamber of Commerce, is a life member of the Catonsville Historical Society, and served in a number of leadership roles in the Catonsville Presbyterian Church. == Political career == Following redistricting in 2010, the three incumbent legislators representing District 12, which had formerly been divided into two sub-districts, chose not to run for re-election. Ebersole ran for the seat in a crowded primary field, and was elected alongside Terri L. Hill and Clarence K. Lam as an all-freshman delegation to the General Assembly. ===In the Legislature=== After being sworn in, Ebersole was appointed to serve on the House Ways and Means Committee and its subcommittees on Education, Election Law, and Finance Resources. In 2017, he was moved off of the Election Law Subcommittee to take a seat on the Revenues Subcommittee, which handles taxation. He has also served on the Joint Committee on Children, Youth, and Families and on the Commission to Review Maryland's Use of Assessments and Testing in Public Schools. == References == Category:1958 births Category:Living people Category:Maryland Democrats Category:Members of the Maryland House of Delegates Category:21st-century American politicians ",
    "title": "Eric Ebersole"
}