{
    "id": "53882852",
    "text": "Emile Levisetti is an American television director, producer and actor. ==Career== Levisetti is known as a prolific television producer and director. As a producer he has developed and produced over 150 episodes of television. Levisetti has directed both one hour dramas and comedies. In the one hour Drama realm he has directed, Bones, Castle, Royal Pains, Covert Affairs, Lie to Me, Army Wives, The Glades The Librarians, Hit The Floor and Hunters. He has directed half-hour comedies including In Case of Emergency, Rita Rocks, Surviving Suburbia, Mech X-4, and, most recently, TBS' Wrecked. Levisetti also conceived and directed the hit music video for \"Remember Everything\" by the popular heavy metal band Five Finger Death Punch. As of May 2017, the video had over 60 million views on Vevo.http://emilelevisetti.com/portfolio/5fdp- remember-everything-music-video Prior to his career as a director, Levisetti worked for five years as a comedy development executive for 20th Century Fox Television, serving his last two years as Vice President. During his tenure there, he was involved in the development of Family Guy, Yes Dear, Dharma and Greg, Titus, 2 Guys a Girl and a Pizza Place, and King of the Hill, among others. He then segued into the role of Head of Television for Industry Entertainment. While there, for four years Levisetti ran the television division for the company and spearheaded TV development and production. He served as producer of The Education of Max Bickford, starring Richard Dreyfuss, and executive producer of Haunted, starring Matthew Fox, Threat Matrix for NBC, and Hope and Faith, starring Kelly Ripa and Faith Ford. Levisetti then developed under his own banner for Touchstone Television (now renamed ABC Studios). While there, he served as executive producer on Hope and Faith, and developed other projects. He co-created the reality series Try My Life with Steve C. Lawrence for the Style Network. He hired Jon Favreau to direct the pilot episode of a show he developed with Howard Morris, In Case of Emergency, starring David Arquette, Lori Loughlin, Kelly Hu, Greg Germann, Jonathon Silverman. He later developed and got Zach Braff to direct the pilot of Night Life for FOX. Starting as an actor in Chicago, Levisetti began in theater and commercials before landing his breakout role in the 1991 Cannes Film Festival-nominated BIX, by Pupi Avati. ==References== ==External links== *Official website Category:American television producers Category:American television directors Category:American male television actors ",
    "title": "Emile Levisetti"
}