{
    "id": "53883776",
    "text": "Muna Tseng is a Chinese-American dancer, choreographer, author and lecturer. She has lived in New York since 1978 and in 1984 founded Muna Tseng Dance Projects in New York City. She created over 40 dance productions and performed in over 30 cities and festivals in 15 countries. Since 1990 she been the director and executrix of her late brother Tseng Kwong Chi's photography archive. She has served for several years on the 'Current Practice' subcommittee for the annual Bessie Awards, also known as the New York Dance and Performance Awards. == Biography == Muna Tseng was born and raised in Hong Kong. In Vancouver, Canada, she began her modern dance training at age 13 with Magda and Gertrude Hanova, disciples of Mary Wigman, and with Heather McCallum who worked with Anna Halprin. Tseng was invited to New York by Jean Erdman after graduating from the University of British Columbia. Tseng was a principal dancer in Erdman and her husband and mythologist Joseph Campbell's Theatre of the Open Eye from 1978 to 1985, and was one of the first dancers to inherit many of Erdman's seminal roles, dancing to originally commissioned music by John Cage, Teiji Ito, Lou Harrison, and Louis Horst. Tseng has taught as adjunct faculty at New York University in the Playwrights Horizons Program (1996) and the Atlantic Theater Program (2002–2004); she was also an adjunct professor at Rutgers University (1980–1983). She founded and directed the Caumsett Summer Dance Residency program at Queens College from 1984 to 1987. She regularly taught residency workshops in Tallinn, Estonia at Pollitalu Arts Centre and in Bordeaux, France. Tseng regularly lectures on the topics of dance, performance, archiving and estate management. She has lectured at The Platform at Paris Photo, The Institute for Artists' Estates, and OPEN Singapore. ==Honors and awards== *Bessie Award for Choreography/Creation (with Ping Chong) for Ambiguous Ambassador / SlutForArt, 1999. *Citation for Best Choreography from The Philadelphia Inquirer for The Silver River, 2000-01 theater season. *Fund for American Artists at International Festivals and Exhibitions, Arts International, 2001, 1998, 1995, 1990. *International Touring Grant from Mid-Atlantic Arts Foundation, 2011. *\"Meet the Composer\", Choreographer/Composer Project, 1996, 1992, 1991. *Choreographic Fellowship, New York Foundation for the Arts, 1991, 1987. *Choreographic Fellowship, National Endowment for the Arts, 1988, 1987. *Commissions from New York State Council on the Arts, 1980–1985. *Choreographer/Visual Artist Collaboration, New York State Council on the Arts, 1985. *Citation for Outstanding Performances for Children and Youths from the Kennedy Center, 1984. *Citation for Artistic Excellence from the Smithsonian Institution, 1984. *Citation for Outstanding Achievement in the Arts by Asian-Americans from the City President of New York, 1993. == Notable works == *IT'S ALL TRUE: GRANDFATHER – Director, author, choreographer and performer; in development at Baryshnikov Arts Center Residency March 27 – April 21, 2017 *After Fukushima – performed with Perry Yung, a 24-hour event to remember the tragedy, curated by Eiko, Danspace Project, March 2016. *High Rise / Medusa – Director and choreographer; a site- specific dance commission for New York City Parks Summer Events, on large scale sculpture by Charles Ginnever, Hudson River Park, June 2014 *Stella: – Danspace Project NY premiere 2011 (dramaturgy by Ong Keng Sen), residency TheatreWorks 72-13, Singapore 2010. *Water Water, Water Mysteries, Water Trilogy – La MaMa NY, 2008, 2009; Jacobs Pillow MA, 2008; Joyce Theater NY premiere, 1988; toured UK, Switzerland, Sweden and Greece. *Ambiguous Ambassador a.k.a. SlutForArt and 98.6: A Convergence in 15 Minutes – 92nd Street NY premiere, 1999; National Dance Project US tours, 1999–2002. *The Silver River – Lincoln Center Festival, NY, 2002; Spoleto Festival USA, 2000; Philadelphia and Singapore tours. *After Sorrow – Ping Chong and Company: La MaMa NY premiere, 1997; US, Korea and Hong Kong tours, 1997–98. *The Idea of East – Performance Space 122 NY premiere, 1996; toured UK, 1998. *The Pink – Hong Kong and La MaMa NY premieres 1994; US and Estonian tours, 1994–1997 *MTPNC – Danspace NY premiere, 1992; German tour. *Post-Revolutionary Girl – Dia NY premiere, 1989; toured Hong Kong, UK and Sweden. ==References== Category:Year of birth missing (living people) Category:Living people Category:Hong Kong female dancers Category:American female dancers Category:University of British Columbia alumni Category:New York University faculty Category:Rutgers University faculty Category:Queens College, City University of New York faculty Category:Bessie Award winners Category:Hong Kong emigrants to the United States Category:American women choreographers Category:American choreographers Category:Chinese choreographers ",
    "title": "Muna Tseng"
}