{
    "id": "53888417",
    "text": "Pao Ping-wing, JP (; born 1948) is a Hong Kong businessman and politician. He was an elected member of the Urban Council of Hong Kong and member of the Kowloon City District Board. == Early life == Pao was born in Hong Kong. == Education == Pao graduated from the Hong Kong College. Pao earned a Master of Science Degree in Human Settlements Planning and Development from the Asian Institute of Technology in Thailand in April 1980. == Career == Pao was elected as one of the Ten Outstanding Young Persons of Hong Kong in 1982 and one of the Ten Outstanding Young Persons of the World in 1983. He was first appointed to the newly established Kowloon City District Board. In 1983, he was elected to the Urban Council of Hong Kong. He developed close working relationship with Executive and Legislative Councillor Maria Tam. In 1985, he co-founded the Progressive Hong Kong Society with Tam to develop a grassroots network in preparation for the future elections introduced as the British colonial was pushing forward democratic reform. He ran in the 1985 Legislative Council election, the first indirect election ever introduced to the legislature, but lost to fellow Kowloon City District Board member Daniel Tse. He joined the conservative pro-business Liberal Democratic Federation of Hong Kong (LDF) founded in 1990. He lost his seat in the Kowloon City District Board in Kai Tak. He was also appointed member of the Town Planning Board, the Advisory Council on the Environment, the Hong Kong Housing Authority and the Land Development Corporation of the government of Hong Kong. In 1987, he was made Justice of the Peace. He has also served as a cultural advisor of Leisure and Cultural Services Department of the HKSAR government and managing board member of Hong Kong Arts Centre. Pao also has plentiful experience because he has over 15 years experience being an independent non-executive director in various listed companies in Hong Kong, including the Maoye International Holdings Ltd, New Environmental Energy Holdings Limited, Soundwill Holdings Limited, Sing Lee Software Group Ltd., Oriental Press Group Limited, Zhuzhou CRRC Times Electric Co., Ltd., Tonking New Energy Group Holdings Limited and HL Technology Group Limited. He has also been director of the Capital Environment Holdings Limited and the DTXS Silk Road Investment Holdings Company Limited. ==References== Category:Members of the Urban Council of Hong Kong Category:District councillors of Kowloon City District Category:Liberal Democratic Federation of Hong Kong politicians Category:New Hong Kong Alliance politicians Category:Progressive Hong Kong Society politicians Category:Hong Kong businesspeople Category:Asian Institute of Technology alumni Category:1948 births Category:Living people ",
    "title": "Pao Ping-wing"
}