{
    "id": "53884808",
    "text": "Martine Géliot (8 December 1948 in Paris – 7 February 1988) was a French classical harpist. == Biography == Martine Géliot was born into a family of musicians (her mother Huguette Géliot, a pupil of Marcel Tournier - herself the daughter of a harpist - won the first prize of harp of the Conservatoire de Paris - and her great-grandmother was composer Mel Bonis). Martine Géliot was 14 years old when she unanimously received a first prize at the Conservatoire National Supérieur de Paris where she was a student of Pierre Jamet. A very brilliant student, she won the first prize at The International Harp Contest in Israel at the age of 16, which opened her the doors of an international career. She will perform in particular with Jean-Pierre Rampal, Yehudi Menuhin, Ravi Shankar, Jean-Jacques Kantorow, Patrick Gallois, , James Galway, as well as with prestigious conductors. Her tours in France and abroad have led her to the most renowned venues, such as the Carnegie Hall in New York city. From 1977, Martine Géliot was harp soloist at the Orchestre National de France. From 1976 to 1981, she played with Jean Dupouy (viola) and Thomas Prévost (flute) soloists of L'Ensemble de Chambre Français band. At the height of her career, she unfortunately succumbed to cancer in 1988, at the age of 39 years. An international harp competition bears her name; It is organized by Huguette Géliot, Christine Lallour and Corinne Fournier. Married to Benoît Charvet, jazz musician and composer, she was the mother of Florent and Baptiste Charvet; The latter is composer and chief sound operator. == Discography == * CD: \"Concert en trio\" (live), flute, Thomas Prévost, viola, Jean Dupouy and Martine Géliot. Works by Quincy Porter, Arnold Bax, Aubert Lemeland, Jean-Marie Leclair, Claude Debussy. Ed. Quantum * CD: \"Marcel Tournier, pièces pour harpe\". Works by Marcel Tournier Martine Géliot, harp. Ed. Quantum; * CD: \"Récital de harpe Martine Géliot\" (live), Works by John Thomas, Carl Philipp Emanuel Bach, Benjamin Britten, Gabriel Fauré, Albert Roussel, Germaine Tailleferre, Alphonse Hasselmans, Sergei Prokofiev, Marius Flothuis; Martine Géliot, harp. Ed. Quantum. * Vinyl: Pièces pour la harpe: Works by Falla, Fauré, Debussy, Liszt, Chopin, J. S. Bach, Daquin, Haendel, Mozart, Debussy, Satie, Rameau. EMI 1976 * Vinyl: \"Récital de harpe Martine Géliot\" (live). Works by Georg-Friederich Haendel, Wilheim-Friederich Bach and Carl Philipp Emanuel Bach. Harmonia Mundi * Vinyl: \"Récital deux harpes Huguette Géliot et Martine Géliot\". Works by J.S. Bach, Dussek, Boïeldieu, Chabrier, Debussy, Houdy, Lemeland, Boutry. EDIPAR 1980 * Vinyl: \"Cent ans de mélodies françaises pour la harpe et le chant\". Bernard Géliot, tenor, Martine Géliot, harp. Works by Franck, Gounod, Tournier, Poulenc, Fauré, Robert Géliot, Koechlin, Caplet, Debussy. UNIDISC == Concours International de harpe Martine Géliot \"Jeunes Talents\" == The International Harp Competition Martine Géliot \"Jeunes talents\" is held every three years in the city of Avon,Concours Martine Geliot in France, near Fontainebleau. The first session took place in 2004, then 2007, 2010, and 2013. The last session was held from 11 to 14 November 2016. == References == == External links == * Discographie de Martine Géliot et extraits d'enregistrements * Concours International de harpe Martine Géliot * La Source by Marcel Tournier by Martine Géliot (audio) * Martine Géliot on aiharpe.org * Martine GELIOT, harpe on aiharpe.org * Tournier: Féerie (Martine Géliot, harp) on YouTube * Hommage à Martine Géliot on Melomania Category:1948 births Category:1988 deaths Category:Musicians from Paris Category:French classical harpists Category:Conservatoire de Paris alumni Category:Deaths from cancer in France Category:French female musicians ",
    "title": "Martine Géliot"
}