{
    "id": "53885589",
    "text": "Marc Restellini (born 24 June 1964) is a French art historian, museum director, founder of the Pinacothèque de Paris, and a specialist on Amedeo Modigliani. == Biography == Born in 1964 in Saint-Omer, in Pas-de-Calais, his grandfather was the painter Issac Antcher. Restellini earned a degree in history, then a DEA in art history at the Université Panthéon-Sorbonne, where he later became a lecturer from 1988 to 1993. His thesis at the Sorbonne focused on the painters represented by art dealer Leopold Zborowski. He organized his first exhibition Portraits et paysages chez Zborowski (Portraits and Landscapes of Zborowski) in 1989 at the City Hall of the 6th district in Paris. In 1992, Restellini organized Tobu Art Museum's opening exhibition in Tokyo, the first significant exhibition of Modigliani's masterpieces ever shown in Japan. Through more than 10 years, he developed a system for roving exhibitions that enabled the production of ambitious projects, while remaining accessible to wide audiences in Asia and Europe. These included exhibitions at the Tobu Museum in Tokyo and in the Municipal Museum in Osaka with the productions Kiki, Reine de Montparnasse (1998), Georges Rouault (1998), From Fra Angelico to Bonnard, The Artpieces of Dr Raw’s private Collection (1999) which then travelled internationally, Sisley (2000) and Redon (2001). Restellini curated international art exhibitions; Zborowski's painters exhibition inaugurated at the Fondation de l'Hermitage in Lausanne for its 10th Anniversary (1994), Georges Rouault's (1997) and Modigliani's retrospectives (1999) at the Modern Art Museum of Lugano in Switzerland, and Picasso's exhibition at the National Museum of Bogota (2000) inaugurated in the presence of M. Jacques Chirac and the French Embassy. As the Art Director and Project Manager of the Modern Art Department of the Musée du Luxembourg in Paris from June 2000 to June 2003, Marc Restellini curated exhibitions such as Raphaël's retrospective in 2001 and Modigliani's retrospective in 2002 showcasing 110 art pieces that both hit record numbers of visitors. == Pinacothèque de Paris == leftIn 2003, Restellini decided to launch his own museum, the Pinacothèque de Paris with an exhibition of Picasso's artworks. It was originally located in the 10th district of Paris upon its founding, but relocated to Place de la Madeleine in the chique 8th district in 2007. Following the success of several exhibitions, Restellini opened a second collection in 2010. His solo shows (Soutine and Utrillo-Valadon), his themes (Pollock and Shamanism, Giacometti and the Etruscans), as well as his showcasing of unusual pieces (Chinese and Mexican national treasures) ensured the success of the Pinacothèque de Paris. The Pinacothèque de Paris closed in 2016, citing dwindling visitor numbers and inability to compete against state- owned museums. == Singapore Pinacothèque == Restellini opened another museum in the historical building of the Fort Canning Arts Centre in Singapore in 2015, modelled after the Paris Pinacothèque. The museum was a joint project between Restellini and two partners at the time, Singapore Diamond Exchange chairman Alain Vandenborre, Swiss art dealer and Singapore Freeport chairman Yves Bouvier, as well as investment firm KOP Group. The museum closed suddenly in April 2016 after barely a year in business, citing weak attendance. As a result, the company managing the Pinacothèque, Art Heritage Singapore, of which KOP Group, Alain Vandenborre and Yves Bouvier were stakeholders, was sued for $900,000 in damages incurred by businesses attached to the project. == Institut Restellini == In addition to his activity as museum director, Restellini developed an institute that implements scientific techniques to support the expertise of the paintings: the Institut Restellini, for scientific and documentary research in art history. By combining scientific methods with traditional stylistic and historical analysis, the Restellini Institute has in particular vocation the publication of catalogues raisonnés, including Amedeo Modigliani’s Catalogue raisonné. Jeanne Hébuterne, 1918 == Amedeo Modigliani == Restellini began to work on Amedeo Modigliani during his studies. He has originated some of the most important exhibitions dedicated to the artist. Among these, the exhibition at the Musée du Luxembourg, L’Ange au Visage grave in 2002-2003, and Modigliani and Primitivism at the National Art Center in Tokyo in 2008,and is still invited for his expertise on Modigliani at the international level. Restellini also puts technological and scientific advances at the service of Modigliani's work. In 1997, at the invitation of the art dealer Daniel Wildenstein, he began Amedeo Modigliani's catalogue raisonné, based on scientific standards Modigliani's catalogue raisonné is based on 600 scientific files and systematic analyses for each work. This scientific rigor makes it possible to establish a comparative calibration, which is further refined by the integration of new technologies. For example, Restellini is the first to use a comparative pigment analysis protocol for a painting's catalogue. Other techniques, such as the systematic use of infra- red plates, or digital processes of \"fake colors\", complete this corpus to achieve a degree of precision of analysis really innovative in this field. In January 2015, after sixteen years of collaboration, Restellini and the Wildenstein Institute decided to separate, and Modigliani's catalogue raisonné was transferred to the Restellini Institute. == Controversies == Marc Restellini was implicated in the Bouvier Affair as one of the art experts referenced by Bouvier to justify the high prices of the artworks sold to Dmitry Rybolovlev. In late 2019, the Court of Auditors in Florence opened an investigation into the financing of the Amedeo Modigliani exhibition in Livorno, of which Restellini was the main organizer and curator. Public authorities seek to verify whether the tax-free payment of €1.25 million from Livorno municipality to an account in Dubai to finance the exhibition was unlawful. At the same time, other aspects of the contract between Livorno and Restellini are under investigation. == Main exhibitions == * 1989: curator of \"Portraits and Landscapes at Zborowski’s\" exhibition at the Town hall of the 6th arrondissement of Paris. With works of Modigliani, Soutine, Antcher... * 1991: curator of \"Flaure\" exhibition at the Musée du Luxembourg. * 1992: general commissioner of a retrospective dedicated to Modigliani for the Tobu museum in Tokyo (Japan). * 1993: \"Renoir\" retrospective for Mainichi press group at the Tobu museum and at the Main Osaka museum. The same year, he is general commissioner of the turning exhibition \"Modigliani and his friends\" in Japan. * 1994: exhibition on \"The Merchant Zborowski\" at the Fondation de l’Hermitage in Lausanne (Switzerland) and at the Palazzo Vecchio in Florence (Italy). * 1997: \"Georges Rouault\" retrospective at the Museum of Modern Art of Lugano (Switzerland). * 1998: In charge of the exhibition for the centenary of \"Eugène Boudin\" at the National Museum of Colombia in Bogotá. * 1999: Traveling exhibition of the \"Masterpieces from Dr. Rau's collection\" in Japan, in the US and in Europe. * 2002-2003: \"Modigliani, The Melancholy Angel\", at the Musée du Luxembourg in Paris and later at the Palazzo Reale in Milan (Italy). * 2003-2016 : all the exhibitions of the Pinacothèque de Paris among which: ** Picasso Intime ** The Xi'an warriors: \"Soldiers of Eternity\" ** Georges Rouault: Masterpieces from the Idemitsu collection ** Jackson Pollock and Shamanism: A New Interpretation ** The Dutch Golden Age - From Rembrandt to Vermeer ** Edvard Munch or the \"Anti-Scream\" ** The Incas gold: Origins and Mysteries ** Giacometti and the Etruscans ** The Netter Collection: Modigliani, Soutine and the Montparnasse Adventure ** Van Gogh: Dreams of Japan - Hiroshige: the Art of Travel ** Chu Teh-Chun: Ways to Abstraction ** In the Time of Klimt, the Vienna Secession ** Pressionism: the Masterpieces of Graffiti on Canvas - from Basquiat to Bando * 2017 : Curator of the exhibition Modigliani, Soutine and other legends of Montparnasse at Fabergé Museum in Saint-Petersburg (Russia). == Publications == thumb * \"Modigliani, ses mécènes, ses marchands, ses collectionneurs\", in the Catalogue de l’exposition Modigliani au Japon, 1992–93, p. 46-51 * \"Zborowski, merchant and poet\", in L’Œil, July–August 1994, p. 52-59 * \"Zborowski, le marchand-poète\", p. 9-16 et « La carrière d’un nouvel artiste dans un nouveau monde de l’art (de Paul Alexandre à Léopold Zborowski) », in the exhibition catalogue \"Zborowski's painters, Modigliani, Utrillo, Soutine and their friends\", Lausanne, Fondation de l’Hermitage, 24 June-23 October 1994, p. 21-32 * « Zborowski, il mercante- poeta », p. 19-26 and « La carriera di un nuovo artista in un nuovo mondo dell’arte, da Paul Alexandre a Léopold Zborowski », in the exhibition catalogue \"Modigliani, Soutine, Utrillo e i pittori di Zborowski\", Florence, Palazzo Vecchio, 19 November 1994 – 5 March 1995, p. 31-41 * \"Il clima artistico di Parigi tra il 1910 e il 1925. Modigliani nel cuore degli anni folli\", in the exhibition catalogue \"Amedeo Modigliani\", Lugano (Switzerland), 28 March-27 June 1999, p. 55-86 * \"Modigliani, \"l'Ange au Visage grave\": Resurrecting the Œuvre and Questions of Authenticity\" p. 11-16, \"Modigliani: Avant-Garde Artist or \"Schizophrenic Painter\"?\" p.17-32, \"Paul Alexandre and the Delta Adventure\" p. 94-100, \"Modigliani and Paul Guillaume\" p. 167-172, and \"The Unusual Case of Léopold Zborowski\" p. 273-282, in the exhibition catalogue \"Modigliani, the Melancholy Angel\", Paris, Musée du Luxembourg- Skira, 23 October 2002 – 2 March 2003 * Francis Berthier et Marc Restellini, \"The Great Collectors of Modigliani in 1920\", in the exhibition catalogue \"Modigliani, the Melancholy Angel\", Paris, Musée du Luxembourg-Skira, 23 October 2002 – 2 March 2003, p. 409-416 * Le Silence éternel : Modigliani - Hébuterne 1916-1919\", including the Catalogue Raisonné of painting and drawings of Jeanne Hébuterne, Pinacothèque de Paris, 2008 * Marc Restellini, \"Modigliani, Soutine e gli artisti maledetti - La Collezione Netter\", 2013, 24 Ore Cultura editore, - Catalogo della mostra == Notes and references == == External links == * * Pinacothèque de Paris * Institut Restellini Category:1964 births Category:Living people Category:French art historians ",
    "title": "Marc Restellini"
}