{
    "id": "53880617",
    "text": "The Serbian secret organization in eastern Bosnia () was a Serb secret revolutionary organization active in 1849–55 in the eastern Bosnia Eyalet–the kaza of Srebrenica, Višegrad, Rogatica and Nova Varoš. It was part of a larger network of organizations active in Ottoman Europe (Rumelia), envisaged by Serbian politician Ilija Garašanin. The aim of the organization was to prepare an uprising against Ottoman rule. Pavle Marinović was responsible for eastern Bosnia, and was subordinated to Toma Kovačević, Garašanin's man responsible for Bosnia as a whole. Marinović established the organization network in the four kazas in eastern Bosnia in the second half of 1849 and in 1850, and appointed chiefs of each kaza that reported on numbers of Orthodox and Muslim men, the relief, strategical objects and Ottoman military forces. It was concluded that half of the Serb population there were well-armed and ready to revolt. However, as Serbia did not pursue a war of liberation against the Ottomans, in 1851 the organization turned into an intelligence agency. The organization's failure was largely due to lack of funds. ==Members== The following were members whose names and duties are known: *Pavle Marinović, organizer *Vuk Nešković, chief in Višegrad kaza *Sava Jovičić, chief in Višegrad kaza, also duty in Nova Varoš *Filip Ravanac, chief in Srebrenica kaza *Petar Borovčan, chief in Srebrenica kaza *Ilija Borovčan, chief in Srebrenica kaza *Nikola, chief in Srebrenica kaza *Mihailo Soldat, chief in Srebrenica kaza *Marko, priest of Lipovac, chief in Vlasenica kaza *Ilija, priest of Glasinac, chief in Glasinac kaza ==See also== *Serb revolutionary organizations ==References== ==Sources== * * * Category:Serbian revolutionary organizations Category:Revolutionary organizations against the Ottoman Empire Category:Organizations established in 1849 Category:Organizations disestablished in the 1850s Category:1840s establishments in Serbia Category:Defunct organizations based in Serbia Category:19th century in Bosnia and Herzegovina Category:History of the Serbs of Bosnia and Herzegovina Category:Serbs of the Ottoman Empire Category:Principality of Serbia Category:Secret societies in Serbia Category:Serbian nationalism in Bosnia and Herzegovina ",
    "title": "Serbian secret organization in eastern Bosnia (1849–55)"
}