{
    "id": "53882123",
    "text": "Grace Episcopal Church is an active and historic Episcopal church in Madison, New Jersey, United States. Established in 1854, Grace has the largest membership of any parish in the Episcopal Diocese of Newark, with traditional \"high church\" Christian worship and a strong choral music program. ==History== Alice Twombly (Vanderbilt) memorial Tiffany window at Grace. The \"Benedicite\" Tiffany window, the canticle known as \"A Song of Creation\" in glass. Grace Church was organized in 1854 as a daughter parish of St. Peter's Episcopal Church in neighboring Morristown. Through the 1840s, Madison's Episcopalians had worshiped in parishioners' homes and in the Odd Fellows Hall on Madison's Waverley Place. Some of the initial demands voiced for a separate parish came from Madison's African American Episcopalians. These included the Furman and Sylvester families, Margaret Quanto, who was on the parish charter, and the Sunday School –organized by 6 African American girls who had been asked by the Rev. Dr. Rankin to lead the congregation in music. Rankin had heard the girls singing at a nearby estate, and was so inspired by the beauty of their song that he asked them to sing at the Episcopal services in Madison. Grace was unusually diverse in race, status and character its early days, a leading sign that the parish's growth was a result more of the mixed community's genuine worship and spiritual interest in the music rather than pre-existing social groups (as was often the case with the other denominations). Grace, then, is a good example of the Episcopal Church's catholic nature in the United States, which in its beginnings did not restrict its ministry to one ethnic group or region but saw itself as the catholic and apostolic church for the new nation on the North American continent. In 1855 a parcel of land was purchased and the foundation stone for the current building was laid on June 7. The long established Presbyterian community in Madison, wary of sacramental worship of any kind, and jealous of the popularity of the Episcopal services, initially tried to interfere with the establishment of Grace –but without success. Grace Church was also backed by the wealthiest Madison citizens including the Treadwells, Goulds, and the prominent slave-owning Gibbons family of Georgia. The new building was finished in 1856 and consecrated by Bishop George Washington Doane on May 18, 1857. While Grace, like the wider Episcopal Church, was officially silent on the divisive issue of slavery, the Civil War was understandably a period of unrest for the diverse parish –especially when William Gibbons left Grace Madison to fight for the Confederacy. The rectory was built in 1874, and in the period between the Civil War and the 20th century, Grace evolved theologically, subtly embracing the High Church traditions of the Episcopal Church. Grace also changed demographically over this period, dominated by Gilded Age families like the Vanderbilts, Twomblys and Dodges. Grace became like \"a private chapel for a few rich families\" in the words of one parishioner. In 1952, the local Twombly-Vanderbilt family sponsored the major renovation of the Church that defines the space today. The family purchased several Tiffany windows for the nave, including a memorial to Alice Twombly who died tragically in 1896 at age 16. ==Choral music== Liturgical music has been key to the worship and fellowship at Grace since the 1850s when the Rev. Rankin organized six African American girls to sing for the congregation. Grace grew so quickly in its foundational years in a town with long-established Presbyterians, Catholics, and Methodists, partly because of the hymns and chants offered in the Episcopal services. The first choirmaster was Johannes Oertel, nationally renowned painter and Episcopal priest, who was also the first to be married in the parish in 1851. In 1906, the chancel was enlarged and an organ was installed to accommodate a new men and boys choir. It was at this point that the choir ranks and system of promotion and honors (choir crosses and ribbons) was introduced –and which remains. In 1936, Harry Rowe Shelley, an organist and composer at several well-known New York City congregations, retired to Grace Madison and took over the choir until the 1950s. The choirs became well known in the area and were annually asked to sing at the local Scribner and Vanderbilt-Twombly estates, where they were also treated to lavish dinners.☃☃ In 1959, the Tellers Organ Company built the current organ under the supervision of Helen Thomas, the founder, and director of the Grace Church School Choir. A professional soprano soloist, Thomas also founded the Grace Church Sunday School and later became the full music director of the parish in 1969. In her service of over 50 years, Thomas shaped Grace's life into much as how it continues today. She played the organ for the parish until she died in 2006.Matlack, Anne, \"History of Music at Grace\" (2015, Madison, NJ). Slides. 240x240px ===Current choir=== Ever since the choirs were organized in the early 20th century, Grace has had a flourishing choral program that involves children and families in the local school districts. The choir program continues with increasing success, with over 130 children, teenagers, and adults in 6 choirs. It recently traveled to Winchester Cathedral in England where it took up the services for one week. The choirs provide all the music at Grace throughout the year and also serve as a social youth group that raises Grace's kids in the Episcopal faith. Adult and school choirs offer several concerts and Evensongs yearly. The School Choirs annually participate in Royal School of Church Music choir camps, and a significant number of choristers have gone on to sing in world renowned choral institutions such as the American Boychoir School and Westminster Choir College. Grace's current music director since 1991, Dr. Anne Matlack, a graduate of Yale, also directs the Harmonium Choral Society of Northern New Jersey. ==Today== Florence Adele Vanderbilt Twombly. In whose memory Grace was restored in 1952. Grace is the largest Episcopal parish in Northern New Jersey. Its worship incorporates people of all ages into the traditional Eucharistic liturgy, offering a lively, modern community into the timelessness of Trinitarian life. The Eucharist is offered on Sundays at the following times: * 8:00 am Holy Eucharist, Rite I * 10:00 am Choral Eucharist, Rite II (with Sunday School) * 5:00 pm Holy Eucharist, Last chance mass\" Fellowship follows each service. Masses and the divine offices are also offered throughout the week, including a monthly compline for kids and families, weekly during Lent. ==Notable parishioners== * Johannes Adam Simon Oertel, 1823-1909, German-American painter, Episcopal priest * Harry Rowe Shelley, 1858-1947, organist and composer * Florence Adele Vanderbilt Twombly, 1854-1952 * Hamilton McKown Twombly, 1849-1910 * Geraldine Rockefeller Dodge, 1882-1973 * Marcellus Hartley Dodge Sr., 1881-1963 * Peter J. Woolley, b. 1960 ==References== ==External links== * Official website * Harmonium Choral Society Category:Madison, New Jersey Category:National Historic Landmarks in New Jersey Category:Churches completed in 1857 Category:19th-century Episcopal church buildings Category:Episcopal church buildings in New Jersey Category:Churches on the National Register of Historic Places in New Jersey Category:Churches in Morris County, New Jersey Category:New Jersey Register of Historic Places Category:1854 establishments in New Jersey Category:Anglo- Catholic church buildings in the United States Category:Episcopal Diocese of Newark ",
    "title": "Grace Episcopal Church (Madison, New Jersey)"
}