{
    "id": "53880101",
    "text": "Anthony Joseph \"Tony\" Drexel Jr. (September 9, 1864 – December 14, 1934) was an American banker and philanthropist who was a close friend of King Edward VII. ==Early life== Drexel was born on September 9, 1864, in Philadelphia to Anthony Joseph Drexel (1826–1893) and Ellen Rozet (1832–1891). He was one of nine children, including: Emilie Taylor Drexel, Frances Katherine Drexel, Mae E. Drexel, Sarah Rozet \"Sallie\" Drexel (the wife of Alexander Van Rensselaer), John Rozet Drexel, and George William Childs Drexel. His father was the founder of Drexel, Morgan & Co with John Pierpont Morgan in 1871 as his junior partner, who also founded Drexel University in 1891. His maternal grandparents were John Roset and Mary Ann Laning. His paternal grandparents were Austrian- born American banker Francis Martin Drexel and Katherine Hookey. ==Career== In 1878, Drexel began working for his father's firm, Drexel & Co. in Philadelphia, and was made a partner on January 1, 1890. He was a partner at Drexel until October 21, 1893, when he resigned at age 29 after 16 years of working and just four months after his father's death, from Drexel & Co. of Philadelphia, Drexel, Morgan & Co. of New York, and Drexel, Harjes & Co. of Paris. At the time, a close friend of his exclaimed to The New York Times, \"He does not care to assume the cares and responsibilities which are attached to the business. He is a young man who is very fond of life in the society. His pleasures would have to be curtailed immeasurably were he to continue closely identified with the business his father established, and he does not care for the confinement and close application to which he would be subjected. He prefers to be free footed, and will withdraw. That is all there is to his action. It is said it has no significant whatsoever.\" Shortly thereafter, he bought one of the most valuable residences in Philadelphia, the Wilstach mansion at the northeast corner of 18th and Walnut Streets, for $175,000. In November of the same year, he also bought the steamer, Avenel from W. P. Whitlock. ===Lifestyle=== After his father's death on June 30, 1893, Drexel decided to live in Europe. He lived in London on Grosvenor Square and Carlton House Terrace for several years. While there, they were friends with Clyde Fitch, a successful and prolific dramatist. From 1915 until his death, however, he resided at the 68 rue de Bellechasse in Paris as well as homes in the provinces, after his difficult divorce with his wife. In addition to his reputation as a lavish entertainer, he was known as a keen yachtsman and owned several famous yachts including Sayonara and Aloma. He was a member of the Philadelphia Club, Rabbit Club, Racquet Club and Corinthian Club in Philadelphia and the Knickerbocker Club, Union Club, New York Yacht Club, and Turf and Field Club of New York. ==Personal life== Photograph of Drexel's wife, Rita Armstrong Drexel, by Lallie Charles On September 14, 1886, he married Margarita \"Rita\" Armstrong (1867-1948), a daughter of John Armstrong of the Baltimore Armstrongs. Together, they had: * Anthony Joseph Drexel III (1887–1946), who married Marjorie Gould (1891–1955), a daughter of Edith Kingdon and George Jay Gould. * Margaretta Armstrong Drexel (1889-1952) who married Guy Finch-Hatton, 14th Earl of Winchilsea (1885-1939), in 1910 and was the mother of Christopher Finch-Hatton, 15th Earl of Winchilsea. * John Armstrong Drexel (1891-1958), an aviation pioneer. * Louis Clapier Norris Drexel (1896-1962) On May 25, 1917, Anthony and Margarita divorced after several years of separation and a bitterly contested trial. Drexel died of uremic poisoning in 1934, aged 70, while staying in New York at the Hotel Ambassador. ==References== ==Further reading== * * == External links == * * Bibliography of sources about Drexel family Category:1864 births Category:1934 deaths Anthony Joseph Jr. Category:19th-century American businesspeople Category:American bankers Category:Drexel University people Category:Members of the Philadelphia Club Category:Businesspeople from Philadelphia Category:Burials at The Woodlands Cemetery Category:American people of Austrian descent ",
    "title": "Anthony Joseph Drexel Jr."
}