{
    "id": "53895681",
    "text": "Anly (born January 20, 1997) is a Japanese pop singer-songwriter from Ie, Okinawa. She started playing the guitar at six years old, and started writing music in junior high school. In high school, she played live at various locations in Okinawa and Tokyo, allowing her to release two indie singles in 2015 before being signed to Sony Music Records. She released her debut single \"Taiyō ni Warae\" in 2015 and her debut album Anly One in 2017. ==Biography== ===Early life and career=== Anly was born on Iejima, an island in Okinawa, Japan. Anly started played the guitar after her father bought her one at six years old. Anly grew up without access to a computer or the Internet at home, and often listened to blues and rock CDs her father bought while strumming her guitar. After her father taught her the basic chords, she learned the rest mainly on her own up through when she was in third grade, at which time she began to play songs by ear. She had wanted to be a singer from a young age, but because she wanted to sing her own songs, she began writing lyrics when she was in her second year of junior high school. The following year as a third year in junior high school, she also started composing her own music, and she thought about becoming a singer-songwriter. Due to there not being a high school on Iejima, Anly moved to Naha when she started high school. Anly joined the marching band in high school playing the trombone, but continued to write music between club activities. She resigned from the marching band in her second year of high school when she became serious about aiming to be a professional singer-songwriter. Anly began performing at live houses on Iejima and later in Naha. Anly released her first indie single \"Sixteen\" on January 19, 2015. After graduating from high school in early 2015, she was selected to open for Miwa at a live house in Naha as part of Miwa's acoustic live tour Acoguissimo in June. Later that year, she was discovered at a live house in Shimokitazawa, Setagaya, Tokyo and was employed as a reporter for J-Wave for the 2015 Fuji Rock Festival and the 2015 Summer Sonic Festival. Anly released her second indie single \"Bye-Bye\" on August 26, 2015, which included a cover of Gabrielle Aplin's \"Please Don't Say You Love Me\". ===Major debut=== Anly signed to Sony Music Records in 2015 and released her debut single on November 25, 2015. In 2016, Anly released her second single on March 23 and her third single \"Emergency\" on June 15. Included on \"Emergency\" as a B-side is a cover of Led Zeppelin's \"Stairway to Heaven\". She released her fourth single on January 18, 2017; the song was used as the final opening theme to the Naruto: Shippuden anime series. Anly played a musician in the 2017 Japanese film Shinjuku Swan II. Anly collaborated with Sukima Switch to release the single on March 1, 2017. She released her debut studio album Anly One on April 26, 2017. Anly released her fifth single on August 9, 2017. Anly's sixth single \"Venus\" was released on November 29, 2017, and it included a cover of the Beatles' \"Come Together\". Her seventh single \"Beautiful\" was released on February 28, 2018, and it included a cover of Ed Sheeran's \"Shape of You\". \"Beautiful\" is used as the ending theme to the 2018 anime series The Seven Deadly Sins: Revival of The Commandments. Anly released her second studio album Loop on July 25, 2018. Anly released \"Sunshine\" as a digital single on December 5, 2018. Anly collaborated with Hiroyuki Sawano on the single \"Tranquility\", released on October 2, 2019; the song was used as the ending theme to the anime The Legend of the Galactic Heroes: Die Neue These Seiran. She released her third studio album Sweet Cruisin on April 8, 2020. ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of albums, with selected chart positions |- ! style=\"width:12em;\" rowspan=\"2\"| Title ! style=\"width:16em;\" rowspan=\"2\"| Album details ! colspan=\"1\"| Peak positions |- ! style=\"width:2.5em;\"|JPN |- ! scope=\"row\" | Anly One | *Released: April 26, 2017 *Label: Sony Music *Formats: CD, CD+DVD | 24 |- ! scope=\"row\" | Loop | *Released: July 25, 2018 *Label: Sony Music *Formats: CD, CD+DVD | 52 |- ! scope=\"row\" | Sweet Cruisin | *Released: April 8, 2020 *Label: Sony Music *Formats: CD, CD+DVD | 43 |} ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of singles, with selected chart positions |- ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\" | Title ! scope=\"col\" rowspan=\"2\" | Year ! scope=\"col\" colspan=\"2\" | Peak chart positions ! scope=\"col\" rowspan=\"2\" | Album |- !style=\"width:3em;font-size:85%\"|JPN Oricon !style=\"width:3em;font-size:85%\"|JPN Hot 100 |- ! scope=\"row\" | \"Sixteen\" | rowspan=\"3\"| 2015 | rowspan=\"2\"| — | rowspan=\"2\"| — | rowspan=\"2\" |- ! scope=\"row\" | \"Bye-Bye\" |- ! scope=\"row\" | \"Taiyō ni Warae\" | 107 | 35 | rowspan=\"5\"| Anly One |- ! scope=\"row\"| \"Egao\" | rowspan=\"3\"| 2016 | rowspan=\"2\"| 140 | rowspan=\"3\"| — |- ! scope=\"row\"| \"Ii no\" |- ! scope=\"row\"| \"Emergency\" | 113 |- ! scope=\"row\"| \"Kara no Kokoro\" | rowspan=\"3\"| 2017 | 34 | 47 |- ! scope=\"row\"| \"Hokuto Shichisei\" | 69 | — | rowspan=\"3\"| Loop |- ! scope=\"row\"| \"Venus\" | 83 | 89 |- ! scope=\"row\"| \"Beautiful\" | rowspan=\"2\"| 2018 | 62 | — |- ! scope=\"row\"| \"Sunshine\" | — | — | Sweet Cruisin' |- |align=\"center\" colspan=\"13\" style=\"font-size: 8pt\"| \"—\" denotes releases that did not chart or were ineligible to chart. |} ====Collaborations==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of singles, with selected chart positions |- ! scope=\"col\" rowspan=\"2\" style=\"width:18em;\" | Title ! scope=\"col\" rowspan=\"2\" | Year ! scope=\"col\" colspan=\"2\" | Peak chart positions ! scope=\"col\" rowspan=\"2\" | Album |- !style=\"width:3em;font-size:85%\"|JPN Oricon !style=\"width:3em;font-size:85%\"|JPN Hot 100 |- ! scope=\"row\" | \"Kono Yami o Terasu Hikari no Mukō ni\" (with Sukima Switch) | 2017 | 23 | 6 | Anly One |- ! scope=\"row\" | \"Tranquility\" (with SawanoHiroyuki[nZk]) | 2019 | 24 | — | |- |align=\"center\" colspan=\"13\" style=\"font-size: 8pt\"| \"—\" denotes releases that did not chart. |} ===Music videos=== {| class=\"wikitable plainrowheaders\" |+ List of music videos |- ! scope=\"col\" style=\"width:16em;\" | Title ! scope=\"col\" | Year ! scope=\"col\" | Director(s) |- ! scope=\"row\"| \"Bye-Bye\" | rowspan=\"3\"| 2015 | rowspan=\"2\"| Yūsuke Fukase |- ! scope=\"row\"| \"Taiyō ni Warae\" |- ! scope=\"row\"| \"Don't give it up! feat. Gabrielle Aplin\" | |- ! scope=\"row\"| \"Egao\" | rowspan=\"2\"| 2016 | rowspan=\"2\"| Yūsuke Fukase |- ! scope=\"row\"| \"Emergency\" |- ! scope=\"row\"| \"Kara no Kokoro\" | rowspan=\"3\"| 2017 | Hideaki Sunaga |- ! scope=\"row\"| \"Hokuto Shichisei\" | Atsunori Tōshi |- ! scope=\"row\"| \"Venus\" | |- ! scope=\"row\"| \"Beautiful\" | rowspamn=\"1\"| 2018 | |} ==Notes== ==References== ==External links== * Category:1997 births Category:Japanese female pop singers Category:Living people Category:Musicians from Okinawa Prefecture Category:21st-century Japanese singers Category:21st- century women singers ",
    "title": "Anly"
}