{
    "id": "53897714",
    "text": "Eat the Elephant is the fourth studio album by American rock band A Perfect Circle. It is their first album release in fourteen years, after 2004's Emotive. While early work on new material traces back to as early as 2008, years of slow progress would ensue due to issues between the band's chief music writers, frontman Maynard James Keenan and guitarist Billy Howerdel, largely stemming from their commitments to other projects and inability to come to an agreement on the direction to take the band. Renewed focus, alongside assistance from music producer Dave Sardy, helped propel the band into much more productive sessions across 2017, with the album being completed in early 2018. Thematically, the album covers a variety of Keenan's views on modern societal, religious, and political issues, focusing on his perceived lack of accountability in humanity. Musically, the album was viewed as an extension and maturation of their rock sound, adding more piano and electronic elements into songs for a more mellow sound than prior albums. The album was released on April 20, 2018. Four singles were released in advance of the album – \"The Doomed\" in October 2017, \"Disillusioned\" in January 2018, \"TalkTalk\" in February 2018, and \"So Long, and Thanks for All the Fish\" in April 2018. The album was generally well-received by critics, who praised the album for being a successful comeback album, and the maturation in the band's sound, though some lamented the lack of more hard rock songs from band's prior work. The album debuted at number 3 on the US Billboard 200 chart, their fourth album to debut in the top 4 of the chart, and debuted in the top 10 of eight other countries' album charts. ==Background== A Perfect Circle initially formed in 1999 when Tool vocalist Maynard James Keenan, burned out by the band's legal issues in the late 1990s, offered to sing on material that then-guitar tech Billy Howerdel had been writing for his own musical endeavors. The two, with a rotating door of other musicians, recorded and released two platinum selling albums in the US; Mer de Noms in 2000 and Thirteenth Step in 2003, before the two started thinking about taking a hiatus; Keenan to return to Tool, and Howerdel to start a solo career. They ultimately postponed those plans to quickly record a third studio album Emotive, a collection of politically- themed cover songs to coincide with 2004 U.S. Presidential Elections. Shortly after its release, without any touring in support of the album, the band entered a hiatus in 2005. During this time, Keenan returned to Tool to record and release 10,000 Days in 2006, and then began working on his moniker for his solo work - Puscifer starting in 2007. Similarly, Howerdel began work on his own solo album, and released it, Keep Telling Myself It's Alright, under the moniker Ashes Divide, in 2008. The band's fate remained uncertain in this era: it was referred to as in \"hiatus or done until further notice\" by Howerdel in October 2005, on \"life-support\" by Keenan in April 2006, and \"done for now\" by Howerdel in May 2006. Despite this, later in 2008, both Keenan and Howerdel released separate statements that the band was not dead, with Howerdel adding they may reform to work on new material once touring in support of Ashes Divide's album was wrapped up. ==Writing and recording == ===Early sessions=== In December 2008, Keenan first revealed that he and Howerdel had begun writing new material, but that he envisioned it as only being a handful of songs, rather than a full album. Between 2008 and 2010, Howerdel would continue to write material and present it to Keenan; song ideas Keenan approved of would be considered for future release as A Perfect Circle material, while song ideas he had no interest with, would be kept as material for Howerdel to work on alone for a prospective future Ashes Divide album. Howerdel originally had thought that the band would release an album in 2011 or 2012. However, progress was slow during this period, with Howerdel noting that Keenan often responded unexpectedly to the song ideas, and a release did not happen. The band publicly declared the band's hiatus to be over in June 2010, playing a handful of live shows that year, a full tour in 2011, and a few festival appearances in 2013. While the band continued to work on new music, the only full-song that was finished at the time was the track \"By and Down\", which they released on the band's greatest hits album, Three Sixty, in 2013. In promoting the releases, Howerdel commented on future releases once again, stating that he felt they had \"75% of the foundation of [the next] A Perfect Circle record ready\", though he conceded that they were still without Keenan's lyrics or vocal melodies, and could still change depending on Keenan's reaction to the material. Howerdel noted that he felt the material was complete and Keenan could just sing over it, much like they had for the Mer De Noms album, but that Keenan was frequently asking him to rework the material completely, as they did during the making of Thirteenth Step. He also conceded that they still disagreed on the release medium; Keenan preferred smaller releases, while Howerdel preferred the format of a full album. Though the band released little in the way of updates between 2014 and 2016, Howerdel later recounted that the album had been progressing in much the same manner leading up to 2017: Howerdel later noted that his 2014 writing sessions were particularly prolific, and where he initially wrote the original iterations of the music for a number of Eat the Elephant's songs that made the final track list. ===Later sessions=== After the slow, on and off sessions for years, work in earnest on the album began in late 2016, with Keenan free from commitments from Tool, Puscifer, and the busy harvest season for wine-making at his winery, Caduceus Cellars. He reached out to Howerdel, who was available and enthusiastic about dedicating more time to the band, so the two began working on music again, starting with 10-20 ideas Howerdel had accumulated. The official start of the later sessions began in February 2017, For the first time in the band's history, they began working with an outside music producer, Dave Sardy, to help the process along. Sardy helped improve Howerdel's efficiency in the studio, including the management of both physical gear and digital music files, so he could focus more solely on music rather than self- producing. Outside of some initial work, Keenan and Howerdel were rarely working together in the same room; Howerdel worked with Sardy in one studio, while Keenan recorded vocals in his home studio with studio assistance from Puscifer member Mat Mitchel, with the two groups sending their material back and forth electronically through the internet. Despite this, the band retained their prior approach to writing music, with Howerdel writing and demoing musical and instrumental ideas, and Keenan writing vocal melody and lyrics. Sardy helped Howerdel in his approach of presenting music that would appeal to Keenan. Sardy would take songs rejected by Keenan, and mute out many of the \"busy\" and \"layered\" elements of the song, stripping it to its basic melody and drum beat; presenting it to Keenan this way allowed him to see how he'd write lyric and melody to the song, allowing them to build the song back up afterwards. Songs such as \"TalkTalk\" went through many different incarnations due to this process, with the song going through radically different time signatures and tempos. The track \"Eat the Elephant\" also went through a number of changes and iterations, originally starting as a song for Howerdel's solo band, Ashes Divide. Howerdel had the song half complete when he was contacted by Linkin Park frontman Chester Bennington, who was then working on the band's 2017 album One More Light, a release in which the band decided to co-write with many outside songwriters and music producers. Bennington asked Howerdel to co-write a song with him for the album, and Howerdel accepted, feeling that \"Eat the Elephant\", at that point, was a song he could see Bennington singing on. The two worked on the song together, but it was ultimately dropped from One More Light, not fitting the pop-oriented sound the album eventually moved into. Howerdel later decided to consider it for A Perfect Circle again; working with Sardy to strip down and rework the demo. Keenan then wrote entirely new lyrics and sang all vocals for the track for the album. Tracking recording sessions for the album began in mid 2017, were slowed for a few months while the band went on North American tour, and worked resumed for a final intense period over late 2017 and January 2018. As of November, Howerdel reported that 15 songs were in contention for the album, though he conceded that things changed frequently, with some songs, such as \"The Doomed\" developing quickly out of the blue based on a small idea he presented to Keenan. On January 8, 2018, Howerdel announced that he expected that the recording of the album would wrap up in the following few weeks, stating that progress had been coming along faster than expected, and that \"We are certainly past the halfway point and I’d say Maynard James Keenan's probably further along than I am musically. At least with the finished tracks. The songs are there but there’s tidying up to do there on some stuff there.\" Keenan had cancelled his Christmas 2017 plans to stay in Los Angeles to keep working on the album due to the progress that was being made on the album - \"The Contrarian\", \"Disillusioned\" and \"Eat the Elephant\" were all written in a particularly productive 36 hours time-span of writing. The album closer, \"Get the Lead Out\", was the last song written and recorded for the album, at the end of 2017. The album was finalized and mastered in late January 2018. Howerdel stated that a majority of the songs that made the album's final track list were ones written within the last three years, with one outlier that was considerably older. He also alluded to \"a bunch of songs that didn't make it\" that would \"leave [the band] open for the future\". Keenan also alluded to a lot of unused material for the album, though he felt that they would never be released because \"there's nothing in them that inspires [him]\". ==Themes== The album touches on themes related to modern societal, religious, and political issues. All lyrics were written by Keenan. During the writing and recording of the album in 2017, Howerdel stated that the lyrics would likely have some broad concepts and themes driving a narrative on the album, but that at that point, much of it was still in progress and in a state of flux. While he indicated that the album would likely not be as overtly politically themed as their prior release, Emotive, he also conceded that \"it’s probably impossible to escape the torment that we all are going through in this year...this turmoil is probably really great for the arts.\" Keenan alluded to the ideas being part of the album as well, stating that \"14 years have passed since we released Emotive. A new release is long overdue. In light of this current difficult and polarized social, spiritual and political climate, we artist types need to open our big mouths and share the light a little louder.\" A press release was issued stating that \"With a title like Eat the Elephant, A Perfect Circle’s new record has clear political overtones that Keenan admits could stir up controversy\", though Keenan clarified that this was not written by him or the band, and refused to explain the meaning of the album, only conceding that it referred to multiple things, and that the album split a balance: \"You don't want to be too topical, because then you date your art. But there's definitely a lot of iconic things that go on nowadays that are worth mentioning that I feel like we just take as rote, we just accept it like it's standard.\" Keenan, on multiple occasions, noted accountability as a key concept on the album: \"The Doomed\" was interpreted to have lyrical content criticizing wealth inequality, social inequality and the conservative idea that society isn't obligated to take care of the less fortunate. \"Disillusioned\" was interpreted to be a statement against society's need for instant gratification, and overdependence on cell phone and mobile device usage. \"Talk Talk\" was described as a \" scathing rebuke of American Christianity's stance on gun control\" by Stereogum and \"a take on pious hypocrites...who preach and pray but aren't walking their talk by taking action\" by Revolver. Keenan confirmed the interpretation, stating it was commentary on people's tendency to offer \"thoughts and prayers\" rather than putting forth effort into solving issues like gun violence. Consequence of Sound described the album as \"angry and mellow\", successfully capturing the emotion of \"angry and tired of being angry at the same time\". Another subject the albums touches on is grappling with the death of others. Howerdel explained that the title track, \"Eat the Elephant\", was written in response to the suicide of two people close to him, and early versions of the song were co-written with Chester Bennington, who committed suicide in July 2017. Howerdel also noted being affected by the November 2017 passing of AC/DC's Malcolm Young. The track \"So Long, And Thanks for All the Fish\" also makes allusions to the 2016 deaths of Gene Wilder, Muhammad Ali, Carrie Fisher and David Bowie. The track \"Disillusioned\" originally had the working title of \"Dreams\", and was inspired by the death of Robin Williams, and his role in the 1998 film What Dreams May Come, with Howerdel being inspired by its concept of \"going through hell for your love\". ==Composition== Contrary to the band's prior album, Emotive, where Howerdel had taken up performing lead vocals on approximately a third of the album, Keenan performed all vocal parts on the album; Howerdel offered to support, but Keenan was \"on a roll\" when they entered the studio, and he handled all vocal duties. Howerdel provided most of the album's instrumentation; all of the album's guitar work, all of the album's keyboards and piano, and all of the album's bass except for two tracks \"By and Down the River\" and \"Feathers\", which were performed by band bassist Matt McJunkins. The album's drums were provided by four separate drummers; band drummer Jeff Friedl, sessions drummers Matt Chamberlain and Isaac Carpenter, and by Sardy. The band did not delineate who drummed on which songs, only crediting the album to all four collectively as \"The APC drum orchestra\". Band guitarist James Iha did not perform on the album. Contrary to prior albums, where most music was written by Howerdel on a guitar, for Eat the Elephant, most songs were originally composed on keyboards, with Howerdel later either transposing the music to guitar playing, or keeping the keyboard material, and instead adding additional guitar effects for \"complementary melodies and atmospheric flourishes\". Rolling Stone described the album's sound as \"a moody, sensitive portrait of a band that decided to grow up and make a record that reflects where they are now as artists rather than trying to recapture the past\", while Billboard described the album's sound as paradoxical in nature, \"like both a return and a departure from APC’s 2000 debut, Mer de Noms, for it retains the act’s moody, introspective aesthetic but expresses it with less guitars and bombast.\" Howerdel described it as a very \"dark\" with very honest lyrics that have \"teeth\" to them. He stated some of the album's sound was inspired by the work of Depeche Mode, and the track \"Hourglass\" was described as being more electronic-driven than their prior music, with drum and synthesizer parts more up front than the guitar, and featuring robotic-sounding backing vocals to Keenan. Some publications noted that the album was more mellow and piano-driven than prior albums as well. However, other publications noted songs sounding familiar to their prior work as well; the track \"Feathers\" was described by Loudwire as having the trademark interplay of Keenan's soaring vocals and Howerdel's guitar-work as their material released in their prior albums, while MetalSucks described the track TalkTalk\" as a hybrid of Mer de Noms heavier sound with Thirteenth Step's more mellow sound. Howerdel noted that the track \"Delicious\" had a more multi-layered, guitar driven sound more similar to their first album, Mer de Noms, contraining both acoustic guitar strumming and heavier distorted electric guitar parts similar to the tracks \"3 Libras\", \"Orestes\", and \"Rose\". ==Promotion and release== In early 2017, the band announced they had signed a worldwide-release record deal with label BMG for releasing their fourth album. Keenan and Howerdel chose BMG because they allowed them to retain complete artistic control over album; the contract was signed without any requests to hear any of the music, something they found encouraging. Two separate tours were announced for the year, one that ran in April and May, and one that ran from October to December. The tours were done to reconnect both the band and the public with the band's music, and to help inspire the band to finish up the album. Two new songs were debuted at concerts; \"Feathers\" in April and \"Hourglass\" in May. While Howerdel initially stated that the band had the intention of releasing the album in 2017, later comments by Keenan indicated that the album would more likely release in 2018. On October 13, 2017, the band released a fifteen-second trailer teasing something called \"The Doomed\", though not revealing if it was a song or album title. Three days later, it was revealed to be a song, and the band released \"The Doomed\" as the album's first single. On November 16, 2017, a music video, directed by Jeremy Danger and Travis Shinn, was released for the song. The video features the five band members, in black and white, looking pensive and bleak, with little movement other than slowly looking towards, or away from, the camera, with alternative white and black backdrops. On January 1, 2018, the band released the second song from the album, \"Disillusioned\". A week later, Howerdel stated that the album was on track for a second quarter 2018 release time frame. On February 5, 2018, the band announced the final name of the album, Eat the Elephant, its release date, April 20, 2018, and released another song ahead of the album - \"TalkTalk\". A fourth song, \"So Long, and Thanks for All the Fish\", was premiered on BBC Radio 1 a week prior to the album's release. A limited- edition box set of the album was also released, featuring an album-length holographic film shot by Steven Sebring. This inclusion led the band to bill Eat the Elephant as the \"world's first hologram album\". The holographic film was created after the album was completed, and had little input from the band members themselves. A 2D music video based on the holographic footage was released for \"The Contrarian\" in June 2018 as well. The album debuted at number 3 on the US Billboard 200 chart, their fourth album to debut in the top 4 of the chart, and debuted in the top 10 of 8 other country's top 10 charts. As of June 2018, the album had sold just under 100,000 copies. The band will tour extensively throughout 2018 in promotion of the album, including North American dates in May, October, and November, and European dates in June and December. ==Reception== The album was generally well-received by critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album has an average score of 68 out of 100, which indicates \"generally favorable reviews\" based on 15 critics. AllMusic praised the album's diversity and flow, noting that \"each song a wildly different part of the whole, yet unmistakably belonging to the same powerful beast\" and concluded that it was \"a cohesive and bold statement...a triumphant comeback after too much time away.\" Consequence of Sound praised Keenan's vocal performances as being some of the best across any of his various band's albums, and concluded that the album was \"the kind of reunion record that most bands would kill for...it rewards multiple listens enough to overcome the vast majority of its shortcomings.\" Metal Injection similarly agreed it to be one of Keenan's best vocal performances, praising the album for being \"a remarkably atmospheric, graceful, charming, and poetically introspective (and socially conscious) sequence...Considering how long it's been gestating, it's downright remarkable that Eat the Elephant is so richly surprising, dependable, and multifaceted (in every way possible). Certainly, A Perfect Circle’s more expected elements still satisfy from start to finish. Still, it's the emphasis on classical stimuli, atmospheric coatings, and heartrending intellectualism that truly makes the record exceptional. Some reviewers were more polarized with the band's change in sound. MetalSucks generally praised the album, but was more critical to its more mellow sound, concluding that it was a \"... good one, and if it's anything like APC's other records, it will get better with age...it's definitely worth your time, just don't expect [a return to] Mer De Noms. Exclaim! agreed with the sentiment, lamenting the lack of any more aggressive, hard rock tracks of prior albums, like \"Judith\" or \"Pet\". Pitchfork criticized it saying, the band failed to produce the same \"emotionally-charged metal\" of their three previous albums. Spin shared a similar view while attacking the record on both the lyrics and the compositions. \"Its smug, unexplored sense of intellectual superiority is pretty much all it has to offer\". The Sputnik Music staff review was more positive in the change in sound, stating that it is \"an effective balance of being just similar enough to the first two releases while also entering new, adventurous territory\" and agreeing with the AllMusic review that it was \"a fantastic band return with relevance and maturity\". Loudwire strongly praised pre-release versions of \"The Doomed\", \"Hourglass\", and \"Feathers\" ahead of the album's release. Their later full album review was a bit more reserved, albeit still positive, stating that it \"...is, most likely, not the album you were hoping for these last 14 years....however, the latest Keenan/Howerdel offering has got plenty of depth to unpack through dozens of listens — something that 2010s rock desperately lacks.\" They later named it the third best hard rock album of 2018.http://loudwire.com/30-best-hard-rock-albums-2018/ Revolver later named the album their tenth best of 2018 as well.https://www.revolvermag.com/music/30-best-albums-2018#10-perfect-circle- eat-elephant ==Track listing== ==Personnel== Credits adapted from CD liner notes.Eat the Elephant (inlay cover). A Perfect Circle. BMG Records. 2018. Band * Maynard James Keenan – vocals * Billy Howerdel – guitar, bass, keyboards * Matt McJunkins – bass on \"By and Down the River\" and \"Feathers\" * Jeff Friedl – drums Production and other musicians * Maynard James Keenan – production * Billy Howerdel – production * Dave Sardy – production, mixing, drums, string arrangements on \"So Long, and Thanks for All the Fish\" * Stephen Marcussen – mastering * Matt Chamberlain – drums * Isaac Carpenter – drums * UZ – vinyl scratches on \"Get the Lead Out\" ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- ! scope=\"row\"| US Billboard 200 | 3 |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| US Top Rock Albums (Billboard) | 64 |} ==References== Category:A Perfect Circle albums Category:2018 albums Category:Albums produced by Dave Sardy ",
    "title": "Eat the Elephant"
}