{
    "id": "53898447",
    "text": "Annie Catherine Higdon (née Schollick; 30 December 1864 – 24 April 1946), also known as Kitty Higdon, was a British schoolmistress. She and her husband, Tom, were at the centre of the 25 year long Burston School Strike. Their battle with authority is celebrated annually by a rally that attracts nationally known politicians and trade unionists. ==Life== Higdon was born in Poolton cum Seacombe which is part of Wallasey in Cheshire. She was born to Samuel and Jane Schollick in 1864. Her father was a shipwright but she became a qualified elementary teacher. She married Tom Higdon and they initially lived in London.Pamela Horn, ‘Higdon , Annie Catharine [Kitty] (1864–1946)’, Oxford Dictionary of National Biography, Oxford University Press, 2004; online edn, Jan 2008 accessed 27 April 2017 Annie (Kitty) was appointed headmistress in the Norfolk village of Wood Dalling with Tom as assistant teacher. There they were popular but they came into conflict with the authorities. Norfolk Education Committee gave the Higdons little choice but to transfer to another school. They moved to the Burston School in 1911. Annies final comments in the school records were later removed by the education authority as political and inflammatory.The Burston School Strike, Archives of Norfolk.gov.uk, Retrieved 28 April 2017 Arriving at Burston, the Higdons were again popular with all but the authorities. The Reverend Charles Tucker Eland chaired the School's Managing Body. Eland demanded deference and recognition of his right to lead the community. Their employers, themselves mostly tenants of brewery-owned land allied with the rector. Burston School Strike in 1916 In 1913, Tom Higdon stood for election to the parish council, topping the poll with Eland failing to be elected. The rector still had control of the school's managing body. The Higdons had complained about children being taken from school for farm work. They also noted the dampness, inadequate heating and lighting, lack of ventilation and general unhygienic conditions in the school. The managers accused Annie of lighting a fire without their permission. She was also accused of not curtsying to the rector's wife. Annie was also accused of beating two girls. It is now thought that all these accusations were invented or exaggerated. In 1914 the Higdons were dismissed but the pupils organised a strike. One of the pupils, Violet Potter, led the students out on strike. The vast majority agreed to be taught in temporary places. Initially they worked on the village green and then in a carpenter's shop. The situation attracted national publicity and crowd funding from supporters resulted in a new school building by 1917. Early visitors to the school were Sylvia Pankhurst and George Lansbury who opened the new building. The school remained open with eleven pupils until Tom's death in 1939. Annie (Kitty) Higdon died in a retirement home at Swainsthorpe on 24 April 1946. She is buried alongside her husband Tom. ==Legacy== Glenys Kinnock MEP passes Annie Higdon's cottage in Burston Annie's life has featured in films and books. There is an annual rally each year which attracts leading left-wing politicians including Neil Kinnock, Glenys Kinnock and Jeremy Corbyn. ==References== Category:1864 births Category:1946 deaths Category:People from Wallasey Category:Schoolteachers from Cheshire Category:Strikes (protest) Category:20th-century English educators Category:People from South Norfolk (district) ",
    "title": "Annie Higdon"
}