{
    "id": "53890924",
    "text": "Kamilah Willingham is an African American activist, feminist, speaker, and writer. The focus of her activism centers on sexual assaults on college campuses as well as gender equality and civil rights. She is best known for her appearance in the documentary \"The Hunting Ground,\" the credibility of which has been criticizedhttp://www.slate.com/articles/news_and_politics/doublex/2015/06/the_hunting_ground_a_closer_look_at_the_influential_documentary_reveals.html due to the dismissal of charges related to Willingham's accusations.https://www.newyorker.com/news/news-desk/argument-sexual-assault- race-harvard-law-school She has also contributed essays to two novels on sexual assaults on college campuses. Her work has garnered national attention through her collaboration with Lady Gaga and Vice President Joe Biden's national campaign, \"It's On Us,\" which raises awareness on sexual assault. Willingham appeared on stage alongside Lady Gaga as she performed in the 2016 Grammy Awards. Willingham currently lives in Los Angeles, California. == Education == Willingham received her bachelor's degree from Pomona College in 2008 where she studied English Literature. After completing her undergrad, Willingham enrolled in Harvard Law School and completed her law degree there in 2011. == Activism and career == Kamilah Willingham currently tours the country as a guest speaker at different college campuses and organizations to educate students about the culture of sexual assault in college. Willingham has planned and operated social media campaigns that went viral in 2016 titled #JustSaySorry. Through this media campaign, she encouraged victims and survivors of campus sexual assaults and as well as victims of gender-based violence to petition for an apology from their institutions of higher learning. Willingham's work in this campaign has spurred many discussion on the research Charles Antaki has done on the subjectivity of the law in relation to gender.Charles Antaki, et al. \"Police Interview with Vulnerable People Alleging Sexual Assault: Probing Inconsistency and Questioning Conduct\" What Antaki has found is that there is a bias in policing strategies that skew the ways in which they interact with varying genders who are victims of sexual assaults. As a civil rights activist, Willingham's work along with Antaki's demonstrates how the law is not neutral. Additionally, Willingham's focus on gender-based sexual assaults within this campaign allows for her to combat the underrepresentation of genders who identify on a spectrum. Christopher Allen's work on the varying experiences of sexual assaults for various genders speaks to the need for college campuses to adopt additional strategies that respond to the experiences of other genders that are typically marginalized.Christopher Allen, et al. \"College Students' Beliefs Regarding Help Seeking for Male and Female Assault Survivors: Even Less Support for Male Survivors\" == Work for nonprofit organizations == Willingham has also worked for nonprofit organizations such as the California Women's Law Center and the Just Detention International human rights organization. At both of these institutions Willingham focused her work on discovering ways to combat sexual abuse in prison and jails. == Published works == Willingham also has a literary career that includes essays in the books The Hunting Ground: The Inside Story of Sexual Assault on American College Campuses as well as We Believe you: Survivors of Campus Sexual Assault Speak Out. In addition to providing essays in novels, Willingham has also written a number of op-ed pieces for online news and magazine sites from Huffington Post, The Establishment, and The Harvard Law Record. == Use of social media == Today Willingham uses social media accounts on Twitter, Facebook, and Instagram as a tool to create a digital discourse on sexual assaults. Her choice to use social media subverts the role social media plays in compounding issues relating to sexual violence. Studies have shown social media is often interpreted as playing a neutral stance to sexual assaults.Rosemary Pennington and Jessica Birthisel \"When New Media Makes News: Framing Technology and Sexual Assault in the Steubenville Rape Case\" == The Hunting Ground == In 2015, Willingham's career in activism started when she was heavily featured in the documentary, The Hunting Ground. The documentary, written and directed by Kirby Dick, investigates rapes committed on U.S. college campuses and the way universities and colleges respond to these crimes. In the documentary, Willingham details her alleged experience with sexual assault as a student at Harvard Law School. She gives a detailed account of her difficulty navigating Harvard's resources for victims of sexual assaults. Willingham was unsuccessful in her appeal to Harvard Law to expel her accused assaulter. All charges against the accused related to Willingham were dismissed, which has called into questionhttp://www.slate.com/articles/news_and_politics/doublex/2015/06/the_hunting_ground_a_closer_look_at_the_influential_documentary_reveals.html the credibility of her accusations. == Criticism == In an article on Slate.com about the events portrayed in the film \"The Hunting Ground\", journalist Emily Yoffe wrote that the filmmakers, and by implication Ms. Willingham, \"put advocacy ahead of accuracy\". == References == Category:Year of birth missing (living people) Category:Living people Category:Pomona College alumni Category:Harvard Law School alumni Category:American civil rights activists ",
    "title": "Kamilah Willingham"
}