{
    "id": "53896113",
    "text": "Acaçá (from Yoruba: àkàsà, also known as eko) is a ritual food central to ceremonies of Afro-Brazilian religions, specifically to Candomblé rituals. It is found in the states of Bahia, Pernambuco, Rio Grande do Sul, and Rio de Janeiro. Pai Cido de Osun Eyin stated that \"life [...] is sustained, and is renewed with the ritual offering of acaçá.\" It has at least two variations: a similar dish made of black beans (acaçá de feijão-preto) and a drink (acaçá de leite) also used in Candomblé rituals. Acaçá is the only ritual food required in Candomblé; it is offered to all the orixás in the Candomblé pantheon. Acaçá made of white corn is offered to Oxala; that made of yellow corn is offered to Oxossi. ==Preparation== Acaçá is made of white or red corn soaked in water for a day, which is then passed through a mill to make a paste or dough. The paste or dough is cooked in a pan and stirred continuously to reach a correct consistency. While warm small portions of the dough are wrapped in a clean, folded clean banana leaf and passed over a fire. Finely ground white cornmeal can be substituted for soaked corn. The acaçá is cut into pieces of equal size. They are arranged on a platter to be placed on or near a pegi, or Candomblé altar. They also decorate other ritual foods in Candomblé, notably vatapá. ==Acaçá de feijão-preto== Acaçá de feijão-preto () is a variation of the acaçá made from black beans, i.e., the black turtle bean (Phaseolus vulgaris). Black beans are substituted for soaked corn, similarly made into a paste, wrapped in banana leaves, and steamed in a pan. Acaçá de feijão-preto is specifically offered to the god Ogum. The variation of acaçá is associated with Casa Fanti Ashanti, a Candomblé temple of the Jeje-Nagô tradition in the neighborhood of Cruzeiro do Anil, São Luís, in the state of Maranhão. ==Acaçá de leite== Acaçá de leite () is a fermented drink used in Candomblé rituals. It is made from a corn mush to which milk and other seasonings are added. The drink is then fermented. Acaçá de leite is found in Candomblé temples in Bahia and the state of Rio de Janeiro. A variation, acaçá de leite de coco, is made from coconut milk. This variation is found in the state of Rio de Janeiro. ==References== Category:Brazilian cuisine Category:Maize dishes Category:Ceremonial food and drink Category:Vegan cuisine Category:Candomblé ",
    "title": "Acaçá"
}