{
    "id": "53890960",
    "text": "{| |} The Aerial Service Mercury Senior, Aerial Mercury Senior or just Mercury Senior was a US biplane mailplane designed to operate at night between New York City and Chicago. A different, smaller, lower wing improved its performance for daytime flights. One was built and used by the United States Post Office Department. ==Design and development== The Mercury Senior was a single bay biplane without stagger and with dihedral only on the lower wing. Both wings were rectangular in plan out to blunted tips and had constant, thick sections; they were built around twin spruce and plywood spars and fabric covered. The upper wing was held over the fuselage by a pair of N-form cabane struts. The interplane struts were in parallel pairs, assisted by the usual wire cross-bracing. There were externally interconnected ailerons on both upper and lower wings. The novel feature of the Senior was the choice of lower wing: two were available, one with a shorter span than the upper wing and one with a longer span. The latter increased the total wing area by about 27% and decreased the wing loading by 19%. Lower wing loadings decrease aircraft speeds, so the longer span set provided lower night landing speeds at the price of reduced cruising speed. The fuselage of the Senior was a welded steel tube frame, its forward part covered with light metal and the rear with plywood. Externally it was flat-sided with rounded upper decking. A Liberty L-12 water-cooled V12 engine in the nose drove a two-bladed, steel Curtiss propeller. Its honeycomb radiator was ahead of the engine, which had long exhaust pipes on both sides of the fuselage to take the emissions past the pilot. His open cockpit was well behind the trailing edge of the wing. Up to of mail was stored in the space between engine and cockpit. The rear surfaces of the Senior were large, with a rectangular, strut-braced tailplane mounted on top of the fuselage carrying elevators hinged at the end of it. Its wire- braced, tall, broad, rounded fin had a straight-edged unbalanced rudder which, like the elevators, overhung the extreme tail. The Senior's landing gear was fixed and conventional with wheels, well apart, on a single axle held on two V-struts; the forward struts of the Vs contained shock absorbers. An angled, flexible tailskid, with another small shock absorber between its ends, projected beyond the extreme tail. For night landings a pair of searchlights in streamlined housings were attached below the lower wings, under the feet of the interplane struts. ==Operational history== The sole Senior flew for the first time in 1925 and was used by the Post Office until 1928. ==Operators== * United States Post Office Department ==Specifications (night flight configuration) == Mercury Senior 3-view L'Aéronautique March,1927 ==References== Category:1920s United States mailplanes Category:Biplanes Category:Single-engined tractor aircraft Category:Aircraft first flown in 1925 ",
    "title": "Aerial Service Mercury Senior"
}