{
    "id": "53899385",
    "text": "Parisa Mehrkhodavandi is a Canadian chemist who is one of the inventors of Dinuclear indium catalysts and their use for (co)polymerization of cyclic esters. == Biography == Parisa Mehrkhodavandi completed her undergraduate degree in chemistry at the University of British Columbia in 1998. Following this, Mehrkhodavandi pursued graduate studies at the Massachusetts Institute of Technology under the supervision of Richard R. Schrock. In 2002, Mehrkhodavandi graduated with her Ph.D. completing a thesis work focused on polymerization and catalysis. She conducted a post-doctoral research stint at the California Institute of Technology working together with John E. Bercaw and Robert H. Grubbs. Mehrkhodavandi returned to the University of British Columbia as faculty in 2005 and was later promoted to associate professor in 2013. Over her career, Mehrkhodavandi has been recognized with numerous awards, including but not limited to: * Alexander von Humboldt Fellowship (2015) * UBC Killam Research Fellowship (2015) * Ichikizaki Travel Award (2008, 2010) * Government of France Mobility Award (2008) * NSERC University Faculty Award (2005) * NSERC Post Graduate Scholarship (2001) == Research == Mehrkhodavandi is interested in developing 375x375px Mehrkhodavandi’s research focuses on catalysis, where her group is pursuing new ligand design strategies. Her work has contributed to new synthetic routes for biodegradable polymers,Xu, C.; Yu, I.; Mehrkhodavandi, P. Highly Controlled Immortal Polymerization Of Β-Butyrolactone By A Dinuclear Indium Catalyst. Chemical Communications 2012, 48, 6806 and fundamental mechanistic insights. Her group has a specific interest in the formation of catalysts that would allow for enantioselective organic reactions/transformations, such as chiral dinuclear indium complexes.Kremer, A. B.; Osten, K. M.; Yu, I.; Ebrahimi, T.; Aluthge, D. C.; Mehrkhodavandi, P. Dinucleating Ligand Platforms Supporting Indium And Zinc Catalysts For Cyclic Ester Polymerization. INORGANIC CHEMISTRY 2016, 55, 5365-5374. Aluthge, D. C.; Patrick, B. O.; Mehrkhodavandi, P. A Highly Active And Site Selective Indium Catalyst For Lactide Polymerization. Chemical Communications 2013, 49, 4295. Osten, K. M.; Yu, I.; Duffy, I. R.; Lagaditis, P. O.; Yu, J. C. - C.; Wallis, C. J.; Mehrkhodavandi, P. Effects Of Ligand Tuning On Dinuclear Indium Catalysts For Lactide Polymerization. Dalton Transactions 2012.Douglas, A. F.; Patrick, B. O.; Mehrkhodavandi, P. A Highly Active Chiral Indium Catalyst For Living Lactide Polymerization. Angewandte Chemie-International Edition 2008, 47, 2290-2293. The group is also working on the development of biodegradable polyesters using these ligands along with cyclic esters. This is being done in 3 main ways: the first of which is the use of Lewis acid metal centers with chiral ligand supports to open cyclic lactones to ring-opening polymerizations.Broderick, E. M.; Guo, N.; Vogel, C. S.; Xu, C.; Sutter, J.; Miller, J. T.; Meyer, K.; Mehrkhodavandi, P.; Diaconescu, P. L. Redox Control Of A Ring-Opening Polymerization Catalyst. Journal of the American Chemical Society 2011, 133, 9278 - 9281 Wang, X.; Thevenon, A.; Brosmer, J. L.; Yu, I.; Khan, S. I.; Mehrkhodavandi, P.; Diaconescu, P. L. Redox Control Of Group 4 Metal Ring-Opening Polymerization Activity Toward L-Lactide And Epsilon-Caprolactone. Journal of the American Chemical Society 2014, 136, 11264-11267 The second is the use of a chiral indium salen catalyst that allows for more precise iso-selectivity similar to chiral aluminum salen catalysts, but with higher activity than aluminum catalysts. The final method utilizes an ethoxy-bridged dinuclear indium catalystOsten, K. M.; Yu, I.; Duffy, I. R.; Lagaditis, P. O.; Yu, J. C. - C.; Wallis, C. J.; Mehrkhodavandi, P. Effects Of Ligand Tuning On Dinuclear Indium Catalysts For Lactide Polymerization. Dalton Transactions 2012. that allows for the creation of diblock polymers due to its high activity and selective control. nucleophillic attack to form a nucleophillic monomer, which can then continue the reaction to form a polymer. For different combinations of nucleophiles and rings, different catalysts are required.|375x375px == Publications == Mehrkhodavandi has published a significant amount of publications over her career. In recent works, Mehrkhodavandi writes about the role of the first alkoxide-bridged indium complex and the zinc analogues as important catalysts in the ring opening polymerization of lactides into polylactic acid.Kremer, A. B.; Osten, K. M.; Yu, I.; Ebrahimi, T.; Aluthge, D. C.; Mehrkhodavandi, P. Dinucleating Ligand Platforms Supporting Indium And Zinc Catalysts For Cyclic Ester Polymerization. INORGANIC CHEMISTRY 2016, 55, 5365-5374. The article pertains to how the indium complex bearing either the chiral or achiral ligand allows for the polymerization of racemic lactide into a highly heterotactic polylactic acid and how the indium complex along with the chiral ligand polymerizes meso-lactide into virtually atactic polylactic acid. Mehrkhodavandi discusses the mechanisms of these reactions in detail, along with the synthesis of the catalysts and activity of the resulting polymers. In another paper, Mehrkhodavandi writes about the use of an indium catalyst as a catalyst for lactide polymerization that has both high activity and high enantioselectivity - other lactide polymerizations feature either high activity or high enantioselectivity.Aluthge, D. C.; Patrick, B. O.; Mehrkhodavandi, P. A Highly Active And Site Selective Indium Catalyst For Lactide Polymerization. Chemical Communications 2013, 49, 4295. The results demonstrate site control as the primary factor behind the selectivity of the catalyst. == References == Category:Year of birth missing (living people) Category:Living people Category:Canadian chemists Category:University of British Columbia alumni Category:Massachusetts Institute of Technology alumni Category:University of British Columbia faculty Category:Alexander von Humboldt Fellows ",
    "title": "Parisa Mehrkhodavandi"
}