{
    "id": "53892284",
    "text": "Marion Rawson (August 17, 1899 – October 29, 1980) was an American archaeologist. She is known for her work with Carl Blegen at Pylos in Greece and ancient Troy in modern Turkey. After her death, the University of Cincinnati established the Marion Rawson Professorship of Aegean Prehistory \"in honor of her contributions to the field of Bronze Age Archaeology.\" == Early life and education == Marion Rawson was born in Cincinnati, Ohio. She attended Wykeham Rise School for Girls in Washington, Connecticut. She enrolled at Bryn Mawr College in 1918. Her focus of study was psychology, economics, and politics. She graduated in 1923, and then focused her studies at home in English and Archeology from 1923–1926. During this time, she worked with the Vocation Bureau of the Cincinnati Board of Education in the area of intelligence testing. In 1926, she enrolled in courses at the University of Cincinnati's School of Architecture. In 1928 she participated the University of Cincinnati sponsored excavation at Prosymna in Greece. == Archeological career == In 1928, Rawson joined the University of Cincinnati excavation at Prosymna for its third season and assisted in the cataloging and photographing of the excavation artifacts. She later returned to Cincinnati to continue work on her B.S. degree in Architecture, which she obtained in 1931. In 1932, Rawson joined Blegen's University of Cincinnati's Trojan Expedition. Rawson's assigned project during the first season at Troy was to search for pre- classical tombs. In 1933 and subsequent seasons until 1938, Rawson was given additional responsibilities: supervising selected dig areas, managing the pottery inventory, and putting together the history of the \"crucial central area\" of Troy. The excavation at Troy was completed in 1938. Her travel diaries from this period are held in the University of Cincinnati archives. Rawson, co-author with Carl Blegen and John Caskey, worked on preparing materials for the expedition publication for the next twenty years. During World War II, from 1941–1942, Rawson worked with the Bureau of Civilian Defense and from 1943–1945, she worked as a laboratory technician at Cincinnati General Hospital. After the war ended, the three authors worked together to finalize preparation for the publication. The first three volumes of the Troy expedition were released in 1950, 1951, and 1953. Rawson's diaries record details of a trip to Messenia with Blegen in 1939 where they saw \"several behive tombs on one hill, then farther on a possible acropolis and more tombs. May have been ancient Pylos.\" The excavation of the site began in 1952, and Rawson joined the following year. From 1953 to 1964, she was one of the lead archaeologists in the excavation at the Palace of Nestor. Her work on this excavation has been described as particularly rigorous, recording unusually detailed information on even the smallest sherds. In 1962, in recognition of her work at Troy and Pylos, Rawson was awarded an honorary doctor of law degree (L.L.D.). by the University of Cincinnati. Rawson partnered with Blegen in preparing materials for publication on the work at the Palace. In 1966, Volume I of Rawson's and Blegen's work, The Palace of Nestor at Pylos in Western Messenia was published. Many of her notebooks from the Pylos excavations are held in the Pylos Excavations Archive at the American School of Classical Studies at Athens. Rawson died on October 29, 1980. == Selected bibliography == * Troy: Excavations Conducted by the University of Cincinnati, 1932–1938, Volumes I—4, Princeton: Princeton University Press, 1950–1958, (with Carl Blegen and John Caskey) * A Guide to The Palace of Nestor, 1962, Cincinnati, University of Cincinnati Press, (with Carl Blegen) * The Palace of Nestor at Pylos in Western Messinia I: The Buildings and their Contents, 1966, Princeton, University of Princeton, (with Carl Blegen) == References == Category:1899 births Category:1980 deaths Category:20th-century American archaeologists Category:American women archaeologists Category:Classical archaeologists Category:Bryn Mawr College alumni Category:University of Cincinnati alumni Category:People from Cincinnati Category:20th-century women writers Category:Archaeologists of the Bronze Age Aegean ",
    "title": "Marion Rawson"
}