{
    "id": "53895387",
    "text": "sight (i.e. a scope or iron sights). A dovetail rail or dovetail mount can refer to several types of sliding brackets found on firearms primarily for mounting telescopic sights. Colloquially, the term dovetail rail usually refer to any straight mounting bracket with an inverted trapezium (dovetail) cross- section (though the hexagonal-profiled Weaver rail and Picatinny rail are also derivative dovetail designs) running parallel to the bore for mounting a scope or diopter sight to a rifle. These are sometimes also called \"tip-off\" mounts, and allow the user to easily take on or off the sight. Dovetail mount can also refer to a dovetail track running perpendicular to the bore (see \"Other uses\" below). == Dovetail rails for rifles == The SIG Sauer 200 STR has an 11 mm dovetail on the receiver for mounting a diopter rear sight or a scope sight, either directly or via a picatinny rail adapter. Dovetails come in several different types and sizes depending on manufacturer, but the most common are the 11 mm and inch (9.5 mm).Picatinny, Weaver & dovetail scope bases | Air gun blog - Pyramyd Air ReportBKL Technologies - 1\" Scope Rings and Mounts for 3/8\" and 11mm DovetailsShooting Illustrated | BKL's Tri-Mount Dovetail Riser Mounts and Picatinny Adaptors Some other less known, but currently commercially available dovetail mounts, are 12, 13, 13.5, 14,11mm scope dovetails: Why do they interchange with 3/8″? | Air gun blog - Pyramyd Air Report 14.5, 16, 16.5, 17 and 19 mm. While the well standardized picatinny rail mount (and its less standardized predecessor the Weaver rail) is most known in the U.S., many European gun manufacturers offer proprietary scope base receiver mounting systems for their guns, for example Sako has tapered dovetails, Tikka use a 16 mm dovetail, and there are other solutions such as the Blaser Saddle MountBlaser Hunting Rifles: Blaser Saddle Mount or Recknagel Swing Mount. Dovetail mounts are today mostly found on light recoiling air guns, but can also be found on some modern rifles for hunting and sport shooting using smokeless powder, although other options such as the picatinny rail are becoming more popular. Some examples of rifles with different types of rails: *9.5 mm: Crosman Pumpmaster 760, CZ 452 and Remington Model 552. *11 mm: Accuracy International Arctic Warfare, CZ 452, 455 and 511, Remington Model 597, Sig Sauer 200 STR, Walther LGR and Weihrauch HW 35. *13 mm: Chiappa Firearms Double Badger *17 mm: Sako TRG *19 mm: CZ 550 Dovetails are also integrated into some rifles most noticeably the L85A2 and A1 variants of the SA80 bullpup rifle for mounting the iron sights and the SUSAT sighting system but in recent times has been changed Picatinny rail in place of it as Dovetails where not fit for purpose according to the MOD to make space for ACOG sighting system. === Side mounted scope rail === While most dovetail rails are mounted on top of the receiver, there are also examples of side- mounted rails. Some service rifles used by Soviet and Warsaw Pact nation armed forces have a distinct type of side-mounted scope.\"The AK Side Rail - How It Works\". Russian optics. Retrieved 22 May 2017. The mount is found on the left side of the rifle receiver, with machined cutouts for reduced weight and ease of installation; an example is the PSO-1 optical sight. Similar rails also be found on rifles such as the Dragunov sniper rifle, the PSL rifle, the PKM as well as some AK series assault rifles from 1954 onwards. Since 1992 the side rail mount has become standard on all AK rifles. File:51AirborneRegiment49 (cropped).jpg|A PSO-1M2-1 scope mounted on a VSS Vintorez. File:DCB Shooting Romanian PSL scope and magazine details.jpg|Side-mounted dovetail scope mount on a Romanian PSL rifle. File:PKP Pecheneg machine gun - RaceofHeroes-part2-20 (cropped).jpg|Side mounting rail for scope sight on a PKP Pecheneg machine gun. == Other uses == A Beretta 92FS pistol with a dovetail mounted rear sight. Dovetail mount can also refer to a dovetail track running perpendicular to the bore,Common 1911 Sight Dovetails often used for smaller front sights posts and rear sights blades found on handguns and some rifles. This mounting method is meant as a semi-permanent friction fit mounting solution where a slot is milled, for instance in the slide of a pistol,Milling a Front Sight Dovetail and a sight with a corresponding dovetail is punched or drifted into that slot.Definition of Dovetail Notch Rear sights are offered in many dovetail cut profiles which are non-compatible, and some well known (and incompatible) cut profiles are those from sight manufacturers such as Novak, BoMar, LPA/TRT, Kimber or the 1911 mil standard (\"GI\"). Additionally many pistol manufacturers have their own proprietary dovetail cut profiles. == See also == * Warsaw Pact rail, a variant dovetail rail system design developed by the Soviet Union to side-mount telescopic sights to rifles and machine guns. * UIT rail, an older standard T-slot design used for mounting slings particularly on competition firearms * Weaver rail mount, early rail system used for scope mounts, still has some popularity in the civilian market * Picatinny rail (MIL-STD-1913 or STANAG 2324 rail (cancelled)), the improved and military standardized version of the Weaver mount developed by Picatinny Arsenal in New Jersey. Used for both for scope mounts and for accessories (such as extra sling mounts, vertical grips, bipods, etc.). Major popularity in the civilian market. * NATO Accessory Rail (STANAG 4694 rail), a further development from the MIL-STD-1913 Picatinny rail * Rail Integration System, generic term for a system for attaching accessories to small firearms * KeyMod - an open source \"negative space\" (hollow slot) rail mount design developed by VLTOR Weapon Systems to replace the MIL-STD-1913 rail for mounting accessories (except for scope mounts) * M-LOK - a free licensed \"negative space\" rail mount design developed by Magpul Industries as a competing standard to VLTOR's KeyMod * Zeiss rail, a ringless scope mounting standard == References == Category:Mechanical standards Category:Firearm components ",
    "title": "Dovetail rail"
}