{
    "id": "53893135",
    "text": "Elfatih A. B. Eltahir is the Breene M. Kerr Professor of Hydrology and Climate at the Massachusetts Institute of Technology. He earned a Bachelor of Science in civil engineering from the University of Khartoum in Sudan in 1985 (First Class Honors); a Master of Science in hydrology from the National University of Ireland in 1988 (First Class Honors); and the Master of Science in meteorology and the Doctor of Science in Hydro-climatology, both from MIT in the same year of 1993. Eltahir is currently the Director of the MIT-University Mohammed VI Polytechnic (UM6P) Research Program with a focus on Sustainable Development in Africa. He is the author of more than 140 peer-reviewed articles on: (i) hydrology and climate of the Nile Basin, (ii) regional impact of deforestation and irrigation on climate and rainfall over West Africa, (iii) land-atmosphere interactions over North America, specially the role of soil moisture, (iv) impact of climate change on future of heatwaves in Asia, and (v) environmental determinants of malaria transmission in Africa, among other topics. Eltahir's research focuses on how global climate change may impact society through changes in extreme weather, water availability and disease outbreaks, specially in Africa and Asia. He spent the last 25 years developing sophisticated computer models suitable for predicting regional and local impacts of climate change, and testing them against field and satellite observations. Using these models, he exposed the “hottest” spots on Earth: around the Persian Gulf and in South Asia, and predicted that habitability of these regions will be impacted due to deadly heatwaves, if climate change is not mitigated. This work received broad international media attention, suggesting a significant role in shaping global policy debate about climate change. He established long-term field sites to study the ecology of malaria transmission in several African villages, and improved significantly the state-of-the art tools for planning environmental management of this disease under the current climate (around new water reservoirs), and studied the impact of climate change on malaria transmission projecting a less worrisome future for malaria in West Africa than suggested by previous studies. In a later series of papers, Professor Eltahir investigated the ecology of Dengue transmission in Singapore. According to the Web of Science, Professor Eltahir published more than 21 peer-reviewed articles in the area of health covering the standard archival categories of infectious diseases, tropical medicine, and parasitology. These articles were published by leading journals such as Lancet, Nature Climate Change, Malaria Journal, Parasites and Vectors, Geo- health, and Environmental Health Perspectives. Google Scholar, accessed in June 2020, lists more than 10,000 citations of papers authored by Professor Eltahir, with an H-Index of 52. Professor Eltahir received the US Presidential Early Career Award in 1997. He is an elected fellow of the American Geophysical Union, and a member of the Sudanese National Academy of Science. He is a member of the Scientific Council of the International Center of Theoretical Physics, in Trieste ITALY. In 1999, Eltahir received the Kuwait Prize in Applied Sciences for his work on Climate Change (youngest person to receive this prestigious Prize, offered to scientists from Arab countries). In 2017, Eltahir received the Hydrologic Sciences Award from the American Geophysical Union.https://hydrology.agu.org/awards/hydrologic-sciences-award/ تعرف علي بروفسور الفاتح الطاهرالعربية وايضااستمع لمقابلة عن التغير المناخي ==References== Category:Year of birth missing (living people) Category:Living people Category:Massachusetts Institute of Technology faculty Category:21st- century American engineers Category:Massachusetts Institute of Technology alumni Category:University of Khartoum alumni ",
    "title": "Elfatih Eltahir"
}