{
    "id": "53892648",
    "text": "The Aggressives is a 2005 documentary, directed by Eric Daniel Peddle. An insightful exposé on the subculture of masculine presenting POC and their \"femme\" counterparts. Filmed over five years in NYC, the featured subjects share their dreams, secrets and deepest fears. == Content == This documentary intimately follows the lives of six subjects for about five years starting in 1997. Through their experiences, the documentary explores gender, sexuality, and race. The aggressives, young masculine presenting and identifying people of color living in New York City, included: Marquise, Rjai, Tiffany, Flo, Octavia and Kisha. The subjects experiences capture the many adversities and challenges of marginalized existence as queer people of color: including jail time, hysterectomies, children, joining the military, details about prison sex, working construction, competing in “balls\" within the LBTQIA+ community and being successful despite disapproval by family and society at large. The subjects included within the documentary differ from each other in gender expression: * Marquise, a trans man, straps his chest flat with duct-tape, bites his teeth to develop a stronger jaw-line, and has a deep voice. Marquise enlists in the US Army and on the eve of his departure, openly speaks of the how he will deal with the transition of being forced to live in the female compound while identifying as a transgender man. * Kisha was discovered by a fashion photographer while working her job as a messenger; she radically transforms between her aggressiveness and femininity as a model. * Flo is an Asian masculine presenting person heavily influenced by the Queer Black and Latinx ball scene. He is captivated by the bodies of Black women and often judges such categories at balls. * Rjai is a ball fixture; consistently preparing, competing, and winning in multiple categories. He appeared on a talk-show and as a result has a steady stream of interest from various women. * Octavia is raw in their gender expression, dealing with the struggles of being imprisoned and trying to turn his life around. * Tiffany sways away from norms of gender and sexuality identity, blurring labels. The subjects are asked, \"What does being an Aggressive mean to you?\" Their responses deal with masculine presenting traits and identities, and unstated rules about gender expression. The subjects relationships with some of their mothers are explored within the documentary; each mother’s understanding and acceptance of their child’s identities are complex and relatable. Some of the subjects mother's claim to accept them, others disapprove and/or hope that they will pass the phase. All of the subjects are unapologetic about their masculine identity, expression and presentation. A troubling experience shared by most of the subjects is financial hardship. == Reception == Karman Kregloe from the website OUTspoken praises the director for providing a platform for the women to define themselves and share the ways in which they \"face marginalization with humor, bravado and courage.\" According to Ciara Healy, the documentary does not make clear the distinction between the label \"aggressive\" versus \"butch\", especially how race is significant in identifying with either, leaving its audience wondering what is the difference between aggressive and butch. \"The Aggressives is highly recommended mainly because it is provocative; as a tool for generating discussion it can work really well. The subjects filmed provide thoughtful and insightful descriptions of their gendered experience which alone would make this documentary a good resource for gender studies classes that explore gender roles and identity.\" On Rotten Tomatoes it has a score of 91% based on reviews from 11 critics. == Awards == The documentary has won three awards: * Best Documentary from the 2005 Rhode Island International Film Festival * Juried Award from the 2005 Seattle Lesbian & Gay Film Festival * Audience Award from the 2005 Philadelphia International Gay & Lesbian Film Festival. ==References== Category:2005 documentary films Category:American documentary films Category:American films ",
    "title": "The Aggressives (2005 American film)"
}