{
    "id": "53893255",
    "text": "Yang Shao-Horn is a Chinese-American engineer currently the W. M. Keck Professor of Energy at Massachusetts Institute of Technology, and formerly holding the Gail E. Kendall Chair of Mechanical Engineering, and is also currently an Elected Fellow of the American Association for the Advancement of Science and Royal Society of Chemistry. As one of the most cited scientists among her peers, Dr. Shao-Horn is listed in Thomson Reuters' list of \"The World’s Most Influential Scientific Minds\". In 2018, Shao-Horn was asked to be one of the judges for Nature magazine's Nature Research Awards for Inspiring Science and Innovating Science. Shao-Horn's \"research is centered on examining the influence of surface chemistry and electronic structures of thin films and nanomaterials on lithium storage and catalytic activity of small molecules of energy consequence and applying fundamental understanding in reaction mechanisms to design new materials for lithium storage and sustainable fuels that are critical for the deployment of clean energy and clean air technologies,\" according to Nature Magazine. Dr. Shao-Horn holds over a dozen patents and has published hundreds of academic papers. == Awards == *2018 Royal Society of Chemistry Faraday Medal *2018 International Society of Electrochemistry Fellow *2018 Elected to the National Academy of Engineering *2017 Electrochemical Society Fellow *2016 Battery Research Award of the Electrochemical Society *2014 AAAS Fellow *2014 Royal Society of Chemistry Fellow *2013 Research Award of the International Battery Association *2008 Tajima Prize of the International Society of Electrochemistry *2008 Charles W. Tobias Young Investigator Award of the Electrochemical Society == External Links == How a Widely Used Catalyst Splits Water Finally Explained at an Atomic Level Mobility Systems Center awards four projects for low-carbon transportation research ==References== Category:Year of birth missing (living people) Category:Living people Category:Massachusetts Institute of Technology faculty Category:21st-century American engineers Category:Chinese engineers Category:Beijing University of Technology alumni Category:Michigan Technological University alumni ",
    "title": "Yang Shao-Horn"
}