{
    "id": "53894324",
    "text": "The Murder of Lalit Jain refers to a murder in Bhiwandi on 24 April, 2002. Lalit Jain was an advocate and associated with Bajrang Dal, the youth wing of the Vishva Hindu Parishad. Jain was an activist against illegal cow slaughter, he was on his way to attend proceedings related to a case about illegal cow slaughter. He was waylaid by assailants in an auto rickshaw, three rounds were fired at him while he was in a car around 11.45 am near Teen Batti naka, near court premises. He died as a result of the shooting. The attackers fled the scene on foot. His murder resulted in demonstrations in Bhiwandi, imposition of section 144 and then curfew, his family had named suspects, however instead of making arrests, police lathi-charged mourners. The family in response had refused to perform funeral rites until arrests were made. Gopinath Mundhe and leader of the opposition Narayan Rane speaking on the floor of the house criticised the inaction of the government in preventing such crimes and police oppression on the family of the victim. Members of the Shiv Sena and the Bharatiya Janata Party, walked out of the Maharashtra Legislative assembly in session in condemnation. Kirit Somayya in a Lok sabha debate on 26 April, 2002, described the murder as part of the chain of targeted killing of Hindu activists belonging to Bharatiya Janata Party, Vishva Hindu Parishad, Bajrang Dal, Shiv Sena activists, in Kalyan, Akola and Bhiwandi in 12 days prior to Jain's murder. Mohammed Salim Vali Ahmed Quereshi alias Salim Baba was arrested in connection with the case. Saquib Nachan was charged with Jain's murder but was acquitted for want of evidence. According to a Rambhau Mhalgi Prabodhini report Jain was murdered for his activities related to opposition to illegal cow slaughter, his success in popularising the cause in Bhiwandi and successful litigation that caused resentment amongst Muslims of Bhiwandi. In 2011, Nachan had allegedly threatened that he would also kill one Manoj Raicha just as he killed Jain. Raicha was an activist belonging to \"Gowvansh Saurakshan Samiti\" (Committee for the protection of cow and progeny) for rescuing cows that were to be illegally slaughtered by Muslims on occasion of their \"festivals\" and against illegal slaughterhouses. Raicha was provided police protection as a response to the threat. On 3 August, 2012, Raicha was fired at thrice, but survived the attack with injuries to his arm. Nachan was arrested in connection with the incident. ==See also== Murder of Prashanth Poojary == References == Category:Murdered animal activists ",
    "title": "Murder of Lalit Jain"
}