{
    "id": "53891036",
    "text": "“My Life as a Bat” is a 1,433 word short story first appearing in a collection of 27 short stories and prose poems by Canadian author Margaret Atwood titled Good Bones, published in 1992. The story is written in 1st Person point of view from the perspective of an unnamed, ungendered narrator who claims to have lived a previous life as a bat and to have been reincarnated as a human. It is organized into five titled subsections, each introducing a new topic, considered from the alternating points of view of the narrator as a human and as their former bat self, “a point of view at once soothingly familiar” because bats are a widely known animal “and freakishly alien” because they are so often viewed as darkly mysterious, even frightening. The story's primary subject is the atypical perspective that humans, not bats, are frightening, a “[wry] revising [of] cultural myths. == Reincarnation == === Summary, Analysis, and References === The first section introduces the subject of the narrator’s previous life as a bat and asserts the claim that disbelief in reincarnation is proof of not being “a serious person.” For evidence, the narrator creates a syllogism listing as proposition 1 that “a great many people believe in” past lives and as proposition 2 that “sanity is a general consensus about the content of reality.” This consensus “inevitably works to the detriment of the oppressed or silenced” such as the female protagonist Offred in Atwood's The Handmaid’s Tale. The narrator also submits that the idea of reincarnation has been commercialized, and that “[i]f the stock market exists, so must previous lives” furthering its need to be taken seriously with a “sly undertone” that pokes fun at capitalism's ability to legitimize anything that can be commodified and implying that even “[g]enres and narratives…are not immune to the law of supply and demand.” The narrator then introduces the primary theme of the story: human inferiority. They point out that “[i]n the previous life market,” there is a greater market for past lives of people such as Cleopatra than people such as Peruvian-ditch diggers, Indian latrine-cleaners, and 1952 Californian housewives. By categorizing housewives of California—a state famous for fame, wealth, wine, and glamor—with manual laborers toiling in dirt and feces in countries with histories of colonial subjugation, Atwood creates a stark contrast between the perceived desirability and privilege of being such a housewife with the reality of this position's powerlessness. The narrator then draws the audience's attention to the idea that reincarnation as “vultures, spiders, or rodents” would be a reward rather than a punishment, augmenting the theme of human inferiority by suggesting that the reverse of anthropocentrism may be true. == Nightmares == === Summary, Analysis, and References === The second section describes two “recurring nightmares” experienced by the narrator, each from the perspective of a bat. In one the bat is trying to escape a house wherein a man is attempting to hit it with a tennis racket while a “woman is shrieking, ‘My hair! My hair!’” The bat describes the man as a “monster” and is pessimistic regarding its chances of escaping with its life. In the second nightmare, the bat drinks juicy desert flower nectar before returning to its cave to escape the dehydrating sun's rise. However, when it arrives at the cave's entrance, the helpless bat finds the entrance “sealed over” by humans. The narrator asks who “‘said that light was life and darkness nothing?” serving to “puncture absolutist religious and cultural mythologies.” == Vampire Films == === Summary, Analysis, and References === In the third section the narrator as a human continues to justify their belief that they were formerly a bat. The narrator cites a preference for dawn and dusk over strong daylight, a sense of deja vu when visiting Carlsbad Caverns—which is believed to house the world's largest bat colony—and a “dislike for headfuls of human hair” due to a fear of entanglement. The narrator then describes having always perceived vampire films as ridiculous, alluding to costume, stage directions, and special effects in the 1931 film Dracula. The description highlights the complete lack of agency held by female characters in the film and pokes fun at this rendering of an affectedly bat-like man being able to so easily overpower them with his masculine sexuality when in fact he bears more resemblance to an umbrella. == The Bat as Deadly Weapon == === Summary, Analysis, and References === In the fourth section, the narrator is again human and describes in the tone of a memoir a United States World War II military experiment eventually named Project X-Ray. The section is primarily a summary and although the narrator gets the nation wrong—the project's target was Japan not Germany—the project's historicity is otherwise accurate. The experiment was undertaken by the Department of the Navy to determine its viability. The theory was that the bats would be released by aircraft over major Japanese cities just before dawn fitted with incendiary devices with timers. “As daylight approached, the bats would head for dark recesses of wooden Japanese houses. When the bats were safely asleep, the incendiary devices would ignite, thus producing a conflagration of unprecedented proportions. A test run of this theory was carried out in the southwestern United States” and altogether approximately 6,000 bats were used for experimentation. “However, the advent of the atomic bomb rendered this experiment moot.” The narrator wonders what would have happened if the project was completed and suspects there would have been no acknowledgement of the loss of bat life. They then contrast human reaction to bombs with human reaction to bats, noting that while the former is more “ominous” only the latter makes “flesh creep” because ultimately, bat flesh is unlike human flesh and that this is more repulsive than being a weapon of mass destruction. == Beauty == === Summary, Analysis, and References === In the fifth and final section, the narrator describes the life of a bat as natural and sensuously beautiful and wonders if their life as a human is an interlude. The narrator posits that perhaps they were sent back to Earth as a human to influence other humans to be more compassionate toward bats and nature in general, a clear challenge to anthropocentrism. They then describe praying in a way that echoes the Lord's Prayer except that their goddess is imagined to look like a bat and the evil from which these bats are begging deliverance is human beings. == References == Category:Short stories by Margaret Atwood ",
    "title": "My Life as a Bat"
}