{
    "id": "53892706",
    "text": "Vasily Stepanovich Popov (, January 8, 1894 – July 2, 1967) was a Soviet general and Hero of the Soviet Union. He fought for the Imperial Russian Army in World War I, attaining the rank of Praporshchik. He fought for the Bolsheviks in the subsequent civil war and in the war against Poland. He was made a Kombrig (brigade commander) on November 26, 1935. As commander of the 28th Rifle Corps, he took part in the Soviet-Finnish War in 1940 and was awarded the Red Banner Order. He was made a major general in June 1940 and a lieutenant general in June 1942. == World War II == When the German attack on the Soviet Union began on June 22, 1941, his 28th Rifle Corps was deployed to the 4th Army on the Western Front and was forced to withdraw from the Brest region towards Kobryn and Bobruisk. At the beginning of July, his corps was withdrawn to the reserve and from July 15, in the Propoisk area, participated in defensive military operations on the left bank of the Sosch. During these hostilities, Popov was seriously injured and, after his recovery in September 1941, was appointed deputy commander of the logistics department of the 50th Army. In January 1942, he was appointed commander of the 10th Army on the western front. His troops carried out counterattacks in the area southeast of Moscow near Tula and liberated the cities of Mikhailov and Jepifan. In the summer of 1943, his army took part in the Smolensk Operation, in which the German defense at Kirov was broken and the advance towards Roslawl, Snigirjowka and Tschaussy took place. The 10th Army defended the front on the Pronja River until spring 1944. In April 1944 Popow was appointed deputy commander of the 1st Belarusian Front and in May 1944 of the same year he was appointed commander of the 70th Army. The 70th Army together with the 61st and 28th Army carried out the encirclement of German units in the Brest area during the Lublin–Brest Offensive from the south-west. On July 26, 1944, he was raised to the rank of Colonel General. During the East Prussian Offensive, the army advancing from the Serok bridgehead broke through the enemy's defense and then liberated the city of Modlin. From February to March 1945 his army took part in the East Pomeranian Offensive and took part in the liberation of the city of Gdansk. During the Stettin-Rostock operation, the 70th Army operated as part of the 2nd Belarusian front towards Neubrandenburg. After crossing the Oder, the German Stettin Group was defeated and then it reached the city of Rostock and the coast of the Baltic Sea near Wismar by May 3. By decree of the Presidium of the Supreme Soviet of April 10, 1945, he was honored with the title Hero of the Soviet Union together with the award of the Order of Lenin. == Post war period == After the war ended, Popow was appointed commander of the 43rd Army in July 1945, which was part of the Northern Army Group. In August 1946 he became the commander of the 10th Guard Army of the Leningrad Military District. In November 1947 he was appointed head of advanced training courses for the commanders of the Rifle Divisions and then appointed head of the faculty of the Frunze Military Academy. In June 1955 he was appointed head of the Military History Faculty for the training of army officers and in January 1958 on the general staff for research work. Popov retired from the army at the age of 65 in 1959 and died in Moscow in July. He was buried in the Novodevichy Cemetery. He was a recipient of the Order of Lenin, the Order of the Red Banner, the Order of Suvorov, the Order of Kutuzov and the Order of the Red Star. ==Bibliography== * * Category:1894 births Category:1967 deaths Category:Soviet colonel generals Category:Heroes of the Soviet Union Category:Russian military personnel of World War I Category:People of the Russian Civil War Category:People of the Polish–Soviet War Category:Soviet military personnel of World War II Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Suvorov, 1st class Category:Recipients of the Order of Kutuzov, 1st class Category:Frunze Military Academy alumni ",
    "title": "Vasily Popov (Soviet general)"
}