{
    "id": "53903588",
    "text": "To Fly to Steal is a studio album by American violinist Mark Feldman and pianist Sylvie Courvoisier together with drummer Gerry Hemingway and bassist Thomas Morgan. The album was released on the Intakt Records label in 2010. The album contains seven original compositions written by bandmembers. ==Reception== John Fordham of The Guardian wrote \"This absorbing session's free-improv associations are conspicuous in episodes of drifting violin figures against trickling piano musings, and abrasive chords over stabbed low- end notes and percussion furores, yet the overall impression is of audaciously reworked lyricism, and an accessible narrative shapeliness. The dancing melody of the opening Messianesque is typical of Courvoisier and Feldman's long- evolved empathy, and the suite-like Five Senses of Keen is a miniature masterpiece of solemn high-register violin figures and subtly harmonised chords, like distant Gregorian chants, interspersed with Courvoisier's punchier percussive departures. The pianist even sounds eerily like Thelonious Monk on the tramping Coastlines.\" Glenn Astarits of All About Jazz noted \"The quartet manifests a self-identity during these emotively imbued works, designed with asymmetrical pulses, and brisk unison lines to contrast improvisation-based call and response frameworks. It's an undulating program, kindled by Feldman's climactically executed staccato phrasings and synergistic interplay with Courvoisier. Coupled with emphatic tension-and-release statements, the band abides by a democratic outlook.\" ==Track listing== ==Personnel== Band *Mark Feldman – violin Producer *Sylvie Courvoisier – pianoProducer *Gerry Hemingway – drums *Thomas Morgan – bass Production *Amy Sillman – cover art *Jonas Schoder – graphic design *Chris Allen – recording, mixing *John Corbett – liner notes *Michael MacDonald – mastering *Patrik Landolt – producer *James Farber – recording, mixing == References == Category:Mark Feldman albums Category:2010 albums ",
    "title": "To Fly to Steal"
}