{
    "id": "53907240",
    "text": "Dr. Janina Wójcicka Hoskins (February 19, 1912 – October 19, 1996) was a Polish-American librarian. She worked at the Library of Congress from 1951 to 1989 and was responsible for assembling there the largest collection of Polish material in the United States. She was born Janina Wanda Ewa Kozłowska in Kuprowo, the daughter of Michał and Jadwiga (née Bielska). She attended gimnazjum in Nowa Wilejka and Wołkowysk until she left home in 1929 for Białystok. She married in Bielsko Podlaskie in 1931, taking the name Janina Wójcicka. At the time a married woman could not continue high school, so she studied privately and graduated with her matura in 1933. In 1934, the couple moved to Warsaw and she studied history at the University of Warsaw. They had two sons, Andrzej (born 1935) and Stanisław (born 1937). In 1938, Wójcicki became a judge in Cracow and she studied at Jagiellonian University. Following the Invasion of Poland, Wójcicki joined the Polish Army and became director of the Polish National Council of the Polish Government in Exile. She remained in Cracow with their children, clandestinely teaching, studying, and aiding the Polish Armed Forces in the West. Following the end of World War II, Wójcicki returned to Poland and became a member of the Parliament of Poland for the Polish Peasant Party (PSL) and a close associate of its leader, Stanisław Mikołajczyk. Wójcicka earned her master's degree from Jagiellonian in 1946 and her doctorate in 1947, with a dissertation entitled \"Western cultural influences in Poland during the reign of Casimir the Great in the fourteenth century\". In 1947, communists manipulated the elections and arrested and persecuted members of the PSL, leading many of them to flee the country, including Mikołajczyk. Janina Wójcicka and their children fled from Gdańsk in 1949 aboard a Swedish coal freighter, the SS Viking, and from Sweden emigrated to the United States with the assistance of Mikołajczyk. Franciszek Wójcicki was imprisoned by the communist government until 1955 or 1956, but after his release the government refused to allow him to leave Poland. Unable to reunite, the couple divorced in 1960. The same year, Wójcicka married Professor Halford L. Hoskins (1891-1967), a scholar of international relations, taking his last name. From 1950 to 1955, she worked as a translator and assistant for Mikołajczyk's friend, US Representative John Dingell, who was of Polish descent. In 1951, Dingell sponsored HR 632, legislation which granted Wójcicka and her children permanent residency in the US. While working for Dingell, she began volunteering to work with Polish collections at the Library of Congress. In 1952, she took a part-time position as Polish Consultant in the new Slavic and East European Division, working as a bibliographer and compiler of lists of Polish-language abbreviations and reference materials and was responsible for the ordering of thousands of books and other materials. In 1955, she became a full-time area specialist covering Poland and Bulgaria. In addition to direct acquisitions, she supervised book exchange programs with Polish institutions. One in particular was the result of Public Law 480, in effect 1972 to 1979, in which Polish debt to the US was partially discharged by directing Polish materials to a number of American institutions. In the 1970s, the Polish collections in the Library of Congress grew to over 90 thousand books and 130 thousand periodicals. Hoskins also made four trips to Poland to arrange exchanges and other collaborative efforts with Polish libraries, in 1966 (with Librarian of Congress L. Quincy Mumford), 1974, 1976, and 1978. In 1963, she was awarded a Meritorious Service Award by the Library of Congress. Her descendants include Susan Wojcicki, the current CEO of YouTube, Janet Wojcicki, an anthropologist and epidemiologist, and Anne Wojcicki, founder of 23andMe. == References == Category:1912 births Category:1996 deaths Category:Polish librarians Category:Library of Congress Category:American people of Polish descent Category:Jagiellonian University alumni Category:University of Warsaw alumni ",
    "title": "Janina Wójcicka Hoskins"
}