{
    "id": "53901341",
    "text": "Marrow adipose tissue (MAT), also known as bone marrow adipose tissue (BMAT), is a type of fat deposit in bone marrow. It increases in states of low bone density -osteoporosis, anorexia nervosa/ caloric restriction, skeletal unweighting such as that which occurs in space travel, anti-diabetes therapies. == Origin == The marrow adipocytes originate from mesenchymal stem cell (MSC) progenitors that also give rise to osteoblasts, among other cell types. Thus, it is thought that MAT results from preferential MSC differentiation into the adipocyte, rather than osteoblast, lineage in the setting of osteoporosis. Since MAT is increased in the setting of obesity and is suppressed by endurance exercise, or vibration, it is likely that MAT physiology, in the setting of mechanical input/exercise, approximates that of white adipose tissue (WAT). == Exercise regulation of marrow adipose tissue == The first study to demonstrate exercise regulation of MAT in rodents was published in 2014; Now, exercise regulation of MAT has been confirmed in a humansl adding clinical importance. Several studies demonstrated exercise reduction of MAT which occurs along with an increase in bone quantity . Since exercise increases bone quantity, reduces MAT and increases expression of markers of fatty acid oxidation in bone, MAT is thought to be providing needed fuel for exercise-induced bone formation or anabolism. One notable exception occurs in the setting of caloric restriction: exercise suppression of MAT does not yield an increase in bone formation and even appears to cause bone loss. Indeed, energy availability appears to be a factor in the ability of exercise to regulate MAT. == Relationships to other types of fat == MAT has qualities of both white and brown fat. Subcutaneous white fat contain excess energy, indicating a clear evolutionary advantage during times of scarcity. WAT is also the source of adipokines and inflammatory markers which have both positive (e.g., adiponectin) and negative effects on metabolic and cardiovascular endpoints. Visceral abdominal fat (VAT) is a distinct type of WAT that is \"proportionally associated with negative metabolic and cardiovascular morbidity\", regenerates cortisol, and recently has been tied to decreased bone formation Both types of WAT substantially differ from brown adipose tissue (BAT) as by a group of proteins that help BAT’s thermogenic role. MAT, by its \"specific marrow location, and its adipocyte origin from at least LepR+ marrow MSC is separated from non-bone fat storage by larger expression of bone transcription factors\", and likely indicates a different fat phenotype. Recently, MAT was noted to \"produce a greater proportion of adiponectin - an adipokine associated with improved metabolism - than WAT\", suggesting an endocrine function for this depot, akin, but different, from that of WAT. == Impact on bone health == MAT increases in states of bone fragility. MAT is thought to result from preferential MSC differentiation into an adipocyte, rather than osteoblast lineage in osteoporosis based on the inverse relationship between bone and MAT in bone-fragile osteoporotic states. An increase in MAT is noted in osteoporosis clinical studies measured by MR Spectroscopy. Estrogen therapy in postmenopausal osteoporosis reduces MAT. Antiresorptive therapies like risedronate or zoledronate also decrease MAT while increasing bone density, supporting an inverse relationship between bone quantity and MAT. During aging, bone quantity declines and fat redistributes from subcutaneous to ectopic sites such as bone marrow, muscle, and liver. Aging is associated with lower osteogenic and greater adipogenic biasing of MSC. This aging-related biasing of MSC away from osteoblast lineage may represent higher basal PPARγ expression or decreased Wnt10b. Thus, bone fragility, osteoporosis, and osteoporotic fractures are thought to be linked to mechanisms which promote MAT accumulation. File:Marrow Adipose Tissue (typical quantity young mouse) cropped.jpg|Representative distal femur histologic section of a 16-week old healthy C57BL/6 mouse demonstrating a typical quantity of marrow adipocytes. File:Increased Marrow Adipose Tissue cropped.jpg|Representative distal femur histologic section of a 16-week old C57BL/6 mouse after 6 weeks of calorie restriction demonstrating an increased quantity of marrow adipocytes. == Maintenance of hematopoietic stem cells == Bone marrow adipocytes secrete factors that promote HSC renewal in most bones. Hematopoietic cells (also known as blood cells) reside in the bone marrow along with marrow adipocytes. These hematopoietic cells are derived from hematopoietic stem cells (HSC) which give rise to diverse cells: cells of the blood, immune system, as well as cells that break down bone (osteoclasts). HSC renewal occurs in the marrow stem cell niche, a microenvironment that contains cells and secreted factors that promote appropriate renewal and differentiation of HSC. The study of the stem cell niche is relevant to the field of oncology in order to improve therapy for multiple hematologic cancers. As such cancers are often treated with bone marrow transplantation, there is interest in improving the renewal of HSC. == Measurement == In order to understand the physiology of MAT, various analytic methods have been applied. Marrow adipocytes are difficult to isolate and quantify because they are interspersed with bony and hematopoietic elements. Until recently, qualitative measurements of MAT have relied on bone histology, which is subject to site selection bias and cannot adequately quantify the volume of fat in the marrow. Nevertheless, histological techniques and fixation make possible visualization of MAT, quantification of adipocyte size, and MAT’s association with the surrounding endosteum, milieu of cells, and secreted factors. Recent advances in cell surface and intracellular marker identification and single-cell analyses led to greater resolution and high- throughput ex-vivo quantification. Flow cytometric quantification can be used to purify adipocytes from the stromal vascular fraction of most fat depots. Early research with such machinery cited adipocytes as too large and fragile for cytometer-based purification, rendering them susceptible to lysis; however, recent advances have been made to mitigate this; nevertheless, this methodology continues to pose technical challenges and is inaccessible to much of the research community. To improve quantification of MAT, novel imaging techniques have been developed as a means to visualize and quantify MAT. Although proton magnetic resonance spectroscopy (1H-MRS) has been used with success to quantify vertebral MAT in humans, it is difficult to employ in laboratory animals. Magnetic resonance imaging (MRI) provides MAT assessment in the vertebral skeleton in conjunction with μCT-based marrow density measurements. A volumetric method to identify, quantify, and localize MAT in rodent bone has been recently developed, requiring osmium staining of bones and μCT imaging, followed by advanced image analysis of osmium-bound lipid volume (in mm3) relative to bone volume. This technique provides reproducible quantification and visualization of MAT, enabling the ability to consistently quantify changes in MAT with diet, exercise, and agents that constrain precursor lineage allocation. Although the osmium method is quantitatively precise, osmium is toxic and cannot be compared across batched experiments. Recently, researchers developed and validated a 9.4T MRI scanner technique that allows localization and volumetric (3D) quantification that can be compared across experiments, as in . File:Demonstration of Method- Osmium-μCT with Advanced Image Processing.tif|alt=Demonstration of Osmium-μCT method with Advanced Image Processing|Figure. This figure demonstrates the use of the osmium- μCT method with advanced image processing to quantify MAT. In this figure, running exercise is shown to suppress MAT despite PPARγ agonist. Fat binder osmium is imaged via μCT (A ) in n =5 per group overlaid images. Quantification of osmium as MAT/ bone volume in the whole femur is shown. a, significant due to Rosi. b, significant due to exercise. Rosi=rosiglizaone, CTL=control, E=exercise. File:MRI method copy.tif|alt=MRI with image processing as a method to quantify MAT.|Figure. This demonstrates the use of MRI imaging (9.4T scanner) along with advanced image processing to quantify MAT. The images and graph demonstrate that MAT is higher in obese compared with lean mice. B6 mice were fed HFD from age 4 wk until age 16 wk. MAT was quantified by MRI. A) n=10 superimposed group average images are shown B) MAT normalized to bone volume in each group. == References == == Further reading == * * Category:Bone marrow Category:Bone fractures ",
    "title": "Marrow adipose tissue"
}