{
    "id": "53907620",
    "text": "Hettie B. Tilghman, as pictured in The Negro Trail Blazers of California, 1919. Hettie Blonde Tilghman (1871–1933) was an American social activist around Oakland, California in the late 1800s and early 1900s. Over the course of her career she held multiple leadership roles in many activist groups while creating and managing day cares and youth clubs. A major advocate for black women and youth in the Bay Area, Tilghman helped pave the way for many activists who would follow her in subsequent generations. Tilghman co-founded the Phyllis Wheatley Club of the East Bay. == Biography == Born to pioneers John and Rebecca Jones in 1871, Hettie grew up with two older sisters in San Francisco. Their family stayed in San Francisco until 1885 when they moved to Oakland where Hettie would remain the rest of her life. By 1890, Hettie had married Charles F. Tilghman and the couple moved in with his mother Lucinda shortly after. The Tilghman's were an influential African American family who fought for racial equality. Hettie and Charles Tilghman had their first child, Hilda, in 1896 and their second child, Charles Francis, in 1897. Shortly after the birth of Hilda, they moved out of Lucinda’s home and Hettie retired from teaching. Once Charles and Hilda were old enough to enroll in school, Hettie became quite active in public life and began forming various clubs and community building projects. She continued her philanthropic career until she died in 1933. == Career == In the early 1890s, she was an organizer and secretary of Bethel A.M.E Church Sunday School of San Francisco and ran a private language school out of her parents’ home, teaching English to Chinese students. Hettie also served on the board of the Home for Aged and Infirm Colored People, opened in 1897 just outside of Mills College. She was then elected president of the California State Federation of Colored Women's Clubs in 1917 and president of the Fannie Wall Children’s Home and Day Nursery in the early 1920s. Within the same time period, she was took charge of the Oakland branch of National Association for the Advancement of Colored People. Throughout the 1920s, she was an active member in women’s suffrage and continued her involvement until she died in 1933. One of Hettie’s main areas of focus was helping the marginalized African American community. She worked as the financial secretary of Northern Federation of California Women’s Clubs, created in 1913. The NFCCWC was entirely made of arts, education, and general advancement clubs created by and for women of color to fill the void of these kinds of clubs for black women. Between 1914 and 1918 Tilghman worked with Fannie Wall to raise $1200 to open the Fannie Wall Children’s Home and Day Nursery in West Oakland. This would become the only concurrent daycare and orphanage available to children of color in the area. After the huge success of this center, Tilghman began fundraising for a second children’s care facility which would require a significantly larger amount of capital. Additionally, she worked to establish and manage a YWCA specifically dedicated to black youth. In the 1920s Tilghman took major leadership roles in multiple organizations. For example, she was chosen to be president of the Alameda County League of Colored Women Voters and served a major leadership role in the African American sect of the League of Women Voters. In both organizations, Tilghman advocated for laws that would address the unique needs of women and children. ==References== Category:1871 births Category:1933 deaths Category:African-American women Category:Activists from Oakland, California Category:American social activists Category:YWCA leaders Category:NAACP activists Category:American women activists ",
    "title": "Hettie B. Tilghman"
}