{
    "id": "53905958",
    "text": "Gertrude C. Saunders (August 25, 1903 – April 1991) was an American singer, actress and comedian, active from the 1910s to the 1940s. ==Biography== She was born in Asheville, North Carolina, and studied at Benedict College, Columbia before leaving in her teens to join a vaudeville troupe based in Chicago, organized by Billy King. She was a featured singer and comedian, and performed a number of hit songs including \"Wait 'Til the Cows Come Home\" (1918), \"Hot Dog\" (1919), and \"Rose of Washington Square\" (1920), as well as starring in King's 1919 stage production of Over the Top, which \"dramatized the state of African Americans at the time of the Paris Peace Conference\".Bernard L. Peterson (2001). Profile of African American Stage Performers and Theatre People, 1816-1960. Westport, Connecticut: Greenwood Press. , p.222. In April 1921, she became the star of the first production, in New York, of Shuffle Along, by Eubie Blake and Noble Sissle, who wrote the songs \"Daddy, Won’t You Please Come Home\" and \"I’m Craving for That Kind of Love\" for her.Lean'tin L. Bracks, Jessie Carney Smith (2014). Black Women of the Harlem Renaissance Era. Lanham, Maryland: Rowman and Littlefield. , p.191 She was a part of \"the first Broadway musical entirely written, directed, and performed by African Americans\". She received good reviews -- according to one critic, \"Jazz with more pep than ever seen here before was featured by Gertrude Saunders...\". Lynn Abbott and Doug Seroff, \"A Great Musical Migration: How the Blues Headed North\", LiteraryHub.com, July 19, 2017. Retrieved 10 March 2018 She also made several recordings for Okeh Records, with Tim Brymn's Black Devil Orchestra. Tim Brymn and his Black Devil Orchestra, RedHotJazz.com. Retrieved 11 March 2018 She was spotted by vaudeville promoters Hurtig and Seamon, who offered to increase her salary if she would star in a burlesque show. She accepted the offer and was replaced in Shuffle Along by Florence Mills. Saunders' career faltered as a result of the move, though she continued to star in revues through the 1920s, notably several produced by Irvin C. Miller. In 1929, she featured in a revue promoted by Bessie Smith's husband, Jack Gee. Smith suspected that Saunders and Gee were having an affair, and twice beat up Saunders, as a result of which Smith was charged with assault; her marriage to Gee ended soon afterwards. Gertrude Saunders, ipernity.com. Retrieved 11 March 2018 In 1931, Saunders suffered a breakdown and returned to Asheville to recuperate. She returned to perform in revues during the 1930s, and was claimed in some reports as having, some years earlier, originated the \"boop-oop-a-doop\" lyrics in scat singing, \"Gertrude Saunders Gets A Break\", The Pittsburgh Courier, August 19, 1939, p.20 later associated with Helen Kane. Saunders featured in several movies, including an uncredited role as a servant in The Toy Wife (1938). In 1939, she co-produced her own show, Midnight Steppers, and she performed in the 1943 Broadway show Run Little Chillun. Dan Dietz, \"Run Little Chillun\", The Complete Book of 1940s Broadway Musicals, Rowman & Littlefield, 2015, pp.177-178 She also appeared in several films aimed at African American audiences, such as Big Timers (1945) and Sepia Cinderella (1947). Saunders is portrayed in the 2015 HBO TV movie, Bessie. She is portrayed as Gertrude, who has an affair with Bessie Smith's husband, Jack Gee. Saunders died in Beverly, Massachusetts, in 1991. ==References== Category:1903 births Category:1991 deaths Category:Musicians from North Carolina Category:20th-century American singers Category:20th-century American women singers ",
    "title": "Gertrude Saunders"
}