{
    "id": "53906118",
    "text": "International Archives for the Women's Movement () was founded in Amsterdam in 1935, as a repository to collect and preserve the cultural heritage of women and make the documents of the movement available for study. The entire collection was stolen by the Nazis in 1940 and only small portions were recovered after the war. In 1988, the part of the archival collection which had not been looted by the Nazis became the foundational collection of the International Information Centre and Archives for the Women's Movement. A substantial portion of the archive was discovered in Moscow in 1992 and returned to Amsterdam in 2003. In 2013, the institution which houses the collection was renamed as the Atria Institute on Gender Equality and Women's History ==History== Rosa Manus The International Archives for the Women's Movement was founded in 1935 by three Dutch feminists, Rosa Manus, Johanna Naber and Willemijn Posthumus-van der Goot. Manus was a conference organizer for the International Woman Suffrage Alliance (IWSA), a secretary of the Women's International League for Peace and Freedom (WILPF) and was involved with many of the leading feminists of her day, including Aletta Jacobs and Carrie Chapman Catt. When Jacobs died in 1929, her books and papers were bequeathed to Manus. Naber was one of the founders of the IWSA and a historian dedicated to writing about the history of the women's movement, including writing biographies of prominent women. As a member of the National Dutch Women's Council , Naber had begun to collect publications on feminism and create an archive for the NVN and by 1921, had urged creation of a resource for other women to study. Posthumus-van der Goot was an economist and after she attended a 1934 conference arranged by the Dutch Association for Women's Interests and Equal Citizenship (DAWIEC) to study government policies on paid employment for women, she realized that there was inadequate information on the history of women working. The three women's different skill-sets and ages, which constituted three-generations of the Dutch women's movement, combined to persuade the founders of the newly established International Institute of Social History (IISH) (which included Posthumus-van der Goot's husband) to give them two rooms in their building at Keizersgracht 264 for their project. On 3 December 1935, the International Archives for the Women's Movement () was founded with Manus as president and Posthumus-van der Goot as the secretary. Within a year, the official opening of the IAV was held and by 1937 they had established a multi-lingual Yearbook to confirm the international nature of collecting and studying documents about women. The international advisory board, included such members as Margery Corbett Ashby, British feminist and IWSA president from 1926-1946; Cécile Brunschvicg, French feminist, International Council of Women (ICW) member and IWSA delegate; Carrie Chapman Catt, American founder of the IWSA; Dorothy Heneker, Canadian feminist, lawyer and Secretary of the Women's International Organizations' Peace and Disarmament Committee; Bertha Lutz, Brazilian feminist and IWSA board member; Baroness Marthe Boël, Belgian feminist and president of ICW between 1936 and 1947; and Elsie Zimmern, British feminist and ICW general secretary from 1925.Johanna Naber The women corresponded with women's groups in English, French and German, encouraging them to forward articles, books, brochures, periodicals and the like for inclusion in the archive. They also had reciprocity agreements with other women's facilities, like the Bibliothèque Marguerite Durand in Paris and The Fawcett Library of London. By the end of the 1930s, the archive contained approximately 4500 books and brochures, as well as a collection of around 150 periodicals from twenty countries. Most of these journals were contemporary publications, though there was a complete collection of the Tribunes des femmes from 1833. Several first edition books were part of the archive, including A Serious Proposal to the Ladies, for the Advancement of Their True and Greatest Interest (1694) by Mary Astell and A Vindication of the Rights of Woman (1792) by Mary Wollstonecraft. There were original documents by Jane Austen and a manuscript copy of Cécile de Jong van Beek en Donk's novel, Hilda van Suylenburg (1897). ==Nazi intervention== Willemijn Posthumus-van der Goot At the outbreak of World War II the situation in Europe curtailed the sharing of items from the archive. The uncertainty also propelled Manus to merge her private library and documents into the IAV holdings for safety. This proved to be a costly miscalculation, as when the Nazis invaded the Netherlands on 10 May 1940, the archive became a target. By June, German officials had inspected IAV twice and on 12 July 1940 the Security Police confiscated forty boxes of materials, as well as the furnishings and fixtures. The only item which was not taken was the safe, which contained money, other valuables and some of Jacob's papers. The reasons the documents were taken has been obscured. The Germans claimed that the Berlin women's movement wanted them, which the German women later denied, though Gertrud Scholtz-Klink, head of the National Socialist Women's League did admit to having received around 500 books from IAV in 1942. Francisca de Haan a professor of gender studies at Budapest's Central European University, believes that the actual reason the archives were taken had more to do with the facts that Manus, the president was Jewish, both an international feminist and pacifist, and suspected of Communist leanings because of her left-leaning views and activities; Manus would later be executed at Ravensbrück concentration camp in 1943. The confiscated records were initially sent to Berlin, and then later were moved to Sudetenland for security reasons. At the end of the war, the Red Army took the documents from German-occupied Czechoslovakia and in 1945-46, stored them in the KGB's (), meaning special archive, which was housed in Moscow. In 1947, Posthumus-van der Goot, the only one of the founders who survived the war, became president of the IAV and reopened the archive. She immediately began making inquiries as to what had happened to their stolen collection, following the lead that women's groups in Berlin had wanted them. , a German philosopher living in Munich wrote her that it was unlikely that any German women, except possibly Scholtz-Klink had any interest in obtaining the materials. In 1947, Dirk Graswinckel, a member of the committee to recover and repatriate Nazi plunder, returned a few boxes, representing about 1/10th of IAV's pre-war holdings. Then in 1966, a librarian from Hradec Králové, Czechoslovakia found four books stamped by the IAV and returned them. In the 1960s, the organization filed for reparations under the Wiedergutmachung program and assumed its remaining holdings were lost. ==Second-wave feminism rejuvenation== The period of actively acquiring materials ceased effectively in 1939 and through the 1970s no efforts were made to expand the collection beyond what had been retrieved, unless an individual or organization donated materials. Though some minor works were published in the 1950s and 1960s by IAV, and they moved several times, little effort was made to reach those beyond Posthumus-van der Goot's circle. In the 1970s during the Second-wave of feminism institutions and organizations began to flourish again. Women's history groups at several Dutch universities began seeking out records on women and re-discovered IAV. Growing interest in preserving women's records and specifically evaluating the history of ordinary women, led to the decision to begin acquiring documents again in the early 1980s, with the specific focus of obtaining journals, letters and diaries from working class women, instead of just women's movement elites. The Dutch government began to subsidize the collection efforts, causing the archive to exponentially expand. Wanting better access to the materials, the first professional inventory was completed in 1980 and the following year, having outgrown their space, IAV moved to Keizersgracht 10 in Amsterdam, sharing offices with three other women's organizations: the Documentation Centre for the Women's Movement (), the journal Lover, and the Foundation of Women in the Visual Arts (). In 1988, the IAV, IDC and Lover organizations were merged to form the International Information Centre and Archives for the Women's Movement () with the IAV archival collection underpinning the new institution's holdings. ==Subsequent recoveries== In 1992, a report which appeared in NRC Handelsblad, a major Dutch newspaper, written by historian Marc Jansen, noted that some of IAV's materials had been located in Russia. He reported that the Russians were willing to return more than thirty collections, including those of the IAV. Almost immediately the state archivists of both countries met in Moscow and signed an agreement to return the twenty-five boxes of IAV's documents found in Russia, but there were delays because the Russian Parliament refused to ratify the agreement. In 1993, Heleen Massee of the photograph division of IIAV was allowed to go to Moscow and take notes on the content of six boxes. In the spirit of Perestroika and Glasnost policy reforms, historian Mineke Bosch and a colleague, Myriam Everard, went to Moscow in 1994 to try to discover what records were held in the Osobyi Archive. Bosch discovered a leather bound volume of newspaper clippings, photographs and translations which had been prepared by Hungarian women for a visit by Carrie Chapman Catt and Aletta Jacobs, following the 1906 Copenhagen Conference of the International Woman Suffrage Alliance. The Hungarians had invited Catt to visit in October, and advised her to bring a German-speaking companion, who was not German to assist her. To commemorate the visit, Rosika Schwimmer had helped them bind the volume marked with the inscription \"1906 October 12–14\". Upon finding the booklet, Bosch brought it to Everard and they approached the director and asked if they could return it to Amsterdam. Though sympathetic, the director denied their request, claiming that all items had to be counted before they could be returned. Bosch and Everard spent four days in Moscow and inventoried 203 dossiers containing 28,051 documents, discovering hundreds of pictures dated to the 1890s. They found a large portion of Manus' documents but also noted that the collection did not represent the entirety of the stolen artifacts, as most of the 150 periodicals and all of the 4,500 books of the pre-war IAV were absent. When the delays caused concern that the IAV archives might not be returned quickly, the International Institute for Social History microfilmed 14 reels of 33,663 individual images, making the documents accessible once again. Though officials continued to press for the return of the documents bureaucracy delayed any action until an announced 2001 visit by Queen Beatrix to Russia. Finally in January 2002, twenty-two boxes of materials were returned to the Netherlands. Nine boxes, including some of the IAV records were retained because they had not been properly processed. In March 2003, the final nine boxes were sent, and rejoined the archival collection in May. In December 2015, nine books, including Beroepsarbeid der gehuwde vrouw (Occupational work of the married woman, 1921) by Betsy Bakker- Nort were returned from the Berlin Central and Regional Library, bearing the stamp of IAV or Rosa Manus. == References == ===Citations=== ===Bibliography=== * * * * * * * * Category:1935 establishments in the Netherlands Category:Archives in the Netherlands Category:Feminism in the Netherlands Category:Preservation (library and archival science) Category:Looting Category:Art and cultural repatriation after World War II Category:Organizations established in 1935 ",
    "title": "International Archives for the Women's Movement"
}