{
    "id": "53902520",
    "text": "Georganne Deen (born 1951 in Fort Worth, Texas) is an American artist, poet and musician. She now lives and works in Joshua Tree, California. == Solo exhibitions == * 2013 Brand 10, Fort Worth, Texas, forever eve * 2012 Webb Gallery, Waxahachie, Texas, Song of Myself * 2011 VAN HORN, Düsseldorf, Once Upon a Stratum of Consciousness * 2009 VAN HORN, Düsseldorf, The Dramatic Upheaval & Ultimate Fall of the Status Quo * 2008 Smith-Stewart, New York, The Love That Has No Opposite * 2007 VAN HORN, Düsseldorf, The Devil's Daughter * 2004 Mixture Contemporary Art, Houston, Texas, The Heroine's Trip * 2003 Lizabeth Oliveria Gallery, San Francisco, California, Western Witch, Season of the * 2002 The MAC, Dallas, Texas, Georganne Deen: 1992–2002 * 2002 Barry Whistler Gallery, Dallas, Texas, I Gave it All Away for Love * 2002 Mixture Contemporary Art, Houston, Texas, The New Alchemy (From Shit City) * 2001 Babilonia 1808, Berkeley, California, The Secret Storm * 2000 Waikato Museum of Art, Hamilton, New Zealand, 15 Psychic Orgasms * 1999 Dunedin Public Art Gallery, Dunedin, New Zealand * 1998 Christopher Grimes Gallery, Santa Monica, California, Un Fuc Me (and let me live again) * 1998 The Power Plant Public Art Gallery, Toronto, Ontario, Georganne Deen * 1997 The Guggenheim Gallery at Chapman University, Los Angeles, California, Georganne Deen * 1996 Christopher Grimes Gallery, Santa Monica, California, The Mind Hospital * 1994 Christopher Grimes Gallery, Santa Monica, California, The Mother Load * 1988 La Luz de Jesus Gallery, Los Angeles, California, Crying Game * 1981 Zero Zero Gallery, Los Angeles, California, Georganne Deen == Publications == * 5000 Jahre Moderne Kunst – Painting, Smoking, Eating, Hrsg. Andreas Baur für die Galerien der Stadt Esslingen am Neckar, 96 S., farb. und s/w Abb., Texte von Andreas Baur, Andreas Baur/Marcus Weber, Andreas Seltzer, Georg Baselitz, Hansjörg Fröhlich * Blasted Allegories: Werke aus der Sammlung Ringier, Kunstmuseum Luzern 2008 * Western Witch, Season of the foreword by Thurston Moore, Perceval Press 2003 * The Godfrey Daniels School of Charm at Track 16, Smart Art Press and Western Witch 2002 * Georganne Deen 1992–2002 essay by Doug Harvey catalogue from The McKinney Avenue Contemporary, Dallas Tex. 2002 * Georganne Deen catalogue from The Power Plant, essay by Philip Monk, Toronto Ontario Canada 1998 * Georganne Deen an Exhibition of Paintings essays by Michael Duncan, Amy Gerstler Smart Art Press Santa Monica California * If That's All You Can Remember, poetry and paintings Studio Camuffo Venezia 1997 == Sources == * Behrens, Katja \"Verspielter Exorzismus\", TAZ nrw, 20. March 2007 * Wertheim, Christine \"Georganne Deen: Underground Woman\" X-tra Winter 2006 * Harvey, Doug \"I Art the 80's\" L.A. Weekly, March 2006 * Fahl, David \"Text Hook\" Houston Press, June 17, 2004 * Klaasmeyer, Kelly, Deen's List\" Houston Press, Jan.2, 2003 * Lowry, Mark, \"Artist's Work Hits Close to Home\" Fort Worth Star Telegram, Mar. 13, 2002 * Mitchell, Charles Dee, \"Self Examination Turns Disturbing\" The Dallas Morning News Feb. 28, 2002 * Deen, Georganne, \"The Girlfriend and The Devil\" Grand Street #70 * Halstrup, Anjee \"Georganne Deen: The Secret Storm and the Vogue Book of the Dead\" ZERO magazine July 2001 * Rodriguez, Juan \"Georganne Deen at Babilonia 1808\" Artweek June 2001 * McEwam, Ann \"15 Psychic Orgasms\" Waitako Times Mar 8, 2000 ==References== == External links == *Georganne Deen's web site *Van Horn Society's artist's biography *LA Times articles Category:1951 births Category:Living people Category:Fantastic art Category:American women artists ",
    "title": "Georganne Deen"
}