{
    "id": "53907522",
    "text": "The tornado outbreak and floods of April 28 – May 1, 2017 were a series of severe weather events that affected the central United States, producing life- threatening flooding and a major tornado outbreak. It formed out of a disturbance in the Southwestern United States on April 28, and caused significant impacts, including a heavy snowstorm in the Rockies, and other types of severe weather. Up to of snow fell on the cold side of the system, and up to a foot of rain fell in and around the central parts of the nation. The most significant and damaging events of the storm unfolded late on April 29, when two large, long-tracked, and powerful wedge tornadoes struck areas near Canton, Texas, the strongest being an EF4. Together, the two tornadoes caused four deaths and many injuries. == Meteorological history == On April 28, a stationary front drifted across the central United States, associated with cloudiness and showers. By 21:00 UTC, a surface low with a central pressure of developed in central Kansas. Shortly afterwards, thunderstorms erupted along the stationary front, which required the National Weather Service to issue some severe weather watches. A few tornadoes touched down, including an EF2 that caused considerable damage near Cameron, Oklahoma. By April 29, a ridge of high pressure centered over the Atlantic Ocean, this helped focus high levels of atmospheric moisture rising from the Gulf of Mexico along the front, causing immense clusters of heavy rain and thunderstorms to slowly progress eastwards – also known as thunderstorm training. Simultaneously, after deepening slightly to , the elongated area of low pressure was producing heavy snowfall in parts of Nebraska and Colorado, including Denver. Little change occurred over the next six hours as the front moved slightly eastwards; although a squall line was beginning to form, increasing the threat for large hail, damaging wind gusts and a few tornadoes. While the overall setup was not favorable for a widespread tornado outbreak, thunderstorms from earlier in the day left behind an outflow boundary draped across northeastern Texas, resulting in a localized area of enhanced low-level helicity. Deep moisture, high levels of CAPE, and low LCL heights were also present in this area as multiple thunderstorms rode the boundary and dramatically intensified into large tornadic supercells. A violent EF4 wedge tornado developed near Eustace, Texas and passed west of Canton, leveling homes, debarking numerous trees, and killing two people. Two more people were killed by a separate EF3 wedge tornado that passed east of Canton, destroying a car dealership along Interstate 20, tossing numerous vehicles, destroying homes, and causing significant damage further north in the town of Fruitvale. An EF2 tornado also touched down near Log Cabin and dissipated near Eustace, destroying additional homes and a communications tower. Multiple additional weak tornadoes occurred in Texas and in other states that afternoon and evening as well. Overnight into the early hours of April 30, the activity pushed eastward and a powerful squall line of severe thunderstorms with numerous embedded tornadic circulations swept through the Mississippi Valley. Throughout the day, the low tracked northeast into the Plains and intensified, causing some snowfall in the mountainous regions and in colder places, meanwhile severe weather continued to occur in the South. Forty-two tornadoes occurred across the Southern United States that afternoon and evening, with much of the activity centered in Mississippi. While many of these tornadoes were weak, some were large and wedge-shaped and reached EF2 intensity. One of these strong tornadoes killed one person and caused damage in the town of Durant, Mississippi. On May 1, another squall line of severe storms developed further to the north. The Storm Prediction Center ended up issuing a tornado watch for parts of Pennsylvania and New York. The storms ended up producing multiple embedded weak tornadoes across the region. Tornadoes were not the primary threat; however, and straight line wind gusts up to 85 mph (137 km/h) were reported in parts of Pennsylvania and New York which caused a significant amount of damage in the impacted areas. Numerous reports of downed trees and power lines were received throughout parts of the Northeastern United States before the event came to an end. == Confirmed tornadoes == ===April 28 event=== {| class=\"wikitable sortable\" style=\"width:100%;\" |+ List of confirmed tornadoes – Friday, April 28, 2017 ! scope=\"col\" style=\"width:3%; text-align:center;\"|EF# ! scope=\"col\" style=\"width:7%; text-align:center;\" class=\"unsortable\"|Location ! scope=\"col\" style=\"width:6%; text-align:center;\" class=\"unsortable\"|County / Parish ! scope=\"col\" style=\"width:5%; text- align:center;\"|State ! scope=\"col\" style=\"width:6%; text-align:center;\"|Start Coord. ! scope=\"col\" style=\"width:6%; text-align:center;\"|Time (UTC) ! scope=\"col\" style=\"width:6%; text-align:center;\"|Path length ! scope=\"col\" style=\"width:6%; text-align:center;\"|Max width ! scope=\"col\" class=\"unsortable\" style=\"width:48%; text-align:center;\"|Summary ! scope=\"col\" class=\"unsortable\" style=\"width:3%; text-align:center;\"|Refs |- |bgcolor=# | EF2 |W of Cameron |Le Flore |OK | |03:36–03:51 | | |Mobile homes and outbuildings were destroyed, and frame homes were damaged to a lesser degree. Two metal shipping containers were thrown 50 yards, while a school bus, several cars, tractors, and a dump truck were rolled as well. A bulldozer was dragged, and power poles were snapped. Numerous trees were snapped and uprooted as well. | |- |bgcolor=# | EF1 |Goshen |Oldham |KY | |03:53–03:56 | | |Two buildings, including the main worship center, were damaged at a large church facility in town. Numerous trees were snapped or uprooted; some trees damaged the roofs and gutters of houses. Power lines and power poles were downed. Several residences sustained significant roof damage, and barns were damaged as well. | |- |} ===April 29 event=== {| class=\"wikitable sortable\" style=\"width:100%;\" |+ List of confirmed tornadoes – Saturday, April 29, 2017 ! scope=\"col\" style=\"width:3%; text-align:center;\"|EF# ! scope=\"col\" style=\"width:7%; text-align:center;\" class=\"unsortable\"|Location ! scope=\"col\" style=\"width:6%; text-align:center;\" class=\"unsortable\"|County / Parish ! scope=\"col\" style=\"width:5%; text-align:center;\"|State ! scope=\"col\" style=\"width:6%; text-align:center;\"|Start Coord. ! scope=\"col\" style=\"width:6%; text-align:center;\"|Time (UTC) ! scope=\"col\" style=\"width:6%; text-align:center;\"|Path length ! scope=\"col\" style=\"width:6%; text- align:center;\"|Max width ! scope=\"col\" class=\"unsortable\" style=\"width:48%; text-align:center;\"|Summary ! scope=\"col\" class=\"unsortable\" style=\"width:3%; text-align:center;\"|Refs |- |bgcolor=# | EF1 |WNW of Natchitoches |Natchitoches |LA | |19:24–19:28 | | |One home sustained roof damage while a second had several windows blown out and lost some of its siding. Numerous trees were snapped or uprooted, one of which landed on a workshop. Another falling tree crushed a house, and a dock was destroyed at Sibley Lake. | |- |bgcolor=# | EF1 |WNW of Bellefonte |Boone |AR | |20:16–20:18 | | |Several trees were snapped or uprooted, some of which landed on homes. Homes sustained roof, window, and siding damage. Wooden projectiles were speared into tree branches and the ground. A metal canoe was thrown and impaled on a metal storage rack. One large home had an exterior wall bowed inward, injuring one occupant when a chandelier fell on her. | |- |bgcolor=# | EF0 |ENE of Kampville |St. Charles |MO | |20:31–20:35 | | |Several homes sustained minor roof damage. Outbuildings and sheds were destroyed, trees were snapped and uprooted, and at least a half dozen boats and campers were tossed. | |- |bgcolor=# | EF1 |NNW of Brighton |Jersey, Macoupin |IL | |21:02–21:05 | | |Numerous trees were snapped, twisted, and uprooted. A detached garage was completely destroyed, and a nearby home had roof damage and windows blown out. | |- |bgcolor=# | EF0 |SW of Grand Saline |Van Zandt |TX | |21:15–21:18 | | |Minor tree damage occurred. | |- |bgcolor=# | EF1 |E of Sallisaw |Sequoyah |OK | |21:17–21:30 | | |Outbuildings were destroyed, power poles were snapped, and trees were uprooted. | |- |bgcolor=# | EF0 |NE of Alexander |Morgan |IL | |21:20–21:21 | | |A tornado briefly touched down in an open field. No damage occurred. | |- |bgcolor=# | EF1 |N of Natural Dam |Crawford |AR | |21:57–22:05 | | |A mobile home was destroyed, a house was damaged, power poles were downed, and trees were uprooted. | |- |bgcolor=# | EF0 |E of Canton |Van Zandt |TX | |22:10–22:14 | | |Trees and barns were damaged. | |- |bgcolor=# | EF4 |S of Eustace to W of Canton |Henderson, Van Zandt |TX | |22:29–23:09 | | |2 deaths, 25 injuries – See the section on this tornado | |- |bgcolor=# | EF2 |NE of Log Cabin to NE of Eustace |Henderson, Van Zandt |TX | |22:51–23:04 | | |A tall communications tower was snapped in half, and several homes were destroyed by this high-end EF2 tornado. Numerous trees were snapped, uprooted, or debarked as well. Ten people were injured. | |- |bgcolor=# | EF3 |S of Canton to Western Fruitvale to NE of Emory |Van Zandt, Rains |TX | |23:08–00:28 | | |2 deaths, 24 injuries – See the section on this tornado | |- |bgcolor=# | EF0 |W of Miller Grove |Hopkins |TX | |23:32–23:50 | | |A multiple-vortex tornado destroyed a metal barn and damaged a house after a tree limb fell on the main power line and caused the structure to catch fire. | |- |bgcolor=# | EF0 |ENE of Mabank |Van Zandt |TX | |00:13–00:15 | | |Residents observed a tornado in an open field. No damage occurred. | |- |bgcolor=# | EF1 |NNW of Lindale |Smith |TX | |00:45–00:48 | | |A barn had its roof ripped off and deposited back atop the structure, causing extensive damage. Trees were snapped and uprooted. | |- |bgcolor=# | EF1 |E of Mineola |Wood |TX | |00:48–00:49 | | |Several trees were snapped and uprooted, including one that caused extensive damage to a home upon falling. | |- |} ===April 30 event=== {| class=\"wikitable sortable\" style=\"width:100%;\" |+ List of confirmed tornadoes – Sunday, April 30, 2017 ! scope=\"col\" style=\"width:3%; text-align:center;\"|EF# ! scope=\"col\" style=\"width:7%; text-align:center;\" class=\"unsortable\"|Location ! scope=\"col\" style=\"width:6%; text-align:center;\" class=\"unsortable\"|County / Parish ! scope=\"col\" style=\"width:5%; text- align:center;\"|State ! scope=\"col\" style=\"width:6%; text-align:center;\"|Start Coord. ! scope=\"col\" style=\"width:6%; text-align:center;\"|Time (UTC) ! scope=\"col\" style=\"width:6%; text-align:center;\"|Path length ! scope=\"col\" style=\"width:6%; text-align:center;\"|Max width ! scope=\"col\" class=\"unsortable\" style=\"width:48%; text-align:center;\"|Summary ! scope=\"col\" class=\"unsortable\" style=\"width:3%; text-align:center;\"|Refs |- |bgcolor=# | EF1 |N of Griffithville |White |AR | |05:37–05:47 | | |A mobile home was shifted off its foundation, several trees were snapped or uprooted, and several other homes sustained minor damage. Outbuildings were damaged or destroyed, with debris lofted into nearby trees. A camper trailer was flipped as well. | |- |bgcolor=# | EF1 |S of Augusta |Woodruff |AR | |05:57–05:58 | | |Several trees were snapped and a metal shed was damaged. Patio furniture and a grill were tossed around at a residence as well. | |- |bgcolor=# | EF1 |SE of Datto |Clay |AR | |06:25–06:29 | | |Some grain bins were destroyed, a mobile home was heavily destroyed, a residence lost most of its roof, and a few farm outbuildings were demolished. | |- |bgcolor=# | EF1 |S of Cardwell |Mississippi, Dunklin |AR, MO | |06:56–06:58 | | |A metal farm building was destroyed. | |- |bgcolor=# | EF1 |Dell |Mississippi |AR | |07:07–07:13 | | |Minor roof and tree damage occurred in Dell. Elsewhere along the path, a mobile home was destroyed, a frame home sustained minor damage, and metal cotton gin buildings were severely damaged or destroyed. | |- |bgcolor=# | EF1 |NNE of Hornersville |Dunklin |MO | |07:08–07:10 | | |Some sheds and outbuildings were destroyed and roof damage occurred. An abandoned brick school building collapsed. | |- |bgcolor=# | EF1 |Allport |Lonoke |AR | |07:15–07:22 | | |Homes in Allport sustained minor shingle damage. Southwest of town, trees were snapped or uprooted, and power poles were also snapped. | |- |bgcolor=# | EF2 |N of Matthews to SSE of Sikeston |New Madrid |MO | |07:52–07:56 | | |A house had its roof ripped off and had part of a rear exterior wall blown inward. A barn and some small sheds were completely destroyed, and two other barns were damaged. Large trees were uprooted and a pickup truck was damaged as well. | |- |bgcolor=# | EF1 |W of Sikes |Winn |LA | |08:07–08:21 | | |Some outbuildings sustained damage as a result of this large wedge tornado. Trees were snapped and uprooted, and one home had a tree fall on its patio roof. | |- |bgcolor=# | EF1 |W of Bunkie |Avoyelles |LA | |09:20–09:24 | | |Tin was ripped off outbuildings, tree limbs were snapped, and a daycare business had its metal roof ripped off. A large tree was toppled onto a carport, damaging it and several vehicles. | |- |bgcolor=# | EF1 |NW of Oak Ridge |Morehouse |LA | |09:44–09:54 | | |A frame home sustained significant roof damage, a playhouse and shed were completely destroyed, and a few power poles were damaged. | |- |bgcolor=# | EF0 |N of Pleasant Grove |Drew |AR | |10:50–10:52 | | |Several trees were snapped or uprooted, including some that landed on a house and caused structural damage. Another tree landed on a pickup truck. Mobile homes had skirting and roofing material ripped off, and a frame home had its back porch and part of its roof blown off. Small sheds and outbuildings were destroyed as well. | |- |bgcolor=# | EF2 |Cloverdale |Adams |MS | |11:14–11:24 | | |A large portion of the roof was ripped off a home in Cloverdale. Numerous trees were snapped and uprooted; one fell on a church while a second fell on a home. Another tree landed on a car, and the roof was blown off of a stable as well. | |- |bgcolor=# | EF1 |SW of Delta to N of Vicksburg |Madison, Warren |LA, MS | |12:13–12:27 | | |A road sign was damaged, numerous trees were snapped and uprooted, and power lines were downed. The garage door of a building was damaged, and power poles were snapped. | |- |bgcolor=# | EF1 |ESE of Fayette to ESE of Port Gibson |Jefferson, Claiborne |MS | |12:24–12:42 | | |Numerous trees were snapped and uprooted across a rural area. A power pole was snapped, and a few chicken houses sustained extensive roof damage. | |- |bgcolor=# | EF2 |Southern Port Gibson to WNW of Utica |Claiborne, Warren |MS | |12:30–12:55 | | |This tornado first touched down in the southern part of Port Gibson, where a mobile home was shifted off of its foundation and had skirting ripped off, while a nearby car was spun around. Trees in town were snapped and uprooted, a few of which landed on homes. Further along the path, a large swath of trees was flattened as the tornado moved through heavily forested areas. A school building and an outbuilding sustained roof damage as well. | |- |bgcolor=# | EF0 |NW of Hazelhurst |Copiah |MS | |13:01–13:07 | | |A few trees were uprooted, with many tree limbs snapped. | |- |bgcolor=# | EF1 |SE of Learned |Hinds |MS | |13:10–13:17 | | |Dozens of trees were snapped or uprooted, and a power line was downed. | |- |bgcolor=# | EF1 |WNW of Edwards |Hinds, Warren |MS | |13:14–13:18 | | |A few trees were uprooted, and many large tree branches were snapped. | |- |bgcolor=# | EF1 |S of Bolton to Flora |Hinds, Madison |MS | |13:22–13:47 | | |A home sustained minor roof damage, a metal tractor shed was destroyed, two power poles were snapped, a mobile home sustained minor damage, and a large billboard was damaged. The tornado struck Flora before dissipating, where buildings sustained minor structural damage in the downtown area and the top of the town's old water tower was blown off. | |- |bgcolor=# | EF1 |SW of Terry |Hinds |MS | |13:23–13:26 | | |A metal shed lost most of its roof and had a couple walls damaged. A horse trailer was rolled, a home had some of its siding ripped off, and trees were snapped or uprooted. A wooden power pole was bent over as well. | |- |bgcolor=# | EF1 |N of Edwards |Hinds |MS | |13:23–13:33 | | |Many trees were snapped or uprooted by this large wedge tornado. | |- |bgcolor=# | EF1 |WNW of Clinton |Hinds |MS | |13:28–13:31 | | |Numerous trees were snapped and uprooted, power lines were downed, and a semi-truck was overturned. | |- |bgcolor=# | EF0 |Eastern Covington |Tipton |TN | |13:46–13:50 | | |This weak tornado moved through the eastern edge of Covington. Trees and power poles were damaged along the path. Crestview Middle School sustained minor damage as well. | |- |bgcolor=# | EF1 |Kearney Park |Madison |MS | |13:50–13:54 | | |This tornado touched down in Kearney Park and moved to the northeast. A small metal warehouse building and several homes in town sustained minor damage. Further along the path, an outbuilding had pieces of metal roofing torn off and blown into nearby trees. Many trees were snapped and uprooted along the path. | |- |bgcolor=# | EF1 |SE of Bentonia |Yazoo, Madison |MS | |13:51–13:57 | | |Trees were snapped and uprooted along the path of this large wedge tornado, and a large tree limb fell onto a home. | |- |bgcolor=# | EF2 |ENE of Bentonia to WSW of Pickens |Yazoo |MS | |13:54–14:17 | | |Thousands of trees were snapped or uprooted by this massive wedge tornado, which at times exceeded a full mile in width. Some of the trees landed on homes and caused damage. Power poles were snapped, outbuildings were damaged or destroyed, the tin roof was ripped off a mobile home, and frame homes sustained mostly minor damage. | |- |bgcolor=# | EF1 |NE of Bentonia |Yazoo |MS | |14:06–14:14 | | |High-end EF1 wedge tornado caused damage to several structures, including a home that had its entire tin roof ripped off and a residence that sustained damage to its awning. A mobile home was damaged, a barn had its roof blown off, and trees were snapped and uprooted as well. | |- |bgcolor=# | EF2 |WSW of Pickens to Durant |Yazoo, Holmes, Attala |MS | |14:16–14:41 | | |1 death – This very large wedge tornado was well over a mile wide at times. Thousands of trees were snapped or uprooted, and hundreds of power poles and power lines were downed. Multiple frame homes lost large portions of their roofs, and several other homes sustained less severe damage. Four mobile homes were destroyed, including one well-anchored mobile home that was thrown 300 yards and obliterated. A few outbuildings were also damaged or destroyed. The tornado struck Durant directly before dissipating, where many trees were downed and numerous structures had roofing and siding ripped off. A few abandoned brick buildings in the downtown area were largely destroyed. | |- |bgcolor=# | EF1 |NE of Lexington |Holmes, Carroll |MS | |14:38–14:49 | | |A few trees were uprooted and many tree limbs were snapped. | |- |bgcolor=# | EF0 |Tylertown |Walthall |MS | |14:39 | | |A brief tornado was reported. No damage occurred. | |- |bgcolor=# | EF0 |NE of Forest |Scott |MS | |14:41–14:47 | | |Many trees were uprooted, a mobile home sustained minor roof damage and had its skirting blown off, and tin was ripped off of a chicken house. | |- |bgcolor=# | EF1 |NNE of Durant |Holmes |MS | |14:42–14:45 | | |Numerous trees were downed along the path. | |- |bgcolor=# | EF1 |E of West |Attala |MS | |14:42–14:46 | | |Many trees were uprooted, including one that fell on a church. | |- |bgcolor=# | EF0 |N of West |Carroll |MS | |14:51–14:55 | | |Trees were uprooted, power lines were downed, and a few shingles were ripped off of a house. | |- |bgcolor=# | EF2 |S of Vaiden to NW of Kilmichael |Carroll, Montgomery |MS | |14:58–15:13 | | |This strong wedge tornado completely destroyed a large metal I-beam shed, with debris strewn up to 100 yards away. Several smaller sheds were also destroyed. Numerous trees were snapped and uprooted, power lines were downed, and numerous homes sustained roof damage either from the tornado or from falling trees. | |- |bgcolor=# | EF1 |Kilmichael |Montgomery |MS | |15:11–15:15 | | |High-end EF1 tornado moved directly though Kilmichael. Two sheds were destroyed, dozens of homes in town sustained roof damage from falling trees and the tornado itself, and thousands of trees were snapped or uprooted. A tall communications tower was broken in half, and dozens of power poles and power lines were downed. | |- |bgcolor=# | EF1 |N of Kilmichael |Montgomery |MS | |15:13–15:19 | | |Many trees were snapped and uprooted along the path. | |- |bgcolor=# | EF1 |NNE of Kilmichael |Montgomery, Webster |MS | |15:14–15:20 | | |Many trees were snapped or uprooted along the path. | |- |bgcolor=# | EF0 |WSW of Tucker |Neshoba |MS | |15:17–15:18 | | |A few trees were snapped, one of which fell onto a power line. A flag pole was bent in half, and the skirting of a mobile home was damaged. | |- |bgcolor=# | EF1 |NE of Kilmichael |Webster |MS | |15:18–15:23 | | |Many trees were snapped or uprooted along the path. | |- |bgcolor=# | EF1 |W of Slate Springs |Calhoun |MS | |15:26–15:29 | | |Several outbuildings were damaged and destroyed, and numerous trees were snapped or uprooted. | |- |bgcolor=# | EF1 |NNW of New Hope |Lowndes |MS | |16:37–16:43 | | |Numerous trees were snapped or uprooted along the path. One tree fell onto a house, destroying the structure. Another home sustained high-end EF1 damage to its roof, power poles were broken, and a scoreboard at a local park was damaged. | |- |bgcolor=# | EF1 |Livonia |Pointe Coupee |LA | |18:15–18:17 | | |A church had a large portion of its tin roof ripped off, a metal storage building was flipped over onto its roof, and a poorly constructed carport had its tin roof ripped off. Multiple trees were snapped as well. | |- |bgcolor=# | EF0 |E of Zachary |East Baton Rouge |LA | |18:50–18:52 | | |Four mobile homes sustained minor damage, one of which had its tie-down straps ripped off, and a poorly constructed carport was destroyed. A transmission line connected to another mobile home was ripped off and thrown about up into a tree, and a wooden fence was blown down as well. | |- |bgcolor=# | EF0 |Vinemont |Cullman |AL | |19:12–19:20 | | |Trees were snapped and uprooted. A metal roof was blown off a large garage and into a nearby residence. Minor roof and shingle damage also occurred. | |- |} ===May 1 event=== {| class=\"wikitable sortable\" style=\"width:100%;\" |+ List of confirmed tornadoes – Monday, May 1, 2017 ! scope=\"col\" style=\"width:3%; text- align:center;\"|EF# ! scope=\"col\" style=\"width:7%; text-align:center;\" class=\"unsortable\"|Location ! scope=\"col\" style=\"width:6%; text-align:center;\" class=\"unsortable\"|County / Parish ! scope=\"col\" style=\"width:5%; text- align:center;\"|State ! scope=\"col\" style=\"width:6%; text-align:center;\"|Start Coord. ! scope=\"col\" style=\"width:6%; text-align:center;\"|Time (UTC) ! scope=\"col\" style=\"width:6%; text-align:center;\"|Path length ! scope=\"col\" style=\"width:6%; text-align:center;\"|Max width ! scope=\"col\" class=\"unsortable\" style=\"width:48%; text-align:center;\"|Summary ! scope=\"col\" class=\"unsortable\" style=\"width:3%; text-align:center;\"|Refs |- |bgcolor=# | EF0 |Fort Benning |Chattahoochee |GA | |14:07–14:08 | | |Trees were snapped or uprooted. | |- |bgcolor=# | EF0 |E of Free Home |Forsyth |GA | |14:24–14:28 | | |A few large trees were uprooted, and many tree limbs and branches were broken. One tree fell on a mobile home. | |- |bgcolor=# | EF0 |NW of Prospect |Butler |PA | |18:30–18:33 | | |Dozens of softwood and hardwood trees were snapped or uprooted. Roof panels on a barn were ripped off, and paneling was removed from a trailer door. A frame home sustained minor damage, and skirting was removed from mobile homes at a mobile home park, where falling trees caused damage to structures and vehicles. Greenhouses were damaged, and a storage container was lofted over one of the greenhouses. | |- |bgcolor=# | EF0 |W of Parker |Butler |PA | |18:56–18:57 | | |A brief and narrow tornado snapped or uprooted several trees. | |- |bgcolor=# | EF0 |Beaver Township |Clarion |PA | |19:09–19:10 | | |Shingles were ripped from outbuildings, yard items were displaced, and trees were damaged. | |- |bgcolor=# | EF0 |NE of Scotch Hill |Clarion |PA | |19:25–19:26 | | |A brief tornado snapped or uprooted dozens of trees. | |- |bgcolor=# | EF0 |Cooksburg |Clarion |PA | |19:27–19:28 | | |Dozens of trees were snapped or uprooted by this brief tornado. | |- |bgcolor=# | EF1 |Green Township |Clarion, Forest |PA | |19:27–19:31 | | |An extensive swath of trees were snapped and uprooted, damaging several cabins upon falling. | |- |bgcolor=# | EF0 |SE of Newton |Catawba |NC | |19:54–19:58 | | |Intermittent tornado snapped or uprooted many large trees, some of which landed on structures and caused damage. Minor roof, siding, and window damage also occurred. | |- |bgcolor=# | EF1 |Dahoga |Elk |PA | |20:08–20:09 | | |Numerous trees were knocked down along the path. | |- |bgcolor=# | EF1 |Rebersburg |Centre |PA | |22:44–22:45 | | |Several dozen homes and outbuildings in town were damaged, and dozens of trees were snapped or uprooted. A utility pole was snapped, and one person was injured when a work shed collapsed onto him. | |- |} ===Eustace–Canton, Texas=== This violent, rain-wrapped EF4 wedge tornado first touched down south of Eustace at 5:29 pm CDT, prompting a Particularly Dangerous Situation tornado warning. Damage at the beginning of the path ranged from EF0 to EF1 strength, as many trees were snapped and uprooted, a manufactured home sustained minor damage, and a wooden fence was downed. The tornado intensified as it moved northeastward and approached U.S. Route 175, reaching EF2 strength as it passed to the southeast of Eustace. A communications tower was bent in half, a one-story home had most of its roof torn off, while a large two-story brick home had major damage to its roof structure and second floor. Past Route 175, the tornado weakened back to EF1 strength and turned due-north, widening dramatically as it approached the Van Zandt County line. The tornado crossed into Van Zandt County and strengthened back to EF2 intensity at the intersection of County Road 2901 and County Road 2908. Numerous trees were snapped, a house had its roof torn off, a small house lost its roof and sustained collapse of exterior walls, while a third home had a large section of its roof removed. A mobile home was completely destroyed as well in this area. The wedge tornado briefly weakened back to EF1 intensity as it continued northward, before dramatically re-intensifying to EF4 strength as it crossed County Road 2301. A well-built two-story brick home was completely leveled in this area, with much of the foundation slab swept clean of debris. Numerous trees along this segment of the path were denuded and sustained severe debarking. Continuing to move to the north, the tornado weakened to EF3 intensity and reached its peak width: a full mile wide. Numerous metal truss towers were collapsed and mangled along this portion of the path. The tornado maintained EF3 strength as it passed west of Canton, where a house was destroyed and left with only interior rooms standing. The tornado then turned towards the northwest and dissipated to the west of Canton shortly afterwards. Two people were killed and 25 others were injured. ===Canton–Fruitvale–Emory, Texas=== This destructive EF3 wedge tornado first touched down about 25 miles to the south of Canton, Texas, at 5:41 pm CDT, before it began moving north towards town. The tornado crossed Texas State Highway 19, causing only EF0 damage at this point. By around 6 pm, a Particularly Dangerous Situation tornado warning was issued for Canton, as reports of a large wedge tornado approaching town were received from storm chasers in the local area. Reaching EF1 strength, the tornado completely destroyed The Rustic Barn, a ceremony and wedding venue in this area. 20 people were inside the structure when the tornado hit, though remarkably, no injuries occurred at that location. The tornado then intensified to EF3 strength as it approached Interstate 20 from the south, toppling metal truss towers to the ground. The wedge tornado crossed the interstate, destroying a Dodge dealership and snapping or debarking many trees. Several motorists sought shelter by parking their cars underneath an overhang at the dealership, and survived without injury despite severe damage to their vehicles and the building. However, not all motorists in this area were as fortunate, and one woman was killed as her vehicle was thrown from the interstate into an open field. Several other vehicles were swept from the interstate into a ravine as well. Some cars from the Dodge dealership were found up to half a mile away from where they originated, with their showroom license plates still attached. Several metal self-storage buildings and a restaurant were also heavily damaged in this area, along with the Yesterland Farm amusement park. EF3 damage continued to the north of I-20, and multiple homes and farm structures were destroyed along this segment of the path. The tornado weakened to EF2 strength as it crossed County Road 1106, but was still causing significant damage as it continued northward towards the town of Fruitvale. By 6:15 pm, the tornado proceeded to strike the western part of Fruitvale, severely damaging homes, downing many trees and power lines, destroying outbuildings, tossing vehicles, and killing farm animals in this area. North of Fruitvale, the tornado maintained EF2 strength as it continued to the north and crossed into Rains County. EF2 damage continued further to the north, and the tornado crossed US 69 to the southeast of Emory. A church and multiple homes sustained major structural damage in this area. One home sustained very high-end EF2 damage and was left with only interior rooms standing. Barns and greenhouses were destroyed as well. The tornado continued to the east of Emory and then weakened to EF1 strength as it approached the Lake Fork Reservoir. The tornado weakened further to EF0 strength as it crossed the reservoir and Highway 514 before dissipating. A total of 2 people were killed and 24 others were injured by this tornado, which was up to a mile wide at times.https://apps.dat.noaa.gov/StormDamage/DamageViewer/ The following day, the mayor of the city, Lou Ann Everett declared a need for assistance following the event. She also reported during this speech that \"The damage was extensive in the affected area. I have just driven through some of it and it is heartbreaking and upsetting to say the least.\" == Non-tornadic impacts == === Flooding impacts === Flooding occurred in the Lower Mississippi River Basin. According to the NWS, multiple reports of flash flooding had impacted several states, in a range extending from Oklahoma to Missouri. Late on April 28, a flood watch was issued for a large portion of the Central United States as high moisture clashing with the stationary front was expected to create life-threatening floods, potentially being caused by thunderstorm training. Rainfall totals of up to 11.05 inches (28.07 cm) caused significant damage to property and crops. A large amount of farmland was rendered unusable due to the catastrophic flooding. Farmers had also made plans to plant crops, however, those plans had to be cancelled due to their farmland being flooded. The flooding has also caused sewage and chemical waste to mix with the rainwater, causing fears of poisoning. Sandbagging efforts have been full- fledged as the Mississippi River continued to rise. In addition, multiple water rescues were being carried out in places that had been deluged with heavy rainfall overnight, some areas picking up to in only 12 hours. In total, some locations were able to pick up almost of rainfall during the ordeal. Rainfall rates of to per hour caused flash flooding to occur in a lot of areas. Storm drains were not able to handle the large amounts of rain so a lot of these sewers ended up backing up onto the streets. Many vehicles that attempted to drive through flooded streets were swept away and/or stranded by the floods. Rivers reached moderate to major flood stages in a lot of locations which caused general street closures and severe overflow of rivers. In addition, certain levees were overwhelmed by the large amounts of rain. ====Oklahoma ==== On April 29, in Oklahoma, the Oklahoma City Fire Department advised residents to stay home due to downed trees and power lines. In addition, multiple portions of interstates, including I-235 and I-40 had to be shut down because of downed power lines and flooding. Lightning ignited a home fire according to news outlets, while a second was reported to have possibly triggered another. As much as 39,000 were reported to have been without power by early on April 29. ====Missouri==== Parts of Interstate 44 in Missouri were closed after the interstate began to flood. Route 141 was closed at Interstate 44 well into the week of May 7-13 due to the floodwaters overtopping the low- lying intersection. This was the second occurrence of this thoroughfare's extended closure since December 2015. Seven levees on the Missouri River were overtopped by water, while another seven levees have been breached altogether. Officials in Missouri continue to warn about potentially contaminated floodwater and advised residents to avoid the water at all costs. The governor of Missouri was forced to declare a state of emergency for all of southern Missouri after the floods began to damage property. Officials estimate that some 200 homes have been affected by the floods near St. Louis and that another 1500 homes could be at risk by the floodwaters. ====Arkansas==== Officials in Arkansas estimate that close to 1 million acres of farmland have been affected in the state. The University of Arkansas stated that damage totals could be near $64.5 million US dollars. Close to 50 homes have been damaged in Randolph County in Arkansas while 76 residents had to be evacuated due to floodwaters threatening a nursing home. A levee failure in Pocahontas allowed for water to spill into a small town; threatening about 6,500 residents. A total of 108 National Guard members have been deployed in the state for relief. The governor of Arkansas also stated that close to 500 evacuations had already been carried out and that they have 25 vehicles prepared in the case that more evacuations needed to occur. ====Louisiana==== In Louisiana, a school bus was stranded after attempting to cross a flooded roadway. The Mississippi River reached a top five crest at above flood stage. === Snow impacts === The storm complex over the Central United States on April 30 The same weather system produced heavy snow affected parts of Colorado, Wyoming, Kansas, and Missouri. On April 28, residents in Denver, Colorado and other major cities began preparing for the storm. Officials were also worried that because of the time of year where most trees were in full bloom, the heavy wet snow might cause branches to break and fall down, possibly causing power outages. In Boulder, where a golf tournament was being held, officials were prepared for possible delays to the tournament. In the end, Denver picked up , with higher amounts in the mountains. At the height of the storm, up to 9,200 were reported to be without power in Pueblo. Previously, the winter storm had dumped up to of snow in the higher elevations of Wyoming. The state's Department of Transportation also urged residents to stay off the roadways if necessary. In addition, Highway 16 was shut down in the Bighorn Mountains because of the treacherous conditions. Blizzard warnings were issued for Kansas and the adjacent areas, as heavy snow and gusty winds were predicted. After the storm subsided, about 100 evacuations and 36 rescues were reported. In the northwestern part of the state, of Interstate 70 was shut down due to the treacherous conditions. == See also == *December 2015 North American storm complex *Tornado outbreak of April 27–30, 2014 *Tornadoes of 2017 *Floods in the United States: 2001–present ==Notes== == References == == External links == * April 29, 2017 East Texas Tornado Event (NWS Fort Worth) Category:2016–17 North American winter Category:April 2017 events in the United States Category:Tornadoes of 2017 Category:2017 in Oklahoma Category:2017 in Colorado Category:2017 in Kansas Category:2017 in Illinois Category:2017 in Indiana Category:2017 in Missouri Category:2017 natural disasters in the United States Category:Weather events in the United States ",
    "title": "Tornado outbreak and floods of April 28 – May 1, 2017"
}