{
    "id": "53905311",
    "text": "Candice Erin Jacksonhttps://www.martindale.com/vancouver/washington/candice-e- jackson-24597764-a/http://members.calbar.ca.gov/fal/Licensee/Detail/224648 (born March 9, 1978)BUSINESS EXCHANGE: Trump Administration Appoints White Woman to Head Civil Rights (April 19, 2017)California Birth Index is an American lawyer and government official from California. She served as the Deputy Assistant Secretary for Strategic Operations and Outreach in the Office for Civil Rights (OCR) of the U.S. Department of Education, and the Office's Acting Assistant Secretary from April 2017 to July 2018.LinkedIn profile Since July 2018, she has served as the Deputy General Counsel of the Department of Education. ==Early life and education== Jackson was raised in the Pacific Northwest, where her parents are medical doctors at their Ashbrook Medical Family Practice in Orchards, Washington, while her father, Ricky Lee Jackson, also performs as a Christian country music singer. In 1995, she appeared in the TV pilot of Fox's Medicine Ball. That year, she interned for Congresswoman Linda Smith. In 1996, when she was a junior, Jackson transferred from a Los Angeles community college to Stanford University, where she wrote for a conservative student publication founded by Peter Thiel, The Stanford Review, as a critic of affirmative action and feminism. In 1998 she managed her father's unsuccessful run for Congress. She worked for statehouse Senator Joseph Zarelli in 1998 and 1999. Jackson graduated from Pepperdine University School of Law in 2002. She then worked for Judicial Watch. In April 2004, she wrote in Reason Magazine that she thought there were too many federal crimes. She served as an editorial assistant on the collected essays of libertarian economist Murray Rothbard during a fellowship at the Ludwig von Mises Institute, and wrote two academic papers appraising his work. She authored the 2005 book Their Lives: The Women Targeted by the Clinton Machine, concerning the biographies of Paula Jones, Gennifer Flowers, Kathleen Willey, and Juanita Broaddrick, all of whom reported sexual harassment or abuse by former president Bill Clinton. Eric M. Jackson, the book's publisher, was a former colleague of hers on The Stanford Review. In 2015, Roger Stone hired her to produce a video profiling Kathy Shelton, a survivor of a child sexual assault whose assailant was represented in court by Hillary Clinton in the 1970s. She has labeled the women who have accused Trump of sexual assault of being \"fake victims\". Jackson coordinated the appearance of several of the women who have accused Bill Clinton of sexual assault in a press conference before the October 9, 2016, presidential debate between Donald Trump and Hillary Clinton. ==Trump administration== In April 2017, Betsy DeVos, President Donald Trump's new United States Secretary of Education, named Jackson Deputy Assistant Secretary in the Department's Office for Civil Rights, where she will be acting Assistant Secretary while that higher, Senate-confirmed appointment remains vacant. In June 2017, Jackson issued a memo that reduced investigators' inquiries over systemic issues and stopped requiring regional offices to centrally report complaints on disproportionate minority discipline or campus sexual assault. Jackson has been critical of the prior administration's attempts to address rape culture on college campuses. She has said those accused of rape on college campuses have not been treated fairly. On July 13, 2017, Jackson arranged for DeVos to meet students accused of sexual assault, in addition to those who survived assault, and professional advocates for both groups. In July 2017, Jackson said in an interview that alcohol or the end of relationships are the cause of \"90%\" of campus sexual- assault claims leading to Title IX investigations. The comment prompted the Washington Post editorial board to call for Jackson's resignation, saying that she had promoted sexual-assault myths and that \"someone who doesn't think sexual assault on campus is a real problem in the first place is not qualified to do that sorting.\" Following an outcry, Jackson apologized, called her comment \"flippant\" and stating that \"All sexual harassment and sexual assault must be taken seriously.\"Fernanda Zamudio-Suaréz, Civil-Rights Official Apologizes for Saying 90% of Campus Rape Cases Stem From Regret, Chronicle of Higher Education (July 12, 2017). ==Personal life== Jackson is a lesbian and as of 2017 had been married to her wife for over a decade; she is a mother of twins. She has praised President Trump for his stances on gay rights as the \"first Republican nominee in history to be openly inclusive of the LGBT community. Trump is expanding this party.\" Her brothers, Jonathan and Richard Lee Jackson, are in a band called Enation, while Jonathan also appears as Lucky Spencer on General Hospital. She had her own private law practice in Vancouver, Washington. Jackson is a sexual assault survivor. == References == Category:1978 births Category:Living people Category:People from San Bernardino County, California Category:United States Department of Education officials Category:American lawyers Category:Stanford University alumni Category:Pepperdine University School of Law alumni Category:LGBT lawyers Category:LGBT appointed officials in the United States Category:LGBT people from Washington (state) Category:Lesbians ",
    "title": "Candice Jackson"
}