{
    "id": "53902337",
    "text": "Edward Huggins (June 10, 1832—January 24, 1907) was a Hudson's Bay Company clerk, Pierce County commissioner, Pierce County auditor, and historian of the Northwestern United States. The Fort Nisqually Living History Museum has a collection of items related to Higgins. He was born in London, England, June 10, 1832, and by the time he was fifteen had signed on with the Hudson's Bay Company (HBC). He was sent to the Columbia Department in 1849, arriving at Fort Nisqually by way of Fort Victoria, April 13, 1850. Here stayed there for the duration of his time in the HBC, serving the company as a clerk for 22 years and eventually becoming proprietor of Fort Nisqually from 1859 to 1869. After the Fort closed, he became an American citizen and claimed the land the Fort stood on to establish a farm. He was employed as a school teacher and became active in local politics. He served on the Pierce County Board of Commissioners from 1876 through 1880. In his second term, he was named Chairman of the Board. Huggins was re-elected to the Board in 1884 and served as Board Chairman until 1886 when he was elected Auditor, a position he held for four years. After political service, he served on the Board of the Washington State Historical Society and was Vice President of the National Bank of Commerce of Tacoma. == Early life == Edward Huggins was born in Southwark London to Edward and Ellen (Chipp) Huggins. After receiving an education at Queen Elizabeths Grammar school now St Olaves Free Government school, he was employed at a firm not far from Beaver House, the Hudson's Bay Company Headquarters. He joined the company in 1849 as a settler bound for Vancouver Island and sailed for America in October of that year aboard the Norman Morrison. The settlement venture was abandoned when he arrived and Governor, Sir James Douglas sent him to Fort Nisqually where he would serve in the capacity of a clerk. == Fort Nisqually == He arrived at Fort Nisqually March 13, 1850 aboard the schooner and began his clerkship. Under the direction of Dr. William Fraser Tolmie, Huggins quickly became involved with the workings of Fort Nisqually, and the Puget's Sound Agricultural Company (PSAC), taking inventories, managing farm operations, and trading with customers in the company store. When the Puget Sound War broke out in 1855, he was sent to Muck Station, one of a dozen farm stations operated by the PSAC, to take charge and keep the farm running while the conflict raged. While in charge of Muck Station, American militia men arrested several Hudson's Bay Company employees working at the station and accused them of neutrality in time of war. Throughout the 1850s one of Huggins main tasks was serving notices to American squatters who had settled on land belonging to the PSAC. Squatters would plague Nisqually for the majority of its operation. Edward Huggins was in charge of Muck Station up until he became manager of Fort Nisqually. After serving a couple years at Nisqually he volunteered to manage Muck which he ran from 1858-59. During this time Dr. Tolmie was promoted to a position in Victoria on the governors board leaving Huggins in charge of the fort. He would run Nisqually until it closed in 1869. After the fort closed Huggins was asked to take a position at Fort Kamloops in British Columbia without promotion. Already an American citizen and upset that the company had not given him a promotion his entire time working for them, he retired and claimed the land the fort stood on. He continued to operate the farm and ran the company store until all the goods were gone. He purchased more land surrounding his farm and increased his farming operations. During the 1870s he became employed as a school teacher which enabled him to enter politics. == Political career == He was elected to the Pierce County Board of Commissioners in 1876 and served through 1880. He was elected to a second term, where he was named Chairman of the Board. Huggins was re-elected to the Board in 1884 and served as Board Chairman until 1886 when he was elected Auditor, a position he held for four years. After political life, Huggins became involved with starting the Washington State Historical Society. He was the president its first year and was on the board until his death in 1907. He also helped in starting the First National Bank of Tacoma, this organization was instrumental with the Young Men's Business Association of Tacoma who funded the removal of Huggins house and granary from the original location to Point Defiance Park. Where they stand as a living history museum. Throughout his time in political office and after, Huggins played a major role in telling the history of the earliest settlers of Fort Nisqually, and the Washington Territory. He provided many of the early historians with primary accounts of the time, and would give them letters, and journals written at the time so that they could record the early history of Washington State. == Family == He married Leticia Work, daughter of fur trader John Work, in 1857 and they had 8 children. They lived on the site of Fort Nisqually until he took a house in Tacoma while serving in the county government. They lived here until 1906 when they sold the property to the Dupont Company and moved in with their son Thomas. Edward Huggins died in 1907 at the age of 75. == References == Category:1832 births Category:1907 deaths Category:People from Southwark Category:Hudson's Bay Company people Category:English emigrants to the United States Category:County officials in Washington (state) ",
    "title": "Edward Huggins"
}