{
    "id": "53904415",
    "text": "\"The Law of Vacant Places\" is the third season premiere episode of the FX anthology series Fargo, and the twenty-first episode of the series overall. It was written and directed by series creator and showrunner Noah Hawley. The title refers to a method in bridge known as the principle or law of vacant places. As each season of Fargo follows its own self-contained narrative, \"The Law of Vacant Places\", set in December 2010 over several towns in Minnesota, introduces a new storyline and cast; in the episode, probation officer Ray Stussy (Ewan McGregor), in need of money for himself and his new fiancée Nikki Swango (Mary Elizabeth Winstead), blackmails one of his parolees, the drug addict Maurice LeFay (Scoot McNairy), into stealing a valuable stamp from Ray's brother Emmit (also played by McGregor). Meanwhile, Emmit contacts a mysterious company he borrowed money from two years prior, wishing to pay them back, to surprising results. The episode was first aired on April 19, 2017, and was seen by 1.42 million viewers. It was acclaimed by critics, with particular praise given to its writing, directing, and acting; McGregor's dual performances, in particular, were singled out. == Plot == In 1988, in East Berlin, Jakob Ungerleider is interrogated by Colonel Horst Lagerfield, inside what appears to be a basement. Ungerleider is accused of being a man named Yuri Gurka who murdered his girlfriend. Jakob claims it is a case of mistaken identity, as he is married and his wife is alive. His interrogator becomes more aggressive and threatens and forces Jakob to \"tell the truth\". In 2010, in Eden Prairie, Minnesota, the self-proclaimed \"Parking Lot King of Minnesota\" Emmit Stussy celebrates his 25th wedding anniversary. Emmit's less successful brother Ray asks him for money. Emmit refuses the request. They discuss their past and it is revealed that their father, upon his death, bequeathed to Emmit a Corvette Stingray and to Ray a collection of rare stamps. Ray ended up with the Corvette, and still drives it though it is showing its age, and Emmit got the stamp collection. Ray feels that Emmit took advantage of him to get the better deal; Emmit disputes this perspective. Ray is a St. Cloud parole officer who needs money to marry his new fiancée (and parolee) Nikki Swango. Giving up on asking Emmit for money, Ray manipulates a parolee, Maurice LeFay, who has failed his drug test and therefore faces revocation of parole, into stealing the last remaining stamp from Emmit. However, on his way to Emmit's house, stoned Maurice loses the paper on which Ray had written the address; trying to remember, Maurice confuses the town of Eden Prairie with Eden Valley, and, remembering only the name Emmit Stussy, finds in a phone book the address of an E. Stussy, who, unbeknownst to him, has no relation whatsoever with the Stussy brothers. Ennis Stussy is the stepfather to Police Chief Gloria Burgle and adoptive and kindly grandfather to Gloria's son. Burgle is the Chief of Eden Valley, but the department is being folded into a larger municipality, so she will soon lose that title. After spending an evening with Ennis Stussy, Burgle begins the drive back home with her son. Realizing that her son Nathan has forgotten a present Ennis gave him, she drives back to his home, only to find Ennis dead in his kitchen and the house ransacked by Maurice as a result of mistaken identity. Upon searching the house for the killer, Gloria finds, hidden under the wooden floor, science fiction novels she had no idea her stepfather had. Back in St. Cloud, Maurice suddenly appears in Ray and Nikki's apartment, explaining that things went south with the robbery. Realizing not only that Maurice killed a man, but also robbed the wrong house and did not obtain the stamp, Ray becomes aggressive; in return, Maurice threatens him with a gun, and blackmails him into giving him $5,000 by the next day. Maurice leaves, but as he exits the building, Nikki and Ray kill him by dropping a window air conditioner on his head. Meanwhile, Emmit and his business partner, Sy Feltz, contact a shady organization, which they had borrowed money from two years ago, to pay them back fully with interest. However, the man sent by the company, the strange V. M. Varga, explains that the company does not want their money back, and that it was an \"investment\". He then leaves, as Emmit and Sy wonder what they have gotten themselves into. == Music == The music for the episode was provided by series composer Jeff Russo. The episode features several notable pre-existing songs: \"Crazy on You\" by Heart, \"Moanin'\" by Lambert, Hendricks & Ross, \"Prisencolinensinainciusol\" by Adriano Celentano, \"Oskus Urug\" by Radik Tyulush, and, over the end credits, \"S.O.B.\" by Nathaniel Rateliff & the Night Sweats. == Reception == ===Ratings=== The episode was first aired in the US on FX on April 19, 2017, and was seen by 1.42 million viewers. The episode introduces Ewan McGregor as two brothers, Ray (left) and Emmit Stussy. His performance was acclaimed by critics. === Critical reception === \"The Law of Vacant Places\" received critical acclaim, particularly for its writing, directing, and acting. McGregor's performance, in particular, was described as the stand-out of the episode, although Winstead also received a lot of praise. It currently holds a perfect 100% rating on Rotten Tomatoes: the critical consensus is \"While Fargo's third season borders on the familiar, 'The Law of Vacant Places' includes commanding performances, fascinating characters, and a hilariously silly final death sequence, adding up to an entertaining premiere.\" Vinnie Mancuso of the New York Observer gave a highly positive review of the episode for its writing and directing. He praised the perspectives and motivations of both Stussy brothers, stating that both had \"a belief in something they believe to be true at such a deep, fundamental level, they’re both willing to steal–and, eventually, kill–in order to bring that truth to life. Emmit, that he deserves his vast fortune, that he’s earned it; Ray, that his brother stole that very same fortune away from him.\" He also highly praised the scene where Gloria explores her stepfather's house after the murder, the relation between Ray and Nikki, and the performances of David Thewlis and Michael Stuhlbarg. Kyle Mullin of Under the Radar gave the episode a 9 out of 10, highly praising the writing, humor, and performances, especially McGregor's, McNairy's, Coon's, and Winstead's. She stated \"It's funny, it's dark, it's unpredictable and-best of all-it's unconventional and subverts our expectations again and again.\" Ben Travers of IndieWire gave the episode an A- rating, highly praising McGregor's dual performance, especially as Ray. In a positive review, Zane Moses of The Baltimore Sun stated \"This first episode is everything a Fargo fan could have hoped for: a couple of murders, morally ambiguous characters, and an ominous criminal enterprise undercutting all of the events. What makes all stories that fall under the “Fargo” umbrella is that the audience witnesses all sides of the story as they snake their way into the conclusion. It elevates the stories above standard murder mysteries or crime tales.\" She also gave praise to the performances of McGregor and Winstead. Scott Tobias of The New York Times stated that although \"it's too early to tell after this premiere, which is so packed with quotation marks that there’s barely room for it to make an original statement\", the cast \"may be the strongest yet, with Mary Elizabeth Winstead a particular standout\". Brian Tallerico of Vulture gave the episode a perfect five star rating, highly praising McGregor's performance and the episode's use of music, stating \"The episode’s music cues are incredibly diverse and some are totally bizarre, reflecting the tonal shifts of the show\". Kevin P. Sullivan of Entertainment Weekly gave the episode a B+, praising most of its aspects but feeling that the episode did not feel as original as other season premieres, stating that it \"brought the series action back to the recent past, and with the era shift comes a feeling of familiarity. Maybe that’s why most of the episode felt like a bit of a retread. Obviously, we’ve got many, many hours to go, and the seeds of the drama — as well as the performances — are uniformly strong.\" Despite being unanimous on the quality of the episode, some critics voiced concern, however, about how the episode's situations and characters partially felt too familiar, and did not feel as fresh as previous season premieres. Among them was Zack Handlen of The A.V. Club, who, despite giving the episode a positive review and a B+ rating, stated that while \"'The Law of Vacant Places' is not a bad premiere, it’s also not a particularly inspired one. Apart from stunt-casting Ewan McGregor as feuding twin brothers Ray and Emmit Stussy, pretty much everything that happens in this first hour and change is something that the show has already done, right down to the shocking violence that will serve as an inciting incident for the rest of the season. The acting is solid, the style is as delightful as ever—although is it pushing? A bit? Maybe.\" === Analysis === Vinnie Mancuso of the New York Observer analysed the opening scene, set in 1988 in East Berlin, stating \"In its third year Fargo is going to exist more than ever in the murky gray [...], 'truth' and 'story', trudging plow-like through the foothills between a truth, your truth and the truth. Which makes it all the more appropriate that when Fargo: Year 3 arrives now, 2017, a period plagued with “alternative facts” and “fake news,” it does so not with the grace of a UFO but with all the subtly of an air conditioner falling on your head.\" Exploring the idea further, he added \"Ray isn’t dangerous because he’s naturally a criminal, or because he’s violent. He’s dangerous because of that malleable idea of the 'truth', his truth, a vision of a future-to-be that so consumes Ray Stussy he’s willing to do anything to make it a reality.\" He also highly praised Maurice LeFay's death scene for playing with the audience's expectation, adding \"It cleverly justified the idea of Nikki’s competitive bridge infatuation; any person who understands the mind-dulling rules of a game like Bridge, understands well enough for gosh-darn third runner up spot in the Wildcat Invitational, is a character I believe can calculate Maurice’s flight down her apartment steps.\" Kevin P. Sullivan of Entertainment Weekly also commented on the relation between the opening scene and the episode's overall concept of truth: \"The truth is pliable, and it can be swayed by those with power. Making the assertion that something is fact when there is no one powerful enough to hold you accountable — ahem! — can transform the statement into a version of the truth. 'We are not here to tell stories,' the Stasi officer says. 'We are here to tell the truth.' The show itself performs its own tongue-in-cheek take on this idea each week by stating that following is true when the audience has no way to refute it.\" He also noted that the science fiction-related elements in Ennis Stussy's house (a film on television and the books Gloria finds) are reminiscent of the occasional science fiction elements in season 2. As often with the series, critics drew parallels between Fargo and the films of the Coen brothers, including but not limited to the original 1996 film. Scott Tobias of The New York Times listed many references to the works of the Coens, such as A Serious Man, The Big Lebowski, and the original film. Brian Tallerico of Vulture drew parallels between the opening scene and Burn After Reading. == References == == External links == * Category:Fargo (TV series) episodes Category:2017 American television episodes ",
    "title": "The Law of Vacant Places"
}