{
    "id": "53905048",
    "text": "Emilio Thuillier (4 August 1868 – 12 July 1940) was a Spanish actor. One of the leading Spanish stage actors of his time, those with whom he worked included María Guerrero, Fernando Díaz de Mendoza, Margarita Xirgu and Rosario Pino, with whom he formed a theatre company. == Life == Emilio Thuillier was born in Málaga, the son of a French father and a Spanish mother. His father was a businessman, and his educational trajectory was designed to prepare Emilio for a life in commerce. His father's early death transformed his career plans, however. He had already participated with friends in dramatic presentations, and he now determined to train for a professional acting career. In 1916, in an interview for the San Sebastián newspaper \"La Información\", Thuillier was asked when his affinity with the theatre originated. He replied, \"Before I can remember. I believe I was born with an affinity for the stage\". He moved from the south to Madrid where he studied for three years at the Madrid Royal Conservatory for Music and Declamation. A central influence on Thuillier during this early period was the great actor Antonio Vico, who taught him at the conservatory for a year. His first stage appearance came in 1887 when he joined the company of Alfredo and Julia Cirera. He appeared in \"La Taberna\", based on an adaptation by Émile Zola, staged at the Teatro Novedades in Madrid, taking the part of a waiter (with ten words of text). His skills in the areas of interpretation and deportment rapidly led him to more substantial roles, however. Another great actor- impressaro, Emilio Mario, recruited him, and under Mario's direction Thuillier was able to grow as an artist. He had his first lead role in 1892, at Madrid's Comedy Theatre (\"Teatro de la Comedia\"), appearing opposite María Guerrero in the stage version of Realidad by Benito Pérez Galdós. His fame jumped in 1895 when he took the male lead in Joaquín Dicenta's \"Juan José\" at the Comedy Theatre. By appearing in \"Juan José\", Thuillier was in at the start of a play which incorporated social nuances from daily life in a way that was new for stage plays, and for several decades would be one of the most performed works in Spain. When it premiered in 1895 it stirred great controversy through the way in which it dealt with love and social conflict between the lead protagonists. It was a mark of his success that he could now afford to become lead actor, director and proprietor of his own theatre company. Throughout a long distinguished career, Thuillier premiered works by the best contemporary Spanish dramatists. High points included \"Mariana\"by José Echegaray, works by the Quintero brothers, \"El tacaño Salomón\" and \"La de San Quintín\" by Benito Pérez Galdós, \"El hijo de Polichinela\" by Jacinto Benavente and \"Cobardías\" (\"Cowards\") by Linares Rivas. However, embracing contemporary drama did not come at the expense of the classics, both Spanish and foreign. There were highly successful adaptations into Spanish of Othello and Falstaff. One of his best received portrayals was of Sir John Falstaff on 10 July 1902 at the Eldorado Theatre in Barcelona. Two days later an exceptionally positive review appeared in the \"Vanguardia\" newspaper.“En la interpretación sobresalió el señor Thuillier, que dio al barón de Falstaff una apariencia de vida sobria, pero gráfi ca. El triunfo obtenido en esta comedia es de los qué pueden apuntarse en la historia de un actor con verdadero orgullo” - el diario La Vanguardia The list of top flight dramatists and actors with whom Thuillier worked, both in Spain and on international tours that included North America, is a mark of his own stature in the world of theatre. One actress with whom he worked was Cuban-born Hortensia Gelabert (? - 1958). She became his wife. A work that they popularised together was the humorous piece \"Una noche de primavera sin sueño\" (\"A night in spring without sleep\") by Enrique Jardiel Poncela, a young and till then little noticed Madrid playwright which had its premier at the Lara Theatre on 28 May 1927. It was also starring opposite Hortensia Gelabert that Emilio Thuillier took his only film role, in 1924 when they appeared in \"La mala ley\" (\"The Bad Law\") directed by the youthful Manuel Noriega Ruiz, which also starred Fernando Díaz de Mendoza and José Isbert. After Thuillier died Gelabert, now widowed, had her own theatre company for a period. Later she returned to Cuba where she died in 1958. During the final couple of decades of his life Thuillier worked particularly closely in Spain with the theatre company of Fernando Díaz de Mendoza and María Guerrero. He also built a reputation overseas, however, notably on three lengthy tours of Latin America which he undertook in 1902, 1906 and 1913, accompanied by some of Spain's top actresses, such as Ana Ferri and Margarita Xirgu. Countries where he toured included Argentina, Chile, Perú, México, Costa Rica and Uruguay. These tours were formidably complex feats of organisation, and Thuillier organised them personally. The tour of 1906, for example, involved 35 people including 20 actors, accompanied by large quantities of technical stage equipment including more than 100 stage sets, related furniture and props. It amounted to more than 30,000 kilogrammes of \"material\". The tour lasted 15 months and covered five countries. There were 290 performances all of which played to full houses. Those performances were made of 27 different productions, featuring works by Echegaray, Galdós, Benavente, Shakespeare, Eusebio Blasco, Rostand and others. The only \"rest days\" available to the company were those set aside for travel between venues. One noted commentator remembered those Latin American tours many years later. In 1924 the distinguished Chilean writer-dramatist Nathanael Yañez Silva published his \"Memoirs of a man of the theatre\" (\"Memorias de un hombre de teatro\") in which he enthused that Thuillier had been one of the best \"gelanes\" ever to come out of Europe.“Aquel escalofrío que me causó Emilio Thuillier está presente en mi, cuando lo veo, de mas de cincuenta años, entusiasmando a un público ya un tanto alejado de ese género de comienzos de siglo. Thuillier ha sido uno de los mejores galanes que ha tenido Europa” - Memorias de Un Hombre de Teatro Reflections of Thuillier's personality and career were to be found at the headquarters of his theatre company located along Madrid's Hermosilla Street (\"calle Hermosilla\"), where he accumulated a large theatrical library and a large number of gold coloured crowns, representing prizes won. There were also oil-paintings of eminent Spanish actors. Thuillier was a very human thespian, and never short of anecdotes. Asked to name his happiest moment he unhesitatingly replied that this had arisen when he saw his mother cry when she attended the first performance of a new piece by Benavente. An anecdote he told against himself concerned an occasion when, much against his better judgement, he had been persuaded to sing Zarzuela in public. Emilio Thuillier was not a singer. He had attempted the performance, but when he opened his mouth nothing came out. He continued to try and vocalise. The audience, much amused, had applauded loudly and generously. Through the 1930s he continued to premier tragic and comic stage works. Towards the end of the decade he suffered a stroke, however, which badly affected him. He died in Madrid on 12 July 1940. At his funeral he received a final ovation of applause from his public, but this time there was no returning from behind the curtain for another last curtain call. ==References== Category:People from Málaga Category:Male actors from Madrid Category:Spanish male stage actors Category:19th-century Spanish male actors Category:1868 births Category:1940 deaths ",
    "title": "Emilio Thuillier"
}