{
    "id": "53909718",
    "text": "John Sanborn (born 1954) was a key member of the second wave of American video artists that included Bill Viola, Gary Hill, Dara Birnbaum and Tony Oursler. Sanborn's body of work spans the early days of experimental video art in the 1970s through the heyday of MTV music/videos and interactive art to digital media art of today. ==Overview== Sanborn's work has manifested itself on television (\"Alive From Off Center\", MTV, \"Great Performances\", PBS), video installations (\"V+M\"), \"The Temptation of St. Anthony\"), video games (\"Psychic Detective\"), Internet experiences (\"Paul is Dead\", \"Dysson\") and multi-media art. He is known for collaborations with virtuosic performers, contemporary composers and choreographers. His oeuvre primarily addresses the themes of music, mythology and memory. == Background == In the late 1970s Sanborn was one of the artists-in-residence at TV Lab at Thirteen/WNET, an experimental environment started by the Rockefeller Foundation and Nam June Paik as a playpen for video artists to create works for broadcast television. He also created works for the VISA series (originated by Paik) and showed installations at the Whitney Museum, participating in two Biennial Exhibitions. In the 1980s Sanborn was an artist-in-residence at the 1980 Winter Olympics \"Olympic Fragments\" as well as one of the first directors with work appearing on MTV where he created over 30 music/videos including works with Nile Rodgers, Rick James, Sammy Hagar, Philip Glass, Tangerine Dream, Peter Gordon, Grace Jones, King Crimson and Van Halen. At the request of Jim Fouratt at the nightclub Danceteria, he created the first \"video lounge\" and hired video artists to VJ video clips and video art. The lounge became a cultural phenomenon in New York City. In January 1984 he contributed to \"Good Morning Mr. Orwell,\" a live satellite TV event created by Nam June Paik. With Dean Winkler he orchestrated segments of the show, and their music/video for Philip Glass, \"Act III\", opened the broadcast. Long associated with experimental composers, Sanborn developed and directed \"Perfect Lives\", the seminal opera for television, by composer Robert Ashley. Working closely with Ashley's \"band\" over the course of 5 years, Sanborn developed a visual language for the opera that set it apart when it premiered in 1983 and has made it an iconic and influential work ever since. The full opera took 5 years to make its way to television, with a \"pilot\" called \"The Lessons\" setting the stage for the original work. Sanborn went on to create his own media operas, including \"2 Cubed\" commissioned by the electronic arts festival Ars Electronica, in Linz Austria. He created performance-based video works for the PBS series \"Alive From Off Center\" including \"Untitled\" with Bill T. Jones,\"Fractured Variations and Visual Shuffle\" with Charles Moulton, \"Geography | Metabolism\" with Molissa Fenley, \"Luminare\" with Dean Winkler and music by Daniel Lentz, and \"Endance\" with Tim Buckley. \"Sister Suzie Cinema\" created for \"Alive TV\" with Lee Breuer and Bob Telson won several awards, including the 1986 Mayor's Medal for the Arts in New York City. Sanborn's practice has always included collaboration with other artists, including John Zorn, Nam June Paik, Philip Glass, Twyla Tharp, Peter Lynch (director), Peter Vronsky, David Van Tieghem, Mikhail Baryshnikov, David Gordon, and The Residents which continues to this day. Sanborn worked in the early days of High-Definition Television, creating works for SONY (\"Infinite Escher\"), and NHK-TV. Electronic Arts Intermix has distributed his video art since his first project, \"The Last Videotapes of Marcel Duchamp.\" In 2016 Heure Exquise began distributing his work in Europe. In the 1990s Sanborn worked in Hollywood and Silicon Valley, developing technology based entertainment start-ups ( imoviestudio, The Wireless Fan Club), interactive movies (\"Psychic Detective\") and some of the first web-based interactive content (\"Paul is Dead\") as well as a sit-com for Comedy Central (\"Frank Leaves for the Orient\") and pilots and scripts for Columbia Tri-Star, USA Network, MTV, MGM (\"Stargate SG1\"), and the National Lampoon. A project launched by LaFong (Sanborn's partnership with writer Michael Kaplan) was \"Dysson,\" an interactive story where the audience was injected into a murder mystery via e-mail and chat bots. Enrolled without their knowledge into the experience, the response was vivid and reactionary, including a harsh pushback from Eric Idle of \"Monty Python\" fame. == Current work == In the 21st century, while continuing to make art, Sanborn became a corporate creative director for public companies. In 2000 he built a digital division for the basic cable network Comedy Central, and developed in house creative agencies for eBay (2003–2006) and Shutterfly (2006–2014), where he retired with the title of Vice President, Creative Services. While Sanborn was working in Silicon Valley, he continued making media art, including a collaboration with pianist Sarah Cahill \"A Sweeter Music.\" After returning to making media art full-time Sanborn created \"PICO\" (Performance Indeterminate Cage Opera) a 90-minute live performance \"happening\" in celebration of the centenary of American Composer John Cage. The work featured 8 musicians, six video channels, 32 dancers and over 90 audience participants. It premiered before a sold-out house at the Berkeley Art Museum in 2012. Sanborn then turned the live event into a video memoir that played at film and video festivals worldwide. His feature length works \"MMI\", \"The Planets\", \"PICO (remix)\" and \"ALLoT (A Long List of Things)\" have played at over 150 international film festivals including the Mill Valley Film Festival (Audience Award), the Houston Worldfest (2 Gold Remi Awards), the Seattle, London, Victoria (Best Experimental Film), Tribeca, and Sundance Film Festivals. \"MMI\" is a feature film about Sanborn's adventures in New York in 2001, focused on death and the redemptive power of family. The work premiered at the Mill Valley Film Festival in 2002 and was reviewed by Variety, \"Avant-garde in form yet poignant, funny and accessible, normally acerbic experimental filmmaker John Sanborn's short feature \"MMI\" unites the political, the personal and the philosophical in one deft package. Reflection on his tumultuous first post- millennial year—one that encompassed a cross-continental move, stressful new job, deaths and 9/11—is an inventive audio/visual collage that carries real emotional heft.\" MMI has been selected to screen at over 20 festivals worldwide, including the Tribeca Film Festival (founded by Robert De Niro) in 2003. \"A Sweeter Music\", in collaboration with pianist Sarah Cahill, is a live performance work with Sarah playing new compositions on the subject of peace inside a 3 channel video projection for each composition. The work premiered in January 2009 at Cal Performances, and has played in New York at Merkin Hall, Rothko Chapel, Spoleto Festival USA, Dickinson College and the Mill Valley Film Festival. Sanborn's newest works are media installations addressing questions of identity, cultural truth, memory and the lies we live with everyday. \"Alterszorn\" is a five-channel meditation on aging and the nature of the emotional rewind. \"V+M\" is a retelling of the story of Venus and Mars, but with cross-gender couples. The work investigates the balance of power in relationships, the nature of myth making and the origins of desire. The work premiered at Videoformes in March 2015, and showed in San Francisco at SF Camerawork in November 2015 and most recently at the Bangkok Art and Culture Centre as part of the major exhibition \"Shifting Horizons: The Media Art of John Sanborn\". Sanborn is collaborating with New York-based composer Dorian Wallace on a series of media operas, intended to be installed as multi- channel works, as well as performed live. The first is \"The Temptation of St. Anthony (or Tony's Troubles)\" a version of the classic story that asks the question \"what is faith without god?\" Anchored by vocal performances by Paul Pinto (Tony) and Pamela Z (the Devil) the work is sung in a mash-up of 18th- century chamber vocal music and pop song. Choreographer Robert Dekkers uses metaphoric movement in a parallel framework, integrated by Sanborn into a three-screen projection system to describe the emotional toll of Tony's journey. The work premiered at the Palais Jacques Coeur in Bourges, France as part of the exhibition \"A Tale of Two Cities\" in 2016. Sanborn is currently working with gallery scale works, most recently with producer Elisabeth Kepler. His show \"Ligne Droit et Cercle\" ran in March 2017, featuring intimate studies of consciousness and what we hide from ourselves in order to survive. A monograph about Sanborn called \"Meadres & Media\" was published in 2016, edited by Stephen Sarrazin and published by Bandits Mages, with contributions from Jean-Paul Fargier, Florian Gaite, Pascal Lièvre, Dara Birnbaum, Bill T. Jones and many others. == Honors == John Sanborn was granted an honorary Masters of Cinema degree from the ESEC in Paris, and was named a Chevalier des Arts et des Lettres by the Minister of Culture of the Republic of France. == Collections == * Museum of Modern Art, New York * Pompidou Center, Paris * ZKM, Karlsruhe, Germany == Selected exhibitions == ===2017=== * Ligne Droite et Cercle ** Solo exhibition of six media installations including \"The White Album\" 2015, \"Tue Mon Amour\" 2016, \"Entre Nous\" 2016, and \"RED Books\" series 2014–2016 ** Galerie de l'Angle 45 rue des Tournelles, 75003 Paris * Video et Apres ** Retrospective screening and discussion with critic Stephen Sarrazin. ** Centre Georges Pompidou * Ellipsis ** Mixed media installation for video projection and stained glass, music by Dorian Wallace. ** Videoformes Festival ===2016=== * A Tale of Two Cities ** Eight installations in two locations in Bourges, France, curated by Stephen Sarrazin and sponsored by Bandits Mages. Works included \"The Temptation of St. Anthony\" 2016, \"Mythic Status\" 2014–2016, \"Rhyme or Reason\" 2015 * Folle de Toi ** Video installation in tribute to Nam June Paik. ** The Trace(s) Festival in Pont Saint Esprit, France. * Shifting Horizons ** Solo exhibition of 8 media art works. The show included \"resound (remake)\" 1982, V+M 2015, Mythic Status 2015 and the premiere of Alterszorn, a 5 channel work about aging. ** The Bangkok Art and Culture Centre ===2015=== * Dowsing for Divinity ** Gallery show of media artworks at Cartel Collective, Berlin ** Curated by Stephen Sarrazin. * Rhyme or Reason ** 3 Channel video and sound installation, music by Theresa Wong, 15-minute loop. ** Premiered at Trace(s) Festival at the Chartreuse de la Valbonne, France * V+M ** 9 Channel video and sound installation, music by Theresa Wong, 35-minute loop ** Co-produced by and premiered at Videoformes in Clermont-Ferrand, France; shown at SF Camerawork, November 2015 BACC, March 2016 ===2012=== * PICO (Performance Indeterminate Cage Opera) ** 90 minute live interactive performance event celebrating the centennial of composer John Cage), September 14, 2012 ** Berkeley Art Museum. ===2011=== * The Planets ** Directed by John Sanborn, music by Kyle Gann, 77 min. ** The film premiered at the Mill Valley Film Festival in October 2011, before being shown at over a dozen film festivals, worldwide. ** The work is also the media element in a live performance of \"The Planets\" by Relache. ** The first live performance was in September 2012, at the Barnes Foundation. ===2009=== * A Sweeter Music | (Live Performance) ** Created with pianist Sarah Cahill, live evening-length performance with 3 channel video projection, premiered at Cal Performances, January 2009, Berkeley, CA ** Composers included Yoko Ono, Terry Riley, Frederic Rzewski, The Residents, Kyle Gann, Phil Kline, and Jerome Kitzke. ===2004=== * 365 degrees, the angle of incidents ** Video Installation, 7 channel projection (each 1-hour loops) with stereo sound, and prop tree festooned with memory ribbons. ** Festival Videoformes, Clermont Ferrand, France ===1997=== * Tunnel of Love ** Video Installation, 12 channels (5 minute loops each), stereo sound, built into a plaster tunnel. ** Created for the Festival Videoformes in Clermont-Ferrand, France. ===1995=== * The 39 Steps | Interactive Story Web ** As an artist in residence at The Exploratorium in San Francisco, Sanborn created an interactive Story Web in a custom built living room inside the museum. ===1990=== * Woman Window Square ** Video projections by John Sanborn for a live performance for the Margaret Jenkins Dance Company. ===1989=== * The Arts for Television ** MOMA, April 20-May 30, 1989 ===1986=== * 2 cubed ** 90 minute live media opera ** Ars Electronica ===1985=== * Music Video: The Industry and Its Fringes ** MOMA, September 6-October 15, 1985 ===1983=== * Video Art: A History ** MOMA, October 3, 1983 January 3, 1984 * Performance Video ** MOMA June 30–August 9, 1983 ===1981=== * resound ** 8 channel video and sound installation ** Whitney Museum of American Art ===1979=== * Spectator ** Video installation presented at The Kitchen Center. ** The work used a live camera to mix the image of the audience with pre-recorded video bringing them into intimate contact with a couple having an argument. ===1978=== * Projects Video XVI ** MOMA, February 6-April 2, 1978 == Selected works == * Spray-On Video ** 00.34 ** 1977 * Interpolation ** 30.33 ** 1978 ** Created by John Sanborn and Kit Fitzgerald, produced by the TV Lab at WNET * Static ** Episode ** 5.36 ** 1981 ** With Eric Bogosian, Jo Bonnie * A Tribute to Nam June Paik ** 25.49 ** 1982 * Ear to the Ground ** 4.27 ** 1982 ** With David Van Tieghem * Act III ** 6.30 ** 1983 ** Created by John Sanborn and Dean Winkler, music by Philip Glass * The Lessons (Music, Word, Fire & I Would Do It Again) ** 1984 ** 28.34 ** created with support from the TV Lab at Thirteen/WNET * Perfect Lives ** 184.08 ** 1986 ** Composed by Robert Ashley, Directed by John Sanborn, produced by Carlotta Schoolman and the Kitchen, commissioned by Great Britain's Channel 4, 7 episodes each 26.30 * Galaxy ** 5.20 ** 1987 ** Created by John Sanborn, with David Van Tieghem * Untitled ** 10.44 ** 1989 ** Directed by John Sanborn for \"Alive From Off Center\" PBS, choreography by Bill T. Jones * Sitting on Top of the World ** 5.12 ** 1992 ** Created by John Sanborn, music and performance by Rinde Eckert * Quirky ** 29.35 ** 1992 * MMI ** 61.00 ** 2002 * A Sweeter Music ** various ** 2009–2012 * A series of music inspired videos created with pianist Sarah Cahill, and based on the live performance series of the same name ** \"Peace Dances\" *** Frederic Rzewski *** 14.27 ** \"War is Just a Racket\" *** Kyle Gann *** 9.27 ** \"Be Kind to One Another\" *** Terry Riley *** 12.58 ** \"The Long Winter\" *** Phil Kline *** 13.12 ** \"Toning\" *** Yoko Ono *** 6.52 ** \"drum no fife\" *** The Residents *** 9.15 ** \"There is a Field\" *** Jerome Kitzke *** 17.35 ** \"Steppe Music (excerpts)\" *** Meredith Monk *** 8.09 * 'PICO (remix) ** 75.46 ** 2013 ** Created by John Sanborn, 76 min. Music by Theresa Wong, Luciano Chessa, Negativland, Sarah Cahill and John Cage. * V+M ** 32.38 ** 2015 * ALLoT (A Long List of Things) ** A video memoir created by John Sanborn, music by David Meyer, 90 min. 2014 * Tassel ** 9.12 ** 2016 ** Directed by John Sanborn, performed by The Living Earth Show and Post:Ballet* choreography by Robert Dekkers, music composed by Anna Meredith * I Don't Care ** 4.21 ** 2015 ** Song written by David Meyer and John Sanborn * The Temptation of St. Anthony ** 35.00 ** 2016 ** Media opera written by Dorian Wallace (music) and John Sanborn (words) with performers Pamela Z, Paul Pinto and Charlotte Mundy, with choreography by Robert Dekkers == References == == Further reading == * Heide Hagebölling, Interactive Dramaturgies: New Approaches in Multimedia Content and Design, Springer Science & Business Media, 2004 * Christine Van Assche, Video et Apres: La Collection video du Musee National d'Art Moderne, Centre Georges Pompidou, 1992 * Timothy Druckrey, Ars Electronica : Facing the Future : A Survey of Two Decades, The MIT Press (July 30, 1999), * Elizabeth Chitty, John Hanhardt, Peter Lynch, Robin White, Bruce Ferguson, Prime Time Video, Saskatoon : Mendel Art Gallery, 1984, * The Whitney Museum of American Art, 1979 Biennial Exhibition, New York : Whitney Museum, 1979, * The Whitney Museum of American Art, 1981 Biennial Exhibition, New York : Whitney Museum, 1981, * Bernard Blistène, Christine Van Assche, L'époque, la mode, la morale, la passion : Aspects de l'art d'aujourd'hui, 1977–1987, Paris : Ed. du Centre Pompidou, 1987, * Eugeni Bonet, Desmontaje : Film, Video/Apropiacion, Reciclaje, Valencia : IVAM. Institut Valencià d'Art Modern, D.L. 1993, * Rob Perree, Into Video Art : The Characteristics of a Medium = Into Video Art : De Karakteristieken von een Medium, Rotterdam : CON Rumore, ©1988, * Cynthia Goodman, Digital Visions : Computers and Art, Syracuse : Everson Museum of Art, 1987, Syracuse : Everson Museum of Art, 1987, * Rosetta Brooks, Anne-Marie Duguet, and Kathy Rae Huffman, The Arts for Television, The Museum of Contemporary Art * Amsterdam : Stedelijk Museum, cop. 1987, | * Alex Adriaansens,Valerie Lamontagne, Deuxième Manifestation Internationale Vidéo et Art Électronique, Montréal, 1995, Montréal : Champ libre, 1995, * Ursula Block, Michael Glasmeier, Broken Music Artist's Recordworks, Berlin : Den Haag : Grenoble : Daadgalerie : Gemeentemuseum : Magasin, 1989 | * Judy Mitoma, Envisioning Dance on Film and Video, London, New York : Routledge, ©2001, , * Horace Newcomb, Encyclopedia of Television, New York : Fitzroy Dearborn, 2004, * Malin Hedlin Hayden, Video Art Historicized: Traditions and Negotiations, Farnham Taylor and Francis 2016 ©2015, * Michael Rush, Video Art, London: Thames & Hudson 2007, * Doug Hall, Illuminating Video: An Essential Guide To Video Art, New York, NY: Aperture in association with Bay Area Video Coalition, 1991, * VIVO Media Arts Video Guide 11/90 * Wired Wonders, WIRED Magazine, June 1993 * Stephen Holden, Television as a Canvas Explored in 'Spectaccolo, The New York Times, October 2, 1987 * Vivien Raynor, VIDEO GAINING AS AN ART OF GARDE'', The New York Times, October 21, 1981 * ARS ELECTRONIC CATALOG 1986 == External links == * John Sanborn’s website * Category:1954 births Category:Living people Category:People from Huntington, New York Category:American video artists Category:American contemporary artists Category:American installation artists ",
    "title": "John Sanborn (media artist)"
}