{
    "id": "53902806",
    "text": "Tamil Film Producers Council (TFPC), is a union for film producers in the Indian state of Tamil Nadu, based in Chennai. Formed in 18 July 1979, the group has a charitable trust fund to provide financial support to retired producers, voiced support for film producers and have collectively protested for socio-political issues. Elections in the Producers council, which is made up of over 1500 members, are held once every two years to determine the president of the group. Actor-producer Vishal has been elected as the President of the Producers council after he won the election held in April 2017. On 25 December 2018, R. Parthiepan was appointed as the new Vice President of the Tamil Film Producers Council replacing Gautham Menon and Prakash Raj who were jointly holding the position until 24 December 2018. == History == === 2017 - present === Election for new office bearers was held on 2 April 2017 at Kandasamy Naidu College in Anna Nagar, conducted by election officer S. Rajeshwaran, a retired judge. To contest in the election, Vishal formed a new team called \"Namma Ani\". Main administrators of Namma Ani are Vishal, K. E. Gnanavel Raja, S R Prabhu, Gautham Menon, Mysskin and Prakash Raj. Namma Ani is formed mainly due to improve the present business model. The team contested in the elections and won the same. Upon winning, the new team is planning to organise a fund raiser music concert to be conducted by Ilayaraja. In April 2017, Vishal and his team has announced film production strike from 30 May 2017, if state and central Governments are not taking any actions against piracy. Theatre owners association is supporting this strike against piracy. Later the strike was called off. Opposing the non-clarity of state government entertainment tax after the implementation of central government GST, Tamil Nadu Theater Owners Association, has announced the closure of cinemas starting from 3 July 2017. TFPC has declared his non- support for that strike and urges state government to come up with the solution at the earliest. Also TFPC has requested central government to move regional cinemas from top GST slab to lower GST slab in order to compete with high budget Hollywood films. As there's no decision made by Government, theatre owners strike has been prolonged until 5 July 2017. The strike has been called off and the cinemas started playing the movies starting Friday 7 July 2017. Government has formed a committee to decide on the existence of state's 30% entertainment tax. Its reported that, per day business loss during the strike was around ₹ 20 crores. In July 2017, TFPC decided to break the exclusivity of them to work only with employees from FEFSI, so they announced that they will be working with both FEFSI members and non-FEFSI members. Though TFPC has signed exclusivity with FEFSI, FEFSI has not signed any exclusivity with TFPC, hence FEFSI members can work with TFPC producers and also with other languages producers and ad film makers. TFPC's another agenda is, to regulate the excessive travel per-diem and the mandatory clauses to employ minimum a certain number of employees from FEFSI to film any particular scene of a movie. === 2014 - 2017 === Office bearers are President Kalaipuli S Thanu, vice presidents S. Kathiresan, P.L. Thenappan, general secretaries T. Siva, R Radhakrishnan and treasurer T. G. Thiagarajan. === 2019 === Tamil Nadu government issued show-cause notice to the office bearers of Tamil Film Producers Council, seeking explanation for allegedly mishandling of the council’s funds. == See also == * Nadigar Sangam (South Indian Artistes' Association) * Film Employees Federation of South India * Tamil cinema == References == == External links == * Tamil Film Producers Council - Official Website Category:Film industry in India Category:Tamil cinema Category:Tamil film producers Category:Trade unions in India Category:Cinema of India by state or union territory Category:Entertainment industry unions ",
    "title": "Tamil Film Producers Council"
}