{
    "id": "53908196",
    "text": "Trio for Piano, Flute and Cello in G minor, Op. 63, J. 259 was composed by Carl Maria von Weber in 1818-1819 and published the next year (1820). It is one of his most substantial chamber pieces. A typical performance lasts 21-25 min. == History == The composition process can be traced from entries in Weber's diary: on 8 April 1818 he \"worked on trio\"; on 12 May he probably began composing the finale rondo (in Dresden). He then fell ill and resumed work on two first movements only in July 1819. The whole trio was finished on 25 July 1819 in Hosterwitz, the composer's summer residence. Surprisingly no traces of the third movement can be found in the diary. These is an assumption that it was derived from Adagio with Variations for cello and piano, J.Anh.42 (composed in 1813 in Prague), a work today lost. It is believed that the composer revised it for piano, flute and cello (or viola) in 1815 (J.Anh.58). This was composed for Weber's friend Dr. Philipp Jungh, a fine flautist: they met in Prague in 1813. He also became the dedicatee of the Trio. Another Prague friend of Weber was Johann Baptist Gänsbacher, a composer, violinist and cellist. The Trio was probably written as a souvenir of convivial musical evenings held by the three. First performance took place in Louis Spohr's house on 21 November 1819, when Weber noted in his diary: \"it went very well, and came off just as I wanted\".John Warrack. Booklet notes to Hyperion CDA67464 The manuscript of the piece is preserved in the British Library (London), who had purchased it on 15 January 1894. The first edition (only instrumental parts) was published by Schlesinger in Berlin in 1820 (plate number 1053): he sent the first two engraved copies to Weber on 21 July 1820. There is an alternative version with violin instead of flute, published posthumously, and thus scored for a more conventional piano trio. == Structure == The Trio consists of four traditional movements: :I. Allegro moderato (G minor) :II. Scherzo. Allegro vivace (G minor) :III. Schäfers Klage (Shepherd's Complaint or Shepherd's Lament). Andante espressivo (B-flat major) :IV. Finale. Allegro (mostly G major, though notated in G minor) == Allusions == Matthias Viertel pointed that the theme of the third movement is based on a lied (Schäfers Klagelied) by Wilhelm Ehlers published in 1804 (in Gesänge mit der Begleitung der Chitarra). Even the title of this movement alludes to Goethe's poem of 1802 that was set to music by many composers. The finale provides some allusions to Der Freischütz, which Weber was composing at the same time as the Trio. These include among other the diabolical trill motif from Caspar's drinking song (measures 7-8) and the turn motif from chorus Laßt lustig die Hörner er schallen (measures 49-50). == Sources == * Henrik Wiese. Preface and Comments to an edition of the Trio published by G. Henle Verlag (2000). == References == == External links == * Category:Compositions by Carl Maria von Weber Category:1819 compositions Category:Compositions in G minor ",
    "title": "Trio for Piano, Flute and Cello (Weber)"
}