{
    "id": "53909102",
    "text": "Christopher Moon, better known as Chris Moon, is an American music producer, recording engineer and songwriter of British origin. He is best known for discovering Prince, helping him create his artistic name and style, and co- writing his early songs, most notably his first single \"Soft and Wet\". ==Life and career== At the age of 13, Chris Moon moved with his family from the United Kingdom to Hawaii. He arrived in Minneapolis in 1967. When he was 17, he purchased a multi-channel reel-to-reel and a camera in Hong Kong to start a career in music and photography. Moon built his first recording studio in the basement of his house in Minneapolis and did fashion photography on location. By day he worked at a downtown advertising agency. He founded Moon Sound, a homemade eight-track studio in South Minneapolis, where he taped local bands and advertising jingles. His studio was popular with young black talents singing rhythm and blues. A high school band called Champagne recorded its demo at Moon Sound in 1976. During a lunch break, one band member, Prince Rogers Nelson, stayed behind and started playing drums, piano and bass guitar equally well in quick succession. Impressed, Moon proposed a partnership: Prince would add music to pop lyrics Moon had written. In return, he could use the studio as much as he liked. Despite suggestions that Isaac Hayes might offer Champagne a recording contract, Prince accepted Moon's offer, and was given the keys to Moonsound just in time for his graduation from Central High on his 18th birthday. For a year, Prince played and sang 14 of the 20 sets of lyrics that Moon authored, and Moon taught him how to record, produce and make his own demo tapes. After six months, Prince was able to run an entire session himself. With the goal of appealing to the largest segment of the buyers of pop music – teen-aged girls – Moon introduced Prince to the double entendre, encouraging him to write songs with \"implied, naughty sexuality,\" a practice Prince would use throughout his career. The most famous song they wrote together, \"Soft and Wet\", had a staccato funk and racy lyrics that were key to Prince's emerging style. The artist wanted to be called \"Mr. Nelson,\" but Moon insisted he drop his family name so that he does not get confused with Willie Nelson. Prince asked Moon to manage him, but Moon declined and suggested they look for someone else. In the autumn of 1976 Prince travelled to New York City with a demo tape of four of the 14 songs he had completed at Moon Sound. One of them, \"Baby\", was a Prince original. The other three – \"Love Is Forever\", \"Aces\" and \"Soft and Wet\" – were co-written by Chris Moon. Moon called New York-based record companies, promoting the young artist as \"the new Stevie Wonder\" and actually introducing himself as Stevie Wonder's agent to get past the secretaries. After securing interviews for Prince with several major labels, who ultimately declined to sign him, Moon then worked to secure Prince a manager to help promote the artist. He played the demo to his Minneapolis associate Husney, who then became the manager for Prince and later helped him secure his first record contract. Husney took Prince to Los Angeles, where he signed a second contract with Warner Bros. Records, recorded \"Soft and Wet,\" his first single, and completed his debut solo album, For You. Insisting on creative independence, Prince wrote, produced, arranged, composed and played all 27 instruments on the recording, the only exception being the co-operation with Moon on \"Soft and Wet.\" For You was released in 1978. It sold between 150,000–200,000 copies, while the single \"Soft and Wet\" sold around 350,000. Over time, Prince and Moon forged a professional alliance that eventually resulted in financial settlements. Moon went on to produce and write more music. He became an adventurer, living with tribes of head hunters on New Guinea, making a documentary film Father of the Lions for PBS in Africa, barnstorming, and searching for missing in action Second World War airmen around the world. He also did international marketing for Fortune 500 companies. He is currently the owner of HigherFi, a US-based company claiming to be \"the world's largest online dealer of luxury audio.\" ==Discography== Chris Moon's discography consists mostly of music/lyric writing and arrangements. It also includes production, technical and visual work, instruments and performance. {|class=\"wikitable\" !align=\"left\"|Year !align=\"left\"|Artist !align=\"left\"|Song !align=\"left\"|Label !align=\"left\"|Role |- |1978 |Prince |Soft and Wet |Warner Bros. Records |writing and arrangements (as C. Moon) |- |1980 |Various |Make It Easy |Twin/Tone Records |instruments and performance |- |1981 |Sue Ann |Make It Through The Storm |Warner Bros. Records |writing and arrangements |- |1982 |The Great Alexander |Do You Dare |Erect Records |production, writing and arrangements (as C. Moon) |- |1990 |MC Hammer |She's Soft and Wet |Capitol Records |writing and arrangements |- |2005 |N'Dambi |Soft and Wet |Village Again |writing and arrangements (as Christopher Moon) |- |rowspan=2|2013 |The Lewis Connection |The Lewis Connection (album) |rowspan=2|Numero Group |visual |- |Various |Purple Snow: Forecasting The Minneapolis Sound (compilation) |production, technical, writing and arrangements |- |} ==References== ==External links== * *www.MoonSoundStudios.com Category:Living people Category:1953 births Category:British songwriters Category:American songwriters Category:British record producers Category:American record producers ",
    "title": "Chris Moon"
}