{
    "id": "53909476",
    "text": "The 1956 NCAA College Division football season saw the NCAA split member schools into two divisions: larger schools were part of the University Division, later known as NCAA Division I, and smaller schools were placed in the College Division, later split into NCAA Division II and NCAA Division III. ==Champions== ===Black college championship=== The (9–0) and the Florida A&M; Rattlers (8–0) were considered to be the #1 and #2 teams \"among the nation's Negro grid powers\".\"Negro Teams Clash For Title,\" The Bee (Danville, VA), Nov. 28, 1956, pD-3 The teams from the two historically black universities played at the Orange Bowl stadium in Miami, which hosted the Orange Blossom Classic as well as the New Year's Day, historically white universities, Orange Bowl game. A crowd of 41,808 watched Tennessee State win 41–39.\"Tennessee State Tigers Edge Rattlers 41-39 in Orange Blossom Classic,\" Fort Pierce News- Tribune, Dec. 9, 1956, p9-C ===Conference champions=== {| class=\"wikitable\" style=\"text-align:center;\" |- !Conference !Champion(s) !Record |- | California Collegiate Athletic Association | none | |- | Far Western Conference | Humboldt State Northern Branch San Francisco State | 4–1 4–1 4–1 |- | Mid-American Conference | Bowling Green | 5–0–1 |- | Ohio Valley Conference | | 5–0 |} ==Conference standings== {| cellpadding=\"5\" |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |valign=\"top\" width=25em| |valign=\"top\" width=25em| |- |valign=\"top\" width=25em| |} ==Postseason== ===Burley Bowl=== The Memphis State Tigers faced off against the East Tennessee State Buccaneers in the Burley Bowl in Johnson City, Tennessee. ===Refrigerator Bowl=== The Refrigerator Bowl in Evansville, Indiana featured the Ohio Valley Conference champion Middle Tennessee State against the undefeated Lone Star Conference champion Sam Houston State. ===Tangerine Bowl=== The 1957 Tangerine Bowl featured College Division Independent Mississippi Southern (later known as Southern Miss) against the West Texas State Buffaloes from the University- division Border Conference. ==Undefeated teams== Other schools that finished their seasons unbeaten and untied were Lenoir Rhyne College, New Haven Teachers College, Hillsdale College, Central Michigan University, Kearney State College, Redlands College, Westminster College (Pennsylvania), St. Thomas (Minn.) College, Alfred University and Milton College (Wisconsin).\"17 College Teams Still Unbeaten, Untied\", UP report, Las Vegas Daily Optic, Nov. 26, 1956, p3 ==References== ",
    "title": "1956 NCAA College Division football season"
}