{
    "id": "53907787",
    "text": "Grace Marion Jantzen (May 24, 1948 - May 2, 2006) was a Canadian feminist philosopher and theologian. She was professor of religion, culture and gender at Manchester University from 1996 until her death from cancer at the age of 57. In Becoming Divine: Towards a Feminist Philosophy of Religion, Jantzen proposed a new philosophy of religion from a feminist perspective. She also authored works on Christian mysticism and the foundations of modernity. Her approach was influenced by Continental scholarship, particularly that of Foucault. In her final publication, Foundations of Violence, Jantzen, sketches the fascination with death and violence -- what she calls a 'necrophilia' -- that she believes has characterized much of Western culture from classical antiquity through Christianity to present paradigms. In Jantzen's view, this emphasis on violence and death comes at the expense of the physical body in the present (a denigration of the senses, sexuality and sensuality), and thus, establishes a yearning for mystical worlds beyond the here and now.Cambridge Dictionary of Christianity, \"Death, Feminist Views of\" by Kathleen O'Grady. Daniel Patte (ed.), 2010. ==Select bibliography== * God's World, God's Body (1984) * Julian of Norwich: Mystic and Theologian (1987) * Power, Gender and Christian Mysticism (1995) * Becoming Divine: Towards a Feminist Philosophy of Religion (1998) * Foundations of Violence (2004) ==See also== *Feminism in the United Kingdom *Feminism in Canada ==References== Category:1948 births Category:2006 deaths Category:20th-century Canadian philosophers Category:Canadian philosophers Category:Canadian women philosophers Category:Gender studies academics Category:Feminist theologians Category:Feminist studies scholars Category:Canadian feminists Category:Feminist philosophers Category:Academics of King's College London Category:Academics of the University of Manchester Category:Place of death missing ",
    "title": "Grace Jantzen"
}