{
    "id": "53901222",
    "text": "Marcel Deslaurens (1883-1940). Marcel Émile Deslaurens (23 August 1883, in Bourges – 17 May 1940, in Vlissingen, Netherlands) was a French brigadier general. He died in World War II during an act of gallantry that allowed a number of his men to retreat safely. ==Biography== Deslaurens graduated from the École spéciale militaire de Saint-Cyr in 1903 and began his career with the 24e régiment d'infanterie coloniale in 1903, then the 3e régiment de tirailleurs tonkinois in French Indochina. On his return to France in 1909 he went to Africa, first to the Ivory Coast and then to the governor's station in West Africa. Deslaurens was at the Battle of the Somme with the 42e régiment d'infanterie coloniale, and was wounded twice. From 1922 to 1924 he was at the École supérieure de guerre, then he returned to Tonkin, French Indochina. From 1933 to 1935 he was a colonel in a regiment of colonial infantry in Morocco, and from 1936 to 1937 led the technical office of the colonial troops. From 1937 to 1939 he was back in Indochina. On 1 January 1940 he was given the command of the 60th Infantry Division of the Seventh Army (under Henri Giraud), headquartered at the castle of Esquelbecq, located in the north of France. In the waning days of the Battle of the Netherlands, as part of a maneuver toward Breda, his division entered Belgium and arrived at the mouth of the Scheldt on 10 May. After the Dutch capitulation, the division retreated into south Zeeland and found itself on the islands of Walcheren and South Beveland on 15 May. The next day fierce fighting took place on the Sloedam, which connects South Beveland and Walcheren, but the positions were overrun and Deslaurens and his men retreated to Walcheren after an unsuccessful attempt to blow up the Sloedam. On Walcheren he also took command of men from the 68th Infantry Division. His main concern was to defend their position and prepare an organized escape back to France, and to raise the moral of the fatigued troops. On 17 May their positions were attacked by German artillery and airplanes, with Deslaurens inspecting his troops without regard for danger. Under severe pressure, the troops retreated to Vlissingen; orders were given to embark on French warships (under the command of admiral Charles Platon) that evening. Amid the chaos of French troops that continued to pour in, and given the demoralized state of those troops, Deslaurens himself grabbed a rifle and covered the retreat, setting up a position with whatever soldiers and officers he could detain,Lerecouvreux 327. some four hundred meters from the embarkation. By 22:15 all had been evacuated except for Deslaurens and his small defensive group, who were all killed. He was one of thirteen French generals who died in May/June 1940. Originally buried on the Noorderbegraafplaats in Vlissingen, his remains were later transferred to France. ==Ranks and awards== En mémoire du Général Deslaurens, Commandant de la 60 ième Division d’Infanterie, tombé le 17 mai 1940, en couvrant avec quelques soldats courageux le retrait de ses troupes. * 1905 sous-lieutenant * 1907 lieutenant * 25 December 1914 capitaine * 18 October 1915 Chevalier de la Légion d'honneur * 1923 chef de bataillon - officier de la Légion d'honneur * 1928 lieutenant-colonel * 1933 colonel * 1937 général de brigade * 1938 Commandeur de la Légion d'honneur * 1940 Command of the 60e D.I. A monument in his honor was erected in Vlissingen on 4 May 2001, in the presence of his son and grandson. ==References== Category:1883 births Category:1940 deaths Category:French military personnel of World War I Category:French military personnel killed in World War II Category:French generals Category:Commandeurs of the Légion d'honneur ",
    "title": "Marcel Deslaurens"
}