{
    "id": "53901587",
    "text": "Black Sun Empire are a Dutch drum and bass group that formed in Utrecht, Netherlands in 1997 by producers Rene Verdult and brothers Micha and Milan Heyboer. The group has received much praise from critics, even being referred to as \"the kings of all things neuro\". Since their inception, the group has released five full-length albums and have operated three independent record labels: Black Sun Empire Recordings, Obsessions, and Blackout Music NL. ==History== Rene, Milan, and Micha all knew each other since they were children and the trio were first exposed to jungle music as teens in the mid-1990s. The trio began to produce music together in 1993 and began producing music under the name Black Sun Empire (a reference to Star Wars) in 1997. In 1999, the trio issued their debut 12\" single \"Voltage/Skin Deep\" through Piruh Records. More singles and splits would be released the following four years, some of which were released through the group's self operated Black Sun Empire Recordings, which was set up in 2002. In 2004, the group released their first full-length studio album Driving Insane, which contained the track \"Arrakis\", which would later be featured in the trailer for EVE Online. Their next album, Cruel and Unusual followed in 2005. That same year, the group created the sub-label Obsessions. In 2007, the group's third album Endangered Species was released. The group's fourth album Lights and Wires was issued in 2010 and featured dubstep influences. Their fifth album From the Shadows was released in 2012 and met both critical and commercial success, even earning a spot on Beatport's Top 5 Best Selling Albums of 2012. To support the album, the group underwent a world tour and performed in places such as Europe, the United States of America, New Zealand, Canada, and Australia. In 2013, the group established a third record label, Blackout Music NL. The group also began to host Blackout festival events, the second event in particular taking place in London. By 2015, the Blackout festivals spread to the United States, with the first Los Angeles festival being held in June 2015. In 2015, Milan Heyboer mentioned that the group were in the process of producing more material. In November 2016, the group premiered the new track \"Caterpillar\", featuring Virus Syndicate. The track is featured in the group's last album \"The Wrong Room\", released on 31 March 2017.https://www.discogs.com/Black-Sun-Empire-The-Wrong-Room/release/10217803 ==Style== The group is commonly seen as neurofunk, and have also been called techstep, drum and bass, and dubstep in the past. Rene Verdult has mentioned that programs such as Cubase 6.5, Vember Audio Surge, and u-He Zebra have been used by the group to produce tracks in the past. Typically, individual members of the group experiment and produce their own tracks, and collaboration between group members usually only occur to give and receive advice. Milan Heyboer described the group's way of production as improvisation. The group has gone on to state artists such as Ed Rush & Optical, Konflict, Stakka & Skynet, and Bad Company as major influences. All compact disc editions of their full-length albums include a second disc containing an hour-long continuous mix as a bonus. ==Discography== ===Studio albums=== *Driving Insane (2004, Black Sun Empire Recordings) *Cruel and Unusual (2005, Black Sun Empire Recordings) *Endangered Species (2007, Black Sun Empire Recordings) *Lights and Wires (2010, Black Sun Empire Recordings) *From the Shadows (2012, Black Sun Empire Recordings) *The Wrong Room (2017, Blackout Music NL) ===Extended plays=== *From the Shadows (Remix EP) (2013, Black Sun Empire Recordings) *Hideous Remixes with Noisia (2014, Blackout Music NL) *Until the World Ends with State of Mind (2015, Blackout Music NL) *The Violent Five with State of Mind (2016, Blackout Music NL) *Mud EP (2020, Blackout Music NL) ===Compilation albums=== *The Piruh Years (2002, Black Sun Empire Recordings) *The Early Years (2002, Black Sun Empire Recordings) *BSE Miscellaneous Tunes (2003, Black Sun Empire Recordings) *Variations On Black (2013, Blackout Music NL) ===Singles=== *\"Voltage / Skin Deep\" (1999, Piruh Records) *\"The Silent / Bombrun\" (2001, Piruh Records) *\"The Rat / B'Negative\" (2002, Black Sun Empire Recordings) *\"Vessel / Fragment\" (2002, A New Dawn Recordings) *\"Smoke\" (2002, DSCI4 Records) *\"Firing Squad (SKC Remix)\" (2008, Black Sun Empire Recordings) *\"Hyper Sun / Cold Crysis\" (2009, Shadows of the Empire) *\"The Invasion / Dyneema\" (2009, Shadows of the Empire) *\"Lights And Wires\" (2010, Black Sun Empire Recordings) *\"Reboot The System (Part 1) (2010, Project 51 Records) *\"Until The World Ends\" (with State of Mind, 2015, Blackout Music NL) *\"Caterpillar\" (with State of Mind, 2016, Blackout Music NL) *\"The Violent Five\" (with Prolix, 2016, Blackout Music NL) *\"The Message\" (with Prolix, 2018, Blackout Music NL) *\"Surge Engine / Ripsaw\" (2018, RAM Records) ===Splits=== *\"The Sun\" (2002, Black Sun Empire Recordings) *Spy Technologies split 12\" with Sinthetix (2002, DSCI4) *split 12\" with Rascal & Klone (2003, Transparent Recordings) *split 12\" with Eye-D (2003, Citrus Recordings) *split 12\" with Benjie (2003, Black Sun Empire) *split 12\" with Ill.Skillz (2004, Ill.Skillz Recordings) *split 12\" with Skynet (2004, Black Sun Empire) *split 12\" with Noisia, Mayhem, Pacific and Kemal (2005, Obsessions) *Cruel and Unusual split 12\" with Dance4Life (2005, Black Sun Empire Recordings) *split 12\" with Corrupted Souls & Hyx (2006, Obsessions) *split 12\" with Mindscape & Jade (2006, Obsessions) *split 12\" with Dom & Vicious Circle (2007, Dom & Roland Productions) *split 12\" with Cooh (2007, Obsessions) *split 12\" with JPS & Hooves (2007, Obsessions) *split 12\" with Concord Dawn (2008, Uprising Records) *split 12\" with Dkay & Trei (2008, Obsessions) *split 12\" with State of Mind (2008, Black Sun Empire Recordings) *split 12\" with Eye-D (2009, Black Sun Empire Recordings) *split 12\" with N.Phect (2009, Black Sun Empire Recordings) *Reboot the System (Part 1) split 12\" with Gridlock (2010, Project 51) *split 12\" with State of Mind (2011, SOM Music) *split 12\" with Counterstrike, Alvin Rish & Bulletproof (2011, Black Sun Empire Recordings) *split 12\" with Crushington (2011, Shadows of the Empire) *split 12\" with Jade & Mindscape (2012, Citrus Recordings) *split 12\" with State of Mind, Bulletproof, Gridlok & Concord Dawn (2012, SOM Music) ==References== ==External links== *Official website *Black Sun Empire Discogs Category:Dutch electronic musicians Category:Dutch musical groups Category:Dutch drum and bass musicians Category:Dutch DJs Category:Dubstep musicians Category:Drum and bass musicians Category:Dubstep music groups ",
    "title": "Black Sun Empire"
}