{
    "id": "53903430",
    "text": "The 268th Rifle Division () was an infantry division of the Soviet Union's Red Army during World War II. Formed in the summer of 1941, the 268th fought on the Leningrad Front until the end of the Siege of Leningrad in 1944. In June and July of that year, it participated in the Vyborg–Petrozavodsk Offensive against Finland, then was relocated to the Baltic states, where it fought in the blockade of the Courland Pocket. Postwar, the division was disbanded in the fall of 1945. == History == The division began forming on 26 June 1941 at Mozyr in the Western Front as the 12th NKVD Mountain Division with a cadre of border guards. It was almost immediately redesignated the 268th Rifle Division and transferred to the army, and by 10 July it moved back to Moscow to keep ahead of the German advance. Its basic order of battle included the 942nd, 947th, and the 952nd Rifle Regiments, as well as the 799th Artillery Regiment. In late July, the 268th was moved to the Leningrad Front, where it was assigned to the 8th Army around 1 August. After six weeks the division was transferred to the 55th Army, defending positions along the Neva River, where it remained until September 1942. In January 1943, just before Operation Iskra, which eased the Siege of Leningrad, the division was in front reserves. At the beginning of the offensive on 12 January, the 136th Rifle Division and the 268th, supported by tanks and artillery, captured a bridgehead between Shlisselburg and Gorodok 1 that was approximately wide and deep. Unofficial veteran badge of the divisionIn the spring of 1943, the 268th was moved back to the 55th Army, and in May became part of the 67th Army. It absorbed troops from the disbanded 55th Naval Rifle Brigade in September. On 21 January 1944, the division attacks towards the Mga station and captured it. During the Vyborg–Petrozavodsk Offensive north of Leningrad in June and July, the division was part of the 21st Army's 110th Rifle Corps. After the end of the first phase of the offensive, which forced Finland to leave World War II, the 110th Rifle Corps and the division were relocated to the 42nd Army in the Baltics by August. The division spent last two months of the war in the spring of 1945 blockading trapped German forces in the Courland Pocket. Postwar, with the 110th Rifle Corps, the division was relocated to the Odessa Military District, where it was disbanded by 22 October 1945. == References == === Citations === === Bibliography === * * * 268 Category:Military units and formations established in 1941 Category:Military units and formations disestablished in 1945 Category:Military units and formations awarded the Order of the Red Banner ",
    "title": "268th Rifle Division"
}