{
    "id": "53907269",
    "text": "Triple bottom line cost–benefit analysis (TBL-CBA) is an evidence-based economic method that combines cost–benefit analysis (CBA) and life-cycle cost analysis (LCCA) across the triple bottom line (TBL) to weigh costs and benefits to project stakeholders. The TBL-CBA process quantifies total net present value, return on investment, and project payback. TBL-CBA uses location-specific data to give asset owners and design professionals the flexibility and capability to provide a rigorous analysis of investment alternatives through all stages of planning and design. Because it calculates both financial results and monetary values for social and environmental design impacts (valuing what have traditionally been considered intangible benefits such as reduced air pollution or enhanced property values), it provides a common basis for evaluating the entire impact of a project across all three bottom lines (social, environmental or ecological, and financial). == Origins == TBL-CBA has its origins in cost–benefit analysis, the triple bottom line, and life-cycle cost analysis. === Cost–benefit analysis (CBA) === Cost–benefit analysis (CBA) is a systematic approach to estimating the strengths and weaknesses of alternatives (for example in transactions, activities, functional business requirements); it is used to determine options that provide the best approach to achieve benefits while preserving savings. It calculates the value of various impacts in dollar (or other currency) terms, making it easy to compare like-to-like. CBA is used extensively by governments to calculate and compare benefits and costs of proposed policies, but can also be used on a design project basis to weigh different design options or justify costs of proposed designs. \"Multiple account cost–benefit analysis\" can consider the gains and losses to different stakeholders, thereby allowing the trade-offs among the project's stakeholders to be readily identified and quantified. CBA is the primary methodology for TBL-CBA and there are many ways of summarizing the results. The best criterion for deciding whether a project can be justified using CBA is a positive net present value (NPV). The NPV is the discounted monetized value of expected net benefits (i.e., benefits minus costs). Other metrics (such as the return on investment, internal rate of return, benefit cost ratio, simple payback period, or discounted payback period) can also be used to summarize the CBA results. CBA has long incorporated the value of externalities such as the willingness to pay for cleaner water or enhanced transit accessibility, but practitioners have differed on the values used despite efforts by national governments to standardize CBA for policy analysis (for example: Australia, Canada, European Union, and the US). === Triple bottom line (TBL) === Triple bottom line (TBL or 3BL) is an accounting framework widely adopted by large organizations since its introduction in 1994 by John Elkington. Organizations can use it to evaluate their performance in a broader perspective to create greater business value or to make decisions on where to allocate resources for the highest organizational return for all key stakeholders. Triple bottom line (TBL) accounting expands the traditional reporting framework to consider social and environmental performance in addition to financial performance. Over 7500 organizations report annually their TBL via the Global Reporting Initiative, which is an affiliate of the International Organization for Standardization (ISO), OECD, UN. A growing number of financial institutions incorporate a triple bottom line approach in their work, though often use the term \"environmental, social, and governance\" instead of TBL. One example is the CDP network of investors, which represents $100 trillion in assets, and requests data from corporate entities on their climate, water, and other sustainability performance measures on an annual basis. === Life-cycle cost analysis === Life-cycle cost analysis (LCCA) quantifies all the financial costs of a project alternative. The financial costs in LCCA include upfront capital expenditures, ongoing operations and maintenance costs, replacement costs, and the residual value of assets at the end of the life-cycle. The financial costs of each alternative are discounted into present value terms to account for different timing of costs. == TBL-CBA consultants and software == TBL-CBA can be run using web-based software, e.g. Autocase, or commissioned via specialty consultants, e.g. AECOM, HDR and Impact Infrastructure. == Use == TBL-CBA is seeing an increase use and demand from investors, owners, and rating schemes. For example, TBL-CBA is currently: * Encouraged by United States Department of Transportation for all FASTLANE and TIGER grant projects * Rewarded by major rating schemes including: ** LEED (by the U.S. Green Building Council) which rewards extra LEED points to projects that run a TBL-CBA. ** Envision (developed by the American Society of Civil Engineers, the American Public Works Association, the American Council of Engineering Companies, and the Zofnass Program at Harvard University's Graduate School of Design) which endorsed TBL-CBA as a compliance path towards Envision certification. * Utilized by some of the largest real estate and infrastructure owners: ** California's Department of General Services requires use of Autocase by design firms bidding on state building projects. ** A large industrial real estate company Prologis, across its North American facilities. ** Phoenix, Arizona included in its 2017 requests for information: \"looking for a firm with experience in cost–benefit analyses\", calling out Autocase as an acceptable means to qualify. ** A large municipal utility, Los Angeles Department of Water and Power, to assess flood reduction design scenarios. ** The US Army and the US Army Corps of Engineers: their \"triple-bottom-line-plus\" of sustainability – mission, environment, community and economic benefit. ** MTA NY City Transit's Mother Clara Hale Bus Depot in Harlem, NY opened in November 2014 and has been certified LEED gold level status by the U.S. Green Building Council. MTA NY City Transit and Dewberry used the triple bottom line, a \"proven cost–benefit analysis-based approach\". ** San Francisco International Airport specified TBL-CBA in their 2015 RFP for redevelopment of Terminal 1. ** Employed by 10 of the top 50 design firms per \"Engineering News Record\". ==References== Category:Sustainable business ",
    "title": "Triple bottom line cost–benefit analysis"
}