{
    "id": "53900292",
    "text": "24th East Surrey Division War Memorial, Battersea Park 24th East Surrey Division War Memorial is a First World War memorial in Battersea Park, London. The unusual avant-garde design by Eric Kennington, his first public commission, was unveiled in 1924. It became a Grade II* listed building in 2005. The memorial commemorates the service of the 24th Division, a British infantry division which served on the Western Front in the First World War. The Division was raised in September 1914 as part of Lord Kitchener's New Army, and served on the Western Front, in the Battle of Loos in 1915, through the Battle of Delville Wood and the Battle of Guillemont in 1916, the Battle of Vimy Ridge and the Battle of Messines in 1917, to the Battle of the Sambre in 1918. It was disbanded in 1919, having suffered the loss of over 35,000 men killed, wounded and missing. Kennington had served in two battalions of the London Regiment, the 1/22nd (County of London) Battalion (the Artists Rifles) and then the 13th (County of London) Battalion (the Kensingtons), later becoming a war artist. He undertook the commission for free, buying the £300 stone himself. Pictures of a bronze maquette were published in the Illustrated London News in November 1922. The final Portland stone memorial stands high. It comprises a group of three infantry soldiers, in full kit with helmets and rifles; a serpent encircles their feet. Three figures are based on: Trooper Morris Clifford Thomas, of the Machine Gun Corps (right); Sergeant J Woods, of the 9th Battalion, Royal Sussex (centre) and Robert Graves, of the 3rd Battalion, Royal Welch Fusiliers (left). The three soldiers are mounted on a columnar base of three parts, which bears the inscription \"XXIV Division France 1914–1918\"; the base is also encircled by inscriptions showing the twenty badges of the Division's constituent units. These inscriptions were carved by Lucy Sampson. The base stands on two circular steps, and the whole is surrounded by a circular hedge. The completed memorial was unveiled on 4 October 1924 by Field Marshal Lord Plumer and the Bishop of Southwark Cyril Garbett. The ceremony was attended by a guard of honour, and an address was delivered by the Division's commander from October 1915 to May 1917, Sir John Capper, who mentioned that the unit lost 4,865 men from all ranks killed, 24,000 wounded and 6,000 missing The memorial became a Grade II* listed building in 2005. File:War Memorial Battersea Park.jpg File:War Memorial, Battersea Park 01.JPG File:War Memorial, Battersea Park 04.JPG File:War Memorial, Battersea Park 05.JPG File:Memorial to the 24th Division.jpg ==Notes== ==References== * 24th East Surrey Division, War Memorials Online * 24th East Surrey Division, Imperial War Museum * The 24th Division Memorial, Battersea Park, Western Front Association ==Further reading== * Category:1924 establishments in England Category:1924 sculptures Category:British military memorials and cemeteries Category:Buildings and structures completed in 1924 Category:Grade II* listed buildings in the London Borough of Wandsworth Category:Grade II* listed monuments and memorials Category:Military memorials in London Category:Outdoor sculptures in London Category:Statues in London Category:World War I memorials in the United Kingdom ",
    "title": "24th East Surrey Division War Memorial"
}