{
    "id": "53913798",
    "text": "Elinor Mullett Husselman (April 4, 1900 – May 6, 1996) was an American Coptic scholar and papyrologist. She was Curator of Manuscripts and Papyrology at the University of Michigan Library and Curator of the Kelsey Museum of Archaeology for forty years, from 1925 to 1965. == Early life and education == Elinor was born on April 4, 1900 in Ann Arbor, Michigan. She began attending the University of Michigan in 1918, initially studying Classical philology. Later she changed her focus to Graeco-Roman Egypt and papyrology because of the attention and importance that the University was giving to those areas of study during that time period. Hussma obtained an A.B. degree from the University in 1921 and an A.M. degree in 1925. After being awarded her master's degree, Husselman continued her studies in Coptic History and Greek papyrology and was awarded a PH.D. degree by the University of Michigan in 1932. Her doctoral dissertation was on contract subscriptions in Tebtunis papyri. == Career == In 1925, Husselman took on the dual responsibility of Curator of Manuscripts and Papyrology at the University of Michigan Library and Curator of the Museum of Archaeology. Husselman would continue in these roles for the next forty years, until she retired in 1965. As curator, Husselman supported the work of papyrologists, archaeologists and art historians in their studies of the University's extensive collection of Graeco-Roman materials from Egypt. She spent many years studying Coptic texts. \"Her work on Coptic was characterized by her willingness to tackle difficult and neglected texts, and also by the great range of texts she edited. Husselman collaborated with Winnifred Kammerer on the Coptic Bibliography (1950), an annotated bibliography on the subject of Coptic History. The bibliography is still considered an essential tool today for researchers in Coptic History. Besides Coptic texts, Husselman studied Greek and Latin texts, with a primary focus on Greek documentary papyri. She was an active reviewer on Greek papyri for a variety of journals. Her work on location in Karanis is where she is most recognized in archaeology. As Curator at the Kelsey Museum, Husselman assisted archaeologists on the Karanis artifacts. She assisted in cataloguing the entire collection of documents from Karanis, along with editing and publishing various articles on the collection. Husselman retired from the University of Michigan in 1965, but continued to research and publish articles on the Karanis excavation until 1982. Husselman died in Tucson, Arizona, on May 6, 1996 at the age of 96. == Selected bibliography == * A Lost Manuscript of the Fables of Babrius, Transactions of the American Philological Association, Vol 66, (1935), p. 104-126 * Papyri from Tebtunis, Part III. University of Michigan Humanistic Series, Vol 29, (with Arthur E. Boak and William Edgerton), Ann Arbor, University of Michigan Press, (1944) * The Dovecoats of Karanis, Transactions of the American Philological Association, Vol 84, (1953), p. 81-91 * Pawnbrokers' Accounts from Roman Egypt, Transactions of the American Philological Association Vol 92, (1961), p. 251-266 * Coptic Documents from the Michigan Collection, Bulletin of the American Society of Papyrologists, Vol 19, (1982), p. 61-70 == References == Category:1901 births Category:1996 deaths Category:American women archaeologists Category:American Egyptologists Category:American papyrologists Category:University of Michigan alumni Category:People from Ann Arbor, Michigan Category:20th-century American archaeologists ",
    "title": "Elinor Mullett Husselman"
}