{
    "id": "53916836",
    "text": "Lisa Huang (; born 11 August 1969) is a Taiwanese lawyer and politician. She has served on the Legislative Yuan between 2012 and 2014. ==Early life and career== Lisa Huang is the daughter of politician George Huang. Her brother David is a political scientist. She graduated from Soochow University and later earned a master's degree from National Chiao Tung University. Prior to her career in politics, Huang worked as a lawyer based in Changhua. ==Political career== ===Electoral history=== Huang first ran for the legislature as an independent candidate in Changhua County during the 2004 elections, but did not win. In 2011, she was named to the Legislative Yuan as a member of the Taiwan Solidarity Union via party list proportional representation. The TSU had previously announced that representatives elected via the party list would serve only two-year terms, and as a result, Huang was replaced by Lai Chen-chang in 2014. She became the TSU's Judiciary Reform Committee director and was in discussion to represent the party as candidate for Changhua County Magistrate later that year. She registered as an independent instead, was expelled from the Taiwan Solidarity Union, and lost the office to Wei Ming-ku. In 2018, Huang contested the Changhua magistracy for a second time, again as an independent. ====2018 Changhua County magistrate election==== {|class=\"wikitable collapsible\" style=\"text- align:center\" |- ! colspan=\"6\"|2018 Changhua County mayoral results |- !width=35| No. !width=150| Candidate !width=120| Party !width=75| Votes !width=75| Percentage !width=49| |- | 1 ||Wei Ming-ku||Democratic Progressive Party||style=\"border-left:4px solid #1B9413;\" align=\"right\"|283,269 |align=\"right\"|39.87% |align=\"center\"| |- | 2 ||Wang Huei-mei||20px Kuomintang||style=\"border-left:4px solid #000099;\" align=\"right\"|377,795 |align=\"right\"|53.18% |align=\"center\"|20px |- | 3 ||Pai Ya-tsan||20px Independent ||style=\"border-left:4px solid #000000;\" align=\"right\"|7,402 |align=\"right\"|1.04% |align=\"center\"| |- | 4 ||Huang Wen-ling||20px Independent ||style=\"border-left:4px solid #000000;\" align=\"right\"|34,690 |align=\"right\"|4.88% |align=\"center\"| |- | 5 ||Hung Min-xiong (洪敏雄)||20px Independent||style=\"border-left:4px solid #000000;\" align=\"right\"|7,263 |align=\"right\"|1.02% |align=\"center\"| |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Total voters || colspan=\"3\" align=\"left\" | 1,031,222 |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Valid votes || colspan=\"3\" align=\"left\" | 710,419 |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Invalid votes || colspan=\"3\" align=\"left\" | |- bgcolor=EEEEEE | colspan=\"3\" align=\"right\" | Voter turnout || colspan=\"3\" align=\"left\" | 68.89% |} ===Legislative term=== While a member of the Legislative Yuan, Huang served as Taiwan Solidarity Union caucus whip. In April 2012, she established the Taiwan–US Legislators Amity Association, a legislative caucus in opposition to the ROC–US Inter-Parliamentary Amity Association. In July, Huang visited Japan to discuss the Senkaku Islands dispute. She supported efforts to subject Premier Sean Chen to a vote of no confidence in September, stating that the result was \"a betrayal of the will of the Taiwanese people.\" After the vote's failure, Huang unsuccessfully petitioned for a recall election against President Ma Ying-jeou. In December, Huang suggested that the TSU invite the Dalai Lama to visit Taiwan, after a planned trip was called off. In 2013, Huang proposed that the Act on Property Declaration by Public Servants be amended, increasing the number of government officials that would need to publicly release the value of their property holdings. ===Political stances=== Huang believes that duration of Examination Yuan terms should be shortened to four years. She opposed Taiwan's current electoral framework, single-member districts coupled with party-list representation, a change made in 2008. She has been critical of the Taipei Police Department, Lung Ying-tai, and Cho Po- yuan. In September 2019, Huang attempted to register Ko Wen-je's candidacy for the 2020 Taiwan presidential election, although the deadline set by the Central Election Commission had passed. ==References== Category:1969 births Category:Living people Category:Taiwanese women in politics Category:Politicians of the Republic of China on Taiwan from Changhua County Category:Party List Members of the Legislative Yuan Category:Taiwan Solidarity Union Members of the Legislative Yuan Category:Members of the 8th Legislative Yuan Category:Taiwanese women lawyers Category:Soochow University (Taiwan) alumni Category:National Chiao Tung University alumni ",
    "title": "Lisa Huang"
}