{
    "id": "53914037",
    "text": "Benjamin Gedeon (born October 16, 1994) is an American football linebacker for the Minnesota Vikings of the National Football League (NFL). He played college football at Michigan. Gedeon was drafted by the Vikings in the fourth round of the 2017 NFL Draft. ==College career== Gedeon appeared in 51 games and made 14 starting assignments at linebacker, ultimately recording 176 tackles, 6.5 sacks, 21 tackles-for-loss and two pass breakups. As a senior, he posted a career best 106 tackles, 15.5 tackles-for-loss, 4.5 sacks and two pass breakups. Following the 2016 season, Gedeon was named to the All-Big Ten defensive second-team by the media. ===Statistics=== {| class=wikitable style=\"text-align:center;\" |- |! colspan=\"16\" style=\"background:gray; border:2px solid silver; color:white;\"|NCAA Collegiate Career statistics |- |! colspan=\"16\" style=\"\" |Michigan Wolverines |- ! rowspan=2|Season ! colspan=5|Tackles ! colspan=6|Interceptions ! colspan=4|Fumbles |- ! Total !! Solo !! Ast !! Sck !! Tfl !! PDef !! Int !! Yards !! Avg !! Lng !! TDs !! FF !! FR !! FR Yds !! TDs |- | 2013 | 19 || 9 || 10 || 1.0 || 1.0 || 0 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 || 0 || 0 |- | 2014 | 17 || 12 || 5 || 1.0 || 1.5 || 0 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 || 0 || 0 |- | 2015 | 34 || 21 || 13 || 0.0 || 3.0 || 0 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 || 0 || 0 |- | 2016 | 94 || 39 || 55 || 4.5 || 15.0 || 2 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 || 0 || 0 |- ! colspan=1|NCAA Career Totals ! 164 !! 81 !! 83 !! 6.5 !! 20.5 !! 2 !! 0 !! 0 !! 0.0 !! 0 !! 0 !! 0 !! 0 !! 0 !! 0 |} ==Professional career== Gedeon was ranked as the No. 9 inside linebacker in the 2017 NFL draft by CBBSSports.com and was projected to go in the fourth or fifth round according to NFL.com. Gedeon was one of the top performers at the 2017 NFL Combine. Gedeon finished atop all linebackers in the bench press, lifting 225 pounds 27 times. He also tied for the best 20-yard shuttle (4.13 seconds), was third in the 60-yard shuttle (11.58 seconds), had the seventh-best vertical jump (34.5 inches), was ninth in the 3-cone drill (6.98 seconds) and was twelfth with a 119-inch broad jump.Wolverines' Ben Gedeon impresses with NFL combine testing ===2017=== The Minnesota Vikings selected Gedeon in fourth round (120th overall) of the 2017 NFL Draft. He was the first of two linebackers drafted by the Vikings in 2017, along with Elijah Lee. On May 26, 2017, the Minnesota Vikings signed a Gedeon to a four-year, $3.03 million contract that includes a signing bonus of $633,147. Throughout training camp, Gedeon competed against Emmanuel Lamur, Edmond Robinson, Elijah Lee, and Kentrell Brothers for the job as the starting weakside linebacker after it was left vacant due to the retirement of Chad Greenway. Head coach Mike Zimmer named Gedeon the starting weakside linebacker, along with Anthony Barr and middle linebacker Eric Kendricks. He made his regular season debut and first career start in the Minnesota Vikings' season-opener against the New Orleans Saints and recorded a solo tackle during their 29-19 victory. On December 31, 2017, Gedeon collected a season-high six combined tackles in the Vikings' 23-10 win against the Chicago Bears. Gedeon finished his rookie season with 37 combined tackles (23 solo) in 16 games and nine starts. The Minnesota Vikings finished first in the NFC North with a 13-3 record and received a first round bye. On January 14, 2018, Gedeon played in first career playoff game and assisted on one tackle in a 29-24 victory against the New Orleans Saints in the NFC Divisional round. They lost to the Philadelphia Eagles who became the eventual Super Bowl LII Champions. ===2018=== Gedeon entered training camp slated as the starting weakside linebacker. Head coach Mike Zimmer named Gedeon and Anthony Barr the starting outside linebackers. They started alongside middle linebacker Eric Kendricks. In Week 14, he collected a season-high nine combined tackles during a 21-7 loss at the Seattle Seahawks. He finished the season with 53 combined tackles (29 solo) and two pass deflections in 15 games and eight starts. ===2019=== Gedeon opened the 2019 season as a starting linebacker for the Vikings. He played in eight games with five starts before suffering a concussion in Week 11. He was placed on injured reserve on December 2, 2019. ===2020=== Gedeon was placed on the active/physically unable to perform list (PUP) at the start of training camp on August 3, 2020. He was moved to the reserve/PUP list to start the regular season on September 5. ===Career statistics=== {|class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=\"2\"| Season ! colspan=\"2\"| Games ! colspan=\"4\"| Tackles ! colspan=\"6\"| Interceptions ! colspan=\"2\"| Fumbles |- ! Year !! Team !! !! !! !! !! !! !! !! !! !! !! !! !! !! |- ! 2017 || Minnesota Vikings | 16 || 9 || 37 || 23 || 14 || 0.0 || 0 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 |- ! 2018 || Minnesota Vikings | 15 || 8 || 53 || 29 || 24 || 0.0 || 2 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 |- ! 2019 || Minnesota Vikings | 8 || 5 || 13 || 8 || 5 || 0.0 || 0 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 |- ! colspan=\"2\"| Total || 39 || 22 || 103 || 60 || 43 || 0.0 || 2 || 0 || 0 || 0.0 || 0 || 0 || 0 || 0 |} ==References== ==External links== *Michigan Wolverines bio Category:1994 births Category:Living people Category:People from Hudson, Ohio Category:American football linebackers Category:Michigan Wolverines football players Category:Minnesota Vikings players Category:Players of American football from Ohio ",
    "title": "Ben Gedeon"
}