{
    "id": "53916976",
    "text": "The Bolivian montane dry forests (NT0206) is an ecoregion in Bolivia on the eastern side of the Andes. It is a transitional habitat between the puna grasslands higher up to the west and the Chaco scrub to the east. The habitat is under severe stress from a growing human population. ==Geography== ===Location=== The ecoregion is in the dry mountain valleys of the Andes in southern Bolivia. It has an area of . In the south large areas of the ecoregion are found within the Central Andean puna and Southern Andean Yungas. To the east the dry forests transition into the Dry Chaco ecoregion. Further north smaller areas of the ecoregion are found in contact with the Central Andean dry puna, Central Andean wet puna and Bolivian Yungas. ===Terrain=== The terrain is rugged, with cliffs, steep hillsides, valleys and gullies. Altitudes are from above sea level. In the east fingers of the dry forest stretch into the yungas, while in the west fingers of puna grassland extend into the dry forest. ===Climate=== At a sample location at the Köppen climate classification is \"Cwb\": warm temperate, winter dry, warm summer. At this location the mean monthly temperatures range from in July to in November. Yearly total precipitation is about . Average monthly precipitation is below in May–August, and rises to in January. ==Ecology== The ecoregion is in the neotropical realm, in the tropical and subtropical dry broadleaf forests biome. ===Flora=== Vachellia caven The dry forest ecoregion is a transitional habitat between the puna grasslands higher up to the west and the Chaco scrub to the east. It contains dry slopes with scattered shrubs and columnar cacti, seasonal dry forest and wetland forest along river courses. Where the spiny forest has been unaltered it holds species such as Vachellia caven, Prosopis alpataco, Dodonaea viscosa, Schinopsis marginata and Aspidosperma quebracho- blanco. ===Fauna=== Several mammal species more common in the tropics are at the southern limit of their territory in the ecoregion. There appear to be a variety of feline species including cougar (Puma concolor), ocelot (Leopardus pardalis), Pampas cat (Leopardus pajeros), Geoffroy's cat (Leopardus geoffroyi) and jaguarundi (Puma yagouaroundi). Endangered mammals include the Bolivian chinchilla rat (Abrocoma boliviensis) and short-tailed chinchilla (Chinchilla chinchilla). Endemic birds include the Bolivian recurvebill (Syndactyla striatus), Bolivian blackbird (Oreopsar bolivianus), citron-headed yellow finch (Sicalis luteocephala), Cochabamba mountain finch (Compsospiza garleppi), Bolivian warbling finch (Poospiza boliviana), torrent duck (Merganetta armata), wedge-tailed hillstar (Oreotrochilus adela), black-hooded sunbeam (Aglaeactis pamela) and grey-bellied flowerpiercer (Diglossa carbonaria). Endangered birds include the red-fronted macaw (Ara rubrogenys) and Bolivian spinetail (Cranioleuca henricae). Endangered amphibians include the frog Telmatobius sibiricus. ==Status== The subtropical lower montane dry and moist life zones in the deep valleys between the mountains of the eastern Cordillera include the towns of Comarapa, Independencia, Totora, Tapacarí and Arque. These are the most favorable areas for human settlement, and have long been farmed, leaving little of the original vegetation. The World Wildlife Fund gives the Bolivian montane dry forests ecoregion the status of \"Critical/Endangered\". The growing human population is creating urban sprawl and over-hunting, collecting wood for fuel and converting land for agriculture, causing habitat fragmentation. Protected areas include the Madidi National Park and the Cordillera de Sama Biological Reserve. Others are the Tariquía Flora and Fauna National Reserve and Torotoro National Park. ==References== Category:Neotropical dry broadleaf forests Category:Ecoregions of Bolivia Category:Deserts and xeric shrublands Category:Montane forests ",
    "title": "Bolivian montane dry forests"
}