{
    "id": "53915293",
    "text": "The Catalogus Baronum (\"Catalogue of the Barons\") was a collection of registers of the military obligations owed by the barons of the Kingdom of Sicily. The collection was compiled in 1322 under the Angevin dynasty. It contains three distinct registers from distinct periods and covering different regions of the kingdom. The first, the Quaternus magne expeditionis, was originally compiled under the Norman king Roger II in 1150–51, then revised by his grandson, William II, in 1167–68. It listed the fiefs of the crown in the Principality of Capua, the Duchy of Apulia and the Abruzzi and detailed the services each owed. The second register was composed under William around 1175. It lists only the knights of Aquino, Arce and Sora. The third register, the Pheudatarii iusticiaratus Capitanatae, is that of the Swabian king Frederick II from 1239–40. It lists only the feudatories of the Capitanate. The single manuscript, known as Angevin Register 1322 A (242), was kept in the State Archives of Naples until 1943, when it was destroyed along with many other documents when occupying German troops set fire to the archives during the Second World War.On the combat in and around Naples in September 1943, see Four days of Naples. It was itself based on a now-lost late 13th-century document, the so-called \"Swabian Copy\", which contained a copy of the original Quaternus alongside Frederick II's register. The editio princeps of the collection was published in 1653 by Carlo Borrelli, who also gave the document the name by which it is known, Catalogus Baronum. A modern critical edition by Evelyn Jamison was published in 1972 based on surviving photostats. ==Editions== * * * * ==References== ;Notes ;Bibliography * * * ==Further reading== * * Category:Feudalism in Europe Category:14th-century manuscripts Category:Medieval Latin texts Category:Medieval legal texts Category:12th- century Latin writers ",
    "title": "Catalogus Baronum"
}