{
    "id": "53913538",
    "text": "Luciano Pavarotti welcomes Princess Diana in Modena during the 1995 edition Pavarotti & Friends was a series of benefit concerts hosted by Italian operatic tenor Luciano Pavarotti between 1992 and 2003 in his home town of Modena, Italy. Proceeds from the events were donated to humanitarian causes including the international aid agency War Child and the United Nations High Commissioner for Refugees. The concerts featured Pavarotti performing with special musical guests and each concert was released as a compilation album and DVD under London Records/Decca Records. ==Concerts== From left, journalist Vincenzo Mollica, Luciano Pavarotti, Lucio Dalla e Zucchero on the first edition (1992) Ten benefit concerts were held between 1992 and 2003. The concerts have been broadcast in various countries and each concert was released as a compilation album and DVD under London Records/Decca Records. The Pavarotti & Friends Collection: The Complete Concerts, 1992–2000, a DVD featuring the first eight concerts, was released in November 2002 under Decca. ===Pavarotti & Friends (1992)=== The first Pavarotti & Friends concert was held on 27 September 1992, featuring guest stars Sting, Bob Geldof, Brian May and Mike Oldfield. A compilation album and DVD was released under Decca Records. The compilation album sold 120,000 units in the US and around 1.5 million units worldwide. ===Pavarotti & Friends 2 (1994)=== Pavarotti & Friends 2 took place on 13 September 1994, and featured guest performances by Bryan Adams, Andreas Vollenweider, Nancy Gustafson, Giorgia and Andrea Bocelli. A compilation album and DVD was released under London Records (now Decca Records) and sold around 1 million copies worldwide. ===Pavarotti & Friends for the Children of Bosnia (1995)=== Pavarotti & Friends 1995 Pavarotti & Friends for the Children of Bosnia took place on 12 September 1995 in support of the War Child charity, specifically to benefit war-torn Bosnia. The concert featured guest performances by Bono, Meat Loaf, Simon Le Bon, Michael Bolton, The Edge, Brian Eno and Dolores O'Riordan. The concert was broadcast on PBS and a compilation album and DVD was released under London Records (now Decca Records). ===Pavarotti & Friends for War Child (1996)=== Elton John with Luciano Pavarotti (1996) The Pavarotti & Friends for War Child concert was held on (date needed). Proceeds from the concert were donated to the international aid agency, War Child, specifically in aid of children in Bosnia. The concert featured guest performances by Elton John, Sheryl Crow, Eric Clapton, Liza Minnelli and Joan Osborne.. The compilation arrived at position 19 in Danish Chart. ===Pavarotti & Friends for the Children of Liberia (1998)=== The Pavarotti & Friends for the Children of Liberia was held on 9 June 1998, in support of the War Child charity, specifically to benefit the orphans of war-torn Liberia. The concert was directed by Spike Lee and featured guest performances by Stevie Wonder, Celine Dion, Jon Bon Jovi, Spice Girls, Trisha Yearwood, Natalie Cole and The Corrs. The concert was broadcast on BBC and PBS, and on syndication in the US, and also released as a compilation album and DVD. ===Pavarotti & Friends for Guatemala and Kosovo (1999)=== The Pavarotti & Friends for Guatemala and Kosovo concert was held on 1 June 1999, and raised $1 million for War Child programs to aid young refugees from Kosovo and Guatemala. The concert featured guest performances by Mariah Carey, Ricky Martin, B.B. King, Joe Cocker, Boyzone, Lionel Richie, Gianni Morandi, Renato Zero and Gloria Estefan. The concert was released as a compilation DVD and album. ===Pavarotti & Friends for Cambodia and Tibet (2000)=== The Pavarotti & Friends for Cambodia and Tibet concert took place on 6 June 2000, in support of a number of charities to benefit children in Cambodia and Tibet. The concert featured guest performers including George Michael, Eurythmics, Aqua, Enrique Iglesias, Monica Naranjo, Darren Hayes, Caetano Veloso and Skunk Anansie. Special guests included the Dalai Lama who opened the event. ===Pavarotti & Friends for Afghanistan (2001)=== The Pavarotti & Friends for Afghanistan concert took place on 29 May 2001 to raise money for Afghanistan refugees through the United Nations High Commissioner for Refugees (UNHCR) programme. The concert featured guest performances by Tom Jones, Barry White, George Benson, Anastacia, Deep Purple, Bond and Morcheeba, as well as guest appearances by actors Michael Douglas and Catherine Zeta- Jones and designer Donatella Versace. The concert raised $3.3 million for its cause. ===Pavarotti & Friends for Angola (2002)=== The Pavarotti & Friends for Angola benefit concert took place on 28 May 2002 to raise money for Angolan refugees through the UNHCR programme. Guest performers included Andrea Bocelli, James Brown, Elisa, Grace Jones, Gino Paoli, Sting and Lou Reed. ===Pavarotti & Friends for SOS Iraq (2003)=== The Pavarotti & Friends for SOS Iraq concert was held on 27 May 2003 to raise money for Iraqi refugees in Iran through the UNHCR programme. The concert featured guest performances by Bono, Queen, Eric Clapton, Deep Purple, Ricky Martin, Andrea Bocelli, Lionel Richie, Laura Pausini, Zucchero and Maná, and raised over €2 million for the UNHCR cause. ==Criticism== There was some criticism with regards to Pavarotti, a classically-trained opera singer, performing pop songs with pop stars at his charity concerts. Pavarotti responded to the critics saying: \"Some say the word pop is a derogatory word to say 'not important'--I do not accept that. If the word classic is the word to say 'boring,' I do not accept. There is good and bad music.\" == References == Category:Luciano Pavarotti Category:Benefit concerts Category:Modena Category:Recurring events established in 1992 Category:Recurring events disestablished in 2003 ",
    "title": "Pavarotti &amp; Friends"
}