{
    "id": "53912984",
    "text": "Pennington is a civil parish in the South Lakeland District of Cumbria, England. It contains six listed buildings that are recorded in the National Heritage List for England. All the listed buildings are designated at Grade II, the lowest of the three grades, which is applied to \"buildings of national importance and special interest\". The parish contains the village of Pennington, and is otherwise almost completely rural. The listed buildings consist of a pair of cottages, a sundial, a packhorse bridge, a church, a war memorial, and a set of stocks. __NOTOC__ ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line- height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes |- |Whinfield Farm Cottages | |align=\"center\"| |A pair of roughcast stone houses with a slate roof, two storeys, four bays, and a rear wing. Some windows are sashes, and others are mullioned with hood moulds. |- |Sundial | |align=\"center\"|1680 |The sundial is in the churchyard of St Michael's Church, and consists of an octagonal post with stop chamfers standing on a tall square base. It has a square dated cap, but no plate. |- |Devils Bridge | |align=\"center\"| |A packhorse bridge crossing Rathmoss Beck, it is in stone hand consists of a single segmental arch. The bridge has thin voussoirs of varying sizes and a low parapet. It is also a scheduled monument. |- |St Michael's Church |centre |align=\"center\"|1826–27 |The oldest surviving parts of the church are the nave and the tower. In 1926 Henry Paley replaced the chancel, added a porch, and replaced the windows and the roof. The church is in stone with a slate roof, and consists of a nave, a south porch, a chancel with a polygonal east end, a north vestry, a south organ loft, and a west tower. The tower has diagonal buttresses, a two-light west window, and an embattled parapet. The porch has an entrance with a moulded pointed arch, above which are shields and a parapet with a gablet. The inner entrance has a re-set Norman tympanum containing a carved figure of Christ and runes. The windows contain tracery in Decorated style. |- |Pennington Parish War Memorial Cross | |align=\"center\"|1920 |The memorial stands on a road junction, it is in sandstone, and consists of a simple Latin cross about high. The shaft and arms are chamfered, and the shaft is on a square chamfered plinth on a base of four square steps. On the plinth and base are inscribed plaques that include the names of those lost in the two world wars. |- |Stocks | |align=\"center\"|Unknown |The stocks stand outside the churchyard walls of St Michael's Church. They consist of two upright stone posts with grooves on the inner faces. The timber boards have leg holes for two people. |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * Category:Lists of listed buildings in Cumbria ",
    "title": "Listed buildings in Pennington, Cumbria"
}