{
    "id": "53915390",
    "text": "Jordan Evans (born January 27, 1995) is an American football linebacker for the Cincinnati Bengals of the National Football League (NFL). He played college football at Oklahoma. ==College career== Evans attended and played college football at Oklahoma. He contributed from 2013-2016. On October 3, 2015, against West Virginia, he recorded a fumble recovery, which he took 41 yards for a touchdown. ===Collegiate statistics=== {| class=\"wikitable\" ! colspan=\"6\" style=\"text-align: center; font-weight:bold;\" | Jordan Evans ! colspan=\"5\" style=\"text-align: center; font-weight:bold;\" | Tackles ! colspan=\"5\" style=\"text-align: center; font-weight:bold;\" | Interceptions ! colspan=\"4\" style=\"text-align: center; font-weight:bold;\" | Fumbles |- | style=\"font-weight:bold;\" | Year | style=\"font-weight:bold;\" | School | style=\"font-weight:bold;\" | Conf | style=\"font-weight:bold;\" | Class | style=\"font-weight:bold;\" | Pos | style=\"font-weight:bold;\" | G | style=\"font- weight:bold;\" | Solo | style=\"font-weight:bold;\" | Ast | style=\"font- weight:bold;\" | Tot | style=\"font-weight:bold;\" | Loss | style=\"font- weight:bold;\" | Sk | style=\"font-weight:bold;\" | Int | style=\"font- weight:bold;\" | Yds | style=\"font-weight:bold;\" | Avg | style=\"font- weight:bold;\" | TD | style=\"font-weight:bold;\" | PD | style=\"font- weight:bold;\" | FR | style=\"font-weight:bold;\" | Yds | style=\"font- weight:bold;\" | TD | style=\"font-weight:bold;\" | FF |- | 2013 | Oklahoma | Big 12 | FR | LB | 2 | 6 | 6 | 12 | 0.5 | 0.0 | 0 | 0 | 0.0 | 0 | 1 | 0 | 0 | 0 | 0 |- | 2014 | Oklahoma | Big 12 | SO | LB | 13 | 56 | 37 | 93 | 6.5 | 0.0 | 1 | 0 | 0.0 | 0 | 3 | 1 | 0 | 0 | 2 |- | 2015 | Oklahoma | Big 12 | JR | LB | 10 | 47 | 31 | 78 | 4.5 | 1.0 | 0 | 0 | 0.0 | 0 | 4 | 1 | 41 | 1 | 1 |- | 2016 | Oklahoma | Big 12 | SR | LB | 13 | 55 | 43 | 98 | 9.5 | 2.5 | 4 | 145 | 36.3 | 2 | 8 | 1 | 0 | 0 | 1 |- | style=\"font-weight:bold;\" | Career | style=\"font- weight:bold;\" | Oklahoma | colspan=\"3\" style=\"font-weight:bold;\" | | style=\"font-weight:bold;\" | 38 | style=\"font-weight:bold;\" | 164 | style=\"font-weight:bold;\" | 117 | style=\"font-weight:bold;\" | 281 | style=\"font-weight:bold;\" | 21.0 | style=\"font-weight:bold;\" | 3.5 | style=\"font-weight:bold;\" | 5 | style=\"font-weight:bold;\" | 145 | style=\"font- weight:bold;\" | 29.0 | style=\"font-weight:bold;\" | 2 | style=\"font- weight:bold;\" | 16 | style=\"font-weight:bold;\" | 3 | style=\"font-weight:bold;\" | 41 | style=\"font-weight:bold;\" | 1 | style=\"font-weight:bold;\" | 4 |} ==Professional career== ===2017=== The Cincinnati Bengals selected Evans in the sixth round (193rd overall) of the 2017 NFL Draft. Evans was the 23rd linebacker drafted in 2017. On May 15, 2017, the Cincinnati Bengals signed Evans to a four-year, $2.55 million contract that includes a signing bonus of $156,506. Throughout training camp, Evans competed for a roster spot against Brandon Bell, Bryson Albright, Paul Dawson, Hardy Nickerson Jr., and Marquis Flowers. Head coach Marvin Lewis named Evans a backup outside linebacker to begin the regular season, behind Nick Vigil, Vincent Rey, and Carl Lawson. He made his professional regular season debut in the Cincinnati Bengals’ season- opener against the Baltimore Ravens and made one solo tackle during their 20–0 loss. Evans was inactive for the Bengals’ Week 4 victory at the Cleveland Browns due to a hamstring injury. On December 4, 2017, Evans earned his first career start in place of Nick Vigil who was inactive due to a knee injury. Evans recorded five combined tackles during a 23–20 loss to the Pittsburgh Steelers in Week 13. In Week 14, he collected a season-high ten combined tackles (nine solo) as the Bengals lost 33–7 to the Chicago Bears. He finished his rookie season in 2017 with 38 combined tackles (27 solo) and two pass deflections in 15 games and four starts. ===2018=== On January 8, 2018, the Cincinnati Bengals announced their decision to hire former Detroit Lions’ defensive coordinator Teryl Austin as the new defensive coordinator after it was left vacant by the departure of Paul Guenther to the Oakland Raiders. Evans entered training camp slated as a starting outside linebacker. Head coach Marvin Lewis named Evans the starting weakside linebacker to begin the regular season, alongside Nick Vigil and middle linebacker Preston Brown. Evans started in place of Vontaze Burfict who was serving a four-game suspension. On October 23, 2018, Evans collected a season-high 11 combined tackles (seven solo), deflected a pass, made 1.5 sacks, and made his first career interception during a 37–34 win against the Tampa Bay Buccaneers in Week 8. Evans intercepted a pass by Buccaneers’ quarterback Jameis Winston, that was intended for tight end Cameron Brate, and returned it for a seven- yard gain during the third quarter. On November 13, 2018, the Cincinnati Bengals announced their decision to fire defensive coordinator Teryl Austin after they lost 51–14 to the New Orleans Saints in Week 10. Head coach Marvin Lewis stated he would take over duties as defensive coordinator for the remainder of the season. He was placed on injured reserve on December 28, 2018 with an ankle injury. He finished his second season fifth on the team with 61 tackles through 14 games and five starts. ==References== ==External links== *Cincinnati Bengals bio *Oklahoma Sooners bio Category:1995 births Category:Living people Category:American football linebackers Category:Cincinnati Bengals players Category:Oklahoma Sooners football players Category:Players of American football from Oklahoma Category:Sportspeople from Norman, Oklahoma ",
    "title": "Jordan Evans (American football)"
}