{
    "id": "53915416",
    "text": "Boris Vasilievich Snetkov (; 27 February 1925 18 September 2006) was a Soviet Army and briefly Russian Ground Forces Army General. Snetkov fought in World War II as a self-propelled artillery officer and during the Cold War rose to command positions. He commanded the 1st Guards Tank Army and served as first deputy commander of the Group of Soviet Forces in Germany during the 1970s. Snetkov led the Siberian Military District and the Leningrad Military District in the 1980s and in 1987 became commander of the Group of Soviet Forces in Germany (GSFG), which in 1989 became the Western Group of Forces as the Cold War wound down. Snetkov was removed from command of the group in December 1990 and transferred to the Group of Inspectors General of the Ministry of Defense, before retiring in 1992. == Early life and World War II == An ISU-152 of the type used by the 395th Guards Regiment Snetkov was born on 27 February 1925 in Saratov, and graduated from Pugachyov's School No. 2. He was drafted into the Red Army in 1942 and in October 1943 graduated from accelerated courses at the 2nd Kiev Self-Propelled Artillery School as a junior lieutenant. As commander of an SU-152 self-propelled gun in the 9th Separate Guards Breakthrough Tank Regiment of the 1st Ukrainian Front's 38th Army, Snetkov saw his first combat west of Rozhiv in the Battle of Kiev on 25 November, during which his crew was reported by a superior to have destroyed a Tiger tank and two guns. For his actions, Snetkov received the Order of the Red Star on 12 December. As the advance westwards across Ukraine continued into the winter, he and his regiment fought in the Zhitomir–Berdichev Offensive and the Korsun- Shevchenkovsky Offensive as part of the 38th Army. During the latter operation, on 26 January, his crew was reported by a superior to have engaged a German tank column of about 20 tanks and destroyed three, one of which was a Tiger, on the LipovetsRososhe road. For this action, Snetkov received the Order of the Patriotic War, 1st class, on 2 February. In February 1944, his regiment was withdrawn from the front and converted into the 395th Guards Heavy Self-Propelled Artillery Regiment. It was also reequipped with the updated ISU-152 self-propelled gun, one of which Snetkov became commander of. Snetkov and his regiment did not return to the front until June 1944, where they became part of the 3rd Belorussian Front. He was promoted to lieutenant around this time, and from late June, he fought in Operation Bagration, the Soviet strategic offensive that recaptured Belarus and eastern Poland. Between 22 and 27 June, during fighting in the Bogushevsk area, Snetkov's crew was reported by a superior to have destroyed a self-propelled gun, two bunkers, and two anti-tank guns. For this he received a second Order of the Red Star on 10 July. The regiment, as part of the front, fought in the Baltic Offensive and the Gumbinnen Operation during the fall. Snetkov in 1945 Snetkov became adjutant to the regimental commander, and was promoted to Senior Lieutenant. From January 1945, the 395th Guards Heavy Self-Propelled Artillery Regiment fought in the East Prussian Offensive. According to a report made by his regimental commander, Snetkov helped coordinate the entry of self-propelled guns into battle and often personally visited the front lines under heavy fire to pass on orders between 13 and 21 January. On 15 January, the 2nd Battery commander's radio malfunctioned, leading to the battery getting lost. Despite heavy German mortar fire, Snetkov was able to pass on orders to the battery, allowing it to fulfil its mission. For these actions, he received the Medal \"For Courage\" on 20 February. The regiment fought in the Battle of Königsberg and the Samland Offensive in the last weeks of the war. Between 23 and 25 April in fighting around Pillau, Snetkov's battery destroyed a self-propelled gun, 9 guns, 8 bunkers, a mortar battery, and 15 machine gun positions. For this action, he received the Order of the Patriotic War, 2nd class, on 6 May. After the end of the war in Europe, the 395th Guards Heavy Self-Propelled Artillery Regiment was transferred to the Far East for the Soviet invasion of Manchuria. Snetkov became its chief of intelligence and assistant chief of staff for intelligence, and ended the war with the rank of captain. Between 8 August and 3 September, the regiment fought in the Soviet invasion of Manchuria attached to the 5th Army, and on 8 September he received a second Order of the Patriotic War, 1st class, for providing crucial intelligence gained from reconnaissance to his unit. == Cold War == Between 1946 and 1950, Snetkov was assistant chief of staff for operations of a regiment, and then entered the Military Academy of the Armored Forces, graduating in 1953. Until 1965, he successively served as a regimental chief of staff, chief of a division's operations staff department, and commander of a tank regiment. Between 1965 and 1966 Snetkov was chief of staff of a division, and in 1968 he graduated from the Military Academy of the General Staff. After graduating, Snetkov took command of a tank division in the Kiev Military District, and in May 1971 transferred to the Group of Soviet Forces in Germany (GSFG) as chief of staff and first deputy commander of the 3rd Shock Army. He was promoted to major general in 1972, and would serve in the GSFG for the better part of the decade. He was appointed commander of the 1st Guards Tank Army in August 1973, after which he was promoted to lieutenant general in 1974, and became First Deputy Commander in July 1975. He left East Germany to command the Siberian Military District in January 1979, and was promoted to colonel general that year, moving westwards again to lead the Leningrad Military District in November 1981. On 7 May 1986, Snetkov was promoted to army general. In November 1987, Snetkov was appointed commander of the GSFG, which became the Western Group of Forces (WGF) in June 1989 when it was shifted to a defensive role. During upheavals in East Germany during October and November, the WGF's troops did not intervene in the Leipzig Monday demonstrations and the Fall of the Berlin Wall as a result of orders given to Snetkov by the Soviet ambassador in East Germany, Vyacheslav Kochemasov, which were confirmed by the Soviet government. After the fall of the Berlin Wall and the easing of Cold War tensions, discipline in the WGF began to break down. In response to charges of fatal recruit abuse, widespread desertion, and weapons smuggling among Soviet troops, Snetkov held a November 1990 press conference to deny the charges, in which he stated that only 84 soldiers had died in 1990, mostly in training or traffic accidents; that 83 soldiers had \"left units without permission\"; and denied allegations weapons smuggling, stating that only seven weapons were \"missing\". In response to German citizens' complaints, he also halted all training on weekends and holidays, and ended low-level flying over populated places. In December, after former East German leader Erich Honecker was issued an arrest warrant by prosecutors in Berlin and charged with giving orders to fire on escapees, Snetkov refused to hand over Honecker, who was under Soviet protection at a military hospital. He opposed the withdrawal of Soviet troops from Germany, and stated in multiple early 2000s interviews with Russian military newspaper Krasnaya Zvezda that his opposition to a Soviet pull-out was the reason for his dismissal from command of the WGF later that month. However, according to a contemporary Izvestia report, he was fired along with deputies after the desertions of a regimental commander and a supply unit leader on 29 November, who took two missiles, three tank shells and other armaments with them. After his dismissal, Snetkov joined the Group of Inspectors General of the Ministry of Defense, traditionally a retirement post for elderly generals. He retired in May 1992 after the elimination of the Group of Inspectors General. == Later life == Snetkov lived in Moscow and died there on 18 September 2006. He was buried in the Troyekurovskoye Cemetery. == Personal life and politics == Snetkov joined the Communist Party of the Soviet Union in 1945 and was a deputy of the Supreme Soviet of the Soviet Union at its tenth and eleventh convocations, which lasted from 1979 to 1989. He was also a candidate member of the Central Committee of the Communist Party between 1986 and 1990. During the March 1989 Soviet Union legislative election, the first relatively free Soviet elections, Snetkov, who was backed by the Communist Party, lost his seat, which represented a district in Yaroslavl, to reformist Lieutenant Colonel Viktor Podziruk, in a campaign focused on the issue of the existence of the Soviet draft. Snetkov married Aleksandra Ivanovna, who died 2011, and had a son, Vladislav Borisovich Snetkov, who also became an army officer, and who died in 1997. == Awards == Snetkov was awarded the following decorations. * Order of Lenin * Order of the October Revolution * Order of the Patriotic War, 1st class (3) * Order of the Patriotic War, 2nd class * Order of the Red Star (2) * Order for Service to the Homeland in the Armed Forces of the USSR 3rd class * Medal \"For Courage\" == Notes == == References == == Bibliography == * * * * * * * Category:1925 births Category:2006 deaths Category:People from Saratov Category:Central Committee of the Communist Party of the Soviet Union candidate members Category:Tenth convocation members of the Soviet of the Union Category:Eleventh convocation members of the Soviet of the Union Category:Members of the Congress of People's Deputies of the Soviet Union Category:Army generals (Soviet Union) Category:Soviet military personnel of World War II Category:People of the Cold War Category:Military Academy of the General Staff of the Armed Forces of the Soviet Union alumni Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Patriotic War, 1st class Category:Recipients of the Order of the Patriotic War, 2nd class Category:Recipients of the Medal \"For Courage\" (Russia) Category:Burials in Troyekurovskoye Cemetery ",
    "title": "Boris Snetkov"
}