{
    "id": "53914132",
    "text": "The Lee County Library (LCL) is a public library system in Southwest Georgia, United States, located in Lee County. There are four branches associated with the system with the Leesburg library serving as the central headquarters. LCL is a member of PINES, a program of the Georgia Public Library Service that covers 53 library systems in 143 counties of Georgia. Any resident in a PINES supported library system has access to the system's collection of 10.6 million books. The library is also serviced by GALILEO, a program of the University System of Georgia which stands for \"GeorgiA LIbrary LEarning Online\". This program offers residents in supported libraries access to over 100 databases indexing thousands of periodicals and scholarly journals. It also boasts over 10,000 journal titles in full text. The Lee County Library won the 2015 Library of the Year award presented by the Georgia Public Library Service. ==History== Lee County was originally a part of the Kinchafoonee Regional Library System, joining the neighboring system through the outreach of the public schools superintendent in 1954. Joining the Kinchafoonee System had additional perks of the use of a bookmobile, and the expansion of a county- wide library collection available for inter-library loan. In 1961 the Town and County Club of Leesburg, a civic and cultural club for women, sponsored the Leesburg Branch of the Lee County Library. It was housed in two rooms from the Georgia Railroad Depot and supplied with books from the regional library system, State Board of Education, and county government. The Smithville library began planning and 1977 and officially opened in 1979 in the towns old depot. The Smithville Community Development Group raised the funds required for the construction of the building and further secured the library as a branch of the Kinchafoonee Regional Library System. In 1995 Lee County decided to leave the Kinchafoonee system and create its own single county public library system. ==Branches== {| class=\"wikitable\" |- ! Name !! Address |- | Leesburg Library || 245 Walnut Avenue, South, Leesburg, GA 31763 |- | Oakland Library || 445 Oakland Parkway West, Leesburg, GA 31763 |- | Redbone Library || 104 Thundering Springs Road, Leesburg, GA 31763 |- | Smithville Library || 116 Main Street, Smithville, GA 31787 |- |} ==Library systems in neighboring counties== *Lake Blackshear Regional Library System to the north. *Worth County Library System to the east. *Dougherty County Public Library to the south. *Kinchafoonee Regional Library System to the west. ==References== ==External links== *PINES Catalog Category:County library systems in Georgia (U.S. state) Category:Public libraries in Georgia (U.S. state) Category:Libraries established in 1979 ",
    "title": "Lee County Library (Georgia)"
}