{
    "id": "53914911",
    "text": "Jermaine Eluemunor ( ; born 13 December 1994) is an English professional American football guard playing for the New England Patriots of the National Football League (NFL). He played college football at Texas A&M.; ==Early years== Eluemunor was born to a Nigerian father and English mother in Chalk Farm, London. He attended Haverstock School. Growing up, he played rugby and cricket. He became interested in American football after watching the 2007 Miami Dolphins-New York Giants game on television. The game was played at Wembley Stadium in London as part of the NFL International Series. Eluemunor moved to the United States with his father at age 14, when he started playing American football at Morris Knolls High School near Denville, New Jersey.https://www.youtube.com/watch?v=Ta8CmGT-q9MStaff. \"Denville Native Poised to Be a 2017 NFL Draftee\", Tap Into Denville, April 25, 2017. Accessed April 30, 2017. \"Former Morris Knolls High School offensive lineman Jermaine Eluemunor’s unique approach to learning American football is about to pay off in a big way.... The Denville native stands at 6’4”, 332 pounds.\" At Morris Knolls, he played football and wrestled. He played on the defensive and offensive lines in football. As a senior wrestler, he recorded a 30-7 record. During his sophomore year of high school, Eluemunor returned to London with his father. He begged his father to return to the United States, and his father agreed, on the condition he graduate from university and maximize his potential in American football. ==College career== Out of high school, Eluemunor was not recruited by any college football programs. He attended Lackawanna College in Scranton, PA from 2012–2013. In 2013 he made the all- conference second team. After being recruited by 35 college programs, Eluemunor originally committed to UCLA, then flipped to Arkansas but then decommitted before committing to Texas A&M.; Eluemunor attended Texas A&M; from 2014–2016. He redshirted in 2014. In 2015, he was the backup right guard. He made his first career start during the 2015 Music City Bowl. In 2016, he started 12 of the 13 games, with three at right guard and nine at right tackle.http://www.nfl.com/draft/2017/profiles/jermaine-eluemunor?id=2558257 Eluemunor attributes his development in football to Texas A&M; offensive line coach Jim Turner. ==Professional career== At the 2017 NFL Combine, Eluemunor tied the second-highest number of reps in the 225-lb bench press with 34. ===Baltimore Ravens=== Eluemunor was drafted by the Baltimore Ravens in the fifth round (159th overall) in the 2017 NFL Draft. In his rookie season, Eluemunor saw action in eight games, starting two at right guard, and was named to the PFWA All-Rookie Team.http://www.nfl.com/player/jermaineeluemunor/2558257/gamelogs?season=2017 On 22 September 2018, Eluemunor was waived by the Ravens and was re-signed to the practice squad. He was promoted to the active roster on 23 October 2018. He was resigned as an exclusive rights free agent 15 April 2019. ===New England Patriots=== On 28 August 2019, Eluemunor and a sixth-round pick was traded to the New England Patriots for a 2020 fourth-round pick. The Patriots re-signed Eluemunor to a one-year restricted free agent contract on 16 April 2020. ==References== ==External links== *Texas A&M; Aggies bio Category:1994 births Category:Living people Category:English people of Nigerian descent Category:People from Denville, New Jersey Category:Players of American football from New Jersey Category:Sportspeople from Morris County, New Jersey Category:English players of American football Category:American football offensive tackles Category:American football offensive guards Category:Lackawanna Falcons football players Category:Texas A&M; Aggies football players Category:Baltimore Ravens players Category:New England Patriots players ",
    "title": "Jermaine Eluemunor"
}