{
    "id": "53913642",
    "text": "Godfrey Farrugia (born May 4, 1960, in Żebbuġ) is a Maltese politician, a family doctor, who currently serves as a member of the Maltese parliament. He formerly served as the Minister for Health and a Government Whip, of which he resigned from both posts partially for his lack of trust with the Labour Party in Government. == Politics == Farrugia was elected to the Maltese Parliament in the 7th district in March 2013. He was appointed Minister of Health by the President, on advice of Prime Minister Joseph Muscat, on March 11, 2013, being sworn in March 13, 2013. On March 29, 2014, Farrugia tendered his resignation from Minister. On January 8, 2015, Farrugia was appointed as a Government whip. Whilst serving as Government whip, on April 13, 2016, following the appearance of Konrad Mizzi's name in the Panama Papers leaks, he was of the opinion that he would have resigned if he was in the same situation. In November 2016, Farrugia spoke out against the controversial Mrieħel Towers development, stating that they do not harmonise with the landscape and the skyline of the Maltese islands. On the December 4, 2016, he participated in walk to raise awareness of Violence against women organised by Dar Merħba Bik. Farrugia resigned as a Government whip on the April 29, 2017. Farrugia, in a public message on Facebook addressed to the Prime Minister, said that the Labour Party should have not favoured the powerful few above the national interest. On May 13, 2017, Farrugia resigned from the Labour Party and announced his intention to contest the election on behalf of the newly founded Democratic Party and join it as a Member. On June 21, 2017, following a casual election for the 7th electoral district, Farrugia was elected when Beppe Fenech Adami gave up his seat for the district.http://www.tvm.com.mt/en/news/video-godfrey-farrugia-elected-for-pn- on-seventh-district/ On July 30, 2018, Farrugia received a death threat from someone who claimed to be a supporter of Nationalist Party leader Adrian Delia. On September 23, 2018, Farrugia announced his candidacy for the leadership of the Democratic Party. His nomination was seconded by Anthony Buttigieg and deputy leader Timothy Alden. On October 13, 2018, Godfrey Farrugia was appointed as the new leader of the Democratic Party. Timothy Alden welcomed the news proclaiming Godfrey Farrugia to be Malta's very own Cincinnatus. Alden made this comparison because of what he said was Farrugia's track record of choosing to do the right thing instead of opting for power, as evidenced by his joining the Democratic Party. In late October 2018, Farrugia said that the Democratic Party is proposing to set up a new anti-organised crime commission. Farrugia stated that \"It is imperative that Malta actively tackles organised crime. The reported collaboration between the Maltese underworld, Libyan militia and Sicilian mafia is of particular concern and must stop.\" On December 2, 2018, Farrugia said Economy Minister Chris Cardona had threatened him in parliament, although he did not raise a privilege complaint. On September 22, 2019, Farrugia resigned from the Democratic Party and stated that he and his wife would not contest another election. == Personal life == He is the partner of Marlene Farrugia, who is a member of parliament and the founder and former leader of the Democratic Party. He is the owner of Palazzo Madonna Delle Grazie () in Zebbug, Malta.https://web.archive.org/web/20190603180122/https://m.facebook.com/marlene.farrugia.5/posts/it- tabib-zebbugi-drgodfrey-farrugia-ghal-darb-ohra-jaghmel-l-istorjamembru- parla/1250654428393281/ The building dates back to around when Grand Master de Rohan elevated Zebbug from a village to a city. It is an architecture rich property, originally built as a country residence to be used for hunting, fruit cultivation and general leisure.https://web.archive.org/save/http://www.belair.com.mt/property/zebbug/houses- of-character/023877 It is occasionally open to the public.https://web.archive.org/web/20190608185042/https://m.facebook.com/story.php?story_fbid=2252573311532018&id;=100003381137829 == References == Category:Living people Category:1960 births Category:Labour Party (Malta) politicians Category:Democratic Party (Malta) politicians Category:Leaders of political parties in Malta Category:Maltese general practitioners Category:21st-century Maltese physicians Category:20th-century Maltese physicians Category:People from Żebbuġ Category:21st-century Maltese politicians ",
    "title": "Godfrey Farrugia"
}