{
    "id": "53919446",
    "text": "Robert Picard is a former American football wide receiver who spent three years in the NFL with the Philadelphia Eagles, Seattle Seahawks, and Detroit Lions. He played college football at Eastern Washington State. ==College career== Picard walked on to NAIA Eastern Washington State, which is now known as Eastern Washington. He played four years as a wide receiver, setting career records for catches (166), yards (2,373), and touchdowns (19). These marks stood for 22 years until they were broken in 1993. He had his number 84 jersey retired, making him one of only two players to have received this honor at Eastern Washington, the other being Michael Roos. ==Professional career== Picard was selected by the Philadelphia Eagles in the sixth round of the 1973 NFL Draft. He spent three seasons with the Eagles, making his mark primarily on special teams. He was selected in the 1976 NFL Expansion Draft by the Seattle Seahawks, but he was cut in training camp. He then returned to the Philadelphia Eagles for four games before being traded mid-season to the Detroit Lions, where he would play the final eight games of his career. Picard never caught a regular season pass in the NFL, but his play on special teams was renowned. One Philadelphia sportswriter once said of Picard that \"Of all the Philadelphia Eagles, the easiest one to find in the locker room is Bobby Picard. He's the one covered with all the blood. Number 82 in your program, but No. 1 in the kamikaze ranks. The guy who looks like a walking transfusion.\" ==References== ==External links== *Bob Picard at Pro Football Reference Category:1949 births Category:Living people Category:People from Omak, Washington Category:American football wide receivers Category:Eastern Washington Eagles football players Category:Philadelphia Eagles players Category:Seattle Seahawks players Category:Detroit Lions players Category:Players of American football from Washington (state) ",
    "title": "Bob Picard"
}