{
    "id": "53911002",
    "text": "The Landing at Barcelona was a failed Allied attempt in May 1704 during the War of the Spanish Succession to capture the city of Barcelona from its Spanish pro-Bourbon defenders. == Prelude == When King Charles II of Spain died without an heir in November 1700, he was succeeded in Madrid by the French prince Philip V. This successor was contested by England, the Dutch Republic, the Holy Roman Empire and Portugal which favored Austrian prince Charles III as new King, leading to the War of the Spanish Succession. Within Spain, not everyone supported King Philip V. Especially Catalonia and Valencia feared losing their traditional local rights under a King who favored strict central government of the sort practiced in France. One of Philip's first decisions was to replace Viceroy of Catalonia Prince George of Hesse- Darmstadt, who was not only German, but also very popular in Barcelona for defending the city against the French three years earlier. == Landing == In 1704, Spain was still firmly in the hands of Bourbon King Philip V. Contacted by some pro-Habsburg Catalan nobles, Prince George of Hesse-Darmstadt convinced the Allies to send a fleet to Barcelona, in the hope that, as a consequence, the people would rise up against the new pro-Bourbon Viceroy Francisco de Velasco. A fleet of 30 English and 18 Dutch ships under command of Admiral George Rooke, with George of Darmstadt on board, sailed from Lisbon to Barcelona. When the fleet appeared before the city, the expected uprising didn't happen. George of Darmstadt then landed some 1,200 British and 400 Dutch marines at the mouth of the river Besòs, where they were joined by some 1,000 armed Catalans. This landing also failed to provoke a reaction inside the city. Warned that a larger French fleet was approaching, the Allies had no other option than to re-embark and sail back to Lisbon. On their way back, they captured Gibraltar on 3 August. Several hundred Catalans accompanied the fleet south and fought with the Allies at Gibraltar. Some 350 of them settled just north of Gibraltar in a spot named Catalan Bay after them. == Aftermath == A second attempt to take the city was successful one year later, in October 1705. Barcelona remained loyal to the Habsburg King Charles throughout the War, until it was conquered in 1714. == Sources == * *Francis, David (1975). The First Peninsular War: 1702–1713. Ernest Benn Limited. Category:Battles in Catalonia Category:History of Barcelona Barcelona (1704) Barcelona (1704) Barcelona (1704) Barcelona (1704) Category:Battles of the War of the Spanish Succession Category:1704 in Europe Category:Conflicts in 1704 Category:18th century in Spain Category:18th century in Barcelona Category:Sieges of the War of the Spanish Succession ",
    "title": "Landing at Barcelona (1704)"
}