{
    "id": "53912141",
    "text": "Pterostylis hispidula, commonly known as the small nodding greenhood or box greenhood, is a plant in the orchid family Orchidaceae and is endemic to eastern Australia. Nodding greenhoods have flowers which \"nod\" or lean forwards, have a deeply notched sinus and a curved, hairy labellum. This species is similar to Pterostylis nutans but is smaller and the flowers do not lean as far forward as in that species. Labelled image of P. hispidula flowerLeaf of P. hispidula ==Description== Pterostylis hispidula, is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a rosette of between three and six egg-shaped to oblong leaves, each leaf long and wide. The leaves are green to yellowish, have a wavy or crinkled edge and a distinct petiole. A single translucent white flower with green stripes and a reddish tip is borne on a flowering spike high, the flower \"nodding\" or leaning forwards. The flowers are long, wide. There is a wide gap at each side of the flower between the petals and the lateral sepals. The lateral sepals have a tapering tip, long and there is a deeply notched sinus between them. The labellum protrudes from the flower and is long, about wide, curved, dark- coloured and covered with short, bristly hairs. Flowering occurs from March to July. ==Taxonomy and naming== Pterostylis hispidula was first formally described in 1880 by Robert D. FitzGerald who noted that he had only seen it in Hunters Hill in Sydney and at Springwood in the Blue Mountains. The specific epithet (hispidula) is a Latin word meaning \"bristly\", \"rough\", \"hairy\" or prickly\". ==Distribution and habitat== Pterostylis hispidula occurs in Queensland south from Fraser Island to Batemans Bay in New South Wales. It grows in a range of habitats from coastal scrub to rainforest margins. ==References== hispidula Category:Endemic orchids of Australia Category:Orchids of New South Wales Category:Plants described in 1880 ",
    "title": "Pterostylis hispidula"
}