{
    "id": "53913446",
    "text": "The Charter Oak Bank Building is a historic commercial building at 114-124 Asylum Street in downtown Hartford, Connecticut. Built in 1861, it is the city's only surviving example of commercial Italianate architecture from the mid-19th century. It was listed on the National Register of Historic Places in 1978. ==Description and history== The Charter Oak Bank Building is located on downtown Hartford, at the northeast corner of Trumbull and Asylum Streets. It is a four-story masonry structure, built with load-bearing walls of brownstone. It is covered by a flat roof with a deep modillioned and bracketed cornice, and has a rounded bay at the street corner. The ground floor has commercial storefronts, with mainly reproductions of Italianate styling details. Windows on the second floor are topped by bracketed caps with segmental arches, on the third by gabled caps, and on the fourth by flat caps. The Charter Oak Bank was chartered in 1853, and originally had offices at Main and Pratt Street. It purchased this lot in 1860, then occupied by a Unitarian church. The church was demolished and this building was completed the following year. Its stone probably came from the Portland Brownstone Quarries in Portland, Connecticut. The bank occupied the building until 1915, although it sold it in 1865. It was merged into Phoenix National Bank in 1915. The building was acquired in 1915 by City Bank, founded in 1851. It failed in 1932 during the Great Depression; the building has seen a variety of owners since then, and underwent a major restoration in 1976. ==See also== *National Register of Historic Places listings in Hartford, Connecticut ==References== Category:Commercial buildings on the National Register of Historic Places in Connecticut Category:National Register of Historic Places in Hartford, Connecticut Category:Italianate architecture in Connecticut Category:Commercial buildings completed in 1861 Category:Buildings and structures in Hartford, Connecticut ",
    "title": "Charter Oak Bank Building"
}