{
    "id": "53919106",
    "text": "Inter-professional associations are state-recognized private organizations that group together participants from all stages of the same agricultural commodity chain ( in French), with the objectives of elaborating policies, guaranteeing equity among the members, facilitating the improvement of the performance of the chain and defending the interests of the members. There are around sixty such associations in France and several in Francophone countries of Africa. A particular feature of inter-professional associations is that the membership is made up of associations that represent the individual chain professions. This is in contrast, for example, to commodity associations in the United States, where membership is largely of individuals and companies. Many developing countries have few or no associations that cover an entire commodity chain and there would appear scope for the development of such organizations to promote improved liaison with governments. ==Inter- professional associations in developing countries== In developing countries, inter-professional associations are becoming an increasingly important form of participatory development.World Bank (John E. Lamb) (2012): Establishing and Strengthening Farmer, Commodity, and Interprofessional Associations. Agricultural and Rural Development, Washington Factors influencing the importance of these associations in the development of the agro-food sector include: * A clear definition of the mandate of the association; * The level of resources at its disposal; * The skills of its management and directors; * The level of support and commitment from members towards the association. The main functions of an association are to define, represent, defend and promote the interests of its members. Inter-professional associations are much more prevalent in Latin America than in other developing regions,Giuliani, E., Pietrobelli, C. & Rabellotti R. 2005. Upgrading in Global Value Chains: Lessons from Latin American Clusters. World Development 33(4), 549–573 although French and Canadian government support has led to development of such associations in Francophone Africa, based on the models from those two countries.Duteurtre, G. 2007. Panorama des organisations interprofessionnelles dans le monde. PACD, Sénégal. In Asia, the concept is even rarer. A notable exception is Vietnam, where the government has encouraged the development of inter-professional organizations to help structure those sectors whose products have export potential, such as tea, coffee, and fruit. ==References== Category:Trade associations Category:Types of organization ",
    "title": "Inter-professional association"
}