{
    "id": "53912001",
    "text": "Knut Wiggen (1927– 2016) was a Norwegian-Swedish composer. Wiggen was head of the Fylkingen in Sweden (1959–69) and EMS director (1964-75). He had a significant influence on Swedish experimental music at all, but especially between the 1950s and 1960s. == Biography == Wiggen was born in 1927 in Buvika, near Trondheim. After being raised in Trondheim, Wiggen settled in Stockholm (1955). He studied piano with , Hans Leygraf, and Robert Riefling, before arriving at Darmstadt where he attended composition studies under Karl- Birger Blomdahlkom and was associated with both Darmstadtskolen and Pierre Schaeffer. ===Fylkingen=== In 1959, he was elected president of Fylkingen. Wiggen started trying to create new connections between art, music and technology, including in collaboration with Moderna Museet, where Pontus Hultén just had become leader. ===EMS studio=== In 1963 he started a small electroacoustic studio in ABF's premises in Stockholm where among others Gottfried Michael Koenig, György Ligeti and Iannis Xenakis came to hold courses in composition, where for example Lars-Gunnar Bodin and Bengt Emil Johnson attended. In 1962 the foundation Stockholm studio for elektronisk musikk, initiated a first draft of an electronic music studio, that Wiggen together with engineer Tage Westlund started to build the same year. The studio would get the name Elektronmusikstudion EMS. Two years later Sveriges Radio developed a studio under the direction of Wiggen, and in 1967 the studio was ready for use. The studio continued under the auspices of Swedish Radio until 1969, when it separated to become its own entity. Wiggen led the work with EMS until 1975. ===MUSICBOX=== Along with the American David Fahrland, Wiggen created the audio control program MUSICBOX which is used in the composition of electronic music. There is now only five original compositions of those Wiggen created with MusicBox in 1971, to be heard. Due to the conflict, Wiggen left EMS in 1975 and moved back to Norway, where he removed all the documentation of MUSICBOX. Wiggen was married to Aina Karine Wiggen until 1952, and from 1962 to 1967 with the artist Ulla Wiggen (b. 1942).Sveriges befolkning 1970, CD-ROM, Version 1.04, Sveriges Släktforskarförbund (2002). == Honors == * 2003: 'Studio Wiggen' was created by NOTAM in Oslo * 2009: Awarded Honorary Membership of the Norsk Komponistforening (NKF) * 2010: Kongens fortjenstmedalje in silver == References == == External links == * Knut Wiggens hjemmeside * Knut Wiggen på Libris (bibliotekskatalog) * Dödsnotis - Dagens Nyheter Category:2016 deaths Category:1927 births Category:Norwegian composers Category:Norwegian male composers Category:People from Trondheim ",
    "title": "Knut Wiggen"
}