{
    "id": "53918193",
    "text": "Calvin Munson (born December 27, 1994) is an American football linebacker for the Miami Dolphins of the National Football League (NFL)., nfl.com; retrieved July 19, 2017. He played college football at San Diego State University, and was signed by the New York Giants as an undrafted free agent in 2017. ==High school career== Munson attended Francis Howell High School in St. Charles. There he won First Team All-State, First-Team All-District linebacker, and Missouri Defensive Player of the Year. He also played baseball during his time with the Vikings being drafted by the St. Louis Cardinals in the 2013 Major League Baseball draft with pick 935 ==College career== Munson did not sign with the Cardinals, instead attending San Diego State University in order to pursue football. There he was twice selected for the First-Team All-Mountain West Conference and was two time San Diego State Aztecs football Outstanding Defensive Player of the Year ===College statistics=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=3| !!colspan=5| Defense |- ! Year !! Team !! GP !! Tackles !! For Loss !! Sacks !! Int !! FF |- | 2013 || SDSU || 3 || 5 || 0.0 || 0.0 || 0 || 0 |- | 2014 || SDSU || 13 || 82 || 9.5 || 3.0 || 4 || 2 |- | 2015 || SDSU || 14 || 98 || 15.0 || 10.5 || 2 || 1 |- | 2016 || SDSU || 14 || 116 || 11.0 || 4.5 || 1 || 0 |- style=\"background:#555; font- weight:bold; color:white;\" | colspan=2 | College Totals || 44 || 301 || 35.5 || 18.0 || 7 || 3 |} ==Professional career== ===New York Giants=== Munson signed with the New York Giants as an undrafted free agent following the 2017 NFL Draft. He made the Giants 53-man roster, and made his first career start at middle linebacker in Week 2 in place of an injured B. J. Goodson. On September 1, 2018, Munson was waived by the Giants and was signed to the practice squad the next day. He was released on September 13, 2018. ===New England Patriots=== On October 8, 2018, Munson was signed to the New England Patriots' practice squad. Munson won Super Bowl LIII when the Patriots defeated the Los Angeles Rams 13-3. He signed a reserve/future contract with the Patriots on February 5, 2019. On August 31, 2019, Munson was released during final roster cuts. He was signed to the practice squad the next day. ===Miami Dolphins=== On December 18, 2019, Munson was signed by the Miami Dolphins off the Patriots practice squad. Munson was placed on the active/non- football injury list by the Dolphins at the start of training camp on July 28, 2020. He was activated on August 9, 2020. == References == == External links == * https://www.sports-reference.com/cfb/players/calvin-munson-1.html Category:1994 births Category:Living people Category:American football linebackers Category:Miami Dolphins players Category:New England Patriots players Category:New York Giants players Category:People from St. Charles, Missouri Category:Players of American football from Missouri Category:San Diego State Aztecs baseball players Category:San Diego State Aztecs football players Category:Sportspeople from Greater St. Louis Category:Super Bowl champions ",
    "title": "Calvin Munson"
}