{
    "id": "53920552",
    "text": "Marquez Williams (born July 16, 1994) is an American football fullback who is a free agent. He played college football at Mars Hill and the University of Miami. He was drafted by the Jacksonville Jaguars in the seventh round of the 2017 NFL Draft and has also played for the Cleveland Browns. ==Professional career== ===Jacksonville Jaguars=== Williams was drafted by the Jacksonville Jaguars in the seventh round, 240th overall, in the 2017 NFL Draft. On May 12, 2017, the Jaguars signed Williams to a four-year, $2.47 million contract with a signing bonus of $71,224. He was waived/injured on September 1, 2017 and placed on injured reserve. He was released on October 9, 2017. ===Cleveland Browns=== On December 23, 2017, Williams was signed to the Cleveland Browns' practice squad. He was promoted to the active roster on December 29, 2017. The Browns waived Williams on August 17, 2018 after failing to report to training camp. ===Atlantic City Blackjacks=== On April 2, 2019, Williams was assigned to the Atlantic City Blackjacks. ===Houston Roughnecks=== In 2019, Williams was picked by the Houston Roughnecks in the 2020 XFL Draft. He was placed on injured reserve during final roster cuts on January 22, 2020. He was activated from injured reserve on February 12, 2020. He had his contract terminated when the league suspended operations on April 10, 2020. ==References== ==External links== *Miami Hurricanes bio *Jacksonville Jaguars bio Category:1994 births Category:Living people Category:African-American players of American football Category:American football fullbacks Category:American football running backs Category:Atlantic City Blackjacks players Category:Cleveland Browns players Category:Houston Roughnecks players Category:Jacksonville Jaguars players Category:Mars Hill Lions football players Category:Miami Hurricanes football players Category:Players of American football from Georgia (U.S. state) Category:Sportspeople from Athens, Georgia ",
    "title": "Marquez Williams"
}