{
    "id": "53920477",
    "text": "The 2017–18 Ukrainian Premier League season is the 27th top level football club competitions since the fall of the Soviet Union and the tenth since the establishment of the Ukrainian Premier League. The tournament started on 16 July 2017 with the competition set to end on 19 May 2018. The relegation play- offs took place on 23 May and 26 May 2018. The league has scheduled to take its winter intermission after Round 19 on 9–10 December 2017 and resume its competition of the Championship with Round 20 on 17 February 2018. The defending champion is the 10-times winner FC Shakhtar Donetsk. The league's last season title sponsor, a bookmaker company Parimatch, withdrew from the sponsorship. On 7 July 2017, Pari-Match announced that it had ended its cooperation with the Ukrainian Premier League.Premier-liha and TM Parimatch ended their cooperation (Прем'єр-ліга і TM Parimatch завершили співпрацю). UA- Football. 7 July 2017 Before the start of the season a scandal arose around promotion between the First League clubs FC Desna Chernihiv and NK Veres Rivne when Veres that placed lower in tournament table was admitted to the Premier League ahead of Desna. Later it was announced that Desna might be promoted as well due to rumors around a financial situation of FC Stal Kamianske. The final decision of the league's composition was adopted at the FFU Conference on 16 June 2017.Volkov, A. Stal might withdraw out of the Ukrainian football championship (Сталь может сняться с чемпионата Украины). Football.ua. 14 June 2017Fesun, A. FFU: Stal obtained the license (ФФУ: \"Сталь\" получила аттестат ). Footboom.com. 15 June 2017 With the ongoing War in Donbass, the Round 2 games started with a minute of silence to commemorate the warriors of the Armed Forces of Ukraine who had perished in the ATO zone.All games of the UPL championship round 2 will start with a minute of silence (Усі матчі 2 туру Чемпіонату УПЛ почнуться хвилиною мовчання). Ukrainian Premier League. 21 July 2017 == Competition format == On 28 April 2017, the Ukrainian Premier League administration announced that its General Assembly of participants adopted decision about changes to the competition format and calendar for the next 2017–18 season. Season 2017–18: 12 clubs, play-off (Сезон-2017/18: 12 клубів, плей-оф!). Ukrainian Premier League. 28 April 2017 Before the assembly, the UPL Administration presented to its clubs five variants of competition format.Hot subject. Clubs were offered five variants of the championship (Горячая тема. Клубам предложили пять вариантов чемпионата). zbirna.com. 15 April 2017 * For the next season UPL will keep 12 clubs (that fact was confirmed at the conference of coaches few days prior);In the next season the UPL will have 12 clubs, but its competition format may change (В следующем сезоне в УПЛ будут играть 12 команд, но формат может измениться). football.ua. 24 April 2017 * Competition will have two stages, with the first stage having 22 rounds and the second stage after team will split into two six-members groups having 10 more rounds in each group; * Team that placed the 12th will be relegated directly to Persha Liha, teams that placed 10th and 11th will play two-leg play-off with the second and third teams of the Persha Liha. The format was confirmed by the FFU Executive Committee on 30 May 2017. The draw for the second stage calendar was announced on 10 February and is scheduled to take place three days later on 13 February 2018.There became known when the draw for the UPL championship second stage will take place (Стало известно когда состоится жеребьевка второго этапа чемпионата УПЛ). UA-Football. 10 February 2018 ===Next season changes and a structural reform=== On 26 October 2017, the magazine \"Futbol\" reported quoting the FFU Executive Committee member Artem Frankov that the Ukrainian Premier League at its next earliest session will review a possibility to expand the league back to 16 teams starting since the 2019–20 season.UPL will review a possibility to expand the tournament to 16 teams starting since the 2019-20 season (УПЛ рассмотрит возможность расширения турнира до 16 команд с сезона-2019/20). Sport Arena. 26 October 2017 At the same time number of clubs in the Ukrainian First League will be decreased also to 16 teams. On 8 November 2017, a conference took place involving officials of the Ukrainian Premier League as well as the Football Federation of Ukraine (FFU) where its participants were discussing a reorganization of competition system in professional and amateur football.UPL and FFU discussed a global reform of Ukrainian football and a championship format for the 2018-19 season (УПЛ и ФФУ обсудили глобальную реформу украинского футбола и формат чемпионата на сезон 2018/19). Sport Arena. 8 November 2017 A decision about the reform was adopted by the FFU Executive Committee on 20 June 2017. == Teams == === Promotions === Two teams were promoted to the league (instead of the relegated FC Dnipro and FC Volyn Lutsk): * FC Mariupol (renamed after the previous season)Volkov, A. Sevidov: If borrow 10-12 players from Shakhtar, then who will play against the same Shakhtar? (Севидов: Если арендовать у Шахтера 10-12 футболистов, кто будет играть против самого Шахтера?). Football.ua (interview). 29 May 2017With a common position to the successful future! (Через спільну позицію – до успішного майбутнього!). Ukrainian Premier League. 2 June 2017 – the champion of the 2016–17 Ukrainian First League (returning after two seasons absence) * NK Veres Rivne – third place of the 2016–17 Ukrainian First League (returning for the first time since 1994–95, 22 seasons absence) === Location map === The following displays the location of teams. === Stadiums === Five teams play their matches outside of home towns. The minimum threshold for the stadium's capacity in the UPL is 5,000. The following stadiums are regarded as home grounds: {|class=\"wikitable sortable\" style=\"text-align:left;\" |- !width=18|Rank !width=150|Stadium !width=100|Place !width=130|Club !width=70|Capacity !Notes |- |align=center|1 |NSC Olimpiyskiy |Kyiv |Dynamo Kyiv |align=center| 70,050 | |- |align=center|2 |OSC Metalist |Kharkiv |Shakhtar Donetsk |align=center| 40,003 |Used as home ground during the season. |- |align=center|3 |Arena Lviv |Lviv |Veres Rivne |align=center| 34,915 |Used as home ground during the season. |- |align=center|4 |Chornomorets Stadium |Odesa |Chornomorets Odesa |align=center| 34,164 | |- |align=center rowspan=2|5 | rowspan=2|Ukraina Stadium | rowspan=2|Lviv |Karpaty Lviv |align=center rowspan=2| 28,051 | |- | NK Veres Rivne | Round 32 (last round)https://www.upl.ua/report/view/4040 |- |align=center|6 |Vorskla Stadium |Poltava |Vorskla Poltava |align=center| 24,795 | |- |align=center|7 |Meteor Stadium |Dnipro |Stal Kamianske |align=center| 24,381 |Nominally reserved as the home station for Stal where it played only its first game. |- |align=center rowspan=2|8 | rowspan=2|Lobanovsky Dynamo Stadium | rowspan=2|Kyiv |Olimpik Donetsk |align=center rowspan=2| 16,873 |Used as home ground during the season. |- |Dynamo Kyiv |Dynamo used the stadium since April 2018 since NSC Olympiyskiy was getting ready to host the 2018 UEFA Champions League Final. |- |align=center|9 |Zirka Stadium |Kropyvnytskyi |Zirka Kropyvnytskyi |align=center| 13,667 | |- |align=center|10 |Illichivets Stadium |Mariupol |FC Mariupol |align=center| 12,680 | |- |align=center|11 |Slavutych- Arena |Zaporizhia |Zorya Luhansk |align=center| 12,000 |Used as home ground during the season. |- |align=center|12 |CSC Nika Stadium |Oleksandriya |FC Oleksandriya |align=center| 7,000 | |- |align=center|13 |Obolon Arena |Kyiv |Stal Kamianske |align=center| 5,100 |De facto, the home stadium of Stal. |} Notes: === Personnel and sponsorship === {|class=\"wikitable\" style=\"text- align:left;\" |- !Team !President !Head coachAlready 20... (Уже 20…). Ukrainian Premier League. 27 December 2017 !Captain !Kit manufacturer !Shirt sponsor |- |Chornomorets Odesa | Leonid Klimov | Kostyantyn Frolov | Serhiy Lyulka | Legea | Gefest |- |Dynamo Kyiv | Ihor Surkis | Alyaksandr Khatskevich | Viktor Tsyhankov | adidas | No to racism |- |Karpaty Lviv | Petro Dyminskyi | Oleh Boychyshyn | Artem Fedetskyi | Joma | ZIK |- |Mariupol | Pavlo Rozumnyi | Oleksandr Babych | Rustam Khudzhamov | Nike | Favorit Sport |- |Oleksandriya | Serhiy Kuzmenko | Volodymyr Sharan | Andriy Zaporozhan | Nike | UkrAhroKom |- |Olimpik Donetsk | Vladyslav Helzin | Roman Sanzhar | Zauri Makharadze | Joma | Pari-Match |- |Shakhtar Donetsk | Rinat Akhmetov | Paulo Fonseca | Taras Stepanenko | Nike | SCM |- |Stal Kamianske | Vardan Israelian | Nikolay Kostov | Maksym Zaderaka | Hummel | — |- | Veres Rivne | Bohdan Kopytko | Andriy Demchenko (interim) | Serhiy Borzenko | Joma | Global Development |- |Vorskla Poltava | Roman Cherniak | Vasyl Sachko | Volodymyr Chesnakov | adidas | Ferrexpo |- |Zirka Kropyvnytskyi | Maksym Berezkin | Roman Monaryov | Maksym Drachenko | Joma | — |- |Zorya Luhansk | Yevhen Heller | Yuriy Vernydub | Oleksandr Karavayev | Nike | Favorit Sport |} Notes: * Ever since Darijo Srna was tested positive for doping (dehydroepiandrosterone among others), on 22 September 2017 he voluntarily stopped participation in competitions and on 20 November 2017 he has been suspended by UEFA for the continental competitions.Srna is disqualified for 17 months for doping (Срна дисквалифицирован на 17 месяцев за допинг). Sport Arena. 22 February 2018Srna decided to place a hold on playing for Shakhtar due to doping probe (Срна решил приостановить выступления за Шахтер из-за допинг пробы). Sport Arena. 22 September 2017Srna is suspended from the UEFA competitions (Срна отстранен от соревнований УЕФА). Sport Arena. 20 November 2017 The team's captain for Shakhtar has been served either by Taras Stepanenko or Taison. On 22 February 2018, the disqualification was officially applied and retrospectively including the time he was suspended from competitions. The start time of disqualification was identified as 22 March 2017 (date of test taken) and the end time shall be no earlier than 22 August 2018. === Managerial changes === {|class=\"wikitable sortable\" |- !Team !Outgoing manager !Manner of departure !Date of vacancy !Table !Incoming manager !Date of appointment !Table |- |Dynamo Kyiv | Serhiy Rebrov |End of contract |31 May 2017http://football.sport.ua/news/346113 |rowspan=4|Pre- season | Alyaksandr Khatskevich |2 June 2017 |rowspan=4|Pre-season |- |NK Veres Rivne | Yuriy Virt |Change of contract |6 June 2017 | Yuriy Virt |6 June 2017 |- |Stal Kamianske | Leonid Kuchuk |End of contract |6 June 2017 | Yegishe Melikyan |25 June 2017 |- |Karpaty Lviv | Oleg Dulub |Resigned |11 June 2017 | Sergio Navarro |16 June 2017 |- |rowspan=\"3\"|Chornomorets Odesa | Oleksandr Babych |Resigned |21 August 2017 |rowspan=\"3\"|12th | Oleksandr Hranovskyi |21 August 2017 |rowspan=\"3\"|12th |- | Oleksandr Hranovskyi |End of interim spell |30 August 2017 | Oleksiy Chystyakov |30 August 2017 |- | Oleksiy Chystyakov |End of interim spell |4 September 2017 | Oleg Dulub |4 September 2017 |- |Karpaty Lviv | Sergio Navarro |Sacked |14 September 2017 |10th | Serhiy Zaytsev |14 September 2017Dyachuk-Stavnytskyi: Mazyar and Sevidov won't be in Karpaty (Дячук-Ставицкий: Мазяра и Севидова в Карпатах не будет). Sport-Arena. 27 September 2017Serhiy Zaytsev. FC Karpaty Lviv |10th |- |FC Mariupol | Oleksandr Sevidov |Mutual consent |22 September 2017 |5th | Oleksandr Babych |22 September 2017 |5th |- |rowspan=\"2\"|Stal Kamianske | Yegishe Melikyan |Resigned |25 September 2017Yegishe Melikyan: I won't look for excuses, I am just resigning (Егише Меликян: Оправдываться не буду – подаю в отставку) . FC Stal Kamianske. 24 September 2017 . FC Stal Kamianske. 25 September 2017 |rowspan=\"2\"|11th | Kyrylo Nesterenko |25 September 2017 |rowspan=\"2\"|11th |- | Kyrylo Nesterenko |End of interim spell |28 September 2017 | Nikolay Kostov |28 September 2017 |- |rowspan=2|Karpaty Lviv | Serhiy Zaytsev |Sacked |19 November 2017Drudi fired Zaytsev and sooner than anything will be managing Karpaty himself until the winter break (Друди уволил Зайцева и, скорее всего, сам будет тренером Карпат до зимнего перерыва). Sport Arena. 19 November 2017 |rowspan=2|11th | Dario Drudi |19 November 2017On Tuesday Karpaty will decide on who will manage the team after Zaytsev (Во вторник Карпаты решат, кто примет команду после Зайцева). Sport Arena. 20 November 2017 |rowspan=2|11th |- | Dario Drudi |Will work as assistant |21 November 2017http://football.sport.ua/news/363121 | Oleh Boychyshyn |21 November 2017 |- |Chornomorets Odesa | Oleg Dulub |Mutual consent |22 December 2017 |10th | Kostyantyn Frolov |23 December 2017 |10th |- |rowspan=2|Veres Rivne | Yuriy Virt |Mutual consent |29 December 2017 |5th | Yury Svirkov |30 December 2017 |5th |- | Yury Svirkov |Resigned |25 April 2018 |6th | Andriy Demchenko |26 April 2018 |6th |} Notes: == First stage == === First stage table === === First stage results === === First stage positions by round === The following table represents the teams position after each round in the competition played chronologically. == Championship round == === Championship round table === === Championship round results === ===Championship round positions by round=== == Relegation round == === Relegation round table === === Relegation round results === ===Relegation round positions by round=== == Relegation play-offs == Teams that placed 10th and 11th in the 2017–18 Ukrainian Premier League play two-leg play-off with the second and third teams of the 2017–18 Ukrainian First League. On 11 May 2018, a draw for relegation play-offs took place in the House of Football, Kyiv.There took place a draw for play-off games of the UPL championship (Відбулося жеребкування матчів плей-офф Чемпіонату УПЛ). Ukrainian Premier League. 11 May 2018 The games were played on 23 May and 27 May 2018.Levchenko, S. Referee appointments to the playoff matches for the right to play in Premier-Liha (Судейские назначения на матчи плей-офф за право играть в Премьер-лиге). Footboom. 21 May 2018 ===First leg=== \\---- ===Second leg=== FC Poltava won 3–1 on aggregate and was promoted to the 2018–19 Ukrainian Premier League. Chornomorets Odesa was relegated to the 2018–19 Ukrainian First League. But later, the league picked Chornomorets Odesa for the FC Poltava's replacement for the next season after their withdrawal. \\---- Desna Chernihiv won 5–1 on aggregate and was promoted to the 2018–19 Ukrainian Premier League. Zirka Kropyvnytskyi was relegated to the 2018–19 Ukrainian First League. == Season statistics == === Top goalscorers === UPL top scorer Facundo Ferreyra Top scorers. Ukrainian Premier League. {| class=\"wikitable\" |- !Rank !Scorer !Team !Goals (Pen.) |- !align=center rowspan= |1 | Facundo Ferreyra |Shakhtar Donetsk |align=center|21 (1) |- !align=center |2 | Marlos |Shakhtar Donetsk |align=center|18 (5) |- !align=center rowspan= |3 | Viktor Tsyhankov |Dynamo Kyiv |align=center|13 (2) |- !align=center rowspan= |4 | Iury |Zorya Luhansk |align=center|11 (1) |- !align=center rowspan=3 |5 | Yuriy Kolomoyets |Vorskla Poltava |align=center|9 |- | Dieumerci Mbokani |Dynamo Kyiv |align=center|9 |- | Mykhaylo Serhiychuk |Veres / Vorskla |align=center|9 (3) |- !align=center rowspan=2 |8 | Oleksiy Khoblenko |Chornomorets Odesa |align=center|8 (1) |- | Orest Kuzyk |Stal Kamianske |align=center|8 (1) |- !align=center rowspan=3 |10 | Artem Hromov |Zorya Luhansk |align=center|7 |- | Serhiy Starenkyi |FC Oleksandriya |align=center|7 |- | Marian Shved |Karpaty Lviv |align=center|7 |- |} === Hat-tricks (pokers) === {| class=\"wikitable sortable\" |- ! Player!! For !! Against !! Result !! Date |- | Viktor Tsyhankov |Dynamo Kyiv |Karpaty Lviv |style=\"background:#ccf;\"| 5–0 |29 July 2017Dynamo-Karpaty game report at Official UPL Site |- | Serhiy Starenkyi |Oleksandriya |Stal Kamanske |style=\"background:#ccf;\"| 4–1 |16 September 2017Oleksandriya-Stal game report at Official UPL Site |- | Oleksandr Andriyevskyi |Zorya Luhansk |Mariupol |style=\"background:#ffcccc;\"| 5–2 |22 October 2017Mariupol–Zorya game report at Official UPL Site |- | Andriy Boryachuk |Mariupol |Zirka Kropyvnytskyi |style=\"background:#ffcccc;\"| 3–0 |18 February 2018Zirka-Mariupol game report at Official UPL Site |} (number) Player scored (number) goals if more than 3 == Awards == === Monthly awards === {|class=\"wikitable\" |- !rowspan=\"2\"|Month !colspan=\"3\"|Player of the Month |- !Player !Club !Reference |- |July 2017 | Marlos |Shakhtar Donetsk |align=center| |- |August 2017 | Maksym Pryadun |Zirka Kropyvnytskyi |align=center| |- |September 2017 | Alyaksandr Hutar |Chornomorets Odesa |align=center| |- |October 2017 | Oleksandr Andriyevskyi |Zorya Luhansk |align=center| |- |November 2017 | Artem Polyarus |FC Oleksandriya |align=center| |- |March 2018 | Viktor Tsyhankov |Dynamo Kyiv |align=center|http://www.upl.ua/news/view/1844 |- |April 2018 | Jorge Carrascal |Karpaty Lviv |align=center|https://www.upl.ua/news/view/1927 |- |May 2018 | Benjamin Verbic |Dynamo Kyiv |align=center| |} === Round awards === {|class=\"wikitable collapsible autocollapse\" style=\"text-align:left; font- size:85%\" |- !rowspan=\"2\"|Round !colspan=\"3\"|Player !colspan=\"3\"|Coach |- !Player !Club !Reference !Coach !Club !Reference |- |Round 1 | Marlos |Shakhtar Donetsk |align=center| | Yegishe Melikyan |Stal Kamianske |align=center| |- |Round 2 | Dieumerci Mbokani |Dynamo Kyiv |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 3 | Viktor Tsyhankov |Dynamo Kyiv |align=center| | Oleksandr Sevidov |FC Mariupol |align=center| |- |Round 4 | Oleksandr Tkachenko |Vorskla Poltava |align=center| | Yuriy Virt |Veres Rivne |align=center| |- |Round 5 | Vyacheslav Churko |FC Mariupol |align=center| | Roman Sanzhar |Olimpik Donetsk |align=center| |- |Round 6 | Oleksandr Chyzhov |Vorskla Poltava |align=center| | Roman Monaryov |Zirka Kropyvnytskyi |align=center| |- |Round 7 | Maksym Pryadun |Zirka Kropyvnytskyi |align=center| | Yuriy Vernydub |Zorya Luhansk |align=center| |- |Round 8 | Viktor Tsyhankov |Dynamo Kyiv |align=center| | Yuriy Virt |Veres Rivne |align=center| |- |Round 9 | Alyaksandr Hutar |Chornomorets Odesa |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 10 | Oleksandr Bandura |Veres Rivne |align=center| | Yuriy Virt |Veres Rivne |align=center| |- |Round 11 | Ihor Kharatin |Zorya Luhansk |align=center| | Vasyl Sachko |Vorskla Poltava |align=center| |- |Round 12 | Yuriy Kolomoyets |Vorskla Poltava |align=center| | Oleg Dulub |Chornomorets Odesa |align=center| |- |Round 13 | Oleksandr Andriyevskyi |Zorya Luhansk |align=center| | Yuriy Vernydub |Zorya Luhansk |align=center| |- |Round 14 | Serhiy Myakushko |Karpaty Lviv |align=center| | Nikolay Kostov |Stal Kamianske |align=center| |- |Round 15 | Vitaliy Buyalskyi |Dynamo Kyiv |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 16 | Artem Polyarus |FC Oleksandriya |align=center| | Volodymyr Sharan |FC Oleksandriya |align=center| |- |Round 17 | Marlos |Shakhtar Donetsk |align=center| | Volodymyr Sharan |FC Oleksandriya |align=center| |- |Round 18 | Viktor Tsyhankov |Dynamo Kyiv |align=center| |colspan=3 align=center bgcolor=lightgrey| Not awarded |- |Round 19 | Yuriy Pankiv |FC Oleksandriya |align=center|http://www.upl.ua/news/view/1535 | Vasyl Sachko |Vorskla Poltava |align=center| |- |colspan=7 align=center bgcolor=lightgrey|winter break |- |Round 20 | Andriy Boryachuk |FC Mariupol |align=center|http://www.upl.ua/news/view/1701 | Nikolay Kostov |Stal Kamianske |align=center|http://www.upl.ua/news/view/1702 |- |Round 21 | Marlos |Shakhtar Donetsk |align=center| | Yuriy Vernydub |Zorya Luhansk |align=center| |- |Round 22 | Viktor Tsyhankov |Dynamo Kyiv |align=center| | Oleksandr Babych |FC Mariupol |align=center|http://www.upl.ua/news/view/1767 |- |Round 23 | Facundo Ferreyra |Shakhtar Donetsk |align=center| | Paulo Fonseca |Shakhtar Donetsk |align=center|http://www.upl.ua/news/view/1783 |- |Round 24 | Viktor Tsyhankov |Dynamo Kyiv |align=center|http://www.upl.ua/news/view/1802 | Yuriy Vernydub |Zorya Luhansk |align=center|http://www.upl.ua/news/view/1803 |- |Round 25 | Mykola Shaparenko |Dynamo Kyiv |align=center|http://www.upl.ua/news/view/1821 | Paulo Fonseca |Shakhtar Donetsk |align=center|http://www.upl.ua/news/view/1824 |- |Round 26 | Viktor Tsyhankov |Dynamo Kyiv |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 27 | Volodymyr Shepelyev |Dynamo Kyiv |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 28 | Artem Besyedin |Dynamo Kyiv |align=center| | Paulo Fonseca |Shakhtar Donetsk |align=center| |- |Round 29 | Iury |Zorya Luhansk |align=center| | Kostiantyn Frolov |Chornomorets Odesa |align=center| |- |Round 30 | Taison |Shakhtar Donetsk |align=center| | Oleksandr Babych |FC Mariupol |align=center| |- |Round 31 | Oleksandr Bandura |Veres Rivne |align=center| | Alyaksandr Khatskevich |Dynamo Kyiv |align=center| |- |Round 32 | Vladyslav Kulach |Vorskla Poltava |align=center| | Vasyl Sachko |Vorskla Poltava |align=center| |- |} ===The 2017 Coach of the Year award=== The best coaches were identified by the All-Ukrainian Football Coaches Association.Roman Sanzhar – the best coach of the Premier League in 2017 (Роман Санжар – найкращий тренер Прем’єр-ліги 2017 року). UAFC. 28 December 2017 {| class=\"wikitable\" style=\"font-size:90%\" |- !Place !Coach !Team !Mark |- | align=center | 1 || Roman Sanzhar || Olimpik Donetsk || 4.18 |- | align=center | 2 || Paulo Fonseca || Shakhtar Donetsk || 4.16 |- | align=center | 3 || Yuriy Vernydub || Zorya Luhansk || 4.02 |- | align=center | 4 || Volodymyr Sharan || FC Oleksandriya || 3.88 |- | align=center | 5 || Alyaksandr Khatskevich || Dynamo Kyiv || 3.60 |} ===Season awards=== The laureates of the 2017–18 UPL season were:https://football24.ua/ru/upl_opredelila_laureatov_sezona_20172018_n467535/https://upl.ua/ua/news/view/2017 * Best player: Marlos (Shakhtar Donetsk) * Best coach: Alyaksandr Khatskevich (Dynamo Kyiv) * Best goalkeeper: Andriy Pyatov (Shakhtar Donetsk) * Best arbiter: Yuriy Mozharovskyi (Lviv) * Best young player: Viktor Tsyhankov (Dynamo Kyiv) * Best goalscorer: Facundo Ferreyra (Shakhtar Donetsk) == Season's incidents == === Desna vs Veres promotion === On 1 June 2017, it was announced that second-placed club FC Desna Chernihiv was denied a license to play in the top division. The argument was that the club was not able to provide guarantees for an adequate financing of infrastructure.Veres passed an attestation and will be playing in the UPL along with a coach Kvartsianyi (Верес получил аттестат и сыграет в УПЛ с тренером Кварцяным). Sport Arena. 1 June 2017 The license was received by NK Veres Rivne, the third-placed team during the last season in the second-tier division.Desna was not allowed in UPL, out of the First League there will be promoted Veres (Десну не пустили в УПЛ, из Первой лиги выйдет Верес). Football.ua. 1 June 2017 Both clubs FC Desna Chernihiv and NK Veres Rivne did not play at their home stadiums in the 2016–17 Ukrainian First League. The first one played in Kyiv at the Obolon Arena, while the other one played in Varash, at the Izotop Stadium of the Rivne Nuclear Power Plant. The administration of Desna released a letter of protest before a meeting of FFU representatives.Desna's administration: if there won't be the Premier Liha, there won't be financing (Руководство Десны: не будет Премьер-лиги — не будет финансирования). Football.ua. 1 June 2017 In protest, the Desna administration announced that the club would not play its final game of the season against FC Illichivets Mariupol, but later relented.The Illichivets-Desna game will take place (Матч Ильичевец - Десна состоится). UA-Football. 2 June 2017 Nonetheless, during the game, players of both teams expressed their protest on the field in a special way: when the whistle was blown the players, instead of starting play, were demonstratively standing around yet kicking a ball.The Illichivets-Desna game started with a protest of players (Матч Ильичевец - Десна начался с акции протеста футболистов). UA-Football. 4 June 2017 On 2 June 2017, upon conclusion of its conference the UPL administration announced about the final composition of the league and calendar for the upcoming season. The conference confirmed the admission of Veres to the league and the only club that voted against was FC Dynamo Kyiv, while six votes were for decision and three (including FC Zorya Luhansk) abstained.Rafailov: I would like that UPL was forming based exclusively on a sports principles (Рафаилов: Хотелось бы, чтобы УПЛ формировалась исключительно по спортивному принципу). UA-Football. 7 June 2017 On 2 June 2017, the Desna fans were picketing the House of Football in Kyiv after they arrived on four buses from Chernihiv.\"500 thousands for a place in the UPL?!\" How the Desna fans were picketing FFU and UPL (\"500 тисяч за місце в УПЛ?!\" Як фанати Десни пікетували ФФУ та УПЛ). Football24.ua. 2 June 2017 On 7 June 2017, sports media UA-Football requested from Football Federation of Ukraine and FC Desna Chernihiv to publish related documents to have better understanding over the situation and come to some kind of closure on the subject.Open letter of the UA-Football site administration to the Football Federation of Ukraine and FC Desna (Открытое письмо редакции сайта UA-Футбол к ФФУ и ФК Десна). UA-Football. 7 June 2017 Number of football experts negatively commented on the situation,Surkis: That what is happening with Desna is a delirium and a shame for our Federation (Суркис: То, что происходит с Десной - это бред и позор нашей Федерации). UA-Football. 7 June 2017The lawlessness should not be in place, this a sport and we play for spectators (Khatskevych: (Хацкевич: Беcпредел не должен твориться, это спорт - мы играем для зрителей). UA-Football. 7 June 2017Verbytskyi, I. In the realm of gloom, or Why Veres and Desna are the same evil (У царстві мороку, або Чому Верес і Десна – однакове зло). Football 24. 2 June 2017Haponenko, O. Veres won over Desna in the final of the Cabinet's Football Cup (Верес обыграл Десну в финале Кубка Кабинетного футбола). Football 24. 2 June 2017 while the PFC Sumy head coach Anatoliy Bezsmertnyi stated that tomorrow these sports functionaries in such way will make Veres the national champions.Bezsmertnyi: Tomorrow they will make this Veres yet a champion (Бессмертный: Завтра они этот Верес еще и чемпионом сделают). UA-Football. 7 June 2017 The former PFL president Svyatoslav Syrota said that the FFU vice-president is lying about Desna problems.Syrota: Bandurko lied about Desna problems on all 5 criteria (Сирота: Бандурко збрехав про проблеми Десни за всіма 5 критеріями). Football24.ua. 4 June 2017 President of FC Inhulets Petrove, Oleksandr Porovoznyuk, called on other clubs to withdraw their teams from the league in support for FC Desna Chernihiv.President of Inhulets calls on all clubs' leaders of the First League to withdraw their teams from competitions (Президент Ингульца призывает всех глав клубов Первой лиги снять команды с соревнований). Football.ua. 7 June 2017 President of FC Hirnyk-Sport Horishni Plavni Petro Kaplun stated that it makes him laugh when the president of Veres Oleksiy Khakhlev asks to follow the regulations. He points out that last season Veres was admitted to the Second League with complete disregard to the season's regulations. Kaplun also called on the FFU authorities to pay attention to what owners of professional clubs have to say as they have a right to express their vote of confidence for the FFU leadership.(Каплун: Во второй лиге Верес оказался не по регламенту, а благодаря ручному голосованию исполкома ФФУ). UA-Football. 12 June 2017 === Mariupol vs Dynamo (security issues) === Another issue relating to the Russian military intervention in Ukraine became serious when FC Dynamo Kyiv failed to arrive to Mariupol for the away game against FC Mariupol on 27 August 2017.Shvets, S. Mariupol – Dynamo. Instead of announcement of the most scandalous game of season (Мариуполь - Динамо. Вместо анонса самого скандального матча сезона). UA-Football. 27 August 2017 The issue was ongoing ever since the end of previous season when on 2 June 2017 FC Mariupol's promotion to the Ukrainian Premier League became official. On 3 June 2017 the vice president of Dynamo Serhiy Mokhnyk officially announced that the club will not travel for a game in Mariupol city as it is difficult to present guarantees in security due the fact that the city is located near a frontline (about , see War in Donbass). The vice president also offered to conduct the game on a neutral field such as Dnipro Arena.Dynamo offers to play the game with FC Mariupol at Dnipro-Arena (Динамо предлагает сыграть матч с ФК Мариуполь на Днепр-Арене). UA-Football. 3 June 2017 Few days later in more details the same announcement was repeated by Ihor Surkis who also added that if he will receive documented security guarantees, he will send his team to Mariupol.Surkis: Give me the iron-strong guarantees and we will play even in Donetsk (Суркис: Дайте железные гарантии - и мы сыграем хоть в Донецке). UA- Football. 7 June 2017 The leadership of the Football Federation of Ukraine (FFU) in a face of Andriy Pavelko right away expressed its opposition for the Dynamo's statement. The president of FFU made an emphasis that the game in Mariupol is an important component of uniting policy on national scale. He also underlined that there is no danger in conducting the game in Mariupol. During preparation for the next season the issue was moved to background. However, when the season started on 16 July 2017, the issue surfaced again. About a week later, on 24 July 2017, Dynamo received recommendation letter from the Ministry of Interior and the Security Service of Ukraine where it was urged not to travel to Mariupol for a game.MVS and SBU recommend Dynamo not to conduct games in Mariupol due to security concerns (МВД и СБУ рекомендовали \"Динамо\" не проводить матчей в Мариуполе из соображений безопасности). Gordonua. 24 July 2017 The same day Dynamo published its own letter addressed to the Football Federation of Ukraine and Ukrainian Premier League petitioning to transfer the Round 7 game against Mariupol scheduled on 27 August 2017 to another city.Dynamo asks FFU and UPL to transfer the game from Mariupol (Динамо просит ФФУ и УПЛ перенести матч из Мариуполя). UA-Football. 24 July 2017 Two days later, on 26 July 2017, almost at the same time both the Minister of Interior (Arsen Avakov)MVS will assure the safety of all Premier League games in Mariupol – Avakov (МВД обеспечит безопасность всех матчей Премьер-лиги в Мариуполе – Аваков). Gordonua. 26 July 2017 and the President of UPL (Volodymyr Heninson)There are no reasons to transfer football games out of Mariupol – the UPL president (Переносить футбольные матчи из Мариуполя нет никаких оснований – президент УПЛ). Gordonua. 26 July 2017 made public announcements assuring in safety of conducting football games in the littoral city of the Sea of Azov. Throughout the rest of month of July two games took place in Mariupol. Until August FC Karpaty Lviv supported the position of Dynamo. Eventually to this \"stand off\" became involved the general manager of FC Shakhtar Donetsk Serhiy Palkin, while the television channel \"Football\" launched a wide informational campaign in support to conduct the game. For example, during one of the channel's broadcasting the president of Football Federation of Mariupol city called Hryhoriy Surkis the \"main football separatist\" and offered him to resolve the issue through Viktor Medvedchuk and the president of the aggressor state (Vladimir Putin).President of the Football Federation of Mariupol: For me the main football separatist is Hryhoriy Surkis (Глава Федерации футбола Мариуполя: Главный футбольный сепаратист для меня - Григорий Суркис). UA-Football. 14 August 2017President of Football Federation of Mariupol Zhuravlyov: Hryhoriy Surkis is the main football separatist (Голова федерації футболу Маріуполя Журавльов: Григорій Суркіс – головний футбольний сепаратист). Football 24. 14 August 2017President of Football Federation of Mariupol Zhuravlyov: Surkis often goes to Moscow. Perhaps he receives a request from the aggressor (Голова федерації футболу Маріуполя Журавльов: Суркіс часто їздить в Москву. Може, там він отримує прохання від агресора). Football 24. 13 August 2017 On 11 August 2017, the Deputy director of National Police in Donetsk Oblast wrote an official letter to the Football Federation of Ukraine with security guarantees for all games in Mariupol.Donetsk Oblast police provided written security guarantees for the UPL games in Mariupol (Поліція Донецької області дала письмові гарантії безпеки на матчах УПЛ в Маріуполі). Football 24. 11 August 2017 Finally the game between FC Mariupol and FC Karpaty took place on August 13 in Mariupol. On 18 August 2017, FFU issued a press release where it denied the petition of Dynamo in transferring the game.FFU refused to transfer the Dynamo's game out of Mariupol (ФФУ отказалась переносить матч \"Динамо\" из Мариуполя). Gordonua. 18 August 2017 The session of the FFU Executive Committee that had took place on 22 August 2017 should have solved the problem. Following no show of Dynamo to the game with FC Mariupol on 27 August 2017, FC Mariupol issued a press release where it accused its opponents in attempt to discredit the football club from Mariupol.Mariupol: Dynamo is attempting to discredit our club (Мариуполь: Динамо пытается дискредитировать наш клуб). UA-Football. 27 August 2017 On 14 November 2017, The Appeal Committee of the Football Federation of Ukraine did not satisfy the Dynamo appeal and counted the team's technical defeat.Dynamo counted the technical defeat for failure to appear in Mariupol (Динамо засчитано техническое поражение за неявку в Мариуполь). UA-Football 14 November 2017 On 19 February 2018, the Court of Arbitration for Sport in Lausanne declined all claims of Dynamo to the Football Federation of Ukraine in relations to the \"Mariupol case\".The FFU won court case against Dynamo regarding the \"Mariupol case\" (ФФУ выиграла суд у Динамо по «мариупольскому делу»). Sport Arena. 19 February 2018http://www.tas- cas.org/fileadmin/user_upload/CAS_Media_Release_FC_Dynamo_Kyiv__5448_.pdf On 28 February 2018, the Ukrainian Premier League has officially updated its standings in correspondence to the earlier decision of the FFU CDC of 11 September 2017.Three teams of FC Dynamo Kyiv were awarded technical losses (Трьом командам ФК «Динамо» Київ зараховані технічні поразки). Ukrainian Premier League. 28 February 2018 ===Relocation of teams=== Due to the 2014 Russian invasion of Ukraine some football clubs were forced to be dissolved, other moved away to other cities in Ukraine. Among the UPL teams, teams from Donetsk, Olimpik and Shakhtar, moved to Kiev, Zorya Luhansk moved to Zaporizhia, teams from the Autonomous Republic of Crimea, Tavriya and Sevastopol, were dissolved. The relocated teams did not hurry with their change of place of registry in hope to be able to return home in near future. In 2018 Shakhtar has officially changed its place of registry from Donetsk to Mariupol. During the season several clubs (Shakhtar, Stal, and Veres) changed their city registration for various reasons and informed the Football Federation of Ukraine that since the next season will represent other cities.Konkevych, Yu. Shakhtar, Veres, and Stal informed FFU about change of their place of registry (Шахтер, Верес и Сталь уведомили ФФУ о смене прописки). Sport Arena. 20 February 2018. ===2018 UPL presidential elections=== The 2018 presidential elections of the Ukrainian Premier League took place on 6 April 2018. The current president Volodymyr Heninson that serves as the president since February 2016 announced that he will not run for president in 2018.Heninson won't run for the UPL president (Генинсон не будет баллотироваться на должность президента УПЛ). Football.ua. 7 March 2018Heninson confirmed that he won't run for the UPL president (Генінсон підтвердив, що не йде на вибори президента УПЛ). Football 24. 7 March 2018 Among possible candidates specialists note a Swiss lawyer Thomas Grimm or Joe Palmer from AFC Wimbledon. As of 26 March 2018, a day before deadline for submitting candidacy for election, there is only Thomas Grimm whose candidacy was submitted by FC Oleksandriya on 22 March 2018.Grimm yet is the only candidate for the presidential post of UPL (Гримм пока единственный кандидат на пост президента УПЛ. Палмер не выдвинут). Sport Arena. 26 March 2018 On 6 April 2018, Thomas Grimm was elected as a new president with 10 votes for and 2 abstained.During voting for the UPL president Dynamo and Zorya abstained (Динамо и Заря воздержались при голосовании за президента УПЛ). Sport Arena. 6 April 2018Boiko, I.Returning of spectators to stands and with what else the new UPL president is getting ready to be preoccupied (Повернення глядачів на трибуни та чим ще має зайнятись новий президент УПЛ). Sport Arena. 6 April 2018 ===Prospective disciplinary sanctions=== According to FootballHub, in March the FFU Disciplinary Committee prosecuted the Olimpik's junior teams U-19 and U-21 for game fixing.CDC prosecuted Olimpik for match fixing - mass media (КДК наказал Олимпик за договорные матчи — СМИ). Sport Arena. 29 March 2018 Earlier the CDC chairman, Francesco Baranca, underlined that Olimpik won't participate in European competitions if its junior teams will be disqualified. FC Vorskla Poltava could have problems with the league's attestation for next season for debts to its former players.Vorskla could have problems with the UPL attestation due to debts to Zarychnyuk (У Ворсклы могут быть проблемы с аттестацией УПЛ из-за долга перед Заричнюком). Sport Arena. 29 March 2018 Another UPL player submitted his claim to the FFU CDC against its former club FC Stal Kamianske.Shabanov submitted his claim against Stal to the FFU CDC (Шабанов подал заявление на Сталь в КДК ФФУ). Sport Arena. 29 March 2018 == Number of teams by region == {| class=\"wikitable\" style=\"text- align:center\" |- ! Number ! Region ! Team(s) |- |rowspan=\"1\"|3 |align=\"left\"|||Shakhtar, Mariupol and Olimpik |- |rowspan=\"1\"|2 |align=\"left\"|||Oleksandriya and Zirka |- |rowspan=\"16\"|1 |align=\"left\"|||Stal |- |align=\"left\"|||Dynamo |- |align=\"left\"|||Zorya |- |align=\"left\"|||Karpaty |- |align=\"left\"|||Chonomorets |- |align=\"left\"|||Vorskla |- |align=\"left\"|||Veres |} {| class=\"wikitable\" style=\"text-align:center\" |- ! Number ! Region ! Team(s) |- |rowspan=\"1\"|3 |align=\"left\"|||Dynamo, Olimpik, and Stal |- |rowspan=\"2\"|2 |align=\"left\"|||Karpaty and Veres |- |align=\"left\"|||Oleksandriya and Zirka |- |rowspan=\"16\"|1 |align=\"left\"|||Shakhtar |- |align=\"left\"|||Mariupol |- |align=\"left\"|||Zorya |- |align=\"left\"|||Chonomorets |- |align=\"left\"|||Vorskla |} == See also == * 2017–18 Ukrainian First League * 2017–18 Ukrainian Second League * 2017–18 Ukrainian Cup * List of Ukrainian football transfers summer 2017 * List of Ukrainian football transfers winter 2017–18 == Notes == == References == == External links == * Official website of the Ukrainian Premier League * Mariupol – Dynamo: discussion around the game that failed to take place only begins (Маріуполь - Динамо: дискусія довкола матчу, що не відбувся, тільки починається). PROFUTBOL (ПРОФУТБОЛ). 27 August 2017. (YouTube video, Ukrainian/Russian) * Nazarkevych, Yu. The Rivne's record (Рівненський рекорд). Ukrainian Premier League. 19 November 2017 Category:Ukrainian Premier League seasons 1 Ukr ",
    "title": "2017–18 Ukrainian Premier League"
}