{
    "id": "56565189",
    "text": "Patricia Lindop at a Pugwash conference in the later 1950s Patricia Joyce Lindop FRCP (21 June 1930 – 1 February 2018) was British professor of radiation biology at the University of London and the organiser of at least 100 \"Pugwash\" meetings at which scientists met to discuss their campaign for nuclear disarmament. ==Early life and family== Patricia Lindop was born on 21 June 1930, the second child of Elliot D. Lindop and Dorothy Jones. Her father was an engineer who had worked for Shell in India and later owned his own fuel distribution business. She was educated at Malvern Girls' College in Worcestershire and it was there that she met her future husband, Gerald Paton Rivett Esdale (died 1992), who was a pupil at the neighbouring boys' college. They married in 1957 and had one son and one daughter. ==Career== Lindop was one of the first women to win a place to study medicine at St Bartholomew's Hospital Medical College which had resisted accepting female students until forced to change its policy by the University of London. She received a first class degree. By 1954 she was working as a general practitioner and beginning to develop an interest in the effects of radiation on the human body. She started to work with the Polish physicist, and later Nobel Prize winner (1995), Joseph Rotblat at the University of London and they conducted experiments using thousands of mice to determine the effect of radiation on living organisms.\"Joseph Rotblat: The Road Less Traveled\" by Susan Landau in Bulletin of the Atomic Scientists, January 1996, pp. 46–54. Together they published 40 papers on the subject. Later, Lindop became professor of radiation biology at St Bartholomew's but not before facing opposition to the appointment of a woman to the post.Professor Patricia Lindop. The Times, 10 February 2018. Retrieved 15 February 2018. Lindop organised at least 100 \"Pugwash\" conferences with Rotblat, who had worked on the Manhattan Project to develop nuclear weapons during the Second World War but became vehemently opposed to them after seeing their effects on Japan.Sir Joseph Rotblat, G.O. Jones, The Guardian, 2 September 2005. Retrieved 15 February 2018. The Pugwash movement was a group of scientists who campaigned for nuclear disarmament and Lindop often held meetings of Pugwashites, as they are known, at her home in Hampstead, London. She was elected a fellow of the Royal College of Physicians in 1977 (member, 1956). She was chairman of Thames Liquid Fuels (Holdings) Limited from 1992.Lindop, Prof. Patricia Joyce, (Mrs G. P. R. Esdale). Who's Who 2018. Retrieved 15 February 2018. ==Later life== Lindop suffered a stroke at the age of 50 that restricted her movement and ability to speak, effectively ending her academic career. A more severe stroke in 1993 left her confined to a wheelchair and unable to move her mouth. She died on 1 February 2018. == References == Category:1930 births Category:2018 deaths Category:Academics of the University of London Category:Women radiobiologists Category:20th-century English medical doctors Category:Women physicians Category:British general practitioners Category:Pugwash Conferences on Science and World Affairs Category:Anti-nuclear activists Category:Stroke survivors Category:People educated at Malvern St James Category:Fellows of the Royal College of Physicians Category:20th-century women physicians ",
    "title": "Patricia Lindop"
}