{
    "id": "56565025",
    "text": "Kirstie Clements (born 23 March 1962) is an Australian author, editor, journalist and speaker. Clements served as Editor-in-Chief of Vogue Australia for thirteen years from 1999 to 2012, and is currently Director and Chief Creative Officer for luxury lingerie brand Porte-á-Vie. == Early life == Clements was born on 23 March 1962 in Sydney, Australia. She grew up in the Sutherland Shire, a local government area in the southern region of Sydney, New South Wales. Clements has one older brother, Anthony. Their father passed away of a brain tumor when Clements was five years old. In her youth, Clements attended Sylvania High School. She described her desire to leave her hometown at an early age stating, \"Not to dismiss it, but at that point I was much more interested in the band scene. I was interested in punk, in literature, in magazines, in popular culture, and the Shire wasn’t where I was going to get that from.\" At the age of sixteen, Clements moved to the Sydney suburb of Darlinghurst with her mother Gloria. Describing herself as poor, Clements would often shop at disposal stores and op-shops in order to discover clothing and fashion. == Career == === First job with Vogue Australia === At the age of 23, Clements was working in a bookstore when she saw a job being advertised in the newspaper for receptionist at Vogue Australia. Clements immediately applied for the position and was granted an interview. The last of twenty different girls to be interviewed, Clements met with a woman described as \"probably in her late 60s. Glamorous; white blonde hair, blue eyes, great legs, she was gorgeous. It was about six o'clock at night and she was drinking out of a tea cup, and I’m sure it was gin… I loved her immediately and she hired me.\" Clements began working behind the reception desk the very next day. Clements quickly moved on from the reception desk, taking on various jobs within the Vogue Australia offices. Describing her quick promotion, Clements stated, \"I just put my hand up for everything. My key to success is to make yourself useful, just put you hand up for everything… and you’ll find what you shine at. Essentially I found I wasn’t very good at taking orders, but I was really good at giving them\" Clements departed Vogue Australia in the early 1990s to move to Paris and work as a freelance journalist. === Harper's Bazaar === Clements returned to Australia in 1997 where she briefly worked as Beauty Editor for Vogue Australia before joining glossy magazine rival Harper’s Bazaar. Clements was brought on as Associate Editor for the magazine and worked there for just over two years from 1997 to 1999. === Return to Vogue Australia === Clements returned to Vogue Australia in 1999 to be hired as the magazine's Editor-in-Chief. Clements succeeded Juliet Ashworth who was former Editor-in-Chief from 1998-1999. Clements described her return to Vogue Australia as a challenge to rebuild its image following a demise in the 1990s. She stated, \"Vogue was pretty broken at that point… When I went back it took three years to build it back to what I felt was a standard that it should have been.\" Early on in her career as Editor-in-Chief, while working on a November issue, Clements was faced with an almost empty roster of booked advertisements with mere weeks to go. With a goal of 120 pages of ads, the magazine had booked just one advertisement due to a staff error. This forced Clements to undertake a restaffing of the entire office. Commenting on her preferences for staff hires, she stated, \"I liked to have a local staff, and an Australian staff. I didn’t like to use freelancers that much if I could help it.\" When interviewing applicants for potential positions at Vogue Australia, Clements remarked how surprised she was by the number of young girls who expressed an obsession with a fashion label instead of an original style or desire to make things. She elaborated by stating that she was \"always highly dubious because I wanted them to have a passion for art, for books, for culture, for literature, for dance, for theatre, for costume design... anything but, as a matter of fact, fashion… I didn’t want people who were obsessed with labels, and I still stand by that.\" Discussing her approach to management at Vogue Australia, Clements stated, \"I learnt how to be diplomatic. I think most of my job was diplomacy. Diplomacy between staff members, diplomacy between management, diplomacy to clients, to creatives.\" She commented that working with creatives was more rewarding than collaborating with any other worker due to their passion and vision. \"They don’t care about the bonus, they don’t really care about the wage, but they care about the product, and if you can actually equip them with the materials, and the idea, and the vision, then they really can just run on praise.\" === Sacking === In November 2006, Australian media mogul Rupert Murdoch's News Limited (rebranded as News Corp on 1 July 2013) acquired Independent Print Media Group's FPC Magazines which included Vogue Australia. News Limited placed management of the newly acquired FPC magazines (Notebook, Delicious, Super Food Ideas, & Vogue Australia) under its NewsLifeMedia branch. Clements was fired from her position as editor-in- chief six years after the News Limited acquisition, on 16 May 2012. She was called into a meeting with NewsLifeMedia CEO Nicole Sheffield who directed her to collect he belongings and depart the Vogue Australia offices immediately without offering an explanation as to why she was being fired. Clements left the office and went to have a drink at Bondi's Icebergs bar while news of her departure was announced. Clements was succeeded by Edwina McCann, former editor-in-chief of rival magazine Harper’s Bazaar Australia. === Current career === The day after her firing from Vogue Australia, Clements received a phone call from Louise Adler of Melbourne University Press who invited her to write a book about her career. Clements soon after signed a book publishing deal with Melbourne University Press to publish an auto-biography titled The Vogue Factor. The book was published in February 2013 and detailed Clements memoirs of her 25-year career at Vogue Australia. The book went on to become a bestseller in a number of markets worldwide, and Clements made an appearance on US talk show The View which was hosted by Barbara Walters to discuss the book. The Vogue Factor was released in the UK by Faber and Faber in July 2013, with a US edition following in February 2014 published by Chronicle. Clements described writing the book as a cathartic experience which encouraged her to look back at her time with Vogue Australia with fondness despite the way she was let go. Following the release of The Vogue Factor, Clements wrote the novel Tongue in Chic, which was published in November 2013 by Victory Books and is described as a behind the scenes exposé of the fashion and luxury magazine industries. Clements also co-authored Fashion, The First Fifty Years from The Australian Women’s Weekly, which was published by the National Library Australia in 2014. From 2014 to 2017, Clements worked as a Creative Consultant and Editorial Ambassador for Australian department store chain Myer and contributed to its Myer Emporium Magazine, a custom magazine owned by Bauer Media Australia. During this time, Clements also launched an independent publishing house and content production company, Imprint Agency. She currently serves as its director. In March 2017, Clements co-launched luxury lingerie brand Porte-á-Vie with former colleague Lisa Hili. She serves as the company's director and chief creative officer. Clements often makes public speaking appearances and contributes to a number of fashion and beauty publications such as The New Daily. She is a Board Director for FARE (Foundation for Alcohol Research and Education) and an ambassador for Australian children's cancer charity Camp Quality. Clements appeared on Australian TV show Australia’s Next Top Model Cycle 4 which aired from 22 April - 1 July 2008. She served as a guest judge on a panel alongside Alex Perry and Charlotte Dawson. == Personal life == In June 1992, while Clements was working as a freelance journalist in Paris she married French-Algerian nightclub bouncer Mourad Ayat. Clements met Ayat while covering collections and moved to Paris to live with him. Following their marriage and a stint working in Paris, the couple moved back to Australia in late 1997 with their two sons. They separated in April 2007. Clements is a mother to twin sons, Sam and Joseph Ayat (born 1995) from her marriage to Mourad Ayat. Her son Sam Ayat signed as a model to Chadwicks modelling agency in 2014. Clements and her sons reside in Sydney's eastern suburbs. == Books == * In Vogue: 50 Years of Australian Style (Harper Collins, 2009) * The Vogue Factor (Melbourne University Press, 2013) * Tongue in Chic (Victory Books, 2013) * The Australia Women’s Weekly Fashion, The First Fifty Years (Australian National Library, 2014) * Impressive, How to Have a Stylish Career (Melbourne University Press, 2015) == References == == External links == * Official website Category:Vogue (magazine) people Category:Women magazine editors Category:Fashion editors Category:20th-century Australian journalists Category:Living people Category:1962 births Category:Australian magazine editors Category:Australian women journalists Category:Writers from Sydney ",
    "title": "Kirstie Clements"
}