{
    "id": "56569655",
    "text": "\"A or B\" is a song recorded by Japanese singer Mika Nakashima. It was released as a single by Sony Music Associated Records on October 25, 2017. It was written and composed by Jam Note and arranged by Manaboon. The limited edition of the CD single comes with a DVD including the music video for \"A or B\" and its making-of. \"A or B\" was used in televised commercials for Kao's liquid fabric softener \"Flair Fragrance\", starring actress Satomi Ishihara. ==Background== \"A or B\" is the first single by Nakashima since the release of her eighth studio album, Tough, and was released two months following the release of her cover album, Roots: Piano & Voice. The single's artwork depicts Nakashima on a white swing in front of a soft pink backdrop. The limited edition artwork has Nakashima in a similar position against a dark gray backdrop. The dueling visuals are meant to represent Nakashima swinging between options \"A\" and \"B\"; imagined here as the \"rain\" and \"shine\" dispositions of a woman in love. ==Critical reception== \"A or B\" is a light soulful pop song, following in the same vein as her previous single \"Koi o Suru\". CDJournal praised Nakashima for her \"unstrained and pleasant-sounding\" vocal performance. CDJournal critics noted that with her last two singles, Nakashima has been successfully shedding her \"diva\" image. ==Chart performance== \"A or B\" debuted at number 38 on the weekly Oricon Singles Chart. The single charted for two consecutive weeks and sold a reported total of 2,000 copies. The song also charted on Billboard Japan's Top Singles Sales charts, also ranking at number 38. ==Track listing== ==Charts== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"col\"| Chart (2017) !scope=\"col\"| Peak position !scope=\"col\"| Sales |- ! scope=\"row\"| Japan Weekly Singles (Oricon) | style=\"text-align:center;\"|38 | rowspan=\"6\"|2,000 |- ! scope=\"row\"| Japan Top Singles Sales (Billboard) | style=\"text-align:center;\"|38 |} ==References== Category:2017 songs Category:2017 singles Category:Mika Nakashima songs Category:Sony Music Associated Records singles ",
    "title": "A or B"
}