{
    "id": "56569139",
    "text": "View of the village from the south Old silver smithy Silberhütte was once a village in the formerly free mining town of Sankt Andreasberg in the Harz mountains in Germany, but since its merger on 1 November 2011 it has been part of the borough of Braunlage. The name of the village goes back to the silver works that was existed here until 1912 and which smelted the ores from the mines around Sankt Andreasberg. According to Ließmann (2003), the smelting of the ores was carried out here soon after the opening of the Sankt Andreasberg silver mines. These naturally had a raised arsenic content. The silver works was located at the confluence of the Wäschegrundbach and the Sperrlutter - so that there was enough water power to drive the machines in the smeltery. Not only did the smelting workers here have to endure toxic emissions but, even in older accounts, there is talk of the massive nuisance caused by toxic, arsenic-containing, fumes from the smeltery which, in unfavourable weather conditions, swept into the town and occasionally forced the people living there to flee. The first smelting works are recorded at this locality around 1550. At the beginning of the Thirty Years' War, the smeltery was sold and demolished. When the silver mining industry flourished again in the 1680s, a new larger smelting works was built, which - rebuilt and extended several times - was in operation until 1912. In 1836, the responsible mining authority allowed the construction of a separate arsenic works on the Silberhütte site. In addition to arsenic trioxide, a toxic white powder, arsenic glass was also produced. Handling the powdery poison was very difficult. The workers were only sent into the chimneys to sweep the arsenic with a damp cloth in front of their faces - without a special bonus, hardly any worker was willing to sweep the arsenic dust. A contemporary report by master smelter, Seidensticker, stated that, \"the arsenic trioxide produced cannot be weighed because this would cause disproportionately high costs and endanger workers' health more than the rest of the arsenic work put together.\" == Closure of the silver works == Around 1900, there were discussions about closing silver smeltery, but this was not carried out straight away out of consideration for its employees. After the Samson Pit had been taken out of service, ores from overseas were smelted until it was finally decommissioned in 1912. This delay was intended to cushion the loss of jobs in Sankt Andreasberg. The land and buildings were sold to wood-processing and other trades on the condition that it should create jobs. In the following years, however, it became clear that this requirement could not be fulfilled. Most of the silver smelting works were purchased by Rudolph Alberti, who temporarily operated the Harz \"Glück Auf\" factory at this location, but they were all shut down in 1929. That same year the timber works and crate factory, which had also been located on the site, closed. == Metallwerke Silberhütte/Schmiedag AG == During 1934m Federstahl AG Kassel bought the land and real estate of the \"Glück Auf\" works. In addition, further plots of land and real estate were purchased by Bauholzwerke und Kistenfabrik St. Andreasberg, the Prussian State Forestry Commission, the firm of C. F. Hertwig and Mr and Mrs Albrecht. In October that year, Federstahl AG Kassel moved its headquarters to Sankt Andreasberg and changed its name to Metallwerke Silberhütte. By November 1934, it announced it was starting work. At first, however, major construction work was necessary, which took more than a year; construction activity was brisk during autumn and winter 1935. The management's report for 1935 states that in Shed I, which was located on the site of the former \"Glück Auf\" works, hunting cartridges were to be produced and in Shed II, which was located on the premises of the former timber and box factory, steel boats were to be produced. Shed III, which was on land owned by C. F. Hertwig, was leased to[Schmiedag] in Hagen/Westphalia. Production started in 1936. Shed I produced infantry ammunition for the standard Wehrmacht rifle, Shed II produced clips for rifle ammunition, and Shed III was leased to Vereinigte Gesenkschmiede (Schmiedag), which produced shell cases for artillery ammunition. In July 1935, 44 workers and employees were employed on converting existing buildings and constructing new ones. A year later, when production started, the number of employees had already risen to 143, and the number of employees continued to rise in the following years, from 336 in July 1937 to 348 in July and 348 in July. In 1938, 16,562,000 rounds of ammunitation were manufactured at Shed I, and in 1940 the factory was expanded with the addition of air-raid shelters and laboratory buildings. In Shed II, where production also began in 1936, \"strip-iron products\" were manufactured from 1937 onwards, and there is no longer any indications of steel boat production. In 1938, 8,900,000 clips were produced. The company also invested in Shed II in 1940 by purchasing a low-voltage machine. As the war started, production and weekly working hours increased and two-shift operation was introduced. As a result of the war, production figures continued to rise, although the quantities demanded by the army were not attained, with the exception of a few months. The demand for labour increased, so that from 1942 onwards, Soviet forced labourers were employed. The production of the ammunition clips was moved to Shed I in order to erect RAD barracks on the site where the forced labourers were accommodated. In addition, residents of Sankt Andreasberg were required to work and skilled workers recruited by the Wehrmacht were recalled from duty. On 1 April 1945, the workforce comprised 1,141 people, including 374 workers, 36 salaried employees and 731 foreigners. The village of Silberhütte was captured without a fight by the US Army on 14 April and the forced labourers were freed. However, shortly afterwards, they were interned again in the same camp as before and transported away on 20 June 1945. The facilities were plundered after 14 April 1945. The dismantling of the remaining facilities was completed by 1950. Afterwards, the properties were put to industrial re-use. == British Army Mountain Training Camp (AMTC) == Until 1990, the Army Mountain Training Camp (AMTC) of the British Army of the Rhine (BAOR) was located on the site of Shed II. The camp offered space for a maximum of 200 people. Here, BAOR soldiers were trained in various skills such as skiing, mountaineering and climbing as well as survival techniques. == Pollution == In 2004, a study by the Lower Saxony State Office for Consumer Protection and Food Safety (LAVES) on heavy metal pollution in red deer and roe deer, found high concentrations of lead and cadmium in the area of the silver smelting works in their livers and kidneys and partly also in their muscles. However, the residues of arsenic, antimony and mercury in muscles and storage organs were only small. The levels of cadmium in the organs exceeded the residue levels of the EU's Contaminants Regulation, in some cases, considerably. However, this regulation does not apply to the meat and edible tissues of wild game. There are copies of the investigation report in the forest offices at Lauterberg and Riefensbeek. In 2005, the Lower Saxony Forestry Office in Lauterberg had around 6,000 tonnes of contaminated hazardous waste disposed of from the site above the Silberhütte - stockpile material from the smelting works and contaminated soils as well as residues from flue gas ducts and chimneys. The materials were highly contaminated with arsenic and heavy metals. The buildings had simply been destroyed after the closure of the hut and remained on site. Investigations of the site revealed that the area had to be cleaned. Excavators removed the contaminated material. Afterwards, the excavated area was covered with unpolluted soil and a loose layer of mountain meadow hay was laid out to prepare for reforestation. With this remediation, the district of Goslar as the licensing authority and the Lower Saxony Forestry Office of Lauterberg as the land owner also took precautions for water protection in the planned \"Pöhlder Becken\" water protection area. == Literature == * * Ließmann, W. (2003): Giftmehl aus dem Oberharz – Zur Produktion von Arsenik auf der St. Andreasberger Silberhütte im 19. Jahrhundert. In: Schlegel, B., Hrsg.: Industrie und Mensch in Südniedersachsen – vom 18. bis zum 20. Jahrhundert. – Schriftenreihe AG Südniedersächsischer Heimatfreunde 16, Mecke Druck und Verlag, Duderstadt * Rudolph, M. (2005): Lauterberg beseitigt Arsen. – Waldinformation Oktober 2005, Niedersächsische Landesforsten, Brunswick Category:Goslar (district) Category:Braunlage Category:Villages in the Harz ",
    "title": "Silberhütte (Braunlage)"
}