{
    "id": "56565878",
    "text": "Katarina Blagojević (; born 31 October 1943), née Jovanović (), also Katarina Jovanović-Blagojević, is a Serbian and Yugoslav chess player who holds the title of Woman International master (WIM, 1964). She is a three-time winner of the Yugoslav Women's Chess Championship (1961, 1972, 1974). ==Biography== Blagojević (Hoogovens, 1971) From the early 1960s to mid-1970s, she was one of the leading Yugoslav women's chess players. Katarina Blagojević won the Yugoslav Women's Chess Championships three times: 1961, 1972 and 1974. The winner of many international chess tournaments, including three consecutive wins in Beverwijk chess tournaments (1960, 1961, 1962), and the best in the chess tournament in 1963 in Amsterdam. In 1964 Sukhumi Katarina Blagojević achieved the greatest success in her chess career, when she took the 5th place in the Women's World Chess Championship Candidates Tournament. Katarina Blagojević two times participated in the Women's World Chess Championship Interzonal Tournaments: * In 1971, at Interzonal Tournament in Ohrid has taken 9th place; * In 1973, at Interzonal Tournament in Menorca shared 10th-11th place. Katarina Blagojević played for Yugoslavia in the Women's Chess Olympiads: * In 1963, at first reserve board in the 2nd Chess Olympiad (women) in Split (+2, =2, -0) and won the team silver medal, * In 1966, at first reserve board in the 3rd Chess Olympiad (women) in Oberhausen (+6, =2, -1) and won the individual bronze medal, * In 1969, at first reserve board in the 4th Chess Olympiad (women) in Lublin (+4, =3, -2), * In 1972, at second board in the 5th Chess Olympiad (women) in Skopje (+5, =4, -2), * In 1974, at second board in the 6th Chess Olympiad (women) in Medellín (+7, =3, -2). In 1964, Katarina Blagojević was awarded the FIDE International Women Master (WIM) title. Her sister Gordana Marković is a chess Woman International master. ==References== ==External links== * *Katarina Blagojević chess games at 365Chess.com Category:1943 births Category:Sportspeople from Belgrade Category:Serbian female chess players Category:Yugoslav female chess players Category:Chess woman International Masters Category:Chess Olympiad competitors Category:Living people ",
    "title": "Katarina Blagojević"
}