{
    "id": "56566956",
    "text": "Abhishek Vinod is an Indian film actor who has appeared in Tamil and Malayalam language films. He has been playing vital roles in many Indian cinemas. He is one of the leading negative role artists. After working as a model, he made his breakthrough as an actor with a supporting role in Jeethu Joseph's Papanasam (2015). He later moved on to play leading roles, and appear in other high-profile Tamil films such as Sketch (2018). ==Career== Born in Chennai, Abhishek finished schooling at Kola Saraswathi Vaishnav Senior Secondary School and then completed his Bachelor of Business Administration from Madras University, before beginning a career in modelling during 2004. Abhishek worked in advertisements and the modelling circuit in Chennai and first acted in Malayalam film Casanovva with Mohanlal. He later portrayed the badboy senior role in Inidhu Inidhu in 2010. Abhishek portrayed a significant supporting role in the Kamal Haasan-starrer Papanasam (2015), portraying the younger brother of the character played by Gautami. The film garnered critical acclaim for the actor upon release, and remains his highest profile release. He was offered the role by his mentor Suresh Kannan, who had worked on the film as a co-director to Jeethu Joseph. He then appeared in the lead role in Veruli (2017), which was his masterpiece, which had a low-profile release and went unnoticed at the box office. In early 2018, he appeared in Vijay Chandar's Sketch as a police officer alongside Vikram, and in Mannar Vagaiyara, as a part of a large family. He will also be seen in Aan Devathai (2018) in a negative role as the head of an IT company, enrolled his mass acting with the project featuring him alongside Samuthirakani, Ramya Pandian and Suja Varunee. ==Personal life== Abhishek Vinod is married to Chennai-based designer Jules Idi Amin and has a young son name Ayaan. == Filmography == {| class=\"wikitable sortable\" |- ! Year !! Film !! Role !! class=unsortable|Notes |- | 2010 || Inidhu Inidhu || College senior || |- | 2012 || Casanovva || Arjun || Malayalam film |- | rowspan=\"3\"| 2015 || Kadavul Paathi Mirugam Paathi || Jai || |- | Inimey Ippadithan || Karthik || |- | Papanasam || Thangaraj || |- | 2016 || Arthanari || Kidnapper || |- | 2017 || Veruli ||Ashwin || |- | rowspan=\"5\"| 2018 || Sketch || Shakthivel || |- | Mannar Vagaiyara || Karunakaran || |- | Kattu Paya Sir Intha Kaali || || |- | Aan Devathai || Roy || |- | Nila Nila Odi Vaa || Alex || Web series |- |rowspan=\"3\"|2020 || Oh My Kadavule || Mathew || |- | Walter || Venkat || |- | Yaadhumagi Nindraai || || |- | rowspan=\"2\"| 2021|| Ayngaran || || |- | Thandagan || || |- |} == References == Tamil Cinema News - Abhishek == External links == * Category:Indian male film actors Category:Male actors in Tamil cinema Category:Living people Category:21st-century Indian male actors Category:People from Tamil Nadu Category:Tamil male actors Category:Year of birth missing (living people) ",
    "title": "Abhishek Vinod"
}