{
    "id": "56569870",
    "text": "#WarGames is an interactive media production based on the 1983 movie, WarGames. The series was produced by Eko with Sam Barlow as creative lead. The production was released in six episodes starting on March 14, 2018 through Eko's website, mobile app, Nerdist.com, Steam and Vudu. Narratively, the show follows a young group of people that are involved in the hacker culture, attempting to use their skills to create societal change. Interactively, the viewer is presented with several video feeds, representing what each of the characters is watching or doing, and can choose which one to focus on; this will affect how the work is presented to the viewer later, though will otherwise not change the narrative. ==Development== MGM's 1983 film WarGames was both a critical and financial success for the distributor. While the studio attempted a sequel, WarGames: The Dead Code in 2008, the work ended up going direct-to-video. In June 2011, MGM announced plans to remake WarGames. At the time, this move was seen as a way by MGM to capitalize on its highly- successful library of films from the 1980s. Seth Gordon was originally slated to direct with Noah Oppenheim to write the script. In June 2014, Dean Israelite had been hired to produce the work, and with potentially Arash Amel slated to write the screenplay. As late as February 2015, Israelite was still working on the project which was still in its scripting phase, but by April 2015, Israelite had been picked up for producer of Power Rangers, lead to concern for his participation for WarGames. By October 2015, the project had shifted to become an interactive media work, co-produced by MGM and Interlude (the former name of Eko), with plans to release by early 2016. The move was seen as experimental by MGM, as the work would forgo any theatrical release or revenues, though could still be monetized depending on how the interactive work was presented to viewers. They saw an \"audience-driven interactive story experience\" as a perfect fit for the WarGames property. Shortly after this announcement, MGM invested heavily into Interlude, which had raised from investors including MGM, Warner Music Group, Samsung, Sequoia Capital and Intel Capital. Around March 2016, Interlude hired Sam Barlow as executive creative director and creative lead for the WarGames project. Barlow had gained attention in 2015 for his video game Her Story, which required players to piece together a narrative by assembling segments of video footage in the right order. Her Story received critical acclaim on its release. Barlow said of the opportunity with Interlude to work alongside people that wanted to make \"personalized, reactive stories with a heightened emotional impact\". By December 2017, MGM announced that the interactive media series would be called \"#WarGames\" with an anticipated start in early 2018. By February, Eko confirmed that the series would be six episodes long, and would be broadcast with interactivity on its own website, mobile app, Nerdist.com, Steam and on Vudu. ===Story=== According to Barlow, their original idea for the narrative was to be similar to the film, in which hackers would stumble upon something that appeared to be a game, but proved to have more a more \"nefarious purpose\". However, they recognized there would be too much jarring between the live-action and in-game segments, and instead took a different route, by envisioning how a member of the hacker culture would interact. The viewer of the work would be put in place of a hacker, looking at the hacker's computer monitor, showing various streams from cameras, video calls, and other audiovisual elements that they could bring anyone to the forefront at any time. Rather than having the viewer make any explicit decision, the work would instead track what video element had the user's attention, and decide which way the story would go from there. Barlow likened this to trying to listen into conversations at a party: one can hear the conversations as they go on, but to really understand them one must focus on a specific conversation. With further development of the story, Barlow created a narrative around the character of Kelly, played by Jess Nurse, who is meant to represent \"the breadth of modern hacker culture and its humanity\". Barlow was able to \"take the questions raised by the original movie and ask them again in a world where technology has fundamentally changed our lives\" with his script. During development, the show Mr. Robot came out, which also focused on the hacker culture, leading Barlow to make sure that they presented accurate scenarios related to hacking within #WarGames; they hired security consultants to make sure their hacking scenarios were potentially doable. Further, to distinguish themselves from the more serious tone taken by Mr. Robot, Barlow aimed his script to be light-hearted and with an optimistic outlook. ==References== Category:Interactive media ",
    "title": "WarGames (interactive media)"
}