{
    "id": "56567766",
    "text": "' is an asteroid, classified as a near-Earth object of the Apollo group, with an estimated diameter of . It was first observed on 9 February 2018, by astronomers of the Catalina Sky Survey at Mount Lemmon Observatory, Arizona, during its close approach to Earth. == Orbit and classification == is an Apollo asteroid. Apollo's cross the orbit of Earth and are the largest group of near-Earth objects with nearly 10 thousand known members. It orbits the Sun at a distance of 0.92–1.34 AU once every 14 months (438 days; semi-major axis of 1.13 AU). Its orbit has an eccentricity of 0.18 and an inclination of 27° with respect to the ecliptic. It is, however, not a Mars-crossing asteroid, as its aphelion of 1.34 AU is less than the orbit of the Red Planet at 1.666 AU. The body's observation arc begins its first observation at Mount Lemmon in February 2018. === Close approaches === The object has a minimum orbital intersection distance with Earth of , which corresponds to 17.6 lunar distances (LD). On 14 February 2018, 14:44 UTC, it came within 18.66 LD of the Earth (see diagrams). Its next close approach will be on 14 February 2024, at a similar distance. == Physical characteristics == The Minor Planet Center estimates a diameter of 59–190 meters. Based on a generic magnitude-to- diameter conversion, measures between 100 and 190 meters in diameter, for an absolute magnitude of 22.33, and an assumed albedo between 0.057 and 0.20, which represent typical values for carbonaceous and stony asteroids, respectively. As of 2018, no rotational lightcurve of has been obtained from photometric observations. The body's rotation period, pole and shape remain unknown. == Numbering and naming == This minor planet has neither been numbered nor named. == See also == * List of asteroid close approaches to Earth in 2018 == References== == External links == * MPEC 2018-C87 : 2018 CY2, Minor Planet Electronic Circular * * # Category:Minor planet object articles (unnumbered) Category:Discoveries by CSS Category:Near-Earth objects in 2018 20180209 ",
    "title": "2018 CY2"
}