{
    "id": "56566051",
    "text": "Verónica María Ravenna (; born 19 February 1998) is an Argentine luger. She competed in the women's singles event at the 2018 Winter Olympics. == Early life == When she was six years old, she moved to Vancouver, Canada, with her family. == Career == She began her sport career when she was eleven years old, after learning about luge in while visiting the Whistler Sliding Centre during a school visit. In 2014 she suffered a clavicle fracture, which prevented her from joining the Canadian youth team. The following year, she received an invitation from the Argentine Luge Federation to represent her birth country in the 2014-2015 world cup hosted in Oberhof, Germany. She participated in the 2016 Winter Youth Olympics that took place in Lillehammer, Norway, she was the Flag bearer during the closing ceremony. She finished in the seventh place and won an Olympic diploma. Then she competed in the 2017 FIL World Luge Championships hosted in Innsbruck, Austria, where she finished in the 23rd place in the mayors category and in the tenth place in Sub 23. She also took part in the 2016-2017 and 2017-2018 world cup editions where she finished in the 35th place and 58th place respectively. In 2018, he was ranked 25th in the youth world championship held in Altenberg, Germany. === Pyeongchang 2018 === She qualified for the 2018 Winter Olympics hosted in Pyeongchang, South Korea, after a quota place was released. She competed for the first time in the women's singles event in Luge. Verónica was the second Argentine woman to compete in luge in an Olympic Games, after the participation of Michelle Despain in the 2006 Winter Olympics. At 19 years old, she was the youngest of the Argentine delegation and the only one that competed in an ice sport. She finished in the 24th place, the same rank than her predecessor, Michelle Despain, achieved during the 2006 Winter Olympics in Turin, Italy. == Gallery == File:Verónica Ravenna and the British Columbia luge team.jpg| Training with the British Columbia Provincial Luge Team in March 2011. File:Verónica Ravenna medalla de oro campeonato provincial 2014.jpg| Ravenna wears her gold medal after winning the 2014 provincial championship. File:Verónica Ravenna at the 2018 Winter Olympics.jpg| During the 2018 Winter Olympics. File:Verónica Ravenna at the Alpensia Sliding Centre.jpg| At the Alpensia Sliding Centre, Pyeongchang 2018. File:Verónica Ravenna as flag bearer in Pyeongchang.jpg| As flag bearer during the 2018 Winter Olympics closing ceremony. ==References== Category:1998 births Category:Living people Category:Argentine female lugers Category:Olympic lugers of Argentina Category:Lugers at the 2018 Winter Olympics Category:Place of birth missing (living people) Category:Argentine emigrants to Canada ",
    "title": "Verónica María Ravenna"
}