{
    "id": "56566402",
    "text": "Ignazio Florio Jr. (Palermo, 1 September 1869 – Palermo, 19 September 1957) was an Italian entrepreneur, heir of the rich Florio economic dynasty, one of the wealthiest Italian families during the late 19th century. Flòrio, Treccani Enciclopedie on line (retrieved 10 April 2018) ==Biography== He was the son of the Senator of the Kingdom of Italy, Ignazio Florio Sr. and baroness Giovanna D'Ondes Trigona. When his father died in 1891, Ignazio Jr., at the age of 22, inherited one of the greatest fortunes in Italy. Ignazio Florio, il tramonto dell’impero che illuminò la Belle Epoque in Sicilia, Il Gazzettino di Sicilia, 1 September 2017 The Florio business empire had far-reaching interests in sulphur, tuna fishing, Marsala wine, insurance and banking, and metallurgy (the Oretea foundry) and engineering. The Florio family was a major share holder in the Navigazione Generale Italiana (NGI), Italy's main shipping company at the time and one of the major one's in Europe.Dickie, Cosa Nostra, pp. 99-100 In 1893, like his father before him, he married a woman from the old Sicilian aristocracy, Francesca Paola Jacona della Motta dei baroni di San Giuliano, who would become known as the \"Queen of Palermo\", as she became a prominent protagonist of the Belle Époque in Palermo. He was the principal impresario of the Teatro Massimo, when the building was finished in 1897. He was also the main shareholder and financier of the Sicilian daily newspaper L'Ora, founded in 1900 and published in Palermo. L'Ora: la sua storia, Agave (Contributo allo studio delle fonti della storia dell'arte in Italia nel Novecento - Università degli Studi di Palermo) In the heyday of its existence reportedly some 16,000 people depended on the Florio business empire, and the press sometimes referred to Palermo as 'Floriopolis'. However, as international competition increased and the economic importance was moving to the north of Italy, to the cities of Milan, Turin and Genoa, the family had to face an increasingly deteriorated economic reality resulting in bankruptcies and closures of activity. Florio, Treccani Dizionario di Economia e Finanza (2012) (retrieved 10 April 2018) In 1897 he had founded the Cantiere navale di Palermo (Palermo Shipyard) to service the commercial fleet. Construction was protracted, however, and Florio was forced to sell his stake in the shipyard to Attilio Odero in 1905. He was also forced to sell the family's interests in NGI in 1908. The blockage of maritime and commercial activities caused by the First World War paralyzed the activities of the Florios. l tramonto dei Florio, Giuseppe Barone, Meridiana nr. 11-12, 1991 The Florio empire began to fade. The shipping lines depended mainly on state subsidies; the beneficial effects of the Unification of Italy had disappeared and the size of the economic empire had made it increasingly difficult to be directly manage by Ignazio, without the interference of the banks and competitors in the north. The stagnation of the family businesses, despite the awareness of the imminent decline, resulted in huge debts and all the Florio companies either were sold or disappeared. Contrary to what the founder Vincenzo Florio Sr. had done in the first half of the nineteenth century, the later generations did not sufficiently diversify their interests in new markets and did not invest in the new technologies available at the beginning of the twentieth century. They were simply trying to maintain the already acquired market positions, without opening new and more profitable ones. Despite the increasing economic difficulties, the Florios maintained their expensive way of life. After the sale of Villa Florio all'Olvuzza in 1924, the family moved to Rome. Between 1925 and 1935 the economic collapse deprived Ignazio Junior of all his assets. In 1935 Donna Franca's jewels and their furniture and real estate were auctioned in Palermo. In spite of everything, the Florios never failed: Ignazio Florio jr did not escape his responsibilities, he sold all the companies and the whole family patrimony to pay his debts to the last penny, before retiring to private life. The last years of his life were marked by total apathy, deafness and complete loneliness except for the presence of his wife. After the death of the latter in 1950, he returned to Palermo where he died on 19 September 1957. == Issue == Ignazio Jr. and his wife Franca had five children: * Giovanna (1893-1902) * Ignazio (1898-1903) * Giacobina (stillborn) * Costanza Igiea (1900-1974) * Giulia (1909-1989) == Further reading == * Candela, Simona. I Florio. Sellerio (Palermo, 2008). * Cancila, Orazio. I Florio: Storia di una dinastia imprenditoriale. Giunti (Florence, 2010). * Li Vigni, Benito. La dinastia dei Florio: romanzo storico. Sovera (Rome, 2013). * Lo Jacono, Vittorio & Zanda, Carmen. Franca Florio e Vincenzo Florio: due miti di Sicilia. (2016). == References == * Dickie, John (2004). Cosa Nostra: A History of the Sicilian Mafia, New York/Houndmills: Palgrave Macmillan == External links == * I Florio, RAI documentary. * The Florios, bestofsicily.com. Ignazio Jr. Category:19th-century Italian businesspeople Category:20th-century Italian businesspeople Category:People from Palermo Category:1869 births Category:1957 deaths ",
    "title": "Ignazio Florio Jr."
}