{
    "id": "56573968",
    "text": "Women in Law & Development in Africa (WiLDAF) is a Pan-African women's rights organization and network which is non-profit and non-government (NGO) and contains 500 organizations, 1200 individuals and spreads over 27 countries. Even though WiLDAF functions as a multi-regional/transnational organization, it pays close attention to the economical, social and historical differences between states and countries. This organization grew out of the \"women's rights as human rights\" movement, as a more assertive claim to rights for women than the previous rhetoric of \"needs\". WiLDAF centers around the principle that equality and empowerment are essential to a healthy society, and they focus their efforts on development and the law in relation to women to advocate for and educate people. They believe that empowering women through education, workshops, communication and outreach around development and law is extremely valuable. In addition, they work at national and regional levels to spur institutional planning, development and building international connections for added support. The organization also provides aid in the case of a violation of women's rights by providing Emergency Response Systems and facilitating centers for women who have been abused psychologically, physically or morally (and in such cases can shelter the woman and help her to take legal action) == History == Women in Law & Development in Africa was established in February 1990 during a regional conference in Harare, Zimbabwe (with the theme of \"Women, right and development: network for empowerment in Africa\") as a result of 6 women coming together with the idea for a pan- African organization after attending the World Women's Conference held in Nairobi, 1985. This forum was also instrumental in the creation of WiLDAF because issues around women's rights became the topic of debate for the many African women participating in the forum. The World Women's Conference was where the ideas around \"women's rights as human rights\" became a topic of debate. Another notable point in the origin of WiLDAF was where humanitarian organizations lobbied for the formal recognition of woman's rights during the United Nations World Conference on Human Rights, held in Vienna 1993. An additional conference that furthered the \"women's rights as human rights\" movement was the Fourth World Conference on Women, held in Beijing in 1995, where this movement was further defined. As well as providing a topic of debate around women's rights as human rights, the conference also spurred debate about empowerment through law. The three aforementioned meetings were sponsored by the \"Women in Law and Development\" project by a US donor agency called OEF International. OEF International facilitated the growth of regional networks of organizations to combine their efforts and work at local levels to spread education and information around women's rights issues. In addition to WiLDAF, OEF International supported the formation of Asia Pacific Forum on Women, Law and Development (APWLD) as well as the Comité de América Latina y El Caribe para la Defensa de los Derechos de la Mujer (CLADEM) in Latin America and the Caribbean. == Structure == WiLDAF's head office is located in Harare, Zimbabwe. As a transnational organization, WiLDAF contains national offices as well as local offices in specific regions; in certain regions local WiLDAF Advisory Committees and representatives function instead of local offices where there are none. WiLDAF's meetings, agendas and decision-making are built on a \"from the ground-up\" philosophy around structure which begins at the local level and continues through to larger and larger structures including country, regional and international. Member individuals and organizations are involved at many steps of decision-making and meetings. Surveys and reports are often part of meetings (see below \"Surveys\"). WiLDAF hold their General Assembly every few years to plan and prioritize for the future, reaffirm and add to their objectives as well as celebrate accomplishments. == Aims and goals == WiLDAF grew out of the movement called \"women's rights as human rights\", which emphasizes that rights can be lobbied for, enforced and monitored as opposed to the language of \"needs\". It also moves away from manifestos and demands present in earlier feminist discourse. Furthermore, Human rights does not take the standard as the rights of \"men\", therefore organizations can better address the reproductive, maternity, gender-based discrimination and domestic violence needs that women require. This movement advocated for women's rights in all spheres, including promoting private affairs to be under lawful scrutiny (such as domestic violence) in regions which traditionally separate the private and public domains and as a result call to reform \"family law\". A distinction between the \"private\" and the \"public\" is made here as \"private\" laws tend to affect women in particular due to the fact that women tend to be relegated there by societal expectations. The private is also traditionally (whether culturally, regionally or religiously) the place where the state does not extend, and therefore provides multi-layered hurdles for advocacy actions. \"Women's rights as human rights\" is a movement to claim the rights women have and to empower women through education and an interconnectivity of local and global spheres. An aspect of the \"woman's rights as human rights\" movement that remains in the aims of WiLDAF is an inter-connectivity between both local and global efforts to empower women through law and development as discussed below. Communication between all facets of WiLDAF as well as local through to international communication is a main aim of the organization as they believe that transparent communication allows umbrella organizations and WiLDAF members to learn from one an others experiences. === Development === Under their Development aims, WiLDAF facilitates women to seek knowledge and empowerment through increased and established access to resources (such as economic, health, societal). This is done through a number of events notably training and workshops discussed below. Inter-connectivity is always underscored. === Law === WiLDAF's main aims under law are to provide education for women about the law, how to use law, to facilitate their participation in it, and encourage workshops to create communities of empowered women that have the skills and confidence to use their lawful rights. The aims around protecting and promoting women's legal rights revolve around instances and events at which time laws should be upheld to protect women's safety and health, notably around issues with violence against women, sexual harassment, property rights, marriage and inheritance. There are many things that constitute violence against women including physical violence, rape, dowry deaths, genital mutilation or sexual slavery among many other acts. Further discrimination more broadly defined includes a women's economic, social, and political position in regards to her standing in society as affected by institution, her marital or dependent status (children), as well as her accessibility to education, healthcare and reproductive rights. For example, one form of traditional discrimination against widows states that widows are to be locked up for 6 months after their husbands pass away and are often banned from many normal life activities such as making money. In these circumstances, the women usually end up living in poverty and loneliness with no support offered to them. Psychological discrimination such as widowhood practices often subordinates subjects and creates an environment that allows for the discrimination of those individuals in other ways as well. Here too does the conversation of private/public pertain in regards to the private domain oppressing the woman through an immunity of law. Psychological, cultural, economic, social and physical discrimination and violence are therefore interrelated because of a woman's vulnerable positioning in society, economy and politics. Laws are often not upheld in certain regions due to long histories of women suppression and a lack of education and available resources. == Projects and efforts == WiLDAF has a number of projects and efforts it employs in accordance with their aims (some of which are briefly introduced above). ===Advocacy, workshops and training=== Advocacy is an important facet of WiLDAF, as they often facilitate sensitization, workshops, debate meetings and also lobbying for changes in law in order to speak about violence towards women, female genital mutilation, sexual harassment, forced or underage marriages, HIV/AIDS education and the treatment of widows. WiLDAF uses many strategies to advocate their cause, including those above as well as the internet, news bulletins (WiLDAF News), publication, national surveys, medical services, aid, emergency response systems, and partnerships with other organizations in specific regions for localized needs. In addition, WiLDAF has been at the forefront of thinking about and integrating services for disabled women in Africa with a policy of mainstreaming disabilities for increased acceptance, tolerance and services. ===Media campaigns=== WiLDAF created and distributed media campaigns to spread the awareness about women's rights in addition to their training sessions. Under their media campaigns, they also have information against domestic violence to empower women to claim their rights, seek legal actions and not stay silent against their oppressors. ===Surveys=== One way in which WiLDAF maintains the international eye on women's rights in Africa is by publishing reports, or \"country reports\", on regions about various topics including common and customary law. They include anecdotal evidence from women survivors of violence, try to express the current standing of laws, express observations made in the region. This has also led to a study by WiLDAF into governmental accountability, and to explore the theories of government accountability used by the international human rights movement, established during the conference in Beijing. Many African states today differ in their law make-up, and numerous operate in tiered manners including state-laws, customary and religious laws in regions of significant Muslim population. One of the ways in which WiLDAF uses these reports is to highlight areas of customary/religious laws which oppress women, and urge states to challenge these laws in light of international human rights agreements. These reports can take the form of shadow reports to highlight and support governmental reports in order to provide more information or show areas which the governmental reports may have not reported; they may also keep track of how legal reforms and laws have been integrated and enforced in specific regions. They publish these reports widely and internationally which invites the international eye in respect to regional goals around human rights and women participation in law, urging regions to improve their human rights laws. ===Emergency response system=== WiLDAF's Emergency Response System was organized in an effort to provide immediate relief and support in the event of serious human rights violations against women in the countries they represent. It is to be called upon when those countries and its citizens feel powerless to the situation or require international support; such situations could be proposals for laws that go against human rights, infringement of goals set by states to offer women more resources or opportunities or direct violence on women. On average the Emergency Response System is used once a year. This program is in support of WiLDAF's aim to offer aid and advocacy in areas of conflict and conflict situations. ===Lobbying=== Lobbying is an important role of WiLDAF which has been improved and strengthened by international treaties, one of which notably is the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), passed in 1980. CEDAW in particular views rights, as WiLDAF does, through a gendered outlook by expanding rights for women rather than just granting those that men have. Through these treaties and their provision of legal mechanisms, organizations such as WiLDAF and women themselves are able to lobby for the implementation and revision of laws, as well as report response to CEDAW, by pressuring local governments. Lobbying takes place at the government of a specific region to reform current laws. Lobbying for rights has been made difficult by the Structural Adjustment Programs (SAP's) due to the programs governmental restructuring and opening to international corporations; this has caused a lack of faith in citizens of some regions on account of the state leaving basic services to be taken care of by other means. ===16 days of activism against gender-based violence=== 16 Days of Activism against Gender-based Violence is an event is adopted by WiLDAF as a series of 16 days between International Day for the Elimination of Violence against Women on November 25 and International Human Rights Day on December 10th. The annual project features many events such as projects, campaigns, or workshops that each region can plan independently with respect to their local needs. The activities are geared towards education and promotion of awareness through the regional inter-connectivity of these events. == Ghana == Since 2007, Women in Law and Development in Africa - Ghana division - has been partnering with Crossroads International to educate and bring awareness surrounding the law and justice system to men and women. In addition to this, they provide support for women who have endured violence with their \"Access to Justice Program\". ==References== == External links == * WiLDAF by Auteur Productions. https://vimeo.com/224464476 * \"Women in Law and Development in Africa (WiLDAF)\" by Crossroads International | Carrefour International. https://www.youtube.com/watch?v=pMXRml8mLIo Category:Women's organisations based in Zimbabwe Category:Non-profit organizations based in Africa ",
    "title": "Women in Law &amp; Development in Africa"
}