{
    "id": "56575053",
    "text": "The purpleback flying squid or purpleback squid (Stenouteuthis oualaniensis) is a species of cephalopod in the family Ommastrephidae, occurring in the Indo-Pacific. It is considered one of the most abundant large squids. ==Description== S. oualaniensis are sexually dimorphic where the females tend to grow larger than the males in most cases. Dimorphism differentiation occurs in the sucker ring dentition in which different sizes occur which suggests that a feeding spectrum occurs among male and female individuals. The species has a complex population structure, comprising three major and two minor forms with different morphology, anatomy, geographical distribution, and period of spawning.Chembian, A. J., & Mathew, S. (2014). Population structure of the purpleback squid Sthenoteuthis oualaniensis (Lesson, 1830) along the south- west coast of India. Indian Journal of Fisheries, 61(3), 20–28.Ménard, F., Potier, M., Romanov, E., Jaquemet, S., Sabatie, R., & Cherel, Y. (2007). New information from predator diets on the importance of two Ommastrephidae: Sthenoteuthis oualaniensis in the Indian Ocean and Hyaloteuthis pelagica in the Atlantic Ocean. The Role of Squid in Open Ocean Ecosystems. Report of a GLOBEC-CLIOTOP/PFRP Workshop, 16–17 November 2006, Honolulu, Hawaii, USA, (November 2006), 49–52.Xu, L., Huang, Q., Xu, S., Wang, X., Zhang, P., Xu, L., & Du, F. (2017). A new set of primers for COI amplification from purpleback flying squid (Sthenoteuthis oualaniensis). Mitochondrial DNA Part B: Resources, 2(2), 439–443. https://doi.org/10.1080/23802359.2017.1357439 These forms include a giant form, a medium form with a double lateral axis on the gladius, a medium form with a single lateral axis on the gladius, a dwarf form, and a smaller earlier maturing form.Roper, C.F.E., Nigmatullin C. and Jereb P. 2010. Family Ommastrephidae. In: Jereb, P. and Roper, C.F.E. (eds), Cephalopods of the World. An annotated and illustrated catalogue of species known to date, , pp. 269-347. FAO, Rome. The medium form is characterized by a dorsal photophore patch and fused mantel locking apparatus, it is the most common or “typical” form, and has the largest geographical distribution divide with a deeper vertical distribution when compared to the dwarf form.Snÿder, R. (1998). Aspects of the biology of the giant form of Sthenoteuthis oualaniensis (Cephalopoda: ommastrephidae) from the Arabian sea. Journal of Molluscan Studies, 64(1), 21–34. https://doi.org/10.1093/mollus/64.1.21 The dorsal mantel length (ML) of sexually mature adult males and females is 120 – 150 mm and 190 – 250 mm respectively. The smaller forms include a dwarf from an early maturing form, these two forms can be classified under the same category due to significant similarities as there is some disagreement in the literature. The smaller forms have no dorsal photophore patches and tend to reside in the equatorial waters (10 – 15 º N and S) of the Indonesian-Pacific Oceans, in which it spends the majority of its life in the upper mixed layers. The ML in the adult's males and females is 90 – 100 mm and 90 – 120 mm respectively. The giant forms are categorized by a dorsal photophore with a single lateral axis on the gladius and fused locking apparatus its distribution includes the Red Sea, the Arabian Sea and the Gulf of Aden northward of approximate 12 º N, to our knowledge a few mature adult females were recorded in the equatorial region of having an ML of 725 and 820 mm, whereas in the Arabian Sea an adult female had an ML of 300 – 500 mm. The different size forms can be explained by phenotypic plasticity due to environmental conditions.Staaf, D. J., Ruiz- Cooley, R. I., Elliger, C., Lebaric, Z., Campos, B., Markaida, U., & Gilly, W. F. (2010). Ommastrephid squids Sthenoteuthis oualaniensis and Dosidicus gigas in the eastern Pacific show convergent biogeographic breaks but contrasting population structures. Marine Ecology Progress Series, 418(January 2019), 165–178. https://doi.org/10.3354/meps08829 ==Distribution and habitat== The species occurs in a diverse range of environments in the tropical and subtropical Indo-Pacific, at depths from the surface to more than deep.Liu, B. L., Chen, X. J., Li, J. H., & Chen, Y. (2016). Age, growth and maturation of Sthenoteuthis oualaniensis in the eastern tropical Pacific Ocean by statolith analysis. Marine and Freshwater Research, 67(12), 1973–1981. https://doi.org/10.1071/MF14427 Total species biomass has been estimated at between 8 – 11 million tonnes; the Arabian Sea from November to January is thought to have one of the highest concentrations (12 to 42 t km−2) due to population dynamics. == Feeding habits == Purpleback flying squids, which are thought to be both predators and prey, they are considered to be both because throughout their life they are constantly changing with continuous body size increases making them fulfill different trophic levels on the taxonomic and ecological spectrum in consideration of their food organisms, enemies, and parasites. They feed utilizing a beak which is a hard structure that contains composites of proteins and chitin fibres.Fang, Z., Xu, L., Chen, X., Liu, B., Li, J., & Chen, Y. (2015). Beak growth pattern of purpleback flying squid Sthenoteuthis oualaniensis in the eastern tropical Pacific equatorial waters. Fisheries Science, 81(3), 443–452. https://doi.org/10.1007/s12562-015-0857-8 Beaks are an important morphological characteristic as they can be used to identify and classify a species since they are easy to see with the naked eye and do not break down in the stomachs of predators. This feeding organ tears up and bites food, throughout the squid's life the characteristics of a beak can change due to ontogenetic states. The wing of the beak undergoes pigmentation in which is related to the stiffness or hardness of the beak, the more tanned regions are harder than the untanned regions, this pigmentation of the beak is directly linked with growth and changes in the diet. Purpleback flying squids are highly active predators as they can move through the water at high speeds, easily manoeuvre and respond swiftly to changes in their environment. When they are under distress of external factors such as predation they can reach a high speed and glide above the surface over ten meters, the cruising speed of an adult squid is between 3 to 10 km per hour, whereas their burst speed achieves greater speeds of up 35 km per hour, burst speed can be important for sudden changes in movement and escape behaviour. They can exist into shoals from 2 individuals to 800 individuals, and in some cases where geographical distributions overlap they can exist with similar- sized schools of Dosidicus gigas and Ommastrephes bartramii. The diet of purpleback flying squids is dependent on the size of their mantle length, in young squids or paralarva they tend to feed on predominately on micro- and mesozooplankton which include copepods and amphipods and many others. Juveniles or post-paralarvae can feed on meso- and macroplanktonic invertebrates, which include mainly copepods, euphausiids, amphipods, and chaetognaths as well as micronekton fishes (mainly myctophids) and squids, their mantel length cane range between 10 to 80 mm. As they get larger and increase in size their preference shifts towards larger fishes and squids and even other purpleback flying squids, as cannibalism is fairly common in this species. == Predators == Purpleback flying squids are predated upon by many types of species as this occurs throughout their life as they increase in size and get larger. Paralarvae and juveniles tend to get eaten by larger animals that include chaetognaths, jellyfishes, small squids, planktivorous, and small carnivores teleosts. Juveniles that have a mantle length of 3 to 12 mm are preyed on by large squids of the Humboldt squid Dosidicus gigas, dolphinfishes Coryphaena hippurus, C. equisetis, the snake mackerel Gempylus serpens, the lancet fish Alepisaurus ferox and many species of tuna. Many species of sea birds also predate on juvenile and smaller squids in which occur mostly in the oceanic regional islands. The predators of the medium to large-sized purpleback squids include swordfishes Xiphias gladis, striped marlins Tetrapterus audax, many species of different sharks, for instance, the blue shark Prionace glauca, the dusky shark Carcharhinus obscurus, the oceanic whitetip shark Carcharhinus logimanus, the smooth hammerhead shark Sphyrna zyganea and species, the sperm whale Physeter macrocephalus, and the Galapagos fur seal Arctocephalus galapagoensis. == Reproduction == Purpleback squids are thought to have a life span of up to 1 year, however in much larger squids the life span in unknown.Xinjun, C., Bilin, L., Siquan, T., Weiguo, Q., & Xiaohu, Z. (2007). Fishery biology of purpleback squid, Sthenoteuthis oualaniensis, in the northwest Indian Ocean. Fisheries Research, 83(1), 98–104. https://doi.org/10.1016/j.fishres.2006.09.005 The spawning strategy of these squids is an oceanic type which is a similar characteristic across the subfamily Ommastrephinae. S. oualaniensis is a monocyclic r-strategist, the potential fecundity is dependent on the form type of the squid which can range from 0.3 to 22 million. There are no pre-mating rituals as the overall mating system of purpleback squids tends to be polygynous to polyandrous. Mating tends to occur in the surface waters at night where the squids mate in the “male-parallel” or the “head to head” positions to increase the likelihood of successful mating. The overall duration of mating is short as it can last up to 2 minutes, successful copulation's can produce up to 150 spermatangia which are then attached to the buccal cone and the membrane of the females. Specific to this species is the spawning periods that take place year around where the length of the season can last up to 3 months for female individuals. The peak season is also dependent on the form type of the squid, spawning takes place near the epipelagic zone at night, while spawning occurs in intervals (up to 10 cycles) rather than continuous time, where multiple batches can occur within one spawning period. After spawning is completed the large, pelagic, gelatinous, egg masses will float to the surface above the upper pycnocline layer, the females will remain to feed and grow while the remaining oocytes are matured and the next spawning interval is ready. The duration of embryonic development is dependent on water temperature. For example, if development occurs at a water temperature of 25 °C it takes approximately 3 to 6 days. The egg size can range from 0.75 to 0.9 mm, whereas the hatchling size is approximately 1.0 mm mantle length. Purpleback squids are known to be one of the fastest-growing squid species as the daily increase of overall length in the dwarf and middle-sized forms are about 1.0 mm, whereas, the giant form is about 3.8 mm. Once embryonic development is completed is it characterized by a paralarvae stage which is unique to octopuses and squids, paralarva is also known as the rhynchoteuthion stage which is identified by the tentacles fusing to form a trunk-like proboscis which have a few suckers on the distal tip. When this stage is completed it is signified by a separation of approximately 7.0 to 8.0 mm in mantle length. ==References== Category:Squid Category:Molluscs of the Pacific Ocean Category:Gliding animals Category:Marine molluscs of Africa Category:Cephalopods described in 1830 ",
    "title": "Sthenoteuthis oualaniensis"
}