{
    "id": "56578639",
    "text": "Bomb City is a 2017 American crime film directed by Jameson Brooks and co- written by Jameson Brooks and Sheldon R. Chick. The film is based on the death of Brian Deneke, the homicide that revealed the cultural clash between the local jocks and the punk community in Amarillo, Texas, and the result from the subsequent court case sparked debate over injustice in the American judicial system. The title of the film is a reference to one of the nicknames of the town of Amarillo for their nuclear weapon facilities. == Plot == Brian is a teenager from Amarillo, Texas, who is into punk music and the subculture. In this conservative town, there are many teenagers who actively follow punk and they routinely clashed with the jocks from one of the local high school’s football team: The Tascosa rebels. The two groups end up fighting in a parking lot one night, ending in Brian Deneke's death via vehicular manslaughter. Soon after, a brief overview of the ensuing criminal case is shown as well as the verdict of not guilty. == Cast == * Dave Davis as Brian * Glenn Morshower as Cameron Wilson * Logan Huffman as Ricky * Lorelei Linklater as Rome * Maemae Renfrow as Jade * Dominic Ryan Gabriel as Jason * Henry Knotts as King * Eddie Hassell as Oles * Luke Shelton as Cody Cates == Production == The film was the first feature film directed by Jameson Brooks. Brooks wrote the script with fellow Amarillo native, Sheldon Chick, and Chick produced the film with Major Dodge. The scenes from the film were shot in Dallas, Amarillo, Rockwall, and Denton, Texas. The cinematography was done by Jake Wilganowski. == Release == Bomb City was initially screened at Dallas International Film Festival in early 2017. The film was then screened again on 23 January 2018 at Globe-News Center for the Performing Arts in Amarillo. After the screening, the film then received limited release to 17 cities. === Home media === The film was released digitally on February 9, 2018, and is also available through video- on-demand. The DVD and Blu-Ray released on April 12, 2018. == Reception == On review aggregator website Rotten Tomatoes, the film holds an approval rating of 75% based on 12 reviews, with an average rating of 6.1/10. On Metacritic, which assigns normalized rating to reviews, the film has a weighted average score of 65 out of 100, based on 5 critics, indicating \"generally favorable reviews\". == See also == * Murder of Sophie Lancaster * Ethan Couch == References == == External links == * Category:2017 films Category:2017 crime drama films Category:American films Category:American crime drama films Category:English-language films Category:Films about music and musicians Category:Crime films based on actual events Category:Drama films based on actual events ",
    "title": "Bomb City"
}