{
    "id": "56573225",
    "text": ", or AKB48 sister groups, shortened to 48 Group, 48 g, refers to the sister groups of the Japanese idol girl group AKB48. Based on the same concept \"idols you can meet\", it currently consists of 5 sister groups in locations across Japan and 7 sister groups in major Asian cities overseas from Indonesia to India. The Japan-based sister groups not only release their own singles, but also perform on some of the AKB48 singles and events. They also send participants in the AKB48 annual events such as the AKB48 general election. The sister groups outside Japan release local-language versions of the AKB48 singles. In their early development, they are often supported by temporary, concurrent members of AKB48, such as Jurina Matsui and Miyuki Watanabe. == History == AKB48's first sister group, SKE48, was formed in 2008 with its theater in Sakae, Nagoya. SDN48 (\"Saturday Night\"), NMB48 (\"Namba\") and HKT48 (\"Hakata\") were later formed. NGT48 was launched in 2015, and is located in Niigata. STU48, the latest Japanese sister group, was announced during the AKB48 rock-paper-scissors tournament on October 10, 2016. It is based on the seven prefectures adjoining the coast of the Seto Inland Sea and they will have a theater on a ship. In 2011 AKB48's first sister group outside Japan, JKT48, was announced; the group is based in Jakarta, Indonesia. JKT48 was followed by another overseas AKB48 sister group: SNH48, based in Shanghai, China. On June 6, 2016, AKB48 announced it had suspended its partnership with SNH48 due to contract violations. Following the statement, SNH48 declared that it had been completely independent from AKB48 from the beginning and SNH48 management had never made any form of partnership with AKB48. On October 12, 2016, AKS established AKB48 China, based in Shanghai, and named its group AKB48 Team SH. The creation of the TPE48 was announced on October 10, 2011 in AKB48's official blog. At that time, AKS cooperated with Yoshimoto Kogyo Taipei Branch and expected to start audition work in 2012. However, the two sides failed to reach a consensus in the preparation work, and thus they were discontinued after the second half of 2012. Three new overseas sister groups were announced in March 2016: BNK48, based in Bangkok, Thailand; MNL48, based in Manila, the Philippines and TPE48, based in Taipei, Taiwan. On July 30, 2018, AKS canceled a joint venture and license agreement with TPE48's management and created AKB48 Team TP. The formation of CGM48, named after and based in Chiang Mai, Thailand, as a domestic sister group of BNK48 was announced in Chiang Mai on 2 June 2019. On December 27, 2017, Yui Yokoyama, the general manager of AKB48 and former captain of Team A, announced the formation of MUM48, based in Mumbai, India, in 2018, through a Showroom live broadcast. On June 19, 2019, MUB48, based on Mumbai replacing MUM48, and DEL48, based on Delhi, was announced. In October 2020, most of the members have already opened their personal Instagram account leading to rumours about disbandment. Deepak Nandal, DEL48 producer, confirmed YKBK48 has closed DEL48 and will terminate the members’s contract at the end of October due to the Corona Virus. On June 21, 2018, AKS announced the formation of SGO48, based in Ho Chi Minh City (Saigon), Vietnam. == Produce 48 and Iz*One == On June 15, 2018, the AKB48 groups participated in the Korean reality competition show Produce 48, which acted as the third season for the Mnet series Produce 101. The show brought in 96 girls to compete for a spot in a 12 member girl group that would promote in both Korea and Japan for two and a half years. Of those 96 contestants, 57 were from Korean talent agencies while 39 were from AKB48 groups. On August 31, 2018, the show's final episode aired and the final contestants were chosen to debut in a new group named Iz*One. Among the 12 members chosen to debut were AKB48's Hitomi Honda, HKT48's Nako Yabuki and HKT48's Sakura Miyawaki. The group was an immediate success, as their debut showcase at the Olympic Hall was sold out in minutes. Their first extended play COLOR*IZ was released on October 29, 2018 and sold over 34,000 units as reported by Hanteo Chart, setting a new record for the highest number of albums sold on the first day of a Korean girl group's debut release. The music video for the lead single \"La Vie en Rose\" achieved more than 4.5 million views within 24 hours of its release on YouTube, making it the most-watched debut music video by a Korean act in 24 hours. Since their debut, the group has earned multiple awards, including best rookie group of the year at the Mnet Asian Music Awards. The group was scheduled to release their first studio album on November 11. However, the release was postponed due to the Mnet vote manipulation investigation. Investigations revealed that the Produce 48 producer Ahn Joon-young had selected the twelve members of Iz*One from the top 20 just before the airing of the finale. As a result, Iz*One's showcases, promotions, and several guest appearances were cancelled or put on hold, which included the release of their concert film, Eyes on Me: The Movie, and their Japanese promotions. On January 6, 2020, the members' agencies and CJ ENM reached an agreement to resume the group's activities. == Current groups == {| class=\"wikitable sortable plainrowheaders\" |+ List of AKB48 groups based in Japan ! Group name ! Band color ! Years active ! Teams (if split) ! Location ! class=\"unsortable\"| Notes |- | AKB48 ||style=\"background-color:#F596B4; text-align:center\"||| 2005–present || Team A, Team K, Team B, Team 4, Team 8, Kenkyuusei || Akihabara, Tokyo, Japan || The main group |- | SKE48 ||style=\"background-color:#F8B500; text- align:center\"||| 2008–present || Team S, Team KII, Team E, Kenkyuusei || Sakae, Nagoya, Japan || First sister group |- | NMB48 ||style=\"background- color:#754e1c; text-align:center\"||| 2010–present || Team N, Team M, Team BII, Kenkyuusei || Namba, Osaka, Japan || The only non-AKS-managed sister group |- | HKT48 ||style=\"background-color:#000000; text-align:center\"||| 2011–present || Team H, Team KIV, Team TII, Kenkyuusei || Hakata, Fukuoka, Japan || Has a non-permanent theater |- | NGT48 ||style=\"background-color:#FFFFFF; border- right:2px #ff0000 solid; border-bottom:2px #ff0000 solid; text-align:center\"| || 2015–present || 1st Generation, Kenkyuusei || Niigata, Niigata, Japan || Team Nlll and G disbanded and went to 1st Generation |- | STU48 ||style=\"background: repeating-linear-gradient(#AFDFE4, #AFDFE4 8px, #fff 8px, #fff 16px) #AFDFE4; text-align:center\"||| 2017–present || 1st Generation, 2nd Generation, Kenkyuusei || Setouchi Region, Japan || Group performs on a ship |} {| class=\"wikitable sortable plainrowheaders\" |+ List of AKB48 groups based outside Japan ! Group name ! Band color ! Years active ! Teams (if split) ! Location ! class=\"unsortable\"| Notes |- | JKT48 ||style=\"background-color:#FF0000; text-align:center\"||| 2011–present || Team J, Team KIII, Team T, Academy || Jakarta, Indonesia || First overseas sister group |- | BNK48 ||style=\"background-color:#ca95c2; text-align:center\"||| 2017–present || Team BIII, Team NV, Trainee || Bangkok, Thailand ||Also has a sister group, CGM48 |- | MNL48 ||style=\"background-color:#2a4b8d; text- align:center\"||| 2018–present || Team MII, Team NIV, Team L, Trainee || Manila, Philippines || The only sister group that debuted with exactly 48 members |- | AKB48 Team SH ||style=\"background-color:#fff; border:2px #F596B4 solid; text-align:center\"| || 2018–present || Team SH, Trainee || Shanghai, China || Replaced SNH48 in China |- |AKB48 Team TP ||style=\"background: #eb921d; background: linear-gradient(to bottom, #eb921d 0%,#fddf01 100%); text-align:center\"||| 2018–present || Daisy, Bellflower, Sakura, Trainee || Taipei, Taiwan || Formerly TPE48 |- |SGO48||style=\"background-color:#e93e6a; text-align:center\"||| 2018–present || Trainee ||Ho Chi Minh City (Saigon), Vietnam ||FanDebut on December 22, 2018 |- | CGM48 ||style=\"background- color:#66bbaa; text-align:center\"||| 2019–present|| Team C, Trainee || Chiang Mai, Thailand||First domestic sister group of BNK48 |- |} == Former groups == {| class=\"wikitable sortable plainrowheaders\" |+ List of former AKB48 groups based in Japan ! Group name ! Years active with AKB48 Group ! Teams (if split) ! Location ! class=\"unsortable\"| Notes |- | SDN48 || 2009–2012 || 1st Generation, 2nd Generation (later 2nd+3rd Generation) || Akihabara, Tokyo, Japan || Shows for fans age 18 and up. Disbanded in 2012 |- |} {| class=\"wikitable sortable plainrowheaders\" |+ List of former AKB48 groups based outside Japan ! Group name ! Years active with AKB48 Group ! Teams (if split) ! Location ! class=\"unsortable\"| Notes |- | SNH48 || 2013–2016 || Team SII, Team NII, Team HII, Team X, Team LXS, Trainee || Shanghai, China || Declared independent from AKB48 in 2016, still active |- | DEL48 ||2019–2020 || Trainee || Delhi, India || 1st generation members selected. |- |MUB48 || Pending debut(2019)|| ||Mumbai, India|| Formerly MUM48. |- |} == AKB48 Group timeline == AKB48 Group timeline == Distribution map == == See also == * Sakamichi Series, sister groups for rival group Nogizaka46 * SNH48 Group, groups under the SNH48 brand in China * Izone, a South Korean girl group formed from the television competition show Produce 48, of which its Japanese contestants were from the AKB48 groups * List of songs recorded by AKB48 == Notes == == References == Category:Musical collectives ",
    "title": "AKB48 Group"
}