{
    "id": "56574879",
    "text": "Strabops is a genus of strabopid, an extinct group of arthropods. Strabops is known from a single specimen from the Late Cambrian (Furongian age) of the Potosi Dolomite, Missouri, collected by a former professor, Arthur Thacher. It is classified in the family Strabopidae of the monotypic order Strabopida, a group closely related to the aglaspidids with uncertain affinities. The generic name is composed by the Ancient Greek words στραβός, meaning \"squinting\", and ὄψῐς, meaning \"face\" (and therefore, \"squinting face\"). The history of Strabops has been turbulent and confusing since its original description by Charles Emerson Beecher, who classified it as a eurypterid. Many authors do not agree with this and have classified Strabops and its allies as part of the Aglaspidida order, while others classify them in their own order. Although the latter is the taxonomic position currently accepted, other paleontologists prefer to simply omit the strabopids from their analyzes due to the poor preservation of their fossils. In addition, it has been suggested that the closely related Paleomerus represents a synonym of Strabops, which are uniquely differentiated by the size of the telson (\"tail\") and the position of the eyes. ==Description== Restoration of S. thacheri As the other strabopids, Strabops was a small-sized arthropod, measuring only 11 centimetres (4.3 inches) in length. Other Cambrian arthropods reached much greater lengths, such as the gigantic anomalocarid genus Anomalocaris that surpassed . However, it was the largest of the strabopids, surpassing Paleomerus (9.3 cm, 3.7 in) and Parapaleomerus (9.2 cm, 3.6 in). Like some other arthropod groups, the strabopids possessed segmented bodies and jointed appendages (limbs) covered in a cuticle composed of proteins and chitin. The arthropod body is divided into two tagmata (sections); the anterior prosoma (head) and posterior opisthosoma (abdomen). The appendages were attached to the prosoma, and although they are unknown in strabopids (except for one undescribed specimen of Parapaleomerus), it is most likely they owned several pairs of them. Although the chemical composition of the strabopid exoskeleton is unknown, it was probably mineralized (with inorganic substances), sturdy and calcareous (containing calcium). The head of the strabopids was very short, the back was rounded and lacked trilobation (being divided into three lobes), the abdomen was composed by 11 segments and was followed by a thick tail spine, the telson. In the genus Strabops, the prosoma was short and broad, with a rounded outline. The eyes were located in the middle of the front of the prosoma. These were medium-sized, ovate and narrow, and pointed obliquely inwards (hence the name Strabops). Two spots between the eyes indicate the presence of the ocelli (light-sensitive simple eyes). In its abdomen, there were eleven segments, being the third the widest. The ends of the segments were rounded on the sides. In the posterior part of the segments, a row of tiny crenulations was visible. The first six segments were uniform in size, the three following ones were somewhat shorter and the last two were the longest. The telson was a broad, flat spine, and it rose slightly in the middle. The appendages are unknown, although it has been suggested that they be less than seven pairs (what has been considered an overestimate). Strabops differed only from Paleomerus in the position of the eyes, which were closer together and farther from the margin than in Paleomerus, and the size of the telson, being longer and narrower than in the latter. ==History of research== Size comparison of Strabops and both species of Paleomerus Strabops is known by one only well preserved specimen (YPM 9001, housed at the Peabody Museum of Natural History). It was found by Arthur Thacher, a former professor at the Washington University, in the Potosi Dolomite of the St. Francois County, Missouri. The specimen was sent to Yale University, Connecticut. The American paleontologist Charles Emerson Beecher described it as the only Cambrian eurypterid, Strabops thacheri, the generic name derived from the Ancient Greek words στραβός (strabós, squinting) and ὄψῐς (ópsis, face) and refers to the inward turning eyes. He considered Strabops different enough from the other eurypterids to erect a new genus, although he did not assign it to any family. In 1912, the American paleontologists John Mason Clarke and Rudolf Ruedemann assigned Strabops to the Eurypteridae family, as well as affirming the possession of a twelfth segment and changing the position of the eyes from anterolateral (in the middle of the front) to lateral.Clarke, J. K., Ruedemann R. (1912) \"The Eurypterida of New York\" In his book Cambrian Merostomata of 1939, the American paleontologist and geologist Gilbert Oscar Raasch considered the descriptions of the joint authorship of 1912 erroneous and agreed with Beecher on all aspects of his description, except for some reservations about the ocelli. Despite its initial classification as a eurypterid, Raasch admitted that the description of Strabops concurred with the old thought of what an aglaspidid was. It is possible that Beecher was unaware of the similarity between it and Aglaspis because of the distorted illustration of the latter by the American zoologist and paleontologist Robert Parr Whitfield. Therefore, Raasch placed Strabops under the family Aglaspididae in the order Aglaspida. In 1971, the Swedish geologist and paleontologist Jan Bergström tentatively removed Strabopidae (at that time containing Strabops and Neostrabops) and Paleomeridae (only containing Paleomerus) from the order Aglaspidida based on the fact that the head tagma was too short to accommodate the six pairs of appendages then assumed to be present in aglaspidids. Instead, he classified them in an uncertain order in the Merostomoidea class together with the emeraldellids. Ironically, Bergström speculated that the number of pairs of appendages present in the three genera could be fewer than seven, as well as including a possible antennal segment. This is currently observed as an overestimate. A study published by Derek Ernest Gilmor Briggs et al. in 1979 has shown that Aglaspis spinifer had between four and five pairs of appendages, but not six, weakening Bergström's argument. In 1997, Bergström and Hou Xianguang, a Chinese paleontologist, completely removed Strabopidae (recognizing Paleomeridae as a junior synonym), as well as the family Lemoneitidae (containing Lemoneites), from the order Aglaspidida to erect a new order, Strabopida, this time suggesting a number of no more than two pairs of appendages. However, this new clade (group) remained under the similarly-named Aglaspida subclass. A year later, the British paleontologists Jason Andrew Dunlop and Paul Antony Selden eliminated Strabopida from the suborder Aglaspidida and classified them as the sister taxa of the latter based on the lack of aglaspidid apomorphies (distinctive characteristics), such as the lack of genal spines (a spine placed in the posterolateral part of the prosoma). Other authors have reinforced this argument by the trapezoidal telson form of Paleomerus and Strabops in contrast to the long styliform telson of the aglaspidids. However, some authors prefer to represent the taxonomic position of the strabopids as uncertain due to the poor preservation of their fossils. ==Classification== Reconstruction of the closely related Paleomerus hamiltoni. Some authors suspect they may represent synonyms. Strabops is classified in its own order, Strabopida, in the clade Arachnomorpha, along with Paleomerus, Parapaleomerus and potentially Khankaspis. It was described originally as the only Cambrian eurypterid, and later as an aglaspidid. It would not be until 1997 when the order Strabopida was described, but there is still doubt if the exclusion of them from Aglaspidida was really correct. The current status of the strabopids is of aglaspidid-like arthropods of uncertain affinities. Strabops shares with the other strabopids a series of characteristics that distinguish them all from the other arthropods. These are an abdomen divided into eleven segments followed by a thick spine, the telson. The head was short with sessile compound eyes. The back was rounded. Like Paleomerus, Strabops possessed prominent dorsal eyes, however, there is no evidence of this in the fossils of Parapaleomerus. The great similarity that Strabops and Paleomerus share has cast doubt on many authors about whether both genera are really synonymous or not. The Norwegian paleontologist and geologist Leif Størmer described Paleomerus as an intermediate form between Xiphosura (commonly known as horseshoe crabs) and Eurypterida, only highlighting a unique feature different from Strabops, a twelfth segment. Nevertheless, a fourth specimen found in Sweden has shown that this extra segment actually represented the telson of the animal, making them virtually indistinguishable. Although this should convert both genera into synonyms, over time, more differences have been highlighted, such as the position of the eyes (closer to each other and farther from the margin in Strabops than in Paleomerus) and the size of the telson (longer and narrower in Strabops than in Paleomerus), which keeps them as separate but closely related genera. The cladogram below published by Jason A. Dunlop and Paul A. Selden (1998) is based on the major chelicerate groups (in bold, Aglaspida, Eurypterida and Xiphosurida, Scorpiones and other arachnid clades) and their outgroup taxa (used as a reference group). Strabops and Paleomerus are shown as the sister taxa of Aglaspida. Note that there are several outdated elements. For example, Lemoneites was remitted to the Glyptocystitida order of echinoderms in 2005. ==Paleoecology== The type and only known specimen of Strabops has been found in Furongian (Upper Cambrian) deposits in eastern Missouri. Strabops was at least an inhabitant of the sea, if not born in it. In addition, there are two specimens of the marine brachiopod Obolus lamborni and a poorly preserved trilobite head attached to the slab. ==References== Strabops Category:Fossils of the United States Category:Fossil taxa described in 1901 Category:Controversial taxa ",
    "title": "Strabops"
}