{
    "id": "56575102",
    "text": "Henrietta Bingham (January 3, 1901 – June 17, 1968) was a wealthy American journalist, newspaper executive and horse breeder. When she was twelve, she was present when her mother was killed in a road accident which traumatized the whole family. She subsequently developed a very close relationship with her father who took a long time to recognize her lesbianism although eventually he became reconciled to her sexuality. In the 1920s she became an anglophile flapper and she associated with the Bloomsbury Group. In 1935 she purchased and ran a Kentucky estate for breeding thoroughbred racehorses. Her 1954 marriage, after a succession of partners, men and women, was unsuccessful. ==Early life== Henrietta Worth Bingham was born in Louisville, Kentucky on January 3, 1901 to Robert Worth Bingham (1871–1937), a lawyer who was an aspiring politician, and Eleanor \"Babes\" Miller (1870–1913) who had married in 1896. Her father's family had become prosperous in textiles and her mother came from a family that had become very wealthy in the engineering industry. Henrietta had two brothers: Robert Worth Bingham (1897–1965) and George Barry Bingham (1906–1988). As a child she was strong, competitive and good at many sports, particularly tennis. When she was twelve, Henrietta's mother was killed in a road accident at a level crossing. Henrietta and Barry, her younger brother, were present in the car at the time, and the whole family was traumatized. Henrietta Bingham was attractive and charismatic, and as she passed through her adolescence, she took advantage of this, flirting with boys, and noticeably to many people, her father. She became her father's favorite over her brothers and he petted and spoiled her. In 1916, her father married Mary Lily Kenan Flagler, reputed to be \"the wealthiest woman in the United States\", having inherited $100 million when her elderly first husband Henry Flagler died. After less than one year of marriage on July 27, 1917 Mary Lily died, aged fifty. It was kept secret that she had died through alcohol and morphine addiction. When her will was contested, the court case revealed that she and her stepchildren had got on extremely badly, and the newspapers encouraged the suspicion that Henrietta and her brothers were somehow to do with her death, and that their father might be a murderer. In 1911 he had been appointed as a judge on the circuit court and in 1918 with the money he inherited, the Judge (as he came to be called always) purchased two Louisville newspapers – the Courier-Journal and The Louisville Times. Henrietta developed a love of jazz and took up playing the saxophone – the Judge tolerated this against the mores of their society. She did well at school and in 1920 she became the first member of her family to enter an elite university: Smith College. At Smith, the women's liberal arts college, new entrants were required to pass further exams to be allowed to continue into the next calendar year. Henrietta struggled and was persuaded to try again for re-entry in 1921. She formed a friendship with her English composition instructor, Mina Kirstein (sister of Lincoln Kirstein) and they became so close as to declare their love for each other. When her readmission had been confirmed Henrietta, with her father and younger brother, went on their annual visit to Britain at the same time as Kirstein who was visiting Harold Laski and his wife. With Kirstein, the Binghams mingled with modernist society in Britain. When Henrietta restarted her freshman year at Smith she again got into difficulty, not only academically but also by not keeping to the college's regulations. In 1922, now a full-fledged flapper with cropped hair and a poor reputation, she was asked to leave the college. ==Europe== ===Psychoanalysis=== To hide from her father that she could not continue her education, Bingham pretended that the college was allowing her time away to study in Europe and Kirstein contrived to be granted study leave in Europe at the same time. The Bingham family travelled to England separately from Kirstein but, when it was time for the rest of the Binghams to return home, Henrietta persuaded her father to let her stay on with Kirstein as chaperone. The two women, besotted with each other, set off on a grand tour of continental Europe. Kirstein did not see a future for them as fully sexual lovers and from Carcassonne she wrote a twelve-page letter to Ernest Jones – the leading Freudian psychoanalyst in Britain at a time when psychoanalysis was generally regarded as dangerously aberrant. Her letter asked for help for an attractive 21-year-old American woman with irrational fears and a \"homosexual tendency\" possibly due to her childhood experiences. Bingham, she wrote, had developed an attraction towards Kirstein herself. She said that neither of them was ashamed of their relationship but they wanted to move on to another stage in their lives – \"I am not a homosexual, though I love her very much\". Bingham reluctantly agreed to psychoanalysis in London and refused to return to America even when her father asked for her urgently. When the Judge traveled to England at the end of 1922 he visited Jones and was satisfied that Henrietta's anxiety was being treated properly. ===Bloomsbury=== Kirstein and Bingham enjoyed the bohemian nightlife in London and through David Garnett they made contact with the Bloomsbury Group. To allow them to stay in Britain Garnett suggested the couple might rent Tidmarsh Mill, the home of Lytton Strachey, Dora Carrington and her then husband Ralph Partridge, while the owners were going to be away for the summer. When they arrived to view the property Carrington found Kirstein lovely, with a perfect slim figure, and Bingham was \"my style, pink with a round face, dressed in mannish clothes, with a good natural style\". Carrington was disappointed when they left, but they had seemed to pay little attention to her. Anyway, Strachey refused their offer to rent the mill – he could not face having them living in the house. Back in London they met Virginia Woolf, John Maynard Keynes and Duncan Grant. Although not an intellectual Bingham was in her element – her exoticism and sensuality enraptured the Bloomsberries – and was in the vanguard of bringing the Harlem Renaissance to Britain by playing the saxophone and singing spirituals and songs of the American South in her dusky voice. Carrington wrote she \"almost made love to her in public\" and then found from Garnett that Bingham had been continually asking after her and wanting to see her again. In his continuing therapy sessions Jones, with Kirstein's agreement, had been encouraging Bingham to take a male partner. She had already caught the eye of Stephen Tomlin who was charismatic, widely read, and an accomplished writer and sculptor. They became lovers but she also turned to other partners from time to time. Both she and Tomlin had partners of both sexes. ==Return to Kentucky== Back in Kentucky, Bingham was unsettled, partly because she was disapproved of there. Her contemporaries knew she was \"crazy about girls\" though her father had not yet realized. He gave her the job of book editor in the local Courier-Journal he owned. With her brother Barry, she took the initiative of opening a book store, which only stocked literary books – those that Garnet sent in crates from his book store in London. Tomlin flooded her with letters asking her to return to Britain and, via Garnet, she asked if he would marry her. Tomlin wrote back equivocally because he wanted her as a lover but not as a wife. Bingham had thought marriage would sort out all the misunderstandings she was having with the other people close to her. However, she still visited Kirstein and they again expressed their love for each other. Early in 1924 there was a serious crisis in the Bingham household. The result was that Bingham and her father became much more distant and he broke off all contact with Kirstein. The likeliest explanation was that someone had told her father about her lesbian relationship with Kirstein. ==1924 in England== Bingham and Tomlin at Ham Spray, 1924, photograph by Carrington In June 1924 the Binghams returned in England and Henrietta again become strongly involved with Bloomsbury social life. When Tomlin took her to Tidmarsh Mill she provocatively started to initiate an affair with Carrington. Kirstein was due to arrive in Britain and on the day before (and the day after her father had departed) Henrietta spent the whole afternoon with Carrington which, Carrington said, \"no one knew of but us\" referring to \"ecstasy ... and no feelings of shame afterwards\". Henrietta was her first and only female lover although Carrington found many women attractive to the point of having feelings of love or lust for them. Carrington wrote to her close friend Gerald Brenan, that she \"killed my desires for les jeunes garçons pretty completely\". While Bingham and Tomlin remained a couple, on one occasion she spent the night with Carrington at the ménage à trois' new house Ham Spray. In due course, Carrington wrote to Brenan \"of certain sensations and wish to God [she] was here so I could repeat them\". Henrietta's family arrived to take a holiday in Scotland and while on the grouse moors her father told her they would be returning early to London for him to get married for the third time, to Aleen Hilliard (née Muldoon) – Henrietta vomited for five hours on hearing the news. Back in London, Dr. Jones wrote to his wife \"General frightful crises with Binghamesque scenes\" – she irrationally thought her father's marriage was to punish her. Carrington, Tomlin and Kirstein were all in despair over being repeatedly attracted and rejected by Bingham. After Kirstein and Bingham had returned to America Kirstein fell in love with Harry Curtiss, a dashing and successful businessman, who she described as \"a very male Henrietta\", and they married in 1926 after his divorce. Kirstein and Bingham remained lifetime friends. For Christmas Henrietta departed to the French Riviera with two girlfriends where she was photographed out walking in men's clothes, arm in arm with her two partners. ==Main partners== ===John Houseman=== After returning to America, Henrietta disliked living in Kentucky so she moved to a newly built apartment at 25 Fifth Avenue, Manhattan where she started working for the monthly magazine Theatre Arts to increase its advertising receipts and circulation. She was rapidly accepted into New York society and her apartment became a gathering place particularly for Southerners, both black and white. When she met John Houseman she swept him off his feet and, as he later reflected, it was the first and only time he \"was ever really in love\". He was invited back to her family home for Christmas and by the new year they were secretly engaged – their relationship was intense, romantic and unconsummated. 1926 was spent mostly on the moors of Scotland and in London where she formed a loving relationship with Alix Strachey. After a separation of over a year Houseman joined her in England where they consummated their relationship and let it be known they would marry and would go to live in America. Even on the voyage back they seriously quarrelled and by the summer of 1927 the relationship was over. ===Beatrix Lehmann=== Bingham's relationship with Houseman having ended, Kirstein and Jones encouraged her to find another heterosexual male partner; however, she was being deluged with letters from Beatrix Lehmann, an actress she had met in Britain and who she had invited to join the Bingham family's 1927 holiday in Scotland where they had been \"more than just friends\". When her family returned home Henrietta stayed with Beatrix at the home of Rosamond Lehmann, Beatrix's sister, and wrote syndicated articles for U.S. newspapers about the English social scene, later turning to more serious topics such as the treatment of prisoners in European countries. (first of five articles) By the end of the 1920s her father had come to realize, and even tolerate, her sexuality provided that, when in Kentucky, she wore a skirt. On the spur of the moment in 1930, Henrietta bought a Bentley Speed Six Mulliner drophead coupé and she and Beatrix set off on a tour of Europe going via Stockholm to Berlin, Munich and Paris, enjoying the Roaring Twenties night life. In 1932 she joined the Judge in actively and financially supporting Franklin D. Roosevelt's campaign for the presidency, leading to her father's appointment next year to be U.S. Ambassador to the United Kingdom. She accompanied her father and her stepmother to London where she easily socialized with the younger aristocracy. ===Helen Jacobs=== Helen Jacobs in 1933 In 1934, the embassy held a reception for the U.S. Wightman Cup team. As a girl, Henrietta had been good at tennis and had won many trophies so she knew of Helen Jacobs, the leading member of the U.S. team who was daring enough to wear shorts on court. Henrietta set about attracting Jacobs and went to all her matches. The U.S team won easily but at the Wimbledon Championships Ladies' Singles Jacobs lost in the final to Dorothy Round, and then, according to the press, \"rested ... with Miss Bingham ... at her [weekend] home in Sunningdale\". After winning the 1934 U.S. Open, Jacobs sailed to Britain with Henrietta and stayed with her until she could rent her own apartment where she started writing a novel. The two women spent the winter together with Jacobs taking up foxhunting, already a passion of Bingham's and becoming enraptured with her partner. On an occasion while the ambassador and his wife were away, Henrietta threw a party at the family residence – the Prince of Wales and Douglas Fairbanks Jr. were there – Jacobs wrote that it was a glorious success. Jacobs effectively became part of the Bingham household and she formed a good mutual friendship with Henrietta's father. In 1935 the two women went to live together near Louisville while the ambassador and his wife stayed in London. Henrietta purchased a magnificent 450-acre country estate, called Harmony Landing, at Goshen intending to use it for breeding thoroughbred horses and pedigree dogs. By 1936 there was strong anti-Nazi feeling in Britain (and particularly in the Bingham family) so when Jacobs won her Wimbledon singles final against the German Hilde Sperling there was, according to the New York Times, \"probably the most wholehearted ovation Wimbledon will ever know\". Jacobs and Bingham were photographed together and were reported as being \"almost inseparable\". Robert Bingham resigned his ambassadorship shortly before his death in December 1937 but at his funeral in Kentucky the two women felt they had to stand away from each other because anti-homosexual attitudes were strengthening in America at this time. ==Later life== The death of the Judge took its toll on Henrietta and, unable to socialize freely, she and Helen concentrated on thoroughbred horse breeding. Her father's will left her what was, for her, a rather low income but her younger brother Barry Bingham helped by appointing her treasurer of the Louisville Courier-Journal that he now owned. When Jacobs returned to Europe for the 1938 tennis season Bingham had to stay behind to manage the estate and that winter Jacobs could not stay at Goshen for prolonged periods because of the social ostracism. Bingham started drinking more heavily and their relationship was drifting apart. The horse breeding business was reasonably successful but Bingham suffered a nervous breakdown and afterwards she required periodic hospitalization and nursing care at home. She was advised to undergo electroconvulsive therapy and frontal lobotomy to counter her depression and erratic behavior but she refused these treatments. In 1950 she sold her Goshen estate and moved to Manhattan where she found a new, and older, partner Dorothie Bigelow, a singer and actress. In 1954, she married Benjamin Franklin McKenzie, younger than her by ten years – he seemingly was a waiter at a nightclub and had been married twice before. The partnership only lasted a few months until McKenzie deserted her, going to live in Florida. She visited England, meeting Garnett, Jones and a few other old friends. In 1956, she took an overdose, and when she was taken to hospital, her rooms were found to contain a mass of different drugs, prescribed by a variety of doctors. Bingham lived until 1968 with a paid nurse to look after her. She died on June 17, 1968 and was buried beside her father at Cave Hill Cemetery, Louisville. ==Notes== ==References== ===Citations=== ===Works cited=== * * The author is a writer and historian and Henrietta Bingham's great niece. (See ) * * * * (edition first published 1994 by Chatto and Windus) * ==Further reading== * * * == External links == * Henrietta Worth Bingham Papers at the Mortimer Rare Book Collection, Smith College Special Collections. Category:1901 births Category:1968 deaths Category:Smith College alumni Category:American racehorse owners and breeders Category:20th-century American journalists Category:American newspaper reporters and correspondents Henrietta Bingham Category:Journalists from Kentucky Category:The Courier- Journal people Category:People from Louisville, Kentucky Category:Burials at Cave Hill Cemetery Category:LGBT people from Kentucky ",
    "title": "Henrietta Bingham"
}