{
    "id": "56571732",
    "text": "Donald McWhinnie (16 October 1920 – 8 October 1987) was a BBC executive and later a radio, television, and stage director. Educated at Rotherham Grammar School, McWhinnie worked for the BBC in administrative roles in the 1940s and 1950s and was drama Script Editor from 1951 to 1953. In the later 1950s, he became a radio director, and from the 1960s to the 1980s he was a director of television drama.Jerry Roberts, Encyclopedia of Television Film Directors, p. 382 McWhinnie, Frederick Bradnum, and Desmond Briscoe together established the BBC Radiophonic Workshop.John Tydeman, \"Frederick Bradnum, Master dramatist whose prolific output sustained radio's great era\" in The Guardian dated 22 February 2002 In 1959, McWhinnie directed a production of Embers, a radio play by Samuel Beckett. First broadcast on the BBC Third Programme on 24 June 1959, the play won the RAI prize at the Prix Italia awards later that year.Prix Italia \"PAST EDITIONS — WINNERS 1949 - 2007\" D. Bair, Samuel Beckett: A Biography (London: Vintage, 1990), p. 588 McWhinnie wrote about his approach to radio drama in The art of radio.Donald McWhinnie, The art of radio (London: Faber, 1959) In 1962, McWhinnie was nominated for a Tony Award for his screen version of Harold Pinter's The Caretaker. In 1965, he directed the first Broadway theatre production of the Bill Naughton comedy All in Good Time, which opened at the Royale Theatre, New York, on 18 February 1965 and closed on 27 March 1965. It starred Donald Wolfit, Marjorie Rhodes, and Richard Dysart.All in Good Time at IBDB.com (The Broadway League) The inaugural episode of the BBC Television Shakespeare in December 1978 was announced to be Much Ado About Nothing, directed by McWhinnie and starring Penelope Keith and Michael York.Shakespeare in Performance: Film – Much Ado about Nothing (1978, Donald McWhinnie) at Internet Shakespeare Editions archived 11 September 2014 The episode was shot at a cost of £250,000, edited, and announced as the first of the series, but then was suddenly pulled from the schedule and replaced with Romeo and Juliet. No reasons were given by the BBC, although newspaper reports suggested the episode had been postponed for re-shoots, due to worries that an actor's \"very heavy accent\" would be a problem for US audiences.Randy Sue Coburn, \"Shakespeare Comes to the Colonies\" in The Washington Star dated 25 January 1979 However, there were no reshoots, the episode was abandoned and was later replaced by a new adaptation.\"BBC scrap £1/4m Much Ado\" in The Daily Telegraph dated 29 March 1979, p. 15 It appears that the BBC management regarded the production as a failure.Mark Lawson, The Hollow Crown: as good as TV Shakespeare can get? in The Guardian dated 29 June 2012, archived 11 September 2014 In 1981, McWhinnie was nominated for the Laurence Olivier Award for Best Director for Translations. ==Selected credits as director== *BBC television adaptation of Evelyn Waugh's Sword of Honour (1967) *Wings (BBC TV series, 1978) *Tales of the Unexpected, episode \"William and Mary\" (1979) *Love in a Cold Climate (Thames Television serial, 1980) ==Notes== Category:1920 births Category:1987 deaths Category:BBC executives Category:BBC Radio drama directors Category:British television directors Category:People educated at Rotherham Grammar School ",
    "title": "Donald McWhinnie"
}