{
    "id": "56588134",
    "text": "Raven Software is an American video game developer based in Madison, Wisconsin. It was founded in 1990 by brothers Brian and Steve Raffel after getting a publishing deal for their first game, Black Crypt (1992). During that game's development, the company formed a relationship with id Software, which was briefly located on the same street. Raven spent the next few years working primarily on PC games in partnership with id, making ShadowCaster (1993) with a game engine by id Software and three games in the Heretic series between 1994–1997 with id as the publisher and id Software employees as the producers. In 1997, Raven made an exclusive publishing deal with Activision, and the Raffel brothers subsequently sold the company to Activision. Several employees left the company then to form Human Head Studios. Raven spent the next decade working on a few original games such as Soldier of Fortune, as well as licensed games, including the Star Wars games Star Wars Jedi Knight II: Jedi Outcast (2002) and Star Wars Jedi Knight: Jedi Academy (2003) and the X-Men games X-Men Legends (2004) and Marvel: Ultimate Alliance (2006). By 2009, the company had three development teams, and released the licensed game Wolfenstein (2009) while working on their first original game since 2002, Singularity (2010). Both Wolfenstein and Singularity sold poorly, however, and Raven laid off employees after each game, consolidating into a single development team by October 2010, shortly after Singularitys release. Following the layoffs, Raven focused exclusively as an assistant developer for the Call of Duty series, which has the position of lead developer rotate between Infinity Ward, Treyarch, and Sledgehammer Games. Raven was the primary developer on two games since then: the China-exclusive Call of Duty Online (2015), and Call of Duty: Modern Warfare Remastered (2016), a remake of the 2007 Call of Duty 4: Modern Warfare packaged with Call of Duty: Infinite Warfare. ==Games== ==References== ==Sources== * * Raven Software ",
    "title": "List of Raven Software games"
}