{
    "id": "56586830",
    "text": "Cecilia L. Ridgeway is an American sociologist and the Lucie Stern Professor of Social Sciences, Emerita in the Sociology Department at Stanford University. She is known for her research on gender and status processes, specifically on how large, societal-level gender and status inequalities are recreated in face-to-face interaction. Ridgeway served as president of the American Sociological Association in 2013. She also edited Social Psychology Quarterly from 2001–2003. == Education and career == Ridgeway received her Bachelor's degree with Honors and distinction in Sociology from the University of Michigan in 1967. She went on to receive her Master's and PhD in Sociology and Social Psychology from Cornell University in 1969 and 1972 respectively. She taught at the University of Wisconsin-Milwaukee from 1972–1985, attaining the rank of associate professor in 1978. She went on to teach at the University of Iowa from 1985–1991, and was instrumental in the development of their social psychology department. Her current position is at Stanford University. == Contributions == Ridgeway's contributions to the field starts with her publications on status and status theory. Ridgeway has written on nonverbal dominance cues and expectation states theory, looking at how both connect to and can be viewed through a status theory lens. Ridgeway is also known for her work on gender, and how it is a social status category. Her book, Framed by Gender: How Gender Inequality Persists in the Modern World, covers what gender inequality means in a modern context, how it is persisting in our society, and possible ways to change these inequalities. Ridgeway's most significant contribution to the field of study has been her creation of and subsequent empirical tests of status construction theory. Status construction theory looks at one set of processes by which status beliefs are created and shared within society. Status beliefs refer to the conceptions that are widely held about groups based on status markers such as sex or ethnicity. Ridgeway's work has been used to further research on inequality and the creation/perpetuation of inequality based on ones perceived status within society. == Awards == Ridgeway received the Cooley-Mead Award from the American Sociological Association in 2005 for her career contributions to social psychology. In 2009, Ridgeway received the Jessie Bernard Award for her work on gender inequality and her mentorship of younger, female academics. She won the Distinguished Feminist Lecturer Award from the Sociologists for Women in Society due to her feminist scholarship in 2008. In 2012, her book, Framed by Gender: How Gender Inequality Persists in the Modern World, received the Outstanding Recent Contribution In Social Psychology Award from the Social Psychology Section of the American Sociological Association. == Selected bibliography == === Notable books === * Ridgeway, C. L. (2011). Framed by gender: how gender inequality persists in the modern world. New York: Oxford University Press. === Notable articles === * Ridgeway, C. L. (1991). The Social Construction of Status Value: Gender and Other Nominal Characteristics. Social Forces, 70(2), 367–386. https://doi.org/10.1093/sf/70.2.367 *Ridgeway, C. L. (1997). Interaction and the Conservation of Gender Inequality: Considering Employment. American Sociological Review, 62(2), 218–235. https://www.jstor.org/stable/2657301 *Ridgeway, C. L. (2014). Why Status Matters for Inequality. American Sociological Review, 79(1), 1–16. https://doi.org/10.1177/0003122413515997 *Ridgeway, C. L., and Correll, S. J. (2004) Unpacking the Gender System: A Theoretical Perspective on Gender Beliefs and Social Relations. Gender & Society, 18(4), 510–531. == References == == External links == * Stanford Faculty Page Category:Presidents of the American Sociological Association Category:Living people Category:American sociologists Category:People from Edinburg, Texas Category:Stanford University faculty Category:Cornell University alumni Category:Year of birth missing (living people) ",
    "title": "Cecilia L. Ridgeway"
}