{
    "id": "56587794",
    "text": "The 1982 Liberation Memorial is a war memorial in Stanley, Falkland Islands. It commemorates all British Forces and supporting units that served in the Falklands War and helped liberate the Falkland Islanders from Argentine military occupation in 1982. The Memorial is situated in front of the Secretariat Building, overlooking Stanley Harbour. The funds for the Memorial were raised entirely by Falkland Islanders and it was unveiled by the Governor of the Falkland Islands, Sir Rex Hunt, on Liberation Day (14 June) 1984, the second anniversary of the end of the war. ==Design== The Memorial consists of an obelisk on the front of which is the coat of arms of the Falkland Islands surrounded by a laurel wreath above the words \"In Memory of Those Who Liberated Us\" and the date the war ended; \"14 June 1982\". On top of the obelisk is a bronze figure of Britannia, the female personification of the island of Great Britain. On the back and sides of the Memorial are the lists of the British Army regiments, RAF squadrons, Royal Navy vessels and the Royal Marine formations and units that took part in the conflict. The names of the 255 British military personnel who died during the war are listed on ten plaques behind the Memorial, divided into the service branches. Directly behind the Memorial is a relief depicting famous moments during the war. The Memorial was designed by Falklands-born architect Gerald Dixon and the bronze figure of Britannia was sculptured by David Norris. In 2015 a bust of Margaret Thatcher (who was Prime Minister of the United Kingdom at the time of the 1982 war) was erected next to the Liberation Memorial. ==Usage== Services are held at the Memorial each year on 14 June (Liberation Day) and on Remembrance Sunday, the closest Sunday to 11 November (Armistice Day), with wreaths being laid at the foot of the Memorial. The Memorial has also been featured in commemorative coins and postage stamps issued by the Falkland Islands government. ==See also== * Monumento a los caídos en Malvinas * National Memorial Arboretum ==References== Category:1984 sculptures Category:Aftermath of the Falklands War Category:British military memorials and cemeteries Category:Bronze sculptures Category:Cultural infrastructure completed in 1984 Category:Buildings and structures in Stanley, Falkland Islands Category:Cenotaphs Category:Monuments and memorials in the Falkland Islands ",
    "title": "1982 Liberation Memorial"
}