{
    "id": "56586577",
    "text": "North Korea was one the competing teams in 2018 Winter Paralympics in Pyeongchang, South Korea. The Games were the first for North Korea for the Winter Paralympics. The country has two skiers, Kim Jong-hyon and Ma Yu-chol, racing in para-Nordic skiing. == Joint participation with South Korea == The International Paralympic Committee said North Korea was going to participate in the Winter Games for the first time. North Korea will participate under a Korean Unification Flag like their delegation for the 2018 Winter Olympics did, in the Women's Ice Hockey tournament. However, North Korea athletes marched in the Paralympics opening ceremony under its own flag, unlike the Olympics opening ceremony where they marched under the Korean unification flag alongside with South Korean athletes. North Korea had previously participated at the 2012 and 2016 Summer Paralympics. == Competitors == The following is the list of number of competitors participating at the Games per sport. {| class=\"wikitable sortable\" style=\"text-align:center;\" |- ! width=180|Sport ! width=55|Men ! width=55|Women ! width=55|Total |- |align=left| Cross-country skiing | 2 || 0 || 2 |- ! Total || 2 || 0 || 2 |} Two athletes represented North Korea at the 2018 Winter Paralympics. They were Kim Jong-hyon and Ma Yu- chol and both competed in para-Nordic skiing. {| class=\"wikitable\" |+Team North Korea !Name !Sport !Gender !Classification !Year of Birth !Events !ref |- |Kim Jong-hyon |para-Nordic skiing |male |LW12 |2000 |Men's 1.1km Sprint, Sitting Men's 15km, Sitting | |- |Ma Yu-chol |para-Nordic skiing |male |LW12 |1991 |Men's 1.1km Sprint, Sitting Men's 15km, Sitting | |} == Cross-country skiing == The two athletes Kim Jong- hyon and Ma Yu-chol first competed internationally at the 2018 Paralympic Nordic Skiing World Cup, in Oberried, Germany in January 2018. Kim was 59th in the world in January 2018 in the sitting cross country skiing men's race with 516.18 points. Ma was 58th in the world in January 2018 in the sitting cross country skiing men's race with 505.88 points. == References == Category:Nations at the 2018 Winter Paralympics 2018 Paralympics ",
    "title": "North Korea at the 2018 Winter Paralympics"
}