{
    "id": "56587983",
    "text": "Ori Naftaly (born 1987) is an Israeli-born guitarist, composer and music producer. After founding the Ori Naftaly Band in Israel, he moved to Memphis, Tennessee and established the Southern Avenue band. ==Biography== Ori Naftaly grew up in the small town of Even Yehuda, east of Netanya. At the age of 5, Ori began taking music lessons and learned to play guitar. Until graduating from Hadassim High School at the age of 17, he studied guitar with different teachers from a wide range of music genres (Spanish, Classical, Jazz and Funk). After graduation he was accepted to Rimon School of Jazz and Contemporary Music where he enrolled in Arrangement and Composition studies. After two years at Rimon (and studying Classical Guitar with Israeli musician Shlomo Yidov), he recorded with musicians all over Israel while pursuing a day job as a Microsoft systems engineer. ==Music career== In 2011, Naftaly recorded his debut album with the Ori Naftaly Band. A True Friend (Is Hard to Find), was picked as the Best Blues Album in 2012 by Jan Marius Franzen from bluesmagazine.nl and syndicated radio show \"Purple Haze.\" In the German magazine Wasser Prawda the album was picked #2 as Best Blues Debut and named Best Debut in Israel on 88FM by Tomer Molvidzon. In October 2012 he won the Israeli Blues Society competition, and the band was voted the Best Israeli Blues Band of 2013, earning them an invitation to the 29th International Blues Challenge in Memphis, TN. The Band made it to the Semi Finals, selling the largest amount of CDs in the competition and becoming the first Israeli group to reach the Semi Finals in this global event. Their second album, Happy For Good, was released in May 2013 (again, by Naftaly himself) and featured eight new original songs; Naftaly produced the album and composed most of the music. A month after its release, Happy For Good reached number 2 on the International Blues Radio Charts, and stayed in the Top 5 for eight weeks. After touring the US and Europe, Naftaly relocated to Memphis. Upon moving to the United States in October 2013, Naftaly enlisted a new core of Memphis musicians, and played over 200 shows in over 40 states. In Memphis, he met Tierinii Jackson who began her career singing in church, before performing in a series of cover bands and theatrical projects. Tierinii's sister, a drummer and vocalist, joined the pair in September 2015 to form Southern Avenue. With Jeremy Powell on keys and Daniel McKee on bass, the band entered the International Blues Challenge in 2016 representing Memphis. Southern Avenue made the finals. In the summer of 2016, Southern Avenue signed with Stax Records, part of the Concord Music Group. They recorded their debut album with producer Kevin Houston (North Mississippi Allstars, Lucero) and it was released in February 2017. The album charted at number 1 on the iTunes Blues charts, reached #6 on the Billboard Blues chart and was in the Top 40 in Americana Radio for three months. ==References== Category:Memphis blues Category:Israeli musicians Category:Israeli guitarists Category:1987 births Category:Living people Category:Israeli emigrants to the United States Category:21st-century guitarists ",
    "title": "Ori Naftaly"
}