{
    "id": "56587059",
    "text": "Ashley Blaker is a British comedian and television producer. He has been described by JPost as \"the UK's only Orthodox stand-up comedian\". Blaker is a writer for TV and radio and was producer of Little Britain. ==Early life== Blaker was educated at the Haberdashers' Aske's Boys' School, where he was four years behind Sacha Baron Cohen, and a friend of Matt Lucas, with whom he went on to create Little Britain. He is a graduate of both Oxford and Cambridge. He embraced Orthodox Judaism in his early twenties. ==Career== Blaker produced and directed Little Britain for BBC Radio 4. From 2012-13, he was producer, as well as co-creator and co-writer (with Matt Lucas) of The Matt Lucas Awards, a BBC TV show in which Blaker appeared on-screen in one episode. In 2017, he was commissioned by the BBC to create a show called \"Ashley Blaker's Goyish Guide To Judaism\",https://www.bbc.co.uk/programmes/b0b4zg8c#:~:text=BBC%20Radio%204.-,Ashley%20Blaker%2C%20Britain's%20only%20ultra%2DOrthodox%20stand%20up%20comedian%2C,world%20of%20strict%20Orthodox%20Judaism. described as \"an insider's view of his religion\"\". It was broadcast in June 2018 as part of BBC Radio Four's Stand-Up Specials series. A follow-up was commissioned and broadcast in 2019. Blaker's stand-up show, Observant Jew, was part of the 2018 Edinburgh Festival Fringe. In 2019, he performed a UK tour in tandem with Muslim comedian Imran Yusuf.https://www.list.co.uk/article/112120-ashley-blaker-and-imran-yusuf-its- incredible-how-much-we-are-alike-thankfully-we-never-seem-to-run-out-of- material/ ==Critical reception== His material has been described by the New York Times as being different from most other Jewish comics': \"In contrast to most overtly Jewish comedy, which usually compares Jews and gentiles, most of his material juxtaposes the frum and not frum.\" The paper's review described him as \"a skilled joke-teller with none of the borscht belt timing you would expect from a Catskills comic. And since we rarely hear the perspective of the ultra-Orthodox in comedy clubs, there’s a pleasing freshness about an act that offers a look into a world often hidden from public view.\" ==References== Category:Living people Category:Year of birth missing (living people) Category:British comedians Category:Contestants on University Challenge Category:Jewish comedians Category:Ashkenazi Jews Category:Orthodox Jews Category:English Jewish writers Category:People educated at Haberdashers' Aske's Boys' School Category:Alumni of the University of Oxford Category:Alumni of the University of Cambridge ",
    "title": "Ashley Blaker"
}