{
    "id": "56585120",
    "text": "Liebenstein Castle () is a ruined castle on a rocky hill spur in the Schwarzwassertal valley near Pobershau. The spur castle was probably built in the 12th century and may have guarded the road through the valley.krumhermersdorf.de, retrieved 24 June 2009. == History == According to archaeological evidence, there was a medieval fortification on the steep- sided, Liebenstein hill spur from the 12th to the 14th century. It may well have been the seat of a village-based, lordly estate perhaps even ruled by a Bohemian vassal. That said, Bohemian influence here is doubtful because the area in question was then uninhabited native forest. It is quite likely that the present abandoned village of Ullersdorf was connected with this fortification and it may be assumed that it functioned as a local base during the colonization of the area. At the same time, the fortification and settlement are thought to be the furthest outpost of a region in which settlement began in the second half of the 12th century - something obviously facilitated by one of the so-called Bohemian tracks.Gerhard Billig, Volkmar Geupel: Entwicklung, Formen und Datierungen der Siedlungen in der Kammregion des Erzgebirges. In: Siedlungsforschung. Archäologie – Geschichte – Geographie, Band 10, Verlag Siedlungsforschung Bonn, 1992, p. 178, The name Liebenstein only appears on later maps. In the common parlance the castle ruins are referred to as the Raubschloss or 'robber baron's castle'. The castle had a total length of approximately 90 metres and a width of 25 metres. The fortifications consisted of two simple ditches with an intermediate earth bank to seal it off from the hinterland. The interior of the castle consisted of two parts: an almost square area separated by a cross ditch from the elevated inner bailey, which is formed by a rocky cliff partly covered with dry masonry. The ruins and the remains of a strong tower were said to have been still visible until the 18th century.ins-erzgebirge. de, accessed on 13 April 2014. . == Present == Today only wall remains and dressed stone blocks are still visible on the Liebenstein. An information board near the excavation area gives the history of the place. == Gallery == File:Raubschloss_Liebenstein1.JPG|Information board File:Raubschloss_Liebenstein2.JPG|Bank on the rocky crag, site of the inner bailey File:Raubschloss_Liebenstein3.JPG|Excavation site and dressed stones; probably the wall remains File:Raubschloss_Liebenstein4.JPG|Fortified entrance in the northwest == Literature == * Volkmar Geupel: Die mittelalterliche Wehranlage „Raubschloss“ Liebenstein bei Olbernhau, Kr. Marienberg. In: Arbeits- und Forschungsbericht zur sächsischen Bodendenkmalpflege, No. 27/28, Dresden, 1984, pp. 289–307 == External links == * Mittelalterliche Wehranlage Burg Liebenstein == References == Category:Castles in Saxony Category:Erzgebirgskreis Category:Ore Mountains Category:Marienberg ",
    "title": "Liebenstein Castle (Saxony)"
}