{
    "id": "56584142",
    "text": "Quetelet rings on a dusty mirror Quetelet rings are a type of optical interference pattern occurring at an illuminated reflective surface covered by fine particles, such as a dusty mirror. It is named after the astronomer Adolphe Quetelet, who observed the phenomenon and explained its formation. A slight variation of the setup is sometimes referred to as Newton's dusty mirror experiment, since Isaac Newton had already discovered the phenomenon by the end of 17th century, but did not interpret or explain it.Karl Exner: Ueber die Newtonschen Staubringe Quetelet rings arise from interference of the light that is first scattered by a particle and then reflected by the surface, with the light that first gets reflected and then scattered by the particle. Contributions of these two paths to the scattering differ by a phase factor that depends on the wavelength and the angles of light incidence and scattering. Depending on the phase difference, these contributions may interfere constructively (contributing to a bright band) or destructively (contributing to a black band). In the case of illumination by white light the patterns produced by different wavelengths are slightly misaligned with each other and that results in a coloring of the rings. The pattern is most noticeable around the reflection image of the light source. The closer the images of the light source and the observer are on the mirror and the closer the particles are to the reflective surface, the broader are the interference fringes. ==Gallery== Photographs of Quetelet rings on a mirror covered with talcum powder. The camera and the light source are placed in five meters from the mirror; the distance between the camera and the light source increases up to 50 cm. The camera is focused at infinity. File:Queletsche.Ringe.1.jpg|Light source right next to the objective of the camera File:Queletsche.Ringe.2.jpg|Light source in 10 cm from the objective of the camera File:Queletsche.Ringe.3.jpg|Light source in 25 cm from the objective of the camera File:Queletsche.Ringe.4.jpg|Light source in 50 cm from the objective of the camera A video demonstrating Quetelet rings as seen on a mirror covered in flour while the flashlight moves around the observer. File:Quetelete rings.ogv|Quetelet rings in motion ==References== == External links == * Wilfried Suhr and Joachim Schlichting: Coloured rings produced on transparent plates (PDF; 990 kB), Institut für Didaktik der Physik - Universität Münster * Dietrich Zawischa: Quetelet rings, Institut für Theoretische Physik, Universität Hannover Category:Optics Category:Interference ",
    "title": "Quetelet rings"
}