{
    "id": "56599032",
    "text": "Little Britches Rodeo is a lifestyle television series produced by Hodge Media Group for RFD-TV. It portrays the real life events during National Little Britches Rodeo Association Finals. This western lifestyle documents the lives of rodeo contestants and rodeo competition from the Finals. In addition, it features interviews with PRCA World Champions, contestants, parents, rodeo personal, and some of the industry leaders in agriculture, horse industry, and rodeo. == Format == Every episode features rodeo performances from one event at the NLBRA Finals. Commentary is provided for each rodeo ride/run. Each episode also features multiple interviews. Finally, each episode concludes with an interview with the world champion of the event featured in the episode. === Narration === Every episode has been narrated by Donna Hodge. == Production == The first 4 seasons were filmed at the Colorado State Fairgrounds in Pueblo, Colorado. Season 5-8 were filmed at the Lazy E in Guthrie, Oklahoma. The NLBRA Finals has rodeo events running simultaneously in three different arenas. A two-person camera crew covers each arena. Camera teams also cover rodeo action from the rough stock chutes and on the arena floor. Several two-camera crews roam grounds, camping areas, and stalls to pick up b-roll, and man on the street interviews. A three-person camera crew also conducts sit down interviews in a studio space. == Subject Matter == === Rural Lifestyle === The series focuses on issues impacting rural lifestyles from communities around the United States. === Competition === National Little Britches Rodeo Association is the starting organization for many professional cowboys. === Society of Rodeo Families === One of the series’ focuses is the importance of extended family. The community aspect of the western lifestyle is highlighted. == Notable guests== * Martha Josey - Women's Professional Rodeo Association World Champion * John McBeth - ProRodeo Hall of Fame inductee * Clint Corey - ProRodeo Hall of Fame inductee * Fallon Taylor - Women's Professional Rodeo Association World Champion * Joe Beaver - Professional Rodeo Cowboys Association World Champion * Jerod Johnston - Professional Rodeo Cowboys Association contestant * P. J. Burger - Women's Professional Rodeo Association contestant * Sherrylnn Johnson - Women's Professional Rodeo Association contestant * Mike Johnson - Professional Rodeo Cowboys Association contestant * Jett Johnson - Professional Rodeo Cowboys Association World Champion * Bobby Griswold - Professional Rodeo Cowboys Association contestant * Mike Poland - Cactus Ropes General Manager * Keith Dundee - President of American Hats * Jerry Moore - Five Star Equine * April Patterson - Rodeo Fame * Tom Spaulding - Spaulding Labs * Bob Norris - Noble Equine * Butch Morgan - Western Horseman Magazine * Kent Sturman - Director of ProRodeo Hall of Fame * Janet Honeycutt Boyt - Rodeo Producer * Steve Miller - Montana Silversmiths * R.E. Josey - AQHA World Champion * Sarah Wiens - Miss Rodeo Colorado 2013 * Madeline Mills - Miss Rodeo Colorado 2016 * Taylor Spears Miss Rodeo Oklahoma 2018 & Miss Rodeo America 2019 First Runner- uphttps://www.missrodeoamerica.com/p/pageant/pageantresults *Amberley Snyder Barrel Racer & Motivational Speaker == Episodes == ==Spin-off== Little Britches on the Road - A travel show focusing on rural aspects of the United States. ==References== == External links == * Little Britches Rodeo on RFD-TV * Category:English-language television shows Category:First-run syndicated television programs in the United States Category:Rural society in the United States Category:Television shows set in Oklahoma Category:Television shows set in Colorado Category:American sports television series ",
    "title": "Little Britches Rodeo (TV series)"
}