{
    "id": "56591988",
    "text": "Silvio Wolf (born 1952, in Milan) is an Italian artist living in Milan and New York. He teaches photography at the European Institute of Design in Milan and is a visiting professor at the School of Visual Arts in New York. == Education == Wolf studied Philosophy and Psychology in Italy and Photography and Visual Arts at the London College of Printing, where he received the Higher Diploma in Advanced Photography. == Career == === Early Work === > \"Silvio Wolf is one of those rare European artists of the latest generation, > who have based their creative work entirely on experimentation involving the > technical nucleus of the resources of photography. They bring out a new > world of images that are structurally dense and at the same time distant if > not ungraspable. In his work, Wolf constantly approaches the point where > photography is no longer the creation of a mirror image of reality, the > capturing of an image in the speed of an instant, but the close up > exploration of how images themselves form and appear.\" > \\- Vittorio Fagone From 1977-1987 Wolf explored and studied the laws, language, and two- dimensional nature of the image. During this time Wolf met the conceptual artist Franco Vaccari, whose impact on Wolf’s work can be traced back to the idea of merging the analytical elements of his imagery with phenomenological factors.Angela Madesani, \"Problemi di Luogo\" exhibition catalogue, Lorenzelli Arte, Milan 2000 In the early 1980s Wolf traveled to the Middle East, where he encountered the Islamic vision of space, in which images are in which images are transposed in codes and geometries, containing the concepts of the infinite and the void. These aspects resonated with Wolf, leading him to develop through the series Architectures (1981-2008) those concepts that would become the visual and symbolic cornerstones of his entire research: the ideas of “absence,” “elsewhere, and the “threshold.\" One of his earliest and most seminal works, The Two Doors (1980), shows a Moorish-style door that opens to another door, forming a dark and unreadable zone between them. According to Giorgio Verzotti, this small area is actually “the darkness that allows the perception of light and thus vision and the visual.” === Light, Time, and the Threshold === Though Wolf has developed his practice through a plurality of languages, “light,” “time” and “the threshold” are fundamental themes in his artistic inquiries. Icons of Light (1993-2007) are the result of a simultaneous process of generation and destruction: the very light that generates the photographic image destroys the painted one. Of the original paintings, only the perspective frame and the painted surface remain visible, while the light employed in the capture process materializes as the actual subject of representation. The Icons are spatial bodies on which perception constantly wavers between two-dimensional surfaces and three-dimensional forms, between here and elsewhere. Light Wave is a site-specific installation presented at the 53rd Venice Biennale in 2009. By capturing long exposures of the light radiated by a film projector without the use of a tripod, the bodily vibrations of Wolf’s breathing and hand, as well as the numerous film frames, were absorbed into a single image. In establishing an intimate relationship between time and light, Wolf questions the notion of time. In this sense, time becomes the critical element that not only gives identity to the image but also the chance to densely materialize it. For Wolf, in photography, the term abstraction indicates \"the abstraction from the river of time”. In his series Horizons (2006-2014) each Horizon is defined as a “scripture of light” self- generated by the camera when light reaches the film while loading the camera. Photochemically inscribed where the black of lightlessness breaks into bands and fields of reds, oranges, yellows, and white- which contains all possible color, where exposed, the result is the visible form of a coincidence among time exposure, light radiation, environment conditions and chance. Stripped of all external subject matter, the actual object of these photographs is the language of photography itself, not signifying the given but the possible, the embrace of all possible images. === Mirrors === In his most recent works, the back-lit black mirrors of Meditations (2009-2016), and ink-jet prints on highly reflective mirrored surfaces of Mirror Thresholds (2006-2014) and Shivah (2014), Wolf focuses on the experiential realm: shifting attention and displacing meaning away from the image and towards the he-she who sees. These mirrored works are produced by the absence of information, or in some cases by its excess, where the surface is devoid of an image it generates light and reflection, simultaneously representing what lies inside and outside the work. The viewer is standing on the threshold, in the mirror surface that shows us, the viewer, reflected elsewhere in another virtual, but extremely real space. Jacqueline Ceresoli has written, “Wolf’s inscriptions of light materialize the perceptive experience and go beyond the contemplative aspect to generate emotional and cognitive sensations together, because everything happens the moment one looks at them. Through photographs, that are conceptual objects, the possible relations not of things, but of the signifier and the signified as Saussure would define them, are investigated.” === Installations and Public Art === The practice of installations also constitutes a significant part of Wolf’s artistic career. With Great Western Wall (1987) Wolf began to develop a new way of thinking about photography and space , moving away from the two- dimensional format and extending his practice to the third dimension, creating experiential site-specific works that openly challenged the boundaries of perception, making use of light, sound, projections and the moving image. Frequently the locations Wolf intervenes in possess rich histories, taking as his starting point the traces and signs found in a given place. He collects them and elaborates the project away from the site, in his studio; then he brings back the processed signs to their place of origin, to create new relations and visions in the form of an installation. According to the curator Cristina Casero, “in these projects, as in all of the artist’s output, light plays a fundamental role and is an active element, rich with symbolic intensity and communicative power, capable of concretely determining an elsewhere, an abstraction not seen as an escape from the real, but as its deeper, sublimated and at the same time open interpretation.” == Exhibitions == Wolf's exhibitions and temporary and permanent installations have been presented in galleries, museums and public spaces in Belgium, Korea, Canada, France, Germany, United Kingdom, Italy, Luxembourg, Spain, Switzerland and the United States. He has participated, among other shows, in New Image 1980 in Milan, Aktuell ’83 in Munich, Documenta VIII in 1987 in Kassel, the 53rd Venice Biennale in 2009 and at Padiglione d'Arte Contemporanea in Milan in 2011. Wolf's work is in collections in North America and Europe, including the Museum of Fine Arts, Boston; the Civico Museo d’Arte Contemporanea, Milan; the Institut Valencià d'Art Modern, Valencia; and the Centre Canadien d’Architecture, Montreal. == Selected books == * Light Specific, Brescia: ed. Nuovi Strumenti, Brescia, 1995. Text by Vittorio Fagone * Paradiso, Photography and Video by Silvio Wolf, Milan: ed. Galleria Gottardo/Contrasto, 2006. Texts by Francesca Pasini, Lyle Rexer, Silvio Wolf * On The Threshold ed. Silvana Editoriale, Milano, 2011. Texts by Giorgio Verzotti, Silvio Wolf, VV.AA. * Origins. Horizons in Silvio Wolf’s Idea of Light, Postmedia Books, Milan, 2016. Texts by Cristina Casero, Silvio Wolf == References == == External links == * Official Website of Silvio Wolf * Silvio Wolf at Bruce Silverstein Gallery * Silvio Wolf at Photo & Contemporary * Silvio Wolf at Otto Gallery * Silvio Wolf: Video Interview – The Edge of Vision: Abstraction in Contemporary Photography, Aperture Foundation – May 15 – July 16, 2009 Category:1952 births Category:Living people Category:Italian photographers Category:Italian installation artists Category:Italian contemporary artists ",
    "title": "Silvio Wolf"
}