{
    "id": "56598218",
    "text": "The Lima Group (GL; Spanish and , French: Groupe de Lima) is a multilateral body that was established following the Lima Declaration on 8 August 2017 in the Peruvian capital of Lima, where representatives of 12 countries met in order to establish a peaceful exit to the ongoing crisis in Venezuela. Among other issues, the now 14-country group demands the release of political prisoners, the end of human rights violations, calls for free elections, offers humanitarian aid and criticizes the breakdown of democratic order in Venezuela under the Bolivarian government. ==Background== Following the death of President Hugo Chávez, Venezuela faced a severe socioeconomic crisis during the Presidency of his successor Nicolás Maduro, as a result of their policies. Due to the state's high levels of urban violence, inflation, and chronic shortages of basic goods attributed to economic policies such as strict price controls, civil insurrection in Venezuela culminated in the 2014–17 protests. Protests occurred over the years, with demonstrations occurring in various intensities depending on the crises Venezuelans were facing at the time and the perceived threat of being repressed by authorities. The discontent with the United Socialist Party of Venezuela saw the opposition being elected to hold the majority in the National Assembly for the first time since 1999 following the 2015 Parliamentary Election. As a result of that election, the lame duck National Assembly consisting of United Socialist officials filled the Venezuelan Supreme Tribunal (TSJ) with allies. Into early 2016, the Supreme Court alleged that voting irregularities occurred in the 2015 Parliamentary Elections and stripped four Assembly members of their seats, preventing an opposition supermajority in the National Assembly which would be able to challenge President Maduro. The Assembly nevertheless swore in 3 of the members in question, in response to which the Supreme Court ruled that the Assembly was in contempt of court and in violation of the constitutional order.Deutsche Welle. 30.03.2017. Venezuela Supreme Court takes over legislative powers from National Assembly. The TSJ court then began to approve multiple actions performed by Maduro and granted him more powers. After facing years of crisis, the Venezuelan opposition pursued a recall referendum against President Maduro, presenting a petition to the National Electoral Council (CNE) on 2 May 2016. By August 2016, the momentum to recall President Maduro appeared to be progressing, with the Council setting a date for the second phase of collecting signatures, though it made the schedule strenuous, stretching the process into 2017 which made it impossible for the opposition to activate new Presidential Elections. On 21 October 2016, the Council suspended the referendum only days before preliminary signature-gatherings were to be held. The Council blamed alleged voter fraud as the reason for the cancellation of the referendum. International observers criticized the move, stating that CNE's decision made Maduro look as if he were seeking to rule as a dictator. Days after the recall movement was cancelled, 1.2 million Venezuelans protested throughout the country against the move, demanding President Maduro to leave office, with Caracas protests remaining calm while protests in other federal states resulted in clashes between demonstrators and authorities, leaving one policeman dead, 120 injured and 147 arrested. That day the opposition gave President Maduro a deadline of 3 November 2016 to hold elections, with opposition leader, Miranda Governor Henrique Capriles stating, \"Today we are giving a deadline to the Government. I tell the coward who is in Miraflores ... that on 3 November the Venezuelan people are coming to Caracas because we are going to Miraflores\". Days later on 1 November 2016, then National Assembly President and opposition leader Henry Ramos Allup announced the cancellation of 3 November march to the Miraflores presidential palace, with Vatican-led dialogue between the opposition and the government beginning. By 7 December 2016, dialogue halted between the two and two months later on 13 January 2017 after talks stalled, the Vatican officially pulled out of the dialogue. Further protests were much smaller due to the fear of repression, with the opposition organizing surprise protests instead of organized mass marches. Other actions by President Maduro and his Bolivarian officials included a 7 February 2017 meeting which announced the creation of the Great Socialist Justice Mission which had the goal of establishing \"a great alliance between the three powers, the judiciary, the citizen and the executive\", with Maduro stating that \"we have been fortunate to see how the judicial power has been growing and perfecting, carrying a doctrine so complete with the constitution of 1999\" while stating that the opposition-led National Assembly \"took power not for the majority not for the people but for themselves\". ==History== ===The Lima Declaration=== The Lima Declaration established outlines and goals of the Lima Group in their attempt to mediate the crisis in Venezuela. {|class=\"wikitable\" |- | valign=top | Introduction Establishes member states and outlines the democratic and noninterventional ambitions of the group to find a peaceful solution to the crisis in Venezuela. | The Foreign Ministers and Representatives of Argentina, Brazil, Canada, Chile, Colombia, Costa Rica, Guatemala, Honduras, Mexico, Panama, Paraguay and Peru, meeting in the city of Lima, on 8 August 2017, to address the critical situation in Venezuela and explore ways to contribute to the restoration of democracy in that country through a peaceful and negotiated solution; Encouraged by the spirit of solidarity that characterizes the region and the conviction that negotiation, with full respect for the norms of international law and the principle of nonintervention, does not violate human rights and democracy, and is the only tool that ensures a lasting solution to the differences; |- | valign=top | Declarations Highlights the positions and goals of the Lima Group regarding the crisis in Bolivarian Venezuela. | #Their condemnation of the breakdown of democratic order in Venezuela. #Their decision not to recognize the National Constituent Assembly, nor the acts emanating from it, due to its illegitimate nature. #Their full support and solidarity with the National Assembly, democratically elected. #Legal acts that according to the Constitution require authorization from the National Assembly, will only be recognized when said Assembly has approved them. #Their energetic rejection of violence and any option that involves the use of force. #Their support and solidarity with the Attorney General and the members of the Public Ministry of Venezuela and demand the application of the precautionary measures issued by the Inter-American Commission on Human Rights. #Their condemnation of the systematic violation of human rights and fundamental freedoms, of violence, repression and political persecution, the existence of political prisoners and the lack of free elections under independent international observation. #That Venezuela does not comply with the requirements or obligations of the members of the Human Rights Council of the United Nations. #Their serious concern about the humanitarian crisis facing the country and his condemnation of the government for not allowing the entry of food and medicine in support of the Venezuelan people. #Their decision to continue the application of the Inter-American Democratic Charter to Venezuela. #Their support for the decision of MERCOSUR to suspend Venezuela in application of the Ushuaia Protocol on Democratic Commitment. #Their decision not to support any Venezuelan candidacy in regional and international mechanisms and organizations. #Their call to stop the transfer of arms to Venezuela in light of articles 6 and 7 of the Arms Trade Treaty. #That, taking into account the current conditions, they will request the Pro Tempore Presidency of CELAC and the European Union, the postponement of the CELAC-EU Summit scheduled for October 2017. #Their commitment to keep track of the situation in Venezuela, at the level of Foreign Ministers, until the full restoration of democracy in that country, and to meet no later than the next session of the General Assembly of the United Nations, an opportunity in which may be added other countries. #Their willingness to urgently support, within the framework of respect for Venezuelan sovereignty, any effort of credible negotiation and good faith, which has the consensus of the parties and is aimed at peacefully achieving the restoration of democracy in the country. |} === 2018 Venezuelan presidential election === The Lima Group has overtly condemned the presidential elections called for by the Bolivarian government, describing them as unobserved, unjust and undemocratic. Days before the planned election date, the Lima Group – alongside the United States and the European Union – called for the cancellation of the election and prepared for responses should the election be held. Following the election which strengthened President Maduro's position, the fourteen member nations of the Lima Group recalled their ambassadors from Venezuela. === 2019 Venezuelan presidential crisis === During the presidential crisis, the Representative of Peru in the United Nations Security Council condemned what was described as an \"illegitimate socialist regime,\" stating \"We have received 700,000 Venezuelan refugees and migrants due to the crisis that is the responsibility of Maduro.\" During the 2019 Venezuela uprising, groups members Argentina, Brazil, Canada, Chile, Colombia, Costa Rica, Guatemala, Honduras, Panama, Paraguay and Peru supported Guaidó's actions and condemned the actions of \"the illegitimate and dictatorial regime of Nicolás Maduro.\" On 4 February 2019, in a meeting in Canada, it was agreed to include Juan Guaidó's interim government as a member of the Lima Group. Previously, Guaidó has designated Julio Borges as ambassador of the Lima Group. On the day of Maduro's second inauguration as president of Venezuela (January 10), Canada's Minister of Foreign Affairs Chrystia Freeland, one of the leading voices in the Lima Group, issued a statement that summarizes the Canadian government's position on Venezuela: \"Today, Nicolás Maduro’s regime loses any remaining appearance of legitimacy. Having seized power through fraudulent and anti-democratic elections held on 20 May 2018, the Maduro regime is now fully entrenched as a dictatorship. The suffering of Venezuelans will only worsen should he continue to illegitimately cling to power. Together with other likeminded countries in the Lima Group, Canada rejects the legitimacy of the new presidential term of Nicolás Maduro. We call on him to immediately cede power to the democratically-elected National Assembly until new elections are held, which must include the participation of all political actors and follow the release of all political prisoners in Venezuela.\" ==Membership== Foreign ministers representing member states in the Lima Group meeting together on 13 February 2018 in Lima, Peru. Twelve countries initially signed the declaration: Argentina, Brazil, Canada, Chile, Colombia, Costa Rica, Guatemala, Honduras, Mexico, Panama, Paraguay, and Peru. Guyana, Saint Lucia. Bolivia and Haiti joined later. ===Observers and support=== The organization is supported by Barbados, the United States, Ecuador, Grenada, Jamaica and Uruguay, who attended the initial meeting, as well as organizations such as the Organization of American States and the European Union. In addition, the Venezuelan opposition has given their support. The Lima Group supported the sanctions Panama placed against high- level Venezuelan officials, which the Panamanian government accused of money laundering, supporting terrorism and the funding of weapons of mass destruction, and defended Panama after the Bolivarian government retaliated. ==See also== * Contadora group ==References== Category:International reactions to the crisis in Venezuela Category:Foreign relations of Argentina Category:Foreign relations of Brazil Category:Foreign relations of Canada Category:Foreign relations of Chile Category:Foreign relations of Colombia Category:Foreign relations of Mexico Category:Foreign relations of Panama Category:Foreign relations of Peru Category:International organizations based in the Americas Category:Organizations established in 2017 Category:Foreign relations of Venezuela ",
    "title": "Lima Group"
}