{
    "id": "56593877",
    "text": "Johann Fugger the Elder in Fuggerorum et Fuggerarum imagines by Dominicus Custos His wife Maria von Hohenzollern Johann Fugger the Elder or Hans Fugger (1 June 1583 - 28 April 1633, Telfs) was a German businessman, landowner and noble of the Fugger family Götz von Pölnitz: Die Fugger. 6. Auflage. Mohr, Tübingen 1999, .. He was Lord of Schloss Babenhausen and Boos. He was one of the sons of Jakob III. Fugger and his wife Anna Ilsung Heinz Wember: The Fugger Line. After his father's death in 1598 he managed the lordships of Babenhausen and Boos among others. The Fugger lordships were divided up in 1620 and exchanged among the family shortly afterwards. Johann became lord of Boos whilst his brother Maximilian (1587–1629) became lord of Babenhausen, Johann Herr zu Boos Franz Herre: Die Fugger in ihrer Zeit. 12. Auflage. Wißner-Verlag, Augsburg 2005, .. ==Marriage and issue== In 1605 he married Marie Eleonore, Countess of Hohenzollern (1586-1668), daughter of Charles II, Count of Hohenzollern-Sigmaringen by his first wife. Johann and Marie Eleonore had the following children: * Jakob, count Fugger (1606–1632) * Maria Eleonore, freiin Fugger (1607–1607) * Maria Anna, countess Fugger (1608–1649) * Maria Katharina, countess Fugger (1609–1685) * Maria Euphrosina, countess Fugger, nun at the Kloster Holzen (1610–1630) * Maria Jakobäa, countess Fugger, prioress at the Katharinenkloster Augsburg (ca. 1611–1693) * Maria Sibylla, countess Fugger, nun at the Katharinenkloster Augsburg (1612–1632) * Johann Franz, count Fugger, Herr zu Babenhausen (1613–1668) * Maria Margareta, countess Fugger, nun in Holzen then at Inzigkofen (1614–1656) * Karl, freiherr Fugger (1615–1615) * Maria Maximilliana, countess Fugger, sub-prioress at Holzen (1616–1687) * Johann Graf Fugger, lord of Boos, Heimertingen, Pless and Leder (1618–1663) ==References== category:1583 births category:1633 deaths Johann the Elder Category:People from Unterallgäu ",
    "title": "Johann Fugger the Elder"
}