{
    "id": "56592164",
    "text": "319x319px Bangladesh Muslim League (Bengali: বাংলাদেশ মুসলিম লীগ) is a political party in Bangladesh that traces its origins to the All India Muslim League, established in 1906. The party was banned along with other Islamic parties after the Independence of Bangladesh in 1971. It was once again legalized in 1976 when Abdus Sabur Khan revived the Muslim League and was elected president of the party. A former leader of the party, Shah Azizur Rahman would become the Prime Minister of Bangladesh after joining the Bangladesh Nationalist Party. == History == The Bangladesh Muslim League traces its origins to the All India Muslim League of the British Raj established in 1906 in Dhaka with goals to support the Crown and to protect the Muslims of India without opposing the other groups in India. After the Partition of India and the Independence of Pakistan in 1947, the All India Muslim League became the Pakistan Muslim League. The Pakistan Muslim League was voted into power in East Pakistan. In the 1955 elections in East Pakistan, the Pakistan Muslim League lost control of the provincial legislature to the United Front. In the 1960s the Muslim League split into two separate parties, Pakistan Muslim League (Convention) and the Council Muslim League. In 1971 after the Bangladesh Liberation war, East Pakistan became Bangladesh and banned all religion-based parties including Pakistan Muslim League (Convention) and the Council Muslim League. In 1976 the Political Parties Regulation Ordinance was passed which legalized both parties. Both parties then combined into one and formed the Bangladesh Muslim League on August 8, 1976. In 1978 the Bangladesh Muslim League separated into two factions. Abdus Sabur Khan led the conservative faction of the party and Shah Azizur Rahman led the more liberal faction. Azizur Rahman joined the Bangladesh Nationalist Party soon after. The Bangladesh Muslim League, led by Abdus Sabur Khan won 20 seats in the 1979 parliamentary election. After the death of Sabur Khan, the Bangladesh Muslim League divided into multiple factions. Two factions (the Bangladesh Muslim League and Bangladesh Muslim League - BML) still exist and are registered under the Bangladesh election commission. The Bangladesh Muslim League's current president is Adv. Badurddoza Ahmed Suza and the General Secretary is Kazi Abul Khair. == References == Category:Muslim League Category:Political parties in Bangladesh Category:Politics of Bangladesh Category:1976 establishments in Bangladesh ",
    "title": "Bangladesh Muslim League"
}