{
    "id": "56598444",
    "text": "Gwen Pearson is a science writer and education coordinator in the Department of Entomology at Purdue University. == Education == Pearson completed a Bachelors in Zoology at Ohio State University in 1984. In 1991, Pearson testified before a Congressional Hearing to request that the tax-exempt status of graduate student stipends should be maintained. She completed her graduate studies at North Carolina State University in 1992, where she worked on sesiid pheromone biology. == Career == Pearson joined University of Texas of the Permian Basin as an Assistant Professor in 1992. In 1994 she won a National Science Foundation grant, \"Behavioral Responses to Conspecific and Confamilial Pheromones\". She joined Albion College in 1996, where she served insect food. In 1997 with a grant from Michigan Campus Compact, Pearson designed a program to introduce children to Entomology. In 2002 Pearson moved to Michigan State University, and became the Assistant Director for Education and Outreach at Kellogg Biological Station in 2007. During her time at KBS, she served as a member of the Governing Board of the Organization of Biological Field Stations, an international consortium of research stations. In 2004 Pearson started blogging under the pseudonym Bug Girl, ranked in the top 50 science blogs globally in 2009. She started writing the Charismatic Minifauna for Wired Magazine in 2013. In 2015 she began work as Outreach Coordinator for Purdue's Department of Entomology. She is a freelance science writer whose work has featured in Wired (magazine), Mental Floss, Science Magazine, National Geographic and Nature. She is the entomological expert of The Washington Post. She has appeared on US Public Radio. She won the 2016 Medal of Honour from the Entomological Foundation, the highest award presented by the Foundation. She won the Bobby Pass Student Choice award in 2016. Writer Chuck Wendig dedicated his book Invasive to Pearson. Pearson founded \"EntoAllies\" in 2014 to create a network of visible colleagues at professional Entomological meetings to serve as support for those who have been harassed and bullied. This paralleled introduction of a code of conduct for the Entomological Society of America. The Ento-Allies are a semi-structured way to make reporting bad behavior easier, and to help conference attendees get the support they need. They do not enforce the code of conduct, but support victims of abuse. In 2017, she was selected to lead the Entomological Society of America Annual Meeting Plenary session with Mary Roach. == References == Category:Year of birth missing (living people) Category:Living people Category:American entomologists Category:Women entomologists Category:American women biologists Category:Ohio State University alumni Category:American science writers Category:Science communicators ",
    "title": "Gwen Pearson"
}