{
    "id": "56597474",
    "text": "Isaac Buxton (6 May 1773 - 1 July 1825) was an English physician who specialised in the treatment of asthma, consumption and other pulmonary diseases. In 1814 he founded an eight-bed infirmary that became the Royal Chest Hospital. ==Early life== Isaac Buxton was born on 6 May 1773 in Grange Walk, Bermondsey. He was a foundation scholar at St Paul's School and then was apprenticed for five years to his brother-in-law, a seed merchant named Wrench.\"Isaac Buxton, 1773-1825. Founder of the Royal Chest Hospital\", by Norah Schuster in Proceedings of the Royal Society of Medicine, April 1955, pp. 16–18. He was probably a dissenter and may have practiced as a dissenting minister but the evidence in unclear. In 1800 he went to the University of Göttingen to study medicine under J. F. Blumenbach. He acquired his doctorate in 1802, with a thesis likely to have been on a study of man as a ruminant, a topic possibly inspired by the enthusiasm in Göttingen at the time for comparative anatomy. While there he took the medical oath. Buxton married Janet Travers, the first cousin of the surgeon Benjamin Travers. ==Career== On his return to London in 1802, Buxton became dresser to Astley Cooper at Guy's Hospital and in 1805 received his medical licence from the Royal College of Physicians. He then spent time at the Surrey Dispensary in south London where records indicate there was \"no rowdiness\" in his clinics. He was then elected physician to the London Hospital in 1807 and began a successful practice in New Broad Street. He also promoted the chest hospital in Spitalfields. In 1810 he wrote an essay on heating and ventilation for invalids, the deficiency of which he had experienced during his time in Germany. It included a case study sent in by Edward Jenner and was abstracted in a French journal. The essay features in two histories of heating and ventilating. The topic preoccupied him at a time when it was not a common concern among physicians and he tried to keep his sick rooms at a constant temperature of 60-65 degrees Fahrenheit in the winter months for any patient with a cough or consumption. In 1817 and 1818 an outbreak of fever in London's East End was causing concern at the London Hospital over the number of cases they were receiving. Buxton went back over the records of the last 70 years and compiled statistics showing the trend of admissions to the hospital from the disease. He concluded that although there had been a recent increase, the long term trend in cases was down. In 1814 he founded the Infirmary for Asthma, Consumption and other Pulmonary Diseases which subsequently became the Royal Chest Hospital. At first it had only eight beds and Buxton was its only physician for the first six years of its existence. It was located in Union Street, Spitalfields, before moving to City Road in 1849. He was elected to the Hunterian Society council in its second year but did not attend any meetings due to ill health. He retired for health reasons in 1822. ==Death and legacy== Buxton died on 1 July 1825 at Grosvenor Place, in Camberwell, and was buried in Bunhill Fields.Isaac Buxton. Munk's Roll, Royal College of Physicians. Retrieved 18 March 2018. He was criticised in E. W. Morris's History of the London Hospital (2nd edit., London, 1910) for having arranged his election to the London Hospital by some sort of trick but Norah Schuster writes in her article on Buxton's life that she found no evidence to support that claim or other criticisms of Buxton's character. ==Publications== *Essay on the Use of a Regulated Temperature in Winter-cough & Consumption: Including a Comparison of the Different Methods of Producing Such a Temperature in the Chambers of Invalids. Cox, London, 1810. == References == Category:1773 births Category:1825 deaths Category:19th-century English medical doctors Category:People from Bermondsey Category:Burials at Bunhill Fields Category:People educated at St Paul's School, London Category:Physicians of the Surrey Dispensary Category:University of Göttingen alumni ",
    "title": "Isaac Buxton"
}