{
    "id": "56599569",
    "text": "Last Night All My Dreams Came True is a live album by British indie rock band Wild Beasts. It was released 16 February 2018, under Domino Recording Company. ==Production== The album was recorded live over a two-day period at RAK Studios. ==Critical reception== Last Night All My Dreams Came True was met with \"generally favorable\" reviews from critics. At Metacritic, which assigns a weighted average rating out of 100 to reviews from mainstream publications, this release received an average score of 73, based on 12 reviews. Aggregator Album of the Year gave the release a 72 out of 100 based on a critical consensus of 9 reviews. Andy Gill from The Independent wrote: \"It's a burly collection, with the band's flanged guitars and proggy synths asserting their refusal to follow any set style, and Hayden Thorpe's bristling vocals similarly stretching indie constraints; but when the only \"new\" track is jerry-rigged together from two old tracks, it all seems a bit unnecessary.\" Steven Loftin from The Line of Best Fit praised the vocals from the album, by saying: \"The vocals of Hayden Thorpe and Tom Fleming, entwining with their falsetto and baritone beauty respectively, have always been impeccable in a live setting, and it's great to hear this forever immortalised as they run through key cuts from their back catalogue here.\" Phil Mongredien from The Observer stated: \"It's unfortunate that [the album] draws rather so heavily on material from 2016's Boy King, the first Wild Beasts album on which memorable moments were in short supply. It all adds up to a slightly anticlimactic exit for a great band.\" ==Track listing== ==Charts== {| class=\"wikitable plainrowheaders\" |+Chart performance for Last Night All My Dreams Came True |- ! Chart (2018) ! Peak position |- |- |} ==References== Category:2018 live albums Category:Wild Beasts albums Category:Domino Recording Company live albums ",
    "title": "Last Night All My Dreams Came True"
}