{
    "id": "56599920",
    "text": "Świdger (died 1156) was a semi-legendary bishop of Kruszwice. The chronicle of Jan Długosz indicates that he was a bishop in Kruszwice in 1129-1156. He was buried in the Kruszwick cathedral.Fr. Dr Jan Fijałek: Ustalenie chronologii biskupów włocławskich [English: Establishing the chronology of Włocławek bishops], (Kraków 1894).Karol Maleczyński, Bolesław III Krzywousty, (Cracow, 2010).Magdalena Biniaś-Szkopek: Bolesław IV Kędzierzawy - prince of Mazovia and princeps, (Poznań 2009). Swidger or Swidgerus is the first historical bishop of Kujawy. He was probably a German from the Norbertine Order. The only certain reference to his subject is the entry in the obituary of the Benedictine monastery of St. Michał in Bamberg, which may indicate his connection with the mission of Otto of Bamberg. Jan Długosz in his chronicle ascribes to him the consecration of the Norbertine monastery in Strzelno on March 16, 1133, but there is no consensus on the reliability of this entry.Counter-mindedness of Dlugosz's relationship, at least as to the annual date, was offered by Jan Łukowski: Contribution to the explanation of the original history of the Norbertine monastery in Strzelno, Annals of the Society of Friends of Poznań Studies vol.23, 1896, p. 22 and seq. and Maleczyński, pp. 332 and 357. In any case, in the bull of Innocent II from June 4, 1133, is the first reference of the diocese of Kujawy, which allows us to assume that Swidger was actually a bishop of this diocese this year. The exact date of Swidger's death is unknown. The Bamberg obituary only gives March 10 without an annual date. His successor Warner is certified for the first time on April 4, 1148, in the protection bullave of Eugene III. ==References== Category:Year of birth unknown Category:12th-century births Category:1159 deaths Category:12th-century Roman Catholic bishops Category:Medieval Polish nobility Category:12th-century Polish people ",
    "title": "Swidger"
}