{
    "id": "56599102",
    "text": "Mikołaj Święcicki of the Jastrzębiec coat of armsHerbarz polski, vol. VIII, (Lipsk 1841), p.573. (died 1707) was from 1697, the Bishop of Kiev, from 1699, the Bishop of Poznań, the chancellor of the Poznań cathedral chapter in 1674-1679,Mikołaj Pukianiec, Organizacja i funkcjonowanie poznańskiej kapituły katedralnej in XVII wieku, p.33. the dean of the Poznań cathedral chapter in 1679-1701 Mikołaj Pukianiec, Organizacja i funkcjonowanie poznańskiej kapituły katedralnej, in XVII wieku, p.24. scholastic of the collegiate chapter of Saint. John the Baptist in Warsaw, an official and vicar general in Mazovia in 1684.Ludwik Królik, Kapituła kolegiacka w Warszawie do końca XVIII wieku, (Warszawa 1990),p.200. ==Curriculum vitae== Election of Stanisław Leszczyński in 1704. He was a clerical deputy of the Poznań chapter for the Crown Tribunal in 1676 and 1678.Mikołaj Pukianiec, Organizacja & funkcjonowanie poznańskiej kapituły katedralnej w XVII wieku, p.137. In 1704 he was an interrexy in the substitution of Archbishop Michał Stefan Radziejowski (deprived of jurisdiction by Klemens XI), a grand referendary from 1689, and the abbot of Trójceszyn.Urzędnicy centralni i nadworni Polski XIV-XVIII wieku, (Kórnik 1992), p.138. He was a member of the Warsaw Confederation in 1704.Actum in Curia Regia Varsaviensi Sabbato Ante Dominicam Cantate Proximo Anno 1704, [b.n.s.] A supporter of Stanisław Leszczyński's choice as the king of Poland. Despite the opposition of the Pope, he proclaimed his candidate king. For this act, on the orders of August II, Sasa was captured and sent back to Rome. There, on the order of Pope Clement XI, he was imprisoned in Ancona, where he spent two and a half years. He died in Vienna on his way back to Poland.Janusz Tazbir, Historia kościoła katolickiego w Polsce 1460-1795., (Warszawa 1966), p.149 ==References== Category:Bishops of Kiev Category:Year of birth unknown Category:17th-century births Category:1707 deaths Category:17th-century Roman Catholic bishops ",
    "title": "Mikołaj Święcicki"
}