{
    "id": "56596882",
    "text": "Rosamond (Roz) Lee Naylor (born Feb 24, 1958) is an American economist focused on global food security and sustainable agriculture. She is the William Wrigley Professor of the Stanford University School of Earth System Science, and the Gloria and Richard Kushel Director of the Center on Food Security and the Environment at Stanford, University. Her academic career has centered on environmental science and policy related to global food systems and food security. == Biography == Daughter of Burton J. Lee III, an oncologist at Memorial Sloan Kettering and Pauline S. Herzog, an artist, Roz was raised in Greenwich, CT. She later moved with her mother to Colorado, where she attended high school and developed her passion for the environment. She graduated from the University of Colorado, Boulder in 1980 with a BA in Economics and Environmental Studies. She attended the London School of Economics on a scholarship, earning her MSc in Economics in 1981. Roz worked in the financial sector in San Francisco prior to enrolling in a PhD program in applied economics at the Food Research Institute at Stanford University in 1984. Her dissertation research focused on agricultural development and rural labor markets in Indonesia. She completed her PhD at Stanford in 1989. She was hired by Stanford’s first interdisciplinary institute in 1989, the Institute for International Studies, and has remained at Stanford throughout her professional career. Married to Lionel (Wally) Naylor in 1982 with one daughter, Jacqueline (Nicki) Naylor, they pursue an active outdoor lifestyle in their free time. == Research == Although trained as an economist, Naylor collaborates widely with scholars in the natural and physical sciences ===Early work studying wheat systems=== The field of global food security and agriculture-environment interactions is vast. Naylor’s early work centered on field experiments and surveys on intensive wheat systems of the Yaqui Valley, Mexico (the home of the Green Revolution for wheat). Naylor, along with Stanford’s Pamela Matson, launched the project focused on fertilization practices in a highly intensive agricultural system, and the outcomes of such practices on farm incomes, wheat yields, and the environment. The study was followed by a decade of work in the Yaqui Valley among a growing team of faculty and students at Stanford (and partner institutions). ===Orphan crops role in feeding the poor=== In addition to working on intensive, high-yield cropping systems, Naylor has researched orphan crops – classified as those that do not receive much investment and breeding effort, despite being critical for food security among the world’s poorest and most marginalized communities. In a collaborative effort she and several members of the McKnight Foundation Collaborative Crop Research Program including economists, geneticists, and ecologists addressed the question: Why are investments in biotechnology for orphan crop improvement important for food security? The research found that investments in genetic research in orphan crops can have positive spillover effects for major crops such as rice, what, and maize and vice versa. This paper was rated in the top ten Food Policy papers for several years following its publication. ===Aquaculture=== Naylor is widely published on aquaculture-environment interactions research dating back to the late 1990s. “Effect of aquaculture on world fish supplies” represented a global analysis and synthesis of the impacts of aquaculture on ecosystems and fish supplies. Over the course of the 2000s, the work by Naylor, colleagues, and many other researchers in the aquaculture field, helped to motivate industry improvements on feed efficiency and sustainable farming practices, and provided a foundation for the expanding literature on sustainable aquaculture practices (including the introduction of the journal Aquaculture Environment Interactions, which was launched in 2009). Naylor continues to publish on aquaculture and fisheries issues in prominent journals, and in 2017 her paper on Opportunity for Marine Fisheries Reform in China” with Cao et al. was nominated for the PNAS Cozzarelli Prize. ===Climate impacts on food security=== As the impacts of El Niño events became more prominent, Naylor examined the effects on food security in Indonesia and what the government might do to alleviate episodes of food insecurity during El Niño events. This study became a core component of Indonesia’s food security division of the Ministry of Agriculture. Naylor continues to collaborate on research examining the implications of climate variability and climate change on global food security, a focus area at The Center on Food Security and the Environment. ===Water resources potential in poverty alleviation=== Naylor has also focused on the potential of water resources to improve food and nutrition security. Working with FSE fellow Jennifer Burney, Naylor led a multi-year survey to measure the impacts of solar market gardens in Benin, West Africa. The introduction of distributed irrigation improved nutritional and social outcomes, and the research resulted in several publications outlining the effectiveness of the intervention including nutritional improvements, equity between and among households, marketing expansion, and educational impacts. ===Improving food and nutrition security=== In a culmination of collaborative work with colleagues at Stanford over the past two decades Naylor published The Evolving Sphere of Food Security. Designed primarily for university teaching purposes the book provides three novel approaches to understanding global food security. First, the individual chapters show how food security is tightly linked to many other forms of security: water, health, energy, environmental, climate, and even national security. The most effective intervention points for improving food security may not be in the agricultural sector per se, but instead in the water, energy or health sectors. Second, the chapters show that all countries, including the U.S., have food security challenges, but that the challenges change over the course of economic development. The third important aspect of the book is that it delves into food policy, integrating science and policy to understand the complex field of global food security. ===Tropical Oil Crops=== As global incomes rose, diets changed, and new global food systems emerged, Naylor turned her attention toward tropical oil crop systems. She has studied the effects of biofuels on food security and the environment, the impacts of soybean production in Brazil and palm oil production across the globe. Working closely with the Stanford Graduate School of Business, Naylor and a team of Stanford faculty, scholars, and students with expertise in sustainability launched the Poverty Alleviation through Sustainable Palm Oil Production project. In 2017 Naylor co-authored The Tropical Oil Crop Revolution which examines the major supply and demand drivers in oil crop production; the economic, social, and environmental impacts; and the future outlook to 2050. ==Role at Stanford== For the past 25 years, Naylor has taught courses at Stanford including; World Food Economy, Human Society and Environmental Change, Fundamentals of Sustainable Agriculture, Food and Security, and The Evolving Sphere of Food Security. Naylor has also i participated in and mentored students on numerous field- level research projects across the globe. ==Awards, honors, and memberships== * Gloria and Richard Kushel Director, The Center on Food Security and the Environment Endowment * William Wrigley Professorship Endowment * Aldo Leopold Leadership Fellow in Environmental Science and Public Policy, ‘99 * Pew Fellow in Conservation and the Environment, ‘94 * McNamara Post-doc Fellowship, The World Bank, ‘90-‘91 * Editorial Board, Aquaculture Environment Interactions * Fellow, Beijer Institute for Ecological Economics, Stockholm * Member of American Geophysical Union (AGU) * Member of American Economics Association (AEA) * Member of the Ecological Society of America (ESA) * Member, Board of Directors, Aspen Global Change Institute * Member, selection committee for Asian nominations, Pew Marine Fellows Program, Pew Charitable Trusts * Member, Scientific Advisory Board, Institute for Food and Agricultural Literacy (IFAL), University of California-Davis World Food Center * Trustee, The Nature Conservancy, California Chapter *As of December 2017 == Selected works == * Matson, P. A., Naylor, R. L., & Ortiz-Monasterio, I. (1998). Integration of environmental, agronomic, and economic aspects of fertilizer management. Science, 280(5360), 112-115. * Naylor, R., Goldburg, R., Primavera, J., Kautsky, N., Beveridge, M., Clay, J., Folke, C., Lubchenco, J., Mooney, H., and Troell, M. (2000). Effect of aquaculture on world fish supplies. Nature, 405, 1017-1024. * Naylor, R. L., Falcon, W. P., Rochberg, D., & Wada, N. (2001). Using El Niño/Southern Oscillation climate data to predict rice production in Indonesia. Climatic Change, 50(3), 255-265. * Troell, M., Naylor, R., Metian, M., Beveridge, M., Tyedmers, P., Folke, C., ... de Zeeuw, A. (2014). Does aquaculture add resilience to the global food system? PNAS, 111(37), 13257-13263. * Naylor, R. L. (Ed.). (2014). The Evolving Sphere of Food Security. New York, NY: Oxford University Press. == References == == External links == *http://fse.fsi.stanford.edu/news/roz-naylor-named-william- wrigley-professor *http://fse.fsi.stanford.edu/people/rosamond_l_naylor *https://woods.stanford.edu/about/woods-faculty/rosamond-naylor Category:1958 births Category:Living people Category:American women economists Category:21st-century American economists Category:Stanford University alumni ",
    "title": "Rosamond L. Naylor"
}