{
    "id": "56604903",
    "text": "\"Fly\" is a song recorded by American electronic music producer and DJ Marshmello, featuring American singer and songwriter Leah Culver. It was released on March 9, 2018. ==Background== On March 7, 2018, Marshmello confirmed that \"Fly\" would be released two days later, on March 9. ==Music videos== Two music videos were produced for the song. The first one is completely done in computer animation and features Marshmello hanging onto numerous colorful balloons while floating over New York City. As the sun begins to set, Marshmello lets go of the balloons and proceeds to fly through the sky. These events are revealed to be imagined as Marshmello sits on a bench, presumably in Central Park, while holding only a single balloon. The second video was made in conjunction with Disney Channel to promote the 2017 reboot series DuckTales. This video mixes live-action with the series' traditionally animated style and features the characters of Donald Duck, Scrooge McDuck, Huey, Dewey and Louie Duck, and Webby Vanderquack traveling through space via a rocket ship. The ship crashes on a planet resembling Marshmello's head with a soft and bouncy terrain. Marshmello himself appears, apparently as the sole occupant of the planet, and aids the Ducks in rebuilding their ship using electronic musical instruments, which they are seen using to perform the track. The Ducks leave the planet with Marshmello in tow. ==Charts== ===Weekly charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- ! scope=\"row\"| US Hot Dance/Electronic Songs (Billboard) | 7 |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| US Hot Dance/Electronic Songs (Billboard) | 47 |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Hot Dance/Electronic Songs (Billboard) | 75 |} ==References== Category:2018 songs Category:2018 singles Category:Marshmello songs Category:Geffen Records singles Category:Astralwerks singles ",
    "title": "Fly (Marshmello song)"
}