{
    "id": "56606376",
    "text": "Thomas Tullidge Cullen (born 1977) is a United States District Judge of the United States District Court for the Western District of Virginia. He was formerly United States Attorney for the same district. == Education and legal career == Cullen received his Bachelor of Arts from Furman University and his Juris Doctor from the William & Mary School of Law, where he was inducted into the Order of the Coif. He was a law clerk to Judge Robert E. Payne of the United States District Court for the Eastern District of Virginia and to Judge Roger Gregory of the United States Court of Appeals for the Fourth Circuit. Cullen served as an Assistant United States Attorney for the Western District of North Carolina from 2006–2010 and for the Western District of Virginia from 2010–2013, where he was Deputy Criminal Chief. Before becoming U.S. Attorney, he was a principal at Woods Rogers PLC, representing clients in complex civil and criminal litigation. == U.S. Attorney == Cullen was recommended as a candidate for United States Attorney by Virginia Senators Mark Warner and Tim Kaine. On March 22, 2018, his nomination was reported out of committee by voice vote.Results of Executive Business Meeting – March 22, 2018, Senate Judiciary Committee He was confirmed by voice vote later the same day.PN1656 — Thomas T. Cullen — Department of Justice, congress.gov He was sworn in on March 30, 2018. His tenure as U.S. Attorney ended on September 15, 2020, when he became a district judge. == Federal judicial service == On December 18, 2019, President Trump announced his intent to nominate Cullen to serve as a United States District Judge of the United States District Court for the Western District of Virginia.\"President Donald J. Trump Announces Judicial Nominees and United States Marshal Nominees\" White House, December 18, 2019 On February 4, 2020, his nomination was sent to the Senate. President Trump nominated Cullen to the seat vacated by Judge Glen E. Conrad, who took senior status on December 11, 2017.\"Eleven Nominations Sent to the Senate\", White House, February 4, 2020 On March 4, 2020, a hearing on his nomination was held before the Senate Judiciary Committee.Nominations for March 4, 2020 On May 14, 2020, his nomination was reported out of committee by a 17–5 vote.Results of Executive Business Meeting – May 14, 2020, Senate Judiciary Committee On September 10, 2020, his nomination was confirmed in the Senate by a vote of 79–19.\"On the Nomination (Confirmation: Thomas T. Cullen, of Virginia, to be U.S. District Judge for the Western District of Virginia) United States Senate, September 10, 2020 He received his judicial commission on September 15, 2020. == Personal life == His father is former Attorney General of Virginia Richard Cullen. == References == == External links == * |- Category:1977 births Category:Living people Category:21st-century American lawyers Category:21st-century American judges Category:Assistant United States Attorneys Category:Federalist Society members Category:Furman University alumni Category:Judges of the United States District Court for the Western District of Virginia Category:People from Richmond, Virginia Category:Trump administration personnel Category:United States Attorneys for the Western District of Virginia Category:United States district court judges appointed by Donald Trump Category:Virginia lawyers Category:Virginia Republicans Category:William & Mary Law School alumni ",
    "title": "Thomas T. Cullen"
}