{
    "id": "56604590",
    "text": "The Kalibal (Gullibul) were an indigenous Australian people of New South Wales. ==Name== The name Kalibal/Galibal could also be used as an exonym. Margaret Sharpe explains its usage:- > The name Galibal (Gullybul, Gullyvul, etc.) could be applied to any group > who pronounced the final vowel of gala/gale/gali 'this' as i, by a > (neighbouring) group which did not. Such groups called 'Galibal' could be > distinguished among themselves using some other difference, e.g. the use of > nyang versus minyang for 'what', or the shape of the second person singular > nominative pronoun (wiya/wiye/wuhye/wuhje etc.), or the pronunciation > yugambeh (versus jagambe) for 'no'. ==Country== The Kalibal were partially a rainforest people who straddled the borders of the modern states of Queensland and New South Wales and frequented the areas in the latter around Tyalgum, and the Brunswick River divide. For Norman Tindale, their territory ran north from the Macpherson Range extending to the area near Unumgar, and over the border to Christmas Creek in Queensland, while their eastern limits would have stretched to the upper waters of the Nerang River and south to Mount Cougal and the Tweed Range. There are problems with Tindale's mapping, since he generally located the Kalibal where Margaret Sharpe puts the Yugambeh people ==Social divisions and rites== The names of at least 2 clans near Murwillumbah are known, * Murwillumbah. ( a clan southwest of Murwillumbah) * Moorung-moobar. (a clan to the northwest). The male initiation ceremony, called Bool, changed adolescents from tabboo status into cabra - fully fledged males. The bora ceremonial site consisted of a circle surrounded by earth banked about 2 feet and measuring 35 yards in diameter. One such site was at the head of the Tweed River and under the McPherson range at a place known as Coowarragum. This was linked by a trench dug out for a distance of some 90 yards to a nearby creek. The final stage of the rite had the initiands travel down the ditch, which was surrounded by shrubs and roofed with branches to form a tunnel until they reached the creek and disappeared for three days. ==History of contact== The Police Magistrate J. Bray recounted in 1901 that the Murwillumbah area had hundreds of blacks when he first went there, and that he had seen some 600 assembled at one time. By the time of his writing, he stated that no more children were to be seen and that the tribe had almost died out. ==Alternative names== * Murwillumbah * Moorung-moobar ==Notes== ===Citations=== ==Sources== * * * * * * Category:Aboriginal peoples of New South Wales ",
    "title": "Galibal"
}