{
    "id": "56604252",
    "text": "The Military Engineering Experimental Establishment (MEXE) was a British defence research unit. It was formed from the Experimental Bridging Establishment in 1946 and was amalgamated with the Fighting Vehicles Research and Development Establishment to form the Military Vehicles and Engineering Establishment in 1970. MEXE developed the MEXE method (a means of assessing the carrying capacity of arch bridges), the MEXE probe (a field tool to estimate the California bearing ratio of a soil) and the MEXE system (a means of estimating properties of a piece of unknown land by comparing it with known similar terrain). == History and organisation == The Military Engineering Experimental Establishment had its roots in the Experimental Bridging Company of the Royal Engineers (RE), formed from the last un-disbanded battalion of First World War assault engineers, and under the command of a British Army major. This unit developed into the Experimental Bridging Establishment of 1925 under an RE superintendent (from 1933 a chief superintendent). This was reformed into the Military Engineering Experimental Establishment (MEXE) on 22 March 1946 under a chief superintendent (brigadier) after 5 April 1956 the commander was referred to as director and was sometimes a civilian. MEXE was amalgamated with the Fighting Vehicles Research and Development Establishment on 1 April 1970 to form the Military Vehicles and Engineering Establishment based out of Chertsey, Surrey and Christchurch, Dorset and commanded by Brigadier RA Lindseell MC ADC. This was amalgamated further into the Royal Armament Research and Development Establishment in the 1980s and then the Defence Research Agency on 1 April 1991. A further reorganization into the Defence Evaluation and Research Agency followed on 1 April 1995 before a split into the publicly owned Defence Science and Technology Laboratory and the privatised QinetiQ in 2001. The organisation worked to develop and test new techniques and equipment for use in the British Army. The latter including bridges, rafts, cranes, earthmoving equipment and road pavers. On 6 May 1969 MEXE was awarded the freedom of the borough of Christchurch. Whilst many regiments and corps of the army had been so honoured MEXE was the first experimental establishment to have received such. == Developmental work == RAF Harrier landing on a MEXE pad The organisation developed many new products and techniques for the army, many of which were named after itself – for example the MEXE pad vertical landing pad or the MEXEFLOTE pontoon. === MEXE method === Shortly after the end of the Second World War the establishment developed the MEXE method as a means of quickly assessing the carrying capacity of arch bridges, particularly for military traffic. The method was developed by Alfred Pippard of Imperial College, London. The bridge's span, arch thickness and depth of fill were input into an equation or nomogram to determine a provisional acceptable axle loading. This was then modified by a number of additional factors to determine a maximum permissible loading, which could be used to assess which military vehicles could use the bridge. It was a quick and simple process but provided no assessment of the actual stresses or deflections of the bridge. It was later adapted to civilian use. ===MEXE probe=== The MEXE probe, also known as the Soil Assessment Cone Penetrometer or MEXE Cone Penetrometer, is a piece of equipment developed by MEXE to estimate the California bearing ratio (CBR) of a subgrade (soil) in the field. It is a pointed cone attached to a spring-loaded handle by extension spindles. The device is pushed into the ground and a scale reads off the estimated CBR value. It is a quick and simple means of estimating the CBR of the top 0.5 metres of subgrade but is less accurate than the more involved standard CBR test. Expertise is required where granular material is present in the soil. The use of the MEXE Probe can be dangerous where underground services are present. === MEXE system === MEXE were pioneers in the field of terrain evaluation, where the terrain is assessed and categorised based on a number of characteristics. Areas were divided into facets of land broadly homogeneous in morphology, water regime and surface material from a 1:50,000 scale map. Similar facets were grouped into recurring landscape patterns whilst anomalous parts of facets were split off as subfacets. This became known as the MEXE system and allows detailed terrain intelligence to be extrapolated from similar terrain in the region and provided to the commander on the ground. The system was implemented at a wide variety of scales from theatre and army corps (where the facets might be tens of kilometres in size) down to the battalion level. At smaller scales there are increased difficulties in identifying all of the anomalies as sub-facets. The data provided ranges from assessments of how good-going the terrain is for travel to possible sources of building materials. A terrain forecast can be issued, similar to how weather forecasts are issued for aircrew. The method works well in stable ecosystems but struggles in developing countries and tropical climates where land use is continuously evolving. ==Leadership== ;Chief Superintendents {|class=\"wikitable\" |- !Start of term !End of term !Name |- |22 March 1946 |11 April 1950 |Brigadier GR McMeekan DSO OBE |- |12 April 1950 |20 July 1953 |Brigadier Sir Millis Jefferis KBE MC ADC |- |21 July 1953 |4 April 1956 |Brigadier LRE Fayle DSO OBE |} ;Directors {|class=\"wikitable\" |- !Start of term !End of term !Name |- |5 April 1956 |31 December 1956 |Brigadier LRE Fayle DSO OBE |- |1 January 1957 |30 September 1962 |Sir Donald Bailey OBE |- |1 October 1962 |5 October 1965 |Brigadier HAT Jarrett-Kerr CBE ADC |- |6 October 1965 |31 March 1970 |RA Foulkes |} == References == Category:Military research establishments of the United Kingdom Category:Organisations based in Dorset Category:Qinetiq Category:Organizations established in 1946 Category:Organizations disestablished in 1970 ",
    "title": "Military Engineering Experimental Establishment"
}