{
    "id": "56602081",
    "text": "Baschurch is a civil parish in Shropshire, England. It contains 54 listed buildings that are recorded in the National Heritage List for England. Of these, four are listed at Grade II*, the middle of the three grades, and the others are at Grade II, the lowest grade. The parish contains the scattered villages and smaller communities of Baschurch, Walford, Yeaton, Weston Lullingfields, Westoncommon, Petton, Stanwardine in the Fields, and Stanwardine in the Wood, and is otherwise rural. Most of the listed buildings are houses, cottages, farmhouses and farm buildings, many of them are timber framed and date from the 17th century or before. There are some larger houses that are listed, together with associated structures in their grounds. Two churches are listed, with items in the churchyards, and other listed buildings include two bridges, a former toll house, a coffin-rest, a former pump house, and a milepost. The Shrewsbury to Chester railway line passes through the parish, and the listed buildings associated with this are a station, a crossing-keeper's cottage, and a signal box. __NOTOC__ ==Key== {| class=\"wikitable\" |- ! Grade ! Criteria |- |align=\"center\" |II* | Particularly important buildings of more than special interest |- |align=\"center\" |II | Buildings of national importance and special interest |} ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%; border:0; text- align:left; line-height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes ! scope=\"col\" style=\"width:50px\" |Grade |- |All Saints Church, Baschurch |centre |align=\"center\"| |The oldest part of the church is the nave, the tower dates from the 13th century, and the south aisle and chancel from the 14th century. In 1789–93 the north aisle was removed by Thomas Telford who rebuilt the north wall and added a vestry, and the church was restored in 1889. The church is built in sandstone with slate roofs, and consists of a nave, a south aisle, a chancel with a southeast vestry, and a west tower. The tower has four stages, angle buttresses, an embattled parapet, and a conical roof with a finial and a weathercock. |align=\"center\" | |- |Wycherley Hall | |align=\"center\"| |A manor house, later a farmhouse, it is timber framed with brick infill, extensions in brick, and a slate roof. The earliest part is the two-bay portion to the left. A two-storey porch was added to the right in the 16th century, a hall range further to the right in the early 17th century, and a cross-wing and gables in the late 17th century. There are two storeys and attics, and there are four gables on the front, including one on the porch. The upper storey and the attic of the porch are jettied, and its ground floor has been replaced in brick. There are some 19th-century casement windows, and the other windows are 20th-century replacements. |align=\"center\" | |- |The Hollies | |align=\"center\"| |A farmhouse, later a private house, it is timber framed with rendered infill on a sandstone plinth with a tile roof. It was extended in the 17th century, and has one storey and attics. The earlier part is a hall range with cruck construction and two bays, and a cross-wing projects to the east and has 2½ bays. The windows are casements, and there are flat-roofed dormers in the cross-wing. On the front is a gabled open porch. |align=\"center\" | |- |7 Church Road | |align=\"center\"| |A timber framed cottage with cruck construction and brick infill on a plinth and with a tile roof. There is one storey and an attic, with originally two or three bays, and an extension to the right and a rear wing in brick. The windows are casements, and in the attic is a gabled dormer. |align=\"center\" | |- |Platt Bridge Cottage |centre |align=\"center\"| |Two cottages, later combined into one house, it is timber framed with brick and rendered infill on a brick plinth, and has a tile roof. There are two storeys, the upper storey jettied, and three bays. The windows are 19th-century casements, and entry is through a 20th-century gabled porch at the rear. Inside the house is an inglenook. |align=\"center\" | |- |The Bailiff's House and outbuilding | |align=\"center\"| |A farmhouse, later a private house, it is timber framed with rendered infill and a slate roof, hipped to the left. It has two storeys, and two bays and a left cross-wing receding to the rear, giving an L-shaped plan. In the centre is a recessed door, and the windows are sashes. To the left is a brick outbuilding with a corrugated iron roof. |align=\"center\" | |- |Stanwardine Hall |centre |align=\"center\"|1588 |A country house that was extended in the early 17th century, remodelled in 1713, and later altered and extended. It is in red brick on a chamfered sandstone plinth with sandstone dressings, quoins, a moulded sill band, and slate roofs. There are two storeys and attics, and the house has a T-shaped plan with projecting gabled wings, the right wing forming a three-storey porch. The windows are mullioned or mullioned and transomed. There are carvings, including griffins, ravens, and an elephant and castle. |align=\"center\" | |- |8 and 9 Church Road | |align=\"center\"| |A house, later extended and divided into two cottages, the original part is timber framed with brick infill, and the extensions are in brick and sandstone. There is one storey and an attic, and the extension has a dentilled eaves cornice. On the front are three horizontally-sliding sash windows and gabled dormers. |align=\"center\" | |- |Old Farm Cottage and Hawthorn Cottage | |align=\"center\"| |A farmhouse, later divided into two cottages. They are timber framed with rendered brick infill on a red sandstone plinth, an extension in brick, and slate roofs. There are two storeys, five bays, and a rear extension, giving an L-shaped plan. The windows are casements. |align=\"center\" | |- |Sunnyside | |align=\"center\"| |A farmhouse, later a private house, it is timber framed with brick infill, the east wing encased or rebuilt in brick in the 19th century. It has slate roofs, two storeys, and an L-shaped plan with a two-bay east range, and a range at right angles to the west with 1½ bays. The windows are casements, those in the lower floor on the east front with segmental heads. There are lean-tos in the angle at the rear. |align=\"center\" | |- |The Laurels | |align=\"center\"| |A timber framed house with red brick infill on a red sandstone plinth with a slate roof. It has one storey with an attic, and has an H-shaped plan. The windows are mullioned and transomed, those in the attic in gabled dormers. |align=\"center\" | |- |The Smithy | |align=\"center\"| |A farmhouse with a smithy added to the left in the 18th century, now all residential, it is timber framed with brick infill on a sandstone plinth with slate roofs. The house has a hall range of two bays and a cross-wing to the right, with two storeys and an attic in the cross-wing. The smithy has one storey and an attic. The windows are casements, and in the smithy is a gabled dormer. |align=\"center\" | |- |White House Farmhouse | |align=\"center\"| |The farmhouse is timber framed with brick infill on a brick plinth with a slate roof. There are two storeys with a jettied attic, a hall range, and a cross-wing, giving an L-shaped plan. The windows vary, and include cross-windows, casements, and horizontally-sliding sashes. |align=\"center\" | |- |Claypit Hall | |align=\"center\"| |A timber framed house with brick infill on a brick plinth, with extensions in brick and in sandstone. The roof is slated, and there are two storeys with an attic. The original part had a hall, probably with three bays, and a two-bay cross-wing, and there are extensions to the south, east and north. The windows are casements. |align=\"center\" | |- |Plumtree Cottage | |align=\"center\"| |A timber framed house with brick infill, partly roughcast, with a slate roof. There are two storeys and three bays, and the windows are casements. There is a single-storey extension to the left, and at the rear is a long 19th-century lean-to. |align=\"center\" | |- |The White House, Stanwardine-in-the-Fields | |align=\"center\"| |A farmhouse, later divided into two dwellings, it is in rendered timber framing on a rendered plinth, with extensions in brick, and a slate roof. The building consists of a hall with gabled cross-wings, and it has two storeys with an attic. There is a doorway with a semicircular fanlight, and the windows are casements. |align=\"center\" | |- |Barn, Harris Farm | |align=\"center\"| |The barn is timber framed on a sandstone plinth, it is weatherboarded, and has a corrugated iron roof. There are two ranges at right angles, forming an L-shaped plan. It contains doorways and windows. |align=\"center\" | |- |Two barns, Walford College | |align=\"center\"| |The barns are at right angles to each other. Initially timber framed with brick infill, they have been partly encased in brick, partly weatherboarded, and extended in brick. They have slate roofs, and contain various openings. |align=\"center\" | |- |Boreatton Hall | |align=\"center\"| |A country house that was reduced in size in about 1854, and restored in 1933–34 and again in 1986–87. It is in red brick on a plinth, with dressings in purple sandstone,bands, quoins, a modillion eaves cornice, and a hipped tile roof. What remains consists of three bays of the original house, with the eight-bay service wing at right angles, and a tower in the angle between them; there are two storeys and attics. The tower has four stages and a pyramidal slate roof, a finial and a weathervane. The windows are cross-windows, and there are segmental-headed dormers. |align=\"center\" | |- |Cartref | |align=\"center\"| |The house is timber framed with brick and rendered infill on a rendered plinth, and it has a tile roof. There are two storeys and three bays. The windows are 20th-century casements, and above the door is a lean-to hood. |align=\"center\" | |- |Harris Farmhouse | |align=\"center\"| |The farmhouse is timber framed with brick infill on a rendered plinth and a slate roof, possibly incorporating earlier material. There are two storeys and three or four bays. The windows are casements. |align=\"center\" | |- |Jessmine Cottage and Ivy Cottage | |align=\"center\"| |A farmhouse divided into two cottages, it is timber framed with brick infill, encasing and extensions in brick, and a tile roof with a coped gable. It has one storey with an attic, and consists of a hall and a cross-wing. The windows are casements, and there is a gabled dormer. |align=\"center\" | |- |Perry Cottage | |align=\"center\"| |The original part of the house is timber framed with brick infill and two bays; the extension is in brick with a dentilled eaves cornice. The roof is slated, there are two storeys, the windows are casements, and above the door is a gabled hood. |align=\"center\" | |- |Barn, Walford Hall | |align=\"center\"| |The barn to the north of the hall is timber framed with red brick infill on a red sandstone plinth. It is partly weatherboarded and partly rebuilt in brick, and has a tile roof. There are two ranges forming an L-shaped plan around a farmyard. The openings include stable doors and windows, some with segmental heads. |align=\"center\" | |- |Cruck barn, Mere House | |align=\"center\"| |The barn is timber framed with a cruck construction, it is encased in brick with a dentil eaves cornice, and has a tile roof. There are three bays, an additional two-storey brick bay with a slate roof at the south, and a single-storey cart shed in sandstone at the north. Inside there are two cruck trusses. |align=\"center\" | |- |Stanwardine House |centre |align=\"center\"| |A red brick house with a slate roof, in two and three storeys with an attic. The original part of the house has three bays and a rear gabled wing, and an extension was later added to the right. On the front is a gabled porch. The windows are casements, some with segmental heads, and in the roof are three gabled dormers. |align=\"center\" | |- |Birchgrove | |align=\"center\"|1705 |A farmhouse, later a private house, it was extended in the mid-19th century. The house is in red brick with some sandstone in the extensions. The roof of the original part is tiled, and on the extensions it is slated. The house has an L-shaped plan, two storeys, there is a belt course in the original part, and a dentilled eaves cornice to the later parts. On the front is a flat-roofed brick porch and a datestone, and the windows are casements with segmental heads. |align=\"center\" | |- |Gate piers, gates and railings, entrance to Boreatton Hall | |align=\"center\"| |At the southern entrance to the hall, the gate piers are in sandstone. Flanking the drive are two taller piers, and outside them are shorter piers. They all have a square section, moulded plinths and caps, and ball finials. In the centre are gates, and between the piers are railings, all in cast iron. |align=\"center\" | |- |School House |centre |align=\"center\"| |Originally part of a school, later a private house, it is in sandstone on a chamfered plinth, with a band, corner pilasters, additions in brick, and a hipped slate roof. There are two storeys and an attic, a front of three bays, and a one-bay extension to the left. The windows are casements. In the ground floor they have round-arched moulded architraves with pilasters, imposts, and keystones. In the attic are gabled dormers. The doorway has a moulded surround, a flat hood, and a broken pediment. |align=\"center\" | |- |Walford Hall and garden wall | |align=\"center\"| |A small country house, later a college, it is in red brick with dentilled cornices and a slate roof, and it has a U-shaped plan. It has three storeys, a front of eleven bays and two-bay receding wings. On the front is a two-storey porch with a moulded entablature and a Tudor arched doorway. The windows are sashes with stepped keystones. Attached to the hall is a brick garden wall with sandstone coping about long. |align=\"center\" | |- |Garden wall, Walford Hall | |align=\"center\"| |The wall to the southwest of the hall is in red brick with ramped sandstone coping. It is about long, and contains a segmental-headed doorway. |align=\"center\" | |- |The White House with railings and piers, Baschurch | |align=\"center\"|1747 |The house was extended and remodelled in the 19th century. It is in red brick, the front stuccoed, on a moulded plinth, with a moulded band, a rusticated ground floor, rusticated quoins, and a slate roof. The main block has three storeys, and three bays. In the centre is Doric porch with a balcony above, and the windows are sashes. To the right is a two-storey extension with a shop front in the right return. At the rear is a service range in sandstone with a moulded eaves cornice. Enclosing the garden are railings on a low brick wall and two pairs of stone gate piers. |align=\"center\" | |- |Terraces, walls and gate piers, Stanwardine Hall | |align=\"center\"| |The terraces, walls and gate piers are in the garden to the south of the hall. The walls are in red brick, they have stone coping, and divide the garden into three sections. There are two terraces with a flight of steps between them. The gate piers have a square section, chamfered bands, pyramidal finials, and inscribed stone panels. |align=\"center\" | |- |Sundial, All Saints Church | |align=\"center\"| |The sundial is in the churchyard and is in sandstone. It consists of a vase-shaped baluster with a moulded plinth and capping, and stands on two circular steps. On the top is an octagonal inscribed plate and a gnomon dated 1912. |align=\"center\" | |- |Walls, archways and cottages, Boreatton Hall | |align=\"center\"| |The walls surround the kitchen garden, and are in red brick with sandstone coping. In the north and south walls are segmental-headed sandstone arches. Near the southern archway are two cottages in red brick with slate pyramidal roofs with ball finials. Each cottage has a mullioned and transomed window on the front with a wedge lintel, and a doorway and a segmental-headed sash window in the side. |align=\"center\" | |- |Nightingale House | |align=\"center\"| |A house, later part of a hospital, then a care home, it is in red brick on a chamfered stone plinth, with an eaves cornice and a slate roof. The original part has three storeys and three bays, a central round arched doorway with fluted pilasters, a semicircular fanlight, and an open pediment on brackets. The 19th-century extension to the left is of the same height and has two storeys, three bays, and a Venetian window in the ground floor. The other windows in both parts are sashes. |align=\"center\" | |- |Yeaton House | |align=\"center\"| |A red brick house with a stepped eaves cornice and a tile roof. It has three storeys, three bays, a lower service range to the left, and outbuildings at the rear. The central doorway is recessed and has a semicircular fanlight, and above it is a wrought iron balcony. The doorway is flanked by canted bay windows, and in the upper floor are sash windows. |align=\"center\" | |- |Coach house and stables, Yeaton House | |align=\"center\"| |The coach house and stables are in red brick with dentilled eaves cornices, and slate roofs with crowstepped gables. They have a U-shaped plan, with the coach house forming the centre range, the stables projecting forward as wings, and a wall with sandstone coping at the front completing the courtyard, which is cobbled. The coach house has a central segmental archway and opposing doors, and in the stables are doors and windows with segmental heads. There are external steps on the left range. |align=\"center\" | |- |Platt Mill Bridge | |align=\"center\"|1791 |The bridge carries the B4397 road over the River Perry. It is in sandstone, and consists of two segmental arches with voussoirs and a stepped cutwater. The bridge has a string course, circular corner piers, and long wing walls also ending in piers. On the west side is a small flood arch. |align=\"center\" | |- |Lime kilns | |align=\"center\"|1797 |The lime kilns are in limestone and have three segmental-arched openings with heads of red and engineering brick. The kilns are partly hidden by earth. |align=\"center\" | |- |Ye Old Toll House |centre |align=\"center\"| |A toll house, later a private house, in sandstone, with a circular plan, and a conical slate roof. There are two storeys and the windows are casements. The original doorway has been infilled and replaced by a window, and entry is through a 20th-century half-glazed porch. |align=\"center\" | |- |Gralnger/Payne memorial | |align=\"center\"| |The memorial is in the churchyard of All Saints Church, and is to the memory of James Payne and to members of the Gralner family. It is in sandstone, and consists of a pedestal tomb. This has a moulded plinth and cap, and is surmounted by an urn with a fluted band and festooned garlands. On the sides are inscriptions. |align=\"center\" | |- |Farmhouse, Walford College | |align=\"center\"| |A brick farmhouse with a dentil eaves cornice and a hipped slate roof. It has a single-depth plan, three storeys, a symmetrical front of three bays, and a three-storey rear wing with a single-storey extension with a tile roof. In the centre is a doorway with a moulded architrave and an open porch. Most of the windows are sashes, and in the rear wing is a casement window. |align=\"center\" | |- |Walford Farmhouse | |align=\"center\"| |The farmhouse, later a private house, is in red brick on a sandstone plinth, with a dentilled eaves cornice and a hipped slate roof. It has two storeys and three bays, and single-storey flanking wings. The doorway has fluted half-columns, a rectangular fanlight, and a flat bracketed hood. Most of the windows are mullioned and transomed, and there are narrow casement windows flanking the doorway. |align=\"center\" | |- |Milford Bridge | |align=\"center\"|1831 |The bridge carries Milford Road over the River Perry. It is in sandstone, and consists of two segmental arches with stepped voussoirs, impost bands, and semicircular cutwaters. The bridge has a string course, a parapet with a rounded top, and curved wing walls with square end piers. |align=\"center\" | |- |Former Baschurch railway station |centre |align=\"center\"|1848 |The station was built for the Shrewsbury–Chester line, and is now closed and converted for residential use. It was designed by T. M. Penson, it is in stuccoed sandstone, and has a slate roof with ornamental bargeboards and finials. There are two storeys and a single-storey office. The windows are mullioned and transomed, and there is a central gabled porch with a Tudor arched doorway. |align=\"center\" | |- |Former pump house | |align=\"center\"|1848 (probable) |The former pump house is in red sandstone with a cornice, and a pyramidal slate roof with a pointed finial. It has a square plan and one storey. There is a segmental-headed doorway and a tall round-arched multi-paned cast iron window. |align=\"center\" | |- |Railway crossing-keeper's cottage | |align=\"center\"|1848 |The cottage was built by the Shrewsbury and Chester Railway, it is rendered and has a tiled roof. There are two storeys and a cruciform plan; on each front is a gable with bargeboards and spike finials. The doorway has a Tudor arched head, and there is a canted bay window on the front facing the line. |align=\"center\" | |- |Coffin-rest | |align=\"center\"| |The coffin rest is by a stile on a footpath. It is in stone with a rectangular plan, and has two slabs on the top. |align=\"center\" | |- |Sundial, Stanwardine Hall | |align=\"center\"| |The sundial is in the garden of the hall. It is in sandstone, and is circular with a projecting cap and a circular base. On the top is a brass dial and gnomon, and there is an inscription around the column. |align=\"center\" | |- |Holy Trinity Church, Weston Lullingfields |centre |align=\"center\"|1856–57 |The church is in sandstone and has tiled roofs with gable crosses. It is in Decorated style, and consists of a nave, a north porch, and a lower chancel with a north vestry. Towards the west end is a timber framed belfry with a broached slated spirelet and a weathercock. The west end contains two lancet windows, with a round window above and a clock face. |align=\"center\" | |- |Norton House | |align=\"center\"|1857 |The house, originally a vicarage, is to the south of Holy Trinity Church, and is attached to it by a timber cloister. The house is in sandstone with a tile roof, and has two storeys. On the west front is a projecting gable on the left and a lean-to porch on the right, and on the south front are two gables. The windows are lancets, and there are canted bay windows and gabled dormers. |align=\"center\" | |- |Milepost | |align=\"center\"| |The milepost on the north side of the B5067 road is in cast iron and has a triangular shape and a chamfered top. It is inscribed with the name of the parish and the distances in miles to adjacent towns, all in abbreviations. |align=\"center\" | |- |Railway Signal Box |centre |align=\"center\"|1880 |The signal box was built by the Great Western Railway. The lower part is in brick, and above is a timber frame and weatherboarding; the roof is slated. In the lower part are two arched windows, and in the upper part is continuous glazing. The gables have bargeboards, and one finial has survived. On the north side is a gabled porch and part of a timber stairway. The locking frame is not present. |align=\"center\" | |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Category:Lists of buildings and structures in Shropshire ",
    "title": "Listed buildings in Baschurch"
}