{
    "id": "56606807",
    "text": "Dangerous Intentions is a 1995 American drama film directed by Michael Toshiyuki Uno. It aired January 3, 1995 on CBS. == Plot == For years, since the wedding and marriage, Beth Williamson (Donna Mills) tolerated the abusive behavior of her husband, Tim (Corbin Bernsen). She refuses to disclose the battering to her family or friends, and manages to keep her bruises hidden from her young daughter, Laurie (Alexandra Purvis). One day, Beth has had enough and decides she can no longer live her life as a recipient of Tim's rage, so she and Laurie move into the home of her parents. While at her parents' home, Beth, along with her sister Terri (Allison Hossack), is helping out with her dad Andrew (Ken Pogue) and step-mother Alice (Anna Ferguson), but a phone call comes from Tim, who tells Beth to come home, but Beth tells him that she is not finished fixing Alice's hair. Beth hangs up on Tim. Later that night, Beth and Laurie return home, and Tim apologizes to Beth and pleases her. Later that day, after Terri and Laurie leave before returning, Beth tries to please Tim, but she finds out that he becomes violent and destroys the food and treats it like garbage and abuses her. She also finds out he bad-mouths her and that he destroys the window, causing her to cry and also causing her to clean up this mess. Behind Tim's back, Beth takes Laurie with her and heads to Andrew and Alice's house, but is later found by Tim. Laurie gets Andrew and Alice thanks to Beth, and a violent Tim beats up and abuses Beth after locking the door on Andrew who calls the police on him. Tim unlocks the door and surrenders to police who arrest him and send him to jail, while a shocked Alice helps Andrew send Beth to the hospital. Laurie arrives, and Beth comforts her and reminds her that Tim will not see them or hurt them ever again. In a public building, after Tim is released from jail, Beth is found by Tim, but she tells him to leave her alone, that she wants a divorce and does not want him anymore. Not letting Beth look for her keys, Tim takes them and reminds her that she will lose Laurie to him and lose her life forever. Tim calls Terri on the phone and tries to talk to his ex-wife Beth, but Terri tells Tim to leave Beth alone. Tim promptly resumes terrorizing Beth, as he tracks her to her sister's home and sets the house on fire. Terri and her husband put out the fire with the fire extinguisher and save their house. Beth must flee with Laurie to a protective shelter, a move she has long avoided. Here, Beth meets and becomes close friends with Kaye Ferrar (Robin Givens), a battered woman who has been hiding from her violent husband Joe Ferrar (Tracey Olson) for several years. The two women decide to move into a house together with their children, where they feel they can protect one another and establish their freedom. Just when stability returns to their lives, Kaye's husband, Joe, finds them, and stabs Kaye to death right before Beth's eyes. Reeling from her friend's violent death, Beth receives a double shock when officials inform her that she must testify against Joe who is arrested for and accused of murder. Though Beth wants to bring Joe to justice, she fears that testifying will bring her into the public eye, making it easy for Tim to discover her whereabouts. Moving to a new house in Roseville, Beth and Laurie start a new life after her divorce from an abusive Tim. Beth cuts her own hair short and colors it from blonde to red. As Beth protects Laurie and herself from Tim, Alice reminds Tim to leave her and Beth and Laurie alone and give them some space, and bans Tim from her house. While Laurie is at school, Beth's ex-husband Tim arrives one last time to stalk Beth again, but Beth begs him not to hurt Laurie. By saying she was cold and needed to get a sweater, Beth manages to turn on the porch light. Tim berates Beth for taking Laurie from him. Laurie tries to return home but is sent to her neighbor's house by her neighbor who saw Beth's porch light on which was a signal that she was in danger. Her neighbor calls the police on Tim, who tries to hurt Beth. When Beth slaps Tim and tells him to go to hell, he beats her up and chokes her. Tim tries to use his own gun to kill Beth either by shooting her in the heart or in the head, but police arrive just in time, warning Tim to drop the gun. Realizing he has already failed in both getting Laurie for himself and for attempting to kill Beth, Tim is forced to drop the gun and again surrender, releasing Beth and allowing himself to be arrested by police who slap him in cuffs for spousal abuse and domestic violence. Beth recovers and is reunited with Laurie who rides with her and the paramedics in the back of an ambulance that takes them to the hospital, while police send Tim back to jail, likely for good this time, finally giving Tim what he rightfully deserves. Beth and Laurie live happily ever after with each other and with Alice, Andrew, and Terri who visit them. == Cast == * Donna Mills – Beth Williamson * Corbin Bernsen – Tim Williamson * Allison Hossack – Terri * Sheila Larken – Nancy Boyle * Ken Pogue – Andrew * Anna Ferguson – Alice * Alexandra Purvis – Laurie Williamson / Shelly Barrett * Patti Yasutake – Lois * Robin Givens – Kaye Ferrar * Tracey Olson – Joe Ferrar * Tom Cavanagh – Ron * Bob Melcher – Asst. DA * Roger R. Cross – Asst. DA * Ric Reid – Martin Altwater * Nathaniel Deveaux – Detective Saunders * Walter Marsh – Osgood Winter * Norma MacMillan – Eula Winter * Chad Dormer – Gregory Ferrar * Emily Harrison – Bonnie Ferrar * Alan Van Sprang – Marshall Cameron * Patti Allan – Domestic Violence Leader * Paul Batten – Bob * William B. Davis – Group Leader * J.B. Bivens – Officer Bivens * Charles Warner – Officer Nash * Futvio Cecere – Officer Tuggles * Deryl Hayes – Officer Lawson * Judith Maxie – Judge Ruth Taylor * Russell Ferrier – Jail Guard * Tosca Baggoo – Bank Teller * Robert Saunders – Bus Driver * Iris Quinn Bernard – Woman on Porch * Paul Hubbard – Officer * Janie Woods-Morris – Woman Customer #A * B.J. Harrison – Woman Customer #B == References == == External links == * * Category:1995 drama films Category:1995 films Category:Films about domestic violence Category:American films Category:American drama films Category:1995 television films Category:American television films ",
    "title": "Dangerous Intentions"
}