{
    "id": "56608454",
    "text": "Looking Glass is a 2018 American thriller film directed by Tim Hunter and starring Nicolas Cage. It was released in the United States by Momentum Pictures on February 16, 2018. ==Plot== Ray and Maggie have lost their child to an accident. Longing for a fresh start, they purchase a motel from Ben in a small town located somewhere in the California desert on the way to Las Vegas. Hours after their arrival, Ben calls Ray briefly, and disconnects his cellphone number soon after. Due to Ben’s weird behavior, Ray becomes suspicious and soon discovers a secret underground hallway, leading to a tiny room with a one-way mirror that allows to secretly observe motel room No. 10. A young woman named Jessica soon moves into the motel. Ray and Maggie also make acquaintance with Tommy, a likable truck driver who regularly frequents motel room No. 10 in company of a prostitute, Howard, a local deputy sheriff who comes by the motel every few days to have coffee as well as the gas station owner and his mechanics on the other side of the road. Ray feels more and more uncomfortable due to Howard’s and the gas station staffs’ odd behavior. He notices that Howard keeps asking if he knew Ben’s whereabouts and that Jessica has nightly visits from another blonde woman (Strawberry Blonde). As Maggie moves Jessica to room No. 10, Ray spies on her and Strawberry Blonde through the one-way mirror and sees them have BDSM sex. Later that night, after Strawberry Blonde and Ray have left, Jessica is strangled to death by a masked assailant. One night, Ray and Maggie go to a casino. As they come back, they find the slashed corpse of a pig in the motel’s swimming pool with a note stuffed into the stomach reading “Crissy”. Ray drives to the desert and burns the corpse. As he comes back, he meets Tommy and tells him about the pig. Tommy says a young local woman named Crissy had committed suicide in the pool by cutting her stomach open. The next morning, Howard comes over. He appears to be suspicious of Ray for not calling the police for the pig corpse. He starts to interrogate him and reveals to him that Crissy was actually murdered in the night after Ray and Maggie had first visited the motel prior to them buying it and that her murderer has not yet been caught. He also reveals that he spoke to the gas station staff who have had an eye on Ray ever since that visit. After Howard repeatedly asks Ray if he murdered Crissy and Ray repeatedly nervously denies, Howard starts to laugh and appears to believe him. Ray and Maggie later see a news report about Jessica, who has been found murdered in the desert. Soon, Strawberry Blonde moves back into the motel and insists on getting room No. 10. Ray propositions her, but she ignores it. Later that night, Ray watches her and another woman have BDSM sex, but also notices a man sitting around the corner in the bathroom. Later Ray hears a noise and sees a man running away from the motel after having splashed red paint on the motel. Angrily Ray goes across the street and accuses the gas station manager of being involved, but the manager denies involvement. When Strawberry Blonde leaves, he follows her car to a bar and interrogates her about Jessica’s death since she had been with her the night she died, but Strawberry Blonde does not answer his questions and reveals she knows about the one-way mirror. A man attacks Ray, but Ray pulls a revolver and knocks him unconscious. He tells Strawberry Blonde to stay away from his motel. When Ray returns to the motel, Maggie is furious and reveals that Howard had interrogated her about him. Strawberry Blonde had also advised her to keep an eye on Ray. They have a fight, but Ray manages to calm Maggie down and shows her the one-way mirror, admitting to her having watched other people have sex. Ray is convinced something happened in motel room No. 10. He decides the only way to find out is to speak to Ben. After calling many people and asking them to leave Ben a message, Ben finally calls and agrees to meet Ray in the desert. As they meet, Ben seems to be confused and suffering from paranoia. Ray tells Ben he knows about the one-way mirror and calls him a pervert, but Ben answers, he was studying human sociology. He offers Ray to pay him back fifty percent of the purchase price and advises him to immediately leave town. Suddenly, a gunshot strikes Ben to the chest and kills him. Ray sees a car speeding off in the distance. Realizing he is in danger, he calls Maggie and asks her to pack up her things. Upon arriving at the motel, he notices Howard’s police car in the parking lot and finds signs of a struggle in his apartment. Looking through the one-way mirror, he sees Maggie gagged and restrained to the bed with Howard laying in wait for him. Howard tells Maggie he plans to kill her and Ray, making it look like Ray killed her and then committed suicide. Ray lures Howard to the mirror, then breaks through it and attacks him. Howard says he now understands how Ben knew what he did, revealing why he was so anxious to find him. They have a scuffle, but Ray manages to get hold of a pistol and kills Howard. He frees Maggie and they speed off by car. ==Cast== * Nicolas Cage as Ray * Robin Tunney as Maggie * Marc Blucas as Howard * Ernie Lively as Tommy * Jacque Gray as Jessica \"Room 6\" * Kassia Conway as Strawberry Blonde * Bill Bolender as Ben * Kimmy Jimenez as Becky * Barry Jay Minoff as Gas Station Owner * Jason K. Wixom as Gas Station Mechanic * Pascoalina Dunham as Ava * Sila Agavale as Detective * Rebecca Beckham as Tommy's Girl #5 ==Reception== ===Critical response=== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 17% based on 23 reviews, with an average rating of 3.9/10. On Metacritic, which assigns normalized rating to reviews, the film has a weighted average score of 33 out of 100, based on 12 critics, indicating \"generally unfavorable reviews\". The Hollywood Reporter wrote that \"even the actors' fine efforts cannot rescue Looking Glass from terminal murkiness.\" Eric Cohn of IndieWire described Nicolas Cage's character as a \"bored peeping tom\" and called the film \"VOD bait\" in his negative review. Robert Abele of the Los Angeles Times wrote that the playground in which the film operates \"should be enough to make for a satisfyingly disreputable thriller\" but that hoping for one \"doesn't equal results.\" Jesse Hessenger of The A.V. Club wrote, \"Despite [Cage's] presence and the movie's atmosphere, Looking Glass is just another murder mystery without enough suspects.\" ===Similarity to Gerald Foos=== Reviewers, such as Craig Lindsey of the Los Angeles Times, note the similarity of the motel's setup to the case of Gerald Foos, a former motel owner in Colorado who had modified his motel to allow him to spy on most of the rooms. Foos' setup was documented by Gay Talese in the 2016 New Yorker article \"The Voyeur's Motel\". ==References== ==External links== * * * Looking Glass (2018) at The Numbers Category:2018 films Category:American films Category:2018 thriller films Category:American thriller films Category:American independent films Category:English-language films Category:Films directed by Tim Hunter Category:Films set in hotels Category:2018 independent films ",
    "title": "Looking Glass (film)"
}