{
    "id": "56604864",
    "text": "Sophia Braeunlich (July 2, 1854 – August 11, 1898) was an American business manager and journalist. She started her career as an amanuensis at The Engineering and Mining Journal, advancing to positions of exchange news editor and reader. She was elected secretary and treasurer of the Scientific Publishing Company, and served as the establishment's business manager. The Engineering and Mining Journal and the Mineral Industry felt the influence of Braeunlich in devising and adopting the best methods for increasing circulation, obtaining advertisers, improving the quality of the published matter, and systematizing the efficiency of office work. Braeunlich worked out of an office which had been previously used by Henry Ward Beecher. She was the first American woman elected a fellow of the Imperial Institute of Great Britain, and was a delegate to the international geological congress at St. Petersburg, Russia in 1897. ==Early years and education== Sophia Toepken was born on Long Island in Bethpage, New York, now known as Old Bethpage, July 2, 1854. She was the daughter of Frederick and Mary Toepken. Losing her parents when very young, from the age of four, she was cared for by her aunt, her mother's sister, Mrs. Henry Grahlfs, of Brooklyn, with whom she resided during the remainder of her life. Her education was carefully conducted in the United States and in Germany, where she spent several years, from the age of twelve, till sixteen, when she returned to her aunt's home. ==Career== Shortly after her return to Brooklyn, she married Conrad Robert Braeunlich, but her husband died after a brief time. Left dependent upon her own resources, she then entered the Packard Business College in New York City, taking a full course of study, and graduating from in 1879. Braeunlich was the first of the women graduates of that institution to enter professional life, Mr. Packard having secured a position for her as amanuensis in the office of The Engineering and Mining Journal, on December 11, 1879. She worked for Richard Pennefather Rothwell, the editor of that journal and president of the Scientific Publishing Company. In 1885, she advanced to the position of exchange news editor and reader. The publishing and book selling trade of the company was large and influential, covering all topics related to the mineral industries of all countries. Braeunlich mastered the technical details pertaining to the paper, attended the meetings of the American Institute of Mining Engineers, and frequently went down into mines on such occasions, thus gaining practical knowledge of various details that increased her usefulness in the office. In 1888, when the secretary and treasurer of the publishing company resigned his position, Braeunlich was elected to fill the vacancy. She displayed such remarkable executive ability, combined with energy and ambition, that in 1890, she was promoted to the office of business manager of the entire establishment. She had full charge of the general business and financial departments, and she assisted in the government work connected with the collection of gold and silver statistics for the Eleventh Census. She increased the efficiency of the force, the business of the company, and the influence of The Engineering and Mining Journal, The Mineral Industry, and other publications of the company, and their value to the thousands who read them. Her interest covered every department of the business, whether editorial, news gathering, circulation, or advertising of The Engineering and Mining Journal and The Mineral Industry, or the growing publishing and bookselling trade of the Company. Braeunlich was a member of the Professional Woman's League and the Woman's Press Club, in both of which she was an honored and influential member, although she refused to take part in their public proceedings. She was the first American woman elected a fellow of the Imperial Institute of Great Britain. In July 1892, it was reported that Braeunlich had been ill and hospitalized for almost 21 weeks, but in 1897, she was a delegate to the international geological congress at St. Petersburg, Russia. Her office was the same one which Henry Ward Beecher used at the time of his editorial work on The Christian Union. ==Death and legacy== Braeunlich died in New York City, on August 11, 1898. The Sophia Fund, incorporated in May, 1900, was organized by Rothwell as a memorial to Braeunlich. The object of the fund was to \"remove friendless little girls from dangerous and demoralizing surroundings and place them in desirable private families, and where possible to have them adopted\". The fund started with a donation of about , a part of which was contributed from moneys left by Braeunlich. ==Notes== ==References== ===Attribution=== * * * * * * ==External links== * Category:1854 births Category:1898 deaths Category:People from Bethpage, New York Category:American women business executives Category:American media executives Category:19th- century American journalists Category:19th-century American women writers Category:Amanuenses Category:American women journalists Category:Wikipedia articles incorporating text from A Woman of the Century ",
    "title": "Sophia Braeunlich"
}