{
    "id": "56602513",
    "text": "{| |} The Robin DR100 series is a family of French light aircraft made by Pierre Robin, which first flew in 1958. Of wooden construction, it has tailwheel undercarriage and 2+2 seating; as a development of Jodel aircraft, its wings feature the same distinctive marked outboard dihedral. Whilst no longer produced, plans can be purchased for amateur construction. ==Design and development== The first aircraft of the line was the ‘Jodel-Robin’ of amateur construction, which was essentially a larger three-seater Bébé Jodel. It had the fuselage from a D11, and the wings from Jean Delemontez’s D10 project which were given to Pierre Robin. To commercialise the concept, a DR100 prototype was then built at Dijon-Darois in 1959, followed by ten of the DR100A production model, initially for testing and feedback from local customers. The DR105A aircraft were fitted with air brakes. The later 1050 ‘Ambassadeur’ models further improved upon this design, cruising at 200 km/h for 19l/h fuel burn. Robin set up CEA, Centre Est Aéronatique, to manufacture the aircraft, and later on also subcontracted to SAN, Société Aéronautique Normande, in order to fulfil demand. 790 were made in total: 331 by CEA and 459 by SAN; more have been made as homebuilts 1963 Robin DR.1051M1 ‘Sicile- Record’ in England ==Air races== In the 1961 Sicily Air Races, Ambassadeurs finished in 2nd, 11th, 13th, 14th and 15th places, and finished the 1962 Paris-Cannes race in all three podium positions. As a result, Pierre Robin wanted to win the next year's Sicily Air Race and further honed the design to create the Ambassadeur ‘Sicile’. This improved design resulted in Pierre Robin's personal aircraft winning, and a total of seven Siciles in the top ten. The aircraft also finished first in the following year's Paris-Cannes To celebrate this the design was further improved in 1963 and named the Sicile- Record. Slightly lighter and more streamlined it flew 10 km/h faster; Robin's plane winning the 1964 Sicily ‘Giro’ with ten Sicile-Records in the top twelve positions. ==Variants== In production order ;Jodel-Robin CNRA :Continental C90 engine, prototype, registration F-PIER ;DR.100 prototype :Continental C90 engine ;DR.100A pre-series :Continental C90 engine ;DR.105A Ambassadeur :Continental O200 100hp engine ;DR.1050 Ambassadeur :Continental O200 100hp engine ;DR.1051 Ambassadeur :Potez 4E20 105hp engine ;DR.1050M Excellence :Record with the tail from a D140 and flaps ;DR.1053M Excellence :Lycoming O235 120hp engine ;DR.1052M Excellence :Lycoming O235 115hp engine ;DR.1050M1 Sicile-Record :Continental O200A 100hp engine ;DR.1051M1 Sicile-Record :Potez 4E20 105hp engine ;DR.1050MT, DR1052M2, DR1053M, DR1054, DR1055 :Amateur-built tricycle versions ==References== ;Notes == Bibliography == * Masse, Xavier Avions Robin (du Jodel-Robin de 1957 au DR.500 de 2000). Paris: Nouvelles Editions Latines, 2000. * Besse, Francois La Saga Robin (de 1957 à nos jours). Mayenne: Jouve, 2012. * Category:Robin aircraft Category:Aircraft first flown in 1958 Category:1950s French civil utility aircraft ",
    "title": "Robin DR100"
}