{
    "id": "56602504",
    "text": "AlloCiné TV was a private thematic TV channel, launched by the website AlloCiné on September 5, 2011. It offered magazines and documentaries regarding cinema topics. It also broadcast movies of different categories in the evening. ==History== On September 5, 2011, AlloCiné TV was launched via the cable and satellite networks of Orange, Free and Bouygues Telecom, as of September 20, 2011 on CanalSat and Numericable and as of October 4, 2011 via the SFR network. AllCciné TV was a cinema-based channel, free and independent of other channels. It offered 24 hours a day issues and reports behind the scenes of the 7th Art. It was also announced to broadcast of 190 films and 1 hour of live broadcasting every night. The channel was financed by advertising. All of its programs were produced by its subsidiary AlloCiné Productions. On October 18, 2011, AlloCiné TV announced that it was a candidate for a TNT frequency for which the Conseil supérieur de l'audiovisuel (CSA) had issued a call for tenders. On January 9, 2012, the channel renounced to apply for the call for candidatures of the CSA and indicated that it will continue to emit via cable and satellite networks. On April 15, 2012, AlloCiné's US shareholder decided to close AlloCiné TV after less than a year of broadcasting. ==Programming== *Carnets de voyage *Direct To DVD *Escale à Nanarland *Game in Ciné *Hollywood Boulevard *La Minute *La Grande Séance *Le son de cinéma *Ma scène préférée *Merci qui? *Plein 2 ciné *Soirée Serials *Tout un programme *Tueurs en séries ==References== ==External links== * Category:Defunct French television channels Category:Television channels and stations established in 2011 Category:Television channels and stations disestablished in 2012 Category:2011 establishments in France Category:2012 disestablishments in France Category:Mass media in Paris Category:French- language television stations ",
    "title": "AlloCiné TV"
}