{
    "id": "56600850",
    "text": "Nassir Shamai Little (born February 11, 2000) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). Little finished his high school career as one of the top- ranked players in his class, having led Orlando Christian Prep to consecutive Florida state championships. The small forward went on to play college basketball for the North Carolina Tar Heels. ==High school career== Little played his freshman and sophomore seasons (2014-16) at Oakleaf High School then transferred to Orlando Christian Prep, where he played for the rest of his high school career. In his junior and senior season (2016-18), he led Orlando Christian Prep to back-to-back Florida state titles. Little stood out during the McDonald's All-American Game in 2018 as he posted 28 points and tore down 5 rebounds, added 1 assist and 1 steal, to lead the West past the East and claim the most valuable player (MVP) award. He also won MVP honors at the Jordan Brand Classic after putting up 24 points in 25 minutes. Thus he joined LeBron James as only the second player to win MVP honors at both high school All-American games. Little was ranked the second-best high school prospect of 2018 by the recruiting service Rivals. * https://jordanbrandclassic.com/jbc-mvps/ * https://jordanbrandclassic.com/wp- content/uploads/2018/04/2018JBCBoysFinalBox.pdf ==College career== Little committed to play for North Carolina on October 4, 2017. * He made his debut for the Tar Heels on November 6, 2018, recording 7 points, 3 assists, and 2 blocks during North Carolina's 78–67 victory over the Wofford Terriers. Little scored a career-high 23 points to go along with 6 rebounds and 3 assists as North Carolina defeated the Virginia Tech Hokies 103–82. * At the conclusion of his freshman season, Little announced his decision to forgo his collegiate eligibility and declare for the 2019 NBA draft, where he was projected to be a first-round selection. ==Professional career== On June 20, 2019, the Portland Trail Blazers drafted Little with the 25th overall pick in the 2019 NBA draft. On July 1, 2019, Little officially signed with the Blazers. ==Career statistics== === Regular season === |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|Portland | 48 || 5 || 11.9 || .430 || .237 || .636 || 2.3 || .5 || .3 || .3 || 3.6 |- class=\"sortbottom\" | colspan=2 style=\"text- align:center\"| Career | 48 || 5 || 11.9 || .430 || .237 || .636 || 2.3 || .5 || .3 || .3 || 3.6 === College === |- | style=\"text-align:left;\"| 2018–19 | style=\"text-align:left;\"| North Carolina | 36 || 0 || 18.2 || .478 || .269 || .770 || 4.6 || .7 || .5 || .5 || 9.8 ==References== ==External links== *North Carolina Tar Heels bio Category:2000 births Category:Living people Category:African-American basketball players Category:American men's basketball players Category:Basketball players from Florida Category:McDonald's High School All-Americans Category:North Carolina Tar Heels men's basketball players Category:Portland Trail Blazers draft picks Category:Portland Trail Blazers players Category:Small forwards Category:Sportspeople from Orlando, Florida ",
    "title": "Nassir Little"
}