{
    "id": "56605701",
    "text": "This bibliography of John F. Kennedy is a list of published works about John F. Kennedy, 35th President of the United States. ==Books about Kennedy== * * * * * * * * Casey, Shaun. The Making of a Catholic President: Kennedy vs. Nixon 1960 (2009) * * * Collier, Peter & Horowitz, David. The Kennedys (1984) * Cottrell, John. Assassination! The World Stood Still (1964) * * * * * * Fay, Paul B., Jr. The Pleasure of His Company (1966) * Giglio, James. The Presidency of John F. Kennedy (1991) * * Hamilton, Nigel. JFK: Reckless Youth (1992) * Harper, Paul, and Krieg, Joann P. eds. John F. Kennedy: The Promise Revisited (1988) * Harris, Seymour E. The Economics of the Political Parties, with Special Attention to Presidents Eisenhower and Kennedy (1962) * Heath, Jim F. Decade of Disillusionment: The Kennedy–Johnson Years (1976) * Hersh, Seymour. The Dark Side of Camelot (1997) * * * Kunz, Diane B. The Diplomacy of the Crucial Decade: American Foreign Relations during the 1960s (1994) * * Logevall, Fredrik. JFK: Coming of Age in the American Century, 1917-1956 (Random House, 2020, ) * Lynch, Grayston L. Decision for Disaster Betrayal at the Bay of Pigs (2000) * * Manchester, William. Portrait of a President: John F. Kennedy in Profile (1967) * * * Parmet, Herbert. Jack: The Struggles of John F. Kennedy (1980) * Parmet, Herbert. JFK: The Presidency of John F. Kennedy (1983) * Parmet, Herbert. \"The Kennedy Myth\". In Myth America: A Historical Anthology, Volume II. Gerster, Patrick, and Cords, Nicholas. (editors.) (1997) * Piper, Michael Collins. Final Judgment (2004: sixth edition). American Free Press * * * Reeves, Thomas. A Question of Character: A Life of John F. Kennedy (1991); hostile biography * Sabato, Larry J. The Kennedy Half-Century: The Lasting Legacy of John F. Kennedy (forthcoming, 2013) * * * Selverstone, Marc J., ed. A Companion to John F. Kennedy (Wiley- Blackwell, 2014) * * * Whalen, Thomas J. JFK and His Enemies: A Portrait of Power (2014) ===Kennedy and foreign policy=== * Andrew, Christopher. For the President’s Eyes Only: Secret Intelligence and the American Presidency from Washington to Bush (1995), pp 257-306. * Angelo, Anne-Marie, and Tom Adam Davies. \"'American business can assist [African] hands:' the Kennedy administration, US corporations, and the cold war struggle for Africa.\" The Sixties 8.2 (2015): 156-178. * Beschloss, Michael R. The Crisis Years: Kennedy and Khrushchev, 1960-1963 (1991) * Brinkley, Douglas, and Richard T. Griffiths, eds. John F. Kennedy and Europe (1999) essays by experts. * Busch, Peter. All the Way With JFK? Britain, the US, and the Vietnam War (2003). * Colman, Jonathan. \"The ‘Bowl of Jelly’: The us Department of State during the Kennedy and Johnson Years, 1961-1968.\" Hague Journal of Diplomacy 10.2 (2015): 172-196. * Cull, Nicholas J. \"‘The man who invented truth’: The tenure of Edward R. Murrow as director of the United States Information Agency during the Kennedy years.\" Cold War History 4.1 (2003): 23-48. * David, Andrew, and Michael Holm. \"The Kennedy Administration and the Battle over Foreign Aid: The Untold Story of the Clay Committee.\" Diplomacy & Statecraft 27.1 (2016): 65-92. * Dean, Robert D. \"Masculinity as ideology: John F. Kennedy and the domestic politics of foreign policy.\" Dilomatic History 22.1 (1998): 29-62. * Dunne, Michael. \"Kennedy's Alliance for Progress: countering revolution in Latin America Part II: the historiographical record.\" International Affairs 92.2 (2016): 435-452. * Freedman, Lawrence. Kennedy's Wars: Berlin, Cuba, Laos and Vietnam (2000) * Fursenko, Aleksandr and Timothy Naftali. One Hell of a Gamble: Khrushchev, Castro and Kennedy, 1958–1964 (1997) * Gioe, David, Len Scott, and Christopher Andrew, eds. An International History of the Cuban Missile Crisis (2014), essays by scholars. * Giglio, James N. The Presidency of John F. Kennedy (2006). * Gleijeses, Piero. \"Ships in the Night: The CIA, the White House and the Bay of Pigs\" Journal of Latin American Studies (1995) 27#1 1–42 * Hilsman, Roger. To move a nation; the politics of foreign policy in the administration of John F. Kennedy (1967). * Hurley, Christopher John. The Imperial Imperative: John F Kennedy and US Foreign Relations. (Master of Research (MRes) thesis, University of Kent, 2018) online * Hybel, A. US Foreign Policy Decision-making from Truman to Kennedy: Responses to International Challenges (Springer, 2016). * Kaufman, Burton I. \"John F. Kennedy as world leader: A perspective on the literature.\" Diplomatic History 17.3 (1993): 447-470. * Kempe, Frederick. Berlin 1961: Kennedy, Khrushchev, and the most dangerous place on earth (2011). * Krenn, Michael L. \"Kennedy, Johnson, and the Nonaligned World.\" Presidential Studies Quarterly 47.1 (2017): 219. * McKercher, Asa. Camelot and Canada: Canadian-American Relations in the Kennedy Era (Oxford UP, 2016). * Muehlenbeck, Philip Emil. Betting on the Africans: John F. Kennedy's courting of African nationalist leaders (Oxford University Press, 2012). * Newman, John M. JFK and Vietnam: Deception, Intrigue, and the Struggle for Power (1992) * Newmann, William W. \"Searching for the Right Balance? Managing Foreign Policy Decisions under Eisenhower and Kennedy.\" Congress & the Presidency 42#2 (2015). * O'Brien, Michael. John F. Kennedy: A Biography (2005). * Pelz, Stephen E. \"“When Do I Have Time to Think?” John F. Kennedy, Roger Hilsman, and the Laotian Crisis of 1962.\" Diplomatic History 3.2 (1979): 215-230. * Paterson, Thomas G., ed. Kennedy's Quest for Victory: American Foreign Policy, 1961-1963 (1989). * Powaski, Ronald E. \"John F. Kennedy, the Hawks, the Doves, and the Cuban Missile Crisis, 1962.\" in American Presidential Statecraft (2017) pp. 11-65. * Rabe, Stephen G. The Most Dangerous Area in the World: John F. Kennedy Confronts Communist Revolution in Latin America (1999). * Rakove, Robert B. Kennedy, Johnson and the Nonaligned World (2013) * Rizas, Sotiris. \"Formulating a policy towards Eastern Europe on the eve of Détente: The USA, the Allies and Bridge Building, 1961–1964.\" Journal of Transatlantic Studies 12.1 (2014): 18-40. * Schaffer, Howard B. Chester Bowles: New Dealer in the Cold War (1993) * Schlesinger, Arthur M. Jr A Thousand Days: John F. Kennedy in the White House (1965) * Schoenbaum, Thomas J. Waging Peace and War: Dean Rusk in the Truman, Kennedy and Johnson Years (1988) * Selverstone, Marc J. \"Eternal Flaming: The Historiography of Kennedy Foreign Policy,\" Passport: The Newsletter of the SHAFR (April 2015), Vol. 46 Issue 1, pp 22–29. * Selverstone, Marc J., ed. A Companion to John F. Kennedy (2014) empha sis on historiography. * Sergunin, Alexander. \"John F. Kennedy’s Decision-Making on the Berlin Crisis of 1961.\" Review of History and Political Science 2.1 (2014): 1-27. online * Shields, David. Kennedy and Macmillan: Cold War Politics (2006) excerpt * Shapley, Deborah. Promise and Power: The Life and Times of Robert McNamara (1993) * Tucker, Spencer. The Encyclopedia of the Vietnam War: A Political, Social, and Military History (1998) * Walton, Richard J. Cold War and counterrevolution: The foreign policy of John F. Kennedy(1972). * Wenger, Andreas, and Marcel Gerber. \"John F. Kennedy and the limited test ban treaty: A case study of presidential leadership.\" Presidential Studies Quarterly 29.2 (1999): 460-487. ===Primary sources=== * * Goldzwig, Steven R. and Dionisopoulos, George N., eds. In a Perilous Hour: The Public Address of John F. Kennedy (1995) * Kennedy, Jacqueline. Jacqueline Kennedy: Historic Conversations on Life with John F. Kennedy (2011). Hyperion Books. . * * McNamara, Robert. In retrospect: The tragedy and lessons of Vietnam (2017). Kennedy, John F. Kennedy, John F. Category:Political bibliographies Category:Bibliographies of people ",
    "title": "Bibliography of John F. Kennedy"
}