{
    "id": "56603668",
    "text": "Renato da Silva Rocha (May 27, 1961 – February 22, 2015), affectionately known as Billy or Negrete by his close friends, was a Brazilian musician and songwriter famous for being the bassist of influential rock band Legião Urbana from 1984 until 1989. He helped to compose some of the band's most memorable songs, such as \"Angra dos Reis\", \"Acrilic on Canvas\", \"Quase sem Querer\" and \"Daniel na Cova dos Leões\". ==Biography== ===Early life=== Renato da Silva Rocha was born in Rio de Janeiro, in the bairro of São Cristóvão, on May 27, 1961, but his family had to move to Brasília in 1970, when he was nine years old, after his father, a military, was transferred there. Rocha initially lived at the W3, from 1970 to 1974. Afterwards he moved to 306 Court, where he got acquainted with band Tela, one of the many bands from Brasília formed during the 1970s. Despite their friendship, Rocha was never an official member of Tela. Known for his athletic physique, Rocha got his famous nickname \"Negrete\" after joining the AABB volleyball team; it was initially written as \"Negrelle\", referencing the famous volleyball player José Osvaldo da Fonseca Marcelino (a.k.a. Negrelli), who began his career playing for the club and partook of the 1972 Summer Olympics in Munich, Germany.Negrelli sempre sonhou com os Jogos Olímpicos It later became \"Negrete\" as an inside joke of his friends, saying it was too \"French-sounding\". Rocha later moved to 16 Court, where he befriended Geruza, a former member of punk bands Escola de Escândalos and Blitz 64. Through Geruza he would get acquainted with André Pretorius, Fê Lemos and Renato Russo, of Aborto Elétrico, and Marcelo Bonfá. ===Career=== Rocha's first band was Gestapo, which alongside him was also composed of Lulu Gouveia, Joãozinho Viradinha (who later became a gospel singer) and Judas. Concomitantly he was also a member of Smegma and Hosbond Kama. In 1981 he formed Dents Kents, alongside Fred (vocals), future Plebe Rude member Jander Bilaphra (drums) and Feijão (electric guitar). The band broke up the following year. In late 1984 he was invited to join Legião Urbana as bassist, after Renato Russo was unable to record his bass parts for their then-upcoming self- titled debut album after a suicide attempt in which he tried to slash his wrists. Rocha then became a full member of the band, and was also featured on the band's two subsequent albums, Dois and Que País É Este. Rocha left Legião Urbana in 1989, prior to the recording sessions of As Quatro Estações. In an interview given years later, he claimed that he was abruptly fired by Renato Russo, who told him, after leaving an elevator: \"You're out of my band\". Dado Villa-Lobos would later elaborate that the real reason of Rocha's ousting was his alcoholism, and other behavioral problems. He temporarily returned to Legião in 1997, to help finish work on the album Uma Outra Estação, which was suddenly left unfinished due to Renato Russo's death the year before; he was credited as a guest musician on the album's opening track, \"Riding Song\". After his tenure with Legião Urbana Rocha briefly played for bands Cartilage and Solana Star. Cartilage reportedly managed to release two extended plays prior to their demise. By the late 1990s/early to mid-2000s Rocha had disappeared from the public eye. ===Financial problems and death=== On March 25, 2012, RecordTV's electronic journal Domingo Espetacular reported that Rocha was living in squalor in the streets of Rio de Janeiro. He claimed to have had troubles with alcoholism and drug abuse, and that his royalties from Legião Urbana were not enough for him to make a living. During his final years of life he was interned at a rehabilitation clinic in Cotia, São Paulo, thanks to the efforts of Renato Russo's son Giuliano Manfredini. On February 22, 2015, Rocha died following a sudden cardiac arrest at the age of 53. He was staying with a female friend at an hotel room in Guarujá since February 19. He was buried two days later at the Cemitério Memorial Parque Paulista in Embu das Artes. ==Discography== ===With Legião Urbana=== * 1985: Legião Urbana * 1986: Dois * 1987: Que País É Este * 1997: Uma Outra Estação ==References== Category:1961 births Category:2015 deaths Category:Brazilian rock musicians Category:Brazilian songwriters Category:Brazilian bass guitarists Category:Punk rock bass guitarists Category:Alternative rock bass guitarists Category:Post-punk musicians Category:Musicians from Rio de Janeiro (city) Category:Musicians from Brasília Category:African-Brazilian musicians ",
    "title": "Renato Rocha (bassist)"
}