{
    "id": "56607530",
    "text": "John Tudor Jones, OBE, also known as John Eilian (29 December 1903 - 9 March 1985) was a Welsh journalist, poet (chaired and crowned at the National Eisteddfod of Wales), literary scholar, broadcaster, and translator into Welsh of many classical songs and children's books. He dedicated his working life to the Welsh language, literature, culture and history. He believed, among other things, that 'the Welsh language is the most British thing in Britain, spoken from the Firth of Clyde (Clwyd), through Cumbria (Cymru) to Dover (dwfr), before the English came in, and taken over the Channel to Brittany by emigrants’ Caernarvon and Denbigh Herald, 26 November 1976. and that Welshness would survive better, as it had done for centuries, within the structure of Britain, rather than by imposing on itself an English-style 'home rule’ based on a culturally and historically arbitrary boundary. He played a major part in championing the concept of Gwynedd 'as part of the national unity of Britain’.Caernarvon and Denbigh Herald, 8 March 1974.Plaque commemorates man who resurrected Gwynedd’: tribute by Ivor Wynne Jones, 20 May 2004, The Herald. == Early life == John Eilian was born in Marsden, Tyne and Wear The National Archive 1911 Census for Penylan Llaneilian RG14/34577 folio 18 page 36 and raised by his grandmother in the parish of Llaneilian in Anglesey on the 29th of December 1903. He was registered as John Thomas Jones but, in the 1930s, changed his middle name by deed poll to ‘Tudor’. He was christened in Llaneilian church in 1914, and it was then that he began to play the organ, and music (as well as the Church in Wales) became an important part of his life. His primary school was Penysarn Council School. His secondary school was the County School in Llangefni, where he learnt English; he often spoke about the gratitude he owed to the headmaster, Samuel James Evans, who developed his thorough bi-lingualism. He spent one year at Aberystwyth University where he learnt his bardic craft from T Gwynn Jones and T H Parry-Williams. He then went to Jesus College, Oxford: almost certainly due to lack of financial support - he and his sister were brought up by a single mother, who, at the same time, cared for her older disabled brother - he did not complete his studies there either, leaving during his first year.T. Gwynn Jones collection, 2989A (i). National Library of Wales As a 19-year-old in 1923, he published (with E Prosser Rhys) a somewhat controversial and risque but well-received book of poems entitled ‘Gwaed Ifanc’.H Idris Bell in Welsh Review, Vol 11, No 5, May 1924, page 139.R Williams Parry in Cymru Vol. 66, 1924, pages 51-53. In September 1924, having established himself as a radical thinker, he was invited by the Honorary Secretary 1 of the Llangefni Labour Party to have his name put forward as the Parliamentary Candidate for the Anglesey constituency. His career as a journalist began at the Western Mail in 1924. == Journalism in the middle east == In 1927, John Eilian took up a post as Editor of the Times of Mesopotamia, and was married in Basrah on 4 October 1927 to Lilian Maud Powell, a Welsh scholar. From 1927 to 1929 he was the Iraq Correspondent of the London Times. He also published regularly in the Daily Mail. During this spell, he had some interesting experiences in the Arabian Desert at the time when King Ibn Saud's followers were raiding the borders of Iraq and threatening Holy War.Daily Mail article, 8 March 1928: ‘A Sheikh at Bay’Daily Mail article, 15 March 1928: ‘Facing Arabs in Iraq’ After returning from Mesopotamia, he joined the Daily Mail in Fleet Street. == Y Ford Gron (1930-1935) == The idea of establishing ‘Y Ford Gron’ was inspired by a conversation with the Sir David Hughes-Parry, lawyer and son-in-law of Sir Owen M Edwards, who was somewhat disheartened by the state of Welsh periodicals. John Eilian and his wife decided to address this by launching their own journal - modern in style, wide in its appeal - and seeing what happened. To this end, they rented a small room, next door to the Daily Mail HQ, in Fetter Lane. They realised that, to succeed, things had to be run professionally. They decided that Hughes a’i Fab in Wrexham was the only publishing company with the equipment and experience to meet the task; also, Rowland Thomas, the owner, had great ambitions. Then they wrote many letters to friends and contacts all over Wales with a view to generating interest. The material was produced in London and sent to Wrexham for publication. The first ‘Y Ford Gron’ - Papur Cymru’r Byd (‘The Round Table’ - a Paper for the Welshmen of the World) appeared in November 1930, at 6d (old pence) per copy. With a circulation of 13000, Hughes a’i Fab were delighted but the workload was unsustainable. Rowland Thomas saw his opportunity, bought ‘Y Ford Gron’, and appointed John Eilian editor, and also publisher for Hughes a’i Fab. It was at this time that he was joined by the journalist, Percy Ogwen Jones. ‘Y Ford Gron’ continued monthly for 5 years until October 1935 - the ‘golden years of the history of the Welsh press’, according to Professor Bedwyr Lewis Jones.‘Blynyddoedd Mawr John Eilian 1930-34’, Professor Bedwyr Lewis Jones, ‘Y Faner’ 29 March 1985. Many leading figures of the day wrote to John Eilian during this period and their letters are in his archive at the National Library of Wales.Y Casglwr’ August 1977 ==Y Cymro== In 1932, John Eilian became the founding editor of Y Cymro, the first-ever newspaper in Welsh for the whole of Wales. However, the paper did not really match the success of Y Ford Gron and Rowland Thomas decided to rationalise the situation by dropping the latter. This caused a rift and in 1935 John Eilian resigned from Hughes a’i Fab. Y Cymro was a significant part of John Eilian's legacy to Welsh culture (another ‘miracle’ in the view of John Roberts Williams) and it continued until 2017. == The Ceylon period (1935-1937) == In 1935, Jones went abroad once again, this time to Ceylon (now Sri Lanka) where he was the Editor of The Times of Ceylon. His interest in broadcasting may have stemmed from his involvement in establishing Ceylon's first commercial radio station. On 26 October 1936 the BBC Regional Programme (West) broadcast a one-act play in Welsh under the title Y Darn Arian– a translation by Jones of The Silver Coin by Arthur O. Roberts – and on 6 June 1937 Jones gave a talk in Welsh – Alltud o Gymro yn Ceylon (\"A Welsh exile in Ceylon\") about his life in Colombo – in the Regional Programme (West and Wales).Radio Times, 16.00 hrs, 6 June 1937; ‘Alltud o Gymro yn Ceylon’, J T Jones During this period, Jones maintained his involvement in Welsh cultural life and journalism. In June–July 1937 he published four linked articles in Y Cymro on prominent Welshmen: T. Gwynn Jones, W. J. Gruffydd, R. Williams Parry, and Saunders Lewis.Y Cymro (12 and 19 June, 24 and 31 July 1937), articles on T Gwynn Jones, W J Gruffydd, R Williams Parry, and Saunders Lewis. Here we begin to see Jones developing a view of Welsh culture and history as an integral and important part of the history of Britain as a whole, and not something about which Welsh people should get nationalistic. (Later, he would be described in The South Wales Voice as \"not a Welsh Nationalist but [...] no less a Welsh patriot\".) Before returning to Britain, John Eilian spent short periods with The Macedonian Times and The Iraq Times. == Broadcasting and journalism from 1938 == In 1938, John Eilian was appointed BBC Welsh Programme Director, a post he held for 18 months until the outbreak of war. One notable achievement of this period was that he persuaded his London colleagues to broadcast for the first time the famous song, ‘We’ll keep a welcome in the hillsides’ - on 24 September 1940. Then, in April 1940, John Eilian was appointed Chief Editor of the BBC Monitoring Service: > This is the new organisation which keeps a constant watch on the propaganda > and news broadcast by enemy and neutral countries and prepares a > comprehensive daily summary for official use. Started when the war began, > the monitoring service now has a staff of over 200 dealing with broadcasts > in more than 20 languages.Western Mail, 26 April 1940 During the war period, John Eilian contributed regularly to ‘Y Cymro’ under the nom-de-plume of Robin Bwrgwyn (Robin of Burgundy): the articles challenged the anti-British position championed by Saunders Lewis in ‘Y Faner’. He continued at the BBC until 1948 when he returned to Wales. In 1951, John Eilian published a long article in ‘ Y Llenor’ entitled ‘Y BBC a Chenedl y Cymru’ (The BBC and the Welsh Nation). In it, after 11 years at the BBC, he reflects on its state as an institution and discusses the opportunities possible for developing ‘quality’ broadcasting in Welsh, as well as the dangers of settling for mediocracy. From 1953 to 1981, he was managing editor of Caernarvon Herald group of weekly newspapers. During this period, John Eilian was also a prolific contributor to both radio and TV programmes. In particular, from 8 Jan 1960 until 27 May 1960 John Eilian chaired a series of 20 current affairs discussion programmes called ‘Pawb a’i Farn’ on TWW (Television, Wales and West). Later that year, the BBC ran a series of four programmes on famous politicians (Fidel Castro, David Ben-Gurion, Konrad Adenaur ... broadcast throughout the UK) called ’Y Byd yn eu Dwylo’ (English: The World in their Hands); these were discussions by distinguished panels, chaired by John Eilian. In January 1961 the BBC produced a television version of Y Darn Arian, Jones's translation of the play first broadcast on radio in 1936. == Poetry == Apart from ’Gwaed Ifanc’, John Eilian had many poetic works published in newspapers, books and journals (particularly ‘Y LLenor’), over the decades. The highlight of his poetic career was becoming one of a few poets to win both chair (1947) and crown (1949) at the National Eisteddfod of Wales. The latter, ‘Meirionnydd’ has been described on a BBC website as one of the best chair-winning poems of the National Eisteddfod, and excerpts from it are included in the Oxford Book of Welsh Verse. == Literary scholarship == In 1931, John Eilian produced a highly acclaimed series of booklets called, ‘LLyfrau’r Ford Gron’, on the ‘greats’ of Welsh literature and poetry. Also, throughout his career, he published widely in journals on a variety of topics.Welsh Outlook Vol 19, No 2, p. 56, 1932. == Translation == John Eilian translated (or composed) over 80 songs that were published by W S Gwynn Williams, ranging from classical works such as Handel's ‘Judas Maccabaeus’ to folk songs such as ‘Hey ho, to the greenwood’ by William Byrd. He also translated many children's books into Welsh. == Politics == Despite having been a strong Labour supporter in his youth, John Eilian ended up standing as a Conservative candidate for the Ynys Mon (Anglesey) constituency in the 1964, 1966 and 1970 General Elections. He was very much on the Macmillanite (left) side of the Party and anti-Thatcher. He was a Unionist, believing that Wales, its language and culture, would fare better within the United Kingdom \\- where, as he saw it, it belonged and had thrived historically - rather than by adopting ‘home rule’, and mimicking an English style of politics.James, Arnold J a Thomas, John E. Wales at Westminster - A History of the Parliamentary Representation of Wales 1800-1979 Gwasg Gomer 1981 == Honours == In 1964 John Eilian was awarded an OBE for ‘services to journalism’ and, in 1974, he was elected a member of the Royal Commission on the Press,– representing provincial papers. In 2004, a commemorative plaque was erected on his Anglesey childhood home, Penlan, Pen y Sarn. == References == Category:Welsh broadcasters Category:Welsh writers ",
    "title": "John Tudor Jones"
}