{
    "id": "56601313",
    "text": "Kavous Seyed-Emami (; December 24, 1953 – February 8, 2018) was an Iranian- Canadian academic and conservationist. Seyed-Emami ran the Persian Wildlife Heritage Foundation (PWHF) and was a sociology professor. In February 2018, Iran's judiciary said that he killed himself while in detention in Evin Prison, Tehran, because of the evidence against him in a spying case. This claim, including the alleged suicide, has been rejected by his family. Canada's Minister of Foreign Affairs Chrystia Freeland offered her condolences and stated that Canada expects \"the Government of Iran to provide information and answers into the circumstances surrounding this tragedy.\" She welcomed the return of Seyed-Emami's sons back to Canada in March 2018 and asked the Government of Iran to lift the travel ban on Seyed-Emami's spouse, Maryam Mombeini. == Life == Seyed-Emami was a Western-educated Iranian. He returned to Iran after the Iranian Revolution and fought in the war against Iraq. He was a professor of Sociology at Imam Sadiq University in Tehran and a visiting scholar at the University of Lethbridge in 2017. He was one of the founders of the Persian Wildlife Heritage Foundation (PWHF), a private non-profit organization dedicated to the conservation and preservation of wildlife in Iran. ==See also== * List of foreign nationals detained in Iran * Niloufar Bayani, PWHF employee also arrested == References == Category:1953 births Category:2018 deaths Category:Iranian conservationists Category:Prisoners who died in Iranian detention Category:Imam Sadiq University faculty Category:Islamic Republic of Iran Army soldiers of the Iran–Iraq War Category:Ohio University alumni Category:University of Oregon alumni Category:Iranian sociologists Category:Iranian translators Category:Canadian people of Iranian descent Category:Inmates of Evin Prison Category:Canadian academics Category:Iranian emigrants to Canada ",
    "title": "Kavous Seyed-Emami"
}