{
    "id": "56608814",
    "text": "The Mercedes AMG F1 W09 EQ Power+ was a Mercedes-Benz Formula One racing car designed and developed under the direction of Aldo Costa, James Allison, John Owen, Mike Elliott and Jarrod Murphy to compete during the 2018 Formula One World Championship. The car was driven by four-time World Drivers' Champion Lewis Hamilton, and Valtteri Bottas, both of whom remained with the team for a sixth and a second season, respectively. The car was the successor of the Mercedes AMG F1 W08 EQ Power+, continuing the approach with increasing the exposure of Mercedes' electric road car models, whilst AMG was included to reflect the relationship between Mercedes-AMG and Mercedes-Benz. The chassis also continued its numbering as F1 W09 to represent the ninth Formula One car that Mercedes had constructed since 2010. The car made its competitive début at the 2018 Australian Grand Prix, the opening round of the 2018 season. After participating in 21 rounds of Grand Prix racing, the car made its final competition appearance at the season finale race – the 2018 Abu Dhabi Grand Prix, before retirement. The F1 W09 EQ Power+ took eleven wins (all for Hamilton), thirteen pole positions (eleven for Hamilton and two for Bottas), ten fastest laps (three for Hamilton and seven for Bottas), eight front row lockouts and four 1–2 finishes. Hamilton clinched his fifth World Drivers' Championship at the , the 19th race of the season with two races to spare. The team clinched their fifth consecutive World Constructors' Championship at the , the 20th race of the season with one race to spare. Mercedes became only the second team in the history of F1 to achieve the feat of winning the World Drivers' Championship and the World Constructors' Championship five times in a row - an accomplishment previously only achieved by Scuderia Ferrari between 2000 and 2004. ==Design and development== Valtteri Bottas drove the F1 W09 EQ Power+ with the mandatory \"halo\" device during pre-season testing. The philosophy of the Mercedes AMG F1 W09 EQ Power+ continued from its predecessor, having an identical wheelbase of , making it as one of the longest wheelbase cars in 2018. However, Mercedes pushed its development in the direction of higher rake, up from 0.9 degrees to 1.2 degrees. Although the car has a rake of 1.2 degrees, this is still a significantly shallower angle than used on either Ferrari SF71H (1.5 degrees) or Red Bull Racing RB14 (1.9 degrees). The Mercedes AMG F1 W09 EQ Power+ was seen as competitive as the Ferrari SF71H in the 2018 Formula One World Championship. A string of developments was introduced right from the start of the season, by having a long titanium extension from the rear wheel hub to meet up with the outboard end of the upper wishbone, raising its height well above the top of the wheel hub. This gives the airflow travelling from the side-pods to the critical gap between the rear tireson and diffuser a much clearer path than a conventional system. Reducing the angle of the wishbone from inboard to outboard will reduce the roll center height of the rear suspension, gaining a better center of gravity and center of pressure. At the 2018 Azerbaijan Grand Prix, Mercedes trialled a spoon-shaped central section with distinctive vortex-generating serrations on the trailing edge of the main profile. The spoon-shaped central section reduces the section of wing towards the outboard ends which will reduce the amount of drag and down-force, however gaining straight line speed when opening the drag reduction system. The jagged serrations which are bonded to the wing underside, will energize the airflow, trying to claw back some of the down-force lost to the narrower outboard ends. In order to solve the car weakness in tires temperature, a revised front suspension and steering assembly was used, having conventional rockers, torsion bars, inertial central damper and an offset extra rockers. This invention improves better set-up flexibility and causing lesser aerodynamic disruption. Major aerodynamics changes were introduced at the 2018 Austrian Grand Prix, with radiator inlets being slimmed down, and the barge-board around the sides-pods changed significantly to increase the speed of the external airflow down the side and the underfloor of the car, creating more down-force. New rear wing end-plates was also seen to develop across the season, giving the rear of the car a more significant balance and grip. Mercedes introduced a concave rear brake drum at the 2018 Singapore Grand Prix, in combination with the unique rear wheel rim design developed at 2018 Belgian Grand Prix. The innovative design was to reduce rear tyre temperatures from getting too high, allowing temperature closer to the optimum threshold, by gradually building up the rear tyres' core temperature while not overheating its surface. The concave design of the carbon fibre aero-drum around the disc creates an air pressure difference around the wheel rim which causes the hot air to be extracted even faster. ===Engine=== In addition to developing the AMG F1 W09 EQ Power+ chassis, Mercedes unveiled plans to completely redesign their power unit for the 2018 championship to ensure continuous development until the next generation of engine scheduled for début in 2021. The engine was the subject of attention for an engine mode nicknamed \"party mode\", which delivered a performance boost over one lap and was used by the team in qualifying. The first specification was introduced at the opening round of the 2018 Formula One World Championship season and was used for 7 consecutive races, from Australia to Canada. A second specification was due to be introduced at the 2018 Canadian Grand Prix, however reliability issues prompted Mercedes to introduce at the 2018 French Grand Prix, naming it as a Phase 2.1 power unit. The third specification was then introduced at the opening round of the 2nd half of the 2018 Formula One World Championship season, the Belgian Grand Prix. For the 1st time in the turbo-hybrid era starting from 2014, Mercedes-AMG F1 M09 EQ Power+ power unit was down on straight line power across the season as compared to the Ferrari 062 EVO power unit used for Ferrari SF71H. ==Launch, pre-season and in-season testings== The Mercedes AMG F1 W09 EQ Power+ was unofficially unveiled at the Silverstone Circuit with Hamilton and Bottas completing an inaugural shakedown on 22 February 2018. The car took part the pre-season testing at Circuit de Barcelona-Catalunya on February 26–March 1 and March 6–9. During the eight testing days, the car completed 1040 laps; a total of , equivalent to over 15 race distances. The car was also driven by 2018 FIA Formula 2 driver George Russell during in-season testings at Hungaroring, where he set the then- outright lap record of the circuit at a time of 1:15.575. ==Season summary== ===Opening rounds=== Lewis Hamilton secured his 73rd pole position by breaking the outright lap record again at the with a time of 1m 21.164s, 1 second faster than his 2017 Australian Grand Prix pole position time. Valtteri Bottas crashed out during Qualifying 3 and had to change his gearbox, for which he incurred a five-place grid penalty and thus qualified in fifteenth position. During the race, Mercedes opted for an early pit-stop for Hamilton on lap 19 to cover off Kimi Räikkönen. However, both Haas cars - Kevin Magnussen and Romain Grosjean - suffered retirements due to cross-threaded wheel-nuts being fitted loosely which resulted in an unsafe release into the race track. In an order to retrieve the Romain Grosjean car without compromising the race, race director Charlie Whiting and the stewards decided to call for a Virtual Safety Car (VSC) period. Sebastian Vettel seized the opportunity by pitting during the VSC period, emerging ahead of Hamilton and Räikkönen. Sebastian Vettel eventually took the win of the race, earning 25 drivers championship points, while Lewis Hamilton earned 18 drivers championship points. Valtteri Bottas could only emerged 8th after recovering from his gearbox penalty. After the 1st race of the season, Ferrari leads by 40 constructor championship points, with Mercedes a further 18 constructor championship points behind. Mercedes confirmed that a software glitch had cost Hamilton and Mercedes a victory which allowed championship rival Sebastian Vettel to capitalize in the season- opening race. Mercedes were unable to match the outright pace in , where they could only secured the 2nd row of the grid, with Ferrari locking out the front-row. Moreover, Lewis Hamilton took a five place grid penalty for an unscheduled gearbox change and started from ninth on the grid. During the race, Kimi Räikkönen's second pit-stop suffered an unsafe pit release, which promoted Hamilton to the podium, after a healthy recovery run from ninth on the grid. Valtteri Bottas were unable to challenge Sebastian Vettel; although Bottas got within the DRS range, he had to settle for the runner up spot. After the 2nd race of the season, Ferrari leads by 65 constructor championship points, with Mercedes a further 10 constructor championship points behind. Sebastian Vettel extends the drivers' championship lead to Lewis Hamilton by 17 points. The pit-stop incident prompted the FIA to investigate wheel-guns and pit-stop procedures after several unsafe releases. Once again, Mercedes were unable to match the outright pace in , where they could only secured the 2nd row of the grid, with Ferrari locking out the front-row. During the start of the race, Valtteri Bottas seized the opportunity by overtaking Kimi Räikkönen in Turn 1, while Lewis Hamilton lost a place to Max Verstappen. However, during the first pit-stop, Valtteri Bottas seized the opportunity again by undercutting Sebastian Vettel, giving him the lead of the race. A critical turning point for the race happened on lap 30, where both Toro Rosso cars collided at the hairpin (Turn 14), which resulted in a safety car period. This time however, both Red Bull cars seized the opportunity by pitting for new soft tires. Valtteri Bottas and Sebastian Vettel could not take advantage of the safety car period as they had passed the pit-entry after the safety car was called into action. Lewis Hamilton stayed out to preserve track position, although Mercedes had an opportunity to bring Hamilton in for a change of tires. After the safety car restart, both Red Bull cars were strong enough to challenge the Ferrari and Mercedes. Max Verstappen make a bold move to challenge Sebastian Vettel, resulting in both drivers spinning off the track with Vettel losing several positions, due to a damaged floor. Daniel Ricciardo took full advantage of his tires, overtaking Vettel, Hamilton and Bottas on track, giving him the 1st win of the season. After the 3rd race of the season, Mercedes overturned the lead in the Constructors' Championship by a single point to Ferrari. With Sebastian Vettel suffering a damaged floor towards the end of the race, Lewis Hamilton was able to cut Vettel's lead in the Drivers' Championship back to 9 points. ===European and Canadian rounds=== For the 3rd consecutive race at the , Mercedes were unable to match the outright pace of the Ferrari SF71H, where Sebastian Vettel took pole position ahead of Lewis Hamilton and Valtteri Bottas. During the race, all drivers got off the line from the standing start without incident. Further contact from Kimi Räikkönen, Esteban Ocon, Fernando Alonso, Sergey Sirotkin, Sergio Pérez and Kevin Magnussen on lap 1 caused a safety car period. On lap 23, Lewis Hamilton had to pit early due to flat spotting his tires after suffering a huge lock-up, whilst Sebastian Vettel stayed out until lap 31 for his mandatory pit-stop on soft tires, while Valtteri Bottas stayed out for a long stint on supersoft tires. A critical turning point for the race happened on lap 40, where both Red Bull cars collided at turn 1 after their individual pit-stop. Valtteri Bottas took full advantage of the 2nd safety car period by doing his mandatory pit-stop, while Sebastian Vettel and Lewis Hamilton also pitted for new tires. As a result, Valtteri Bottas took the lead of race with Vettel and Hamilton right behind him. During the safety car restart on lap 47, Sebastian Vettel made an attempt to take back the lead of the race by slip-streaming Valtteri Bottas into turn 1. However, the attempt back-fired as Vettel suffering a huge lock-up, dropping him back to 5th place, behind Sergio Pérez. A dramatic finish on lap 49 before the chequered flag, where race leader Valtteri Bottas suffered a high speed right rear tyre puncture after running across a foreign object debris along the start-finish straight. This in-turn gifted the race lead to his teammate whilst Bottas had to retire from the lead of the race after significant rear floor damage. Lewis Hamilton then took the chequered flag, followed by Kimi Räikkönen and Sergio Pérez. After the 4th race of the season, Ferrari overturned the lead in the Constructors' Championship by 4 points to Mercedes. Lewis Hamilton took over the lead in the Drivers' Championship by 4 points. Coming to the , Mercedes could challenge the outright pace of the Ferrari SF71H, which saw Lewis Hamilton take pole position by setting the outright lap record of 1m 16.173s, with team-mate Valtteri Bottas locking out the front-row for the first time in 2018. As the race got started, Romain Grosjean spun across the track in turn 3, creating a huge accident in lap 1 which eliminated Nico Hülkenberg and Pierre Gasly, bringing out a six-lap safety car period. After the safety car restart, both Mercedes cars had great race pace, and led the field a long way ahead of anyone for the entire race, leading home the first 1-2 of the season for Mercedes. Hamilton extended his championship lead to 17 points and Mercedes took back the lead in the Constructors' Championship, leading Ferrari by 27 points. The showed once more that the unique track layout wasn't suitable for the Silver Arrows. However, the team was able to learn more about the tyre issues from the year before when they missed out on a podium finish. During qualifying, Ricciardo took a dominant pole position in front of Vettel. Hamilton secured the third spot while Bottas qualified in P5, behind Räikkönen. On Sunday, Ricciardo reported a loss of power on the 18th lap. It was later revealed that he suffered an MGU-K failure but his rivals were unable to pass him on the narrow street circuit. The first 6 finishers ended the race in their starting positions with Hamilton climbing onto the third step of the podium and Bottas finishing in 5th. Thus, Vettel reduced Hamilton's lead in the Drivers' Championship to 14 points while Ferrari reduced their deficit to Mercedes in the Constructors' Championship to 22 points. Opposite to previous years, Mercedes had problems in matching the pace of their competitors at the . During qualifying, Vettel took pole in front of Bottas while Hamilton - who many had tipped as favourite for pole - only managed to qualify 4th behind Verstappen on one of his favourite tracks. In a rather uneventful race (with the exception of a big crash on the first lap between Lance Stroll and Brendon Hartley), Vettel went on to take a win which was never in doubt. Bottas came home second in front of Verstappen. Meanwhile, Hamilton got overcut by Ricciardo during the race and consequently finished only in 5th position. Vettel regained the lead in the world driver's championship by a single point over Hamilton while Ferrari cut down the lead of Mercedes in the Constructors' Championship to 17 points. ===Triple header rounds=== Lewis Hamilton took pole position at the , the first since the revival of the French Grand Prix after a ten-year absence. Lewis Hamilton's teammate Valtteri Bottas locked out the front-row for the second time of the season. At the start of the race, Lewis Hamilton avoided the chaos that unravelled behind him at the start, with Sebastian Vettel locking up and sliding into Valtteri Bottas, spinning the Finn's car and puncturing his tyre while breaking his own front wing. The Safety Car was called into action as Pierre Gasly and Esteban Ocon clashed into each other, with lots of debris scattered across the track. After the safety car restart, Hamilton comfortably retained the lead. Vettel and Bottas were on the charge after their collision, with the former handed a 5-second time penalty for causing an avoidable collision. Hamilton eventually took the win of the French Grand Prix, ahead of Max Verstappen and Kimi Räikkönen, whist Valtteri Bottas could only recover to seventh. After the 8th race of the season, Mercedes continued to extend the Constructors' Championship by 23 points, while Hamilton took over the lead in the Drivers' Championship by 14 points. Having received major updates to the sidepods and rear end of the car, Mercedes dominated the practice sessions and qualifying of the Austrian Grand Prix, though major hydraulic issues and faulty strategy cost the team a likely one-two, ending in two DNFs instead. ===Pre-summer break rounds=== Mercedes appeared to struggle for pace against Ferrari at the German Grand Prix, with both drivers not completing any running in the wet final practice session. During the second part of qualifying, disaster struck for Hamilton as power failure meant he had to pull off the road midlap. However, Bottas managed to qualify on the front row of the grid behind Sebastian Vettel. This meant that Lewis Hamilton would be starting the race from P14, his worst qualifying position since the 2017 Monaco Grand Prix. However, after Vettel retired from the race in damp conditions, Hamilton won the race with Bottas coming second. This result meant that Hamilton retook the lead of the championship from Vettel by 17 points, whilst Mercedes retook the lead of the constructors' championship from Ferrari by five points. Hamilton took pole position at the Hungarian Grand Prix. At the difficult to overtake circuit, Hamilton pulled away for his sixth victory at the Hungaroring, while Bottas struggled with his strategy and was demoted down to fifth in the early stages from a starting position of second. In the latter stages of the race, he was caught by both the Ferrari cars of Vettel and Räikkönen, with Vettel forcing his way past at turn 1 and Räikkönen passing Bottas as well. It was also at this time suspicions of Ferrari's 'trick' ERS system arose, with Mercedes claiming their power unit had now surpassed Mercedes' own. However, the FIA approved of Ferrari's software and electronics usage of said system, observed from additional sensors put in the red cars since the Monaco Grand Prix. ===Second half of the season=== Ferrari struck back in the Belgian Grand Prix, with Vettel passing Hamilton from second at the start of the dry race, having conceded pole in the mixed conditions in qualifying. Mercedes actually arrived with a large update package, centered on a new power unit and a ribbed rear wheel rim, but Hamilton was unable to pass Vettel in the race and settled for second. Ferrari's straight-line advantage was apparent in the high-speed Monza, having cured their car's shortcomings in the previous year's Italian Grand Prix, and duly took a 1–2 in qualifying after Räikkönen received a tow from Vettel. In the race, Hamilton overtook Vettel and spun him around, before using DRS to keep Räikkönen in sight while saving his tires. A team strategy gave Hamilton a sizeable tire life advantage, giving him the opportunity to pass Räikkönen late in the race after the Ferrari driver was bottled behind the out-of-sync Bottas, overturning Ferrari's qualifying advantage. Bottas was later nudged and half-spun by a particularly aggressive defensive move from Verstappen, though he was able to complete the podium in third. The later rounds saw an uptick in performance from Mercedes, cited as coming from a deeper understanding and optimization of their update package, as Ferrari got lost in its own. Hamilton broke the track record of the Marina Bay Street Circuit in the Singapore Grand Prix qualifying, in a circuit said to disadvantage the Mercedes and favor Ferrari. Vettel only managed to qualify third, where he would finish in the race as Hamilton won. Bottas failed to extract the same speed as his teammate, finishing a subdued fourth. In similar fashion, Mercedes dominated the following Russian and Japanese Grand Prix, with Bottas gifting a position to Hamilton (and the win) in the former after a particularly tough team order from Toto Wolff, and Hamilton dominating the latter. It was the first time the team managed to secure back-to-back 1-2s since the end of the 2016 season. Mercedes was revealed to be running blown holes from their rear wheels, believed to be for cooling purposes, though rumors had it was also for aerodynamic purposes. Fearing a protest and disqualification, Mercedes opted to close down these holes for the next three races, coinciding with a downturn in performance. Vettel spun while trying to overtake Verstappen at Suzuka, surrendering vital points in the championship. ===Final rounds=== Hamilton and Mercedes uncharacteristically struggled in the United States Grand Prix after a cross-weight set-up mistake from the team after a rushed build-up, though he still secured a podium to further improve his grip in the championship after Vettel recovered from a spin to fourth. Hamilton secured the championship with a similarly subdued performance in Mexico, taking fourth after an engine failure for Daniel Ricciardo in front of him. The Constructor's Championship was clinched by a victory in Brazil, though Hamilton struggled with power unit issues and Bottas with tire performance, rumored to be linked to the closing of the holes in the rear wheels, a fact Mercedes denied. Hamilton took an opportunistic victory after Verstappen, having passed the two Ferraris and Mercedes who qualified in front of him into the lead, collided with a lapped Esteban Ocon and spun, dropping him down to second. Ferrari surprisingly struggled in the race, having started on the supposedly superior strategy using the soft tires, compared to Mercedes' choice of supersofts. Mercedes ended the season with a dominant qualifying performance and a victory from Hamilton in the Abu Dhabi Grand Prix, which was bizarrely interrupted by rain in the middle of the race, despite ongoing concerns with Hamilton's power unit's state after taking damage in the Brazilian Grand Prix. Bottas struggled in the race, finishing fifth after Räikkönen retired with power unit failure, marking the first time a Mercedes driver had finished lower than fourth place in the Drivers' Championship since Nico Rosberg did so in . ==Complete Formula One results== (key) (results in bold indicate pole position; results in italics indicate fastest lap) {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" |- ! rowspan=\"2\" | Year ! rowspan=\"2\" | Entrant ! rowspan=\"2\" | Engine ! rowspan=\"2\" | Tyres ! rowspan=\"2\" | Drivers | colspan=\"21\" style=\"background:#eaecf0; text-align:center;\" | Grands Prix ! rowspan=\"2\" | Points ! rowspan=\"2\" | |- ! AUS ! BHR ! CHN ! AZE ! ESP ! MON ! CAN ! FRA ! AUT ! GBR ! GER ! HUN ! BEL ! ITA ! SIN ! RUS ! JPN ! USA ! MEX ! BRA ! ABU |- ! rowspan=\"2\" | | rowspan=\"2\" | Mercedes AMG Petronas Motorsport | rowspan=\"2\" | Mercedes-AMG F1 M09 EQ Power+ | rowspan=\"2\" | | Bottas |style=\"background- color:#dfffdf\"|8 |style=\"background-color:#dfdfdf\"|2 |style=\"background- color:#dfdfdf\"|2 |style=\"background-color:#cfcfff\"|14 |style=\"background- color:#dfdfdf\"|2 |style=\"background-color:#dfffdf\"|5 |style=\"background- color:#dfdfdf\"|2 |style=\"background-color:#dfffdf\"|7 |style=\"background- color:#efcfff\"|Ret |style=\"background-color:#dfffdf\"|4 |style=\"background- color:#dfdfdf\"|2 |style=\"background-color:#dfffdf\"|5 |style=\"background- color:#dfffdf\"|4 |style=\"background-color:#ffdf9f\"|3 |style=\"background- color:#dfffdf\"|4 |style=\"background-color:#dfdfdf\"|2 |style=\"background- color:#dfdfdf\"|2 |style=\"background-color:#dfffdf\"|5 |style=\"background- color:#dfffdf\"|5 |style=\"background-color:#dfffdf\"|5 |style=\"background- color:#dfffdf\"| 5 | rowspan=\"2\" style=\"background-color:#ffffbf\"|655 | rowspan=\"2\" style=\"background-color:#ffffbf\"|1st |- | Hamilton |style=\"background-color:#dfdfdf\"|2 |style=\"background-color:#ffdf9f\"|3 |style=\"background-color:#dfffdf\"|4 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffdf9f\"|3 |style=\"background-color:#dfffdf\"|5 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#efcfff\"|Ret |style=\"background-color:#dfdfdf\"|2 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#dfdfdf\"|2 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffdf9f\"|3 |style=\"background-color:#dfffdf\"|4 |style=\"background-color:#ffffbf\"|1 |style=\"background-color:#ffffbf\"|1 |} Driver failed to finish the race, but was classified as they had completed over 90% of the winner's race distance. ==References== ==External links== F1 W09 EQ Power+ Category:2018 Formula One season cars Category:Formula One championship-winning cars ",
    "title": "Mercedes AMG F1 W09 EQ Power+"
}