{
    "id": "56603712",
    "text": "Kapok, locally known in Malay as or , is a village in Brunei-Muara District, Brunei. It has an area of ; the population is recorded to be 4,337. Kapok is headed by a village head and the incumbent is Marali bin Ahmad. == Geography == Kapok is located in the north-eastern part of Brunei-Muara District. It borders the village subdivisions of Sabun to the north-east, Serasa to the east and south, Salar to the south-west and Meragang to the west and north. == Administration == Kapok is administered as a village administrative division, the third- and lowest-level subdivision of Brunei. It is one of the subdivisions under the mukim or subdistrict of Serasa. The community of Kapok is headed by a or village head; the incumbent is Marali bin Ahmad and has taken office since 28 May 2008. Kapok is also a designated postcode area with the postcode BT2328. == Infrastructure == === Road === Kapok is served by Jalan Muara, which traverses the area in the north-east–south-west direction. The road leads to the port town of Muara at the north-east end, where as from the south-western end it leads to the capital Bandar Seri Begawan. The Muara–Tutong Highway also terminates in Kapok at a roundabout junction with Jalan Muara. === Education === Kapok Primary School, a government school, and SECA School (), a private school, provide primary education mainly to the resident pupils. The latter also offers kindergarten. === Miscellaneous === Kampong Kapok Mosque provides the place for the Muslim residents for Islamic congregational activities, in particular the Jumu'ah or weekly Friday prayers. It was completed in 1996 and can accommodate 700 worshippers. == Recreation == Bukit Tempayan Pisang Recreational Park is a recreation area developed on and around Tempayan Pisang, a forested hill located between the settlements of Kapok and Serasa. The park has walkways built along the trails in the forest and provides hiking opportunity. The development of the area into a recreational park began in November 2011 and completed by June the following year. == Achievement == In 2014, Kapok became a recipient of the Village Excellence Award (), a national award recognising initiatives by villages in improving social and socio-economic conditions of their communities. In the third edition of the event, Kapok won the Silver Medal through the social and local economic achievements by its Village Consultative Council or community association () and is the first village in Brunei to receive the medal. == References == Category:Villages of Brunei Category:Populated places in Brunei ",
    "title": "Kapok, Brunei"
}