{
    "id": "56609571",
    "text": "Robert Holbrook Hopkins (March 22, 1902–January 16, 1968) was an American attorney who worked for the firm of Gaston, Snow Motley & Holt and was Corporation Counsel for the city of Boston. ==Early life== Hopkins was born on March 22, 1902 in Worcester, Massachusetts. His family moved to Newton, Massachusetts when Hopkins was 12. He graduated from Newton High School, Harvard College (class of 1922), and Harvard Law School (class of 1925). He was coxswain on Harvard's crew and was a member of the Union Boat Club. On September 7, 1929 he married Margaret Hitchcock Sims, daughter of Admiral William Sims. The couple resided on Beacon Hill and Brookline, Massachusetts and had two children. ==Legal career== Hopkins was admitted to the Massachusetts bar in 1926. From 1925 to 1931 he was associated with the firm of Gaston, Snow, Saltonstall and Hunt. He then practiced with Barker, Davison and Shattuck. He became a member of the firm in January 1934. In 1938 he became the first assistant corporation counsel for the city of Boston. He served under Henry Parkman Jr. and Robert Cutler. He also served as appeal agent for Draft Board 18, Ward 5. On July 28, 1942 Cutler resigned to join the United States Army and Hopkins succeeded him as corporation counsel. He resigned from the position on November 15, 1943 to join the procurement legal division in the office of the United States Under Secretary of the Navy. After the war, Hopkins was a member of the firm of Gaston, Snow Motley & Holt. ==Other work== Hopkins was a Brookline town meeting member for many years. He also served on the executive committee of the Massachusetts Eye and Ear Infirmary and was a director of the South Boston Neighborhood House. Hopkins died on January 16, 1968 in Boston. ==References== Category:1902 births Category:1968 deaths Category:Corporation counsels of Boston Category:Harvard Crimson rowers Category:Harvard Law School alumni Category:Massachusetts lawyers Category:People from Beacon Hill, Boston Category:People from Brookline, Massachusetts Category:People from Newton, Massachusetts Category:People from Worcester, Massachusetts Category:Harvard College alumni ",
    "title": "Robert H. Hopkins"
}