{
    "id": "56607353",
    "text": "The Cave of the Angel refers to several cave-related structures located in the Aras mountain range near the town of Lucena, Córdoba province in Spain. The site contains lithic material of an Acheulean typology and dates to that from the Middle Pleistocene to the Upper Pleistocene. There is geological, paleontological, and archaeological evidence indicating an intense and long- term occupation of this site. The numerous bone and lithic remains found in this site, as well as the matrix surrounding them, reveal exposure to fire. This, along with the finding of a wide and deep combustion structure in the stratigraphic profile, support the hypothesis that at the time of the occupation of the site by humans there was processing and consumption of big mammals. == Location == The Cave of the Angel is a Middle and Upper Pleistocene site located near the town of Lucena in the province of Córdoba, in Andalusia, Spain. Specifically, this site is in the SW skirt of the Aras mountain range, with an altitude of 620 m.a.s.l and coordinates of . == Background == In 1995, and as a consequence of the plundering performed in the area, the first archaeological intervention took place as a matter of urgency under the direction of Cecilio Barroso Ruíz. The purposes of this first intervention were to determine the extension of the site, assess its archaeological interest, carry out a scientific study and develop a plan for its preservation. The results of this intervention revealed the existence of speleothems which indicated the presence of a cave. Additionally, they found a trench that was the result of mining activities carried out during the XVIII century looking for travertine. There is a text written by Ramirez de Luque in 1792 titled “Lucena Desagraviada” (in English “Lucena Redress”) attesting the mining activity in the Aras mountain range where the miners found very well preserved petrified remains of bones embedded in the rock. In 1996, the archaeologists kept clearing the site, establishing a pit, over 2 meters wide, filled with limestone blocks. However, in spite of all of these findings, the team did not receive a research permit until 2004, the year in which Spanish and French research institutions started to collaborate in the site. In 2012, Cecilio Barroso founded the “Fundación Instituto de Investigación y Evolución Humana” (in English, “Foundation for Research into Prehistory and Human Evolution”), a non-profit entity whose purpose is to publicize and to promote research projects concerning the prehistory of Southern Iberian Peninsula. == Geology == The cave is composed of dolomite and limestone creating a karstic complex which dates back to the Mesozoic era, specifically during the Jurassic and Cretaceous periods, giving rise to three different areas. The first one is an out-door platform which was the only one excavated until 2011. Here, there are blocks of breccia, limestone and speleothems. The occurrence of this last formation denotes the presence of a rocky shelter that collapsed at an unknown moment in the past (most likely during the Upper Pleistocene) occurring the structure we can appreciate nowadays. The second area is a cave placed a few meters away from the former one in NE direction. This cave is filled with collapsed blocks. This structure seems to be the last remain of original cave. The third structure is a 100 m depth chasm located under the previous cave, both communicated by two small hollows. In this chasm, there is a 70 m height cone of debris composed by blocks of rock, sand, clasts, animal bones and lithic artifacts. In 2009, a tunnel was dug to facilitate access to researches as well as to the public. It is relevant to mention the occurrence of a wide structure of combustion whose maximum depth reached over 1.5 m and it does not show features of individual hearths. This suggests a long-term occupation of the site by human groups. == Fauna == === Herpetofauna === The amphibian remain findings belong to the genre of Discoglossus, Alytidae and Bufo although the determination to the level of species could be done only for the last one. These species are B. bufo and B. calamites. The reptiles are represented by Chalcides, Timon (T. lepidus), Podarcis, Blanus (B. cinereus), Coronella, Malpolon (M. monspessulanus), Hemorrhois (H. hippocrepis) and Testudo (T. hermanni). The presence of some of these taxa is particularly relevant, since they are bioindicators, allowing to take a first approach of the paleoclimatic context of the site. In concrete, T. hermanni, T. lepidus, B. cinereus, M. monspessulanus and H. hippocrepis inhabit environments of Mediterranean climate. === Mammals === Numerous mammal bone remains appear very fragmented and a big proportion of them also shows clear evidences of exposure to fire (about 88% of the total amount). Most of these bone remains belong to (Equus ferus) followed in quantity by bovines. Also, remains belonging to other species are present, among which the most relevant are Cervus elaphus and Dama dama and, in a lesser amount Sus scrofa, Stephanorhinus hemitoechus, Palaeloxodon antiquus, Ursus arctos, Lynx pardinus, Oryctolagus cuniculus and Capra pyrenaica. Equine bones are mainly adult skull bones and long bone diaphysis form front and rear legs. They display defleshing and disarticulation cutting marks. Bovine remains are mainly adult dental pieces and long bones also showing defleshing and disarticulation cutting marks. Due to the high level of fragmentation in bovine bones, it is difficult to identify if they correspond to bison (Bison priscus) or aurochs (Bos primigenius). Numerous S. scrofa remains have also been found although in a notably less proportion of the total amount. It is also relevant the systematic fracturing of bones to extract morrow. Concerning the rest of species, there are much less material, although there are pieces of significance such as one tusk and a metapod from elephant (Palaeloxodon antiquus), dental pieces and metapod of rhinoceros (Stephanorhinus hemitoechus) and a molar of a goat (Capra pyrenaica). It is remarkable the almost complete absence of carnivores, which are only represented by a few bones of Ursus arctos, Lynx pardinus and Canis lupus. The occurrence of carnivores in other sites, as in Boquete de Zafarraya, alternates with human presence in the stratigraphy. This event is interpreted as a seasonal occupation of the site by humans. When humans leave this habitat, carnivores take place of the site. Since this situation is not observed at Cave of the Angel, and moreover, there is no interruption in the stratigraphy of human presence, it is likely that a long term human occupation took place. In contrast, the existence of those few carnivore remains can be explained as the result of human consumption as so it happens with rabbit remains (Oryctolagus cuniculus). As a conclusion, the fauna remains at the Cave of the Angel can be classified in two main groups: first, the most numerous in terms of number of remains, corresponds to big herbivores characteristic of open plains (horse, rhinoceros, elephant, aurochs and bison) and a second group, less numerous, of dwellers of forestall environment (deer, fallow deer and boar). == Lithic industry == Lithic industry corresponds to Acheulean with no presence of Levallois technique. Although chronologically the site matches the Mousterian period in other sites of Spain and Europe, the site is Acheulean without exhibition of any significant change in the typology of the lithic industry all along the stratigraphic sequence. Flint is the main material used to produce stone tools (>99%) and very rarely quartzite and calcite. More than 5,000 pieces have hitherto been studied, among which more than one half are classified as flake and blades and more than 800 of the total display retouched, from which 70% are scrapers. Also 50 handaxes have been found, along with burins, small scrapers, cores and occasionally points and awls. Debris add up to about a quarter of all the analyzed pieces. It is important to mention that over a third of these pieces show evidence of being exposed to a source of high temperature. The lithic industry corresponds to the Late Acheulean, which places the Cave of the Angel in the Middle Pleistocene, but the chronology of the site reaches the Mousterian, which is a feature of the Upper Pleistocene. Therefore the researchers propose three hypotheses to explain this situation: The first hypothesis postulates that the Cave of the Angel shows a transitional situation from a Late Acheulean lithic industry towards a fully developed Mousterian one. The second hypothesis points out that the Acheulean group who inhabited the site may have undergone a process of acculturation to acquire the Mousterian industry. The third one considers a scenario of convergence where the fully developed Acheulean cultures from the Cave of the Angel independently develop a Mousterian lithic industry without contact or influence from other existing Mousterian groups who dwelt in the Iberian Peninsula and Europe. In Western Europe, there are several Middle Pleistocene and Upper Pleistocene sites that, as at the Cave of the Angel, show their own features in the typology of their industries. For instance, Cueva de Bolomor does not present either handaxes or Levallois. Similarly, the site of Ambrona lacks handaxes but does contain examples of the Levallois technique. These examples, along with the Cave of the Angel, reinforce the idea that the limit between Middle Pleistocene and Upper Pleistocene is a blur. == Dating == In order to determine the age of this site, a series of U/Th dating were carried out on geological and archaeological samples obtained in 1995 excavation season from the upper most and lowest levels of the stratigraphic sequence. The archaeological results provide the age of 121 +11/-10 kya for the upper most level and >369 kya for the lowest one. Alternatively, the geology provides about 400 kya for the oldest sample. These dates place the Cave of the Angel site in the Middle and Upper Pleistocene periods. The intervention carried out in the excavation season of 2016, unearthed a stratigraphic profile presenting stone artifacts and fauna remains suggesting an age of 500,000 years old. == Human remains == In 2012, the first hominid remain was found in the chasm. It is a femur diaphysis that, due to the Acheulean industry associated with it and the degree of fossilization, can be assigned to pre-neanderthals. The following year, the cone of debris located in the chasm was excavated for the first time. The total area excavated was 6 m2 reaching a depth of 1 m. By the end of the season, more than 800 Homo sapiens remains were found, belonging to 50 infants, juveniles and adults. These remains date back to the Neolithic and Chalcolithic periods displaying clear differences in between the two periods. The Neolithic bones exhibit exposure to fire and cutting marks, whereas the Chalcolithic remains lack either of these two features. Additionally, the distribution of both groups along with the specific pattern of fractures they present, indicate that the corpses were not deposited, but thrown. Hence, the most likely places through which they were thrown are the hollows that connect the upper cave and the chasm itself. == See also == * Paleolithic * Neolithic * Pleistocene * Acheulean * Mousterian * Neanderthal * Prehistoric Iberia * Lucena (Córdoba) == References == == External links == * http://www.fipeh.org/ Category:Caves of Spain ",
    "title": "Cave of the Angel"
}