{
    "id": "56614061",
    "text": "Joseph Frederick White (born 16 January 1999) is an English professional footballer who plays for Southern League Premier Division South club Hendon. White started his career in the youth set-up Dagenham & Redbridge, making his first-team debut in November 2016. He was loaned out to Wealdstone in February 2017 for the rest of the 2016–17 season. He also spent one month on loan at Hendon in January 2018. At the end of the same month, White signed for Stevenage for an undisclosed fee. He rejoined Wealdstone on loan at the start of the 2018–19 season, before spending the remainder of the campaign on loan at Biggleswade Town, where he finished the season as the club's top goalscorer. White rejoined Biggleswade Town on loan for the 2019–20 season. He re-signed for Hendon, this time on a permanent basis, in January 2020. ==Career== ===Dagenham & Redbridge=== White began his career in the youth academy at Dagenham & Redbridge, where he was described as a \"prolific goalscorer\". He progressed through the youth ranks at Dagenham before being involved in several first-team match-day squads whilst also a second-year academy scholar. White made his first-team debut in a 2–1 loss to Halifax Town in the FA Cup on 15 November 2016, appearing as a 90th-minute substitute. He signed his first professional contract in December 2016, with the deal running until the summer of 2018. After making three first-team appearances for Dagenham during the first half of the season, White was loaned out to National League South club Wealdstone on 9 February 2017, in order to gain more experience, for the remainder of the 2016–17 season. He made his Wealdstone debut two days after joining, playing the whole match in a 1–1 home draw with Oxford City. White scored his first goal for Wealdstone on 28 February 2017, opening the scoring from close range in a comfortable 3–0 away win at St Albans City. The goal served as the catalyst for a run of five goals in seven matches for White; included in this were three successive 2–1 away victories in which White scored the decisive goal in each match. He made 21 appearances in all competitions during the loan spell, scoring seven times, returning to Dagenham upon the expiration of the loan deal. Having made two first-team appearances for Dagenham at the start of the 2017–18 campaign, White signed a new three-year contract extension with the east London club on 31 August 2017. Dagenham manager John Still stated the contract extension was down to White's \"rapid improvement\" and that it was a reward for his hard work. In Dagenham's next match, White scored his first goal for the club in a 3–1 home victory over Gateshead on 2 September 2017. He did not appear for Dagenham thereafter due to injury, however, and was subsequently loaned out to Isthmian League Premier Division club Hendon on a one-month loan deal on 9 January 2018 in a bid to regain match fitness. White made his competitive debut for Hendon in a 3–0 loss to National League opposition in the form of Sutton United in the FA Trophy on 14 January 2018. In the club's next match, a Middlesex Senior Cup quarter-final, he scored five goals in a 9–1 home win over Spelthorne Sports. He scored six times in six appearances during the loan spell as he was recalled by Dagenham a week early ahead of a proposed move on January transfer deadline day. ===Stevenage=== White joined League Two club Stevenage on 31 January 2018, signing for an undisclosed fee and on a -year contract. Stevenage chairman Phil Wallace stated the club had previously tried to sign White several times and also urged White to \"learn his trade\" from fellow striker Alex Revell. He made his Stevenage debut on 17 February 2018, coming on as a 90th-minute substitute in the club's 4–1 win over Yeovil Town at Broadhall Way. Ahead of the 2018–19 season, on 24 July 2018, White returned to Wealdstone on a 28-day loan deal. Having scored once in his opening five appearances at Wealdstone, the loan deal was extended for a further 28 days on 22 August 2018, although he did not make any further appearances over the next month. White returned to Stevenage upon the conclusion of the loan and subsequently joined Biggleswade Town of the Southern League Premier Division Central on 19 September 2018, on a three-month loan deal. The loan agreement was extended for the remainder of the 2018–19 season in December 2018. White scored 23 goals in 34 appearances in all competitions during his time at Biggleswade, finishing as the club's top goalscorer for the season. ==Personal life== White was born in Camden, London and attended Holloway School in nearby Islington. ==Career statistics== {| class=\"wikitable\" style=\"text-align: center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"3\"|Dagenham & Redbridge |2016–17 |National League |1||0||1||0||colspan=\"2\"|—||1Appearance(s) in the FA Trophy||0||3||0 |- |2017–18 |National League |3||1||0||0||colspan=\"2\"|—||0||0||3||1 |- !colspan=\"2\"|Total !4!!1!!1!!0!!colspan=\"2\"|—!!1!!0!!6!!1 |- |Wealdstone (loan) |2016–17 |National League South |17||6||colspan=\"2\"|—||colspan=\"2\"|—||4Three appearances and one goal in the Middlesex Senior Charity Cup, one in the Middlesex Senior Cup||1||21||7 |- |Hendon (loan) |2017–18 |IL Premier Division |3||1||colspan=\"2\"|—||colspan=\"2\"|—||3One appearance and five goals in the Middlesex Senior Cup, one in the Alan Turvey Trophy, one in the FA Trophy||5||6||6 |- |rowspan=\"4\"|Stevenage | 2017–18 |League Two |3||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||3||0 |- | 2018–19 |League Two |0||0||0||0||0||0||0||0||0||0 |- | 2019–20 |League Two |0||0||0||0||0||0||0||0||0||0 |- !colspan=\"2\"|Total !3!!0!!0!!0!!0!!0!!0!!0!!3!!0 |- |rowspan=\"1\"|Wealdstone (loan) | 2018–19 |National League South |5||1||0||0||colspan=\"2\"|—||0||0||5||1 |- |rowspan=\"3\"|Biggleswade Town (loan) | 2018–19 |SFL Premier Division Central |29||20||0||0||colspan=\"2\"|—||5||3||34||23 |- | 2019–20 |SFL Premier Division Central |14||7||2||0||colspan=\"2\"|—||4||2||20||9 |- !colspan=\"2\"|Total !43!!27!!2!!0!!0!!0!!9!!5!!54!!32 |- |rowspan=\"3\"|Hendon | 2019–20 |SFL Premier Division South |9||9||colspan=\"2\"|—||colspan=\"2\"|—||0||0||9||9 |- | 2020–21 |SFL Premier Division South |1||0||0||0||colspan=\"2\"|—||0||0||1||0 |- !colspan=\"2\"|Total !10!!9!!0!!0!!0!!0!!0!!0!!10!!9 |- !colspan=3|Career total !84||45||3||0||0||0||17||11||105||56 |} ==References== ==External links== * Category:1999 births Category:Living people Category:English footballers Category:Footballers from the London Borough of Camden Category:People educated at Holloway School Category:Association football forwards Category:Dagenham & Redbridge F.C. players Category:Wealdstone F.C. players Category:Hendon F.C. players Category:Stevenage F.C. players Category:Biggleswade Town F.C. players Category:English Football League players Category:National League (English football) players Category:Isthmian League players ",
    "title": "Joe White (footballer, born 1999)"
}