{
    "id": "56611989",
    "text": "Toll collection area at the Øresund Bridge (BroBizz in green lanes) BroBizz is a Danish system for electronic toll collection. It was established in 2008 and BroBizz A/S develops and manages the concept. BroBizz A/S is 100% owned by Sund & Bælt Holding A/S. A BroBizz is a wireless transmitter, which ensures the possibility of driving quickly through automatic tollbooths. BroBizz can be used for trips across the Great Belt Fixed Link and the Øresund Bridge, as well as for payment on several ferries and toll roads, and at airport car parks and parking facilities in numerous cities. Sund & Bælt is part of the joint venture EasyGo. Through EasyGo, BroBizz can be used for automatic payment on bridges, ferries and at other automatic toll booths in Scandinavia. Norwegian AutoPASS is also part of EasyGo, and BroBizz can be used on Norwegian toll roads with AutoPASS. BroBizz A/S is the first company in Scandinavia registered as an EETS issuer. The European Electronic Toll Service (EETS) directives purpose is that an electronic transmitter can be used for payment on all toll roads in the EU. Since being registered as an EETS issuer by the Danish Road Directorate, negotiations with Poland and France are first on the agenda. These are countries which BroBizz have had informal conversations with since 2016. == PayByPlate == BroBizz A/S is introducing automatic number-plate recognition, starting 21 March 2018. With PayByPlate, it will be possible to use the number plate as identification, providing the same benefits as a BroBizz transponder. Initially, the product can only be used on the Great Belt Bridge. PayByPlate is offered to Danish registered cars under 3,500 kg with regular number plates. == See also == * AutoPASS * EasyGo == References == Category:Payment systems Category:Radio-frequency identification Category:Road congestion charge schemes Category:Wireless locating Category:Car costs Category:Road transport in Denmark Category:Road transport in Norway Category:Road transport in Sweden ",
    "title": "BroBizz"
}