{
    "id": "56615279",
    "text": "Wendy Joan Carlin, (born 1957) is a Professor of Economics at University College London, expert advisor to the Office for Budget Responsibility, and research fellow at the Centre for Economic Policy Research. == Early life and education == Carlin was born in 1957, her father Brian Frederick Carlin was an agricultural scientist. Carlin completed her undergraduate education at Murdoch University, Australia in 1978. She then went on to study for a master's degree and PhD at the University of Oxford on a Rhodes Scholarship, finishing in 1987. Her thesis was entitled The development of the factor distribution of income and profitability in West Germany, 1945-1973 and was supervised by Andrea Boltho. In her early academic career, Carlin focused on contemporary economics and economic history, and in particular, West Germany. The statistician John Carlin_(professor) is her brother. == Career == During her PhD studies, Carlin was a lecturer in Economics at Christ Church, Oxford. After her PhD she moved to the Department of Economics at UCL where she has remained since. She was appointed professor at UCL in 2002. In 2000, Carlin became a research fellow at the Centre for Economic Policy Research. Since 2011, Carlin has been a member of the expert advisory board to the Office for Budget Responsibility. Between 2000 and 2015 she was co-managing editor (with Philippe Aghion) of Economics of Transition. In 2013, Carlin was one of the founders of Curriculum Open-access Resources in Economics (CORE), for which she is now the director. CORE is a new introductory course in economics provided free to students and teachers, in which economists \"will learn to use evidence from history, experiments and other data sources to test competing explanations and policies\" CORE is funded by grants from various organisations, including Open Society Foundations, Friends Provident Foundation and Nuffield Foundation and is based in the Economics Department at University College London. In 2015, she became a member of the council of the Royal Economic Society. Carlin has written three books, all coauthored with David Soskice: * Macroeconomics and the Wage Bargain: A Modern Approach to Employment, Inflation and the Exchange Rate (1990) * Macroeconomics: Imperfections, Institutions and Policies (2006) * Macroeconomics: Institutions, Instability and the Financial System (2015) == Awards and Honours == In September 2014, Carlin was awarded an honorary degree in Economics from Murdoch University. In 2015, Carlin was awarded a CBE in the new year honours. == Personal life == Carlin was married to University of Oxford economics lecturer Andrew Glyn, with whom she had two children. Glyn died in December 2007 from brain cancer. == References == Category:Living people Category:1957 births Category:Alumni of Wadham College, Oxford Category:Australian economists Category:Australian women economists Category:Academics of University College London Category:Commanders of the Order of the British Empire Category:Institute for New Economic Thinking ",
    "title": "Wendy Carlin"
}