{
    "id": "56615544",
    "text": "Emma Jane Gay (1830 – March 15, 1919) (also known as E. Jane Gay) was an American woman who devoted her life to social reform and photography. She is notable for her photographs of the Nez Perce, which she took during a federal expedition led by American ethnologist and anthropologist Alice Cunningham Fletcher. == Early life == Emma Jane Gay was born in 1830 in Nashua, New Hampshire, to Ziba Gay (1796–1864) and Mary (Kennedy) Gay (1798–1873). She received her education at the Brooklyn Female Academy in New York, where she first befriended Alice Cunningham Fletcher. Gay's education at the Academy included the sciences, religion, and homemaking. == Career == Gay's first job was as a teacher. In 1856 she accompanied her friend Catherin Melville to Macon, Georgia, to open a school for girls. The school closed in 1860, which prompted Melville and Gay to move to Washington, D.C. to serve as administrators for a school for deaf young children. From 1861 through 1865, Gay worked as a nurse with Dorothea Dix during the Civil War. After the war, Gay served as a tutor for President Andrew Johnson's grandchildren, then worked as a clerk in a dead letter office. When this job ended in 1883, Gay had a brief period of unemployment. In 1888, Gay reconnected with Alice Cunningham Fletcher, and they renewed their friendship. She taught herself photography during this time. In 1889, the United States Department of the Interior appointed Fletcher as a special agent to lead an expedition to Nebraska and Idaho, with the intent to apportion tribal lands among the Winnebagos and the Nez Perce as part of the Dawes Severalty Act of 1887. Gay accompanied Fletcher on this journey as a cook, maid, and secretary. Gay had failed to earn a permit from the federal government to serve as the \"official\" expedition photographer, but during the expedition she took over 400 photographs of the Nez Perce. In 1909, she worked with her niece to publish the letters written during that expedition, along with half of the photographs, in a two-volume book titled Choup-nit-ki: With the Nez Percés. == Photography == Gay's photographs of the Nez Perce have only recently earned critical acclaim. On the surface, the black and white photographs paint a positive image of \"civilized\" Nez Perce in Western attire, working on farms or ranches, living in cabins and engaging in manual labor. Domesticity appears to be celebrated in these photographs. On the surface, these photographs showed the \"success\" of the government land appropriation program. Contemporary scholars, however, have noted themes of nationalism, colonialism, and racism in Gay's work. Several photographs feature the white, large Fletcher standing tall while the Nez Perce subjects work in the background or in subservient poses. Gay had also captured the heteronormative gendering of labor, in addition to the racial distribution of labor, in the photographs. ==Gallery== \"Monday Morning at Camp McBeth\".jpg|Monday Morning at Camp McBeth, Idaho State Historical Society Emma Jane Gay – Nez Percé.jpg|Nez Percé Emma Jane Gay – E. Jane Gay, self portrait.jpg|self portrait == Personal life == Gay neither married nor had children, but had close ties with her niece and namesake Emma Jane Gay. After the Western expedition she had embarked upon with Fletcher, Gay returned to Washington, D.C., where she and Alice Fletcher shared a house until Gay and Emma traveled to England for an extended stay. With Emma's help, Jane Gay created a scrapbook of edited letters recounting her years in Idaho, illustrated with some of the photographs she had taken, and additional artwork by Emma. Emma, who had studied bookbinding, bound the scrapbook into two volumes and built a wooden case for the work, which was titled \"Choup-nit-ki: With the Nez Percés.\" The unpublished work was later donated to the Schlesinger Library by Jane Gay Dodge. Gay decided to remain in Somerset, England, where she lived with her beloved companion Dr. Caroline Sturge. After World War One, Sturge used some of her inheritance to have a cottage built in Winscombe, Somerset, where she and Gay could live out their final years; Gay died in this cottage, called \"Kamiah\", on March 15, 1919. In multiple texts Gay is referred to as Fletcher's \"companion\", living in \"domestic partnership\" or \"Boston Marriage\" with her. The roles that Gay played during the expedition—as well as the fact that she never married a man and had intimate relationships with other women over the course of her lifetime—have led scholars to believe that she was a lesbian. Due to this fact, art historians identify Gay as the first American lesbian photographer. == References == == External links == * Jane Gay Dodge Collection, Schlesinger Library, Harvard University * Jane Gay Photograph Collection, Digital Collections, Idaho State Historical Society * Out of the Shadows (video), Idaho Experience 07/18/2019. Idaho Public Television Category:American women photographers Category:1830 births Category:1919 deaths Category:People from Nashua, New Hampshire Category:Photographers from New Hampshire Category:LGBT people from New Hampshire Category:19th-century American photographers Category:19th-century women photographers ",
    "title": "Emma Jane Gay"
}