{
    "id": "56612781",
    "text": "Madi Kingdon (born April 20, 1993) is an American indoor volleyball player. She is a member of the U.S. Women's National Team and Turkish Airlines Volleyball Club. She attended the University of Arizona, where she received both AVCA Indoor and AVCA Sand All-American honors. ==High school== Kingdon attended Sunnyslope High School in Arizona, where she was a three-time Class 4A Division I champion. She was named to the Republic's All-Arizona team in both 2009 and 2010 and was selected for the A2 and USA Junior National teams. In 2010 she was named Gatorade Arizona Player of the Year, Arizona Republic's Player of the Year and Prepvolleyball.com All-American. Kingdon currently holds the record for most kills at Sunnyslope.\"Madi Kingdon\". arizonawildcats.com. Retrieved Feb 5, 2018.“Madi Kingdon”. teamusa.org. Retrieved Feb 5, 2018. ==College== Kingdon started her collegiate indoor volleyball career at the University of Arizona in 2011, and later competed in Arizona's Sand Volleyball program in the 2013 and 2014 seasons. She has one of the greatest indoor careers in Wildcat history ranking second in both career kills (1,943) and career digs (1,366). Kingdon led the team to three NCAA tournament appearances and two AVCA Sand Volleyball Pairs Championships. As a senior Kingdon was named AVCA All-American Third-Team and AVCA Sand Volleyball All-American. She was the only player in the country to receive All-American honors in both indoor and sand volleyball during the 2014–2015 season.“Kingdon’s Indoor and Sand Triumphs Stand Alone”. arizonawildcats.com. June 9, 2015. Retrieved Feb 5, 2018. ==Professional career== ===Azerrail Baku=== Kingdon signed her first professional season with Azerrail Baku in the Azerbaijan Superleague in 2015. Azerrail was also a participant in the 2015-16 CEV DenizBank Volleyball Champions League. Azerrail finished the 2015-16 Azeri season with a record of 11-4 advancing to the Superleague finals where they defeated runner-up Telekom Baku for the championship title. Kingdon was named Azerbaijan Superleague MVP. \"2015–16 Azerbaijan Women's Volleyball Super League\". wikipedia.org, Retrieved Feb 6, 2018. \"Kingdon Wins League Title, MVP in First Year\" arizonawildcats.com. May 4, 2016. Retrieved Feb 6, 2018. ===Hwaseong IBK Altos=== Following her season with Azerrail, Kingdon was drafted sixth overall to Hwaseong IBK Altos for the 2016-17 Korean V-League season. The IBK Altos took home first place in the 2016 KOVO Cup and later defeated the Incheon Heungkuk Life Pink Spiders for the V-League championship title. Kingdon was named MVP of the V-League championships.\"Hwaseong IBK Altos\" wikipedia.org. Retrieved Feb 6, 2018. Kingdon re-signed with the Altos for the 2017–18 season. In a five-set win over Hyundai E&C; Hillstate, Kingdon amassed 57 points with 52 kills, 22 digs and 47.3 kill percentage. This performance tied the Korean V-League record and is one point shy of the world record currently held by Azerbaijan's Polina Rahimova.\"Kingdon Scores 57 in Korea, One Shy of World Record\" teamusa.org. December 8, 2017. Retrieved Feb 6, 2018. The Altos finished the 2017-2018 regular season as runner-up to Gyeongbuk Gimcheon Hi-pass. In the V-League Championship tournament the Altos bested Hyundai E&C; Hillstate 2 sets to 1 progressing to the final match against regular season winners Gyeongbuk Gimcheon Hi-pass. The Altos were defeated 3 matches to nil by Hi-pass ultimately taking the runner-up title.\"2017–18 V-League Women's (South Korea)\" wikipedia.org. Retrieved Jan 30, 2019. ===Beijing Baic Motors Club=== Kingdon competed for Beijing Baic Motor Women's Volleyball Club in 2018/19. She led the team through an undefeated preseason to solidify the team's position in Group A within the Chinese Volleyball Super League. After sweeping Shanghai Bright Ubest in the quarter final, Beijing proceeded to sweep Tianjin Bojai Bank to solidify the Chinese Super League Championship title.\"Americans Win Gold in China, Poland Pro Leagues\" teamusa.org. March 11, 2019. Retrieved Jun 3, 2019. ===Turkish Airlines Volleyball Club=== Kingdon is currently a member of the Turkish Airlines volleyball club. Founded in 2016, Turkish Airlines competes in the Sultans League, the First Division of the Turkish League, as well as CEV Champions Cup.\"Turkish Airlines women's volleyball team fly to finals\" worldofvolley.com. March 20, 2018. Retrieved Dec 7, 2019.\"THY Istanbul\" cev.eu. Retrieved Dec 7, 2019. ===U.S. National Team=== Kingdon debuted for the U.S. Women's National Team in the 2016 Pan American Cup where the U.S. took home a bronze medal. Kingdon was recognized as the 2016 Pan American Cup \"Best Spiker\". In 2017 she again represented the U.S. in the Pan American Cup in Peru this time claiming a gold medal for Team USA. Kingdon was also a starting outside on the U.S. Women's National Team in each of the 2017 FIVB tournaments taking 5th in the FIVB World Grand Prix and claiming a bronze medal in the FIVB World Grand Champions Cup in Japan. Kingdon was named \"Best Outside Spiker\" during the FIVB World Grand Prix round in Macao, China. She represented Team USA during the USA Volleyball Cup vs. Brazil at the Anaheim Convention Center in Anaheim, CA.\"USA Volleyball Cup\". wikipedia.org. Retrieved Feb 6, 2018. In 2018, Kingdon was a part of the U.S. National Teams that took gold at the inaugural 2018 FIVB Volleyball Women's Nations League tournament. In 2019, Kingdon helped the U.S. team defend the Pan-American Cup and Nations League titles taking gold for the second and third year in a row respectively.\"FIVB Volleyball Women's Nations League\". wikipedia.org. Retrieved Dec 7, 2019.\"Women's Pan-American Volleyball Cup\". wikipedia.org. Retrieved Dec 7, 2019. ==Personal== Kingdon was born in Phoenix, Arizona to Martha and Russell Kingdon. She has one brother, Grant. She began playing indoor youth volleyball in 2005 for Arizona Storm. She is married to Paul Rishel. ==Awards== ===Individual=== * 2016-17 Azerbaijan Superleague “Most Valuable Player” * 2016 Pan American Cup “Best Spiker” * 2016-17 V-League Championship “Most Valuable Player” * FIVB World Grand Prix Macao 2017 \"Best Outside Spiker\" ===Club=== * 2015–16 Azerbaijan Superleague - 16px Champion, with Azerrail Baku * 2016 V-League KOVO Cup - 16px Champion, with Hwaseong IBK Altos * 2016–17 V-League - 16px Champion, with Hwaseong IBK Altos * 2017–18 V-League - 16px Runner-up, with Hwaseong IBK Altos * 2018–19 Chinese Super League - 16px Champion, with Beijing Baic Motors ===College=== *2014 AVCA All- American Third Team *2015 AVCA Sand All-American == References == Category:American women's volleyball players Category:1993 births Category:Living people Category:Outside hitters Category:American expatriate sportspeople in South Korea Category:Expatriate volleyball players in Azerbaijan Category:American expatriate sportspeople in Azerbaijan Category:Expatriate volleyball players in South Korea Category:Arizona Wildcats women's volleyball players ",
    "title": "Madison Kingdon"
}