{
    "id": "56613560",
    "text": "The Software Product Line Conference SPLC is an international conference which is held annually. The conference was started based on previous conferences, a Software Product Line Conference organised by Software Engineering Institute in the US and Product Family Engineering Workshops.Software Product Line Conferences, History. http://splc.net/history/, last check 17th of January 2016. Today the SPLC is established as knowledge exchange for existing and new software product lines within different industries such as automotive, avionics, medicine which share the same targets such as reducing development cost, increasing quality and at the same time to maintain flexibility. Previous conferences were held in Denver, Bilbao, San Diego, Siena, Boston, Rennes, Baltimore, Kyoto, Limerick, San Francisco, Jeju Island, Munich https://www.openpr.de/news/555476/Internationale-Experten-fuer-Effiziente- Softwareentwicklung-treffen-sich-in-Muenchen.html SPLC in München 2011 - Pressemitteilung der Universität Hildesheim, Salvador, Tokyo, Florence, Nashville, Beijing, and Sevilla.http://inpro.dipusevilla.es/actualidad/noticias/La-Diputacion-y-la- Universidad-de-Sevilla-organizan-el-Foro-Industrial-de-lineas-de-productos- software-SPLC-2017/ SPLC in Sevilla 2017 - Noticias en Español The following companies have been elected in the Hall of FameSoftware Product Line Conferences, Hall of Fame, http://splc.net/hall-of-fame/, last check 17th of January 2016 for their achievement in software product line engineering: Boeing, Robert Bosch GmbH, CelsiusTech, Cummins, Danfoss,http://drives.danfoss.com/newsstories/pe/danfoss-drives-software- receives-international-recognition/#/ Ericsson, FISCAN, General Motors, Hewlett Packard, HomeAway http://www.biglever.com/news/homeaway_hof.html, Lockheed Martin, LSI Logic, Lucent, Market Maker, Nokia, Philips, Salion, Siemens, Toshiba http://www.toshiba.co.jp/about/press/2008_12/pr0101.htm , U.S. Army Live Training Transformation, and U.S. Naval Research Laboratory. Since 2016 an award for the most influential paper has been established. 2016 Don Batoryhttp://www.dailytexanonline.com/2016/10/16/don-batory-wins-test-of- time-award-for-most-influential-paper-in-software-product-line was awarded, 2017 the award was given to Krzysztof Czarnecki, Ulrich Eisenecker of the University of Leipzig.https://www.wifa.uni- leipzig.de/iwi/se/newsdetails/article/sabbatical-report-for-students.html == References == Category:Software Category:Computer science conferences ",
    "title": "Software Product Line Conference"
}