{
    "id": "56615778",
    "text": "Gessner Harrison (June 27, 1807 – April 7, 1862) was an American educator, author, and college administrator during the antebellum era. He was appointed by James Madison as an associate professor of ancient languages at the University of Virginia (1828–1859). Harrison was recognized for teaching the fundamentals of the classics as well as linguistics, and for advancing these in his publications. He often served as chairman of the faculty and was required to address years of riotous student behavior. Harrison entered the university as an undergraduate in its initial year of operation (1825). He had been raised as a staunch Christian, and while his devotion invited the reproval of many classmates, it once occasioned a compliment from the university's founder, Thomas Jefferson. He excelled academically and graduated with doctorates in Medicine and Ancient Languages; his classmates included Edgar Allan Poe. In 1828 he became the first alumnus to join the faculty there, at age twenty-one. Harrison's work in comparative grammar, articulated in his text Exposition of Latin Grammar, was on a par with the leading scholars at German and English schools. He served as chairman of the university faculty for over a third of his thirty-year tenure. As such he responded to multiple violent encounters with disorderly students by whom he and others were assaulted, and by whom one professor was murdered. In collaboration with the university's board, he instituted a code of conduct and played a key role in the reclamation of campus civility. In 1859 Harrison retired from the university and started a prep school, the Locust Grove Academy, in nearby Nelson County. He was a slaveholder and supported the Confederacy in the American Civil War. By 1862, with the school suffering from a war-diminished student body, he found himself nursing a son returned home from the conflict. He contracted the young man's illness, was forced to close the school, and died soon thereafter. Harrison's death was considered a notable loss for education in the South. He was a descendant of the Harrison family of Virginia. ==Family and early education== Gessner Harrison was born June 26, 1807 in Harrisonburg, Virginia, a city founded by his ancestors in 1780. He was the second of seven children of physician Dr. Peachy Harrison and Mary Stuart. His father served as Rockingham County Sheriff and was elected to the Virginia House of Delegates (1816–1817). He was also a delegate to the Virginia Constitutional Convention of 1829–1830. Gessner began school at four years of age and was studying Latin by age eight. His father was a devout Methodist Christian, and several of Harrison's teachers were noted ministers, all of whom influenced his own devotion. He became an avid reader and was drawn to the library. ==College years== 1821 portrait of Thomas Jefferson–Harrison dined with him as a student. When Harrison began college at age 18, he was described as \"less than striking\" in appearance, \"below middle height,\" and \"his face, though engaging, was rather homely.\" He was among the earliest enrollees for the premier term of the University of Virginia in 1825—his older brother Edward and friend Henry Tutwiler entered as well. As opposed to other educators who assigned to their programs a distinct role for religion, Thomas Jefferson, the university's founder, and author of the Virginia Statute for Religious Freedom, felt that religious activities and studies at the school should be voluntary. This did not deter the pious Harrison or his father regarding Harrison's attendance. On the other hand, Harrison's religious convictions did in one instance have their effect. Jefferson regularly invited students to Monticello for dinner on Sundays, but when the invitation was extended to Harrison and his brother, they explicitly declined, as dutiful Christians, in order to avoid a desecration of the Sabbath and a betrayal of their father. Jefferson was moved by this, and as Broadus relates, he sent them a note to the effect that it gave him \"the highest gratification and consolation in old age, to meet with such an instance of filial piety; to find young men showing such respect for their father’s opinions, at a time when too many of the young are inclined to disregard the counsels of age and the wishes of parents.\" Jefferson ended the note with an invitation to join him for dinner during the week, which the brothers accepted. As a student, Harrison balked at the use of profanity and lewd behavior, and this readily brought a degree of isolation from his contemporaries, particularly the more truculent students. Some even resented his attitude, but as he told his father, \"their enmity is better infinitely than their friendship purchased at the high price of virtue.\" Harrison followed his father's example and undertook medical courses though he found they presented him with a difficult challenge; nevertheless, he received an M.D. degree in 1827. He also took courses in the Ancient Languages department, headed by Prof. George Long; he distinguished himself in Latin, Greek, and French and was awarded an LL.D. in 1828. His classmates in Senior Latin and French included Edgar Allan Poe. When Long left the school the same year, he recommended Harrison as his successor, saying the school should \"not find it necessary to apply to England for that which they already possess.\" ==Marriage and family== Harrison and Eliza Lewis Carter Tucker (1808–1893) were married December 15, 1830. Her father was George Tucker, then professor of Moral Philosophy at the university, following oddly a lifestyle of social and financial delinquencies. Tucker’s wife was Maria Carter, a grandniece of George Washington. Harrison and wife had ten children, three of whom married university professors and joined their parents as residents of Jefferson's \"Academical Village;\" amongst them was women’s rights advocate Mary Stuart Smith (1834–1917). In letters to his friend Tutwiler, Harrison made repeated reference to the happiness that was his in the company of his wife and children. According to biographer and colleague Broadus, as a husband and father, Harrison “was of great courage, both physical and moral,” but possessed “a delicate consideration for the feelings of others;” he preferred a quiet, self-disciplined, erudite life. He worked tirelessly, but took time to nurture his love of art, nature, poetry, and music. Harrison was a vested member of the Southern upper-class; in 1860 he held about nine slaves, and considerable assets as well—real estate valued at $42,000 and other property of $25,842. He at one time conducted a Sunday school for his and other local slaves. ==Teaching career== Univ. of Va. Prof. George Long Harrison's predecessor and mentor ===First year=== The rector of the university, James Madison, in 1828 appointed Harrison to a one-year term as Associate Professor of Ancient Languages—he was the first graduate of the university to become a professor. As he sought to find his place among the older, esteemed faculty members, handpicked by Jefferson and Madison, Harrison endeavored to overcome his feeling of inferiority.In a letter to Prof. Long, he confessed he felt ill-equipped in \"converting my stock of information, which is not the greatest, into a useful instruction to my class,\" and lamented his \"many deficiencies\" as a professor. But by the end of his term he had performed sufficiently to receive an extension of his appointment. ===Age of discontents=== Harrison’s teaching career for a time coincided with an extended period of student rebellion at the university and at a number of colleges and universities across the country. He and his colleagues were challenged early to control unruly, sometimes riotous students. The behavioral problems were in large part due to the faculty maintaining a narrow focus upon lessons and examinations, to the exclusion of personal interaction with their students. In 1830 some students were creating a disturbance outside Harrison's home; he accused one, apparently drunk, of using \"improper language.\" The student later demanded an apology, cursed and assaulted Harrison, and was expelled. Over the course of the next decade, professors' homes were vandalized and they were repeatedly confronted by student criminals armed with weapons and using profane, violent language. On one occasion Harrison was confronted in his office by a cursing student with weapon drawn. In 1839 Harrison was the victim of an egregious assault at the hands of two students, Thomas Russell and William Binford, who had just been expelled for “gross violations” of university rules. They blamed Harrison, as the faculty chairman, and the two accosted him as he was leaving the lecture hall. Binford then restrained him while Russell proceeded to strike him with a horsewhip. Another student finally intervened and halted the attack, but when Harrison rebuked the perpetrators, they renewed the whipping before ultimately fleeing the city on horseback. Harrison dealt with misbehaving students in a \"straightforward, downright way, using direct but kind speech.\" His own children's interactions with him were conducted with \"passionate fondness and unalterable reverence.\" Broadus indicates that the university board adopted, and Harrison as faculty chairman executed, \"a method of discipline, combining liberty and law, which in judicious hands was attended with admirable results.\" This new discipline included a curfew, a dress code, and allowance restrictions. Virginius Dabney indicates that the changes, at least initially, only made things worse—the students' criminal behavior further deteriorated in 1840, when Prof. John A. G. Davis was shot and murdered by a student. Harrison thus described the event: > Professor Davis in the vigor of health, and in the meridian of life, was > shot down before his own door-sill in the wantonness of ruffian malice, when > he had no suspicion of danger, was without the means of injury or defense, > and when his only provocation was an unsuccessful attempt to discover who > had disturbed his domestic peace and violated the laws of the University. The campus atmosphere did eventually improve markedly as a result of the measures which Harrison and the board initiated. ===Laying foundations and beyond=== James Madison, University of Virginia rector, appointed Harrison as a professor in 1828. When Harrison encountered students with poor classics preparation in the lecture hall, he insisted that language fundamentals not be neglected, even at the expense of developing more advanced concepts. This proclivity earned him a frequent invocation by the students of their dysphemism, \"Old Gess's humbuggery.\" Harrison once lamented to a successor, \"I suspect you'll have a lot such as mine; you will spend your life clearing the ground and laying foundations, mostly out of sight, on which more fortunate men shall build.\" Broadus states that he thereby asserted that education only worked its way from higher to lower. Graduate teachers were proven incrementally more skillful. Each cohort in turn sent up students who were more qualified in the basics. Thus, Harrison and colleagues could gradually raise the standard of expertise in each field. One younger colleague affirmed, \"I hardly know how we could get on at all if it were not for what Dr. Harrison did before us.\" His earliest published work, Geography of Ancient Italy and Southern Greece, illustrates his emphasis on fundamentals. In the syllabus, Harrison included history, in order to show that the physical and historical peculiarities of Italy and Greece contributed to the character of the people and the formation of their languages. He was forced to condense the material to reduce printing costs, but the enterprise still lost money. As Broadus opined, the profitable business of publishing proved not to be his strong suit. Harrison also explored new concepts in his discipline. The modern Science of Language had recently begun in Germany, seeking to expand the academic study of Latin and Greek usage beyond that of elemental facts, expanding the discipline with \"rational explanation and philosophical systemization.\" Harrison supported the advance of this scientific approach in American comparative grammar, eventually applying its principles to the striking similarities between the ancient Sanskrit language of India and that of Latin and Greek. According to Prof. Basil Gildersleeve and biographer Merrow E. Sorley, Harrison's keen interest led him to promote several innovative principles even before they were taken up by the German or English schools. Harrison's own Exposition of Latin Grammar was described as \"an excellent work\" by German Prof. Georg Curtius, the preeminent scholar in the study of comparative grammar at the time. Curtius' own work on the subject followed six years after Harrison's material was first printed for use in an 1839 University of Virginia classroom. Harrison's later Treatise on Greek Prepositions was said to be a prime example of his philosophical, inductive approach. Broadus maintained in 1870 that the work made its author a decidedly eminent contributor in the field of philology. While Harrison's colleagues had praise for these works, their very specialized nature limited the circle of interested readers, and sales barely covered expenses. Finally, Harrison was able to use his medical studies to articulate the relationship of vocal anatomy to language patterns. “To see the Professor exemplifying with his own organs the mode of formation of palatals, linguals, and labials was a standing amusement\" to both students and colleagues. ===Style of teaching and leadership=== Pavilion VI–Prof. Harrison's home Harrison's lecture style was reputedly more engaging than his writing style, which was dismissed as \"scarcely felicitous.\" As a lecturer he was intent upon clarity, with an ability to discern the comprehension among his audience. He had no hesitancy to revisit a point from varied angles as necessary until learned. Owing to the sometimes tedious nature of his subject, he was ready to employ a spontaneous, homespun humor, which on occasion became “as racy as it was peculiar.” Harrison's professorial work ethic was self-defeating over time, as he failed to limit his workload to a manageable size. As a result, he suffered from a procrastination that became increasingly habitual. His review of examinations became last-minute, occasionally imprecise, affairs. His reports to the faculty as chairman became ill-prepared, oral presentations, rather than the prescribed written ones. Over-commitments also eliminated his potential for social life and travel. They were deemed invaluable for an educator, who was believed to profit from an exchange of ideas and a personal review of events beyond that provided by newspapers and periodicals. Harrison lamented these shortcomings and their effect on his professional development throughout his career. Nevertheless, over his thirty years on the university faculty, Harrison proved himself to be a “...deeply earnest and conscientious professor...And those who knew him best had the greatest confidence in his judgment.” He taught Latin and Greek, published three books (1834, 1852, 1858), served as faculty secretary (1831–1832), and was faculty chairman (1837–1839, 1840–1842, 1847–1850, 1851–1854). In 1856 the board of visitors revamped his department, limiting his courses to Latin exclusively. ==Retirement and final years== Harrison was forced to confront an inability to make ends meet on his $3,000 annual salary, in light of the expenses of his considerably large family. In an effort to solve this, in 1858 he set out to follow the example of retired Alabama professor Henry Tutwiler, who had established a profitable boarding school; to this end, he tendered his resignation to the board of visitors. A majority of the board resolved to retain him, and removed his salary cap, offering him the entire proceeds from his classes. Harrison withdrew the resignation, until it became clear there had arisen a fissure on the board as to the arrangement. He resubmitted his resignation and retired from the university in 1859. The faculty responded to his departure, formally resolving that \"he had done more than any other man for the cause of education and sound learning in his native state.\" That year the students presented him with a silver pitcher and goblets \"as a Memorial of their high regard and esteem;\" they are still used at university library events. Harrison proceeded to purchase land in nearby Nelson County, and there instituted the Locust Grove Academy, where he enrolled 100 boys, some of them sons of former students from the university. After he successfully initiated the third school term, the Civil War disrupted his plans—by the end of 1861 half of his students had left school to join the Confederate army. Harrison's establishment of the academy was over-leveraged, with the result that there was little leeway when tuition receipts dropped. Harrison maintained his loyalty to slavery and the South. All of his then adult sons joined the Confederate army; one, Charles Carter, returned home in 1861 with camp fever, and Harrison assumed the role of caregiver. Over the years his own health had diminished, and though he nursed his son back to health, Harrison contracted the disease. He was forced to close his school and died soon thereafter on April 7, 1862; he was buried in the University of Virginia Cemetery. ==Works== *The Geography of Ancient Italy and Southern Greece (1834) *Exposition of Some of the Laws of the Latin Grammar (1852) *Treatise on the Greek Prepositions and the Nouns with Which These are Used (1858). ==Legacy== Harrison Hall, James Madison Univ. *Rev. John A. Broadus remarked, in an address memorializing Harrison a decade afterwards, that the loss occasioned by the death of Harrison was overshadowed by the chaos of the American Civil War: > He fell amid the storm of war. Three years earlier and the death of Gessner > Harrison would have stirred the entire South. The journals of every state > would have included tributes from many an admiring and grateful pupil...And > so it is likely that the young of today can scarcely believe, the old can > with little difficulty recall, how widely known and how highly honored and > admired, how warmly loved, was this mere civilian, the quiet and > unpretending professor of 1859. *Historian William F. Boogher has also said the following of Harrison: > He was perhaps the most important figure in the educational history of the > Southern States in the period before the Civil War. *Univ. of Va. Chapel features a pair of stained glass windows (height-13 ft.) which are dedicated to him. *Harrison Hall, a former dormitory at the university, was named for him. *Harrison Hall, an academic building at James Madison University in Harrisonburg, Virginia, is also named in his memory. ==Notes== == References == ===Works cited=== * * * * * * * * * * * ==Primary sources== *Papers of Gessner Harrison, 1827–1862. MSS 12762. Albert and Shirley Small Special Collections Library, University of Virginia. Category:1807 births Category:1862 deaths Category:People from Harrisonburg, Virginia Category:Academics from Virginia Category:American classical scholars Category:Harrison family of Virginia Category:People of Virginia in the American Civil War Category:University of Virginia alumni Category:University of Virginia faculty Category:Burials at the University of Virginia Cemetery Category:19th-century American non-fiction writers Category:American slave owners Category:American slave traders ",
    "title": "Gessner Harrison"
}