{
    "id": "56613140",
    "text": "Arthur Leslie Gavshon (August 28, 1916 - July 24, 1995) was a London-based South African journalist. He was a reporter for the Associated Press, and the author of three books of investigative journalism. ==Early life== Arthur Gavshon was born on August 28, 1916 in Johannesburg, South Africa. His parents were Lithuanian Jewish refugees. Gavshon was educated at the Pretoria Boys High School. ==Career== Gavshon began his career at Express, a newspaper based in Johannesburg. He was also the associate editor of Libertas, a magazine opposed to the National Party's non-interventionist policy during World War II. After serving in the South African Army in Italy and North Africa during the war, he joined the Associated Press in 1945. He was the AP's London correspondent from 1947 to 1960, and later worked in Washington, D.C. as well as the AP's European correspondent. He retired in 1981. Gavshon was the author of three books of investigative journalism. He was a critic of apartheid. ==Personal life and death== Gavshon married Audrey Ross in Hampstead, London in 1954.https://www.familysearch.org/ark:/61903/1:1:QVDJ-ZK3N He was related to journalist Anton Harber. They had three daughters, Laura T Gavshon in 1955,https://www.familysearch.org/ark:/61903/1:1:QV7F-P22Z Helena K Gavshon in 1957,https://www.familysearch.org/ark:/61903/1:1:QV7V-XV2G and Evelyn A Gavshon in 1960.https://www.familysearch.org/ark:/61903/1:1:QV7L-QZSM He died on July 24, 1995 in London. ==Selected works== * * * ==References== Category:1916 births Category:1995 deaths Category:Jewish South African anti- apartheid activists Category:South African people of Lithuanian-Jewish descent Category:People from Johannesburg Category:Journalists from London Category:South African investigative journalists Category:South African emigrants to the United Kingdom Category:White South African anti-apartheid activists Category:Associated Press reporters ",
    "title": "Arthur Gavshon"
}