{
    "id": "56611608",
    "text": "The Red Three () was the Switzerland section of the so-called Red Orchestra. It was established and maintained by Soviet Military Intelligence Staff Division 4. ==Name history, and activities== Organisational diagram of the core members of the Red Three in Switzerland The terms Red Three, and Red Orchestra respectively, were invented by the Reichssicherheitshauptamt (RSHA), the counter-espionage arm of the SS. As essential part of the Red Orchestra, the Red Three (radio stations) (de: die Roten Drei (Funkstellen)) were outside the reach of German security forces, located in Switzerland. It was headed by Alexander Radó (code name: DORA), a Hungarian émigré, Communist, and geographer. The Red Three was founded in 1936, when Radó arrived in Geneva. By April 1942, the organization had been established with Radó as group leader, and also had three subgroup leaders: Rachel Dübendorfer (code name: SISSY), Georges Blun (code name: LONG), and Otto Pünter (code name: PAKBO). After the imprisonment of Leopold Trepper (code name: GRAND CHEF) by the Gestapo in 1942, Radó's group became the most effective part of the Red Orchestra espionage network. It collected useful information in Switzerland and had some contacts inside Germany. Perhaps most importantly, Radó was also in touch with the Lucy spy ring, which had very valuable contacts inside Germany, and was linked to British intelligence. Some people have speculated that the Lucy ring was used by British intelligence to pass Ultra information to Soviet intelligence without revealing the codebreaking operation that was its source, but most historians do not agree with this theory. In 1944–1945, Radó was recalled to the USSR and charged with spying for Britain and the U.S. He was imprisoned for eight years, but was released and rehabilitated after Stalin's death. ==See also== *Lucy spy ring *Red Orchestra (espionage) *Plötzensee Prison *Schwarze Kapelle *White Rose *FRG 1972 (TV Miniseries), ==References== *Trepper, Leopold (1977). The Great Game McGraw–Hill, Inc. *Brysac, Shareen Blair (2000) Resisting Hitler: Mildred Harnack and the Red Orchestra Oxford University Press. ==External links== * Plötzensee Memorial Centre * BFCentral * on Sophia Poznanska * Book review of Red Orchestra by Anne Nelson. Random House website. Retrieved April 7, 2010 * Category:World War II resistance movements Category:World War II espionage Category:German resistance to Nazism Category:Spy rings ",
    "title": "Red Three"
}