{
    "id": "56614833",
    "text": "Raquel DiDomenico (Steckman) was the first female combat engineer senior sergeant in the United States Army appointed to a sapper company as a first sergeant.\"Blowing down barriers: Female first sergeant takes charge of sapper company\", Army Times\"First Sgt. Raquel Steckman is the first woman in the Army appointed to a combat engineer company as a first sergeant, now with the 374th Engineer Company (Sapper)\", Alamy She began her career in the US Army Reserve 652 Engineer Company (Multi-Role Bridge)\"Army Reserve makes it official in Hammond\", Hudson Star Observer. From 2009-2010, she served in Baghdad, Iraq as an operations sergeant with the 401 Engineer Company (Multi-Role Bridge)\"Raquel DiDomenico (1)\", LinkedIn. On Jan. 9, 2015, 1st Sgt. Raquel Steckman reported as the new first sergeant of the 374th Engineer Company in Concord, California, becoming the first female combat engineer senior sergeant who is 12Z qualified to hold this leadership position in a Sapper unit\"Sapper 1st sgt. represents a first for combat engineers\" Army Times. Until 2018, DiDomenico served as Battle Staff Instructor and Operations Non-Commissioned Officer in Charge at the NCO Academy, Fort McCoy, Wisconsin\"Raquel DiDomenico (2)\", LinkedIn. As of early 2018, DiDomenico has been selected for promotion to E9 and assumed the role of Engineer School Reserve Component Sergeant Major at Fort Leonard Wood. She will be attending the non-resident Sergeants Major academy. ==References== ==Further reading== *\"First Sgt. Raquel Steckman is the 1st woman in the #Army appointed to a combat engineer company as a first sergeant\", Twitter *\"1sg raquel steckman is the first female combat engineer senior sgt in the army appointed to a sapper company as a 1sg\", Scoopnest *\"Concord Army Reserve Unit First to Be Headed by a Woman\", Concord Patch *\"The Argument For Women In Combat Should Be About Mission Effectiveness\", Task & Purpose *\"Fort Bragg general salutes Women’s History Month\", Paraglide *\"The U.S. Army is changing ... for the better\", Daily Kos *\"BARRIER BROKEN WITH COMBAT ENGINEER COMPANY’S FEMALE 1ST SERGEANT\", \"NCO Journal\" Category:1980 births Category:Living people Category:Women in the United States Army Category:United States Army soldiers ",
    "title": "Raquel DiDomenico"
}