{
    "id": "56614443",
    "text": "Alexander Kopacz (born 26 January 1990) is a Canadian bobsledder and the reigning Olympic co-champion in the two-man bobsleigh event. He competed in the two-man event at the 2018 Winter Olympics. Kopacz and pilot Justin Kripps tied with the German team of Francesco Friedrich and Thorsten Margis for the gold medal. ==Career== Kopacz started his sporting career as a varsity level shot putter at University of Western Ontario in London, Ontario. With encouragement from his university coaches he attended a Canadian talent ID camp for bobsleigh athletes in April 2013. Kopacz would start racing later that year with Nick Poloniato on the North American race circuit. The next year he competed with Chris Spring in the 2014–15 Bobsleigh World Cup, his first year in the top level circuit. At the 2015 World Championships Kopacz battled through pneumonia to help push Spring to eighth place in the four-man bobsled. He stepped on the podium for the first time at the World Cup event in Lake Placid, New York, as part of Justin Kripps' four-man team. During the 2016–17 Bobsleigh World Cup Kopacz missed the first half of the season due to an adductor tear. He would return to the World Championships, again pushing Kripps to a sixth-place finish in the four-man. The next season he and Kripps found their groove, they would earn four podium finishes together in the 2016–17 Bobsleigh World Cup and finish first overall in the World Cup to win the Crystal Globe as overall World Cup champions. They would carry this momentum into the 2018 Winter Olympics in Pyeongchang, South Korea. In the two-man competition he pushed Kripps two second place through the first two of four runs. In the second day of competition, they were in the lead after three runs. In the fourth and final run they were just a few one hundredths behind Francesco Friedrich of Germany, but in the final run they made up enough time to win gold. In fact the run put them in a tie with Friedrich for the top of the podium. Kripps and Kopacz began celebrating with team, family, and friends. Kopacz said of the gold medal that \"within a couple minutes it was a sea of emotion, a sea of teammates and tears from my parents.\" ==Personal== He completed his mechanical engineering degree at University of Western Ontario in 2013 and keeps his skills up through contract work. ==References== Category:1990 births Category:Living people Category:Bobsledders at the 2018 Winter Olympics Category:Canadian male bobsledders Category:Medalists at the 2018 Winter Olympics Category:Olympic bobsledders of Canada Category:Olympic gold medalists for Canada Category:Olympic medalists in bobsleigh Category:Sportspeople from London, Ontario Category:University of Western Ontario alumni ",
    "title": "Alexander Kopacz"
}