{
    "id": "56610153",
    "text": "Shelley Gautier (born 31 October 1968) is a Canadian Paralympic medalist in para-cycling. Gautier won a bronze at the 2016 Summer Paralympics in the women's time trial event and won multiple consecutive gold medals at the UCI Para-cycling Road World Championships from 2010 to 2018. Gautier was inducted into the Niagara Falls Sports Wall of Fame in 2003 and nominated for the Laureus World Sports Award for Sportsperson of the Year with a Disability in 2015. ==Early life and education== Gautier was born on 31 October 1968 in Niagara Falls, Ontario. She went to the University of Western Ontario for an honours degree in physical education before graduating from the University of Toronto with a physical therapy degree. ==Career== Gautier began her sports career while in university as a college athlete. After a head injury and coma in 2001, Gautier became was diagnosed with hemiparesis on the right side of her body. After her injury, Gautier started competing in disabled sailing before moving on towards para-cycling. During her disabled sailing career, Gautier won the Silver Fleet event at the 2006 Mobility Cup and was the president of the Disabled Sailing Association of Ontario from 2006 to 2007. In para-cycling, Gautier won repeat golds in the time trial and road race events at the UCI Para-cycling Road World Championships from 2010 to 2015. Gautier continued to win gold at the road race and time trial events at the 2017 UCI Para-cycling Road World Championships and 2018 UCI Para-cycling Road World Championships. During the 2019 UCI Para-cycling Road World Championships, Gautier won silver in the road race and bronze in the time trial. Outside of UCI, Gautier won a silver at the 2011 Parapan American Games and 2015 Parapan American Games in the mixed time trial events. After not medalling at the 2012 Summer Paralympics, Gautier received a bronze medal in the women's time trial event at the 2016 Summer Paralympics. ==Awards and honours== In 2003, Gautier was inducted into the Niagara Falls Sports Wall of Fame as a member of the A. N. Myer Secondary School's soccer team. Gautier was nominated for the Laureus World Sports Award for Sportsperson of the Year with a Disability in 2015 and lost to Tatyana McFadden. ==References== Category:1968 births Category:Canadian female cyclists Category:Cyclists at the 2012 Summer Paralympics Category:Cyclists at the 2016 Summer Paralympics Category:Living people Category:Paralympic cyclists of Canada Category:Paralympic bronze medalists for Canada Category:Sportspeople from Niagara Falls, Ontario Category:Medalists at the 2016 Summer Paralympics Category:Paralympic medalists in cycling ",
    "title": "Shelley Gautier"
}