{
    "id": "56610493",
    "text": "The Caribbean Club Shield, also known as the CFU Club Shield, is an annual Caribbean football competition that are members of the Caribbean Football Union (CFU). It is a second-tier competition to the Caribbean Club Championship, and was introduced in 2018 for clubs from non-professional leagues which are working towards professional standards. It is currently run by CONCACAF and is officially known as the CONCACAF Caribbean Club Shield. The winner of this competition, as long as it fulfills the CONCACAF Regional Club Licensing criteria, will play against the fourth-placed team of the Caribbean Club Championship for a place in the CONCACAF League. ==History== The CONCACAF Council, at its meeting on 25 July 2017 in San Francisco, California approved the implementation of the following two-tier competitions for affiliated clubs of Caribbean Member Associations starting in 2018: *The Tier 1 competition, known as the CONCACAF Caribbean Club Championship, is contested by the champions and runners-up of the top professional and semi-professional leagues in year 1 (2018), and open to only fully professional leagues in year 2 (2019) and onwards. *The Tier 2 competition, known as the CONCACAF Caribbean Club Shield, is contested by the champions of the top leagues in Member Associations that have no professional or semi-professional leagues in year 1 (2018), and open to amateur and semi-professional leagues in year 2 (2019) and onwards. ==Results== {| class=\"wikitable\" |- ! Season ! width=200px | Hosts ! width=200px | Winners ! Score ! width=200px | Runners-up ! width=200px | Third Place ! Score ! width=200px | Fourth Place |- | align=center | 2018 | align=center | | align=right | Club Franciscain | align=center | 2–1 | align=left | Inter Moengotapoe | align=right | Real Rincon | align=center | 3–1 | align=left | Nacional |- | align=center | 2019 | align=center | | align=right | Robinhood | align=center | 1–0 | align=left | Club Franciscain | align=center colspan=3 | Weymouth Wales and Jong Holland |- | align=center | 2020 | align=center | | align=center colspan=6 | Cancelled due to COVID-19 pandemic |} ==See also== *Caribbean Club Championship *CONCACAF League *CONCACAF Champions League == Notes and references == == External links == * Caribbean Football Union * CFU Championship, RSSSF.com Shield Category:International club association football competitions in the Caribbean Category:Caribbean Football Union ",
    "title": "Caribbean Club Shield"
}