{
    "id": "56628178",
    "text": "Cherprang Areekul (, , ; born 2 May 1996) is a member of the Thai idol girl group BNK48, an international sister group of the Japanese idol girl group AKB48. She is one of the first-generation members of the group, and is also the first and current captain of the group. She was known as a cosplayer prior to joining BNK48 in 2017. In 2018, she began her acting career with a lead role in Homestay, a GDH 559's film released in October that year. A science student at the Mahidol University International College since 2014, she has also worked as a research assistant and coauthored a research paper with her professors. She has participated in various scientific activities, both domestically and abroad. In 2019, her portrait was carried in a satellite launched into space. ==Career== ===Idol=== Cherprang learnt of the 48 Group through the anime AKB0048, which was based on the idol group AKB48. She was originally a fan of the anime, and when she later realised that the group is real, she became a fan of the group too. In July 2016, the 20-year-old Cherprang was attracted by the recruitment of members of BNK48, a new sister group of AKB48 in Thailand, but the applicants were required to be aged between 12–18 years only. The subsequent expansion of the age limit to 22 years enabled her application. When asked about what made her decide to become a member of an idol group, she said: \"I'm a fan of AKB48. I wanted to know what my idols went through to become famous.\" She also said that her father initially disapproved of her working as an idol. Out of the total 1,500 applicants, 300 and 80 girls respectively passed the initial auditions. Cherprang was amongst the 29 persons who passed the final audition, and became a trainee of BNK48 when the group was announced at Japan Expo 2017 on 12 February 2017. When BNK48 was officially debuted in June 2017, Cherprang was named one of the 16 senbatsu members for the group's first single and was also made the captain of the group. Pongchuk Pissathanporn from La-Ong-Fong band, the musical director of the group, described Cherprang as having leadership and responsibilities, saying that was why the management team found her suitable for the captain position. As one of the Thai members that can speak Japanese, Cherprang also helps coaching Rina Izuta, a Japanese member who was transferred from AKB48. On 24 December 2017, Cherprang was selected as a member of the first team of the group, Team BIII. She applied for candidacy in the 2018 general election of AKB48, a polling event to find the 100 most popular 48 Group members to join the 53rd single of AKB48. It was the first time that the event was participated by overseas members of the 48 Group. The election result announcement event was held on 16 June 2018 in Nagoya, Japan, where she, serving as the centre, performed the song \"Koi Suru Fortune Cookie\" with members of other 48 Group members. According to the election result, she obtained a total of 26,202 votes and won the 39th place, thus qualified to join the single as part of the Next Girls unit. The single was released on 19 November 2018. ===Acting=== She was given a lead role in a thriller film, Homestay, produced by GDH 559, released on 25 October 2018. The film was directed by Parkpoom Wongpoom and the filming was completed in May 2018. One Year: The Series, also produced by GDH 559 and aired in late 2019, marks her first time performing in a series. She co-starred in the series with some of her fellow members of BNK48. ==Personal life== Cherprang was born in Hat Yai, Songkhla, Southern Thailand, where her family lived on a hill. She later moved to Bangkok. She attended an alternative school for the secondary education at Roong Aroon School in Bangkok. She said she grew up as a normal girl not knowing what her life aims should be. After speaking with her mother, she chose the alternative school in order to figure herself out. At the school, she found herself better at mathematics and science than arts, saying that she actually enjoyed scientific experimentation and working, and that she was greatly inspired by her science teacher to become a scientist. She was also selected as the school's drum major and cheerleader every year. After finishing the alternative school in the academic year 2013, she was admitted to the Mahidol University International College, where she now is an undergraduate student majoring in chemistry and minoring in physics. She said the fields of study that she has enjoyed the most and would like to continue in the master's and doctor's degrees include physical chemistry, quantum chemistry, and space science. It was at this college that she found herself also interested in cosplaying, and she later engaged in Japanese culture events as a cosplayer. During her second and third years at the college, she also worked as a research assistant. She coauthored a research paper about the blue bottle experiment, which was published in the Royal Society Open Science journal in November 2017. Due to her background in science, she has been invited to various academic events, such as a panel talk concerning the reentry of the Tiangong-1 space station on 29 March 2018, and the tenth anniversary of the Synchrotron Light Research Institute on 1 June 2018, where it was revealed that a photo of her would be carried in a GISTDA satellite to be launched into space in 2019. She also accompanied the Thai team in the FameLab competition at the 2018 and 2019 Cheltenham Science Festival in the UK. In 2018, she filed a complaint with the Technology Crime Suppression Division in Bangkok after someone inserted an image of a dildo into one of her Instagram pictures. Her reason for filing the complaint was \"to protect her privacy.\" Bangkok police said that the guilty party would face a jail term of up to three years and/or a fine of (approximately ). She gave a talk a special talk session on 'Youth Commitment to Sustainable Development Goals' at Sophia University, Japan in 2019 along with other representatives from UNESCAP & UNESCO. ==Popularity== Cherprang is amongst the BNK48 members with the most followers and usually has the longest queues at handshake events. Many people consider her as the image of BNK48. When Northeastern Thailand suffered severe floods in August 2017, eight autographed portraits of her and other BNK48 members were auctioned off to raise money for the flood victims. Her photo alone fetched , and the auction gained a total of . She won the 39th place, the highest among BNK48 members, in the 2018 general election of AKB48, an annual polling event to find the 100 most popular 48 Group members to participate in an AKB48 single. ==Honours== On 20 September 2017, Thailand's national youth day, Cherprang was given a Rotary Club of Chatuchak's juvenile award by former deputy prime minister Bhichai Rattakul. She was appointed the Buddhist ambassador for the Māgha Pūjā Day on 22 February 2018 by Thailand's National Office of Buddhism. On 9 March 2018, she, along with Kaew and Satchan, her fellow BNK48 members, were announced as role models in education at EduLife Expo 2018 in Bangkok, where they received shield trophies from Princess Soamsawali. In 2018, her fans also raised money to build a scientific library with a computer chamber at Ban Pa Daet School () in Santi Suk, Nan, Northern Thailand, and named it after her. ==Works== ===AKB48 Group general election placements=== Every members of AKB48 Group who meets the criteria also able to join the general election of AKB48. Cherprang first election was in 10th edition AKB48 World General Election which held in Japan on 2018 and ranked at #39 while her first election in her own group was on 2019 and coming as the winner. Here is Cheprang placements: ; BNK48 Senbatsu General Election {| class=\"wikitable sortable\" |- ! Edition !! Year !! Final rank !! Number of votes !! Position on single !! Single !! Ref |- | 1 || 2019 || 1 || 84,195 || Senbatsu || Beginner || |- | 2 || 2020 || 2 || 71,352 || Senbatsu || Heavy Rotation || |- |} ; AKB48 General Election {| class=\"wikitable sortable\" |- ! Edition !! Year !! Final rank !! Number of votes !! Position on single !! Single !! Ref |- | 10 || 2018 || 39 || 26,202 || Next Girls || Tomodachi ja nai ka? || |- |} ===Discography=== ; BNK48 singles {| class=\"wikitable sortable\" |- ! Year ! data-sort-type=\"number\" | No. ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"2\"| 2017 | 1 | \"Yak Cha Dai Phop Thoe\" | A-side | Also sang \"Ko Chop Hai Ru Wa Chop\" and \"Sam Roi Hoksip Ha Wan Kap Khrueangbin Kradat\". |- | 2 | \"Khukki Siangthai\" | A-side | Also sang \"BNK48 (Bangkok48)\" as centre. |- | rowspan=\"3\"| 2018 | 3 | \"Wan Raek\" | A-side | Also sang \"Prakai Namta Lae Roiyim\" as part of Team BIII. |- | 4 | \"Thoe Khue Melodi\" | A-side | |- | 5 | \"BNK Festival\" | A-side | Also sang \"Thung Mae Cha Mi Nam Ta\". |- | rowspan=\"2\"| 2019 | 6 | \"Beginner\" | A-side | Ranked 1st in General Election 2019 (first Kami 7 position) as centre. |- | 7 | \"77 no Suteki na Machi e\" | A-side | Also Sang on \"It's Life\" (first solo song) |- | rowspan=\"2\"| 2020 | 8 | \"High Tension\" | A-side | |- | 9 | \"Heavy Rotation\" | A-side | Ranked 2nd in General Election 2020 (Kami 7 position) |- |} ; BNK48 Album {| class=\"wikitable sortable\" |- ! Year ! data-sort-type=\"number\" | No. ! Title ! Role ! class=\"unsortable\" | Notes |- | 2018 | 1 | \"River\" | A-side | |- | 2019 | 2 | \"Jabaja\" | A-side | Also sang \"Bye Bye Plastic\" as centre. |- |} ; AKB48 singles {| class=\"wikitable sortable\" |- ! Year ! data-sort- type=\"number\" | No. ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"1\"| 2018 | 53 | \"Sentimental Train\" | Next Girls | Sang in the single \"Tomodachi Janaika?\" |- |} ===Filmography=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes ! Ref(s) |- |rowspan=\"2\"| 2018 | BNK48: Girls Don't Cry | Herself | Documentary film | |- | Homestay | Prima Wongsuthin (Pi) | Lead role | |- |2020 | BNK48: One Take | Herself | Documentary film | |} ==Awards== Note: Awards for BNK48 as a group is not listed here. {| class=\"wikitable sortable\" |- ! Year ! Award ! Category ! For ! Recipient(s) ! Result |- | 2018 | GQ Thailand Men of the Year Awards 2018 | Woman of the Year | | Cherprang Areekul | |- | 2019 | daradaily Awards 8 | Top Newcoming Girl of the Year 2018 | Homestay | Cherprang Areekul | Nominated |- |} ==References== ==External links== * * Category:1996 births Category:Living people Category:People from Songkhla Province Category:J-pop singers Category:Thai pop singers Category:Thai female singers Category:Thai actresses Category:21st-century Thai actresses Category:Cosplayers Category:BNK48 members Category:Mahidol University alumni ",
    "title": "Cherprang Areekul"
}