{
    "id": "56621057",
    "text": "The Cascais tide gauge () was the first tide gauge (also known as a mareograph or marigraph, as well as a sea-level recorder) installed in Portugal and dates back to 1882. It is situated in Cascais Municipality, Lisbon District. It was one of the first systems of sea-level data collection installed on the coast of Europe and is still in use. The Cascais tide gauge ==History== Located at the entrance to the Bay of Cascais, below the Citadel of Cascais and to the northeast side of Cascais Marina, and covered by a hemispherical dome, this tide gauge was built in 1877 in Paris by the clockmakers Amédée-Philippe Borrel and Jean Wagner. The gauge was considered necessary because of the difficulties with access to the port of Lisbon as a result of a sand bar in the river Tagus. When it began operations there were only three other sites with similar equipment in the world, at Brest, Aberdeen and Hook of Holland. It was originally installed in 1882 at another location, close to the marine biology laboratory established in the Citadel by King Carlos I who was a keen oceanographer and carried out twelve expeditions for this purpose. The gauge made it possible to measure the average water level along the Portuguese coast and was used for the completion of the geodesic survey of mainland Portugal, which was conducted between 1857 and 1892. The altimeter \"reference-zero\" (mean sea level), used by all Portuguese cartography, was based on its readings. The gauge employs an analog measuring system, working with a float that is placed in a well into which enters water connected directly to the sea. The movement of the float is transmitted by a system of ropes and pulleys connected to a measuring system, more precisely to a pen that registers on a sheet of paper on a rotating circular drum, similar to the system employed by a Barograph. ==Use of data== Interior view of Tide Gauge showing data recording equipment At the end of the 19th Century the gauge was moved by around 30 metres to its current position, since the data collected at the original location were not very reliable due to the distance from the open sea. The gauge has been in continuous operation since 1895. It is one of the oldest still active, and has provided a lengthy time series that, for example, confirms that the average sea level has risen by about 15cm or by 1.3 mm per year since it was installed. Its readings are used by the scientific community, nationally and internationally, and are sent to and are available from the Permanent Service for Mean Sea Level. PSMSL page with data from Cascais ==Recent developments== Adaptations were made in 1996 to incorporate more modern measuring systems but the original equipment is still used for calibration purposes. All measurements made since the inception of the gauge are in the process of being digitized. It was originally planned to incorporate a new acoustic digital system in the existing structure. However, there were two problems with this; the fact that the addition of a digital system would affect the inflow and outflow of water into the analog well, and the impact of the new marina on the accuracy of the gauges, as a result of a delay in the arrival of the waves. It was therefore decided to proceed with the installation of the digital acoustic system elsewhere and infrastructure for this is now located in the Administration building of the new marina about 250 meters from the analog tide gauge. Tests for this began in July, 2003 and the system came into full operation in October, 2003. Data from this is transmitted by GSM. However, the original gauge is still in use, operated by the Portuguese Geographic Institute. As a result of collaboration between the Municipality of Cascais and the Institute, the gauge can be visited by appointment. ==References== ==External links== * Category:Buildings and structures in Cascais Category:Tide gauges ",
    "title": "Cascais tide gauge"
}