{
    "id": "56621391",
    "text": "Karimala (sometimes written as Katimala or Kadimalo) was a Nubian queen. She is known from a relief found at the temple in Semna in Nubia. Karimala had the title of Great Royal Wife and princess. In the scene at Semna, the queen is shown with double feather crown, scourge and long robe. Isis is standing in front of the queen, and here is a longer inscription, written in Egyptian hieroglyphics, which are difficult to read. The text seems to allude to a conflict between Makarasha and an unnamed king who was the husband of Karimala. Robert Morkot, The A to Z of Ancient Egyptian Warfare, Rowman & Littlefield, 2010 Although the precise dating of the inscription and hence Karimala is not certain, it can be assumed that it dates back to the Twenty- First or Twenty-Second Dynasty. This period (about 1000–750 BC) is considered the dark age of Nubian history, from which almost nothing is known. This inscription proves the continuation of certain power structures.John Coleman Darnell: The Inscription of Queen Katimala at Semna: Textual evidence for the origins of the Napatan State. New Haven, 2006, In 1999 Chris Bennett made a case that Karimala was a daughter of Osorkon the Elder (reigned 992 – 986 BC).Chris Bennett, \"Queen Karimala, Daughter of Osochor?\" Göttinger Miszellen 173 (1999), pp. 7-8 She is called both 'King's Daughter\" and \"King's Wife\" and her name suggests she may have been Libyan. Given the date of the inscription (a year 14), she might have been the queen of either king Siamun (reigned 986–967 BC) or king Psusennes II (reigned 967 – 943 BC). Bennett prefers a marriage to Siamun, because in that case she could have taken over the position of the Viceroy of Kush, Neskhons, as a religious figurehead in Nubia after the death of the latter in year 5 of king Siamun. ==References== ==Further reading== *László Török, Between Two Worlds: The Frontier Region between Ancient Nubia and Egypt 3700 BC – AD 500. Brill, Leiden–Boston 2009, pp. 294–298. Category:Queens consort of the Twenty-first Dynasty of Egypt Category:Princesses of the Twenty-first Dynasty of Egypt Category:10th-century BC Egyptian people Category:10th-century BC rulers Category:10th-century BC women rulers ",
    "title": "Karimala"
}