{
    "id": "56627275",
    "text": "Nataliia Zharkova (born 1989) is a 2017 freediving champion of Europe and Ukraine. Zharkova holds multiple records in the discipline of freediving. She also is a freediving runner-up champion of the world, 2013. She is the first Ukrainian and the second woman to ever dive below the arch of the Blue Hole vertical underwater cave in Dahab, Egypt, on a single breath. == Biography == === Swimming career, 1997–2007 === Zharkova started swimming at the age of 7 when her parents introduced her to swimming to alleviate her spine medical condition. In six months she would be accepted in the school of Olympic Reserve of Ukraine where she spent a total of 10 years. Zharkova represented Ukraine in various Europe swimming championships while attending the school of Olympic Reserve of Ukraine. === Freediving career 2008–present === In 2008 Zharkova gets introduced to freediving and begins active training. In 2009, Zharkova participated in a world championship held at Aarhus, Denmark. Zharkova set new Ukraine's national records in freediving. In 2010, Zharkova competed in Ukraine, Russia and Latvia. Each participation brought Zharkova a new Ukraine's national record. In 2011, the first depth competitions AIDA International World Championship were held at Kalamata, Greece. Zharkova's first participation in the depth competitions drew here near the top freedivers in the discipline taking 6th place in the CNF discipline (constant weight, no fins). She also set new Ukraine's national records in the discipline. () In 2012, Ukraine's first team world championship participation, event was held in Nice, France. Zharkova represented Ukraine along with Alexander Bubenchikov and Valentin Kuznetsov. Men's team has taken 14th place out of a total of 30. Zharkova updated her previous national records and took 5th place in the world rating. In 2013, the AIDA International World Championships were held in Kalamata, Greece. Nataliia Zharkova along with Natalia Molchanova won medals in all of the disciplines of the championship. Natalia Molchanova and Nataliia Zharkova. Kalamata, Greece 2013. * Silver – CNF (Constant weight apnea without fins), 60m * Silver – FIM (Free immersion apnea), 78m * Bronze – CWT (Constant weight apnea, Bi-fins), 85m In 2013–15, Zharkova was a finalist in the Pool World Championship held at Belgrad, Serbia. In 2015, the AIDA International Depth World Championships were held at Limassol, Cyprus. * Bronze – FIM (Free immersion apnea) * Bronze – CWT (Constant weight apnea, with a monofin) In 2017 Zharkova won 2 gold and a bronze medals at Championship of Europe held at Kaş, Turkey. She set 2 new World Records according to CMAS. All immersions of that championship were filmed with the Dive Eye underwater drone. * CWT (Constant weight apnea, Bi- fins) – 85m 2 ming 51 sec – gold, world record * CNF (Constant weight apnea without fins) – 65m 2 ming 41 sec – gold, world record === Current activities === Currently Zharkova is a master Instructor at AIDA International, instructor (Emergency First Response-EFR). She is a chairman of the Freediving committee at UFUA (Ukrainian Federation of Underwater Activities) and is a member of the CMAS international committee. She is an author of multiple training programs and a coach in Deep Division freediving school in Kharkiv, Ukraine. Zharkova conducts trainings in warm climate locations, most notably in Dahab, Egypt and actively prepares for upcoming competitions. === Personal records === * DYN, Dynamic apnea with fins – 172 meters * DNF, Dynamic apnea without fins – 132 meters * FIM, Free immersion apnea – 82 meters, National record of Ukraine * CWT, Constant weight apnea – 95 meters, National record of Ukraine * STA, Static Apnea – 6 minutes 02 seconds, National record of Ukraine * CWT, Constant weight apnea, Bi-fins – 85 meters, CMAS World record * CNF, Constant weight apnea without fins – 65 meters, CMAS World record == Education == Zharkova graduated Kharkiv State Technical University of Construction and Architecture in 2012 as a BSc in the field of Architecture led by professor Alexander Buryak. == Notable achievements == === Swimming underneath the arch of Blue Hole === On 27 October 2016, Nataliia Zharkova became the first Ukrainian and the second woman in the world (after Natalia Molchanova) to dive through an underwater vertical cave known as Blue Hole on a single breath. Zharkova immersed to a depth of 56 meters and then swam 30 meters under the arch. == References == ==External links== * Category:1989 births Category:Freedivers Category:Living people Category:Sportspeople from Kharkiv ",
    "title": "Nataliia Zharkova"
}