{
    "id": "56627825",
    "text": "Jingmenvirus is a group of positive-sense single-stranded RNA viruses with segmented genomes. They are primarily associated with arthropods and are the only known segmented RNA viruses that infect animal hosts. The first member of the group, the Jingmen tick virus (JMTV), was described in 2014. Another member, the Guaico Culex virus (GCXV), has a highly unusual multicomponent architecture in which the genome segments are separately enclosed in different viral capsids. ==Examples== ===Jingmen tick virus=== The first member of the group was described in 2014 and named the Jingmen tick virus (JMTV) because it was isolated from a tick sampled in Jingmen, China. It is an enveloped spherical virus slightly larger than its closest viral relatives. The JMTV genome has four segments, two of which contain genes with sequence homology to non-structural proteins found in flaviviruses, including methyltransferase and RNA-dependent RNA polymerase. The putative structural proteins in the JMTV genome have no known homologs. ===Guaico Culex virus=== The Guaico Culex virus (GCXV) was reported in 2016 after isolation from Culex mosquitoes found near Guaico, Trinidad. Different isolates of the virus have either four or five genome segments, though the fifth is not essential for viral proliferation. GCXV is a multicomponent (also known as multipartite) virus in which each genome segment is enclosed in its own small enveloped viral capsid. At least three genome segments, containing genes for non-structural proteins and capsid components, must enter a cell in order to successfully infect it and reproduce the virus. Before the discovery of GMXV, multicomponent architecture had previously been reported only in viruses that infect plants and fungi, and had never been observed in an enveloped virus. ===Other viruses=== Genetic material that likely belongs to other jingmenviruses can be identified through bioinformatics. In some cases, such sequences were not recognized as viral or the segmented nature of the genome was not recognized before JMTV was described. For example, the reported genome of the dog parasite Toxocara canis was found to contain sequences with homology to JMTV, likely representing a viral infection in the parasite that was sequenced. The Mogiana tick virus, first reported in 2011, is a similar example; its segmented genome was not recognized on first publication but was reanalyzed and identified as a jingmenvirus in 2017. Sequences with homology to JMTV have also been isolated from a red colobus monkey, suggesting the possibility of a segmented, possibly multicomponent virus capable of infecting primates. A metagenomics study of arthropod flaviviruses identified five additional examples of likely jingmenvirus sequences. ==Evolution== Jingmenviruses are related to flaviviruses, which have non-segmented genomes transmitted in a single capsid. Homology has consistently been observed between the genes encoding non- structural proteins of jingmenviruses and flaviviruses, including RNA- dependent RNA polymerase. However, the genomic architecture of the homologous genes varies significantly; the canonical flavivirus genome consists of a single open reading frame (ORF) whose protein product is processed by proteases, whereas the non-structural jingmenvirus proteins are encoded on two genome segments, each containing one ORF. Although there are few known jingmenvirus sequences, the gene composition of the genome segments appears to be well-conserved. By contrast, the putative jingmenvirus structural proteins that likely make up its capsids have no homology to known proteins. It is striking that the segmented jingmenviruses' closest known relatives are nonsegmented. The evolutionary mechanisms underlying genome segmentation and especially multicomponent architecture are poorly understood. Although segmented genomes appear to have evolved several times in the virome, the evolutionary mechanism underlying this structure is unclear. It is likewise unclear whether multicomponent architecture is a distinct evolutionary strategy or is an artifact of the mechanism of segmentation, possibly via the formation of defective interfering particles. ==References== Category:Positive-sense single-stranded RNA viruses ",
    "title": "Jingmenvirus"
}