{
    "id": "56626141",
    "text": "Maria Isabel Andrade (born 1958) is a Cape Verdean food scientist. Andrade has worked in Mozambique as a sweet potato researcher since 1996 and was a co- winner of the 2016 World Food Prize. == Early life and education == In 1958, Andrade was born in São Filipe, Cape Verde. She began her education in Cape Verde in Fogo and Santiago. After completing high school, she went to the University of Arizona and graduated in 1983 with a Bachelor of Science in Master of Science, specializing in plant genetics. She completed further education at the North Carolina State University, earning a Doctor of Philosophy degree in plant breeding in 1994. == Career == Andrade began her agricultural career when she started a Cape Verdean vegetable planting program in 1984. While leading the National Research Institute in Cape Verde, Andrade became a member of the Food and Agriculture Organization in 1994. From 1996 to 2001, she worked for the International Institute of Tropical Agriculture as a sweet potato agronomist for a research group in Southern Africa. Andrade subsequently led a project in Mozambique that distributed sweet potatoes from 2002 to 2006. In 2006, shee began working for the International Potato Center as a manager of sweet potato breeding in Southern Africa. Outside of her work with the International Potato center, Andrade was the vice president of fundraising for the International Society for Tropical Root Crops from 2012 to 2016. == Awards and honours == In 2013, Andrade was named a Nutrition Champion by Transform Nutrition. She was also a co-winner of the 2016 World Food Prize\"UA Alumna Maria Andrade Receives 2016 World Food Prize\", UA News, University of Arizona, 29 June 2016. and the sole winner of the 2017 M.S. Swaminathan Award for Environment Protection. == References == Category:1958 births Category:Living people Category:Agronomists Category:Sweet potatoes Category:Food and Agriculture Organization officials Category:Women food scientists Category:Cape Verdean scientists ",
    "title": "Maria Andrade (scientist)"
}