{
    "id": "56621486",
    "text": "The Hopeman Sandstone Formation is a geologic formation in Scotland.The BGS Lexicon of Named Rock Units: Hopeman Sandstone Formation It preserves fossil footprints and body fossils from the Guadalupian Epoch in the Late Permian, to the Early Triassic,Walker, AD. 1973. The age of Cuttie's Hillock Sandstone (Perm-Triassic) of the Elgin Area. Scottish Journal of Geology 9:177-183. It preserves fossils and fossil footprints from various extinct animals such as pareiasaurs and dicynodonts, which are collectively often referred to as the Elgin Reptiles. The formation, named for the village of Hopeman, lies unconformably over the Devonian Upper Old Red Sandstone, and it underlies the waterlain sandstones of the Burghead Sandstone Formation. It represents a windswept dune landscape. The Hopeman Sandstones were previously referred to as the Cutties Hillock Sandstone, Quarry Wood Sandstones, Sandstones of Hopeman, and Hopeman-Cummingstown Sandstone, but these names have since been superseded. ==Lithology== The Hopeman Sandstone Formation is predominantly composed of fine- to coarse-grained yellowish sand with well rounded grains, mostly deposited as wind-blown dunes, but occasionally deposited by sheet floods. Basal beds are pebbly and the unit varies, exhibiting large-scale crossbedding to fine rarely contorted laminations. Some beds are friable, while others hard and siliceous. ==Origin of names== The name Cutties Hillock is believed to derive from the Scottish Gaelic , meaning 'hill brow of the hunting'.Benton MJ and Walker AD. 1985. Palaeoecology, taphonomy and dating of Permo-Triassic reptiles from Elgin, North-East Scotland. Palaeontology 28:207-234 The name first appeared in print after the discovery of the Elgin Reptiles in 1884. Although now formally considered part of the Hopeman Sandstone Formation, the Cuttie's Hillock Sandstone is still used to refer to the inland outcroppings of Hopeman Sandstone, particularly at Quarry Wood near Elgin. Benton and Walker (1985) argue that the name Cuttie's Hillock Sandstone should be retained to distinguish these fossil-bearing beds from those on the coast, which have only yielded footprints and very few body fossils. == Paleobiota == The pareiasaur Elginia and dicynodonts Geikia and Gordonia are known from the formation, the fossils are preserved as hollow internal moulds within the sandstone. ==See also== * List of fossiliferous stratigraphic units in Scotland ==References== ==External links== * Category:Permian Scotland Category:Sandstone formations Category:Permian System of Europe Category:Changhsingian ",
    "title": "Hopeman Sandstone Formation"
}