{
    "id": "56623595",
    "text": "Tatiana Tchernavin (alternative transliteration: Chernavin) (Russian: Чернавин) (1887-1971) was a Russian-born artist who wrote one of the earliest accounts of escaping the Soviet Gulag system, along with her husband Vladimir V. Tchernavin. ==Background== Tatiana Vasilievna Sapozhnikova was born on December 20, 1887, in the Russian Empire. She studied at St. Petersburg University. Tchernavin worked as a curator in the Section of Applied Arts of the Hermitage. ===Gulag=== Following several arrests of her husband, Tchernavin herself was arrested in January 1931. On 25 April 1931 her husband was convicted for \"wrecking\" under Article 58, Paragraph 7 of the Soviet Penal Code and sentenced to five years in Gulag labor camps. They first met again in November 1931, when they began planning to escape from the Soviet Union. In August 1932 they met again and set out on their escape. After 22 days of trekking through rugged terrain and suffering hardships due to a lack of provisions and poor weather, they were finally able to reach Finland. (Tchernavin's son gave an account of the escape, filmed on location in the Russian Arctic, in Angus MacQueen's documentary Gulag (2000). ) ===Life after=== Tchernavin began to write her account of their escape during a period she spent in hospital recovering from the adverse effects of the journey on a heart condition. The book was published first in London in October 1933. The Tchernavins were still living in Finland in 1933, but in April of that year a letter from her husband, entitled \"Methods of the OGPU\", was published in The Times. The letter was a rebuttal from his personal experience of the statement by Andrey Vyshinsky at the then current trial in Moscow of Metropolitan- Vickers engineers that '...in U.S.S.R. the accused are not put to torture...'. A subsequent letter from Sir Bernard Pares strongly suggests that Pares had helped to bring about their publication. In March 1934 Pares presided at Tatiana's public lecture in London, entitled \"The fate of the intellectual worker in Soviet Russia\". In 1934, the family moved to England. Tchernavin became a translator in the UK Ministry of Information for the remainder of World War II and helped subtitle Noël Coward's war propaganda film In Which We Serve. Andrei became a civil engineer and designed the Bow Flyover. ==Personal life and death== Tchernavin married Vladimir V. Tchernavin (1887–1949), who graduated from the same university. They had one child, Andrei Vladimirovich Tchernavin (1918–2007). Tchernavin died age 83 on March 1, 1971, in England. Tchernavin, her husband, and son are all interred at the St. Mary Churchyard in South Perrott, West Dorset District, Dorset, England. ==Legacy== Tchernavin's Escape From The Soviets (1934) and her husband's book I Speak for the Silent: Prisoners of the Soviets (1935) were among the first to give testimony of life under the Soviets, the GPU's operations and the Gulag. ==Works== * Escape From the Soviets (1934) ==See also== * Vladimir V. Tchernavin * Gulag * Andre Mikhelson * Whittaker Chambers * Anti-communism ==References== ==External links== * * Category:1887 births Category:1971 deaths Category:Gulag memoirs Category:Escapees from Soviet detention Category:Arkhangelsk Oblast Category:Soviet defectors to the United Kingdom Category:Russian political writers Category:Russian emigrants to the United Kingdom Category:20th-century writers Category:Soviet defectors ",
    "title": "Tatiana Tchernavin"
}