{
    "id": "56624277",
    "text": "Thorgy Thor is the stage name of Shane Galligan, an American drag queen and musician who came to international attention on the eighth season of RuPaul's Drag Race and on the third season of All Stars. == Early life == Galligan studied music at the University of Hartford Hartt School in Connecticut before graduating from the State University of New York, Purchase with a Bachelor of Music in both viola and violin performance in 2006. He also knows how to play the cello. ==Career== === Drag === Thorgy Thor moved to Brooklyn in 2006 and considers herself a Brooklyn queen. She has said Brooklyn's drag style has contributed to her aesthetic. Galligan's first drag performance was as Frank N. Furter from The Rocky Horror Show. He was also Marvel Ann in the theater version of Psycho Beach Party. His original drag name was Shananigans; as Thorgy Thor she won the LEGEND award at the 2014 Brooklyn Nightlife Awards. Having auditioned for Drag Race since season one, Galligan, as Thorgy Thor, was announced to be competing on the eighth season of RuPaul's Drag Race on February 1, 2016. He placed sixth out of twelve overall, losing to Chi Chi Devayne in the seventh episode. Thorgy was brought back for the third season of RuPaul's Drag Race: All Stars, revealed on October 20, 2017. Thorgy got eliminated in ninth place by season 2 and 3 queen Shangela. Thorgy's response to being eliminated, \"Oh Jesus, gross\", was turned into a three-second video clip and became a viral meme. During the show's finale, Thorgy Thor was the only queen to vote for Shangela, despite a previously rocky relationship. Thorgy Thor appears with BeBe Zahara Benet, Jujubee and Alexis Michelle in the TLC special Drag Me Down the Aisle, which aired on March 9, 2019. The special was expanded into a full series titled Dragnificent! which premiered on April 19, 2020. === Music === Thorgy Thor contributed to the albums Christmas Queens 2 (2016) and Christmas Queens 3 (2017). She was out of drag in the music video for Trinity The Tuck's \"I Call Shade\" in February 2019. She has performed with string instruments at the Le Poisson Rouge, the Lincoln Center and the Carnegie Hall. In 2018, Thorgy Thor started her own symphony orchestra, \"Thorchestra\", and conducted for the first time in Halifax. Thorgy and the Thorchestra subsequently performed with the Charlotte Symphony Orchestra in Charlotte, North Carolina. ==Filmography== === Film/Television === {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" | Notes |- | 2013 | scope=\"row\" | Getting Go: The Go Doc Project | rowspan=\"8\" | Herself | Uncredited |- | 2014 | scope=\"row\" | Mozart in the Jungle | Season 3, Episode 9 |- | 2016 | scope=\"row\" | RuPaul's Drag Race (season 8) | Contestant (6th place) |- | 2016 | scope=\"row\" | RuPaul's Drag Race: Untucked | |- | 2017–2018 | scope=\"row\" | RuPaul's Drag Race All Stars (season 3) | Contestant (10th place) |- | 2019 | scope=\"row\" | Drag Me Down the Aisle | |- | 2019 | The Queens | |- | 2019–present | scope=\"row\" | Dragnificent! | Also known as Drag Me Down the Aisle |} === Web series === {| class=\"wikitable\" !Year !Title !Role !Notes ! |- |2016 |Bus Buddies | rowspan=\"5\"|Herself |Guest, with Bob The Drag Queen | |- |2016 |RuPaul's Drag Race: Untucked |Season 8 | |- |2018 |Watcha Packin' |Guest | |- |2020 |Love Hotline |Co-Host | |- |2020 |The Pit Stop |Guest | |} === Music videos === {| class=\"wikitable\" !Year !Title !Artist !Ref. |- | 2017 | \"Let It Snow\" | Christmas Queens | |- | 2018 | \"Where My Man At\" | Velo ft Manila Luzon and Eureka O'Hara | |- |- |2019 |\"I Call Shade\" |Trinity The Tuck | |- |2019 |\"Yellow Cloud\" |Trixie Mattel |Thorgy is listed as one of the puppet voices in Trixie Mattel's \"Yellow Cloud\" music video. https://www.youtube.com/watch?v=VwaHeZwfGB0 |} == Discography == === Singles === ==== Featured singles ==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! style=\"width:20em;\"| Title ! Year ! Album |- |\"Sitting on a Secret\" (RuPaul featuring Aja, Chi Chi DeVayne, Milk, Morgan McMichaels, & Thorgy Thor) | 2018 | |} ==See also== * LGBT culture in New York City * List of self- identified LGBTQ New Yorkers ==References== ==External links== * * Category:Living people Category:1984 births Category:21st-century violinists Category:American drag queens Category:American violinists Category:People from Brooklyn Category:RuPaul's Drag Race contestants Category:State University of New York at Purchase alumni Category:University of Hartford Hartt School alumni Thorgy Thor ",
    "title": "Thorgy Thor"
}