{
    "id": "56629744",
    "text": "Romulea monadelpha is a herbaceous perennial geophyte in the family Iridaceae native to South Africa. It has a small corm in the soil, a few thread-like leaves, and trimerous dark red flowers with elaborate markings on the inside near the bottom of the flower. It is called karoo satynblom in Afrikaans. == Description == Romulea monadelpha is a low geophyte of high, with a subterranean stem that grows from a corm with a rounded base, which has a tunic with curved acuminate teeth. Its three to five thread-like leaves grow directly out of the soil and are in diameter, and have four grooves along their lengths. Its flowers sit individually at the tip of a flower stalk (or pedicel) and are subtended by two bracts that both mostly have brown papery margins. The outer bract usually has one keel on the upper side and a narrow papery margin, the inner bract has two keels with a wider papery margin. The trimerous flowers are without scent, burgundy red with elaborately colored blotches with black and cream in the cup, but the population around the Gannaga Pass population has salmon colored flowers and large black and light grey markings. The six tepals are oval and may be slightly indented at the tip, 2½–4 cm (1–1.6 in) long. The three filaments are oblong in shape and are firmly pressed together or even fused to form a column of long, mostly without hairs and topped by 1–1½ cm long anthers. When the fruit is ripe, the flower stalk is curved. The flowers of this species can be found in August and September. === Comparison with related species === Romulea monadelpha has short, oblong, black filaments that are pressed together or fused, while R. sabulosa has slender, tapering, mostly pale green filaments. The flower stalk of R. monadelpha is stout and has one flattened side while in R. sabulosa the stalk is slender, more or less circular in cross section does not curve when the fruit is ripe. The species occur in the same area near Nieuwoudtville, but have a different habitat: R. monadelpha grows on heavy dolerite clay while R. sabulosa occurs only on a light sandy clay known as tillite. == Taxonomy == This species was first described by the English botanist Robert Sweet in 1830 as Trichonema monadelphum. In 1892, John Gilbert Baker assigned the species to Romulea, creating the new combination Romulea monadelpha. R. monodelpha is the type species of both the subgenus Spalanthus and the section Spalanthus. == Habitat and ecology == Flower visited by the monkey beetle Clania glenlyonensis'Romulea monadelpha exclusively grows on dolerite clay in the western Karoo near the escarpments. It is only known to be pollinated by the monkey beetle Clania glenlyonensis. == Distribution == An endemic of the Northern Cape province of South Africa, R. monadelpha occurs along the Bokkeveld and Roggeveld escarpments from near Nieuwoudtville southwards as far as the top of the Gannaga Pass near Middelpos in the south. == References == Category:Endemic flora of South Africa monadelpha Category:Plants described in 1830 Category:Taxa named by Robert Sweet (botanist) Category:Taxa named by Ernst Gottlieb von Steudel Category:Taxa named by John Gilbert Baker ",
    "title": "Romulea monadelpha"
}