{
    "id": "56629181",
    "text": "Shandong Ruyi Technology Group Co., Ltd is a Chinese textiles and clothing company. Founded in 1972 in Jining, China, it is a subsidiary of Jining Ruyi Investment Co., Ltd. As of 2017, Ruyi Group was the largest textile manufacturer in China. It owns or part owns brands including Bally, SMCP, Aquascutum, and Renown Inc. and has expressed ambitions to become the Chinese equivalent of LVMH. ==History== ===1972–2000=== The company was founded in 1972, and was formerly known as Shandong Jining Woolen Mill, and is based in Jining, China. It is a subsidiary of Jining Ruyi Investment Co., Ltd. Future chair Qiu Yafu became vice president in late 1992 of Shandong Ruyi Woolen Textiles Group Co Ltd, and president in late 1996. In late 1997 he then became chairman and president, roles he held until 2002. ===2001–2016=== Shandong Ruyi was founded as is in 2001.\"Shandong Ruyi furthers global dreams with Bally buy\", Zhu Wenqian in Beijing and Ju Chuanjiang, China Daily, February 14, 2018 Qiu Yafu was chairman and president of Shandong Ruyi Science & Technology Group from August 2002 until August 2008, when he became only chairman.\"Yafu Qiu\", Bloomberg He is also currently president of Shandong Ruyi Woolen Textiles Group Co Ltd. In 2010, it purchased a 41 percent stake in Renown Inc., a Japanese apparel maker, for $36.8 billion, becoming its largest stakeholder. As of 2016, it also owned Hong Kong-based menswear group Trinity. Trinity Ltd was purchased for $283.88 million. In December 2016, Aquascutum, a British luxury clothing manufacturer, was due to be sold for $120m (£97m) to two buyers, one of which was Shandong Ruyi. It was sold to Shandong Ruyi for $117 million. As of 2016, Shandong Ruyi owned the French company SMCP, owner of fashion brands Sandro, and Claudie Pierlot. It purchased the majority stake in SCMP in 2016 for £1.15 billion after six months of negotiations.\"China's Shandong Ruyi says it will take over French fashion firm SMCP\", Reuters, March 31, 2016 SMCP CEO Daniel Lalonde said that the investment would fund SMCP's growth overseas, particularly in Asia.\"K.K.R. Selling Stake in the Fashion Group SMCP to Shandong Ruyi of China\", Elizabeth Paton, The New York Times, April 1, 2016 SMCP was then taken public in 2017, with Shandong Ruyi maintaining its stake.\"French fashion group SMCP envisaging IPO by end-2017\", Reuters, September 18, 2017 ===2017–2018=== In November 2017, the company offered to buy a 54% controlling stake of menswear supplier Bagir for $16.5 million, due to complete on 31 August 2018. In February 2018, Shandong Ruyi acquired a majority stake in the Swiss luxury fashion brand Bally from its parent company JAB Holding Company for an undisclosed sum. The closing of the operation is still suspended, however, since more than one year. At the time, Yafu Qiu was chairman of Shandong Ruyi Group. As of February 2018, British billionaire Sir Philip Green was considering selling his Arcadia company to Shandong Ruyi. As of 2017, Ruyi Group was the largest textile manufacturer in China.\"Cotton woos Chinese textile giant to Arkansas\", America.gov As of 2018, it was also in the top 20 in terms of revenues for luxury fashion groups. ==Operations== As of 2018, most of its business was concentrated in the clothing industrial chain, including supplying yarn, fabric, raw materials, dying, weaving, sewing and production. The company has operations in China, Japan, Australia, New Zealand, India, Pakistan, the United Kingdom, Germany, and Italy. In 2017, Shandong Ruyi Technology Group said it would renovate a former television factory in Arkansas into its first facility in North America, in a $410 million project.\"Chinese textile firm hiring up to 800 in east Arkansas\", Fox News, Associated Press, May 10, 2017 It was expected that Ruyi would absorb \"almost all the cotton produced by Arkansas annually.\" ==References== ==External links== *Website Category:Chinese fashion Category:Chinese companies established in 1972 Category:Companies based in Shandong Category:Companies listed on the Shenzhen Stock Exchange ",
    "title": "Shandong Ruyi"
}