{
    "id": "56620822",
    "text": "{| |} Eliza was launched in 1789 in New Brunswick. Between 1791 and 1800 she made six voyages as a whaler. She next made one voyage as a slave ship. She then disappears from online resources. ==Career== ===Whaler=== Eliza enters Lloyd's Register in 1791 with Middleton, master, Champion, owner, changing to or from BlackB__c_, and trade London–South Seas.Lloyd's Register (1979), Seq.№349. Captain Thomas Middleton sailed from England on 23 January 1791, bound for the Brazil Banks. Eliza was reported to have been at Cape Verde on 22 March, Trinidade on 17 April, and Port Desire on 31 March 1792. She stopped at Rio in July to replenish her food and water, and with sick people. She returned to London on 6 November 1792.British Southern Whale Fishery Database – voyages: Eliza. In 1792 Ellis replaced Middleton as master of Eliza. Captain Reuben Ellis sailed from England in 1793, bound for Peru. Eliza was at Rio in April, and Paita in October. She returned on 27 October 1794 with 145 tuns of sperm oil and three tuns of whale oil. Captain Ellis sailed again on 28 April 1795, bound for the Pacific Ocean. Eliza was at Rio in July for water and refreshments. She was reported to have been in the Pacific in August-September 1796, and at Coquimbo on 1 November. She was at Rio again in April 1797 for eight days. She returned to England on 14 July 1797. In 1797 Elizas master changed from R. Ellis to G. Carr, and her owner from Champion to D. Bennet.Lloyd's Register (1797), Seq.№102. Captain George Kerr (or Carr) sailed from England on 24 October 1797, bound for the East Coast of Africa. She may have sailed again on 17 February 1798. There is a report that she was at Port Jackson in September 1798, but the most comprehensive record of vessel arrivals at and departures from Port Jackson shows no vessels named Eliza arriving between 1794 and 1806. She was, however, at Delagoa Bay in late June 1798. There, on 28 June 1798, Captain Sever, of the East Indiaman , chartered Eliza, Kerr, master, and two other English ships, London, Keen, master, and , Hopper, master, to carry Lions cargo back to England. Lion had been carrying a cargo from Madras and Columbo to England when she had put into Delagoa Bay in distress. Despite the efforts of the three other English ships and three American ships there, Lion could not be saved. Lloyd's Register for 1799 shows Elizas master changing from Carr to T. Oxon, and her owner from D. Bennett to Chamley. Her trade remains London–South Seas fisheries.Lloyd's Register (1799), Seq. №107. Captain Thomas Oxton acquired a letter of marque on 17 June 1799. There is a record that Eliza returned to England on 1 June 1800. Lloyd's Register for 1800 shows Elizas owner changing from Chamley to Vickers & Co. Her trade changed from London–South Seas to Liverpool–\"Makin\".Lloyd's Register (1800), Seq. №141. The next year her master changed from T. Oxon to J. Scott, and her trade changed from London–Martin to Liverpool–Africa.Lloyd's Register (1801), Seq.№169. ===Slave trading voyage (1801–1802)=== Captain Joseph Scott acquired a letter of marque on 31 August 1801. However, Captain Chambers Reid replaced him and acquired a letter of marque on 19 September. Captain Chambers Reed sailed Eliza from Liverpool on 17 September 1801. She arrived at Havana on 15 July 1802. She had embarked 218 slaves and disembarked 196, for a loss rate of 10.1%.Trans-Atlantic Slave Trade Database: Eliza, Vickers, owner. ==Fate== Elizas fate is currently obscure. Although Lloyd's Register carries her for some more years with Reed, master, Vickers, owner, and trade London–Africa, there is no record in the slave trade database of any subsequent slaving voyages, or even that she returned from her first. There is also no mention in Lloyd's List of a loss that can be linked to her. Lord Melville is last listed in the Register of Shipping in 1820. ==Notes, citations, and references== Notes Citations References * * Category:1789 ships Category:Age of Sail merchant ships of England Category:Whaling ships Category:Liverpool slave ships ",
    "title": "Eliza (1789 ship)"
}