{
    "id": "56625831",
    "text": "These are the list of personnel changes in the NBA from the 1964–65 NBA season. ==Events== ===August 8, 1964=== * The Baltimore Bullets hired Buddy Jeannette as head coach. ===August 26, 1964=== * The Cincinnati Royals sold Steve Courtin to the Baltimore Bullets. * The St. Louis Hawks sold Jerry Grote to the Philadelphia 76ers. ===September 24, 1964=== * The Detroit Pistons waived Jim Davis. ===October 17, 1964=== * The New York Knicks sold Al Butler to the Baltimore Bullets. ===October 18, 1964=== * The New York Knicks traded Bill McGill to the St. Louis Hawks for a 1965 2nd round draft pick (Hal Blevins was later selected). ===November 2, 1964=== * The Boston Celtics signed Gerry Ward as a free agent. ===November 11, 1964=== * The Baltimore Bullets signed Gary Hill as a free agent. ===December 27, 1964=== * The St. Louis Hawks fired Harry Gallatin as head coach. * The St. Louis Hawks appointed Richie Guerin as head coach. ===January 3, 1965=== * The New York Knicks reassigned Head Coach Eddie Donovan. * The New York Knicks hired Harry Gallatin as head coach. ===January 15, 1965=== * The San Francisco Warriors traded Wilt Chamberlain to the Philadelphia 76ers for Connie Dierking, Paul Neumann, Lee Shaffer and cash. ===January 22, 1965=== * The Philadelphia 76ers signed Steve Courtin as a free agent. ===January 28, 1965=== * The Los Angeles Lakers signed Bill McGill as a free agent. ===February 2, 1965=== * The San Francisco Warriors signed John Rudometkin as a free agent. ===February 3, 1965=== * The San Francisco Warriors signed John Rudometkin as a free agent. ===February 8, 1965=== * The San Francisco Warriors signed Cotton Nash as a free agent. ===February 14, 1965=== * The New York Knicks signed Barry Kramer as a free agent. ===May 13, 1965=== * The Baltimore Bullets reassigned Head Coach Buddy Jeannette. * The Baltimore Bullets appointed Buddy Jeannette as general manager. * The Baltimore Bullets hired Paul Seymour as head coach. ==References== *NBA Transactions at NBA.com *1964-65 NBA Transactions| Basketball-Reference.com Transactions Category:NBA transactions ",
    "title": "List of 1964–65 NBA season transactions"
}