{
    "id": "56632070",
    "text": "Robin Hugh Surgeoner (born 13 July 1963) is a British retired swimmer. He won nine gold medals across three Paralympic Games competing as a British Paralympian in C4 events. Surgeoner was one of the original members of the British Paralympic Association committee. He now works as a Swim Coach, as an inclusion empowerment consultant and musician. ==Athletic career== Born in England with hereditary spastic paraplegia, Surgeoner was introduced to the pool through hydrotherapy and took to swimming at an early age. He found that he could keep pace with able-bodied children of the same age in swimming galas in Hong Kong, before the family returned to England in 1974 in time for him to attend secondary school. He joined the Rushmore Mallards, a local swimming group. Soon after, Surgeoner found success in the National Junior championships in Stoke Mandeville. With the 1984 Paralympic Games being jointly hosted by the United States and the United Kingdom Surgeoner competed in numerous events. He won gold medals at three different distances in the C4 freestyle and a further gold in the 50 m backstroke. He returned for the 1988 Games in Seoul, again winning three freestyle golds along with one in the 100 m Breaststroke. Surgeoner then competed in the 1992 Summer Paralympics in Barcelona, finishing fourth in both the 100 m Breaststroke SB5 and 4x50 m Medley Relay S1-6. Surgeoner was included in the 1989 New Year Honours and was awarded an MBE for services to sport for the disabled. He retired from competitive swimming after the 1992 season. ==Other activities== Surgeoner performs as poet, artist, and musician under the stage name Angryfish. In 2017 he established the \"Why? Festival\" in Birmingham to promote the works of the disability arts movement. ==References== ==External links== *Official site Category:1963 births Category:Living people Category:British male swimmers Category:Paralympic swimmers of Great Britain Category:Paralympic gold medalists for Great Britain Category:Medalists at the 1984 Summer Paralympics Category:Medalists at the 1988 Summer Paralympics Category:Members of the Order of the British Empire Category:Paralympic medalists in swimming Category:Swimmers at the 1984 Summer Paralympics Category:Swimmers at the 1988 Summer Paralympics ",
    "title": "Robin Surgeoner"
}