{
    "id": "56632439",
    "text": "Joseph Robinson (23 February 1927 – 21 June 1999) was an English Anglican priest, most notably Master of the Temple from 1981 until 1999.London Remembers Robinson was educated at Upholland Grammar School, King's College London and St Boniface College, Warminster. He was ordained deacon in 1952 and priest in 1953.Crockford's Clerical Directory 1975–76 p 843:London, OUP, 1976 After a curacy at All Hallows' Church, Tottenham he was a Minor Canon and Sacrist of St Paul's Cathedral. As Sacrist he both organized and sang the state funeral service for Winston Churchill at St. Paul's on 30 January 1965. He was a Lecturer in Hebrew and Old Testament Studies at King's and personally tutored Desmond Tutu.Allen, John 'Rabble-Rouser for Peace: The Authorised Biography of Desmond Tutu.' p 83 London, Rider, 2006 From 1968 he was Canon Residentiary and Treasurer at Canterbury Cathedral until his appointment as Master of the Temple. In 1977, as Parish Clerk to Christ Church Greyfriars (Newgate Street), he served as Master of the Worshipful Company of Parish Clerks. Worshipful Company of Parish Clerks __NOTOC__ == Published works == === Books === *1972: 'The First Book of Kings.' (The Cambridge Bible Commentaries on the Old Testament) Cambridge: at the University Press *1976: 'The Second Book of Kings.' (The Cambridge Bible Commentaries on the Old Testament) Cambridge: at the University Press === Guides etc. === *1971 A Christian understanding of the Old Testament: St Paul's Lecture [London]: [Council for Christian-Jewish Understanding] OCLC 236436 * 1973 'Pictures in Glass: Canterbury Cathedral' Canterbury: Cathedral Gifts OCLC 759064548 *1978 'Canterbury Cathedral: walk-round guide' London: Pitkin Pictorials OCLC 318564874 *1983 'Canterbury Cathedral – Past & Present' Canterbury: Cathedral Gifts OCLC 16836856 *1997 'The Temple Church' Pitkin Guide. Norwich: Jarrold Publishing OCLC 863447651 == References == Category:1927 births Category:1999 deaths Category:People educated at Upholland Grammar School Category:Alumni of King's College London Category:Academics of King's College London Category:Fellows of King's College London Category:20th-century English Anglican priests Category:Masters of the Temple ",
    "title": "Joseph Robinson (priest)"
}