{
    "id": "56637789",
    "text": "Based in Penang, Malaysia and founded in 1996, Island Hospital is a 300-bed private hospital in the city of George Town and one of the leading tertiary care providers in the country. Island Hospital has over 60 full-time specialists across 9 Centres of Excellence. At Island Hospital, patients have access to highly respected specialists in Malaysia, most of whom have been trained in the United Kingdom, United States of America, Singapore, and Australia. The specialists are highly experienced and renowned in their dedicated fields and are supported by a dedicated team of nursing and allied health staff. Besides boasting of a stellar team of medical professionals, Island Hospital offers a wide range of treatment services that are supported by advanced medical equipment and technology, including: * HD 3D Tomosynthesis Mammography * 3 Tesla MRI * Fibroscan for liver diagnosis * 3D Laparoscopic Surgery * Anti-Gravity Treadmill * QIAstat-Dx * Bruker MicroFlex MALDI-TOF System * Siemens Somatom Drive with unique Dual Source Computed Tomography (DSCT) Scanner Aside from that, the hospital’s medical infrastructure also enables health-screening and other clinical investigation results to be released within 24 hours. Island Hospital treats approximately 300,000 patients every year with its signature brand of nurturing care and quality treatment. With 300 beds, eight operating theatres, more than 55 full-time consultants, and more than 1,000 employees, each patient is given the best care to put them on the road to recovery. == Specialties and Centres of Excellence == The following medical treatments are provided by the hospital: * Bone & Joint * Cancer * Child & Baby * Digestive Disease * Ear, Nose & Throat * Eye * General Surgery * Heart * Internal Medicine * Men’s Health * Neuroscience * Plastic Surgery * Skin * Women’s Health * Psychiatry * Clinical Psychology It also has multiple Centres of Excellence such as: * Diabetes Centre * Digestive Centre * Fertility Centre * Health Screening Centre * Heart Centre * Movement Disorder Clinic * Orthopaedic Centre * Sports Physiotherapy & Rehabilitation * Urology Centre == Awards == Known for its excellent tertiary healthcare and innovative approaches, Island Hospital has bagged several awards thanks to its commitment in providing first-class service for all patients. Some of the awards include: * Top Medical Tourism Hospital by the Malaysia Healthcare Travel Council (MHTC) (2012) * The Star Outstanding Business Award (SOBA)’s Best in Marketing Gold Award (2016) * Medical Tourism Hospital of the Year by Frost and Sullivan (2017) * Asia’s Best Performing Companies in the Asia Corporate Excellence & Sustainability Awards (ACES) (2018) == Island Medical City (IMC) == On December 2, 2018, Island Hospital held a groundbreaking ceremony to mark the development of the Island Medical City (IMC) at Peel Avenue and Pierce Road, making it the first medical hub in Malaysia and the largest, most advanced tertiary care facility in Penang. The project, with a gross development value approximately RM2bil, will take five years to complete. The first phase is slated to be completed at the beginning of 2021, where it will see 300 more beds added to the current capacity, making Island Hospital the first 600-bed hospital in the state. Later stages will include additional facilities such as medical suites, ancillary facilities, and a medical tourist hotel in order to meet healthcare travelers’ demands and the long-term plan of reaching a 1,000-bed capacity. IMC is expected to provide benefits which will spill over to other industries, along with 2,000 new jobs covering a broad skill spectrum ranging from basic labour to medical specialists. It also aims to be able to lure home-grown talent to return to Malaysia and set up their long-term practice. Key Centres of Excellence that will be featured at IMC are: * Chemotherapy & Radiotherapy Centre * Day Surgery Centre * Dental Centre * Diabetes & Endocrinology Centre * Digestive Health Centre * Eye Centre * Fertility Centre * Health Screening Centre * Heart Centre * Neurology & Movement Disorder Centre * Nuclear Medicine Centre * Orthopaedic & Spine Centre * Physiotherapy & Rehabilitation Centre * Plastic & Reconstructive Centre * Surgical Oncology Centre * Urology & Men’s Health Centre * Women & Baby Centre == See also == * List of hospitals in Malaysia == References == Category:Hospitals in Penang Category:Hospitals established in 1996 ",
    "title": "Island Hospital"
}