{
    "id": "56637865",
    "text": "Johann Siegmund Valentin Popowitsch (; February 9, 1705 – November 21, 1774) was a Styrian philologist and natural scientist. His advocacy of a standardized Upper German paved the way for Austrian German as a variety of Standard German. Popowitsch was born in Arclin, a village near Celje in Lower Styria. He studied in Graz from 1715 to 1728, graduating from the Jesuit high school and lyceum. He continued his education by studying theology, but was not ordained. Popowitsch was familiar with 15 languages and his research interests included philology, botany, pomology, entomology, geophysics, oceanography, archaeology, history, and numismatics. He also traveled extensively in German and Italian lands. He was a professor of German at the University of Vienna from 1753 to 1766. He died in Perchtoldsdorf. Popowitsch was characterized by Jernej Kopitar as the \"greatest scholar of his time in Austria, a praiseworthy philologist and natural scientist.\" == Works== * Erstes Probestück vermischter Untersuchungen, Regensburg 1749. * Untersuchungen vom Meere, die auf Veranlassung einer Schrift, De Columnis Herculis, welche der hochberühmte Professor in Altdorf, Herr Christ. Gottl. Schwarz herausgegeben, nebst andern zu den selben gehörigen Anmerkungen von einem Liebhaber der Naturlehre und der Philologie vorgetragen werden, Frankfurt and Leipzig 1750 (anonymous). * Die nothwendigsten Anfangsgründe der teutschen Sprachkunst, zum Gebrauche der oesterreichischen Schulen ausgefertigt, Vienna 1754. * Programma de inveterato corrupti stili Germanici malo, Vienna 1754. * Entwurf einer Abhandlung von Teutschen Briefen, Vienna 1760. * Versuch einer Vereinigung der Mundarten von Teutschland: als eine Einleitung zu einem vollständigen Wörterbuche mit Bestimmungen der Wörter und beträchtlichen Beiträgen zur Naturgeschichte, Vienna 1780 (posthumous). ==References== Category:18th-century linguists Category:18th-century botanists Category:University of Vienna faculty Category:Honorary Members of the St Petersburg Academy of Sciences Category:Austrian naturalists Category:Slovenian philologists Category:Oceanographers Category:1705 births Category:1774 deaths ",
    "title": "Johann Siegmund Popowitsch"
}