{
    "id": "56635715",
    "text": "Since 2007, the United States military has targeted militant groups, mainly Al-Shabaab, within Somalia using airstrikes including targeted drone strikes and missiles launched from naval ships alongside special forces raids and advising. By March 2017, airstrikes have ramped up dramatically under the Trump administration and further targeting the Islamic State. == Timeline == ===2007=== US forces conducted three strikes in Somalia during 2007 killing a minimum of 21 people including two civilians. * January 7 A U.S. Air Force AC-130 gunship operating under JSOC targeted a suspected al-Qaeda convoy. The strike killed various potential fighters including Fazul Abdullah Mohammed, and Sudanese explosive expert Abu Talha al Sudani known as Tariq Abdullah. The convoy had been tracked at night by a MQ-1 Predator drone. An estimated 5–10 militants were killed and 4-5 injured. A joint U.S.–Ethiopian team landed at the strike location shortly after and confirmed at least 8 killed. According to the U.S. Department of Defense, the militants killed in this strike were connected to the 1998 embassy bombings in Kenya and Tanzania. * January 9 Four towns near the southern city of Ras Kamboni were targeted by an AC-130 gunship. The strike which was targeting a training camp and al-Qaeda associates, reportedly left 4–31 people killed. The intended target was thought to be Fazul Abdullah Mohammed, the target of a previous airstrike. Another strike was reported near Afmadow in which 22–31 people were reported killed. * January 23 At 4:00 a.m., an AC-130 gunship operating from an airbase in eastern Ethiopia, targeted the town of Waldena in an attempt to kill Ahmed Madobe, an Islamic Courts Union commander and deputy to Hassan Turki. Madobe survived the airstrike but was later captured by American and Ethiopian forces who landed by helicopter at 10:00 a.m. * June 1 The USS Chafee' fired a dozen rounds and possibly one cruise missile on the coast of Bargal, in northern Somalia. The strikes were targeting 35 militants that had landed on the coast and had begun to fire on local forces. U.S. officials told The New York Times that U.S. operatives were on the ground, leading to the American warship firing in self-defense. 8–12 militants, including some foreign fighters were killed. ===2008=== * March 3 1–3 cruise missiles were launched by United States at the town of Dhobley in southern Somalia, four miles from the Kenyan border. The strike was targeting the leader of the Ras Kamboni Brigades known as Hassan Turki, and al-Qaeda member Saleh Ali Saleh Nabhan. At the time, Saleh Alii was the subject of a $25 million bounty placed on him by the United States government. * May 1 Four cruise missiles launched by a U.S. Navy warship struck a compound in Dhusamareb, in central Somalia. The strike killed senior al-Shabaab leader Aden Hashi Ayro and several other fighters. Reports suggest that an AC-130 was also involved in the operation. The attack purportedly caused al-Shabaab to ban the use of mobile phones by its fighters. ===2009=== * September 14 Operation Celestial Balance – After several strikes by warplanes, U.S. commandos launch a helicopter raid near the southern coastal town of Barawa, killing Saleh Ali Saleh Nabhan after his convoy was tracked as it left Mogadishu to attend a meeting between Islamic militants. ===2011=== * April 3–6 During fighting in Dhobley between Somali forces and al-Shabaab militants, an airstrike took place which killed al-Qaeda commander Jabreel Malik Muhammed. This followed an eighteen month long gap in U.S. strikes in the area. * June 23 In the first reported lethal drone strike conducted in Somalia, U.S. forces struck a training camp south of Kismayo, which supposedly resulted in the death of senior al Shabaab leader, Ibrahim al-Afghani. However, Stratfor reported in August that Afghani was still alive and had replaced Ahmed Abdi Godane as the emir of al-Shabaab. Afghani has not appeared in the public since. * July 6 Early in the morning, U.S. drones hit three al-Shabaab training camps in Afmadow. It was not confirmed if the United States was responsible for the attack. * September 15 Three explosions are heard after Kismayo residents reported aircraft flying over the town. Residents report the aircraft having struck at a forested area where militants are believed to have established a training camp. The aircraft are most likely American warplanes. * September 25 Series of drone strikes target al-Shabaab militant in Kismayo. * October 6 Drone strike targets al-Shabaab militants who were retreating into Dolbiyow Village. The attack killed 4 Somali farmers. * October 13 Drone strike against an al Shabaab base near Taabta village. * October 22 US drone attacked on Afmadow. * October 23 US and French airstrikes in Kismayo. ===2012=== * January 21 Three missiles fired by a drone target and kill the British–Lebanese militant Bilal al-Berjawi known as Abu Hafsa while he is driving in a car outside Mogadishu. * February 24 US drone strike targeting a vehicle carrying a senior commander kills 7 militants in Lower Shabelle, including a prominent Moroccan, and a deputy of Bilah al-Berjawi. * August 23 US airstrikes reportedly conducted into the town of Qandala. ===2013=== * October 28 2 Islamists killed in drone attack including senior al-Shabaab leader Ibrahim Ali Abdi. ===2014=== * September 1 US drones and conventional aircraft target al-Shabaab encampments and vehicles. Leader Ahmed Abdi Godane was killed in the strike. * December 29 US drone strike kills senior leader of al-Shabaab known as Abdishakur, the group's intelligence chief. ===2015=== * January 31 45-60 al-Shabaab members are reported killed in a US drone strike in Lower Shabelle, after explosions rock a training camp, a house, and several armored vehicles. The U.S. denies its involvement in the strikes. It is the most lethal American attack in Somalia against radical Islamists to date. In a second strike, senior al-Shabaab leader Yusef Dheeq and an associate are killed while riding in a vehicle. * March 10 US drones target two al-Shabaab training camps. * March 12 Senior member of al-Shabaab and suspect in the Kenya mall attack Adan Garaar is killed in drone strike that destroyed two vehicles. * July 15–18 Drone strikes in Baardheere. * November 22 US strike targets an al-Shabaab base in southern Somalia. * November 29 Either Kenyan or American planes bomb 3 villages in central Hiraan. * December 2 Senior al-Shabaab fighter Abdirahman Sandhere killed in airstrike. * December 22 al-Shabaab leader Abu Ubaidah killed in drone strike. ===2016=== US forces conducted 15 airstrikes in Somalia during 2016 * March 5 A massive U.S. airstrike involving multiple aircraft, manned and unmanned, targeted a training camp near the town of Raso in central Somalia killing an estimated 150 al-Shabaab militants. According to U.S. military officials, the American warplanes struck a large gathering of fighters as they were massing in preparation for an attack. * March 8 US helicopter assist Somali Special Forces who had attacked an al-Shabaab target in southern Somalia. * March 31 US drone strike target 3 al-Shabaab vehicles in southern Somalia. * April 1 US airstrikes against al-Shabaab militants. * April 2 2 US strikes leave 6 people killed in southern Somalia. * April 6 US drone strike in Jillib leaves 8 people dead. * April 11 US drone strike attacks an al-Shabaab camp in southern Somalia killing 12 militants. * May 9–10 The United States, alongside Kenyan and Somali forces, conducted a raid in Toratorow. It is reported that helicopters were also used in the raid. * May 12 US airstrike kills 5 al- Shabaab members. * May 27 Senior al-Shabaab leader Abdullahi Haji Daud killed in drone strike. * June 11 Reportedly, US jets struck al Shabaab targets in the northern autonomous region of Puntland. * June 21 3 al-Shabaab members killed in drone strike. * August 30 Two militants are killed in drone strike near Gobanale. * September 5 Four militants are killed near the town of Tortoroow, in two \"self-defense\" strikes. * September 26 U.S. officials say four al-Shabaab fighters were killed by airstrikes after they attacked a joint U.S.-Somali force near Kismayo. * September 28 U.S. aircraft mistakenly target local militia members in the Puntland region, killing at least 22 Galmudug soldiers, as well as some Islamist fighters. The strike led to demonstrations in Galkayo that saw protesters burn the American flag. === 2017 === US forces conducted 35 airstrikes in Somalia during 2017 * January 7 Self defense strike against AL-Shabaab militants in Gaduud. No fatalities * May 5 A US Navy Seal was killed and three others wounded including a Somali-American interpreter during a raid in Barii. Four to eight Al-Shabaab militants were killed in the raid. It would be the first time a US service member died by combat in Somalia since 1993 * June 11 Airstrike killed eight Al-Shabaab militants 185 miles Southwest of Mogadishu *July 2 Kinetic strike killed one Al-Shabaab militant in Lower Shabelle region. * July 5 Self defense strike 300 miles Southwest of Mogadishu killed 13 Al-Shabaab militants and wounded 10 more. The strike came after a Somali military base was attacked. * July 29 Kinetic strike killed one Al-Shabaab fighter later identified as Ali Muhammad in Southern Somalia. * August 10 US forces conducted two kinetic strikes killing unknown * August 16–17 Three defense strikes killed seven Al-Shabaab militants 200 miles Southwest of Mogadishu. The strikes were called in after US and Somali special forces were fired upon while conducting a counter terrorism operation. Reports stated that seven civilians had been killed by warplanes in Jilib. AFRICOM denied the allegations and called the reports \"unreliable\". * August 25 US and Somali commandoes reportedly killed 10 unarmed civilians including three children and a woman during a raid. The Somali Army admitted to mistakenly killing the civilians. Africa Command denied the casualty allegations stating that only enemy combatants were killed in the raid. * August 31 Drone strike near Barawe killed an Al-Shabaab and injured one other fighter. * September 5 Precision strike killed three Al-Shabaab militants in Central Somalia * September 7 Precision strike killed one Al-Shabbab militant * September 13 Three precision airstrikes killed six Al-Shabaab militants in Southern Somalia * November 3 Up to 20 ISIS fighters killed by airstrikes in Puntland, Northeastern Somalia. It is believed to have been the first time the US targeted the Islamic State in Somalia * November 9 Several Al-Shabaab militants killed by an airstrike in Southern Somalia * November 10 US airstrike killed up to 13 Al-Shabaab militants according to Somali official in Lower Shabelle * November 11 One Al-Shabaab fighter killed by airstrike near Gaduud * November 14 Several Al-Shabaab militants killed by airstrike 60 miles Northwest of Mogadishu *November 9–14 Airstrikes killed up to 40 militants per United States Africa Command * November 21 Airstrike targeting an Al-Shabaab training camp killed over 100 militants 125 miles Northwest of Mogadishu * November 27 One ISIS fighter killed by airstrike in Northeastern Somalia * December 12 Airstrike destroyed a vehicle-borne improvised explosive device 65 kilometers Southwest of Mogadishu * December 15 Airstrike killed eight Al- Shabaab fighters and destroyed one vehicle 30 miles Northwest of Mogadishu * December 24 Airstrike in Southern Somalia killed 13 Al-Shabaab militants * December 27 Airstrike killed four Al-Shabaab militants and destroyed one vehicle-borne improvised explosive device, 25 kilometers west of Mogadishu === 2018 === US forces conducted 47 airstrikes in Somalia during 2018, killing between 326 and 338 people * January 2 Airstrike killed two Al-Shabaab militants and destroyed one vehicle-borne explosive 50 kilometers West of Mogadishu * January 18 Airstrike killed four Al-Shabaab militants 50 kilometers Northwest of Kismayo * February 19 Airstrike killed three Al- Shabaab militants in Jilib * February 21 Airstrike killed five Al-Shabaab militants in Jamaame * February 26 Airstrike killed two Al-Shabaab militants and wounded one in Jilib *March 13 Airstrike in Jamecco killed 12 Al-Shabaab militants and injured 15. * March 19 Airstrike against Al-Shabaab militants killed two, wounded three, and destroyed one vehicle in near Mubaarak * April 1 Airstrike near El Burr killed four Al-Shabaab militants and two civilians. It would be the first time the US Military would acknowledge civilians deaths in Somalia. * April 5 Airstrike near jilib killed three Al-Shabaab militants and destroyed one vehicle * April 11 Airstrike destroyed an Al-Shabaab vehicle-borne explosive device near Jana Cabdalle * May 23 Airstrike killed 10 Al-Shabaab militants 15 miles Southwest of Mogadishu * May 31 Airstrike killed 12 Al-Shabaab militants 30 miles Southeast of Mogadishu * June 2 Airstrike killed 27 Al-Shabaab militants 26 miles Southwest of Bosasso * June 8 One US soldier killed, four wounded and one partner force wounded in Al-Shabaab mortar attack in Jubaland * August 2 Four Al-Shabaab militants killed by airstrike 74 miles Northwest of Mogadishu * August 21 Airstrike killed two Al- Shabaab militants 46 kilometers Northeast of Kismayo * August 27 Three Al- Shabaab militants killed by airstrike 40 kilometers Southwest of Mogadishu * September 11 Two Al-Shabaab militants killed and one wounded by airstrike in Mubaraak * September 21 Airstrike killed 18 Al-Shabaab militants 50 kilometers Northwest of Kismayo * October 1 Nine Al-Shabaab militants killed and one wounded by airstrike 40 kilometers Northwest of Kismayo * October 6 Airstrike kills one Al-Shabaab militant in Kunyo Barrow * October 12 Airstrike in Harardere killed around 60 Al-Shabaab militants. It was the largest strike in Somalia since November 2017 * October 14 Self-defense strike killed four Al- Shabaab militants in Araara * October 25 Airstrike killed two Al-Shabaab militants and wounded one in Kunyo Barrow * November 3 Self-defense strike killed four Al-Shabaab militants in Araara * November 19 Two airstrikes killed 37 Al-Shabaab militants and destroy one training camp in Debatscile These strikes put the number of US airstrikes in Somalia to 31 during the year 2018. * November 20 Airstrike in Quy Cad killed seven Al-Shabaab militants * November 21 Airstrike in Haradere killed six Al-Shabaab militants. A second strike would destroy an Al-Shabaab weapons cache in Haradere * November 27 Airstrike in Debatscile killed three Al-Shabaab militants * November 30 Airstrike killed nine Al-Shabaab militants near Lebede * December 4 Self- defense strike killed four Al-Shabaab militants in Awdheegle * December 9 Self-defense strike killed four Al-Shabaab militants in Basra * December 15 Four airstrikes in Gandarshe targeting camp and vehicles killed 34 Al-Shabaab militants * December 16 Two airstrikes in Gandarshe kill 28 Al-Shabaab militants * December 19 Two airstrikes in Beled Amin killed 11 Al-Shabaab militants ===2019=== US forces have conducted a record of more than 60 airstrikes in Somalia during 2019, killing 913–1,011 Al-Shabaab militants * January 2 Airstrike killed 10 Al-Shabaab militants in Dheerow Sanle * January 7 Two self-defense strikes killed four Al-Shabaab militants in Baqdaad * January 8 Airstrike killed six Al-Shabaab militants and destroyed one vehicle in Yaaq Braawe, Bay Region * January 19 Airstrike targeted a large group of Al-Shabaab fighters attacking Somali National Army troops near Jilib killing 52 militants * January 23 Two airstrikes were conducted in Jilib with at least one Al-Shabaab militant killed. Africa Command also announced that it would no longer release casualty details from its operations with journalist and news agency's having to refer to the Somali Government for casualty details. They would later would later undo the decision. * January 30 Airstrike on an Al- Shabaab encampment in the vicinity of Shebeeley in the Hiran Region killed 24 militants * February 1 Airstrike in the village of Gandarshe in the Lower Shebelle Region killed 13 Al-Shabaab militants * February 6 Airstrike in the vicinity of Gandarshe in the Lower Shabelle Region killed 11 Al-Shabaab militants * February 7 Airstrike in the vicinity of Bariire in the Lower Shabelle Region killed four Al-Shabaab militants * February 8 Airstrike in Kobon near Kismayo killed eight Al-Shabaab militants * February 11 Two airstrikes in Janaale, Lower Shabelle Region killed 12 Al-Shabaab militants. The first strike killed eight while the second killed four. The strikes were executed as Somali forces were conducting an operation in the region an AFRICOM press release stated. Al-Shabaab claimed that the strikes hit civilian homes but did not give a casualty number. * February 23 US forces conducted four airstrikes, two were conducted in Kunyow Barrow and two were conducted in Awdeegle and near Janalle. The strikes targeted Al-Shabaab facilities and checkpoints and killed two militants according to an AFRICOM press release. Al-Shabaab claimed that one of the strikes killed a 20 day old baby and his father. * February 24 Airstrike targeted Al-Shabaab militants 23 miles East of Beledweyne in the Hiran Region. The strike killed 35 militants who were “transitioning between locations“ according to an AFRICOM press release. *February 25 Airstrike near Shebeeley in the Hiran Region killed 20 Al-Shabaab militants *February 28 Airstrike in the Hiran Region killed 26 Al-Shabaab militants bringing the number of airstrikes in Somalia conducted by US forces during 2019 to 24. *March 11 Somali soldiers and US advisors were fired upon in Dara Salam, Lower Shabelle, a self-defense strike in response would kill eight Al-Shabaab militants. No US or Somali soldiers were harmed *March 12 Airstrike in Huley, Lower Shabelle, killed two Al-Shabaab militants *March 13 Self-Defence strike in support of Somali National Security Forces in Malayle, Lower Juba Region, killed three Al-Shabaab militants according to an AFRICOM press release. * April 14 Airstrike managed to kill Abdulhakim Dhuqub, a high ranking ISIS-Somalia official, near Xiriiro, Bari Region. * July 27 A militant that AFRICOM believed to play a valuable role in the Islamic State in Somalia group was killed during an airstrike in the Golis mountains of Puntland. * August 20 Airstrike in the vicinity of Kunyo Barrow, Somalia killing one terrorist. * October 1 Airstrike killed nine suspected militants and injured another, after al-Shabaab attacked Somali government forces about 40 kilometers northeast of Kismayo in Lower Juba Province. * October 6 Airstrike near Kunyo Barrow, Somalia killing one terrorist. * October 25 Airstrike targeted Islamic militants near Ameyra, south of Bosaso, which killed three of their leaders. * November 19 Airstrike near Qunyo Barrow, Somalia killing one terrorist. * December 16 Airstrike in Dujuuma, Somalia killing one terrorist. * December 30 Airstrikes, in the villages of Kunyo Barrow and Aliyow Barrow, killed four Al-Shabaab militants and destroyed two vehicles, following the Mogadishu bombing. ===2020=== As of April 2020, US forces have conducted 32 airstrikes in Somalia. * February A U.S. airstrike killed Bashir Mohamed Mahamoud, also known by the alias Bashir Qorgab, who was a military commander of al-Shabaab on 22 February in Saakow, Middle Juba region. The Rewards for Justice used to offer a $5 million reward for information that brings him to justice since 2008. Another airstrike killed an employee of the telecoms Hormuud Telecom. It was aimed at al-Shabaab in Jilib, Middle Juba. * March A press release from the U.S. Africa Command indicates that an airstrike was carried out near Janaale that killed five terrorists without any civilian casualties. However, a news outlet spoke with residents of Janaale who indicated that a 13-year old boy and an elderly disabled man were killed on the attack, wherein a missile struck a mini-bus. A member of the Somali Parliament, Mahad Dore, confirmed the attack and that civilians were killed. After Amnesty International accused the US military of providing no accountability for civilian victims of airstrikes, Africom's commander announced on March 31 that quarterly reports detailing civilian death allegations would be included in the future, along with investigation progress of those claims. An Airwars spokesperson responded by saying that militaries conduct post-strike investigations from the air with few ground assessments. * April A U.S. airstrike killed three extremists including a senior leader, Yusuf Jiis, near Bush Madina in the Bay region on 2 April. Another airstrike killed five al-Shabab members near Jilib on 6 April. * August Somalian authorities mentioned that a U.S. drone strike killed a high-ranking member of al-Shabab, Abdel Kader Othman, near the southwestern town of Kurtunwarey. *September A U.S Military advisor was injured and three Somali special forces personal were killed during an al-Shabab vehicle-borne and mortar attack on a U.S. and Somali partner force in the vicinity of Jana Cabdalle, Somalia on September 7. == See also == *War in Somalia *Operation Ocean Shield *Operation Enduring Freedom – Horn of Africa *Drone strikes in Pakistan, Afghanistan, Yemen and Libya == Further reading == * Brendon J. Cannon (2020) \"What’s in it for us? Armed drone strikes and the security of Somalia’s Federal Government.\" Small Wars & Insurgencies, 31:4, 773-800, DOI: 10.1080/09592318.2020.1743489 == References == Category:Somali Civil War (2009–present) Somalia Category:21st-century military history of the United States Category:Somalia–United States relations ",
    "title": "American military intervention in Somalia (2007–present)"
}