{
    "id": "56632202",
    "text": "Thomas Charles Wright (1799–1868) was an Irish-born naval admiral that was a founding-father of the Ecuadorian Navy, and a general in Simón Bolívar's army. He is noted as a leading militarist in the struggle for the independence of Ecuador and other South American countries. Admiral Thomas Charles Wright ==Childhood== Thomas Wright was born in Queensboro, Drogheda, Ireland, on 26 January 1799, the son of Joseph Wright and Mary Montgomery. At the age of 11 he was sent to the Royal Navy college at Portsmouth, at that time regarded as the finest in the world, where he studied to become an officer. ==Career in the Royal Navy== Following his junior office training, he embarked to sea at the age of 14 on board under the captaincy of George Stuart. On this vessel he sailed to the east coast of the United States where he was engaged in blockading activities in the squadron of Admiral Borlaise Warren. In 1817 he returned to England having attained the junior officer's rank of midshipman. ==South American campaigns for independence== Navy Ship commanded by Thomas Charles Wright With promotional opportunities diminishing in the Royal Navy, Wright having passed the Lieutenant's examination, but still without a commission, in union with many young junior officers in Britain he decided to enlist in Simón Bolívar's revolutionary army and sail for South America in support of the uprisings against Spanish colonial rule. In November 1817 Wright enlisted as an officer in the British Legion of Simón Bolívar, under the patronage of Luis Lopez Mendez, Bolivar’s agent in London, he was one of the first to volunteers to enlist. Originally setting off from the River Thames in November 1817, several snags delayed the departure until 2 January 1818 then departing from Fowey harbour he sailed on a brigantine named Dowson, under naval commander Captain Dormer, with 200 other volunteers armed with valuable weapons and ammunition, and after several weeks they landed at the West Indies. In this army corps of 200 men he was under the command of Colonel Campbell, and they were known as the Rifles Corps. These troops were then placed under the command of Colonel Pigott – His Majesty 54th Foot. Admiral Brion arrived with his squadron on the Island of St Thomas and Pigott and his followers were shipped on Patriot vessels to Margarita Island off the coast of Venezuela arriving on 21 April 1818. They were sent to Guayana and then to Angostura, thus beginning the campaign in the Apure. At Angostura (present-day Ciudad Bolívar Wright first met Simón Bolívar, for whom he developed a deep admiration. Bolívar opened the liberating campaign in Apure. During 1818–1819, one of his earliest battles with Wright partaking as an officer was at Trapiche de Gamarra on 27 March 1819. These encounters inspired Bolívar to begin his New Granada campaign and the march over the Andes. Wright accompanied Bolívar on the legendary crossing on which 25% of the British/Irish troops died. He took part in the entire land campaign to liberate the northern countries of South America, and fought with in numerous land battles with Bolívar's army, including, Pantano De Varges on 25 July, the Battle of Boyacá on 7 August 1819, Cienega de Santa Martha on 10 November 1820, and the Battle of Carabobo on 24 June 1821. Further battles included Bombona on 7 April 1822 and Pasto in September 1822. Wright was to play leading roles in the Vargas Swamp Battle, and later in the victory at Boyacá in August 1819, after which he was promoted to captain. In 1820 he returned with his Rifles regiment to the coastal plains to campaign in the jungles east of the Magdalena against the Spanish based on Santa Marta. He fought at the Battle of Ciénaga on 10 November 1820, the outcome resulted in the capture of the town. The Rifles Corp were then transported by sea to Maracaibo, and on 21 June 1821 partook in Simon Bolívar's decisive victory at Carabobo. Cartagena was also seized and the Rifles were brought in boats up the Magdalena en route to Popayán. They formed part of the forces led by Bolívar in the second of his famed Andean campaigns. After the successful battle at Bomboná on 7 April 1822, Wright was twice mentioned in Bolívar's order of the day for his exceptional skill and courage. Again he was promoted and from February 1822 Wright was acting lieutenant-Colonel, a rank to which was later confirmed in 1823, when he was serving under General Sucre, who joined up forces with Bolívar in Ecuador. In 1823 the Rifles were shipped to Peru. ==Independence struggle and naval battles== Thomas Charles Wright in action against a superior ship In early 1824, Bolívar knew that despite the Patriot Army success on land unless the South American revolutionary armies could control the seas off their coasts they would forever be under sea blockade from imperial Spain. General Bolivar appointed Wright to the newly fledged united pacific naval squadron. After Guayaquil seized independence, a young British naval officer John Illingworth Hunt, was appointed as Commanding General of the Maritime Department. Immediately he took care of organizing everything concerning the Navy, The new government was acquiring some ships indispensable for the maintenance of the Grancolombiana sovereignty in the Pacific. Thus, in 1823, the first Ecuadorian naval force was formed with the following warships; the schooner Guayaquileña, the brig Chimborazo and the corvette Pichincha. Wright, who in February 1824 was promoted to captain, became Commodore of the South Squadron, and embarked on the brig Chimborazo, where he had his flag pennant hoisted, and conducted patrols along the Peruvian coast with seven transports properly equipped and ready to assist in the transfer of troops, when Bolívar, who was with his army in Peru, would require it. Bolívar with his army defeated the royalist forces at the Battle of Junín on 6 August 1824. After this, Wright was instructed to proceed to Callao with a squadron of five ships and was placed under the orders of Admiral Martin Guise, head of the United Squadron. The Grancolombian units, forming this squadron, participated in some naval actions against the royalists and also in the blockade of Callao, the last Spanish stronghold in South America. Bolívar installed him as a Commodore of the Pacific Southern Squadron, He was appointed to command this small fleet of ships including Chimborazo, Guayaquileña, Pichincha, and other minor vessels in support of Admiral Martin Guise and joined the Patriotic naval force blockading off Callao. Wright, Admiral Martin Guise, and a handful of other former Royal Navy officers spearheaded the blockade of Callao that successfully fought the Spanish naval squadron sent to lift the blockade of the besieged city. The first ship under his command was Guayaquileña, formerly Lady Collier. During the blockade the Spanish royalist ships based in Callao tried to run the blockade and escape, and became engaged in combat with the blockading fleet. He was highly praised for his action. During the exchanges Wright's brigantine Chimborazo sustained three water-line hits and collided with the ship 'Asia', but he prised himself free and escaped. The blockade held and Callao capitulated in early 1826 and Spanish rule in South America was at a close. During this period Wright on Chimborazo had become personally close to Bolívar and he ferried him from port to port over the entire Pacific coast. Bolívar while at sea was at most risk of capture and at his most vulnerable and his aides strongly advised against these sea voyage risks. Despite this Bolívar continued to sail with Wright one of his original officers on voyages from port to port. ==Founding father of the Ecuadorian Navy== Admiral Thomas Charles Wright Memorial Guayaquil The revolutionary independence struggles ended with the unfolding liberation of South America countries, and Wright settled in Ecuador where he helped establish the Ecuadorian Navy and helped create the Ecuadorian naval school that was named in his honour. ==Post independence war with Peru== The downfall and expulsion of the Spanish colonial power later led to land disputes and new wars among the South American home nations that once were united against Spain. In 1827, Peruvian President José Lamar invaded Bolivia, then invaded Ecuador. Wright had settled in Ecuador after the ousting of the Spanish, and now he took up the cause of defending his new adopted homeland. Wright's navy fought two battles with the Peruvians in the Gulf of Guayaquil. ==Battle of Punta Malpelo== President Bolívar resolved to declare war against Peru on 3 June 1828. Antonio José de Sucre, who had been the President of Bolivia since 1826, resigned his office (under duress) and was appointed Commander of the Gran Colombian Army. The Peruvian declaration of war against Gran Colombia occurred on 3 July 1828 when the Peruvian Government, under President Jose de La Mar, ordered a mobilization of its ground and naval forces. The first engagement of the conflict took place on 31 August of that year when the Peruvian corvette Libertad, under the command of Carlos García del Postigo, on patrol in international waters to the west of the Gulf of Guayaquil with the purpose of blockading that port, was attacked by the Gran Colombian ships Pichincha and Guayaquileña under the command of Thomas Charles Wright, off Punta Malpelo. During the battle both sides were forced to disengage with heavy loss of life on board their vessels. Wright was injured in the fighting as was Postigo who was severely wounded and fled, and the blockade on the city was lifted. ==Assault on Guayaquil== The Peruvian squadron, commanded by Admiral Jorge Martin Guise, made a number of raids in the area of Guayaquil before directly attacking the defenses of that city from 22 November to 24 November 1828. In this campaign, he managed to eliminate the Ecuadorian/Colombian defenses afloat and to silence much of the enemy artillery, but, on the night of 23 November, the Peruvian frigate Presidente ran aground, and the Colombians took advantage of the situation to counterattack. At dawn, with the arrival of high tide, the frigate was refloated under fire. One of the last enemy sniper shots hit Guise, mortally wounding him. Control of the squadron was assumed by his first lieutenant, José Boterín, who continued the siege. The city finally surrendered on 19 January 1829. After this victory, the corvette Arequipeña and the brig Congreso repaired to Panama to rescue a Peruvian merchant ship that had been captured by the Gran Colombians. Guayaquil would remain under Peruvian occupation until 21 July 1829. ==Return to the army== Memorial on city street of Guayaquil, Ecuador In 1829 he went back in the army he was as a Colonel, appointed General Sucre's Aid de Camp at Portete de Tarqui. ==Independence of Ecuador== Equador declared itself a republic in 1830, though the region was completely unsettled with Peru and Colombia both claiming parts of Ecuador as part of their territory. At this time he went back in the Navy (with his own flag officer's pendant). He was also appointed to the army with the rank of General of Brigade in 1830. ==Civil war== Two unconstitutional presidents had declared themselves in office – Rocafuerte and Valdivieso. Wright and Flores led Rocafuerte's army into a decisive battle that took place at Minarica in 1835. This action was decisive and they defeated General Barriga, who was Valdivieso's appointed General. The victory guaranteed the stability and future of Ecuador, with Rocafuerte becoming Ecuador's president. ==Admiral of the Fleet and Army General== Ecuadorian naval admiral Thomas Charles Wright In 1835, he was Comandante del Apostadero, later changed to Comandancia General de la Marina for many years. Translated to English, Commander-in-Chief of the Navy. He did not found the Ecuadorian Naval School as often incorrectly cited. The college was named after him. He was the commanding officer of the Ecuadorian Naval Squadron before Ecuador became a Republic, as such he is considered a founding father of the Ecuadorian Navy. In this year he was also promoted to Army General of Division. ==Military coup and exile== In 1845, a military coup plot overthrew the liberal government supported by Wright and he went into exile in Chile and Peru He went into exile for fifteen years, ten years in Chile and five in Peru. In Chorrillos, Peru he befriended the Ecuadorian exile Eloy Alfaro and exerted a massive influence on him as a mentor. He would later become President from 1897–1913. he returned from exile in 1860 and opposed Garcia Moreno until his death. ==Governor of Guayaquil== In 1843 he became the Governor of Guayaquil. This was the premier military position in the city. ==Family and marriage== He married the President's niece Angela Rico y Rocafuerte and had five children. He was widowed in 1839. He then married Maria Josefa Rico y Rocafuerte in 1844. (She was fondly called Pepita). ==Children== * Roberto Wright Rico * Delia Wright Rico * Angelina Victoria Wright Rico * Tomas Carlos Wright Rico (Spanish for Thomas Charles) * Eduardo Wright Rico ==Timeline of his military career== ROYAL NAVY (Great Britain and Ireland). Midshipman 1814 BRITISH LEGION RIFLES CORP (Simon Bolivar's liberation army). Sub-Lieutenant. 1818 Lieutenant. 21 April 1818 Captain. September 1819 Lieutenant Colonel. (acting promotion) 22 February 1822 Lieutenant Colonel. conferred promotion January 1823 NAVY PACIFIC Sea Captain. February 1824 Captain of the Apostadero de Guayaquil 1829 Colonel. 1829 Commodore. September 1830 1st Admiral of the Navy 1835 ECUADOR ARMY General of Brigade 1830 General Commander Southern Region 1835 General of Division. 18 January 1835 Commander General of the Guayas. June 1837 to March 7, 1845 Governor for Guayaquil (Military Position). 1843 ==Military decorations and honours== Admiral Wright bust in Guayaquil Navy Museum Cruz Libertadores de Venezuela, Caracas, 1819 Cruz de Vencedores de Boyaca, Colombia, 1819 Cruz de Bombona, Quita, 1822, Cruz de Avacucho, Peru, 1824 ==Biographies== His life has been recorded in two published books. 1, Biografia Del General Almirante – Tomas Carlos Wright. 1994. 2, Palmas Para Mi General – Virginia Salazar Wright. 2018. ==Legacy and Memorials== Thomas Charles Wright memorial Drogheda :-He featured in several Ecuadorian post office stamps :-A bronze medal was struck in 1968 by a memorial committee in 1968 :-The naval college of the Ecuadorian Navy is named after Admiral Wright :-A High School in Guayaquil is named after him. :-Two portraits of him hang in the Navy Museum in Guayaquil, Ecuador. :-In 1972 and 1999 the Post Office of Ecuador issued postage stamps in his honour. :-There are several busts and statues in Ecuador in his honour :-There is a 6ft riverside marble memorial in Drogheda, Ireland. :-The 2018 Cadet class of the Irish Navy was named after him :-There is a memorial plaque in the wall of his former home at Aston Lodge, Queensboro, Drogheda. :-There is a Thomas Charles Wright cabinet in Millmount Museum in Drogheda including a model of his first ship on display in Millmount Museum, Drogheda along with a hand embroidered Ecuadorian flag. :-In 2018, the Thomas Charles Wright memorial committee in Ecuador commissioned a bronze medal in his honour. :-In 2018, Dos Hemisferios winery in Ecuador released a private collection red wine called Admirante: Admiral Thomas Charles Wright :-In 1019, The Thomas Charles Wright centre opened at Merchants Quay in Drogheda, in a four storey former mill 18 century building. The centre is home to ELI English Language College. :-In 2019, There is a Thomas Charles Wright scholarship programme in the Ecuadorian Navy College. The top two students graduating annually are awarded the Thomas Charles Wright prize which is eight weeks in Drogheda, Ireland, to study English. ==References== Category:1799 births Category:1868 deaths Category:Admirals Category:Ecuadorian generals Category:People from Drogheda Category:Royal Navy personnel ",
    "title": "Thomas Charles Wright"
}