{
    "id": "56634658",
    "text": "Full Screen Mario is a 2013 browser game created by American programmer Josh Goldberg. It is an unofficial remake of the 1985 game Super Mario Bros. and was built using HTML5. ==Gameplay== As a remake of Super Mario Bros. (1985), Full Screen Marios gameplay is similar: it is a side-scrolling platform game in which the player controls Mario through levels. The game features all 32 levels that appeared in the original Super Mario Bros., and adds the option to select any one from the start. It also features an editor that enables players to create their own levels and a level generator that creates a random map. The game can also be played using an Xbox 360 controller. ==Development== Full Screen Mario was created by Josh Goldberg, who at the time was a junior at the Rensselaer Polytechnic Institute. Goldberg, who studies computer science and is a longtime Super Mario Bros. fan, wanted to create an \"impressive\" project when he conceived remaking a classic game in HTML5. One day, he and a friend discussed \"how cool it would be if you could play Mario in [your] browser\" and determined Super Mario Bros. was simple enough to remake. Goldberg began working on Full Screen Mario in October 2012 and finished a working demo the following month. From the beginning, Goldberg knew he wanted to add a map generator and a level editor; he wanted his remake to feel more modern when compared to playing the game in an emulator. Full Screen Mario uses the canvas element to render the levels. Unlike the original game, Full Screen Mario can be played in widescreen. Because Goldberg did not know how to rip content from a ROM image, he had to recreate all the game's assets from scratch. He used his personal copy of Super Mario Bros. Deluxe as a reference; he also consulted images of the original game's level designs from the internet and used them to manually recreate each level. Goldberg said this was tedious and took a considerable amount of time, but was not difficult. His greatest challenge was recreating the game's physics. According to Goldberg, \"I'd never really made the physics before. People would randomly disappear during the game.\" He spent months trying to perfect Mario's jumping physics. Goldberg said that remaking Super Mario Bros. was enjoyable because he could aspire to make it perfect: \"Once your version matches the original, you know it's right\". However, it was difficult for him to perfectly recreate the original game, and he spent a lot of time scrutinizing his work to make it as close as possible. After the initial release, Goldberg switched the code base from JavaScript to TypeScript to help reduce program bugs and crashes. Goldberg revealed Full Screen Mario on GitHub in January 2013. The game did not garner much attention until October 2013, when a writer on the website Boing Boing blogged about the game. This led to a significant increase in popularity. Shortly afterward, the website hosting the game, fullscreenmario.com, was getting around 300,000 visits a day. After about a month, on November 1, 2013, Goldberg took the project down after receiving a DMCA complaint from Nintendo, the publisher of Super Mario Bros. Nintendo argued the game infringed its copyright of the original game. By the time of the takedown, it had been played nearly 2.7 million times. Prior to the project's demise, Goldberg desired to add the option to share levels via email and multiplayer support. The source code for Full Screen Mario remained on GitHub for download, but was removed in 2016 after Nintendo issued another DMCA complaint. ==Reception== Goldberg believes the 2015 Mario game Super Mario Maker was partially inspired by Full Screen Mario. ==References== ==External links== * Category:2013 video games Category:Browser games Category:Mario (franchise) Category:Fangames Category:Platform games Category:Video game remakes Category:Video games developed in the United States Category:Unauthorized video games ",
    "title": "Full Screen Mario"
}