{
    "id": "56632008",
    "text": "Flag of the European Union The Pan-European Pension Product (PEPP) or like Pan-European Personal Pension Product is a proposed pension which will be available to residents of the European Union. The PEPP is designed to give the 240 million savers in the EU a better choice in the fragmented and uneven European market, where options are nearly non-existent in some member states. PEPPs are regulated by the Regulation 2019/1238.European Union, \"Regulation (EU) 2019/1238 of the European Parliament and of the Council of 20 June 2019 on a pan-European Personal Pension Product (PEPP)\", Official Journal of the European Union, 25 July 2019. Retrieved 16 February 2020. This regulation lays the legal foundation for a single European market for personal pensions. The PEPP will be complementary to existing state, occupational and private pension systems on national level. After endorsement by the European Parliament and official adoption by the European Council the PEPP regulation was published in July 2019 and will enter into application in August 2020. The first PEPPs are expected to be offered in late 2021. European Commission, \"Capital Markets Union: Pan-European Personal Pension Product (PEPP)\", ‘’European Commission’’, 4 April 2019. Retrieved 14 February 2020. Valdis Dombrovskis, a vice-president of the European Commission responsible for financial services, said “It has enormous potential as it will offer savers across the EU more choice when putting money aside for retirement,” and “It will drive competition by allowing more providers to offer this product outside their national markets. It will work like a quality label and I am confident that the PEPP will also foster long-term investment in capital markets.” Jyrki Katainen, Vice- President responsible for Jobs, Growth, Investment and Competitiveness, added: “The agreement achieved by the European Parliament and the Council on PEPP is a major milestone on the road to addressing pension gaps and demographic challenges and a major achievement in completing Capital Markets Union. It will benefit consumers and providers with a strong framework for personal pensions through a new product with strong consumer protection and enhanced cross-border competition.”European Union, “Factsteet: A pan-european personal pension product, ‘’European Commission’’, 13 February 2019. Retrieved 13 February 2020. Gabriel Bernardino, Chairman of the European Insurance and Occupational Pensions Authority (EIOPA), said: “The current macro-economic environment with persistent low and negative yields requires the rethinking of long-term retirement savings solutions. The implementation of the PEPP Regulation is an opportunity to build an appropriate regulatory basis for the design and monitoring of innovative and cost‑effective products that could enable European savers to reap the benefits of sustainable growth.” EIOPA, \"EIOPA publicly consults on its approaches for regulating key aspects of the Pan-European Personal Pension Product (PEPP)\", ‘’EIOPA’’, 2 December 2019. Retrieved 14 February 2020. The European Union is committed to fighting old- age poverty. Currently, only 27% of Europeans between 25 and 59 years old have enrolled themselves in a pension product European Commission, \"Capital Markets Union: Pan-European Personal Pension Product (PEPP)\", ‘’European Commission’’, 4 April 2019. Retrieved 13 February 2020.. With the PEPP the EU is responding to changing demographics due to the aging of the population, the modern forms of labour, and embracing the opportunities of digitalisation. This PEPP is designed to give savers more choice and provide them with more competitive products, while enjoying strong consumer protection. Moreover, a more developed market for personal pensions in the EU will channel more savings into long-term investments and thus contribute significantly to develop a Capital Markets Union (CMU). According to a study by Ernst & Young to the European commission personal pension assets under management in the EU28 are expected to grow from EUR 0.7 trillion in 2017 to EUR 1.4 trillion without PEPP and EUR 2.1 trillion with PEPP by 2030. EY, \"Study on the feasibility of a European Personal Pension Framework\", ‘’European Commission’’, June 2017. Retrieved 12 February 2020. The PEPP offers additional incentives for people to save for their pension, alongside the occupational and state-based pensions available today. PEPPs will be available to all residents in one EU member state no matter if they are employed, unemployed, self-employed or studying. PEPPs could be particularly attractive to both mobile citizens and self- employed individuals who are not participating in state-based or occupational pension provisions. A PEPP can be offered by all providers that fulfil certain criteria provided by the PEPP regulation, including insurance companies, banks, asset managers, certain investment firms and certain occupational pension funds (Institutions for Occupational Retirement Provision Directive 2016). A PEPP can be sold by investment firms authorised to provide investment advice, or any insurance intermediaries. To sell a PEPP, it is not mandatory for providers to be the designers of the product. It can be expected that traditional players such as insurance companies and asset managers will be among the first players to offer a PEPP. But PEPP could also be an opportunity for new FinTech players to enter the market with innovative solutions competing with more traditional providers such as insurance companies. The European Insurance and Occupational Pensions Authority (EIOPA) will maintain a central register in which it will register all PEPPs, this register will be made publicly available in electronic format. == Content == The core elements of the PEPP are: European Commission, \"Capital Markets Union: Pan-European Personal Pension Product (PEPP)\", ‘’European Commission’’, 4 April 2019. Retrieved 11 February 2020 European Commission, \"Factsheet: A pan-European personal pension product\", ‘’European Commission’’, 13 February 2019. Retrieved 11 February 2020. Digital disclosure and distribution: PEPP will be a modern product that can be distributed and purchased online, which will make it more attractive for young Europeans. The PEPP regulation explicitly allows either fully automated or semi-automated advice, this can help to reduce barriers to entry, create new cross-border opportunities, and ultimately reduce the costs of distributing the PEPP. Full transparency: Fees and costs will be transparent, disclosed via a simple Key Information Document (KID) supplied before the purchase, as well as a standardised pension benefits statement during the product lifetime. Full mandatory advice: Consumers will also benefit from full mandatory advice (with a suitability test for all PEPP savers), to enable them to make an informed decision before purchasing a product. They will also benefit from personalised advice before retirement in order to choose the most suitable form of out-payments to their needs. Cross- border portability: Providers will be able to offer PEPPs on a pan-European basis, allowing savers to continue saving in the same product, when they change residence across borders in the EU. In case portability is not available, consumers can switch providers free of charge or can continue to contribute to the PEPP of the previous country residence. However, PEPP can be offered only on the EU territory. A simple and affordable default option: All PEPP providers have to offer a simple and affordable default option called the “Basic PEPP”. For the Basic PEPP costs and fees capped at 1 % of the accumulated capital per year. The Basic PEPP will also offer capital protection to ensure that savers recoup the capital invested (without taking into account the impact of fees and inflation). A right to switch: PEPP savers will be able to switch provider or choose a different investment option after a minimum of five years from the conclusion of the contract and, in case of subsequent switches, after five years from the most recent switching. The PEPP provider may allow PEPP savers to switch investment options and providers more frequently. Flexible payout: PEPP providers can offer PEPP savers one or several types of out-payments (annuities, lump sum, regular drawdown payments, \"Tontine\"-style drawdown payments or a combination of these). Savers will be able to choose the form of out-payments for the decumulation phase when opening an account. If available, savers will be allowed to modify the form of out-payments. Member States may incentivise different forms of out-payments. Sustainable investment: Providers are encouraged but not forced to take into account environmental, social and governance (ESG) factors in their investment decisions. Given the expected market size and the long-term nature of pension products, PEPP could contribute significantly to the EU sustainability agenda in the financial sector. The PEPP saver can choose between a maximum of six investment options. All providers have to offer a “Basic PEPP”. The Basic PEPP is a simple, affordable and safe default option providing a level playing field among providers and full transparency for savers. For the Basic PEPP costs and fees capped at 1 % of the accumulated capital per year. This includes all costs for administration, asset management and distribution. Any costs linked to additional features (e.g. payment in case of death) or a capital guarantee that are not required shall not be included in the cost cap. The basic PEPP aims at preserving the savers capital at retirement and cover the contributions during the accumulation phase after deduction of all fees and charges. Depending on the type of capital protection there will be two types of basic PEPP. For the Basic PEPP with a guarantee (type 1), providers will have a legal obligation to ensure that PEPP savers recoup at least the capital invested. The Basic PEPP with other risk mitigation techniques (type 2) shall be consistent with the objective to allow the PEPP saver to recoup the capital, but without any legal obligation to recoup the capital. EIOPA, \"Consultation Paper on the proposed approaches and considerations for EIOPA’s Technical Advice, Implementing and Regulatory Technical Standards under Regulation (EU) 2019/1238 on a Pan-European Personal Pension Product (PEPP)\", ‘’EIOPA’’, 29 November 2019. Retrieved 7 February 2020. The PEPP does not cover tax incentives. It is up to the member states to offer any tax incentives or not. In order to create a level playing field for PEPP and existing national pension products the European commission encourages the member state to grant PEPP savers the same tax treatment as similar existing national personal pension products. European Commission, \"COMMISSION RECOMMENDATION on the tax treatment of personal pension products, including the pan-European Personal Pension Product\", ‘’European Commission’’, 29. June 2017. Retrieved 11 February 2020. == Regulation == PEPP providers will be supervised by national authorities. The distribution regime of the PEPP follows a sectorial approach. Insurance companies and insurance intermediaries that distribute a PEPP will be subject to the Insurance Distribution Directive (IDD), while investment firms and other PEPP providers and distributors will have to apply the provisions of the Markets in Financial Instruments Directive (MiFID II). The European Insurance and Occupational Pensions Authority (EIOPA) is mandated to ensure a consistent implementation and supervisory of PEPP. EIOPA, \"EIOPA’s role in PEPP: Foster consistent implementation of PEPP\", ‘’EIOPA’’, 2019. Retrieved 14 February 2020. EIOPA develops technical standards for implementation and supervisory, runs the central register of all PEPP products, monitors the evolution of the market and can even issue a temporary ban or restriction on specific PEPPs under certain conditions. EIOPA has established an Expert Practitioner Panel on PEPP. European Insurance and Occupational Pensions Authority, \"EIOPA establishes Expert Practitioner Panel on the Pan-European Personal Pension Product (PEPP)\", ‘’EIOPA’’, 05 July 2019. Retrieved 10 February 2020 The objectives of the Expert Practitioner Panel on PEPP are to inform EIOPA's policy work, to test policy proposals and to act as sounding board for EIOPA. The panel consists of high-level experts with a diverse set of experiences and expertise, from insurance companies, asset managers, NGOs and universities. Member of the Expert Practitioner Panel on PEPP European Insurance and Occupational Pensions Authority, \"EIOPA establishes Expert Practitioner Panel on the Pan-European Personal Pension Product (PEPP)\", ‘’EIOPA’’, 05 July 2019. Retrieved 10 February 2020 * Jean- Paul Andre-Dumont, Luxembourg, Forsides * Paul Le Bihan, France, Union Mutualist Retraite * Emanuele Maria Carluccio, Italy, University of Verona * Jens Rosendahl Frederiksen, Denmark, PFA * Sebastian Görgl, Germany, Union Investment * Edward Hiller, Luxembourg, Fidelity * Olav Jones, Belgium, Insurance Europe * Herman Kappelle, Netherlands,Aegon NV * Axel Kleinlein, Germany, Bund der Versicherten * Til Klein, Germany, Vantik * Christian Lemaire, France, Amundi * Kristine Lomanovska, Latvia, SEB LV * Andrew Marker, United Kingdom, Vanguard * Aidan McLoughlin, Ireland, Independent Trustee * Jasper De Meyer, Belgium, BEUC * Simone Miotto, Italy, PensionsEurope * Carlo Parodi, Italy, Intesa Sanpaolo * Hugo Prenn, Austria, Uniqa Insurance Group * Tobias Rieck, Germany, Allianz * Stefan Voicu, Romania, Better Finance * Piotr Wrzesinski, Poland, PIU In December 2019 EIOPA launched a public consultation on its approaches for regulating key aspects of the PEPP EIOPA, \"Consultation Paper on the proposed approaches and considerations for EIOPA’s Technical Advice, Implementing and Regulatory Technical Standards under Regulation (EU) 2019/1238 on a Pan-European Personal Pension Product (PEPP)\", ‘’EIOPA’’, 2 December 2019. Retrieved 12 February 2020.. The Consultation Paper sets out EIOPA's current stances to approach the regulation of key aspects of the PEPP. In developing the proposals, EIOPA sought input from the supervisory community of the insurance and pension sectors, the other European Supervisory Authorities, and conducted an active dialogue with EIOPA's stakeholder groups and the Expert Practitioner Panel on PEPP. Gabriel Bernardino, Chairman of EIOPA, said: “EIOPA invites all stakeholders to contribute to this consultation in order to ensure that the PEPP will be a success for the benefit of European citizens”. Key topics addressed in the public consultation are Til Klein, \"Pan-European Personal Pension Product, Vantik. 8 February 2020. Retrieved 16 February 2020.: * Key Information Document (KID) * Annual Benefit Statement * Cost Cap for the Basic PEPP * Risk mitigation techniques (capital protection) * Right to switch & Cross-border portability * EIOPA's Product intervention Power * Cooperation between national competent authorities and EIOPA == Timeline == The idea of a single European market for private pensions is part of the European Commission's plan to strengthen the Capital Markets Union (CMU) by creating a single market for capital in the EU. The history of PEPP dates back to 2013 when the European Commission tasked the European Insurance and Occupational Pensions Authority (EIOPA) to work towards a single European market for personal pensions. This resulted in a preliminary report on a single European market for personal pensions published in 2014 EIOPA, \"Towards an EU single market for personal pensions. An EIOPA Preliminary Report to COM\", ‘’EIOPA’’, 2014. Retrieved 11 February 2020.. In September 2015, the European Commission launched the Capital Markets Union (CMU) Action in order to build a true single market for capital across the EU member states. In this, the European Commission called for an exploration of ways to support personal retirement savings with the appropriate level of consumer protection and build and a single EU market. Based on the results of a public consultation, in July 2016 the EIOPA issued advice with a proposal for a standardised Pan-European Personal Pension Product (hereafter “PEPP”) EIOPA, \"EIOPA's advice on the development of an EU Single Market for personal pension products (PPP)\", ‘’EIOPA’’, 4 July 2016. Retrieved 11 February 2020. as a complementary option alongside national regimes. As a result, the European commission published a proposal for a regulation on a PEPP in 2017 European Commission,\"Proposal for a regulation of the European Parliament and of the Council on a pan-European Personal Pension Product (PEPP)\", ‘’European Commission’’, 29 June 2017. Retrieved 20 February 2020. The proposal was accompanied by a recommendation to the Member States on the tax treatment of personal pension products European Commission, \"COMMISSION RECOMMENDATION on the tax treatment of personal pension products, including the pan-European Personal Pension Product\", ‘’European Commission’’, 29. June 2017. Retrieved 11 February 2020. and a study on the feasibility of a European Personal Pensions Framework conducted by EY EY, \"Study on the feasibility of a European Personal Pension Framework\", ‘’European Commission’’, June 2017. Retrieved 13 February 2020.. The legislative proposal was discussed and further developed by the co-legislators. After endorsement by the European Parliament and official adoption by the European Council the PEPP regulation was published on 25 July 2019 European Union, “Regulation (EU) 2019/1238 of the European Parliament and of the Council of 20 June 2019 on a pan-European Personal Pension Product (PEPP)\", Official Journal of the European Union, 25 July 2019. Retrieved 20 February 2020.. In the year after the publication, the Commission will work together with EIOPA on an effective implementation of the PEPP. The PEPP Regulation will enter into application 12 months after the publication on 14 August 2020. As a regulation it applies directly in all EU member states with no need for implementation to domestic legislation. Only in case a member state would like to grant PEPP a favourable tax treatment, national law might need to be amended. The first PEPPs will be offered in late 2021 or early 2022. == Challenges == There are critics that the final regulation “has been stripped of its initial ambition” as “key elements of the proposal were diluted, or replaced, in response to pressure from member states and organisations” Karle Lanno, \"PEPP: How to kill an EU proposal\", IPE Magazine, June 2019. Retrieved 2020-02-10. and that “it has become an insurance rather than a savings product as there is always a guaranteed element involved”. Karle Lanno, \"PEPP: How to kill an EU proposal\", IPE Magazine, June 2019. Retrieved 2020-02-10. Christian Hilmes, \"Versicherungen sind ungerechtfertigt privilegiert\", ‘’DAS Investment’’, 30 July 2019. Retrieved 14 February 2020. Anke Rezmer, \"Experten-Beirat arbeitet an europäischer privater Altersvorsorge\", ‘’Handelsblatt’’, 30 July 2019. Retrieved 12 February 2020. The EU commission has proclaimed the European Green Deal to make Europe the first climate neutral continent by 2050. A core part of it is the European Green Deal Investment Plan, which will mobilise at least €1 trillion of sustainable investments over the next decade. PEPP providers are encouraged to allocate all or a significant part of their assets to sustainable investments. Furthermore, they are encouraged to consider ESG (environmental, social and governance) factors in investment decisions. But there is no obligation to invest your money sustainably. Critics demand, that “PEPP could be a key to achieve the goal of €1 trillion of sustainable investments by making sustainable investments mandatory for all PEPPs”.Til Klein, \"Pan-European Personal Pension Product, Vantik. 8 February 2020. Retrieved 16 February 2020. The PEPP might have limited impact on local pension markets. PEPP has to compete with local pension products. Bas van Zanden, \"RaboResearch - Economic Research: Q&A; on the new Pan-European Pension Product\", ‘’Rabobank’’, 13 June 2019. Retrieved 2020-02-10. In June 2018, the European Federation of Financial Advisers and Financial Intermediaries (FECIF) warned that Europe is still not dealing with the tax treatment of Pan European Pension Products. Secretary general Simon Colboc said “the biggest question facing PEPPs is the tax treatment it will receive and that is the main question people are asking and it is the elephant in the room.” Whether the PEPP will receive similar tax incentives as local products will depend on the member state. Critics argue that the tax element is crucial if it is going to take off, meaning that contributions should be tax exempt, and that this will make or break the PEPP.Karel Lannoo , “The PEPP could become the new UCITS\", ‘’CEPS’’, 28 September 2018. Retrieved 14 Februar 2020. Also many European countries already have a wide rage of well established personal pension products, so PEPP might become more relevant in countries with less developed pensions systems. ==References== ==External links== * Framework for a pan-European personal pension product (PEPP) on europarl.europa.eu * European Insurance and Occupational Pensions Authority (EIOPA) * https://ec.europa.eu/info/business- economy-euro/banking-and-finance/insurance-and-pensions/personal-pension- products_en * European Commission: Frequently Ask Questions * Summary Implementation Category:Pensions Category:Personal finance ",
    "title": "Pan-European Pension"
}