{
    "id": "56631157",
    "text": "Aileen Elizabeth Lynch (1898-1983) was an Australian public servant and Women's Land Army state Superintendent.J. Scott, Girls With Grit, 1995 ==Early life== She was born Elizabeth Eileen Ryan on 15 May 1898 in Waverley, Sydney. She was the daughter of Irish immigrants Patrick Ryan, a sewage labourer, and Mary Murphy. She studied at the St. Clare's Convent in Waverly. ==Career== In 1917 she began work as a typist at the Department of Public Works for the New South Wales Public Service. In 1924 she started working for the Premier's Department, first as a part of the migration agreement executive committee, and later in the ministerial office. In 1941 she became part of the Women's Auxiliary National Service, serving as the officer-in-charge of headquarters administration. In 1942 Lynch was appointed to work at the Directorate of Manpower, where she worked closely with land armies. A few months later she was made Superintendent of the Women's Land Army in New South Wales.Women's Land Army, The Sydney Morning Herald, (Saturday, 20 March 1943), p.5. In 1946 she returned to the Permier's Department and continued to work there until her resignation in 1947.Resignations: Premier's Department, Supplement to the Government Gazette of the State of New South Wales, No.67, (Friday, 30 May 1947), p.1319. She temporarily worked for the Child and Welfare department from 1960 to 1963. She died in Waverton on 20 January 1983 and was cremated. ==Personal life== She married Francis Swinbourne Lynch, a cable clerk, on 1 October 1927. The couple had no children.C. Morgan, Castle, Kit Bag and Cattle Truck, 2001 ==Footnotes== ==References== * Servicewomen's Farewell, The Australian Women's Weekly, (Saturday, 19 May 1945), p.24. ==External links== *Aileen Lynch in the Australian Dictionary of Biography * Lynch, Aileen Elizabeth (1898-1983): The Australian Women's Register. Category:1898 births Category:1983 deaths Category:19th-century Australian women Category:20th- century Australian women Category:Public servants of New South Wales ",
    "title": "Aileen Elizabeth Lynch"
}