{
    "id": "56638242",
    "text": "Katharina Scheiter Katharina Scheiter (27 March 1974) is a German psychologist. She is head of the Multiple Representations Lab at the Leibniz- Institut für Wissensmedien (IWM) and full professor for Empirical Research on Learning and Instruction at the University of Tübingen, Germany. In 2016, she was awarded honorary professor of the School of Education at the University of Nottingham. == Biography == Born in Göttingen, Scheiter studied psychology at the University of Göttingen from 1993 till 1999. After having worked as a research associate at Saarland University, she completed her Ph.D in 2003 at the University of Tübingen. Scheiter, Katharina (2003) \"Sequence effects and sequencing effects for solving knowledge-rich problems\" Dissertation on the publication server of the University of Tübingen. Retrieved April 27, 2018. She received her habilitation in psychology for her work on the \"Theoretical and empirical foundations of theories of multimedia learning: A critical reconsideration\" in 2009 and was honored with the Erik de Corte Award for Young and Promising Scholars in the Science of Learning and Instruction of the European Association for Research on Learning and Instruction (EARLI). Winners of the Erik de Corte Award Official site of EARLI Scheiter initially held a temporary research professorship. In 2011 she was appointed full professor at the University of Tübingen. == Research == Together with her research group at the Leibniz-Institut für Wissensmedien, Scheiter investigates cognitive processes underlying learning from multiple representations as well as means of supporting these processes. Results from this research are used to design digital textbooks and tablet-based applications for education. Woflnagel, Eve: „Interaktion macht schlau. In: Stuttgarter Zeitung, 20. April 2018. Retrieved March 20, 2018. Scheiter has conducted multiple projects on learning with multimedia funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation). She is applicant and member of the DFG Research Group Analysis and Facilitation of Effective Learning and Teaching Processes (\"Analyse und Förderung effektiver Lehr-Lernprozesse\", FOR738) and of the LEAD Graduate School Members of the LEAD Graduate School LEAD Graduate School & Research Network and Research Network (Learning, Educational Achievement, and Life Course Development; GSC 1028), financed by the German Excellence Initiative. Moreover, she serves on the board of the Tübingen School of Education, Tübingen School of Education where she is also responsible for the Tübingen Digital Teaching Lab (TüDiLab) Head of Tübingen Digital Lab Official Site of TüDiLab which is located at the IWM. == Publications (selection) == *Scheiter, K., Schleinschok, K., & Ainsworth, S. (2017). Why sketching may aid learning from science texts: Contrasting sketching with written explanations. Topics in Cognitive Science, 9, 866-882. *Schleinschok, K., Eitel, A., & Scheiter, K. (2017). Do drawing tasks improve monitoring and control during learning from text? Learning and Instruction, 51, 10-25. *Scheiter, K., Eitel, A., & Schüler, A. (2016). Lernen mit Texten und Bildern: Die frühzeitige wechselseitige Beeinflussung kognitiver Prozesse bei der Konstruktion eines integrierten mentalen Modells. Themenheft: Psychologie und Wissensmedien. Psychologische Rundschau, 67, 87-93. *Scheiter, K., & Eitel, A. (2015). Signals foster multimedia learning by supporting integration of highlighted text and diagram elements. Learning and Instruction, 36, 11-26. *Eitel, A., & Scheiter, K. (2015). Picture or text first? Explaining sequence effects when learning with pictures and text. Educational Psychology Review, 27(1), 153-180. *Eitel, A., Scheiter, K., Schüler, A., Nyström, M., & Holmqvist, K. (2013). How a picture facilitates the process of learning from text: Evidence for scaffolding. Learning and Instruction, 28, 48-63. *Scheiter, K., Schüler, A., Gerjets, P., Huk, T. & Hesse, F. W. (2014). Extending multimedia research: How do prerequisite knowledge and reading comprehension affect learning from text and pictures. Computers in Human Behavior, 31, 73-84. *Scheiter, K., & Van Gog, T. (2009). Using eye tracking in applied research to study and stimulate the processing of information from multi-representational sources. Applied Cognitive Psychology, 23, 1209–1214. *Scheiter, K., & Gerjets, P. (2007). Learner control in hypermedia environments. Educational Psychology Review, 19, 285-307. == References == == External links == * Portrait of Katharina Scheiter on the homepage of the IWM Tuebingen * Portfolio of Katharina Scheiter on the homepage of the University of Tuebingen * Publications list of Katharina Scheiter on psychauthors * Profile of Katharina Scheiter on academia-net.de * Interview mit Katharina Scheiter. In: Magazin der Robert Bosch Stiftung, January 2018, p. 17. Retrieved on 27. April 2018. * Breyton, Ricarda: \"Wenn künstliche Intelligenz den Unterricht bestimmt\". Katharina Scheiter on digital media in class. In: Welt, 21. December 2018, Retrieved April 27, 2018. Category:1974 births Category:German psychologists Category:Living people Category:People from Göttingen Category:University of Tübingen faculty ",
    "title": "Katharina Scheiter"
}