{
    "id": "56636170",
    "text": "Laura Cadieux II () is a Canadian comedy film, directed by Denise Filiatrault and released in 1999.\"Laura Cadieux, la suite – Film de Denise Filiatrault\". Films du Québec, February 15, 2009. A sequel to the 1998 film It's Your Turn, Laura Cadieux (C'est à ton tour, Laura Cadieux), the film placed the characters from the first film, which was a direct adaptation of the novel by Michel Tremblay, in an original story written entirely by Filiatrault.\"Life is Suite: Laura Cadieux sequel caps off frenetic year for producer Denise Robert\". Montreal Gazette, November 29, 1999. In the film, Laura Cadieux (Ginette Reno) and her friends are taking a cruise on the St. Lawrence River to celebrate Laura's 50th birthday.\"Laura takes a cruise: Cadieux, part deux, offers laughs, but lacks depth of original\". Montreal Gazette, December 3, 1999. Laura is trying to fend off the advances of the ship's captain (Michel Dumont); Alice Thibodeau (Sonia Vachon) is freely flirting with nearly all of the men on board while Albert (Martin Drainville) is struggling to make his own feelings for her known; Lucille Bolduc (Adèle Reinhardt) is unsuccessfully trying to catch the eye of Oscar Blanchette (Donald Pilon); Mme. Brouillette (Denise Dubois) is newly liberated from an abusive husband; and Laura's mother-in law (Dominique Michel) is constantly tormenting Laura with her demands. Meanwhile, Laura's best friend, Mme Therrien (Pierrette Robitaille), who spent the first film running around downtown Montreal after mistakenly believing Laura's young son had gotten lost, here mistakenly boards the wrong boat and spends the duration of the film on a cargo ship introducing a bunch of Russian sailors to Québécois culture. The film received five Genie Award nominations at the 21st Genie Awards: Best Actress (2: Reno, Robitaille), Best Costume Design (Suzanne Harel), Best Original Song (François Dompierre, \"Fortuna\") and Best Original Score (Dompierre).\"Genie nominations\". Toronto Star, December 13, 2000. Dompierre won the award for Original Song.\"It's a Maelstrom at the Genie awards\". The Globe and Mail, January 30, 2001. It received three Prix Jutra nominations at the 2nd Jutra Awards, for Best Actress (2: Reno, Robitaille) and Best Art Direction (Raymond Dupuis and Suzanne Harel). == References == == External links == * Category:1999 films Category:Canadian films Category:Canadian comedy films Category:Films set in Quebec Category:Films shot in Quebec Category:French-language films Category:Films based on Canadian novels Category:Films scored by François Dompierre ",
    "title": "Laura Cadieux II"
}