{
    "id": "56634212",
    "text": "Philip L. Cantelon (born 1940) is the co-founder and CEO of History Associates Incorporated and a leading pioneer in the field of applied history. He previously taught contemporary American history at Williams College, and is a founding member of the National Council on Public History and the Society for History in the Federal Government. Cantelon is an expert on oral history, foundations, business and institutional history, as well as the history of deregulation. ==Early Life and education== Philip L. Cantelon is a historian who has worked in both academia and applied history. He graduated from Dartmouth College in 1962 with a degree in history and subsequently earned a MA at the University of Michigan in 1963. He received his PhD from Indiana University in 1971. ==Career== Cantelon began his teaching career at Williams College in 1968, specializing in contemporary American and Oral history. In 1974, he took a leave of absence from Williams to work in the policy office at the Department of Housing and Urban Development and as a speechwriter for Secretary Carla Hills. In 1978, he received a Fulbright Professorship of American Civilization to teach history for a year at Kyushu University and Seinan Gakuin University in Fukuoka, Japan. After his HUD and Fulbright experience, Cantelon turned from the classroom to the practical application of history – what would become popularized as ‘public history’. The opportunity to apply history came soon after the Three Mile Island accident in 1979. A former Williams colleague at the United States Department of Energy asked if Cantelon would write a history of the agency's response to the accident. Cantelon teamed up with Robert C. Williams, a professor at Washington University in St. Louis, to write Crisis Contained: The Department of Energy at Three Mile Island, published in 1980. Struck by the impact of a practical application of history – and that historians could assess an event that happened months, not just decades before – he and three colleagues, Richard G. Hewlett, who was retiring as the Department of Energy’s Chief Historian, Williams, and Rodney P. Carlisle of Rutgers University established a new business venture. In January 1981, they founded History Associates Incorporated. Cantelon served as president from 1981 to 2006. Since then, he has served as the organization's CEO and senior historian. His client list includes General Electric, the Kendall Foundation, the GAR Foundation, Consolidated Edison, Texas Instruments, MCI Communications, Roadway Services, CF Transportation, the National Institute of Nursing Research, The Children’s Inn at NIH, The Institute of Nuclear Power Operations, and the World Association of Nuclear Operators. Under Cantelon's leadership, History Associates has grown to become one of the largest historical consulting firms in the U.S. The company made the Inc. 500 list in 1986 and the Inc. 5000 list in 2012, 2013, and 2014. Cantelon has been actively involved in numerous organizations that further the mission of public history. He was a founder of the National Council on Public History in 1979, serving as the organization's first executive secretary. During the same year, Cantelon helped charter the Society for History in the Federal Government, where he served as executive secretary from 1979 to 1983 and president from 1995 to 1996. Cantelon has also served as chairman of the Montgomery County Historic Preservation Commission in Maryland, as well as president of the Montgomery County Historical Society. He continues to play an active role in both past and present issues impacting Montgomery County historic resources. ==Philanthropic Roles== * President– Cosmos Club Historic Preservation Foundation, 2005–2016 * Board of Trustees – American University of Rome, 2005–2011 * Dean's Executive Advisory Committee, James Madison University, 2002–2010 * Board of Management/President – Cosmos Club of Washington, DC, 1995–2002 * Vice President/President – Society for History in the Federal Government, 1994–1996 * Chairman/Commissioner – Montgomery County MD Historic Preservation Commission, 1984–1991 * President/ board of directors – Peerless Rockville Historic Preservation, 1983–2000 * President/ board of directors – Montgomery County MD Historical Society, 1991–1995 * Board of Trustees – Montgomery County Historical Society, 1995–2000 * Board of Editors – The Public Historian, 1983–1987 * Executive Secretary – Society for History in the Federal Government, 1979–1983 * Executive Director/board of directors – National Council on Public History, 1979–1982 * Director – Williams College Oral History Project, 1973–1977 ==Honors== * Founders Award – National Council on Public History, 2016. * Roger Trask Award – Society for History in the Federal Government, 2011. * Franklin D. Roosevelt Award – Society for History in the Federal Government, 2004. * Lieber Memorial Teaching Associate Award – Indiana University Bloomington, 1967. ==Publications== * Nuclear Safety Has No Borders: the History of the World Association of Nuclear Operators (2016) * Core of Excellence: A History of the Institute of Nuclear Power Operations, with J. Samuel Walker (2012) * National Institute of Nursing Research: Bringing Science to Life (2010) * Never Stand Still: A History of CNF Transportation Inc., with Kenneth D. Durr (1999) * The Roadway Story, with Kenneth D. Durr (1996) * “The Origins of Microwave Telephony—Waves of Change,” Technology and Culture 36, no. 3 (July 1995) * The History of MCI, 1968–1988: The Early Years (1993) * Corporate Archives and History: Making the Past Work, with Arnita A. Jones (1993) * The American Atom, with Robert C. Williams and Richard G. Hewlett (1984, 1992) * Crisis Contained: The Department of Energy at Three Mile Island, with Robert C. Williams (1980, 1982) * \"Washington After Watergate: Careers in Public Policy,\" Williams Alumni Review (Spring 1975) * Toward a New Frontier, in Two Hundred Years: A Bicentennial History of the United States, published by U.S. News & World Report (1973) * The Great Red Scare of 1934, Berkshire Review (Spring/Summer 1973) * Greetin's, Cousin George, American Heritage, XIX (Dec. 1967) ==External links== * History Associates Bio Page, Philip Cantelon ==References== Category:1940 births Category:Living people Category:Dartmouth College alumni Category:University of Michigan alumni Category:Indiana University alumni Category:Businesspeople from Indiana Category:Fulbright Scholars ",
    "title": "Philip L. Cantelon"
}