{
    "id": "56633595",
    "text": "Kengulabi () is an upcoming Indian Kannada-language female oriented Film directed by Srisha (Sridhar Javur). Indiaglitz.com (13 April 2017) It stars Gaurish Akki, Kruttika Ravindra and Yogitha. Indiaglitz.com (13 April 2017) The score and soundtrack for the film is by Rajkishore Rao and the cinematography is by Kumar Chakravarthy. Producer Ghanshyam completed the film in a six phased production schedule. The film was shot in Hospet, Bagalkot, Vijayapura Gajendraghd and places where the real devadasi system prevailed actually.http://www.cinecircle.in/cinema_news/KENGULABI_film.html Gaurish Akki a Popular News Anchor is acting for the first time as a protagonist. He is playing an activist who works for an NGO that is working towards eradication of the devadasi system. Gaurish said Kruttika had acted so well that she made even the producer cry on the sets.http://www.cinecircle.in/cinema_news/KENGULABI_film.html Kruttika Ravindra plays Shari who is a wife and a mother but is forced to get into prostitution out of compulsion. Her role is that of how she struggles to come out of it. She gets to play the role which has five or six different shades.http://www.cinecircle.in/cinema_news/KENGULABI_film.html Kengulabi has received Censor Clearance and the co-producer Basavanagouda Malipatil confirmed that the film will be releasing soon.https://www.indiaglitz.com/kegulaabi-gets-certificate-kannada-news-204780 ==Cast== * Gaurish Akki * Kruttika Ravindra as Shari * Yogitha ==Soundtrack== The film's background score and the soundtracks are composed by Rajkishore Rao. The music rights were acquired by Lahari Music.http://www.cinecircle.in/cinema_news/KENGULABI_film.html ==References== ==External links== * * https://www.indiaglitz.com/kengulabi-complete-bhandage- confident-kannada-news-183355 * http://www.cinecircle.in/cinema_news/KENGULABI_film.html * iTunes: https://itunes.apple.com/in/album/kengulabi-original-motion-picture- soundtrack-ep/1334680366?app=itunes&ign-itsct;=1334680366-1334680366&ign- itscg;=0177&ign-mpt;=uo%3D4 * Google Play: https://play.google.com/store/music/album/Rajkishore_Rao_Kengulabi?id=Bagwypvlnviv4rffaak3a3n26lm&hl;=en * https://gaana.com/album/kengulabi Category:Upcoming films Category:Indian films Category:Kannada-language films Category:2010s Kannada-language films kn:ಕೆಂಗುಲಾಬಿ ",
    "title": "Kengulabi"
}