{
    "id": "56633828",
    "text": "Lucas Nathan (born August 7, 1990), better known by their stage name Jerry Paper, is an American songwriter and producer who has been releasing music since 2009. Their first projects were Zonotope™ and the noise music project Diane Kensington Devotional Band. They began performing under the alias Jerry Paper in 2012, releasing their latest album, Abracadabra via Stones Throw Records in 2020. ==Early life== Nathan said that as a child, they were influenced to learn music by the fact that \"all [their] friends were making music.\" They learned how to play \"The Simpsons Theme\" on the piano when they were five, played bongos for their school band, and were a drummer. Shortly after they learned how to play the Misfits song \"London Dungeon\" on bass guitar in eighth grade, they made psychedelic folk recordings in their bedroom with Sony Acid and performed in various bands at school. The first group they were in was a comedy rock band named The Corrupt Ice Cream Vendors. They got into several noise and psychedelic acts like Growing and Devendra Banhart in their teen years after being exposed to them via the magazine Arthur, and later got into free jazz and krautrock. Nathan originally wanted to perform in the \"cool band[s]\" that they saw at school and at their summer camps, but they were turned down by all of them due to their \"nerdy\" looks, which influenced them to become a solo artist. ==Career== ===2009–2012: Zonotope™ and Diane Kensington Devotional Band=== Nathan stated that as a \"pretentious teenager\", they \"refused to listen to anything that wasn't 1966 to 1968.\" Therefore, it was \"part of [their] personality\" that they despised electronic music. By the time they were experimenting with their friend's Roland HS-60 synthesizer, however, Nathan reports in an interview that they were fascinated by the sounds it produced. This inspired them to make electronic music as a way of taking the \"challenge\" of \"find[ing] a way to like\" the genre. Nathan began producing music in 2009, and their first project was Zonotope™, a four-album \"propaganda series\" promoting a Southern California-based \"alternative spiritual community\" named the Temple of Pure Information and Mainframe Devotion.Gallego, Miguel (February 11, 2014). \"To Be An Ironist is a Beautiful Thing: A Conversation with Jerry Paper\". AdHoc. Retrieved December 17, 2017. they also had a noise project named Diane Kensington Devotional Band, which depicts Nathan as a female who starts the Wellness Group. It's for a fictional religion based on traveling into the inaccessible-to-most infinite \"space between the 1 and the 0\" through a method named \"Trance Channels.\" ===2012–2015: Jerry Paper=== The name of Jerry Paper first appeared in the credits of the Zonotope™ album Excellent Realms (2010), where Paper was given a \"special thanks\" for \"building The Mainframe.\"Vargas, Mauricio (June 27, 2015). \"Interview with Jerry Paper\". Blaaah. Retrieved November 25, 2017. The story of the project involves Paper quitting from the spiritual community setting of Zonotope™ to find a \"less orthodox alternative spirituality.\" Nathan described the music of Jerry Paper as \"slightly less abstract\" than their works for Zonotope™, and the project's titular character is caused by a \"ritual\" that transforms Nathan into Jerry Paper. Paper often wears a garland and a silk robe and acts like a \"weirdo\" who does \"whatever the hell [they want],\" such as become \"romantically involved with a giant chameleon\" and dance \"like someone who just discovered movement five minutes ago,\" Koen van Bommel stated.Van Bommel, Koen (July 17, 2015). \"Lucas Nathan on Jerry Paper\". Subbacultcha. Retrieved December 22, 2017. Nathan explained that they wrote International Man of Misery (2013), \"a cartoonish version of depression,\" as a way to poke fun on the \"ridiculously melodramatic thoughts\" they went through at the time. Fuzzy Logic (2013) is about how modern living is complicated by technology and politics. Feels Emotion, released on February 11, 2014, involved Nathan taking on, as Decoder magazine put it, more \"ambitious\" production techniques than their previous albums such as in sampling, an example being the cat sounds on \"Holy Shit.\"Pavlovic, Dwight (February 4, 2014). \"How Do I Feel What I’m Thinking: A Conversation with Jerry Paper’s Gracious Host Body\". Decoder. Retrieved November 26, 2017. The LP also has some tracks where Nathan focused on non-repetitive pop structures instead of the typical verse–chorus form, including \"I Feel Emotions,\" \"Unless It’s,\" \"Other Please,\" and \"Heartbreak Module #3.\" On August 24, 2014, Nathan released what they considered their \"first successful concept album,\" the Jerry Paper LP Big Pop For Chameleon World,\"Big Pop For Chameleon World\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. a soundtrack for their Unity game Dr. Javer's Genneheigen's Chameleon World.\"Download World\". Bozo Endeavors. Retrieved 24 November 2017. The album explores simulacra, looking for \"the dividing line\" between a real object and a simulated version of it. In doing so, it uses synthesized replications of acoustic instruments, such as a square wave keyboard sound meant to be a harpsichord texture. According to The Fader, the use of these sounds gives the album a more \"uncanny\" vibe than Nathan's previous releases. ===2015–present=== The same palette of instruments were later used on their next album Carousel (2015). For making Carousel, Nathan wrote the songs in the same manner as for their previous release; however, the analog keyboard Nathan usually used for creating their music had broke, meaning they had to rely on digital synthesizer sounds for Carousel. they said the album consisted of a bunch of \"hilarious sounds.\" As they described making the LP's lead single, \"I was just trying to come up with the funniest sounds to go together – like tubular bells, and standup bass, and harpsichord, and then it goes into disco funk.\" Toon Time Raw! was recorded with the band BadBadNotGood at their studio in Toronto. The band acted as Nathan's anonymous backing band, being billed as \"Easy Feelings Unlimited\". Toon Time Raw! involves anthropomorphic animals dealing with human issues. The record was performed with a record release party on June 19, 2016 at Brooklyn's art gallery place Secret Project Robot. It was Nathan's first headlining performance that they performed with a backing band, a contrast from their previous live performances where they sang with machines performing the backing tracks. As Madison Bloom of Audiofemme covered the event, \"it was an evening of undeniably odd birds, but what a wonderful thing to see when so many modern bands are required to be ultra slick and fronted by supermodels,\" and the band's setup had \"great versatility via keyboards, guitar, pedal effects, and flute.\" On September 15, 2017, American rapper Kari Faux released \"Gotta Know,\" a track from her extended play Primary. Nathan produced the track under the Jerry Paper pseudonym and also received a \"featuring\" credit on the song. Faux noticed Nathan's work via the \"suggested artists\" feature on Spotify, and, as she explained, she \"was stuck on [their] music for a good three months, that was all I was listening to, and I would catch myself rapping to [them].\"Carvalho, Mariana (November 21, 2017). \"Kari Faux Is the Rapper You’ll Regret Sleeping on This Year \". Highs Nobiety. Retrieved December 2, 2017. This led her to contact Nathan via Twitter before the two came together personally in Los Angeles to collaborate. Like a Baby was released in 2018. \"Your Cocoon\" and \"Grey Area\" debuted on the website Bandcamp as promotional singles for the album, which features Weyes Blood and Charlotte Day Wilson as collaborators. According to the Stones Throw Records website, the album delves into existential topics pertaining to \"the endless human cycle of desire and satisfaction\".. On May 15, 2020 Nathan released a new album titled Abracadabra. The song \"Quicksand\" was teased first while \"Puppeteer\" and \"Cholla\" were released on their Bandacamp profile and Spotify. ==Musical style and philosophies== During their teen years living in Los Angeles, Nathan visited several Scientology and Mormon centers. It was during this time that they got into direct experience, the idea that language cannot clearly state what someone gains via sensory perception. This, as well as their love for the \"ritual\" of religion, would later become the basis of how they develop their music: \"Musical sounds act as symbols, but they carry information that can bypass linguistic processing. That was my main focus. I wanted to investigate that freaky idea.\" They explained that \"instead of trying to explain mystical experience,\" they \"try to create a context and a vocabulary that maybe gets at [a philosophy] slightly more.\" Nathan is into the idea of fuzzy logic, or what goes on between the binary numbers of zero and one. Their Diane Kensington project and the title track of the Jerry Paper album Fuzzy Logic are based on the concept. As they opined, \"Binaries are a very helpful way to deal with things. They’re a pretty good tool when it comes to categorizing the world and figuring things out. But it’s not actually how the world works.\" Another primary purpose for Nathan making music is to keep \"put[ting] [them]self in uncomfortable situations.\" Nathan's reason for producing and performing music under alter egos like Jerry Paper is that they help them figure out more about their actual self: The works of Henry Cowell (pictured) inspired Nathan to play with the limitations of pop music. Nathan stated in an interview with The Editorial Magazine that they feel machines are just as human as actual human beings due to having \"a lot of quirks.\"Mallet, Whitney. \"Jerry Paper\". The Editorial Magazine. Retrieved December 17, 2017. This translates into Nathan's musical style, which Bloom described as \"genre- less\" but compared to Daft Punk in that it combines the \"coldness of technology with the foolproof warmth of human music.\" Nathan explains that musically, their works play around with the limitations of pop music. This limitation aspect of their works was inspired by the piano-only works of Henry Cowell: \"He has that piece, \"The Banshee,\" where he’s scraping his finger nails on the piano strings. Fucking incredible. He used the piano in a different way.\" This is why, until Toon Time Raw!, they didn't use MIDI software because they would've otherwise \"ha[d] a huge amount of choices.\" ===Music production=== Nathan spends most of their home time recording in their bedroom, which consists of only one mattress and two cardboard boxes that serve as their \"closet.\" As they explained, they get \"static anxiety\" to finish a project once they start work on it: \"I’d have to say that in each song I write, I have fun for maybe 10 minutes max out of the who-knows-how- many hours I put in. The motivation is not the pleasure of doing but the satisfaction of finishing.\" The drum machines they use varies from album to album, although there have been certain machines they have used consistently since they started their Jerry Paper project such as Taal Tarang Digital kicks and Roland TR-727 percussion. They also avoid using loops or repeated parts in their works: \"I feel like setting that limitation for myself makes me write and record different kind of songs than those I’d write if they were based on loops.\" ==Themes== Nathan, in both their songs and the music videos for them, takes on comic views of real life because, in their words, the \"world isn’t so serious.\" All of Nathan's music attempts to get a view of alternate universes, and \"because I feel that music isn’t really the arena for truth, I often write lyrics focusing on the irrational,\" they said. In terms of live stage performances, Nathan dances in comic yet profound routines and delivers, in a deadpan tone, indifferent aphorisms that are also in the lyrics of their songs. As they said while performing live at their release party for Toon Time Raw!, “It’s great to be alive. But having a body is sooo annoying. But you are a body, so…fuck it.\" A common major theme in Nathan's records is anxieties, how they \"feel very immediate and true in the moment but in hindsight often register as products of absurd logic.\" The lyrics of their works represent feelings of hopelessness and concern of where to go in life in the future, which are translated \"into a subtly self-aware revision of easy listening,\" Decoder analyzed. As Bloom stated, \"Though wearing the guise of empathetic AI and employing tools of the Muzak genre such as keyboard saxophone and elevator synths, they manages to make sincere, and more importantly good music that is relatable to humans and algorithms alike.\" ==Personal life== Born and raised in Los Angeles, Nathan went to Manhattan when he began attending The New School in 2008 to study sociomusicology and philosophy of religion. He lived in Brooklyn as of 2014, but relocated back to California in 2016. He is married. ==Discography== ===As Jerry Paper=== ==== Studio albums ==== {| class=\"wikitable plainrowheaders\" |+ List of studio albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Vol. I | * Released: January 25, 2012 (Worldwide)\"Vol. I\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Digitalis Limited * Formats: Cassette, digital download |- ! scope=\"row\"|Fuzzy Logic | * Released: October 17, 2013 (Worldwide)\"Fuzzy Paper\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Digitalis Limited * Formats: Cassette, digital download |- ! scope=\"row\"|Feels Emotions | * Released: February 11, 2014 (Worldwide)\"Feels Emotions\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Patient Sounds * Formats: LP, digital download |- ! scope=\"row\"|Big Pop For Chameleon World | * Released: August 20, 2014 (Worldwide) * Label: Orange Milk * Formats: LP, digital download |- ! scope=\"row\"|Carousel | * Released: March 31, 2015 (Worldwide)\"Carousel\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Bayonet * Formats: CD, LP, digital download |- ! scope=\"row\"|Like a Baby | * Released: October 12, 2018 (Worldwide)\"Like a Baby\". Jerry Paper Official Bandcamp. Retrieved November 19, 2018. * Label: Stones Throw Records * Formats: CD, LP, digital download |- ! scope=\"row\"|Abracadabra | * Released: May 15, 2020 (Worldwide)\"Abracadabra\". Jerry Paper Official Bandcamp. Retrieved May 10, 2020. * Label: Stones Throw Records * Formats: CD, LP, digital download |} ==== Collaborative albums ==== {| class=\"wikitable plainrowheaders\" |+ List of collaborative albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Toon Time Raw! (with Easy Feelings Unlimited) | * Released: June 17, 2016 (Worldwide)\"Toon Time Raw!\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Bayonet * Formats: CD, LP, digital download |} ==== Mini-albums ==== {| class=\"wikitable plainrowheaders\" |+ List of mini-albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|International Man of Misery | * Released: September 17, 2013 (Worldwide)\"International Man of Misery\". Jerry Paper Official Bandcamp. Retrieved November 24, 2017. * Label: Orange Milk * Formats: Cassette, digital download |} ==== Split albums ==== {| class=\"wikitable plainrowheaders\" |+ List of split albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|The Now Sound For Today's Lovers / Turn Of The Century (with Andy Boay) | * Released: April 22, 2014 (Worldwide)\"The Now Sound For Today's Loversy\". Jerry Paper Official Bandcamp. Retrieved 24 November 2017.\"TAPE: Jerry Paper / Andy Boay\". Hausu Mountain Official Website. Retrieved November 24, 2017. * Label: Hausu Mountain * Formats: Cassette, digital download |} ==== Remix albums ==== {| class=\"wikitable plainrowheaders\" |+ List of remix albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Big Pop Traveler's Delight | * Released: December 24, 2014 (Japan)\"Big Pop Traveler's Delight\". birdFriend Official Bandcamp. Retrieved November 24, 2017. * Label: birdFriend * Formats: Cassette, digital download |} ====Singles==== =====As featured artist===== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of singles as featured artist, showing year released and album name |- ! scope=\"col\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Album |- ! scope=\"row\"| \"Gotta Know\" Tulay, Rasheed (September 15, 2017). \"Kari Faux collaborates with Jerry Paper for \"Gotta Know\" [Video]\". Earmilk. Retrieved December 2, 2017.A. Berry, Peter (September 26, 2017). \"Stream Kari Faux’s ‘Primary’ EP\". XXL. Townsquare Media. Retrieved December 2, 2017. |2017 |Primary |} ====Music videos==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of music videos, with director |- ! scope=\"col\" | Title ! scope=\"col\" | Year ! scope=\"col\" | Director |- ! scope=\"row\" |\"Chameleon World\"D. McDermott, Patrick (September 9, 2014). \"Watch Synth-Pop Oddball Jerry Paper’s “Chameleon World” Video\". The Fader. Retrieved December 2, 2017. |2014 | Misha Spivack, Hunter Steinman |- ! scope=\"row\" |\"Real. Now. Love.\"Mashurova, Nina (January 7, 2015). \"Jerry Paper, “Real. Now. Love.”\". Impose. Retrieved December 22, 2017. |2015 | Campbell Logan |} ===As Zonotope™=== ====Studio albums==== {| class=\"wikitable plainrowheaders\" |+ List of studio albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Excellent Realms | * Released: November 9, 2010 (Worldwide)\"Excellent Realms\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: The Curatorial Club * Formats: Cassette, digital download |- ! scope=\"row\"|Zero Gravity | * Released: January 3, 2011 (Worldwide)\"Zero Gravity\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Hobo Cult * Formats: Cassette, digital download |- ! scope=\"row\"|Human Unity | * Released: October 12, 2011 (Worldwide)\"Human Unity\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Ruralfaune Synth Series * Formats: CD, digital download |- ! scope=\"row\"|MAINFRAME'S Tetralogy | * Released: December 21, 2012 (Worldwide)\"MAINFRAME'S Tetralogy\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Dœs Are * Formats: Cassette, digital download |} ====Extended plays==== {| class=\"wikitable plainrowheaders\" |+ List of extended plays with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Cruising Through the Hypersphere of Resonance | * Released: July 21, 2010 (Worldwide)\"Cruising Through the Hypersphere of Resonance\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Self-released * Formats: Digital download |} ====Split albums==== {| class=\"wikitable plainrowheaders\" |+ List of split albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|I Fell in Love With a Cyborg (with Panabrite) | * Released: July 15, 2011 (Worldwide)\"I Fell in Love With a Cyborg\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: MABA Tapes * Formats: Cassette, digital download |} ====Reissue albums==== {| class=\"wikitable plainrowheaders\" |+ List of reissue albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|MAINFRAME'S Tetralogy | * Released: July 1, 2015 (Worldwide)\"Zonotope\". Samling-Recordings Official Bandcamp. Retrieved November 24, 2017. * Label: Samling * Formats: Cassette, digital download |} ===As Diane Kensington Devotional Band=== ====Studio albums==== {| class=\"wikitable plainrowheaders\" |+ List of studio albums with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|Worship and Festival Music for MAINFRAME Devotees Vol. 37 | * Released: July 15, 2011 (Worldwide)\"Worship and Festival Music for MAINFRAME Devotees Vol. 37\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Self-released * Formats: Cassette, digital download |- ! scope=\"row\"|34 Wordless Mantras For Augmented Ascension Meditation And Silencing Your Inner Monologue | * Released: February 23, 2012 (Worldwide)\"34 Wordless Mantras For Augmented Ascension Meditation And Silencing Your Inner Monologue NOW! Vol. 1: Deep Listening Party + 32 Wordless Mantras For Augmented Ascension Meditation And Silencing Your Inner Monolgue NOW! Vol. 2: Immersion In \"Secret Harmonics\"\". Zonotope™ Official Bandcamp. Retrieved November 24, 2017. * Label: Self-released * Formats: Cassette, digital download |} ====Extended plays==== {| class=\"wikitable plainrowheaders\" |+ List of extended plays with details |- ! scope=\"col\" style=\"width:12em;\"|Title ! scope=\"col\" style=\"width:20em;\"| Album details |- ! scope=\"row\"|...And Her Ministry of Digital Devotees | * Released: September 30, 2011 (Worldwide) * Label: Self-released * Formats: Digital download |} ==References== Category:Songwriters from California Category:Musicians from Los Angeles Category:Record producers from California Category:Living people Category:1990s births ",
    "title": "Jerry Paper"
}