{
    "id": "56643394",
    "text": "Rufus G. King III (born June 16, 1942) is the former chief judge of the Superior Court of the District of Columbia. ==Early life and career== King was born in New Haven, Connecticut, and grew up in Chevy Chase, Maryland. He graduated from the Landon School in 1960. His father, Rufus King Jr., was a lawyer, but King majored in biology at Princeton University and planned to become a doctor. After graduating in 1966, King worked as a bailiff and docket clerk at the District of Columbia Court of General Sessions, soon to become the Superior Court. After briefly clerking for Judge Austin L. Fickling, King spent three years clerking for Judge William C. Pryor while attending law school at night at Georgetown University.Nomination for Chief Judge of Superior CourtAn interview with Judge Rufus G. King, III (Ret.), Council for Court Excellence After graduating law school, King entered private practice. He was an associate at Karr & Greensfelder from 1971 to 1973 and then spent four years as a solo practitioner. In 1977, he formed a partnership with his father, King & King, which in 1979 became King & Newmyer and then merged into Berliner & Maloney in 1983. His practice included both civil and criminal litigation. ==Judicial service== In 1984, King was nominated and confirmed to be a judge on the Superior Court of the District of Columbia. He served in most divisions of the court but primarily in the Civil Division, of which he became presiding judge in 1997. In 2000, King was named chief judge of the court. In that capacity, he worked to restructure the Family Division into a separate Family Court.D.C. Senior Judge King Seeks Reappointment, The BLT: The Blog of Legal Times (February 6, 2013) He was reelected chief judge without opposition in 2004 and stepped down in 2008. The Washington Post credited him with improving court operations and improving public access to information, including by creating the court's first website. In 2008, King took senior status and began working in alternative dispute resolution with the McCammon Group. ==References== Category:Living people Category:1942 births Category:People from Washington, D.C. Category:Princeton University alumni Category:Georgetown University Law Center alumni Category:Judges of the Superior Court of the District of Columbia ",
    "title": "Rufus G. King III"
}