{
    "id": "56642943",
    "text": "Kalindi pass, or Kalindi khal is a high altitude mountain pass connecting Gangotri and Gastoli. It is situated at elevation and is arguably the most famous trekking pass of the Garhwal Himalaya. The pass is heavily glaciated. The glacier west of the pass flows into the Gangotri Glacier which forms the source of the Ganges. == History == John Bicknell Auden mentioned this col in a report of his survey of the Garwhal himal in 1936. \"An easy col of 19,500 feet at the east end of the south-east branch of the Mana glacier, 4 miles to the east of which is the Saraswati valley\" but never climbed it as he needed to return the same way to Gangotri. Swami Probodhanandawas, inspired by John Bicknell Auden's account, organized the first Indian expedition to cross this pass. The expedition was undertaken in 1945 under the leadership of Swami Probodhananda and guidance of ileep Singh who ascended the pass on July 22 == Trekking == Even though the Kalindi khal is the most famous trekking pas in the Garhwal Himalaya, it is nevertheless a challenging high altitude glacial trek. === Route === The trek takes 6 days if already acclimatized. The trek is usually done in summer from mid-June to mid-September. An innerline permit is required. Gomuk (4023 m) : A long distance over a broad and easy path along the ganges to the start of the Gangotri Glacier. It is gradual climb. Vasuki Parvat (4800 m) : Hike up the moraines of the Gangotri Glacier after which a climb up to the Ghaumk glacier to the east begins. South of this glacier lie a few meadows named Vasuk Parvat. Glacier camp (5200 m) : A streneous climb over the morained filled glacier. Camping is in between the moraines Kalindi base camp (5560 m) : The glacier splits up. The rout goes north to follow the Kalindi glacier. River camp (4770 m) : The route stops following the main glacier and goes steep up toward Kalindi pass. On the other side the route goes down over a white glacier. Once off the glacier the route continues downstream till the first western side valley. The valley gets very broad here and camping spots are plenty. From this point onwards a trail should be visible. Gastoli (3980) : The trail leads down valley along the southern bank of the stream. The valley terminates at the military outpost of Gastoli located alongside the Manna pass road. ==See also == * Auden's Col == References == == External links == Kalindi Khal Trek Guide * Kalinid pas trek * Video Kalinid pas Category:Mountain passes ",
    "title": "Kalindi Pass"
}