{
    "id": "56643397",
    "text": "Kolton Daniel Miller (born October 9, 1995) is an American football offensive tackle for the Las Vegas Raiders of the National Football League (NFL). He played college football at UCLA. ==College career== After redshirting in 2014, Miller made his first career start at UCLA in 2015 after Conor McDermott was injured against California. Miller took over as starting tackle for UCLA from that game on. He later started the first five games of the 2016 season, but was injured against Arizona and was out for the rest of the season. After the 2017 season, Miller announced that he would declare for the 2018 NFL Draft. ==Professional career== At the NFL combine, Miller set a combine record for an offensive lineman with a 10'1\" broad jump. ===2018 season: Rookie year=== Miller was drafted by the Oakland Raiders with the 15th overall pick in the first round of the 2018 NFL Draft. On May 18, 2018, Miller signed a four-year rookie deal. He was named the Raiders starting left tackle to start the 2018 season, beating out veteran Donald Penn, who was moved to right tackle. In Week 5 against the Los Angeles Chargers, Miller allowed 3 sacks on quarterback Derek Carr in a 26–10 loss. In week 6 against the Seattle Seahawks, Miller allowed another three sacks on Carr. In Week 8 against the Indianapolis Colts, Miller and the offensive line bounced back and did not allow a single sack in the game. ===2019 season=== Despite the signing of veteran Trent Brown, head coach Jon Gruden announced that Miller would remain at left tackle with Brown moving to right. ==References== ==External links== *UCLA Bruins profile *Las Vegas Raiders bio Category:1995 births Category:Living people Category:Sportspeople from Roseville, California Category:Players of American football from California Category:American football offensive tackles Category:UCLA Bruins football players Category:Las Vegas Raiders players Category:Oakland Raiders players Category:People from Redwood City, California ",
    "title": "Kolton Miller"
}