{
    "id": "56648331",
    "text": "Bundaberg State High School is a heritage-listed state high school and technical college at 37 Maryborough Street, Bundaberg South, Bundaberg, Bundaberg Region, Queensland, Australia. It was built from 1920 to 1956. It was added to the Queensland Heritage Register on 22 June 2017. == History == Bundaberg State High School (SHS) was established in 1912, and was opened on its current site on Maryborough Street in Bundaberg South in 1921 as Bundaberg State High School and Technical College. The school is important in demonstrating the evolution of state education and its associated architecture. Bundaberg SHS retains the first two timber teaching buildings constructed on the site: a large variant of the suburban timber school building type (1920, Block D); and an early vocational building (1920, extended 1937 and 1956, Block G); plus two saw-tooth workshop buildings: Workshop No.1 (1956, Block R), and Workshop No.2 (1959, Block M). The school has been in continuous operation since its establishment, and Block D is the earliest surviving purpose-built state high school building of its type in Queensland. The European presence in the Burnett River area, traditionally the land of the Kalki people, began with pastoralism in the 1840s and 1850s, while timber cutters arrived in the mid-1860s to work the coastal scrub. By the 1860s there were five pastoral stations on the lower Burnett River.The runs were: Tantitha, Kolan, Barolin, Bingera, and Branyan. \"Branyan Road State School\", QHR 602852'Bundaberg Central State School', QHR 601533Janette Nolan, Bundaberg history and people. University of Queensland Press, St Lucia, 1978, p.12. Selection of land around Bundaberg began in 1867 under the \"Sugar and Coffee Regulations\" of the Crown Lands Alienation Act 1860, and the Crown Lands Alienation Act 1868 enabled the resumption of half of the Bingera and Branyan Runs in November 1869.Nolan, Bundaberg history and people, p.38Queensland Government Gazette, 1869, p.1543 (proclamation of resumption of 58 square miles the consolidated runs Bingera and Branyan)The Queenslander, 27 November 1869, p.3. The site of Bundaberg was officially surveyed the same year. Bundaberg's development as a port and service centre was boosted by growing coastal traffic and by its designation as the port for Mount Perry's copper mining from 1881. Surrounded by sugar plantations and the site of two sugar refineries, Bundaberg became an important sugar town. The first South Sea Islander (SSI) indentured labour arrived in Bundaberg in 1879 and the sugar plantation system reached its peak in Queensland in the early 1880s. However, large sugar plantations with their own mills and a SSI workforce were eventually replaced by European small farmers supplying central sugar mills.'Bundaberg Central State School', QHR 601533'Sugar in the Wide Bay Region', DERM, c.2008, pp.3-4. The development of Bundaberg was accompanied by the establishment of secondary education facilities. Bundaberg possessed a private high school for girls from February 1893, which became co-educational .Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, Bundaberg, Bundaberg State High School, 1987, p.9Bundaberg Mail and Burnett Advertiser, 30 January 1893, p.2Bundaberg Mail and Burnett Advertiser, 12 October 1910, p.2. When Bundaberg SHS was due to open, Bundaberg High School changed its name to 'Shaw's School', after its male co-principal (Bundaberg Mail & Burnett Advertiser, 6 December 1911, p.3). In Queensland, governments were slow to establish state secondary education, considering this to be of little relevance to Queensland's economy which was based on primary industries. The Grammar Schools Act 1860 provided scholarships for high- achieving students to attend elite grammar schools. It was not until 1912 that the government instituted a high school system, whereby separate high schools were established in major towns or, where the student population was too small, a primary school was expanded to include a \"high top\". The first high schools were established within existing technical colleges, utilising their buildings. In Queensland generally, high schools remained few in number until after World War II (WWII).T Blake, \"Educating Queenslanders\" in Queensland Historical Thematic Framework, 2007 (rev.2013 by EHP), pp.9-11P Burmester, M Pullar and M Kennedy, Queensland Schools A Heritage Conservation Study, a report for the Department of Education, 1996, pp.32-35. By 1940 there were only 17 high schools in the State of which two were in Brisbane. An additional 14 State schools had \"tops\" (Project Services, \"Bundaberg State High School\", in Queensland Schools Heritage Study Part II Report, for Education Queensland, January 2008). In the 1950s the number of high schools in Queensland increased significantly. The grounds were large, greater than 12 acres (4.8ha) providing ample room for sports facilities. Throughout the 19th century the only avenue for technical education in Queensland was the local School of Arts. During the 1880s several committees established separate technical colleges and initially these colleges were conducted within existing school of arts buildings. The first purpose-built technical college to open was the Ipswich Technical College in 1901; and the Technical Instruction Act 1908 later empowered the government to take over existing technical colleges.A History of Technical Colleges in Queensland', Historic Buildings Section, Department of Administrative Services, Technical College fileTechnical College Instruction Act, 1908. Queensland Government control of technical colleges in turn facilitated the combination of technical colleges and state high schools on the same sites. In accordance with the Queensland Government's decision to provide free secondary education, in late January 1912 the first three Queensland state high schools were opened: in Gympie, Warwick, and Bundaberg. They were followed a week later by high schools in Mackay, Mount Morgan and Charters Towers. High tops were soon established at primary schools at Childers, Gatton and Herberton. In accordance with government policy, high schools were not opened in towns with existing grammar schools, although the government planned to take over any grammar schools at a later date.Capricornian, 23 September 1911, p.20Telegraph (Brisbane), Tuesday 30 January 1912, p.4'Week (Brisbane), 17 January 1913, p.39Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.6. The Bundaberg State High School was accommodated at Bundaberg Technical College, in a former Bureau of Sugar Experiment Stations (BSES) laboratory building, on a small site, north of Quay Street and west of Maryborough Street. The technical college, established in the Bundaberg School of Arts c.1889, had relocated to this riverside site in early 1911.Queensland State Archives Agency ID2082, 'Bundaberg Technical College'Brisbane Courier, 31 January 1911, p.4Bundaberg Mail and Burnett Advertiser, 24 February 1911, p.2Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, pp.6, 105. Berthold Henry Charles Krone, first principal of Bundaberg State High School, 1912 By March 1912, Bundaberg SHS had an attendance of 97 pupils.Daily Mercury, 13 March 1912, p.7. As the high school and technical college shared the same site, there was soon pressure to find a new home for the high school. The school's first principal, Berthold Henry Charles Krone, noted in 1914 that a reserve, which had been set aside for high school purposes, would be a suitable location, with more room for sports. This land was a Reserve for a Grammar School, gazetted in 1887, located in Bundaberg South, between Maryborough Street and the North Coast railway line, north of the Lady Chelmsford Hospital.Bundaberg Mail & Burnett Advertiser, 12 December 1914, p.3DNRM Survey Plan N25291, 1886Queensland Government Gazette, Vol XL, 1887, p.1159. In 1916 the Minister for Education, Herbert Hardacre, agreed that the Grammar School Reserve should be used for the high school, while the technical college should have a new building on its current site by the river.Bundaberg Mail & Burnett Advertiser, 10 March 1916, p.4. The Grammar School Reserve was gazetted as a Reserve for High School Purposes in April 1916 (Queensland Government Gazette, Vol CVI, 1916, p.1440). A new brick building had been constructed at the Quay Street site, for the technical college, by 1919 (Bundaberg Mail, 26 February 1921, p.4). The high school was still operating at the technical college in late 1918, even though enrolments at both the high school and technical college were increasing, after a decline during World War I.Bundaberg Mail, 7 December 1918, p.8Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, pp.6-7. The Queensland Government eventually decided to build a combined technical college and high school on the Grammar School Reserve, and Public Works expenditure of £9,026 was approved in October 1919. The Technical College Committee later claimed it had always been opposed to moving to the new site, which it argued was too remote and dangerous for female students to attend night classes.Telegraph (Brisbane), 10 October 1919, p.4Bundaberg Mail, 26 February 1921, p.4Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.7. The first purpose-built high school buildings in Queensland were constructed in 1917 and were large, elaborate buildings that were variations of a standard design introduced in 1914 (the suburban timber school building), as well as vocational buildings built to standard designs.Burmester et al, Queensland Schools: A Heritage Conservation Study, a report for the Department of Education, pp.32-35. suburban timber school buildings solved many of the problems of light, ventilation, and classroom size that had plagued previous school designs as well as providing the ideal, modern education environment.Burmester et al, Queensland Schools: A Heritage Conservation Study, a report for the Department of Education, p.21. The type was timber-framed, highset with covered play space beneath, and classrooms were vented by a system of metal ducts leading to prominent roof vents. A continuous ventilation flap was also provided on the wall at floor level. Large banks of windows were set on the south side, to provide left hand natural light to pupils, and classroom wings were linked by verandahs. Larger examples had a symmetrical arrangement of wings. Classrooms were wide, and hat and coat rooms, plus teachers rooms, were provided.The type was designated C/T8 (P Burmester, M Pullar and M Kennedy, Queensland Schools: A Heritage Conservation Study, Conservation Management, a report for the Department of Education, November 1996, p.25). The new Bundaberg State High School and Technical College building was a large variant of a suburban timber school building. It was under construction in early 1920 when the Railway Department, which sought to build a locomotive depot on the Grammar School Reserve, was forced to back down in the face of public protest. The building was almost complete by December 1920.Bundaberg Mail, 20 February 1920, p.5Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, pp.7-8. Bundaberg State High School and Technical College, 1922 The new school building (Block D in 2017) was officially opened by the Minister for Public Instruction, John Huxham, on 24 January 1921. Block D was set on concrete piers and was roofed with asbestos slates, with three large ornamental ventilating fleches on the roof, and decorative timber work to the three projecting gables. The central wing contained six classrooms, including a chemistry lecture room (with four large rooms and two smaller, for a total of 180 pupils); separate male and female teachers rooms, located between the first and second, and fifth and sixth classrooms; and separate hat and coat rooms for boys and girls (accessed off the verandah), partitioned off the northern part of the second and fifth classrooms and the teachers rooms. The ceilings were coved, with metal tie rods, and ventilation ducts ran between the ceiling vents and the fleches. A central gabled verandah annexe to the north had stairs up to an entry porch and hall, with a room for the head teacher on the west side, and for the record clerk and library on the east side. A verandah, with two sets of stairs, ran along the north side of the central wing, connecting with the verandah annexe's entrance hall and two end corridors located between the central wing and the east and west wings, which were perpendicular to the main wing. The two end wings (which could accommodate a total of 100 pupils) had their own side verandah and stairs. The east wing contained a chemistry room, and a mechanical drawing and physics room, with a balance room, polariscope (used for examining substances) room and store between the main rooms. The west wing contained a bookkeeping room and domestic science room, separated by a fitting room and store. The understorey was open, except for under the verandah annexe, and some battening, and the floor was concreted. Male and female hand basins were located under the verandah annexe. Three additional piers were provided to support the balance table in the eastern wing (not extant, although their position is still discernible in the understorey's concrete floor).Bundaberg Mail, 25 January 1921, p.2Department of Public Works (DPW) Plan 8-20-7/2, \"Bundaberg High School and Technical College\", July 1919DPW Plan Barcode 16085575, \"Bundaberg High School & Technical College\", July 1919Project Services, \"Bundaberg State High School\". Bundaberg received the third purpose-built high school of the suburban timber school building type, after Gympie State High School and Lockyer State High School, Gatton (similar new buildings were opened at both schools in 1917). As the original buildings at the latter schools were demolished in the 1950s, Bundaberg's Block D is now the earliest surviving purpose-built state high school building of its type in Queensland.Project Services, 'Bundaberg State High School'Telegraph (Brisbane), 13 April 1917, p.2 (Gatton building to be officially opened)Gympie Times and Mary River Mining Gazette, 20 October 1917, p.2 (Gympie building opened). A smaller building (the eastern wing of Block G in 2017) was also constructed, as an annexe for cookery and woodworking classes, just to the south of Block D, with a parade ground between the two buildings. The annexe was lowset, with a Dutch gable roof which was sheeted with red fibre cement tiles. It had a cookery classroom on the east side, and a larger woodworking classroom on the west side. The interior had a coved ceiling with exposed metal ties. The walls of the woodworking room were unlined. There was a verandah on the north side, and a stair to the verandah led to a small, central, projecting bay with a gable roof. The walls were clad externally with weatherboards. The windows were casements, and two stove recesses, projecting from the southern elevation of the cookery classroom, had separate skillion roofs with short chimneys.Bundaberg Mail, 25 January 1921, p.2DPW Plan 8-20-7/4, \"Bundaberg Technical College & High School. Annexe for cookery & woodworking classes\", July 1919Project Services, \"Bundaberg State High School\". Although it predates standard designs for vocational buildings that were introduced in 1928, Block G shares a number of characteristics of the later buildings: it is lowset, timber framed, with a Dutch gable roof, a verandah, and a pair of stove recesses for the cookery classroom.These 1928 standard designs were designated Types D/T3 and D/T4 (Burmester et al, Queensland Schools: A Heritage Conservation Study, Conservation Management, a report for the Department of Education, pp.32-3). The spacious new grounds in Bundaberg South allowed the high school to finally have sporting facilities: a tennis court was opened in July 1921, and a cricket pitch was formed by December.Bundaberg Mail, 2 July 1921, p.2Bundaberg Mail, 10 December 1921, p.4. During the 1920s some changes were made to the school buildings, and the size of the school grounds. Motor shafts were bolted to concrete foundations under the woodworking half of Block G , and in 1923 the school reserve was increased to , and .DPW Plan E 13-19-8, \"Bundaberg Technical College, proposed re-arrangement of machines and fixtures, woodworking annexe\", June 1921Brisbane Courier, 8 September 1923, p.19. This larger area is annotated on an earlier survey plan of the school reserve (DNRM Survey Plan N25291, 1886). A DNRM Survey Plan (B15894, 1924) shows the addition of land along the Maryborough Street side of the school, and land also seems to have been added along the western side of the school, next to the railway, since the 1886 survey plan. In 1925-6 the old sugar laboratory was moved from its Quay Street site to the Bundaberg State High School and Technical College, east of Block G - where it was used for woodworking. Block G was then converted solely to domestic science use, with a lined and ceiled dressmaking classroom (and curtained-off dining area) replacing the woodworking classroom, and a new servery in the partition with the cookery room.Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.10Maryborough Chronicle, Wide Bay and Burnett Advertiser, 4 December 1925, p.4DPW Plan 46-15-8, \"Bundaberg Technical College, alterations to accom for Voc. Classes\", November 1926Project Services, \"Bundaberg State High School\". During the 1930s, an Intermediate School was added at the Bundaberg State High School and Technical College, in a new building located southeast of Block G. The idea of creating an intermediate level of schooling emerged in Queensland during the late 1920s. Intermediate schools initially catered for years six and seven, and offered vocational subjects: manual training for boys and domestic science for girls. The first intermediate schools were established within existing school facilities at Warwick, Charters Towers, Mount Morgan and South Brisbane from 1928. The first purpose-built intermediate school building was erected in 1932 within the grounds of Warwick State High School.Burmester et al, Queensland Schools: A Heritage Conservation Study, a report for the Department of Education, p.50. In 1952, primary school was restructured to include a Prep Grade and Grades One to Eight. So, Intermediate schools then took Grades Seven and Eight. The Intermediate School building (not extant) at Bundaberg, erected during 1933 and opened in February 1934, was another large suburban timber school building: highset, timber, with three projecting gables and a central roof fleche.Brisbane Courier, 5 May 1933, p.13Daily Mercury, 27 December 1933, p.11Courier Mail, 16 February 1934, p.10DPW Plan 138/4-22-1, \"Intermediate school, Bundaberg\", November 1932. Similar in size and plan to Block D, it was also symmetrical, with a northern verandah and verandah annexe, teachers rooms and hat rooms, plus six classrooms in the central wing, and two classrooms in each of its east and west wings. By 1933 a small building, an engineering workshop, also existed south of Block G, making a total of five teaching buildings at the school.DPW Plan 138/3-22-1, \"Intermediate School, Bundaberg\", December 1932DPW Plan barcode 16085641, \"Bundaberg Intermediate School part block plan showing revised drainage\", July 1933. Amongst other things, the Intermediate School differed from Block D by having a central corridor, leading from the front verandah annexe to a rear porch and stairs, and central corridors in the wings (extensions of the northern verandah). The building south of Block G is labelled an engineering shop in a site plan (DPW Plan 13/5-19-8, \"Bundaberg Intermediate School, part block plan showing revised drainage\", 1933, stamped November 1938). Other changes occurred at the school in the 1930s. In 1935 more land was added to the school grounds, this time in the southeast corner, when was obtained, opposite Goodwin (now Watson) Street. This became the site of a janitor's residence (not extant). In 1937 a domestic science classroom, with a coved ceiling and a tiled Dutch gable roof, was constructed off the centre of the northern verandah of Block G. A hat room was added to the east end of the verandah, and a teachers room to the west end. Minor changes to Blocks G and D also occurred , when the doorways to two of the store rooms in the east wing of Block D were reconfigured, and the hat room at the east end of Block G's verandah was converted into a laundry.DNRM Survey Plan, B158107, 1935DPW Plan 1/1-23-1, \"Bundaberg Intermediate School, additions etc to Domestic Science Building\", December 1935 (approval to carry out with day labour given in February 1937)DPW Plan 13/2-18-8, \"Bundaberg State High School & Technical College, alterations to E Wing main Building\", January 1939DPW Plan 13/3-19-8, 'Bundaberg Technical College, domestic science building, enclosing verandah for laundry, August 1939. By 1940 there were toilets under the south ends of the wings of Block D (for boys and male teachers under the east wing, and girls and female teachers under the west wing). At this time there were 10 teaching buildings at the school - including four to the west of Blocks D and G, and two to the south of Block G and the old sugar laboratory (the old laboratory, the first home of the high school, was removed in the 1970s). By the end of 1940 the high school had an attendance of 183.DPW Plan 1/4-23/-1, \"Bundaberg Intermediate School, Technical Coll & High School, sewerage installation\", March 1940DPW Plan 20-20-12/1, \"Bundaberg Intermediate School, Technical Coll & High School, sewerage installation\", March 1940, (amended October 1963)Courier Mail, 14 December 1940, p.10. However, the buildings west of Blocks D and G, and south of Block G and the old sugar laboratory, which are indicated on a plan dated 1940 (DPW Plan 20-20-12/3, \"Bundaberg Intermediate School, Technical Coll & High School, sewerage installation\", March 1940) could have been added at a later date - as old air force huts were apparently relocated to the school in 1946-47 for carpentry (Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.16). More buildings were added to the school in the 1950s. The Department of Public Instruction was largely unprepared for the enormous demand for state education that began in the late 1940s and continued well into the 1960s. This was a nation-wide occurrence resulting from immigration and the unprecedented population growth now termed the \"baby boom\". Queensland schools were overcrowded and, to cope, many new buildings were constructed and existing buildings were extended.Project Services, Queensland Schools Heritage Study Part II Report, for Education Queensland, January 2008, pp.28-31. The Queensland Government also continued its focus on vocational education during the 1950s and 1960s. New standard types were developed, including a brick veneer, concrete slab-on-ground and steel portal frame structure for manual training in 1958.Burmester et al, Queensland Schools: A Heritage Conservation Study, a report for the Department of Education, p.73. The 1950s technical college workshop buildings at Bundaberg SHS are a reflection of the industrial economy of Bundaberg, with its foundries, sugar mills and distilleries. A timber-framed technical college workshop building (Workshop No.1, or Block R in 2017) was added south of the engineering shop to the south of Block G, during 1955-6, the first of a projected scheme for four workshops, in a north-south line, linked by covered walkways. Used for engineering trades, it was , with a twin sawtooth roof. Its clerestory windows faced to the south; and had concrete ramps to double doors on the north and west sides.DPW Plan A-4-A/1, \"Bundaberg Tech College, new workshop\", October 1954DPW Plan A-4A/2, \"Bundaberg Tech College, New workshop No.1\", December 1954Queensland State Archives Item 127955, \"Bundaberg State High School and Technical College\", 1928-1969. The principal of the technical college, EA Loney, asked for a sawtooth roof, \"as this type is desired in this position to ensure good lighting and no hot sun glare\" (QSA Item 127955, letter to Manager of Public Works Department, Brisbane, 25 October 1954). Construction of Workshop No.1 was authorised in May 1955, (estimate of £9365, building only) but due to delays caused by shortages of concrete gravel and workmen, and changes to the layout and size of concrete machinery bases, work on the building was still underway in November 1956. After WWII, similar sawtooth roofed technical college workshop buildings were constructed at Ipswich, Maryborough, Mackay and Cairns. During 1955-6 Block G was extended to the north, at its west end. The new wing, with a hipped and gabled roof, had an eastern verandah (connecting to the original building's north verandah), and a western verandah. There were two sets of stairs off the east verandah, and one off the west verandah. The 1920 building's dressmaking room now became a second cookery room, with the dining area partitioned off, and new casement windows were added to the south elevation. The 1950s wing's rooms, from the south, included: dressmaking, with a staff room and fitting room to the north; then another fitting room, for a second dressmaking room to the north.DPW Plan A50/353, \"Bundaberg High & Interme [sic] School, domestic science building, additions and remodelling\", July 1955Project Services, 'Bundaberg State High School'Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.11 (extension completed 1956). The staff room was removed from west end of the original verandah. Workshop No.2 (Block M in 2017), for Motor Engineering, was planned in 1955, south of Block R, but was not built until 1958-9. By this time the use of timber for technical college workshops was less common.'Report of the Department of Public Works for the year ended 30 June 1958', Brisbane, Government Printer. Block M also had a twin sawtooth roof; and ramps to two of its doorways, on the west and south sides. The two workshop buildings were connected by a covered way at their east ends. In September 1958 estimates were provided for partitioning workshop No.2 for a car electrics lab, battery room, store, diesel fuel lab, fitting shop, tool room, metrology lab, and vehicle workspace and general workshop area. A hydraulic hoist was also fitted.DPW Plan A/4A/9/3, \"Bundaberg Tech College, New workshop No.2\", December 1955DNRM Aerial photograph QAP634-113, 9 June 1956DPW Plan A4A-9/1, \"Bundaberg Tech College, new workshop No.2\", February 1958Queensland State Archives Item 127955, \"Bundaberg State High School and Technical College\", 1928-1969. Financial approval for workshop No.2 was given in February 1958, and it was under construction by July 1958. By December 1959, it was expected that the workshop would open for instruction in February 1960. A skillion extension was added to the north side of Block M in the late 1960s.This extension is not apparent on a 1965 plan (DPW Plan A4A-291-9-1, \"Bundaberg Technical College, new workshop electrical & fitting trades, site plan & details\", June 1965), but is present in a 1969 aerial photograph (DNRM aerial photograph QAP2012-113, 15 June 1969 ). A third workshop was added south of Block M by 1964, but did not have a sawtooth roof.Workshop No.3 is shown on the DPW Plan A4-1075/1, \"Bundaberg State High School, science & classroom block\", July 1964. Enrolments at the high school rose in the 1960s. Year Eight students were taught at the high school from 1964, and by 1967 Bundaberg SHS was the second largest high school outside the Brisbane metropolitan area, and the fifth largest in Queensland.Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.12. As a result, the school continued to change from the 1960s, as multiple new buildings were added and old buildings were removed. Most additions have tended to match the northerly orientation of the original school buildings, giving the school its regular layout. Of the school buildings present in the late 1950s, only Blocks D, G, R and M survive in 2017. In 1963, changing rooms were added under the north ends of the east and west wings of Block D (only the north end of the west wing was still enclosed in 2017).DPW Plan A4A-9/1, \"Bundaberg Tech College, new workshop No.2\", February 1958DPW Plan 20-20-12/1, \"Bundaberg Intermediate School, Technical Coll & High School, sewerage installation\", March 1940, (amended October 1963). There were also changes to the school's administrative structure during the 1960s. The Intermediate section of the High School closed at the end of 1963, and the technical college separated from the high school in 1965, with its own principal and administration.Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, pp.11-12. Growth continued in the 1970s. By April 1973 the school had an enrolment of 1673, and in 1975 plans were made to convert the soon-to-be-vacated technical college buildings to high school use.Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, pp.12-13Bundaberg Technical College was abolished at the end of 1976, becoming the Bundaberg College of Technical and Further Education (TAFE), in 1977 (Queensland State Archives Agency ID2082, Bundaberg Technical College). The use of the workshops also changed in the 1970s. In 1971 Block R was used for \"Fitting and Turning\", and Block M for \"Auto Mechanics\". By 1978, Block R was a gymnasium, while Block M was still used for manual arts.DPW Plan A4-1447/1A, Bundaberg State High School Classroom block', February 1971DPW Plan 20596-2/3-1, \"Bundaberg High School, architectural record site plan\", May 1978. The school grounds continued to expand. In 1978 there were four houses north of Boreham Street, while two tennis courts had been added at the east end of the north side of the street (1972). The current Boreham Street was formed further north by 1984, and the land formerly occupied by houses was added to the school grounds in 1988.DNRM aerial photograph QAP3597-787, 19 July 1978DNRM aerial photograph QAP4303-66, 20 July 1984DNRM Survey Plan CK3663, 1988Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.104 (tennis courts 1972). Changes to the buildings and grounds continued from the 1980s onwards. In 1987 Block D was converted for use by the Commercial Department, and as a computer centre. By 2003 Block G was used for English, and Blocks R and M were used for Technical Studies; while the enclosure for hand basins under the verandah annexe of Block D, and the changing rooms under the north end of the block's east and west wings, had become storerooms. The Intermediate School building was removed by 2003.Bundaberg State High School: 75th Anniversary Celebrations, 1912-1987, p.19 Block D was converted for the Commercial Department in 1987.DPW Plan 33605/CD/C01, \"Bundaberg State High School, Triple-R Program\", June 2003. In 2013 the school grounds were extended south to Walker Street, absorbing Barber Park (the former Lady Chelmsford Hospital site).DNRM Survey Plan SP264826, 2013. In 2017 the school continues to operate from its 1921 site, and its grounds now cover .DNRM Survey Plan SP278881, 2015. The school is important to the area as a focus for the community, and generations of students have been taught there. == Description == Site map, 2017 Bundaberg State High School occupies a large () site fronting Maryborough Street, approximately south of the main centre of the Bundaberg. It is surrounded by residential development and its western boundary is defined by the North Coast Railway Line. The school buildings stand at the centre of the long rectangular site in a compact manner and are largely oriented to the north, which is diagonal to the site boundaries. === Block D (1920) === Block D is a large one-storey, highset, timber-framed building standing in the centre of the site, tightly crowded by other, later buildings to the north. It is symmetrical and comprises a long central wing of classrooms with its long sides facing north and south and it has a verandah running along the northern side providing circulation. This wing has a long gable roof and a wide, central entrance bay projects from the front, emphasised by a tall perpendicular gable roof projecting front and back. Originally the front entrance to the school, accommodating a head teacher's room and a library and clerk's room, the entrance bay has its own small, gable-roofed porch and, although it was originally open and verandah- like, it is now enclosed with weatherboards. It was reached from the ground via a branching stair that is now demolished. At either end of the long wing is a short perpendicular wing of classrooms that also has projecting gables front and back and their own separate outward-facing verandah. The building is clad with weatherboards generally, but is single-skin where the walls are protected by a verandah. The roofs are clad with modern steel sheets and have wide eaves lined with v-jointed (vj) boards above exposed rafters. The building employs simple materials and details with a focus on providing natural light and ventilation. The central entrance bay is emphasised by the greatest use of decoration, incorporating timber shingles as wall cladding at the gable apex, whereas the other gable ends have weatherboards, packed open to create gaps for ventilating the roof space behind. The gables have timber battening and shaped barge boards. The roof is surmounted by three large ventilation fleches; one above the central bay and one above each of the end wings. The fleches are open timber-framed elements and appear like bellcotes sheltering plain metal ventilators under bellcast spire roofs decoratively clad with patterned pressed metal sheets. The central fleche and is topped by a metal weather vane finial. The building has large banks of timber-framed windows, many of which face south, allowing a high level of natural light and ventilation into the classrooms. The window banks comprise a row of casements below a row of horizontal pivot sashes below a row of fanlights, which were originally inwardly opening hopper sashes but have mostly been fixed closed. The central bay has smaller areas of casement windows sheltered by hoods with timber brackets, as are the large banks of windows in the gable ends. The verandah is accessed by later steel stairs that replicate the form and location of the timber originals. The verandah has arched timber brackets between posts and the original timber balustrade is retained on the end wings but has been replaced by bag racks on the centre wing. The wall between the verandah and the classrooms retains original double-hung sash windows, some of which have fanlights, and pairs of timber French doors. However, some modern aluminium-framed sliding windows have been added, and some modern doors have been inserted or replaced original French doors. All but one of the original arched openings from the verandah into the former teachers' rooms and hats and coats rooms have been removed and sheeted as these rooms have been incorporated into the classrooms by removing the partitions. This and the part removal of partitions between classrooms have resulted in large, continuous interior spaces. The end wings are more intact and retain the original layout although small alterations have been made to the ancillary rooms by removing partitions to combine them. The interior walls are lined with v-jointed timber boards (original) or plasterboard sheeting (modern). In parts, the rooms have an operable timber ventilation board at the wall base that is original. This appears to relate to the original locations of classrooms (ventilated) and hat and coat rooms (unventilated). The former head teacher's room and the library and record clerk's rooms retain original sheet and battened ceilings in a decorative pattern with a central latticed ventilation panel, but all other rooms have a modern suspended ceiling, behind which the coved timber board lined ceiling and iron tie rod probably survive. The central bay has an elaborate timber entrance door with side and fanlights of leaded and coloured glass and moulded timber panelling. The door itself has moulded panels and a large, textured glass pane, which is not original. A small sliding glass hatch from the entrance hallway into the library and record clerk's room survives. There are original and early fixtures including ceramic sinks within the building. The understorey is largely open and the floor is a concrete slab with a perimeter spoon drain. The stumps are concrete (original) and there are notches indicating where a battened perimeter skirt (now removed) was fixed. The original enclosure for hand basins under the central entrance bay is retained although these have been converted to store rooms and all original toilet fabric has been removed from the interior. Other enclosures, under the building's end wings, are later and comprise toilets (built 1940) and female changing rooms (1963). The toilets are highly intact with female toilets at the south end of the west wing and male toilets at the south end of the east wing, reflecting the former gender segregation of the technical classrooms under which they are located. They incorporate separate toilets and entrances for teachers and retain timber partitions and doors. No longer used, the female changing rooms are located north of the female toilets and have concrete shower partitions. The male changing rooms, previously north of the male toilets, have been demolished. === Block G (1920, extended 1937 and 1956) === Block G, 1920s section on left, 1937 northern extension on right, looking southwest Block G, originally a domestic science and woodworking building, stands behind (to the south of) Block D, separated from it by a bitumen parade ground. It is a lowset, timber-framed building comprising two perpendicular wings in an L shape. The earliest wing (built in 1920) faces north and has a northern verandah and a Dutch gable roof. Projecting from the front of this wing is a large lecture room (built 1937) also with a Dutch gable roof. The later wing (built 1956) projects forward (north) of the original wing at its western end. It has a verandah on its eastern and western sides and a gable roof. All roofs are clad with corrugated metal sheets and have wide eaves lined with flat sheets with timber cover battens. The building is clad with weatherboards generally but is single-skin (externally-exposed framing) where walls are protected by a verandah. The verandah of the 1920 wing retains its laundry enclosure at the eastern end, and projecting from the rear of this wing are two stove recesses clad with weatherboards, reflecting the original domestic science classroom use. The building retains its original fenestration with some windows having high sills, however, the original timber-framed casement and double-hung sashes have been replaced with aluminium-framed sliding sashes in all but a few locations. The fanlights above these sashes are also replacements. Timber stairs provide access to the verandah and are original except for one steel replacement in the original location and configuration. Original post and rail verandah and stair balustrades are retained. The verandah ceiling of the earliest wing is lined with timber vj boards and in the later wing with flat sheets with timber cover battens. Evidence of the original verandah skylights on the western verandah is retained in the ceiling, however, these have been sheeted over and no longer permit high-levels of natural light into the former dressmaking classrooms of this wing. The internal layout is highly intact. The earlier wing comprises two large classrooms (cookery classrooms in 1956), separated by a narrow room (a dining room in 1956), and a large lecture room projection from the northern verandah. These rooms are accessed from the verandah via pairs of timber French doors with fanlights and have tall, coved ceilings braced internally with an exposed iron tie rod. The walls and ceilings are lined with timber vj boards and have ventilation panels that are sheeted over. The rooms retain picture rails and the stove recesses have been converted to cupboards with shelves. The later wing comprises two large classrooms (dressmaking in 1956) separated by a staff room that has been created by removing the original partitions that formed the small fitting and staff rooms. These rooms are accessed from the verandah via timber French doors with glazed panels and fanlights and have flat ceilings. The walls and ceilings are lined with flat sheets with timber cover battens in a decorative pattern. === Block R (1956) and Block M (1959) === Block R, east elevation Blocks R and M stand to the south of Block G with Block M behind (to the south of) Block R. They are aligned with each other and are identical timber-framed workshop buildings comprising two long bays with south-facing sawtooth roofs. They have concrete slab-on-ground foundations and are clad with weatherboards up to window sill level with sheet material above that. The roofs are clad with corrugated metal sheets. A short covered walkway (1959) connects the two buildings at the eastern end. The buildings have large areas windows on all sides to permit high levels of natural light, however, the original timber-framed sashes have been replaced with aluminium framed sliding sashes in all cases except for four banks in the northern wall of Block M. The clerestory windows have been sheeted over or replaced with glass louvres. Block M retains original timber French doors and one pair of timber board doors large enough to permit big machinery. Block R does not retain original doors. Block M, southwest corner The interiors have had partitions installed. Block R has been partitioned to accommodate offices and other small spaces and a suspended ceiling has been installed throughout except in the western end, which retains its original open, lofty spatial qualities. Block M has had much less partitioning (possibly early) but has had a ceiling installed throughout. Block M has also had a skillion roofed extension added to its northern side, which is not of cultural heritage significance. Two early ceramic sinks are retained in Block M. === The Grounds === The school complex comprises many other buildings and structures that are not of cultural heritage significance. However, the buildings are generally long and narrow and are oriented identically with their long sides north and south, not oriented to the street or boundaries. This has created a cohesive campus with many long narrow spaces between buildings. A large school oval is at the northern end of the site and a mature poinciana (Delonix regia) stands at near the boundary of the school on Maryborough Street near the intersection with Ruddell Street that marks an early entrance to the school. == Heritage listing == Bundaberg State High School was listed on the Queensland Heritage Register on 22 June 2017 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. Bundaberg State High School (established in 1912 as one of Queensland's first six state high schools, and opened on its current site in 1921) is important in demonstrating the evolution of state education and its associated architecture in Queensland. The place retains excellent, representative examples of standard government designs that were architectural responses to prevailing government educational philosophies, set in landscaped grounds with sporting facilities and mature trees. Block D (1920), the oldest surviving purpose-built state high school building of its type in Queensland, is important in demonstrating the Queensland Government's policy of providing free secondary education. Block G, the former vocational building (1920, extended 1937 and 1956), and the two sawtooth roofed technical college workshop buildings, Block R (1956) and Block M (1959), reflect the Queensland Government's focus on vocational training as a way of ensuring the state's economic prosperity. The three vocational buildings are also important in demonstrating the way secondary and technical education were interlinked in the early 20th century, with high schools and technical colleges operating from the same site. The place demonstrates rare, uncommon or endangered aspects of Queensland's cultural heritage. Bundaberg State High School's Block D is the oldest surviving purpose-built state high school building of its type in Queensland. The place is important in demonstrating the principal characteristics of a particular class of cultural places. Bundaberg State High School is important in demonstrating the principal characteristics of an early state high school with later modifications. This includes generous, landscaped sites with mature shade trees, parade ground and play areas, sporting facilities, timber-framed teaching buildings of standard designs, classrooms with high levels of natural light and ventilation, and separate vocational buildings. Block D's design is a variation of the standard design for suburban timber school buildings and from the design of Technical Colleges of the time. Block D demonstrates the principal characteristics of its type through: its highset, timber-framed construction; an open understorey that accommodates a play area and toilets; symmetrical design with wings linked by verandahs; head teacher's room, clerk's room/library, and evidence of the two teachers rooms; lofty classrooms lit by large banks of windows on the southern side to provide left hand natural light to students; and a strong consideration for natural ventilation, including hinged wall ventilation flaps at floor level and distinctive roof fleches. Block G is a forerunner of the standard design for vocational buildings. It retains its lowset, timber-framed construction; a pair of stove recesses for the former cookery classroom; a verandah with a laundry enclosure; verandah circulation on the northern side; large areas of south- facing windows to the classrooms; and a Dutch gable roof. Blocks R and M are technical college workshop buildings which retain their: large, timber-framed sawtooth roof form; robust structure of long spans creating open floor plans; large areas of windows providing high levels of natural light and ventilation into the interior; and robust use of materials suitable for a workshop environment. The place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons. Schools have always played an important part in Queensland communities. They typically retain significant and enduring connections with former pupils, parents, and teachers; provide a venue for social interaction and volunteer work; and are a source of pride, symbolising local progress and aspirations. Bundaberg State High School has a strong and ongoing association with the Bundaberg community. It was established in 1912 and opened on its current site in 1921, and generations of Bundaberg students have been taught there. The place is important for its contribution to the educational development of Bundaberg and as a focus for the community. == Notable students == * Daryl Dixon, Australian economic and investment writer * Ian Dorricott, Australia music composer * Kyle Laybutt, Australian professional rugby league footballer * Rheed McCracken, Australian Paralympic athlete * Errol McCormack, Chief of the Australian Air Force * Rob Messenger, Member of the Queensland Legislative Assembly * George Petersen, Member of the New South Wales Legislative Assembly * Lindsay Stuart Smith, Australian botanist and naturalist == See also == * History of state education in Queensland * List of schools in Wide-Bay–Burnett == References == === Attribution === == Further reading == * == External links == * Category:Queensland Heritage Register Category:Public high schools in Queensland Category:Technical schools in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Bundaberg State High School"
}