{
    "id": "56648259",
    "text": "Violin () is the final novel of the film trilogy \"Witnesses\". The film opens at the beginning of the 20th century in a violin shop, where an instrument was created as a present for a Jewish boy. Later that violin became a witness to the tragic events that took place during the Holocaust. When the instrument turned a hundred years old, its journey ended a concert at the Wailing Wall. == Plot == The world of the film forms around a unique musical instrument and its incredible journey, that involved witnessing all the horrors of the war. It opens in a violin shop, where at the beginning of the 20th century an instrument was created as a present for a Jewish boy. It ends many years later by a concert at the Wailing Wall. == Cast == * Lenn Kudrjawizki as Leonid Shtiller * Vladimir Koshevoi as Leo Shtiller * Mikhail Gorevoy as Richard * Vyacheslav Chepurchenko as Kurt * Maria King as Rachel * Maria Zykova as Ada * Alex A. Petruhin as Otto * Anzhelika Kashirina as Katya * Alim Kandur as Shlomo * Vyacheslav Ganenko as Moshe == Production == Filmmakers from Russia, Israel, the United States, Belarus and the Czech Republic participated in the production. The filming took place in Moscow, New-York, Prague, Brest, Minsk and ended in Jerusalem with accordance of the novel's plot. The film was created with the financial support of the Ministry for Culture of Russia, as well as private philanthropists. == Confession == Film premiered as part of the competition program of the 39th Moscow International Film Festival in June 2017. It is also longlisted for the Academy Award for Live Action Short Film. == Accolades == === Awards === * 39th Moscow International Film Festival, Competition program * The film is longlisted for the Academy Award for Live Action Short Film, 2017 * The film was nominated for the Golden Eagle Award of National Academy of Motion Pictures Arts and Sciences of Russia for Best Short Film, 2017 * Sochi International Film Awards (Russia), the award of the name of Vera Glagoleva; the special award of the Short Film Contest \"For the Preservation of Historical Memory\" == Official partners == * Federation of Jewish Communities of Russia * Russian Jewish Congress * Chabad Odessa == See also == * Witnesses (2018 film) * Shoes (2012 film) * Brutus (2016 film) == References == == External links == * * Category:Holocaust films Category:2017 films Category:2017 war drama films Category:Russian epic films Category:Russian-language films Category:War epic films Category:Epic films based on actual events Category:Rescue of Jews during the Holocaust Category:Russian war drama films Category:2017 drama films ",
    "title": "Violin (2017 film)"
}