{
    "id": "56640458",
    "text": "Giovanni Orelli (30 October 1928, Bedretto, Switzerland - 3 December 2016, Lugano) was a Swiss poet and writer who worked in Italian and the Ticinese dialect. His cousin Giorgio Orelli was a poet and literary critic. ==Life== He studied at the University of Zurich and the University of Milan, graduating in medieval and humanist philology. He spent much of his life in Lugano where - until he reached pension age - he was a teacher at the cantonal lyceum. His writing career began in 1965 with the novel L'anno della valanga, which won the Veillon Prize. He won the Schiller Prize in 1972 with his novel La festa del ringraziamento. He won the Gottfried-Keller-Preis in 1997 for his complete oeuvre. He was also politically engaged, initially with the Independent Socialist Party, contributing to its weekly paper Politica nuova. He then moved to the Swiss Socialist Party and was elected for one term as a deputy to the Great Council for the Canton of Ticino - he was also elected to that role the four previous years but had been unable to take up his seat due to his teaching duties. On 17 May 2012 he and Peter Bichsel were joint winners of the Schiller Grand Prize, both for their complete oeuvre. ==Works== ===Prose=== *L'anno della valanga, introduction by Vittorio Sereni, Milano, Arnoldo Mondadori Editore, 1965 (2ª ed. Bellinzona, Casagrande, 2003). *Il giuoco del Monopoly, Milano, Mondadori, 1980. *Un Orto sopra Pontechiasso, with 16 watercolours by Massimo Cavalli, Ed. Rovio, 1983. *La festa del ringraziamento, Milano, Mondadori, 1972 (2ª ed. Bellinzona, Casagrande, 1991). *Il sogno di Walacek, Roma, 66thand2nd, 2011. In passato Torino, Einaudi, 1991 (Solothurner Literaturtage, 1990).Also translated into French (Gallimard, Parigi), German (Limmat-Verlag, Zurigo), and English (Dalkey Archive Press, Champaign, IL). *Il treno delle italiane, Roma, Donzelli, 1995. *1937-1997: 60 anni: sessantesimo HCAP, fotogr. di Pino Brioschi, Hockey Club Ambrì-Piotta, HCAP, 1996. *Pane per Natale, with two chapters by Massimo Cavalli, Flussi, 1998. *Di una sirena in Parlamento, Bellinzona, Casagrande, 1999. *Farciámm da Punt a Punt: facezie dell'Alto Ticino, Bellinzona, Messaggi Brevi, 2000, . *Gli occhiali di Gionata Lerolieff, Roma, Donzelli, 2000, . *Da quaresime lontane, Bellinzona, Casagrande, 2006, . *Immensee, Bellinzona, Messaggi Brevi, 2008. . *I mirtilli del Moléson, Torino, Aragno, 2014. . ===Poetry=== *Sant'Antoni dai padü: poesie in dialetto leventinese, All'Insegna del Pesce d'oro, Milano, Scheiwiller, 1986. *Concertino per rane, Bellinzona, Casagrande, 1990 (2ª ed. 1993). *Né timo né maggiorana, Milano, Marcos y Marcos, 1995. *L'albero di Lutero, Milano, Marcos y Marcos, 1998. *Quartine per Francesco, con una nota di Pietro De Marchi, Novara, Interlinea, 2004. *Un eterno imperfetto, Milano, Garzanti, 2006. *Un labirinto. Lugano, ADV alla chiara fonte. 2015. . == References== == Bibliography == * Pietro De Marchi, Fabio Pusterla (ed.) : Sempre, senza misura. Omaggio a Giovanni Orelli. Bellinzona, Edizioni Sottoscala, 2013. . ==External links== * Viceversa entry * * * * Il fondo di Giovanni Orelli all'Archivio svizzero di letteratura * Giovanni Orelli, l'ultimo Gran Premio Schiller Category:1928 births Category:2016 deaths Category:People from Ticino Category:Italian-language writers Category:Western Lombard language Category:Swiss people of Italian descent Category:Swiss politicians Category:20th-century Swiss poets Category:21st-century Swiss poets Category:21st-century Swiss writers Category:Swiss male novelists Category:University of Milan alumni Category:University of Zurich alumni ",
    "title": "Giovanni Orelli"
}