{
    "id": "56645878",
    "text": "Home State is the debut studio album of American country music singer Jordan Davis. It was released via MCA Records Nashville on March 23, 2018, a week before Davis’ 30th birthday. The album contains Davis's debut single \"Singles You Up\" and his sophomore single \"Take It from Me\". The album's third single, \"Slow Dance in a Parking Lot\" released to country radio on April 22, 2019. The album also contains ten other songs, all of which Davis co-wrote. ==Content== Davis co-wrote every song on the album. It was produced by Paul DiGiovanni, who was the lead guitarist of the band Boys Like Girls. In advance of the album's release, Davis embarked on a headlining tour in February 2018. ==Critical reception== Stephen Thomas Erlewine of AllMusic wrote that \"When the tempos are swift and the production bustling -- \"Take It from Me\" and especially \"Singles You Up,\" a frothy bit of country-pop that leaves a surprisingly indelible imprint -- he seems to be the ringleader at happy hour, but when things slow down, as they do on \"More Than I Know\" and \"Made That Way,\" he seems sensitive.\" Annie Reuter of Sounds Like Nashville reviewed the album positively, stating that \"Overall a standout debut that highlights Davis' ability as both a vocalist and a songwriter, Home State marries big sounds and production with the vulnerability of his lyrics for a truly enjoyable listen.\" ==Commercial performance== Home State debuted at No. 6 on Top Country Albums and No. 47 the Billboard 200, selling 6,000 copies, or 11,000 album-equivalent units including streams and tracks. The album has sold 16,900 copies in the United States as of August 2018. The album has been streamed over 500 million times as of May 20, 2019. ==Track listing== ==Personnel== *Joeie Canaday - bass guitar *Matt Cappy - flugelhorn, trumpet, horn arrangements *Jordan Davis - lead vocals *Paul DiGiovanni - banjo, acoustic guitar, electric guitar, programming, background vocals *Jason Gantt - programming *Austin Jenckes - background vocals *Tony Lucido - bass guitar *Heather Morgan - background vocals *Jonathan Singleton - background vocals *Katie Stevens - background vocals *Bryan Sutton - banjo, acoustic guitar, mandolin *Ilya Toshinsky - banjo, acoustic guitar, mandolin *Derek Wells - electric guitar *Nir Z. - drums, percussion ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| US Top Country Albums (Billboard) | 49 |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Top Country Albums (Billboard) | 30 |} ==Certifications== ==References== Category:2018 debut albums Category:Jordan Davis (singer) albums Category:MCA Records albums ",
    "title": "Home State"
}