{
    "id": "56640407",
    "text": "All Nerve is the fifth full-length studio album by American alternative rock band the Breeders, released on March 2, 2018, 10 years after their previous album Mountain Battles (2008). A Stereogum article in June 2016 reported that the band was recording new material at their Ohio studio and in October 2017 they released the first single from the album titled \"Wait in the Car\". 4AD announced on January 9, 2018, that the new album would be made available on March 2, 2018, and released the album's second single, All Nerve on the same day. The album also marks the band's first in 25 years with their Last Splash lineup. Courtney Barnett guests on one song on the album; \"Howl at the Summit\". ==Background== In 2012 Kim and Kelly Deal decided to commemorate the upcoming 20-year anniversary of the Breeders' 1993 album Last Splash by touring in 2013 with the albums original recording personnel and made contact with Josephine Wiggs and Jim MacPherson. At this time Kim and MacPherson had not spoken since their acrimonious split during their time together in the Amps, however both he and Wiggs were interested and their record label, 4AD decided to release a deluxe 20th anniversary version of the album titled LSXX. The tour began in the US, continued in Europe, Australia, and South America, and included the Deerhunter-curated All Tomorrow's Parties festival. A teaser video was made by the band showing the reunited lineup in rehearsal. Reflecting on these rehearsals Kim said of the experience \"It feels really natural, but at the same time there is adjustment. Like when Jim set up his drums and I started playing with him, I had to turn around and crank my amplifier up like two numbers. He's pretty loud.\" At the conclusion of the LSXX tour the band realized how well they were all getting along and decided to record new music together. During the recording at their Ohio studio Courtney Barnett, who was in town for the Nelsonville Music Festival, recorded some backup vocals for \"Howl at the Summit\". For the duration of the recording process, Wiggs stayed in Kim Deal's attic at her Dayton, Ohio home to avoid having to drive the 10 hour journey to New York. ==Reception== All Nerve was released to universal acclaim, scoring 84 on aggregate website Metacritic, based on 31 reviews. AllMusic reviewer Heather Phares praised the album as \"one of the band's finest blends of sugar and swagger, space and noise.\" Record Collectors Alun Hamnett praised Kim Deal's decision to leave the Pixies in 2013 to focus exclusively on the Breeders, stating, \"They took their sweet time, but that Breeders line-up is back, and has just nonchalantly knocked it out of the park.\" The Guardians Alexis Petridis said the album \"blends ancient monuments and crushed beetles into a spectral brew\". In a slightly more negative review, Julian Marszalek of The Quietus criticized the latter half of the album, writing that \"the album goes through a variety of fits and starts before descending into anticlimax. 'Skinhead #2' and 'Blues at the Acropolis' are inconclusive filler, which on an album that lasts a little over 30 minutes, just isn’t good enough.\" Mojo ranked the album number 10 on their list of \"Top 75 Albums of 2018\" in their end-of-the-year November 2018 issue. ==Track listing== ==Personnel== The Breeders * Kim Deal – lead vocals, guitar, bass, keyboards * Kelley Deal – guitar, vocals * Jim MacPherson – drums * Josephine Wiggs – bass, guitar, vocals Additional personnel * Courtney Barnett, Bones Sloane, Dave Mudie, Dylan Ranson-Hughes – backing vocals (\"Howl at the Summit\") * Kyle Rector – Farfisa organ (\"Dawn: Making an Effort\") Technical personnel * Steve Albini – engineering, mixing * Mike Montgomery, Greg Norman, Tom Rastikis – engineering * Matt Boynton – mixing * Eric Gorman – mixing assistance * Greg Calbi, Bob Weston – mastering * Martin Andersen – photography * Chris Bigg – design ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- ! scope=\"row\"| New Zealand Heatseeker Albums (RMNZ) | 5 |- |- |- |- |- |- |} ==Accolades== {| class=\"wikitable sortable plainrowheaders\" |- ! Publication ! Accolade ! Rank ! class=\"unsortable\"| |- ! scope=\"row\"| Fopp | Top 100 Albums of 2018 | | |- ! scope=\"row\"| Mojo | Top 75 Albums of 2018 | | |- ! scope=\"row\"| MusicOMH | Top 50 Album of 2018 | | |- ! scope=\"row\"| Uncut | Top 75 Albums of 2018 | | |- ! scope=\"row\"| Vulture.com | Top 15 Albums of 2018 | | |} ==References== Category:2018 albums Category:The Breeders albums Category:4AD albums ",
    "title": "All Nerve"
}