{
    "id": "56640576",
    "text": "Sepia orbignyana, the pink cuttlefish, is a species of small cuttlefish from the family Sepiidae. It is occurs in the temperate and tropical waters of the eastern Atlantic Ocean. ==Description== Sepia orbignyana is a fairly small cuttlefish, growing up to 12 cm in total length. with the females generally being larger than males, male mantle length up to 84mm and females' up to 120mm. It has a slim, oval body and relatively long arms each having four rows of suckers. There is an obvious lobe of the dorsal mantle which projects between the eyes and there is a prominent tip at the posterior end of the mantlewhich lies in the gap between the posterior end s of the fins. The tentacular club is short and has its suckers arranged in 5-6 rows, with the middle series havong three to four greatly enlarged suckers. The hectocotylus is found on the left ventral arm and has 1 or 2 rows of suckers of normal size at the base, highly reduced suckers in the mid part and then normal size suckers towards the tip. The suckers on the hectocotylus are arranged in 2 dorsal and 2 ventral series each of which are laterally displaced to create a gap between them. Females have a single spermathecae situated medially on the ventral part of the buccal membrabe. It is often coloured rose or orange on the dorsal surface which has a faint ridge. The cuttlebone is long and thinly oblong in shape with a long posterior spine. having a width equal to one third of its length. and distinct lateral wings.. Naturalis Biodiversity Center - RMNH.MOL.311404 - Sepia orbignyana Férussac, 1826 - Sepiidae - Mollusc shell This species is largely sympatric with Sepia elegans, another relatively small species of cuttlefish but S. orbignyana can be identified from S. elegans by the fins almost reaching the very rear of the, and on having a higher number of suckers, over 100, on each tentacular club.. The juveniles resemble tiny adults. ==Distribution== Sepia orbignyana occurs over a wide geographic distribution which extends from the Irish Sea, as far north as southwestern Scotland and English Channel south along the Atlantic coast of France, Spain and Portugal and into the Mediterranean Sea, where it is found throughout the sea, and south along the west coast of Africa as far as Angola. Off northwest Africa it is also found around the Sahara Seamounts. It is most abundant in the Sicilian Channel. ==Habitat and ecology== Sepia orbignyana is a demersal species that occurs at depths of 50m to 450m over detritus-rich or muddy substrates on the continental shelf or continental slope. It is often found in sympatry with S. elegans and S. officinalis but it seems to prefer to inhabit deeper parts of the sea than S. officinalis, and unlike that species it does not bury itself in the substrate. In the Sea of Marmara it can be found in brackish water. In the Mediterranean spawning probably occurs continuously and adults of both sexes are present in similar numbers throughout the year, although breeding activity is thought to peak in the warmer months. In the Atlantic adults predominate in the spring off Portugal. There are no records of movements towards the coasts to spawn. Females grow faster than males and reach larger sizes In the Mediterranean males attain maturity at around 35mm in mantle length and at age 6-7 months while for females maturity is reached at a mantle length of 65mm and at the age of9-10 months. The males have about 100 spermatophores and the females bear around 400 eggs. As the female increases in size so doe the diameter of the eggs she carries, reaching a maximum diameter of 7 to 8.5 mm. The eggs are laid in clusters of 30 to 40 which adhere to sponges growing on muddy bottoms. The diet of S. orbignyana is predominantly made up of crustaceans, with fish and cephalopods making up a minor part of the diet. ==Fisheries== Sepia orbignyana sometimes caught in high numbers as bycatch in trawls in parts of the Mediterranean Sea and in west African fisheries. It is also a quarry species in targeted fisheries such as in the Sicilian Channel. The catch is sold in local markets in either frozen or fresh form. In the south-western Adriatic multi-species trawl fishery it, together with S. elegans, is taken as bycatch and in the 2000s the catch greatly reduced, the reduction being blamed on overfishing. ==Naming== The specific name of Sepia orbignyana honours the French malacologist Alcide d'Orbigny. being the editor of the Annales des Sciences Naturelles at the time André Étienne d'Audebert de Férussac published his described the species, in 1826, from a type specimen collected at La Rochelle. The type is held at the Museum National d'Histoire Naturelle in Paris. ==References== Category:Cuttlefish Category:Cephalopods described in 1826 Category:European Cephalopods ",
    "title": "Sepia orbignyana"
}