{
    "id": "56641651",
    "text": "Tschanz single axle drive system (US patent drawing) The Tschanz drive or Oerlikon single-axle drive is a fully sprung single-axle drive for electric locomotives Google books named after its inventor Otto Tschanz or after Maschinenfabrik Oerlikon. The drive was not widely used because its competitor, the Buchli drive, was cheaper and lighter. ==Construction== The Tschanz drive is a fully sprung drive, which means that the motors are housed in the sprung part of the locomotive and are thus less exposed to shocks from the rails. Also, the shocks from the wheelsets to the rail are reduced because there is less unsprung weight on them. The traction motor is firmly mounted in the locomotive frame and drives through a single-stage gearbox to a gear that is located to one side of the wheel. The power transmission from this gear to the axle is done with a cardan shaft which has universal joints at both ends and passes through a hollow axle. The Tschanz drive was not widely used because its competitor, the Buchli drive, was cheaper and lighter. ==Use== Rolling stock on which the Tschanz drive was used include: * SBB-CFF-FFS Be 2/5 * SBB-CFF-FFS Ae 4/8 * BTB BCe 2/5 * PLM 242 BE 1 * PLM 262 AE ==Patents== * : Driving mechanism for railway-vehicles with electric motors rigidly mounted on spring-supported frames. Angemeldet am 5. August 1919, veröffentlicht am 25. November 1916, Erfinder: Otto Tschanz.‌ * : Antriebsvorrichtung an Eisenbahnfahrzeugen mit am abgefederten Rahmen fest gelagerten Motoren. Angemeldet am 16. Mai 1916, Erfinder: Otto Tschanz.‌ * : Mécanisme moteur pour véhicules de chemins de fer, avec moteurs électriques rigidement fixés au chassis monté sur ressorts de suspension. Angemeldet am 3. Oktober 1917, Erfinder: Otto Tschanz.‌ ==See also== * Quill drive * Winterthur Universal Drive ==References== ==Further reading== * K. Sachs: Elektrische Vollbahnlokomotiven. Julius Springer, Berlin 1928, S. 308–309 (Fussnote). * Elektrifizierung der Gotthardbahn. In: Schweizerische Bauzeitung. Band 69/70, Nr. 7, 1917, S. 83, doi:10.5169/seals-33931. Category:Electric locomotives Category:Electric locomotives of Switzerland Category:Locomotive parts ",
    "title": "Tschanz drive"
}