{
    "id": "56641937",
    "text": "The second season of the American television series Better Call Saul premiered on February 15, 2016, and concluded on April 18, 2016. The ten-episode season was broadcast on Monday nights in the United States on AMC. A spin-off-prequel of Breaking Bad, Better Call Saul was created by Vince Gilligan and Peter Gould, both of whom also worked on Breaking Bad. This season, like the previous, mainly takes place in 2002, with Bob Odenkirk reprising his role as Jimmy McGill, a lawyer who has a feud with his brother Chuck (Michael McKean). Kim Wexler (Rhea Seehorn) is Jimmy's former Hamlin, Hamlin & McGill (HHM) mailroom co-worker, now an HHM attorney and Jimmy's lover, who leaves the practice of law at HHM to start a solo practice in office space she shares with Jimmy. Jonathan Banks reprises his role as Mike Ehrmantraut; he is engaged in a feud with the Mexican drug cartel after an altercation with Tuco (Raymond Cruz), which was orchestrated by Nacho Varga (Michael Mando). This draws Hector's (Mark Margolis) attention to Mike. The second season of Better Call Saul received acclaim from critics and six nominations for the 68th Primetime Emmy Awards, including Outstanding Drama Series. ==Production== During the production of season one on June 19, 2014, AMC ordered a second, 13-episode season of Better Call Saul to air in 2016. However, by November of that year, season two had been shorted to 10 episodes. ===Casting=== Mark Margolis and Daniel and Luis Moncada reprise their roles from Breaking Bad as Hector \"Tio\" Salamanca and Leonel and Marco Salamanca, playing Tuco's uncle and cousins respectively, who are high-ranking members of the Mexican drug cartel. All of the main cast returned for this season; Bob Odenkirk as Jimmy McGill, Jonathan Banks as Mike Ehrmantraut, Rhea Seehorn as Kim Wexler, Patrick Fabian as Howard Hamlin, Michael Mando as Nacho Varga, and Michael McKean as Chuck McGill. ===Filming=== Production for the second season of Better Call Saul began in June 2015, two months after the first season finished airing. Better Call Saul is set and filmed in Albuquerque, New Mexico, the same location as its predecessor. In the first scene from the first episode of the season, Jimmy hides his real identity under his Gene Takavic alias while working at a Cinnabon in an Omaha, Nebraska shopping mall. The Cinnabon scenes in Better Call Saul are set in Omaha, but filmed at the Cottonwood Mall in Albuquerque, New Mexico. ==Cast and characters== ===Main=== * Bob Odenkirk as Jimmy McGill / Gene Takavic, a lawyer who is morally feuding with his more successful, hypochondriac brother Chuck. In the present, Gene is a fugitive working at an Omaha Cinnabon. * Jonathan Banks as Mike Ehrmantraut, a private investigator and cleaner working in the New Mexico narcotics underworld. * Rhea Seehorn as Kim Wexler, Jimmy's close friend, lover and legal partner. * Patrick Fabian as Howard Hamlin, Chuck's law partner at Hamlin, Hamlin & McGill (HHM), an antagonizing figure for Jimmy. * Michael Mando as Nacho Varga, a clever, ambitious associate of the Salamanca branch of a Mexican drug cartel. * Michael McKean as Chuck McGill, Jimmy's elder brother, partner at HHM along with Howard, he allegedly suffers from electromagnetic hypersensitivity. ===Recurring=== * Ed Begley Jr. as Clifford Main, managing partner at Davis & Main. * Mark Margolis as Hector Salamanca, Tuco's uncle and Don in a Mexican drug cartel branch that distributes in Albuquerque. * Kerry Condon as Stacey Ehrmantraut, Mike's widowed daughter-in- law and the mother of Kaylee Ehrmantraut. * Mark Proksch as Daniel \"Pryce\" Wormald, a pharmaceutical employee selling pills to Nacho. He also hires Mike as security. * Omar Maskati as Omar, Jimmy's assistant at Davis & Main. * Jessie Ennis as Erin Brill, a lawyer at Davis & Main who is ordered to shadow Jimmy. * Brandon K. Hampton as Ernesto, Chuck's paralegal/assistant at HHM. * Vincent Fuentes as Arturo, a criminal working for Hector Salamanca. * Rex Linn as Kevin Wachtell, the CEO of Mesa Verde Bank and Trust. * Cara Pifko as Paige Novick, senior counsel for Mesa Verde. * Manuel Uriza as Ximenez Lecerda, a truck driver for Hector Salamanca. * Eileen Fogarty as Mrs. Nguyen, owner of a nail salon and Jimmy's landlord. * Josh Fadem as Camera Guy, a UNM film student working for Jimmy. ===Guest stars=== * Raymond Cruz as Tuco Salamanca, a ruthless, psychotic Mexican cartel lieutenant in the South Valley. * Jim Beaver as Lawson, an arms dealer. * Kyle Bornheimer as Ken (\"Ken Wins\"), an ill-mannered, arrogant stockbroker, previously appeared in the Breaking Bad episode \"Cancer Man\". * Daniel Moncada and Luis Moncada as Leonel and Marco Salamanca, Tuco's viciously violent cousins and Hector's nephews. * Maximino Arciniega as Domingo \"Krazy-8\" Molina, reprising his role from Breaking Bad. * Ann Cusack as Rebecca Bois, Chuck's ex-wife. * Clea DuVall as Dr. Cruz, Chuck physician, who suspects his condition is psychosomatic. * Brendan Fehr as Bauer, a military captain. * Joe DeRosa as Dr. Caldera, a veterinarian who serves as Mike Ehrmantraut's liaison to the criminal underworld. * Stoney Westmoreland as Officer Saxton, who previously appeared in the Breaking Bad episode \"I.F.T.\" * Debrianna Mansini as Fran, a waitress, who previously appeared in the Breaking Bad episode \"Madrigal\". * Jennifer Hasty as Stephanie Doswell, a real estate agent, who previously appeared in the Breaking Bad episode \"Open House\". * Juan Carlos Cantu as Manuel Varga, Nacho's father who is the owner and manager of an upholstery shop. * Hayley Holmes as Drama Girl, a UNM film student. ==Episodes== Taking the first letter of each episode title and rearranging them yields \"FRINGSBACK\" (\"Fring's back\"), foreshadowing the reappearance of Breaking Bad character Gus Fring. ==Talking Saul== Talking Saul is a live aftershow hosted by Chris Hardwick, which features guests discussing episodes of Better Call Saul. These episodes discussed the season two premiere and finale episodes of Better Call Saul. ==Reception== ===Critical response=== The second season of Better Call Saul received critical acclaim from critics. On Rotten Tomatoes, the second season has a score of 97%, based on 31 reviews, with an average rating of 8.7/10. The site's critical consensus reads, \"Better Call Saul continues to tighten its hold on viewers with a batch of episodes that inject a surge of dramatic energy while showcasing the charms of its talented lead.\" On the review aggregator website Metacritic, the second season has a score of 85 out of 100, based on 18 critics, indicating \"universal acclaim\". Terri Schwartz of IGN rated the season an 8.7 out of 10, praising the acting performances and cinematography, but criticizing the lack of focus, stating, \"There's a lot to love in Season 2 of Better Call Saul, but still some elements to improve upon.\" Chuck Bowen of Slant Magazine gave it a perfect four star review and wrote, \"the show's writing is as economic and poetically parred [as its visual aesthetic]. Each moment is compact, leading to the next with unpredictable, behaviorally astute precision\". Daniel D'Addario of Time praised the show's ability to stand out as a spin-off but retain some of the elements of its predecessor, writing, \"in its second season, ... Better Call Saul allows us into a new world of complexity by deepening one of the show's pivotal relationships. It's the best-case scenario for a spin-off: a show that occupies a familiar world but opens up entirely new themes.\" ===Ratings=== Live + seven-day DVR playback viewership was unavailable, so live + three-day is listed instead. ===Accolades=== {| class=\"wikitable sortable\" |- ! align=\"left\" | Ceremony ! align=\"left\" | Category ! align=\"left\" | Recipients ! align=\"left\" | Result |- | rowspan=2| 32nd TCA Awards |Outstanding Achievement in Drama |Better Call Saul | |- |Individual Achievement in Drama |Bob Odenkirk | |- | rowspan=4|68th Primetime Creative Arts Emmy Awards | rowspan=2|Outstanding Single-Camera Picture Editing for a Drama Series | Kelley Dixon (\"Rebecca\") | |- | Kelley Dixon and Chris McCaleb (\"Nailed\") | |- | Outstanding Sound Mixing for a Comedy or Drama Series | Phillip W. Palmer, Larry Benjamin, Kevin Valentine (\"Klick\") | |- | Outstanding Special Visual Effects in a Supporting Role | For the episode \"Fifi\" | |- |rowspan=\"3\"|68th Primetime Emmy Awards |Outstanding Drama Series |Better Call Saul | |- |Outstanding Lead Actor in a Drama Series |Bob Odenkirk | |- |Outstanding Supporting Actor in a Drama Series |Jonathan Banks | |- | rowspan=3|7th Critics' Choice Television Awards | Best Drama Series | Better Call Saul | |- | Best Actor in a Drama Series | Bob Odenkirk | |- | Best Supporting Actor in a Drama Series | Michael McKean | |- |2016 American Film Institute Awards |Television Programs of the Year |Better Call Saul | |- | rowspan=1|74th Golden Globe Awards | Best Actor – Television Series Drama | Bob Odenkirk | |- | rowspan=4|21st Satellite Awards | Best Drama Series | Better Call Saul | |- | Best Actor in a Drama Series | Bob Odenkirk | |- | Best Supporting Actor in a Series, Miniseries or TV Film | Jonathan Banks | |- | Best Supporting Actress in a Series, Miniseries or TV Film | Rhea Seehorn | |- | rowspan=1|53rd Cinema Audio Society Awards | Outstanding Achievement in Sound Mixing for Television Series – One Hour | Phillip W. Palmer, Larry B. Benjamin, Kevin Valentine, Matt Hovland and David Michael Torres (\"Klick\") | |- | rowspan=4|69th Writers Guild of America Awards | Drama Series | Better Call Saul | |- | rowspan=3|Episodic Drama | Gordon Smith (\"Gloves-Off\") | |- | Heather Marion and Vince Gilligan (\"Klick\") | |- | Thomas Schnauz (\"Switch\") | |} ==Comics== AMC released a digital comic book as a tie-in for Better Call Saul titled, Better Call Saul: Saul Goodman and the Justice Consortium in the Clutches of the Judgernaut! in February 2016, prior to the season two premiere. ==References== ==External links== * – official site * Category:2016 American television seasons Season 2 Category:Television series set in 2002 ",
    "title": "Better Call Saul (season 2)"
}