{
    "id": "56640436",
    "text": "16 mm films by Bert Van Bork archived at the Chicago Film Archive 16 mm films by Bert Van Bork archived at the Chicago Film Archive Bert Van Bork (1928–October 29, 2014) was a German-born producer, director, cinematographer, still photographer, painter, and printer. He studied fine arts in Berlin, Leipzig, Dresden, and later moved to Chicago where he shot and directed instructional films for companies such as Encyclopædia Britannica Films and Physical Science Study Committee. == Early life == Born in Augustusburg, Saxony, Germany. At the age of fifteen he won a competition to study at the Staatliche Hochschule für Bildende Künste in Berlin. There Van Bork attended classes taught by Karl Schmidt-Rottluff, one of the four founders of the German Expressionist art group “Die Brücke”. Following the second World War Van Bork continued his studies at the Hochschule für Grafik und Buchkunst in Leipzig as well as Dresden. During this time Van Bork produced the critically acclaimed woodcut series “Night Over Germany”, marking a personal documentation of the German post-war experience. == Career == In 1954 Van Bork immigrated to the United States, settling in Chicago with his wife whom he had met in Leipzig, Bert continued to express his German Expressionism roots. Showing in his depictions of landscapes of the American Southwest and the Chicago skyline. In this time he became accomplished for his work in photography as well as earning him the National Award for Outstanding Photography in Germany in 1954. His career as a filmmaker rose in 1957 when he presented a documentary film about the life cycle cicadas he had made, “The Seventeen Year Locust” to Warren Everote at EB Films. He was hired by Encyclopædia Britannica films to mainly produce art and science instructional films for educational shooting productions Encyclopædia Britannica Films and the Physical Science Study Committee. Then in 1966 Van Bork paid homage to his roots in German expressionism, holding a gallery at The Renaissance Society at the University of Chicago in 1966. A filmography has been compiled of the films Van Bork remembered making before his passing in 2014.http://www.afana.org/vanbork.htm ==References== Category:Film people from Saxony Category:1928 births Category:2014 deaths Category:People from Mittelsachsen Category:Hochschule für Grafik und Buchkunst Leipzig alumni ",
    "title": "Bert Van Bork"
}