{
    "id": "56644078",
    "text": "{| |} Lord Melville was launched at Canotiere, Quebec, in May 1825. She made one voyage under charter to the British East India Company (EIC), two voyages transporting convicts to Australia, and one voyage to Canada with emigrants. She was wrecked in 1836 with some loss of life. ==Career== EIC voyage (1827-1828): Captain Robert Brown sailed from The Downs on 2 July 1827, bound for Bengal. Lord Melville arrived at Calcutta on 18 November. Homeward bound, she was at Madras on 15 January 1828. She reached Saint Helena on 12 April, and arrived back at The Downs on 21 June.British Library: Lord Melville (2). Convict voyage #1 (1829): Captain Brown sailed Lord Melville from London on 5 January 1829. She arrived at Port Jackson on 6 May 1829. She had embarked 170 male convicts and suffered no deaths en route. The 63rd Regiment of Foot provided the guard detachment. Convict voyage #2 (1830): Captain Brown sailed Lord Melville from the Downs on 6 June 1830 and arrived at Port Jackson on 22 October. She embarked 176 male convicts and suffered no deaths en route. The 17th Regiment of Foot provided the guard detachment. Emigrant transport (1832): In 1832 Lord Melville carried working-class emigrants to Canada under the auspices of the Petworth Emigration Scheme. For the voyage her master was a Captain Royal, and the Petworth Scheme's superintendent was William Penfold. She left Portsmouth on 11 April 1832 and arrived at Quebec on 28 May.Petworth Project: Reconstructed Ships' Lists. She carried 173 adults and 136 children under the age of 14. {| class=\"wikitable\" style=\"width:100%\" |- style=\"vertical-align:top\" ! style=\"width:10%\" | Year ! style=\"width:20%\" | Master ! style=\"width:20%\" | Owner ! style=\"width:20%\" | Trade ! style=\"width:30%\" | Notes |- | 1830 | Brown | Nelson Huddart & Co. | London–New South Wales | |- | 1835 | Redpath | Nichols | Plymouth–Bermuda | |- |} ==Fate== Lord Melville, Redpath, master, of Plymouth, was wrecked at Saint Pierre and Miquelon on 5 October 1836 with the loss of four lives.\"Ship News.\" Times, London, England, 6 Dec. 1836: 1. The Times Digital Archive. Web. 20 Feb. 2018. The entry for Lord Melville in Lloyd's Register for 1836 is marked \"LOST\".Lloyd's Register (1836), Seq.№L469. ==Citations and references== Citations References * * * Category:1825 ships Category:Age of Sail merchant ships of England Category:Ships of the British East India Company Category:Convict ships to New South Wales Category:Maritime incidents in October 1836 ",
    "title": "Lord Melville (1825 ship)"
}