{
    "id": "56640914",
    "text": "Piero Martinetti Piero Martinetti (Pont Canavese, 21 August 1872 – Cuorgnè, 23 March 1943) was an Italian philosopher. Martinetti was professor of theoretical and moral philosophy. He was one of the few university professors, as well as the only Italian academic philosopher, to refuse to swear an oath of allegiance to the Fascist Party. == Early life and education == Pier Federico Giuseppe Celestino Mario Martinetti was the first of four children. His parents were Rosalia Bertogliatti (1846–1927) and Francesco Martinetti (1846–1921). After completing his secondary school education at the Liceo classico Carlo Botta in Ivrea, Pietro went on to study Philosophy at the University of Turin, graduating at the age of 21 in 1893 with a dissertation on the Samkhya system in Indian philosophy. Despite some initial resistance from the Philosophy department, the dissertation was published by Lattes in 1896 and won the Gautieri Prize. Martinetti's interest in Indian philosophy was long lasting, including a cycle of lectures held in Milan in 1920, collected and published in 1981. After graduation Martinetti spend two semesters (1894–95) at Leipzig University, where he encountered the thought of Afrikan Spir.Amedeo Vigorelli, Piero Martinetti. La metafisica civile di un filosofo dimenticato, Bruno Mondadori, Milano, 1998, p.32 == Career == After returning to Italy, Martinetti worked as a secondary school teacher in Avellino (1899-1900), Correggio (1900-1901), Vigevano (1901-1902), Ivrea (1903-1904) and at the Liceo classico statale Vittorio Alfieri in Turin (1904-1905). In 1904 he published his introduction to metaphysics ('Introduzione alla metafisica. I Teoria della conoscenza') thanks to which he was appointed professor of theoretical and moral philosophy at the Accademia scientifico-letteraria in Milan - which was to become, in 1923, the University of Milan - where he taught from 1906 to 1931. In 1915 he became an honorary fellow of the Istituto lombardo di scienze e lettere,Piero Martinetti, Lettere (1919-1942) Firenze, 2011, nota n. 37, p. 18-19. founded in 1797 by Napoleon an modelled on the Institut de France. === Political views === Martinetti was a maverick intellectual figure, independent of traditional political affiliations as well as of the Catholic tradition.See Amedeo Vigorell, p. 292. He refused to adhere both to Giovanni Gentile's Manifesto of the Fascist Intellectuals and to Croce's Manifesto of the Anti-Fascist Intellectuals. He was one of the few intellectuals to critique the First World War: he thought that war subverted social order and moral values, creating idleness and dissolution, and giving the military decision making powers which it should not have, based either on moral or intellectual value.Amedeo Vigorelli, p. 167. In 1923, following some very difficult occurrences (the March on Rome and Mussolini's rise to power) he refused an honorary fellowship at the prestigious Accademia dei Lincei. === The Society for Philosophical and Religious Studies === While in his lectures Martinetti was developing his own philosophy of religion, on 5 January 1920, in Milan, he co-founded the 'Società di studi filosofici e religiosi' (Society for Philosophical and Religious Studies), together with some friends, fully independent of any dogmatism. The aim was to gather a number of Italian intellectuals and hold a series of conferences. In 1926 Martinetti was sued for 'contempt for the Eucharist'; as a consequence, he was forced to sign a defence of his courses on philosophy of religion.Lettera n. 47 Piero Martinetti a Luigi Mangiagalli, 21 marzo 1926, in: Piero Martinetti, Lettere (1919-1942), Firenze, 2011, pp. 51–53. === The Philosophy Congress === In March 1926, Martinetti organised the VI National Philosophy Congress on behalf of the Italian Philosophical Society, aiming for a free expression of ideas despite a difficult political context.Piero Martinetti, Lettere (1919-1942, Firenze, 2011, p.m42. The event was suspended after only two days because of protests from fascist and Catholic activists. After that, the Congress was cancelled, partly due to the opposition of Agostino Gemelli, Vice-Chancellor of the Catholic University of Milan. === The Philosophical Journal === From 1927, Martinetti edited the philosophical journal Rivista di filosofia; however, his name never appeared on the publication, due to the controversies surrounding him. He wanted to continue to participate and foster philosophical thought in Italy in the ways that were still accessible to him, despite his refusal to swear an oath of allegiance to the Fascist party. The refusal prevented him from teaching, but not from collaborating in publications such as the \"La Rivista di Filosofia\", which he considered partly as his brainchild. === Refusal to support the Fascist Party === Martinetti unhesitatingly refused to swear allegiance to the Fascist party in December 1931; he was one of the very few university professors to do so. He explained his reasons in a letter to the Ministry of Education Balbino Giuliano.Lettera n. 104 Piero Martinetti a Balbino Giuliano, 13 dicembre 1931, in Piero Martinetti Lettere (1919-1942), Firenze, 2011, pp. 101–103. In the letter, he explains that he cannot betray his own conscience, the only true light and comfort a person can have, and declares readiness to bear the consequences of that action. Following his rejection of fascism, Martinetti was forced to retire. From 1932 until his death, he devoted himself to his philosophical studies, in the company of a number of cats, in his house in Spineto, close to his birthplace. On his door, an inscription read: \"Piero Martinetti - agricoltore\" (\"Piero Martinetti - farmer\"). During this time, he studied the works of Baruch Spinoza and Immanuel Kant and wrote Gesù Cristo e il Cristianesimo (Jesus Christ and Christianity) (1934); Il Vangelo (The Gospel) (1936); Ragione e fede (Reason and Faith) (1942). === Arrest === These quiet studies were interrupted by a sudden arrest and imprisonment in Turin in May 1935\"Registro matricole 1935, n. 1559)\", Piero Martinetti, Lettere (1919-1942), Firenze, 2011, p. 142, nota 285. accused by Pitigrilli, (an agent of the Organisation for the Vigilance and Repression of Anti-Fascism) of conniving with the antifascist group G. The accusation was unfounded. Pitigrilli also caused the arrest, with the same allegations, of several Italian intellectuals, including Giulio Einaudi, Vittorio Foa, Cesare Pavese and Carlo Levi. At the moment of his arrest, Martinetti was reported to have said, as many times before: \"I am a European citizen, born in Italy by chance\"Angelo Paviolo, op. cit., p. 62. === Final years === Martinetti started to decline in 1941, after an episode of thrombosis following an accidental fall off a pear tree, which also eroded his mental faculties. In 1942 and 1943 he had two prostate operations. He died in hospital in Turin (at the time evacuated in Cuorgnè), on 23 March 1943, after requesting that no priest would intervene on his body. Despite the Vicar of Spineto urged not to honour the body of a man who had always been a 'heretic' and 'atheist' in his lifetime, about ten people followed the funeral van to the train station, from where Martinetti's corpse was taken to Turin to be cremated. === Legacy === Shortly before his death, Martinetty bequeathed his private book collection to Nina Ruffini, Gioele Solari and Cesare Giretti. The collection was then donated to the \"Fondazione Piero Martinetti per gli studi di storia filosofica e religiosa\" (Piero Martinetti Foundation for the study of the history of philosophy and religion) in 1955. It is now part of the Library of the Facoltà di Lettere e Filosofia at the University of TurinFondazione Casa e Archivio Piero Martinetti His house in Spineto currently hosts the headquarters of the \"Fondazione Casa e Archivio Piero Martinetti\", which aims to promote Martinetti's thought both in Italy and internationally. == Philosophy == Martinetti's philosophy includes an original interpretation of neo-Kantian idealism, interpreted as transcendent pantheistic dualism. This interpretation is close to that of Afrikan Spir, who was Martinetti's favourite philosopher. Martinetti wrote a long monograph on Spir, which was published after his death in 1990. Martinetti thought that Spir's metaphysics was a pure form of religious vision, fundamentally expressed in the dualism between real being (the absolute transcendent Unity through which divinity is expressed) and the multiple apparent being revealed by experience. This dualism, at the same time, is apparent: it is not a distinction between two actual realities, but between the only reality and the unreality in which the world sinks. Martinetti also inherited Spir's moral philosophy with very few modifications, which in turn was derived from Kant. For Martinetti, after Kant, \"no serious philosopher can avoid being Kantian in ethics\".See Amedeo Vigorelli, p. 69 and pp, 94–95 == Animals == In La psiche degli animali (The Psyche of Animals), Martinetti argues that, like humans, animals possess intellect and consciousness. Therefore, ethics cannot be limited to regulating relationships among humans, but it needs to aim to ensure the wellbeing and happiness of all sentient forms of life, which like human beings are capable of experiencing pleasure, happiness and pain. In this essay, Martinetti also observes how the great Western religions have ignored the problem of the unspeakable suffering inflicted by human beings on other animals. Instead, Martinetti argues, in the eyes of other animals we can see the deep unity that ties us to them.Angelo Paviolo, Piero Martinetti aneddotico. L'uomo, il filosofo, la sua terra, Le Château Edizioni, Aosta, p. 28. He himself felt deep sympathy and compassion for animals, which was reflected in his vegetarianism. In his will, Martinetti left a significant sum of money to the Società Protettrice degli Animali (Society for the Protection of Animals). == References == Category:1872 births Category:1943 deaths Category:Italian schoolteachers Category:20th-century Italian philosophers Category:Leipzig University alumni Category:University of Turin alumni Category:Italian anti-fascists Category:University of Milan faculty ",
    "title": "Piero Martinetti"
}