{
    "id": "56646090",
    "text": "Panna Naik (born 28 December 1933) is an Indian Gujarati language poet and story writer who has lived in Philadelphia, United States since 1960. Working in the local university, she wrote poetry drawn from the world around her. Her book Pravesh (1975) received critical acclaim and she has published several poetry collections since. ==Life== Panna Naik was born on 28 December 1933 in Bombay (now Mumbai) to Dhirajlal Modi and Ratanben. Her grandfather Chhaganlal Modi (1857-1946) was an education inspector for Baroda State and had written popular historical fiction, Irawati. Her family were from Surat. Her mother Ratanben had recited her Gujarati and Sanskrit religious and secular poems which made her interested in poetry. She completed her B.A. in 1954 and her M.A. in 1956 with Gujarati and Sanskrit from St. Xaviers College affiliated with the University of Bombay (now University of Mumbai). In 1960, she moved to the United States as a bride. She completed Master of Science in Library Science from Drexel University, Philadelphia, in 1962 and M.S. in South Asian Studies from University of Pennsylvania, Philadelphia, in 1973. She served as a bibliographer and librarian at the Van Pelt Library in the University of Pennsylvania from 1964 to 2003 and as professor of Gujarati from 1985 to 2002. Her husband Nikul Naik died in 2004. In 2015, she was romantically involved with accountant Natwar Gandhi. ==Poetry== Panna's poetry depicts the feelings of a woman living in the modern city and a foreign country focusing on \"Survival, Identity and Alienation\". She also captures her relationship with men, the confusions of married life, hopes and afflictions in her poems which are considered as feminist in nature. She is influenced by American poet Anne Sexton whose Love Poems (1967) inspired her to write poetry. She draws inspiration from Indian as well as Western poetic traditions. Her first poetry collection was Pravesh (Admission, 1975) which drew her critical acclaim. Philadelphia (1981), Nisbat (1984), Arasparas (1989), Avanjavan (1991), Rang Zarukhe (2005), Cherry Blossom (2004), Ketlak Kavyo (1990) are her poetry collections. Videshini (2000) is republication of her first five poetry collections which addresses the issues of Indian diaspora. Attar Akshar is her Haiku collection. Flamingo (2003) is her story collection. Her poetry are anthologised in poetry collections: Udi Gayo Hans in 1996ni Shreshth Vartao, Qutip in Gujarati Navalika Chayan (1997), Katha Nalinbhaini in Gujarati Navalika Chayan (2001), Galna Tanka in Gujarati Navalika Chayan (2002). Her essay is anthologised in Ab To Baat Fail Gai edited by Suresh Dalal. == Awards == She won the Government of Gujarat's Prize in Poetry in 1978 for her first poetry collection, Pravesh (1975). She also won the Chunilal Velji Mehta Award in 2002. ==Selected works== * Pravesh (Admission, 1975) * Philadelphia (1981) * Nisbat (1984) * Arasparas (1989) * Avanjavan (1991) * Rang Zarukhe (2005) * Cherry Blossom (2004) * Ketlak Kavyo (1990) * Videshini (2000) * Attar Akshar * Flamingo (2003) ==References== ==External links== * * Category:1933 births Category:Living people Category:Writers from Mumbai Category:Gujarati-language poets Category:Gujarati-language writers Category:Poets from Maharashtra Category:Indian women short story writers Category:St. Xavier's College, Mumbai alumni Category:University of Mumbai alumni Category:Writers from Philadelphia Category:Indian librarians Category:University of Pennsylvania alumni Category:Drexel University alumni Category:University of Pennsylvania faculty Category:American people of Gujarati descent Category:Indian emigrants to the United States ",
    "title": "Panna Naik"
}