{
    "id": "56648283",
    "text": "The Vimont Lake is a freshwater body of the Lac-Ashuapmushuan, Quebec unorganized territory in the northwestern part of the Regional County Municipality (MRC) Le Domaine-du-Roy, in the administrative region of Saguenay-Lac-Saint-Jean, in province of Quebec, in Canada . This lake extends almost entirely in the canton of Vimont, except the northern part Rinfret. Forestry is the main economic activity of the sector. Recreational tourism activities come second. A forest road serves the eastern part of the lake; road R0210 (North-South direction) serves the western part from the South where it connects to the forest road Route 167 connecting Chibougamau to Saint-Félicien, Quebec. The Canadian National Railway runs along this road. The surface of Vimont Lake is usually frozen from early November to mid-May, however, safe ice circulation is generally from mid-November to mid-April. == Geography == == Toponymy == This hydronym is linked to the name of the township of Vimont. These place names evoke the work of life of the Jesuit priest Barthélemy Vimont (Lisieux, France, 1594 - Vannes, France, 1667). Coming to New France in 1629, he was first assigned as a chaplain to a garrison near Cape Breton in 1629, where he had to stop because of the sinking of Captain Charles Daniel's ship. In 1630 he was recalled to France because of the occupation of Quebec by the Kirke brothers. He returns to Quebec in the company of Jesuit fathers Pierre-Joseph-Marie Chaumonot and Joseph Antoine Poncet de la Rivière, of Marie Guyart said Marie de l'Incarnation and Marie- Madeleine Chauvigny de La Peltrie, August 1, 1639. Superior General of the Jesuits (1639-1645), the father Vimont attends the foundation of Montreal of Paul Chomedey de Maisonneuve which he describes in the 1642 relationship. After a stay in France, from 1645 to 1648, he returned to Québec where he worked there his ministry, as well as in the surrounding parishes until 1659. He left New France for France where he died eight years later.,ALLAIRE, Jean- Baptiste-Antoine. Biographical Dictionary of the French-Canadian Clergy. The Elders, Montreal, printing school of the Catholic School of the Deaf-Mutes, 1910, vol. I, p. 538-539.PROVOST, Honorius. \"Vimont, Barthélemy\", Dictionary of Canadian Biography, [Online] [www.biographi.ca/009004-119.01-e.php?&id;_nbr=579] (Accessed 22 August 2012). The toponym \"Lac Vimont\" was formalized on December 5, 1968, by the Commission de toponymie du Québec.Commission de toponymie du Québec - Place Names Bank - Place Name: \"Lac Vimont\". == Notes and references == == See also == Category:Lakes of Saguenay–Lac-Saint-Jean Category:Le Domaine-du-Roy Regional County Municipality ",
    "title": "Vimont Lake"
}