{
    "id": "56645544",
    "text": "The Premier Volleyball League teams are all the teams that have participated in the Premier Volleyball League in the Philippines. The league was formerly known as the Shakey's V-League. ==Women's division== ===Collegiate=== * – Airess Padda * – Roberto \"Obet\" Javier * – Anusorn \"Tai\" Bundit * – Michael Cariño * – George Pascua * – Mia Tioseco * – Emiliano \"Emil\" Lontoc * – Raymond \"Babes\" Castillo * San Beda Lady Red Spikers – Nemesio Gavino * – Roger Gorayeb * – Achilles \"Boy\" Paril * - Emilio \"Kungfu\" Reyes, Jr. * – Jerry Yee / Godfrey Okumu ===Corporate=== * BaliPure club colors BaliPure Purest Water Defenders – Roger Gorayeb / Raymund Castillo * Chooks-to-Go Tacloban Fighting Warays - Ernesto Pamilar * border Creamline Cool Smashers - Anusorn \"Tai\" Bundit * Iriga-NAVY Lady Oragons club colors Iriga City Oragons - Edgardo Rusit * PayMaya club colors PayMaya Highflyers - Roger Gorayeb * Power Smashers – Ernesto Pamilar * Philippine Air Force Jet Spikers - Jasper Jimenez * BanKo Perlas Spikers club colors Perlas Spikers - Jerry Yee / Matinai Muhammad * PetroGazz club colors Petro Gazz Angels – Jerry Yee * Pocari Sweat Lady Warriors - Rommel Abella / Rico De Guzman ==Men's division== ===Collegiate=== * – Oliver Allan Almadro * – Arnold Laniog * – Norman Miguel * – Reynaldo Diaz Jr. * – Dante Alinsunurin * San Beda Red Spikers – Ernesto \"Nes\" Pamilar * – Rodrigo Palmero * – Arthur Alan \"Odjie\" Mamon ===Corporate=== * Cafe Lupe Sunrisers - John Patrick de Guzman * Cignal HD Spikers – Oliver Allan Almadro * Perlas colors Gamboa Coffee Spikers - Mario Mia * Instituto Estetico Manila Volley Masters – Ernesto Balubar * Megabuilders Volley Bolts – Dante Alinsunurin * Philippine Air Force Air Spikers - Rhovyl Verayo * Philippine Army Lady Troopers – Rico de Guzman * PLDT club colors PLDT Home Ultera Ultra Fast Hitters - Odjie Mamon * Sta. Elena Construction Wrecking Balls – Arnold Laniog * Vice Co. Blockbusters club colors Vice Co. Blockbusters - Reynaldo Diaz ==References== Teams Category:Volleyball clubs in the Philippines ",
    "title": "Premier Volleyball League teams"
}