{
    "id": "56648043",
    "text": "Archibald Donald (May 1860 in Edinburgh–17 April 1937 in Alderley Edge) was consulting gynaecological surgeon at Manchester Royal Infirmary and professor of obstetrics and gynaecology at the Victoria University of Manchester. Donald was notable for routinely sterilising catgut sutures and for a surgical repair technique for Uterine prolapse that later became known as the Fothergills Repair and later still became known as the Manchester operation ==Life== Donald was the son of John Donald who was a Justice of the peace and Mary Donald née Smarte. Donald took his early education at the Craigmount School before matriculating at the Edinburgh College of Art and graduating in 1880. Donald then transferred to the University of Edinburgh Medical School and graduated with a M.B, C.M in 1883. Donald was married to Maude Helen and between them had two daughters and four sons. ==Career== Once he completed his preclinical training, Donald started his residency at the Edinburgh Royal Maternity Hospital and Simpson Memorial Maternity Pavilion. After completing his yearly residency in 1884, Donald joined the Royal Navy and worked as a Naval surgeon while sailing to India. When Donald returned from India in 1885, he was appointed to a senior resident position at Saint Mary's Hospital, Manchester with the job title Resident Obstetric Assistant Surgeon and elected to the staff of the hospital in 1888, In 1895 Donald was appointed to his final surgical position as a gynaecological surgeon at the Manchester Royal Infirmary. For several years leading up to the end of the century, Donald lectured at Victoria University on clinical obstetrics and gynaecology. In 1912 he was promoted to the rank of professor in the chair of obstetrics and gynaecology at Manchester University. During World War I, Donald served with the rank of captain in the Royal Army Medical Corps that was attached to the 2nd Western General Hospital. He was subsequently made Deputy-Lieutenant of Lancashire. In 1920 he wrote his only book Introduction to Midwifery that was extremely popular amongst students and midwives, being produced in eight editions. In the same year he finally convinced the university to create a new chair in clinical obstetrics and gynaecology in which he occupied until 1925 when he became emeritus professor. ==Surgical career== Donald promoted gynaecological surgery as a stand-alone discipline for much of his career, although in his early years the evidence for a separate discipline was insufficient. In 1888 Donald attempted five uterine prolapse operations. The procedure he developed became known as the Manchester repair and originally consisted of an anterior colporrhaphy, amputation of the cervix, followed by a posterior colpoperineorrhaphy. Donald executed the operation sometimes in two sittings. Donald's student, William Edward Fothergill subsequently refined the operation by combining the two steps into one and including parametrial fixation. As Donald disliked writing about the operation, it was left to Fothergill to popularise it in his classic paper. It eventually became known as the Fothergill's Repair as it was popular among gyneacologist's. However over time as Donald's pioneering work was recognised, the operation became known as the Manchester operation. ==Bibliography== * == References == Category:1860 births Category:1937 deaths Category:Physicians of the Manchester Royal Infirmary Category:Royal Army Medical Corps officers Category:British Army personnel of World War I Category:British obstetricians Category:British gynaecologists Category:Academics of the Victoria University of Manchester Category:British surgeons Category:Deputy Lieutenants of Lancashire ",
    "title": "Archibald Donald"
}