{
    "id": "56647447",
    "text": "Jenifer Hart, née Jenifer Margaret Fischer Williams (31 January 1914 - 19 March 2005), was an English academic and senior civil servant. At one time she was accused of having been a spy for the Soviet Union, a claim which she always denied. ==Biography== Hart was the daughter of John Fischer Williams, a barrister, who for a time worked in France, where she obtained her early education. She later attended Downe House School. In 1932, she was admitted to Somerville College, Oxford, where she read History. Her mother was descended from the Dukes of Atholl and her sister was Judith Hubback. In 1933, she joined the Communist Party of Great Britain. Three years later she joined the Civil Service after having achieved better marks in the examinations than any woman had previously done, it being unusual for a woman even to aspire to a career in the Civil Service. She became private secretary to the Permanent Under-secretary, Sir Alexander Maxwell. Although she admitted to having had a meeting with spymaster Arnold Deutsch early in her career, she claimed not to have been recruited or passed any confidential information to him or to other Communist Party members. In 1983, an edition of the BBC's Timewatch programme revealed that she had been interviewed in the 1960s by Peter Wright and others about her political activities, and this led to controversy since she was the wife of H. L. A. Hart, himself a former intelligence officer. She married Herbert Hart in 1941, and resigned from the Civil Service in 1945 when he became a Fellow of New College, Oxford. She herself later became a research fellow at Nuffield College, Oxford, and eventually a Fellow of St Anne's College, Oxford, where she remained until 1981; she admitted her disappointment at not having become Principal. Her pupils included Rose Dugdale. Jenifer Hart was for a time a university representative on Oxford City Council. Her husband became Principal of Brasenose College, Oxford, in 1973. The BBC revelations about her Communist associations led to an article in The Sunday Times, referring to her as \"a Russian spy\". She and her husband threatened to sue the paper, which later printed an apology. Herbert Hart had a nervous breakdown shortly afterwards, which was attributed to the stress of the situation. The Harts had four children, but Herbert admitted to having little interest in sex and suspected Jenifer of having affairs with other men, including Sir Isaiah Berlin. Their youngest son, Jacob, was brain-damaged at birth, but his mother formed a strong relationship with him. With her younger sister, Mariella, Jenifer Hart inherited her parents' home, Lamledra, in Cornwall, to which her parents had retired. Herbert Hart died in 1992, and Jenifer in 2005, at the age of 91. ==Works== *The British Police (1951) *Proportional Representation: critics of the British electoral system 1820-1945 (1992) *Ask Me No More (1998; autobiography) ==References== Category:1914 births Category:2005 deaths Category:English academics Category:Civil servants from London Category:Alumni of Somerville College, Oxford Category:British spies for the Soviet Union ",
    "title": "Jenifer Hart"
}