{
    "id": "56648266",
    "text": "Amanda Teresia Waesterberg (1842–1918) was a Swedish composer. Amanda (née Sandborg) was born in Stockholm on 16 December 1842 as the daughter of Carl Sandborg (1793−1862), a cantor at Maria Magdalena Church and the Royal Swedish Opera, and his wife Frederica Cecilia (née Hagberg). At her baptism, Jacob Niclas Ahlström, conductor at the Royal Court of Sweden, was one of Amanda's godfathers. After having received her first music lessons at home together with her siblings, she enrolled in the class choir at the educational institution of the Royal Swedish Academy of Music. She was married to Lars Magnus Waesterberg, and became the mother-in-law of the industrialist Fredrik Ljungström.Sveriges dödbok 1901–2013 Sveriges släktforskarförbund From 1875, under the nom de plume \"A S-g\", Amanda Sandborg Waesterberg composed hundreds of works. She was also active in piano pedagogy. As a member of the Protestant free church in Sweden, many of her works were sacred songs. Half of the sacred ones were written for one or more voices with accompaniment. The remainder were in four-part harmonies for choir or for congregational singing. > Stylistically, Sandborg-Waesterberg was typical of mid-1800s song > composition: a style that continued to be used in bourgeoisie salon music as > well as within the frikyrkan, even when it had lost its pertinence in coeval > art music. [...] Since she was a pianist and accompanist herself, her piano > parts are often quite elaborate and independent from the vocal parts. In > some of her songs one can hear virtuosic figurations or onomatopoeic verse, > interpretive of the chirping of birds in the coloratura-like ornamented > vocal part. Several of her earlier songs relate to art music arrangements of > folk tunes. She creates dramatic effects with the use of diminished chords. > – Ph.D. Hans Bernskiöld (transl. Thalia Thunander), Swedish Musical > Heritage, the Royal Swedish Academy of Music ==Further reading== *Bernskiöld, Hans (1986). \"Amanda Sandborg-Waesterberg\". Sjung, av hjärtat sjung (Göteborg, 1986): sid. 67–69. Libris 9221031 *Sköldmark, Katarina (1990). Amanda Sandborg-Waesterberg: 1842–1918 : kort biografi och verkförteckning. Stockholm: Musikvetenskapliga institutionen. Libris 877184 *Bernskiöld, Hans (1992). \"'Vem som helst': musiksyn och melodiskrivande i 1870- och 80-talets väckelsemiljö med utgångspunkt från Nils Frykman\". Svensk tidskrift för musikforskning (Stockholm : Svenska samfundet för musikforskning, 1919–) 1992 (74:1),: sid. 61–106. ISSN 0081-9816. ISSN 0081-9816 ISSN 0081-9816. Libris 2091757 ==References== ==External links== * EFS idag: Till minne av Amanda Sandborg-Waesterberg och Maria Johansson Category:1842 births Category:1918 deaths Category:Royal College of Music, Stockholm alumni Category:Sacred music composers Category:Swedish female composers Category:Female classical composers Category:Swedish classical composers Category:19th-century classical composers Category:20th-century classical composers Category:19th-century hymnwriters Category:20th-century hymnwriters Category:Swedish classical pianists Category:Women classical pianists Category:Swedish women pianists Category:19th-century pianists Category:20th-century classical pianists Category:19th-century Swedish musicians Category:19th-century Swedish women musicians Category:20th-century women composers Category:19th-century women composers ",
    "title": "Amanda Sandborg Waesterberg"
}