{
    "id": "56642766",
    "text": "Civilisations is a 2018 British art history television documentary series produced by the BBC in association with PBS as a follow-up to the original 1969 landmark series Civilisation by Kenneth Clark. Individual episodes are presented by Simon Schama, Mary Beard, and David Olusoga, with music composed by Tandis Jenhudson. The PBS release differs in several respects, including series narration by Liev Schreiber.Civilizations vs Civilisations, PBS Public Editor, 20 April 2018. == Production == On 25 March 2014, Tony Hall, Director- General of the BBC, announced a commitment to a new version of Lord Clark's original Civilisation. The new Civilisations series was officially announced by the BBC on 20 December 2015. While Clark's original Civilisation focused on the influence of western European art, Civilisations presents a global perspective on the role that art has played in shaping civilisations across the world, filming across 6 continents, and in 31 countries. The series is a co-production with The Open University, who provided academic input into the programmes. === Civilisations AR === As a companion to the series, the BBC will be releasing Civilisations AR, an augmented reality app that will enable users to view and explore art and historical artefacts from around the world. It was developed internally by the BBC Research and Development team based in London, in collaboration with Nexus Studios. The app's exhibits include: * an Egyptian mummy from the Torquay Museum * Rodin's The Kiss from the National Museum of Wales * the Umbrian Madonna and Child from the National Museum of Scotland === Civilisations Festival === The Civilisations Festival is a season of events organised by the BBC in partnership with museums, galleries, libraries and archives across the UK, created to coincide with Civilisations. It runs from 2 to 11 March 2018 and the trailer for the festival was released on 8 February 2018. === Civilisations books === Profile Books issued two tie- in volumes adapted by Mary Beard and David Olusoga from their episodes; respectively, these books are Civilisations: How Do We Look / The Eye of Faith () and Civilisations: First Contact / The Cult of Progress (). == Original broadcast (BBC) == === Preview === The series was launched at a preview event at the National Gallery in London on 6 February 2018. Sir David Attenborough, who commissioned the original series with Kenneth Clark, made a special guest appearance, saying he \"cannot wait to see the series\". He also stated that the BBC could not simply have reproduced the approach of the original series, stating \"Society has changed. We have an international society, a multi-ethnic society. You can't just do it in the way we did it.\" The first trailer was released on 7 February 2018. === Episodes === Civilisations premiered on 1 March 2018 on BBC Two and BBC Two HD. {| class=\"wikitable\" | Episode | TitleCivilisations: Episodes, BBC | Presented by | Description | Release date |- | 1 | \"Second Moment of Creation\" | Simon Schama | Creativity and imagination as essential to human culture. | 1 March 2018 |- | 2 | \"How Do We Look?\" | Mary Beard | Images of the human body throughout ancient art. | 1 March 2018 |- | 3 | \"Picturing Paradise\" | Simon Schama | Depictions of nature and landscapes. | 1 March 2018 |- | 4 | \"The Eye of Faith\" | Mary Beard | Religious art and iconoclasm. | 1 March 2018 |- | 5 | \"The Triumph of Art\" | Simon Schama | Mutual influence of the Islamic Golden Age and European Renaissance. | 1 March 2018 |- | 6 | \"First Contact\" | David Olusoga | Global exploration and its impact among distant cultures. | 1 March 2018 |- | 7 | \"Radiance\" | Simon Schama | Colour and light in the visual arts. | 1 March 2018 |- | 8 | \"The Cult of Progress\" | David Olusoga | Reflection and reaction to colonialism and imperialism. | 1 March 2018 |- | 9 | \"The Vital Spark\" | Simon Schama | Fate of art in the age of industrialism and commodification. | 1 March 2018 |} == Reception == The List gave the series 4 of out 5 stars, based on viewings of the first two episodes: \"it's a visual feast as the cameras sweep across ruined cities and townships or focuses in for tight close-ups to emphasis the exquisite details of relics, pottery and sculpture. Even more inspiring is the breadth of knowledge, beautiful nuggets of information and insights into ancient worlds. Accessible and intelligent, Civilisations conveys a message of globalism, revelling in the variety of our species' ingenuity on an international scale.\" The Daily Telegraph in its review of the ninth and final episode concluded: \"as nine discrete lectures, delivered by three of our most captivating cultural commentators, interrogating how we view art and what it means to us today, this has been a fascinating project that was undoubtedly worth the effort.\" Mark Lawson approved of the series but noted that the \"format of TV as lecture theatre\" had not changed since the 1969 original. He wrote: \"the BBC has spectacularly and intelligently remade its 1969 hit in a way that reflects shifts in cultural and art historical thinking. Less apparent is any sense of fresh reflection about how and why art should be put on TV.\" BBC's arts editor Will Gompertz described the series as \"patchwork programmes with rambling narratives that promise much but deliver little in way of fresh insight or surprising connections.\" He commented that although the scripts were \"far from being literary masterpieces, the camerawork is of the highest quality throughout [with] plenty of delicious visual treats\". He concluded: \"a well- intentioned, well-funded series that has top TV talent in all departments but which ended up being less than the sum of its parts.\" Andrew Ferguson reviewed and contrasted Civilisations with its 1969 original. Ferguson recommended the series and praised the \"stunning\" imagery. However, he criticised the departure from Clark's chronological approach and a tendency to dwell on the function of featured works of art, particularly if the piece is considered to have preserved the power of an elite class. He wrote: “In the hands of our narrators, art is reduced to an instrument of oppression. If you are uncomfortable with this approach—seeing the glories of human creativity reduced to tools for class warfare—too bad.\" The London Evening Standard also provided a comparison with the original series: \"Is Civilisations better than Civilisation? It’s different, it’s got modern sensibilities and different perspectives. But it lacks Clark’s authority: his judgments carried weight, though they were challenged in a later series by John Berger. It also lacks the coherence of his single story of Western culture and, yep, cultural relativism is the name of the game. But it reminds us of humanity’s boundless creativity.\" The Washington Post art critic Sebastian Smee described the PBS series as \"compulsory viewing for a new generation of viewers\". Smee rejected any comparison with the original: \"In truth, the comparison is invidious. Civilisation was great, but the series is 50 years old, and looks it. Today, neither Lord Clark’s benign pomposity nor his open disdain for contemporary culture would fly. His focus, too, on the West seems perverse in our globalized era, when we all have become more conscious of the complexity of interactions between cultures throughout history.\" == Soundtrack == Former BAFTA Breakthrough Brit Tandis Jenhudson composed the original music for the series, as well as the main title theme (which features soprano Caroline Kennedy). A digital soundtrack will be released on 23 September 2018 and his score will also form the soundtrack of the BBC Civilisations AR augmented- reality app on both iOS and Android. ==US broadcast (PBS)== Released as Civilizations by PBS in the United States, the individual programmes have distinct treatments and narrative arc, with Liev Schreiber as the series narrator. While maintaining the principal contributions of Schama, Beard, and Olusoga, joining them are international artists and experts including religious studies scholar Jamal J. Elias, INAH anthropologist Rebecca Gonzalez-Lauck, art critic Jonathan Jones, Egyptology professor Salima Ikram, Asian Art Museum director Jay Xu, and history professor Maya Jasanoff.CIVILIZATIONS, a PBS and BBC Co-Production, to Premiere Spring 2018 === Episodes === {| class=\"wikitable\" | Episode | Title | Description | Broadcast |- | 1 | \"The Second Moment of Creation\" | Creativity and imagination as essential to human culture. | 17 April 2018 |- | 2 | \"How Do We Look?\" | Images of the human body throughout ancient art. | 24 April 2018 |- | 3 | \"God and Art\" | Religious art and iconoclasm. | 1 May 2018 |- | 4 | \"Encounters\" | Global exploration and its impact among distant cultures. | 8 May 2018 |- | 5 | \"Renaissances\" | Mutual influence of the Islamic Golden Age and European Renaissance. | 15 May 2018 |- | 6 | \"Paradise on Earth\" | Depictions of nature and landscapes. | 12 June 2018 |- | 7 | \"Color and Light\" | Colour and light in the visual arts. | 19 June 2018 |- | 8 | \"The Cult of Progress\" | Reflection and reaction to colonialism and imperialism. | 26 June 2018 |- | 9 | \"What is Art Good For?\" | Fate of art in the age of industrialism and commodification. | 3 July 2018 |} == References == == External links == * * * Civilisations on OpenLearn Category:2018 British television series debuts Category:2010s British documentary television series Category:BBC high definition shows Category:2010s British television miniseries Category:BBC television documentaries about history Category:Documentary television series about art Category:English-language television shows ",
    "title": "Civilisations (TV series)"
}