{
    "id": "56652137",
    "text": "Liwa Dawud (Arabic:لواء داوود, liwa' dawud, The David Brigade) was an armed group in the Syrian Civil War headquartered in Samrin in the Idlib Governorate and originated as a subunit in Suqour al-Sham then later became an independent faction then joined the Jaysh al-Sham coalition until 2014 when the group along with its leader defected to the Islamic State of Iraq and the Levant during the course of the Inter-rebel conflict during the Syrian Civil War. ==Background== ===Leadership=== In an interview the group's leader Hassan Aboud stated that the rebels were corrupt profiteers. Other rebel groups were suspicious of Aboud and Liwa Dawud for being extremists and Islamic State affiliates in Idlib. Aboud and one of his brothers fought American forces during the Iraq War, according to locals. Some suggested that the pair returned to Syria as a sleeper cell tied to Al Qaeda in Iraq. Prior to the foundation of Liwa Dawud Hassan Aboud joined Suqour al-Sham in 2011. Other members of Jaysh al-Sham saw Liwa Dawud as a fifth-column element, Abboud also made frequent meetings with ISIL's leadership in 2013. After the 2013 meetings a campaign began of secret operations to sabotage other groups and it was during this period Aboud assumed leadership over Liwa Dawud. Also in 2013 Abu Ali al-Anbari met with various rebel leaders in the Idlib Governorate including Aboud and gave $2 million and weapons to Aboud and Liwa Dawud. The brigade has also been accused of assassinating Ahrar al-Sham leaders and of holding James Foley before turning him over to ISIL. Through the course of the group's existence its members had been suspected of carrying out assassinations against rivals and individuals who betrayed the group as part of their secret operations campaign. ==History== ===Suqour al-Sham=== The group began as a subunit in Suqour al-Sham in 2012 under the leadership of Hassan Aboud and became notable for its use of IEDs against government forces on highways and seizing weapons and vehicles including tanks from the Syrian Army. While being a subunit in Suqour al-Sham the group also participated in the Battle of Taftanaz, they conducted an ambush against the Iranian Revolutionary Guard Corps and National Defense Forces near the border between the Aleppo Governorate and Idlib Governorate. During the battle of Taftanaz the rebels captured or destroyed between 15 to 20 Syrian military helicopters in the city's air base. In February 2014, ISIL signed a cease-fire agreement with Suqour al-Sham after a series of clashes between ISIL and Syrian opposition groups in early 2014. The agreement stated both groups would end hostilities and not interfere in the other's affairs, the agreement was signed by representatives from ISIL and Suqour al-Sham, as well as a Liwa Dawud commander acting as a third party witness. ===Jaysh al-Sham=== In early 2014 Aboud announced that Liwa Dawud was to join Jaysh al-Sham while simultaneously following ISIL's instructions. ===ISIL=== In July 2014 he declared his loyalty to Abu Bakr al-Baghdadi and Liwa Dawud officially defected and the remaining members of Liwa Dawud numbering 1,000 departed to Raqqa. Aboud along with remnants of the group fought in multiple battle for the Islamic State of Iraq and the Levant including the battle of Kobane against the Kurdish People's Protection Units and Free Syrian Army-linked Arab factions exiled to the city after coming into conflict with ISIL, the group also took part in the Palmyra Offensive, and members of the group also staffed courts run by ISIL. In June 2018, Hayat Tahrir al-Sham arrested remnants of the group at checkpoints established in a triangle spanning from Misbin to Nayrab to Sarmin where the group was formerly based, due to high ISIL-linked activity and presence of ISIL affiliated cells in the area, along with remnants of Liwa Dawud, former members of Jaysh al-Sham which Liwa Dawud was part of were arrested as well as former Liwa al-Haqq members. ==References== Category:Anti-government factions of the Syrian Civil War ",
    "title": "Liwa Dawud"
}