{
    "id": "56652560",
    "text": "{| |} SMS V48 was a Large Torpedo Boat (Großes Torpedoboot) of the Imperial German Navy that was built and served during the First World War. She served in the North Sea and English Channel during the war, and was scuttled on 2 November 1918. ==Construction== V47 was the fifth ship in the second batch of six V25-class torpedo boats (V43–V48) ordered from AG Vulcan for the Imperial German Navy on 22 April 1914, as part of the last peacetime order for torpedo boats before the outbreak of the First World War. In March 1915, it was decided to lengthen V47 and , still under construction, by in order to increase oil bunkerage and hence the range of the ship. She was launched as Yard number 362 on 10 June 1915 and completed on 20 November 1915. V47 was long overall and between perpendiculars, with a beam of and a draft of . Displacement was normal and deep load. Three oil-fired water-tube boilers fed steam to 2 sets of AEG-Vulcan steam turbines rated at , giving a speed of . of fuel oil was carried, giving a range of at . Armament originally consisted of three 8.8 cm SK L/45 naval guns in single mounts, together with six 50 cm (19.7 in) torpedo tubes with two fixed single tubes forward and 2 twin mounts aft. Up to 24 mines could be carried. In 1916 the 8.8 cm guns were replaced by three 10.5 cm SK L/45 naval guns. The ship had a complement of 87 officers and men. ==Service== In November 1915, V47 was one of three new large torpedo boats (the others were and ) from III Torpedo Boat Flotilla allocated to reinforce the surface forces of the German Navy based in Flanders, which were equipped with the small and lightly armed A-I class coastal torpedo boats, which were outclassed by larger British and French destroyers. Issues with manning the torpedo boats delayed their dispatch to Belgium, and they did not reach Zeebrugge until 3 March 1916, forming the Flanders Destroyer Half Flotilla. On 20 March 1916, Allied aircraft carried out large-scale air attack against German air-bases in the Zeebrugge region, with 50 British, French and Belgian bombers attacking the airfield at Houtlave, near Zeebrugge, while the seaplane carriers and launched their aircraft against the seaplane base on Zeebrugge Mole. Four British destroyers, , , and , were deployed on air-sea rescue duties to pick up any British aircraft that ditched during the attack. A German seaplane spotted two of these destroyers off the West Hinder lighthouse at about 7:00 am, and the three torpedo boats of the Flanders Half Flotilla set out to attack them. The torpedo boats caught up with Lance and Linnet at 8:38 am and pursued them to the west until the other two British destroyers joined in. Lance was hit twice by German shells, while both V47 and V68 were hit on the bow by British shells, before the German ships withdrew under the cover of German coastal artillery. On 24 May 1916, the British started laying a mine and net barrage off the Belgian coast to stop the activities of German minelaying submarines of the Flanders Flotilla, with the operations supported by destroyers of the Dover Patrol and Harwich Force, the monitors and and a large force of drifters. The three torpedo boats of the Flanders Half Flotilla sortied against the operation on the afternoon of 24 May, and clashed with the British destroyers , , and . The torpedo boats retreated towards the coast with the four destroyers in pursuit, hitting Melpomene in the engine room before the German shore batteries opened fire on the British destroyers. The hit on Melpomene flooded her engine room, disabling her, with Milne and Medea taking the stricken destroyer in tow, while under heavy fire from the shore batteries. The three German torpedo boats then attacked the British destroyers, but were driven off by fire from the two monitors. In June–July 1916, the Flanders-based forces were temporarily reinforced by the large destroyers of II Flotilla, and it was decided to use the arrival of this force to drive off patrolling British destroyers and allow the minefields to be cleared. The torpedo boats of the Flanders Half Flotilla were to act as bait and draw the British destroyers eastwards towards the arriving destroyers of II Flotilla. At 6:25am on 8 June the Flanders Half Flotilla encountered five British destroyers, and as planned, turned east with the British in pursuit. V67 was hit and disabled, and was taken under tow by V47, with the arrival of II Flotilla forcing the British destroyers to turn back and saving the Flanders Half Flotilla. ===Battle of the Dover Strait=== On October 1916, the Flanders based forces were again reinforced, this time by III and IX Flotillas. The combined force was planned to operate against the Dover Barrage, a system of nets, minefields and patrols deployed by the British to stop German submarines passing through the Dover Strait, and to directly attack transports in the Channel. The two flotillas safely reached Belgium on the morning of 24 October. The Germans launched their attack on the night of 26/27 October. The torpedo boats of III Flotilla were to attack the patrol boats of the Dover Barrage, with the 5th Half Flotilla, (V47, V67, V68, , and ) operating on the Northern side of the Channel and the 6th Half-flotilla operating to the south, while IX Flotilla was to sneak past the patrols and attack merchant shipping in the Channel. The 5th Half-Flotilla began its attacks on the British patrol line at about 10:10 pm, when it attacked the five Drifters of the 10th Drifter Division, sinking three of them (Spotless Prince, Datum and Gleaner of the Sea and damaging a fourth, , which was set on fire. At about 11:10 the 5th Half-Flotilla encountered the 8th Drifter Division, sinking two drifters and then the 16th Division, sinking another two drifters and badly damaging a third, before setting course for home. Meanwhile the old British destroyer , patrolling in support of the drifters, stopped to rescue the crew of Waveney II and was caught by surprise by the torpedo boats of the 6th Half Flotilla and sunk by gunfire. One transport, was caught and sunk by the torpedo boats of the 9th Flotilla, and the British destroyer , which had set out from Dover in response to the attacks on the drifters, was torpedoed and badly damaged by the torpedo boats of the 9th Flotilla. On 3 November 1916, III Flotilla was ordered to return to Germany, but IX Flotilla and the Flanders Half Flotilla remained. On 23 November, the torpedo boats of IX Flotilla and the Destroyer Half Flotilla, including V47 made a sortie against the Downs, but found it empty of shipping. They carried out a raid into the southern part of the North Sea on the night of 26 November, sinking an armed trawler, the Narval, although the torpedo boats and collided and were badly damaged. ===1917=== On 25 February the German forces based in Flanders, which had been heavily reinforced during the previous month, launched a major raid against Allied defences and shipping in the Channel. One group of five torpedo boats (the 1st Zeebrugge half-flotilla – V47, V67, V68, and ) were to operate against shipping near the North Foreland lighthouse and The Downs, while a second group of six torpedo boats of VI Flotilla were to attack the patrol boats of the Dover Barrage, while three more torpedo boats were to attack shipping off the mouth of the River Maas. V47 s group carried out a brief bombardment of the North Foreland and Margate before withdrawing, hitting a house and killing three civilians but doing little other damage. The attack on the Dover Barrage withdrew after a confrontation with the British destroyer , while the patrol off the Mass encountered no ships. The next major raid on the Channel took place on the night of March 17/18 1917. Two groups of torpedo boats, the seven ships of VI Flotilla and the five ships of the 1st Zeebrugge half-flotilla (V47, V67, V68, G95 and G96) were to operate against the Dover Barrage, with the 6th Flotilla attacking on the Northern side of the Channel and the 1st Zeebrugge Half- Flotilla operating to the south. Four more torpedo boats would attack shipping on the Downs. The 6th Flotilla encountered the British destroyer ,on patrol in the Channel, and opened fire with guns and torpedoes. Paragon was hit by at least two torpedoes and sank. On seeing the explosion, , the next destroyer in the British patrol line, proceeded southwards to investigate, and had just switched on her searchlight to rescue survivors when she was torpedoed and badly damaged by ships of VI Flotilla, which escaped to the east, joining up with the torpedo boats of the 1st Zeebrugge half-flotilla, including V47. The attack on the Downs sank a small steamer, the Greypoint and attacked several drifters on patrol. The Flanders-based torpedo boat flotillas continued to launch sorties against the Channel, with the next encounter with the Royal Navy occurring on the night of April 20/21. Six torpedo boats (Group Gautier) were to bombard Dover and attack the Dover Barrage on the north side of the channel, with six more (Group Albrecht – V47, V68, , , G95 and G96 were to attack Calais and the southern part of the barrage. Three more torpedo boats were to operate near the Downs. Group Albrecht arrived off Calais at about 23:15 hr and fired about 300 shells before withdrawing. Group Gautier fired on and damaged an armed trawler, the Sabreur, and ineffectually shelled Dover. On the return journey they were intercepted by the British destroyers and which sank the torpedo boats and . ==Fate== When the Allied advance in the Autumn of 1918 forced the Germans to evacuate the Flanders ports, V47 was unable to evacuate and was scuttled. ==References== * * * * * * * * * * * Category:Torpedo boats of the Imperial German Navy Category:1915 ships Category:Ships built in Stettin Category:World War I torpedo boats of Germany ",
    "title": "SMS V47"
}