{
    "id": "56651703",
    "text": "KFUPM mathematics olympiad is a national mathematics olympiad for secondary school students in Saudi Arabia organized by King Fahd University of Petroleum and Minerals (KFUPM). The competition started in 2006 in one center in Eastern Province then gradually the number of centers increased in the following years to include seven centers over the kingdom (Dhahran, Riyadh, Jeddah, Al-Qasim, Abha, Madina, Al-Hasa). In its fifth and sixth edition, the competition managed to involve first and second secondary school students in addition to the third secondary grade students and introduced a center for female students in the Eastern Province. In 2015, it launched two new female centers in Riyadh and Jeddah. ==Eligibility== According to the official website of the competition, the applicant has to: # be a Saudi student or a non-Saudi student who is studying in a school in Saudi Arabia. # be a secondary school student (in the 10th, 11th or 12th grade). # have got at least 95% or (A, A+, A*) in mathematics in the previous academic year (or previous semester). ==Winners== Many of the Saudi winners of KFUPM Olympiad were selected later on to represent Saudi Arabia in the International Mathematics Olympiad (IMO). This table lists the winners in ten editions of the competition. KFUPM often offers the winners admission after secondary school graduation. {| class=\"wikitable\" style=\"text-align: center;\" ! Year !! First (Gold) !! Second (Silver) !! Third (Bronze) !! |- ! 2006 || || || || |- ! 2007 || Satoshi Kitaura || N/A || Ahmed Mohamed Sonbol || |- ! 2008 || Wael Alghamdi || Thafer Aldosari ||Ahmed Samir Zamzam || |- ! 2009 || N/A ||Ahmed-Reda Maaty || Ahmed Elsayed Salah || |- ! 2010 || Wael Alsaeed || Abdulmajeed Alqasem || Sultan Faez Albalwi || |- ! 2011 || N/A || Hyder Alkhalifah Alyazeed Basuni || Wael Alsaeed Abdulrahman Alharbi|| |- ! 2012 || || || || |- ! 2013 || Mahdi Alshaikh Saleh || || || |- ! 2014 || Ibraheem Khan || Mahdi Alshaikh Saleh Salman Saleh || N/A || |- ! 2015 || Rinad Yahya Abu Jamal || Alzubair Habibullah || Omar Alrabiah || |- |colspan=\"5\" style=\"text-align: center;\"|N/A: No one got the minimum grade required to get this medal |- |} ==External links== *Official website ==References== Category:Mathematics competitions Category:Education in Saudi Arabia ",
    "title": "KFUPM mathematics olympiad"
}