{
    "id": "56650665",
    "text": "280x280px Air liquid interface cell culture (ALI) is a method of cell culture by which basal stem cells are grown with their basal surfaces in contact with media, and the top of the cellular layer is exposed to the air. The cells are then lifted and media is changed until the development of a mucociliary phenotype of a pseudostratified epithelium, similar to the tracheal epithelium. This method of cell culture aims to be used to study fundamental aspects of the respiratory epithelium, such as cell-to-cell signaling, disease modeling, and respiratory regeneration. Air-liquid interface cell culture compares to standard cell culture practices by specifically aiming to restore the pseudostratified striation of the respiratory airway in vitro, and aiming to maintain the respiratory airway-niche of (from top to bottom) 1) air, 2) pseudostratified epithelium, and 3) liquid media. Standard cell culture processes are either non-airway specific, or revolve around an organ system that require other means of cellular maintenance in vitro. == Protocol == The protocol for air-liquid interface culture relies on two key steps: isolation of the epithelial cells from an organism, and culture of those cells === Isolation === Organs with epithelial cells are isolated (dissected) and placed in PBS to clean any impurities and these isolated organs are digested using trypsin. After the digest, ROCK inhibitor (Rho-associated kinase inhibitor) is added to prevent cellular apoptosis of isolated cells. What is left is digested cellular content mixed with tissue; pronase/DNAse is added to clean up dead cellular material as well as any remaining protein material. The resulting material is chopped finely in media and individual isolated cell samples are placed in respectively marked microcentrifuge tubes, and shaken at 37 °C for 30 – 40 minutes. Once the cells have been incubated, they are plated onto transwell membranes for growth. === Culture === Plate cells with SABM (Small Airway Basal Media) to enrich the cells with nutrients for the purpose of growth and eventual differentiation. Once the cells are plated, they are grown for 3–7 days under careful observation (while changing media each day) until desired confluence is reached. More recently, a study on In vitro generation of type-II pneumocytes initiated from human CD34(+) stem cells has been demonstrated the air liquid interface cell culture method precisely. == Uses in scientific study == Air-liquid interface cultures are used in many stem cell studies which aim to recreate a pseudostratified epithelium in vitro. These studies can contribute to new findings in various topics: === Cancer === In modeling cancer and various other diseases, the stem cells in the basal layer of the tracheal epithelium (basal stem cells) were isolated and used in developing 3D organoids that could be used for various studies, including tumor studies. The cell culture method used involves the isolation of cells into culturing with growth factors to grow over time. Once the cells had been grown, they were mixed with Matrigel and cultured to form 3D organoids. === Cell growth/differentiation === In modeling the pseudostratified epithelium in vitro, more cellular studies have been performed in order to determine the nature of the cells – their differentiation pathways, their growth mechanism, their repair/response mechanism in the state of post-injury. One recent study has shown that differentiated cells in the respiratory epithelium (secretory cells and ciliated cells primarily) can dedifferentiate into their naive status, and become stem-like again. == Adapted protocol: maintenance of stem-like properties in basal stem cells == As an adaptation to the air-liquid interface culture protocol, auxiliary protocols have been developed using the ALI framework to maintain naive stem cell properties for extensive periods of time. ==References== Category:Cell culture ",
    "title": "Air-liquid interface cell culture"
}