{
    "id": "56650986",
    "text": "Sir James Bell, 1st Baronet, DL JP (1850 - 1929) was a 19th-century Scottish shipping owner and coal-exporter who served as Lord Provost of Glasgow from 1892 to 1896. He was senior partner of Bell Brothers & McLelland, shipowners, usually using D & W Henderson Ltd as their builder, mainly using the Meadowside shipyard. ==Life== Montgreenan House He was born in Glasgow on 16 January 1850, the son of John Bell, a collector of customs. In 1890 he lived at 7 Marlborough Terrace in Glasgow.Glasgow Post Office Directory 1890. In his role as Lord Provost he was most notable for adding electricity to the city streets, officially switching on the first street lights in 1893. He also improved the city sewage treatment and organised a new park, now known as Bellahouston Park.Sir James Bell Retrieved 2 July 2018. He was created a baronet as \"Baronet of Marlborough Terrace\" by Queen Victoria in 1895London Gazette page 4969 \"No. 26658\"https://www.thegazette.co.uk/London/issue/26658/page/4969, and was appointed Honorary Colonel of the 1st Lanarkshire Rifle Volunteers on 7 October that year.Army List. In 1905 he lived at Montgreenan House near Kilwinning.Glasgow Post Office Directory 1905. He died at Montgreenan in 1929. Bell's yacht \"Thistle\" ==Yachting== A serious yachtsman he entered the Americas Cup in 1887 with his yacht \"Thistle\" but was unsuccessful. The yacht was designed by George Lennox Watson and built by D & W Henderson in the winter of 1886/7. The ship was captained by John and Charlie Barr. It lost out to the American yacht \"Volunteer\". It was then returned to Europe and sold to Kaiser Wilhelm II for personal use under the name \"Meteor\". It was broken up in 1921. He was Vice Commodore of the Royal Clyde Yacht Club. ==Family== His wife, Miss Helen Findlay of Hallhill, died in 1909. Their son was killed at the Battle of Bakenlaagte in the Boer War. Their son John Bell (1876-1943) became 2nd Baronet of Marlbourough Terrace in 1929 on his father's death. ==Artistic Recognition== He was portrayed in office by Hubert von Herkomer. ==References== Category:Scottish businesspeople Category:Lord Provosts of Glasgow Category:Baronets in the Baronetage of the United Kingdom Category:1850 births Category:1929 deaths Category:People from Glasgow ",
    "title": "Sir James Bell, 1st Baronet"
}