{
    "id": "56655810",
    "text": "Joseph Ndwaniye (born 1962 Murambi) is a Rwandan nurse and writer. He garnered widespread attention with the publication of his first novel, La promesse faite à ma soeur, which won multiple awards. == Medical career == Ndwaniye worked in several hospitals in Rwanda as a medical assistant before moving to Belgium over 30 years ago where he qualified as a specialist cancer nurse, trained in laboratory technologies and completed a Masters in Hospital Management. Since 2001, he has worked at the Cliniques universiatires Saint- Luc in Brussels in a unit for child and adult patients receiving bone marrow transplants and hematopoietic stem cell treatment. == Literary works == His first novel, La promesse faite à ma soeur, published in 2007 by Impressions Nouvelles,, was a finalist in the Prix des Cinq Continents de la Francophonie and the prix du Marais and the Prix Jean Bernard. This novel is the fruit of the author's own return to Rwanda several years after the genocide. La promesse faite à ma soeur tells the story of Jean who returns to Rwanda to find his family, visit his twin brother in prison and look for answers to a multitude of questions. The story's protagonist was noted as having a past similar to Ndwaniye, with the text being described as \"autofictional\" and \"implicitly autobiographical\". Ndwaniye denies that the book is an autobiography, but does state that it features autobiographical elements, adding \"I don't know any novelist who doesn't write about himself\". In 2012, his second novel, Le muzungu mangeur d'hommes, was published by Aden. In this novel, a young, idealistic Dutch couple moves to Rwanda. The young woman takes over as Chief Medical Officer in a regional hospital, whilst her husband spends his time exploring the region, learning kinyarwandan and discovering the local customs and culture. They face the realities of the country around them and each discover happiness in their own way. Plus fort que la hyène, published by La Cheminante, is his first young adult novel. It is the result of his desire to create a link between his career as a nurse and his passion for literature, which, along with music, offers hope in the most difficult medical and personal contexts.. He contributed a short story to Nouvelles de Rwanda (2019) published by Magellan & Cie Editions. He is currently finishing his next novel which is set in Bolivia. == References == Category:1962 births Category:Living people Category:Rwandan writers ",
    "title": "Joseph Ndwaniye"
}