{
    "id": "56652011",
    "text": "The Big Stone County Courthouse in Ortonville, Minnesota is the center of government for Big Stone County, Minnesota. The county was established by the Minnesota Legislature in 1862, but the government was not organized until 1873, when Governor Horace Austin appointed three county commissioners. They did nothing, so Governor Cushman Kellogg Davis appointed three replacement commissioners in 1874. The county seat was established at Ortonville in 1874 and three elected commissioners took office in the beginning of 1877. The organization was challenged in court, and the Minnesota Supreme Court ruled that the county had not properly been organized. The county was declared organized in 1881 by the Minnesota Legislature. The first courthouse, a wood frame structure, was built in October 1882, but was destroyed by fire on October 31, 1885. A new wood frame courthouse was built in 1886, and the county later built a granite jail building in 1895. In 1901, the county decided to replace the wood-frame courthouse with a brick building. Architect Fremont D. Orff designed the building, and Ole H. Olsen of Stillwater, Minnesota was awarded the construction contract. The building was completed in 1902. The previous wooden courthouse was donated to the local school district, which used it for a classroom until it was demolished in 1918. The 1895 jail building was demolished during the 1940s. The building is faced with light brown brick and is accented with Ortonville granite trim. During a 1983-1984 study, the Minnesota State Historic Preservation Office surveyed seven counties in west central Minnesota, and noted that the courthouse was the largest turn-of-the-century building in Big Stone County and one of its best examples of large-scale Victorian architecture. It is historically significant as one of a shrinking number of Victorian-style Minnesota courthouses, and it has served as the seat of government since it was built. ==References== Category:Courthouses on the National Register of Historic Places in Minnesota Category:Gothic Revival architecture in Minnesota Category:Government buildings completed in 1902 Category:National Register of Historic Places in Big Stone County, Minnesota Category:County courthouses in Minnesota ",
    "title": "Big Stone County Courthouse"
}