{
    "id": "56651202",
    "text": "Freddi Shehadi (born Frederick Selim Shehadi III on November 2) is an Emmy Award-winning American guitarist, composer, singer-songwriter and record producer. He began his musical career in the early 1980s in New York City and quickly ascended to writing and producing music for pop music artists, movies and major television networks including NBC, CBS and ABC. ==Early life and education== Frederick Selim Shehadi III was born November 2 in Elizabeth, New Jersey to Frederick Shehadi Jr. (Fred) and Carol Shehadi. He is the first born of five siblings. Freddi Shehadi attended Delbarton School in Morristown, New Jersey. He later attended Berklee College of Music, the Eastman School of Music, Ithaca College and Johnson State College. Shehadi Graduated from Johnson State College in 1980 with a Bachelor of Arts degree in Music. ==Composing and producing career== To date, Shehadi has registered over 300 song titles with BMI and is a writer/publisher member of BMI and ASCAP. He is also a vested member of AFTRA and AFM. Freddi Shehadi has worked on major projects with notable labels Sony Records, Island Def Jam Records, Universal Records, Motown Records and Atlantic Records. His song “One Good Man,” co- written with Andy Marvel for Atlantic recording artist “Sweet Sensation,” hit #72 on the Billboard Top 100 chart in January 1991. He signed with Island Def Jam Records as writer/producer with the Vermont-based band “Burnham,” who went on to appear as an opening act on the second leg of Justin Bieber's My World Tour in late 2010. Shehadi co-wrote the song Chasing Lizzie with members of Burnham and Andy Marvel, which was released as a Seventeen Magazine exclusive song in 2010. Shehadi’s compositions have been heard worldwide on major network shows and major films including Sex and the City, Cradle Will Rock, Scary Movie 3, PBS Great Performances, As The World Turns, CNBC, MSNBC, CBS Early Show, The Today Show, A&E; Biography, MTV, and others. From 1997 to 2007 he co-composed, produced and performed The Today Show themes (most notably “America’s First Family”.) His work at NBC and The Today Show earned him a Mobius Award for Best Original Music in 1998 for the song “America’s First Family,” in addition to Golden Eagle Award and New York Festivals Award. ==Performance== Freddi Shehadi has played on numerous notable stages including The Capital Music Hall, Royal Oak Music Theatre, Turner Hall, Mitchell Auditorium and FM Community Theatre in Fargo, North Dakota. Other notable venues from Shehadi’s tours are The Fairfield Theatre, The Funky Biscuit, Brooklyn Academy of Music, Cafe Lena, Solarfest, Harvest Moon Festival, One Caroline Street, The Knitting Factory New York City, Le Petit Campus and others. ==Discography== ===Studio album=== *2015 – Welcome EP (Rupert Mountain Records) ===As producer/songwriter=== *2010 – Chasing Lizzie Seventeen Magazine exclusive song by Burnham (Songwriter/Co-producer) *2008 Slow Dance by Burnham (Songwriter/Co-producer) *2008 Kids of Today by Burnham (Songwriter/Co-producer) *2008 Headspin by Burnham (Songwriter/Co-producer) *2008 Goddess by Burnham (Songwriter/Co-producer) *2009 Perfect Saturday by Burnham (Songwriter/Co-producer) *2011 Dreamer by Burnham (Songwriter/Co- producer) *2011 Tell Me Your Name by Burnham (Songwriter/Co-producer) *1991 One Good Man by Sweet Sensation on Atlantic Records (Songwriter/Producer) *Shackled and Chained by Leif Arntzen and Conscious Minds (Band member/Co- writer) *Standing Still by Leif Arntzen and Conscious Minds (Band member/Co- writer) *Sweet Shelter' by Leif Arntzen and Conscious Minds (Band member/Co- writer) *Sanctuary by Leif Arntzen and Conscious Minds (Band member/Co-writer) ===Television and film=== *1998 Americas First Family, theme song for the NBC Today Show from 1992-1998 (Co-writer) *1992 Guiding Light on CBS (Composer) ==Awards== * Mobius Award (1998) for Best Original Music, “America’s First Family.” This award-winning song, co written with Frank Radice, Jay Stollman and Peter Primamore, was the closing theme to NBC's \"Today\" show from 1998 to 2000. * Emmy Award (1990-1991) for Outstanding Music Direction and Composition for a Drama, CBS’s “Guiding Light,” which holds the record as the longest running television show in American history. == References == Category:21st- century American guitarists Category:American male guitarists Category:Fingerstyle guitarists Category:Emmy Award winners Category:Ithaca College alumni Category:Guitarists from New Jersey Category:Songwriters from Vermont Category:Living people Category:1957 births Category:American male singer-songwriters Category:American rock guitarists Category:People from Elizabeth, New Jersey Category:Songwriters from New Jersey Category:20th- century American guitarists Category:Guitarists from Vermont Category:Berklee College of Music alumni Category:Eastman School of Music alumni Category:Johnson State College alumni Category:20th-century American male musicians Category:21st-century American male musicians ",
    "title": "Freddi Shehadi"
}