{
    "id": "56654141",
    "text": "Denarius of Gaius Renius, 138 BC. The obverse features a head of Roma, while the reverse depicts Juno Caprotina in a biga driven by two goats. The gens Rennia, occasionally written Renia, was an obscure plebeian family at ancient Rome. No members of this gens obtained any of the higher offices of the Roman state, but the family is known from inscriptions, and coins issued by a certain Gaius Renius, depicting the head of Roma on the obverse, and on the reverse Juno Caprotina in a chariot pulled by two goats.Dictionary of Greek and Roman Biography and Mythology, vol. III, p. 645 (\"Renia Gens\").Eckhel, vol. v, pp. 291, 292.PW, s. v. Renius.Crawford, Roman Republican Coinage, pp. 264, 265. ==Origin== The appearance of Juno Caprotina suggests that the Rennii may have originated at Lanuvium, where Juno was particularly revered. The etymology of the nomen Rennius is uncertain; Chase suggests a possible connection with the Latin renes, kidneys.Chase, p. 131. ==Praenomina== Like other families known chiefly from imperial times, the Rennii seem to have confined themselves to the most common praenomina, and particularly Lucius, Gaius, and Marcus. The only other names found among the Rennii are Publius, Quintus, and Decimus, of which only the last was relatively uncommon. ==Branches and cognomina== The Rennii do not appear to have been divided into distinct families, and all of their surnames appear to have been personal cognomina, many of them probably having been the original names of freedmen of the gens. Of those that were more typical of Roman surnames, Aestivus refers to the summer, and was probably given to someone born during that season. Candidus means gleaming white, and could refer to one's hair or clothing. Crispinus, a diminutive of Crispus, referred to someone with curly hair.New College Latin & English Dictionary, s. v. aestivus, candidus, crispus.Chase, p. 110. Faustus, fortunate, and Proculus were old praenomina, which came to be used as surnames in the later Republic and imperial times. Felix, happy, and Firmus, strong, Hilarus, cheerful, Rufus, red, and Venustus, charming or handsome, were all common names; Laetus, glad, and Orientis, eastern, were more distinctive. A number of other surnames borne by both the men and women of the Rennii were also old praenomina, or similar individualizing cognomina, including Maxima, eldest, Prima, first, Secundus, second, and Tertius, third.Chase, pp. 110, 111, 145, 150, 165, 167, 171, 172.New College Latin & English Dictionary, s. v. faustus, felix, firmus, hilarus, rufus, venustus, laetus, oriens. ==Members== * Rennia Ɔ. l., a freedwoman, and the wife of Lygidus, buried at Opitergium in Venetia and Histria, in a tomb built by Marcus Fulvius Marcellinus.. * Rennius, a centurion in the first cohort of the praetorian guard.. * Gaius Renius, triumvir monetalis in 138 BC. His denarii depict Juno Caprotina driving a biga pulled by goats, possibly referring to the family's Lanuvian origin. * Lucius Rennius, built a monument in Hispania Citerior for a certain Ammius. Perhaps the same Lucius Rennius who was the father of Rennius Valerianus..ERLara, 201. * Rennius Aestivus, a centurion named in an inscription from Vindonissa in Germania Superior, dating to the middle or later first century AD.Speidel, Die römischen Schreibtafeln von Vindonissa, 14. * Aulus Rennius Bo[...], named in an inscription from Volsinii in Etruria.Castrén, \"Graffiti di Bolsena\", 24. * Rennius Candidus, a veteran of the first legion, made a libationary offering to the Magna Mater at Brigetio in Pannonia Superior, together with Aurelia Marcellina, perhaps his wife.. * Rennia Caris, built a tomb at Rome for her husband, Rennius Yagrus.AIIRoma, vi. 7. * Decimus Rennius D. l. Chresimus, a freedman named on a monument from Pisaurum in Umbria, together with Decimus Rennius Rufus.. * Lucius Rennius L. l. Chresimus, one of the seviri at Sora in Latium.. * Rennia Claudia, buried at Caldis in Numidia, aged thirty-one.. * Lucius Rennius Crispinus, built a tomb for himself and his family at Salernum in Campania.. * Rennia Faustina, the wife of Lucius Licinius Phaeder, who together with Marcus Ulpius Dionysius built a sepulchre at Portus in Latium for themselves and their families.. * Lucius Rennius Q. f. Faustus, the husband of Pacuvia, named on a monument from Nuceria in Campania.. * Rennius Felix, a standard-bearer in the century of Gaius Valerius Victor, in the first cohort of the vigiles at Rome, in AD 205.. * Rennius Firmus, named in a funerary inscription from Iuvavum in Noricum.. * Publius Rennius Hilarus, built a tomb at Aquinum in Latium to his wife, Navia Primula, aged twenty-two.. * Gaius Rennius C. l. Laetus, a freedman named in an inscription from Ulubrae in Latium.. * Rennius Legitimus, built a tomb at Rome for his wife, Rennia Prima.ICUR, viii, 23265. * Rennia L. f. Maxima, named in an inscription from Atria in Venetia and Histria.. * Renius Onesimus, named in an inscription from Pompeii in Campania.. * Lucius Rennius Orientis, named in an inscription from the present site of Geiselprechting, formerly in Rhaetia, dating to AD 64.. * Lucius Rennius Pamphilus, named in an inscription from Narbo in Gallia Narbonensis.. * Lucius Rennius L. l. Philodoxus, a freedman who became one of the quinquennial magistrates of the carpenters' guild at Ostia in Latium, early in the second century AD. He was buried in a tomb built by his son, Lucius Rennius Proculus, but his name also appears on a tomb built by Lucius Rennius Platanus.... * Lucius Rennius Platanus, the freedman of Asper, built a tomb at Ostia for himself, Egrilia Quarta, Rennia Procula, and Lucius Rennius Philodoxus. * Rennia Prima, buried at Rome, aged forty-two years, eleven months, and thirteen days, in a tomb built by her husband, Rennius Legitimus. * Rennia Procula, a house-slave, probably manumitted, buried at Ostia in a tomb built by Lucius Rennius Platanus. * Lucius Rennius L. f. Proculus, son of Lucius Rennius Philodoxus, for whom he built a tomb at Ostia. * Rennius Secundus, named in an inscription from Rome.. * Marcus Rennius M. f. Tertius, the former master of Rennia Urbana, for whom he provided in his third century will.. * Decimus Rennius D. l. Rufus, a freedman named on a monument from Pisaurum, together with Decimus Rennius Chresimus. * Rennia M. l. Urbana, the freedwoman of Marcus Rennius Tertius, who provided for her in his third century will. * Rennius L. f. Valerianus, named in an inscription from the present site of Revilla del Campo, formerly in Hispania Citerior. * Marcus Rennius Venustus, named in an inscription from Londinium in Britain, dating to AD 62.Tomlin, Roman London's First Voices, 45. * Rennius Yagrus, buried at Rome, aged thirty-four, with a monument from his wife, Rennia Caris. ==Footnotes== ==See also== * List of Roman gentes ==References== ==Bibliography== * Joseph Hilarius Eckhel, Doctrina Numorum Veterum (The Study of Ancient Coins, 1792–1798). * Dictionary of Greek and Roman Biography and Mythology, William Smith, ed., Little, Brown and Company, Boston (1849). * Theodor Mommsen et alii, Corpus Inscriptionum Latinarum (The Body of Latin Inscriptions, abbreviated CIL), Berlin-Brandenburgische Akademie der Wissenschaften (1853–present). * Giovanni Battista de Rossi, Inscriptiones Christianae Urbis Romanae Septimo Saeculo Antiquiores (Christian Inscriptions from Rome of the First Seven Centuries, abbreviated ICUR), Vatican Library, Rome (1857–1861, 1888). * René Cagnat et alii, L'Année épigraphique (The Year in Epigraphy, abbreviated AE), Presses Universitaires de France (1888–present). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * Antonio Ferrua, Antiche Inscrizione Inedite di Roma (Unedited Ancient Inscriptions from Rome, abbreviated AIIRoma, 1939–1980). * Paavo Castrén, \"Graffiti di Bolsena\" (Graffiti of Volsinii), in Mélanges de l'École française de Rome, vol. 84, pp. 623–638 (1972). * José A. Abásolo, Epigrafia Romana de la Region de Lara de los Infantes (Roman Inscriptions from the Area around Lara de los Infantes, abbreviated ERLara), Burgos (1974). * Michael Crawford, Roman Republican Coinage, Cambridge University Press (1974, 2001). * John C. Traupman, The New College Latin & English Dictionary, Bantam Books, New York (1995). * Michael A. Speidel, Die römischen Schreibtafeln von Vindonissa (The Roman Writing Slates of Vindonissa), Baden (1996). * Roger S.O. Tomlin, Roman London's First Voices: Writing Tablets from the Bloomberg Excavations, 2010–14, London (2016). Category:Roman gentes ",
    "title": "Rennia gens"
}