{
    "id": "56653206",
    "text": "Paddleton is a 2019 American comedy-drama film, directed by Alex Lehmann, from a script by Lehmann and Mark Duplass. The film stars Duplass and Ray Romano. The film had its world premiere at the Sundance Film Festival on February 1, 2019. It was released on February 22, 2019, by Netflix to generally favorable reviews from critics. ==Plot== Middle-aged Michael receives a diagnosis of terminal stomach cancer and plans to end his life. This upsets his older, upstairs neighbor Andy, as they are each other's best (and only) friends and escape from their menial jobs. Andy encourages Michael to try to fight the cancer, but Michael refuses to prolong any suffering. As per Michael's wishes, the two make pizzas together, watch kung fu movies, solve jigsaw puzzles, and play Paddleton, a game of their own creation. Andy promises to finally tell Michael a rousing halftime speech that he has been working on in secret. Andy is reluctant to help Michael end his own life, but agrees to join him on a road trip to the closest pharmacy that will fill the prescription, which is six hours away. During their drive, they discuss genie-in-a-bottle style wishes and stop to visit an ostrich farm along the way. They pick up Michael's prescription and check into a hotel, where they are mistaken for a gay couple. While Michael naps, Andy goes back to the pharmacy and buys a child-proof safe where he stashes Andy's medication and withholds the combination. This upsets Michael, who sees Andy's behavior as overbearing and childish. The two go to an open mic night, where a nervous Andy finally delivers his halftime speech to himself in the bathroom mirror before helping Michael perform a scene from their favorite kung fu movie onstage. The two later break hotel rules by using a Jacuzzi after-hours while drinking. They are caught by the hotel owner, who ends up joining them and flirts with Andy, leading Michael to go back to their room. Andy becomes uncomfortable after she mentions her deceased husband, whom she believes is \"all around her.\" Andy wakes up the next morning to find Michael and the safe missing. He panics, and runs all over the town trying to find Michael, only to discover him in the hotel lobby, waiting to meet up for breakfast. Andy takes and attempts to keep hold of the safe, until an annoyed Michael forces him to come to terms with the fact that he is dying, and that Andy needs to respect his wishes. The two drive back to Michael's apartment, where his condition quickly deteriorates. As they sit on the kitchen floor preparing the lethal dose of medicine, Michael reveals that he used to be married, but quickly felt uncomfortable within the marriage. In contrast, he felt a sense of belonging with Andy as soon as they met. Andy replies that when he first saw Michael, he thought he was a serial killer in hiding. They discuss Andy's halftime speech (which Michael has already heard through the apartment's vents) and the possibility of an afterlife where Michael could haunt Andy. With Michael ready to die, they deliver the lethal dose of medication. After a brief moment of fear, Michael dies peacefully in his own bed after the two reaffirm their platonic love for each other, leaving Andy devastated. Andy tries to live his usual life of kung fu movies, puzzles, and Paddleton, but appears lonely and unfulfilled. Some time later, Andy encounters a single mother named Kiersten and her son Evan moving into Michael's old apartment. He reassures them that they have the best apartment in the complex and explains the game of Paddleton to the Evan. Promising to give him a rousing halftime speech if he ever needs it, Andy returns to his own apartment with a smile. ==Cast== * Mark Duplass as Michael Thompson, a man who has terminal cancer * Ray Romano as Andy Freeman, Michael's neighbor and best friend * Christine Woods as Doctor Hagen * Kadeem Hardison as David * Marguerite Moreau as Kiersten * Dendrie Taylor as Nancy * Alexandra Billings as Judy * Matt Bush as Stewart * Jack McGraw as Evan ==Production== In February 2018, it was announced Alex Lehmann had directed a film, from a screenplay written by him and Mark Duplass. It stars Duplass and Ray Romano. Duplass and Jay Duplass are credited as executive producers under their Duplass Brothers Productions banner, while Mel Eslyn, Alana Carithers and Sean Bradley are credited as producers. The script and resulting film were based on the lives of Rob Mermin and Bill Morancy. Their story was originally produced as a podcast episode in 2016 by Rumblestrip Vermont entitled \"Last Chapter\". ==Release== It had its world premiere at the Sundance Film Festival on February 1, 2019. It was released on February 22, 2019. ==Critical response== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 89%, with an average rating of 7.24/10 based on 37 reviews. Its critical consensus reads, \"It takes its time coming together, but the quietly effective Paddleton pulls off a tricky tonal balancing act, thanks largely to the strengths of its well-chosen leads.\" Metacritic, which uses a weighted average, assigned a score of 70 out of 100 based on 17 critics, indicating \"generally favorable reviews.\" Writing for RogerEbert.com, Monica Castillo gave the film 3.5 out of 4 stars, stating: \"Paddleton is an appreciation of friendship for better or for worse, in sickness and in health. It’s about the way your best friend notices things about you that you may not know about yourself.\" ==References== ==External links== * on Netflix * Category:2019 films Category:American films Category:American buddy films Category:American independent films Category:American comedy-drama films Category:English- language films Category:Duplass Brothers Productions films Category:Films about cancer Category:Films about death Category:Films about euthanasia Category:Films about suicide Category:English-language Netflix original films ",
    "title": "Paddleton"
}