{
    "id": "56650271",
    "text": "Günter von Drenkmann (9 November 1910 - 10 November 1974) was a German lawyer. In 1967 he was appointed president of the Berlin district court (\"Kammergericht\"). The post was one that his grandfather had held between 1890 and 1904. He was killed by \"2 June Movement\" terrorists during a kidnapping attempt. == Life == === Provenance and connections === George Richard Ernst Günter von Drenkmann was born in Berlin. He came from an exceptionally well connected family. The \"Drenckmanns\" had become \"von Drenckmanns\" when his grandfather was ennobled in 1901. His father, Edwin von Drenkmann (1864-1944) had been a senior Prussian financial official (\"Geheime Oberfinanzrat\"). His mother, born Helen Drory (1874-1968), was the grand daughter of an entrepreneur from Colchester in England, called Leonard Drory (1800-1866). A son of Günter von Drenkmann, Peter von Drenkmann, later also served, between 1999 and 2005, as president of the Berlin district court (\"Kammergericht\"). === Early years === Günter von Drenkmann studied Jurisprudence at Tübingen, Munich and Berlin. His education was predicated on the expectation that he should follow the family tradition and become a judge. However, at the start of 1933 the Nazis took power and lost no time in transforming Germany into a one-party dictatorship. Von Drenckmann repeatedly refused to join any Nazi- connected organisation, so was unable to become a judge. Instead he worked on legal matters in industry and for the chamber of commerce. In the later 1930s, together with his friend Francis Wolff he was a member of \"Hot Club Berlin\". This was a circle of friends who got together in private to listen to banned jazz music. They also established contact with one or two jazz musicians such as Herb Flemming. In 1939 Wolff, who was Jewish, relocated to New York where he built a career for himself as a successful record company executive. Von Drenkmann stayed in Germany. In April 1939 he married Lilo Morgenroth. She was his first wife. === Middle years === May 1945 marked the end of the war and the end of the Nazi regime. Drenkmann found himself one of a relatively small number of lawyers without the political encumbrance of any sort of Nazi past. By temperament he was a liberal Social Democrat, and in 1945 (if not earlier) he became a member of the Social Democratic Party (\"Sozialdemokratische Partei Deutschlands\" / SPD). His career as a judge began in 1947 with appointment as a judge for civil matters at the Berlin district court (\"Kammergericht\"). True to his family tradition, a succession of promotions quickly followed. In 1967 he took the top job, as president of the Berlin district court (\"Kammergericht\"). == Death == Von Drenkmann celebrated his sixty-fourth birthday on 9 November 1974, no doubt anticipating his retirement, scheduled for twelve months later. On Sunday 10 November 1974 he was at home with his wife. An unexpected visitor appeared at the door. When the bell rang he went to open the door, placing it \"on the chain\" because something felt not right. Several assailants nevertheless forced their way into the apartment. There was a struggle and a gun was used. Someone fired a .38 calibre \"dumdum\" bullet. It was three minutes before nine o'clock in the evening. Neighbours saw the attackers escape in two cars. Günter von Drenkmann died on the way to hospital. The \"2 June Movement\" associated itself with the \"action\" against someone whom it identified as one of those \"responsible ... for the murder of a comrade\". Commentators were invited to infer a connection between the killing of von Drenkmann and the death at the Wittlich Youth Penitentiary, one day earlier, of Holger Meins, a student member of the RAF terrorist group. Meins was a large man who at the time of his death had weighed just 39 Kg. It was reported and widely accepted that he had died of starvation as a result of a hunger strike on which he had embarked, like other RAF prisoners, to pressure the authorities into improving prison conditions. The attack on von Drenkmann had actually been part of planned kidnapping for ransom that went wrong, although at least some of the terrorists were at the same time conscious of a \"need to escalate their profile\". In 1986 six members of the \"2 June Movement\" faced trial. The so-called Lorenz-Drenkmann trial covered both the 1974 murder of Günter von Drenkmann and the 1975 kidnapping of Peter Lorenz. The court was unable to attribute the killing to von Drenkmann to any of the six individuals on trial. It remains unclear who killed Günter von Drenkmann. All six received substantial jail terms, of up to fifteen years apiece, however, in respect of the kidnapping of Peter Lorenz and membership of a criminal association. The murder of Günter von Drenkmann is frequently cited as the first of a series of widely publicised terrorist atrocities in West Germany. A state funeral was held in front of Berlin's Schöneberg City- hall. Over 20,000 members of the public attended. The West German President Walter Scheel gave a brief address in which he called for all democrats to join the war against terror. == Commemoration == A bronze memorial tablet to von Drenkmann was placed on the former courthouse building in Berlin- Charlottenburg. When the court relocated to Berlin-Schöneberg another memorial tablet was placed near the entrance. However, plans announced in 2004 to rename the street in which the new building is located from Elßholzstraße to Drenkmannstraße have not been implemented. \"The checking processes continue\" was the explanation from Andrea Boehnke, speaking on behalf of the Justice Ministry, when asked about it in 2014. == References == Category:1910 births Category:1974 deaths Category:German judges Category:Social Democratic Party of Germany politicians Category:Terrorism deaths in Germany Category:Jurists from Berlin ",
    "title": "Günter von Drenkmann"
}