{
    "id": "56651146",
    "text": "Paracletus cimiciformis is a species of aphid with a complex life cycle. Its primary host plant is Pistacia and its secondary host is a grass, where it is present on the roots. Here it is associated with an ant and part of its life cycle is spent in the ant's nest. ==Hosts== The primary host for this species is the terebinth or turpentine tree (Pistacia terebinthus). Its secondary hosts include the grasses and cereals bent, wild oat, cock's-foot, fescue, wall barley, barley, rice, meadow-grass, Polypogon viridis, tall fescue, Stipa capensis and wheat. ==Distribution== Paracletus cimiciformis is native to much of Europe and has been recorded in North Africa and Asia. ==Life cycle== The life cycle of P. cimiciformis is complex. For most of the year, wingless females are produced parthogenetically, but in the late summer on their secondary hosts (grass), winged males and females are produced which fly to their primary host, the terebinth tree. Here they mate and overwintering eggs are laid. In the spring these hatch and the wingless females that develop create swollen galls on the leaves; they live in these galls and reproduce asexually. In late summer some winged females develop which fly off and colonise the roots of grasses. Some of these aphids are carried into their nests by ants, where they overwinter, emerging in the spring to recolonise the roots of their secondary hosts, the whole cycle taking two years. ==Ecology== Although Pistacia is the primary host plant, this aphid is present in parts of Europe where this tree does not grow, and in these localities, the insect stays on the roots of the secondary host all year round. On grasses, it is always found living in association with ants in the genus Tetramorium such as the pavement ant (Tetramorium caespitum) and Tetramorium semilaeve. On its secondary host, the aphids have two genetically identical forms. One of these has a rounded green body and sucks the sap of the host plant; it produces honeydew which is consumed by the ants, and in fact the ants herd the aphids and stimulate them to produce honeydew. The other form has a flattened brown body and produces pheromones which mimic those produced by ant larvae. When approached by an ant these flattened aphids remain stationary and get carried into the ant nest and deposited among the ant brood. Here they proceed to prey on the ant larvae, piercing them with their stylets and sucking out the hemolymph. They stay in the ant nest during the winter, and in the spring are carried to near the surface of the ground with the ant's own young. Here they produce round-bodied aphids which proceed to feed on grass roots and reproduce asexually. Both round-bodied and flattened morphs can reproduce parthogenetically, producing either form of offspring, and it is unclear what factors trigger the production of one morph in preference to another. ==References== Category:Eriosomatinae Category:Insects described in 1837 Category:Hemiptera of Europe ",
    "title": "Paracletus cimiciformis"
}