{
    "id": "56653602",
    "text": "Iris Biba-Pöschl (born 27 May 1964) is a German female former long-distance runner competed over distances from 3000 metres to the marathon. She won the 1989 Frankfurt Marathon and represented her country at the World Championships in Athletics in 1991 and 1997, finishing in the top ten each time. She also competed at the IAAF World Women's Road Race Championships (twice), IAAF World Cross Country Championships and the IAAF World Half Marathon Championships. She was banned for doping in 1993. ==Career== Born in Freigericht in central Germany, she competed for West Germany and made her first major appearances at the 1986 European Athletics Championships, where she was a 3000 m finalist, and at the 1986 IAAF World Women's Road Race Championships.Iris Bib. Association of Road Racing Statisticians. Retrieved 2018-02-22. She won four West German national titles: twice in cross country running (1987, 1989), and a distance double of 10,000 metres/15K in 1989.West German Championships. GBR Athletics. Retrieved 2018-02-22. Her last major appearance for West Germany was at the 1987 IAAF World Cross Country Championships. On her debut at the marathon distance she won the 1989 Frankfurt Marathon title in a time of 2:33:14 hours. She improved to 2:30:21 hours at the Rotterdam Marathon the following year, coming in second place. She was chosen to represent Germany in the event at the 1991 World Championships in Athletics and she managed ninth place overall. Over 15 km at the World Women's Road Race Championships, she shared in the team title alongside Uta Pippig and Kerstin Pressler.1991 IAAF World Women's Road Race Championships. Association of Road Racing Statisticians. Retrieved 2018-02-11. In 1993, an out-of-competition doping test revealed traces of anabolic steroids in her system and she received a three-year ban for the infraction. Biba still denies having ever knowingly used banned substances.Doping-Affäre Pippig kein Einzelfall im Distanzlauf Testosteron macht auch im Marathon Sinn. Berliner Zeitung (1998-10-14). Retrieved 2018-02-22. Upon her return to competition she won the 1996 Frankfurt Half Marathon then ran 2:32:15 hours for third at the Rome City Marathon. This was enough for Olympic selection, but an injury forced her to withdraw. A lifetime best of 2:29:08 hours came at the Berlin Marathon that year, where she was sixth. This assured her place for the 1997 World Championships in Athletics and she had a sixth place finish there.Iris Biba. Track and Field Statistics. Retrieved 2018-02-22. After an appearance at the 1997 IAAF World Half Marathon Championships, she ran two marathons in 1998: third in Hannover, fourth in Berlin. In 1999 she won the Würzburger Residenzlauf, then failed to finish the distance at the Hannover Marathon, but took second at the Cologne Marathon in October. An injury curtailed her career at the turn of the decade and she retired from the professional after being attacked by a German Shepherd dog in 2004. ==International competitions== {| |- |rowspan=2|1986 |European Championships |Stuttgart, West Germany |11th |3000 m |9:00:20 |- |World Women's Road Race Championships |Lisbon, Portugal |24th |15 km |51:24 |- |1987 |World Cross Country Championships |Warsaw, Poland |46th |Senior race |17:55 |- |rowspan=3|1991 |World Championships |Tokyo, Japan |9th |Marathon |2:33:48 |- |rowspan=2|World Women's Road Race Championships |rowspan=2|Nieuwegein, Netherlands |13th |15 km |49:40 |- |bgcolor=gold|1st |Team |22 pts |- |rowspan=3|1997 |World Championships |Athens, Greece |6th |Marathon |2:34:06 |- |rowspan=2|World Half Marathon Championships |rowspan=2|Košice, Slovakia |18th |Half marathon |1:11:17 |- |6th |Team |3:32:16 |} ==National titles== *West German Cross Country Championships **Senior race: 1987, 1989 *West German Athletics Championships **10,000 m: 1989 *West German Road Championships **15 km: 1989 ==See also== *List of doping cases in athletics ==References== ==External links== * Category:Living people Category:1964 births Category:People from Main-Kinzig- Kreis Category:German female long-distance runners Category:German female marathon runners Category:German female cross country runners Category:West German female long-distance runners Category:West German female marathon runners Category:West German female cross country runners Category:Doping cases in athletics Category:German sportspeople in doping cases Category:World Athletics Championships athletes for Germany ",
    "title": "Iris Biba"
}