{
    "id": "56665436",
    "text": "Romano Scozzafava (born November 12, 1935) is an Italian mathematician known for his contributions to subjective probability along the lines of Bruno de Finetti, based on the concept of coherence. He taught Probability Calculus at the Engineering Faculty of the Sapienza University of Rome from 1979 to his retirement (at the end of 2009). Scozzafava has conducted significant research on Bayesian inference, statistical physics, artificial intelligence, and fuzzy set theory in terms of coherent conditional probability. He has written six books and over 200 papers on these subjects. Throughout his career, he actively participated in politics as a supporter of the Italian Radical Party and of “Associazione Luca Coscioni” for Freedom of Scientific Research. == Education and early career == Scozzafava graduated in Mathematics in 1961 at the Sapienza University of Rome. He was given a fellowship at Istituto Superiore Poste Telecomunicazioni and then one at CNEN (Comitato Nazionale Energia Nucleare) in 1962. For the next five years, he conducted research at CNEN and during this time, he wrote several articles on the application of Mathematics in Physics. In 1967, he received his academic teaching habilitation (\"libera docenza\") in Mathematical Methods in Physics, which was confirmed in 1973. == Later career == In 1967, Scozzafava began teaching at the University of Perugia. He taught there until 1969, when he left to join University of Florence as assistant professor of Mathematical Analysis. At this time, the focus of his research began shifting towards Algebra, and mainly towards Statistics and Probability. Scozzafava joined University of Lecce as full professor in 1976. After teaching at University of Lecce for three years, he left to join Sapienza University of Rome in 1979. Over two decades of career, he received several research grants from Ministry of Education and Research and National Council of Research to conduct research and write papers in the field of Bayesian Statistics, Probability and Artificial Intelligence. While teaching at Sapienza, he taught also at the Universities of Ancona, L'Aquila and Perugia. In 1994 and 1997 he served as the director of the International School of Mathematics G. Stampacchia of the Ettore Majorana Foundation and Centre for Scientific Culture in Erice, Sicily. From 2001 to 2009 he organized the international school ReasonPark (Reasoning under Partial Knowledge). He has been a visiting professor in University of Edinburgh, Eindhoven University of Technology, Karl Marx University of Budapest, Somali National University, University of Warwick (UK), University of North Carolina, Chapel Hill (USA), Virginia Polytechnic Institute and State University (USA), University of Canterbury (New Zealand) and University of Economics, Prague. He has been the editor of 'Rendiconti di matematica, Pure Mathematics and Applications, Induzioni and Cognitive Processing. He has been Elected Member of the International Statistical Institute and Coordinator of the Dottorato di Ricerca (Ph.D.) in Modelli e Metodi Matematici per la Tecnologia e la Società, University La Sapienza, Roma. He has been Guest Editor of special issues of Soft Computing in 1999 and of Annals of Mathematics and Artificial Intelligence in 2002. A special issue of the International Journal of Approximate Reasoning was dedicated to Scozzafava to celebrate his 70th birthday. An international workshop was also organized on the same occasion in his honour. Due to his involvement in politics, he has also written some papers on the connections among mathematics, politics, elections and scientific reasoning.Il ragionamento scientifico nella vita quotidiana. L’Ateo, n.68 – 2 (2010), pp. 28–30 == Selected bibliography == === Papers === *Bayesian Inference and Inductive Logic. Scientia. (1980) *Subjective Probability versus Belief Functions in Artificial Intelligence. International Journal of General Systems. (1994) *Probabilistic Background for the Management of Uncertainty in Artificial Intelligence. European Journal of Engineering Education. (1995) *Characterization of Coherent Conditional Probabilities as a Tool for Their Assessment and Extension. International Journal of Uncertainty, Fuzziness and Knowledge-Based Systems. (1996) *The Role of Probability in Statistical Physics. Transport Theory and Statistical Physics. (2000) *The Role of Coherence in Eliciting and Handling Imprecise Probabilities and Its Application to Medical Diagnosis. Information Sciences. (2000) *Partial Algebraic Conditional Spaces. International Journal of Uncertainty, Fuzziness and Knowledge-Based Systems. (2004) *Conditional Probability and Fuzzy Information. Computational Statistics & Data Analysis. (2006) *Nonconglomerative Coherent Conditional Probabilities in Statistical Inference. Statistical Methods & Applications. (2007) *Fuzzy Inclusion and Similarity through Coherent Conditional Probability. Fuzzy Sets and Systems. (2009) *Inferential Processes Leading to Possibility and Necessity. Information Sciences. (2013) == Books and books chapters == *La Probabilità Soggettiva e Le Sue Applicazioni, MASSON, Milano (1989) *Matematica di Base, MASSON, Milano (1992). *Calcolo delle Probabilità in Matematica per Docenti Scuole Secondarie Superiori, CUD-MPI (1992) *Mathematical Models for Handling Partial Knowledge in Artificial Intelligence, Plenum Press, New York (1995) *Primi Passi in Probabilità e Statistica. Teoria ed Esercizi, Zanichelli, Bologna (1996) *Incertezza e Probabilità, Zanichelli, Bologna (2001) *Probabilistic Logic in a Coherent Setting, Springer (2002) *Vaghezza e Verosimiglianza in Statistica e Demografia, Un Ricordo di Enzo Lombardo Tra Scienza e Cultura, TIPAR (2007) *Possibility Measures in Probabilistic Inference in Soft Methodology for Handling Variability and Imprecision, Springer (2008) *The Membership of a Fuzzy Set as Coherent Conditional Probability in On Fuzziness: A Homage to Lofti A. Zadeh, Springer (2013) == References == == External links == * Romano Scozzafava's personal home page Category:Italian mathematicians Category:Probability theorists Category:Sapienza University of Rome alumni Category:University of Perugia faculty Category:University of Florence faculty Category:University of Salento faculty Category:Sapienza University of Rome faculty Category:1935 births Category:Living people ",
    "title": "Romano Scozzafava"
}