{
    "id": "56666704",
    "text": "Legal Fake is a recent phenomenon in the fashion industry, whereby a third company precedes the original brand company in the registration of the trademark, running its own business, from production to sales, in another country. By exploiting the products, creativity, marketing and advertising strategies of the original brand, the company misleads consumers, who are not aware of the fake goods. This, its typical traits lay upon the question of intellectual property, trademark registration laws among different countries, advertising strategies and consumer behaviour. Legal fake, like all oxymorons, uses auto-antonym to illustrate a rhetorical point. Legal fake is not a legal term and should not be confused with counterfeit. Although it replicates the original products, its aim is to create a new business parallel to that of the original brand, proposing itself as an authentic brand. Compared to counterfeit products, legal fakes exploit brands that are well-known only to specific groups of people. == The Supreme case == The term legal fake was first used in reference to a legal case involving the American streetwear company Supreme, and an Italy-based company by the same name. Through this case, several judgments by the Tribunale di Milano have clarified and defined what \"legal fake\" is.Three Judgments from Tribunale di Milano: January, 26th 2017; April, 20th 2017; January, 26th 2018 Supreme Italia was brought to court in 2016 by Supreme New York. The latter company claimed that their trademark and brand image had been damaged. A Supreme \"Box Logo\" t-shirt === Judgments and laws === The existence of a ‘parallel’ Supreme brand was possible due to an ambiguity in the trademark registration process in Italy. Trade Direct Srl (Supreme Italia) filed its application at the UIBM (Italian Patent and Trademark Office) on 18 November 2015 and started producing and selling its products changing little of the original box logo, which was simply made bigger. Supreme NY had registered its trademark on 9 October 2015. No new creative elements were added to the legal fake version, as stated by the first judgment from the Tribunale di Milano of 26 January 2017, according to which the Italian company repeatedly used the same brand, advertising images and graphics as the American one. Supreme Italia aimed at targeting a wider range of consumers by looking for more shops and retailers throughout Italy for the products distribution. This process brought Supreme Italia into the spotlight, reaching Supreme NY's attention and leading to the legal case. After the second judgment of 20 April 2017, the final judgment of 26 January 2018 stated the ‘parasitic’ unfair competition behavior of Trade Direct Srl and its consequences: 120,000 Supreme Italia items had to be withdrawn from the market and the company was to pay € 5,500.00 to Supreme NY for fees and legal expenses. == Other cases == Other brands involved in similar processes include Boy London, Pyrex Vision, and Kith NYC. In all these cases both the brand name and logo, the concept and the items themselves were copied from the original company and sold in another country as if they were the original items, however no legal actions have yet been taken. ==Influencers, strategy and cybersquatting== Legal fakes are possible because they take advantage of the ‘uninformed’ consumer who can be easily deceived and influenced by the latest trends promoted through celebrities endorsement and social networks or digital platforms. It's no coincidence that this phenomenon makes use of celebrities endorsement. Indeed, it is now among the most widely used communication strategies which have recently proved to be efficient and able to reach the goal of credibility among consumers.R. Chiosa, ‘Celebrity Endorsement in Fashion Print Advertising’, EuroEconomica, Issue I (32)/2013 Legal fakes strategy exploits brands fame making their products more easily available on the market and at lower prices unlike the original companies which are niche brands selling limited edition items. A further key point of legal fake related to consumers’ deceit is cybersquatting. This implies the creation of a new website using an almost identical internet domain while adding words such as ‘official’ or ‘original’ which make consumers trust the brand, not knowing it is fake. ==Consumer rights== The question of how consumers can protect themselves from counterfeit and being deceived needs to be mentioned. Information and a corresponding compensation possibility to counterfeit are key points that consumers need to be aware of. The United Nations General Assembly has itself worked on this issue and provides a list of eight principles. After J.F. Kennedy employed the term ‘consumer rights’ in his address to the U.S. Congress in 1962, it has been extended to issues dealt by supranational organisations such as the European Union and the United Nations. The latter has adopted in 1985 a set of eight consumer rights as guidelines for consumer protection.G. Larsen, R. Lawson, ‘Consumer Rights: An Assessment of Justice’, Journal of Business Ethics, February 2013, Volume 112, Issue 3, pp 515–528 The three most relevant for the topic of legal fake are the following: * 2. Right to be Informed to be given the facts needed to make an informed choice, and to be protected against dishonest or misleading advertising and labelling; * 6. Right to Redress to receive a fair settlement of just claims, including compensation for misrepresentation, shoddy goods or unsatisfactory services; * 7. Right to Consumer Education to acquire knowledge and skills needed to make informed, confident choices about goods and services, while being aware of basic consumer rights and responsibilities and how to act on them. == References == Category:Intellectual property law Category:Replicas ",
    "title": "Legal fake"
}