{
    "id": "56664101",
    "text": "Close Encounters is an album by saxophonists Teddy Edwards and Houston Person which was recorded in 1996 and released on the HighNote label in 1999.Jazz Depot: HighNote discography accessed February 23, 2018Teddy Edwards catalog accessed February 23, 2018Teddy Edwards discography accessed February 23, 2018Enciclopedia del Jazz: Teddy Edwards accessed February 23, 2018 ==Reception== In his review on Allmusic, Michael G. Nastos states \"A follow-up to their previous excellent CD Horn To Horn has the two veteran tenor saxophonists with the same drummer, Kenny Washington, joined by pianist Stan Hope and bassist Ray Drummond. They swing and stroll through another seven standards, Edwards with his lithe, breezy, matter-of-fact tone, Person displaying the bluesy, street smart literate, fluid approach that always holds him in good stead. ... The beautiful thing is that while Edwards continually refines, picking notes even more carefully, and Person digs deeper into his blue gutbucket, there's no stepping on toes. ... There's a bit of flailing, but the respectful attitude of these two present-day jazz giants is clear and admirable. This CD is easily as good as the first collaboration\" In JazzTimes Jack Sohmer wrote \"this 1996 Rudy Van Gelder-engineered studio date can easily rank alongside the best recordings of the two tenor teams of the past. Although not as technically daunting as the Griff ‘n’ Jaws combo, certainly the fluency that Edwards and Person demonstrate on blues, ballads, and medium swing grooves places them on a par with the Jug & Sonny tandem. ... This recording succeeds especially because it is a conversation, not a shouting match, between two musicians who are secure enough in their abilities and reputations not to have to cut each other down at every turn\".Sohmer, J. Jazz Times Review, accessed February 23, 2018 == Track listing == # \"Twisted\" (Wardell Gray, Annie Ross) – 5:21 # \"Blue and Sentimental\" (Count Basie, Jerry Livingston, Mack David) – 4:56 # \"Pennies from Heaven\" (Arthur Johnston, Johnny Burke) – 9:41 # \"Night Train\" (Jimmy Forrest, Oscar Washington, Lewis Simpkins) – 5:43 # \"I Don't Stand a Ghost of a Chance with You\" (Victor Young, Bing Crosby, Ned Washington) – 6:13 # \"The Breeze and I\" (Ernesto Lecuona, Al Stillman) – 6:58 # \"Little Girl Blue\" (Richard Rodgers, Lorenz Hart) – 8:53 == Personnel == *Teddy Edwards, Houston Person – tenor saxophone *Stan Hope – piano *Ray Drummond – bass *Kenny Washington – drums == References == Category:Teddy Edwards albums Category:Houston Person albums Category:1999 albums Category:HighNote Records albums Category:Albums recorded at Van Gelder Studio ",
    "title": "Close Encounters (Teddy Edwards and Houston Person album)"
}