{
    "id": "56662933",
    "text": "Dopapod is an American rock band from Boston, Massachusetts. The current lineup includes keyboardist/vocalist Eli Winderman, guitarist/vocalist Rob Compa, bassist Chuck Jones, drummer Neal “Fro” Evans, and lighting director Luke Stratton. Although classified as a jam band, Dopapod incorporates bits of funk, heavy metal, jazz fusion, and country. They have self-released five studio albums, and spend most of their time touring. ==History== ===Early Years=== Dopapod was formed at Boston's Berklee College of Music in 2008, as a duo with Eli Winderman and drummer Michelangelo Carubba. Greenhaus, Mike https://relix.com/articles/detail/the_core_dopapod/ Relix They performed in this format around New England for a year or so before adding Rob Compa on guitar another Berklee student. After a year as a trio, they added Chuck Jones on bass—who at the time had another band and with Winderman called The Actual Proof—and Neal Evans on percussion. In 2010, Carubba became the full-time drummer for Turkuaz and Evans took over drums for Dopapod. The band split with Evans in 2013, and he was replaced by Scotty Zwang until Evans returned in 2016. ===Touring=== After releasing their debut album, Radar in 2009, Dopapod began touring the next year on their own and on bills with other artists. The band appeared on the 2015 Bonnaroo lineup and was cited by Rolling Stone as Bonnaroo's “Best-Kept Secret” comparing them to Phish, Disco Biscuits and Frank Zappa. Other dates included opening for String Cheese Incident in Red Rocks, Colorado in 2015; joining Ween, Greyboy Allstars, The Nth Power with Trey Anastasio Band horns and more in 2017 at California's High Sierra Music Festival; as well as performing on the Jam Cruise 15 to Jamaica with Widespread Panic, Ivan Neville, Percy Hall, among others. The band's 2017 tour included multi-night dates in the same city, explained by the Boston Globe as giving “the group a more open hand to improvise, aware that its jam-hungry fans are seeking a unique live experience each night.” ===Recordings=== Since its inception, Dopapod has released five studio albums, all of which have titles that are palindromes. The first two projects, Radar in 2009 and Drawn Onward in 2011 were instrumentals. Redivider, which was released in 2012, was the first recording to feature vocals by Compa and Winderman, and the band also sang on 2014's Never Odd or Even. Dopapod makes recordings of their live shows available on its website, including I Saw Live Dopapod Evil Was I out in 2011, an II Saw Live Dopapod Evil Was II from 2017. In 2016, the band were at Mountain Star Studios, Black Hawk, Colorado, in the middle of winter to record a new album, MEGAGEM. The album was released October 2017. “A lot of the new songs infuse hip-hop beats with the progressive rock sound we’ve been experimenting with for the last few years. It feels like uncharted territory, at least for us,” explained Winderman in Mountain Xpress newspaper. Dopapod finished 2017 with a national tour, and are taking a year off to spend time with family and friends and work on new material. ==Discography== ===Studio albums=== * Radar (2009) * Drawn Onward (2011) * Redivider (2012) * Never Odd or Even (2014) * Megagem (2017) * Emit Time (2019) ===Live albums=== * I Saw Live Dopapod Evil Was I (2011) * II Saw Live Dopapod Evil Was II (2017) * Live at the Capitol Theatre (2019) ===Singles=== * \"Picture in Picture\" (2014) * \"Please Haalp\" (2017) * \"Mucho\" (2017) * \"Numbers Need Humans\" (2019) * \"Test of Time\" (2019) * “November” (2019) * “Dracula’s Monk” (2020) ==References== Category:Jam bands Category:Musical groups established in 2008 Category:Musical groups from Massachusetts Category:American rock music groups Category:American progressive rock groups ",
    "title": "Dopapod"
}