{
    "id": "56661206",
    "text": "\"You Let Me Walk Alone\" is a song performed by German singer Michael Schulte. The song was released as a digital download on 20 February 2018 through Very Us Records, and was written by Schulte along with Thomas Stengaard, who also co-wrote the Eurovision winning song Only Teardrops by Emmelie de Forest in 2013, Nisse Ingwersen, and Nina Müller. It represented Germany in the Eurovision Song Contest 2018 in Lisbon, Portugal. It ended up coming fourth in the Grand Final, thus becoming Germany's best placing song since Lena's victory at the 2010 contest in Oslo, Norway and their second-best result of the 21st century overall. The song is a tribute to Michael's father, who died when the singer was 14. ==Eurovision Song Contest== Schulte was first confirmed as a competitor in Unser Lied für Lissabon, the German national selection for the Eurovision Song Contest 2018, on 29 December 2017. On 13 February 2018, his song was revealed to be titled \"You Let Me Walk Alone\". The song was released on 20 February. He competed in the final on 22 February, where he received the maximum twelve points from the Eurovision panel, international jury, and televoters, winning the competition. As Germany is a member of the \"Big Five\", the song automatically advanced to the final, held on 12 May 2018 in Lisbon, Portugal. ==Track listing== ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| Iceland (RÚV) | 14 |- |- |- |- ! scope=\"row\"| Spain (PROMUSICAE) | 74 |- ! scope=\"row\"| Sweden (Sverigetopplistan) | 32 |- |- |- |} ==Certifications== ==Release history== {|class=wikitable ! Region ! Date ! Format ! Label |- | Worldwide | 20 February 2018 | Digital download | |} ==References== Category:2018 songs Category:2018 singles Category:Eurovision songs of 2018 Category:Eurovision songs of Germany ",
    "title": "You Let Me Walk Alone"
}