{
    "id": "56663391",
    "text": "Horn to Horn is an album by saxophonists Teddy Edwards and Houston Person which was recorded in 1994 and first released on the Muse label in 1996.Muse Records discography accessed February 23, 2018Teddy Edwards catalog accessed February 23, 2018Teddy Edwards discography accessed February 23, 2018Enciclopedia del Jazz: Teddy Edwards accessed February 23, 2018 ==Reception== In his review on Allmusic, Scott Yanow notes that \"This is a logical and very successful collaboration featuring the East Coast tenor Houston Person and L.A.'s legendary Teddy Edwards. Although one can generally tell the two veterans apart (Person has a heavier sound than the comparatively light-toned Edwards), the co-leaders are quite complementary and work together well in the tradition of Sonny Stitt and Gene Ammons ... Edwards and Person pay tribute to eight great tenors of the past (John Coltrane, Ben Webster, Lester Young, Stan Getz, Coleman Hawkins, Gene Ammons, Dexter Gordon, and Eddie \"Lockjaw\" Davis) through their renditions of eight standards ... Recommended\" == Track listing == # \"Equinox\" (John Coltrane) – 7:57 # \"That's All\" (Bob Haymes, Alan Brandt) – 6:28 # \"Lester Leaps In\" (Lester Young) – 5:18 # \"The Girl from Ipanema\" (Antônio Carlos Jobim, Vinícius de Moraes, Norman Gimbel) – 6:58 # \"Body and Soul\" (Johnny Green, Frank Eyton, Edward Heyman, Robert Sour) – 7:20 # \"Red Top\" (Woody Herman) – 7:42 # \"Talk of the Town\" (Jerry Livingston, Al J. Neiburg, Marty Symes) – 6:57 # \"Out of Nowhere\" (Green, Edward Heyman) – 7:47 == Personnel == *Teddy Edwards, Houston Person – tenor saxophone *Richard Wyands – piano *Peter Washington – bass *Kenny Washington – drums == References == Category:Teddy Edwards albums Category:Houston Person albums Category:1996 albums Category:Muse Records albums Category:Albums recorded at Van Gelder Studio ",
    "title": "Horn to Horn"
}