{
    "id": "56663978",
    "text": "Court Garden, Marlow Court Garden in Marlow, Buckinghamshire, England, is a Grade II* listed on the English Heritage Register. It was built in about 1758 by Dr William Battie, an eminent physician. It was sold in 1776 to Richard Davenport and remained in the Davenport family until 1894. It was then sold and became the home of the Griffin family for the next thirty years. Today it is part of Higginson Park and is a venue for special events. ==Dr William Battie== Dr William Battie in about 1750 William Battie (1704-1776) was born in 1704 in Modbury. His father was Reverend Edward Battie who was the Vicar of this town. He was educated at Eton College and then went to University of Cambridge where he won a Craven Scholarship.A new and general biographical dictionary 1812 p. 160. Online reference He began practicing as a physician in 1729 in Cambridge and then later in Uxbridge and finally in London where he had a very successful practice. In 1740 he inherited a large fortune from his relative Edward Colman of Brent Eleigh Hall in Suffolk who had died a bachelor.The National Archives website. Online reference In the previous year he had married Ann Goode who he had known since his childhood. She was the daughter of Barnham Goode a teacher at Eton when he had attended this school. They were married in Oxford and went to live in a house in Twickenham which he built for himself and his family in 1740.The Twickenham Museum website. Online reference The couple had three daughters. He became a fellow of the College of Physicians in 1738; censor in 1743, 1747, and 1749; Harveian orator in 1746; and president in 1764. He was Lumleian orator from 1749 to 1754.Dictionary of National Biography. Online reference He wrote numerous books on medical matters particularly mental illness and worked for many years at St Lukes Hospital in London. He died in 1776 and was buried at Kingston upon Thames near his wife. After his death his daughter Anne sold Court Garden to Richard Davenport. ==The Davenport family== Court Garden in 1793 when Richard Davenport was the owner Richard Davenport (1729-1799) who bought Court Garden in 1776 was a surgeon of Essex Street in London.Sanxay, Theodore 1907 “The Sanxay family” p. 81. Online reference He was the younger son of Davies Davenport (1696-1740) who owned Capesthorne Hall. In 1769 he married Fanny Maria Sanxay who was the daughter of Edmund Sanxay, a wealthy landowner from Cheam. Sanxay had only two daughters so when he died in 1787 Fanny Maria and her sister inherited his properties.Sanxay, Theodore 1907 “The Sanxay family” p. 72. Online reference She died in 1796 and Richard died in 1799. As they had no children Court Garden was left to his nephew Davies Davenport.Lysons, Samuel 1813 “Magna Britannia”., p. 694. Online reference Edward Davies Davenport (1778-1847) Davies Davenport (1757-1837) did not live in Court Garden because his main residence was his ancestral home of Capesthorne Hall.History of Parliament website. Online reference He rented it to various tenants one of whom was General Alexander HopeCadell, T. 1813 “Buckinghamshire”, p. 694. Online reference who in 1810 was appointed Governor of the Military College when it was in Marlow before it was moved to Sandhurst.The United Service Magazine, 1843, p. 398. Online reference The next resident was Sir Alan Hyde Gardner, 2nd Baron Gardner who was there until his death in 1815.The Treble Almanack , 1832, p. 23. Online reference Davies Davenport died in 1837 and his son Edward Davies Davenport (1778-1847) inherited the house. He was a prominent Member of Parliament.History of Parliament website. Online reference Like his father he lived at Capesthorne Hall and rented Court Garden to tenants. He died in 1847 and his son Arthur Henry Davenport inherited the property. Arthur died in 1867 and as he was a bachelor and had no children his cousin William Bromley-Davenport (1821–1884) inherited the house. When he died in 1884 his son Sir William Bromley Davenport (1862-1949) became the owner. During this time Court Garden continued to be a rental property. In about 1882 Anthony Hutton, an African merchant took a 21 year lease on the house. However in 1891 he decided to leave England and the remainder of the lease was taken by Robert Griffin.South Bucks Standard - Friday 07 August 1891, p. 5. He later bought the property from Sir William Bromley Davenport who advertised the house for sale in 1894.South Bucks Standard - Friday 12 October 1894, p. 5. ==Residents after 1900== Robert Griffin (1838-1921) who owned the house by 1900 made significant repairs to the property which had been allowed to deteriorate before its sale.South Bucks Standard - Friday 27 February 1903, p. 6. He was born in 1838 in Warwickshire. His father was an attorney and he also became a lawyer. In 1869 he married Caroline Sophia McClean. The couple had three children, two sons and a daughter. From 1900 until 1910 he represented Marlow on the Buckinghamshire County Council.Bucks Herald - Saturday 31 December 1921, p. 2. He died in 1921 and the house was advertised for sale in 1926.Bucks Herald - Saturday 22 May 1926, p. 2. It was purchased by public subscription and became a public park dedicated to Sir George Higginson. Today it is part of Higginson Park and is a venue for special events such as weddings and parties. ==References== ==External links== * Court Garden, Marlow website Category:Country houses in Buckinghamshire Category:Marlow, Buckinghamshire ",
    "title": "Court Garden, Marlow"
}