{
    "id": "56664677",
    "text": "National Wake was a multiracial punk rock band in South Africa in the late 1970s that emerged from a series of jam sessions in an underground commune. They were created in protest at the apartheid regime. They were South Africa's first multiracial punk band. == History == Ivan Kadey, an architecture student in Johannesburg at the time, formed the band with brothers Gary and Punka Khoza. Ivan Kadey was a Jewish orphan born in Johannesburg. Gary, Punka, and their family were forcibly moved to Soweto township under the policy of apartheid. The band was later joined by guitarist Steve Moni. National Wake were formed in 1978, two years after the student inspired Soweto uprising. National Wake split in 1982 just after putting out their solitary release in 1981 which sold approximately 700 copies before being withdrawn under government pressure. National Wake is covered in the Punk in Africa documentary. == Style == National Wake played punk, reggae, and tropical funk, but also incorporating two-tone ska and African rhythms. The band's signature tune \"International News\" decries state censorship and the atrocities of the Angolan War of Independence.National Wake's existence was a subversive threat to the South African status quo, a policeman cynically suggested that they could make more money as a band playing in exile. The music has a hint of third wave ska with influences of the Clash. Czech Radio described the band as \"perhaps the most dissident music scene of the 20th century: a multi-racial punk band in a fascist police state\". == Discography == National Wake released just one album in 1981. It sold approximately 700 copies before being withdrawn under government pressure. Their full body of work was released as Walk in Africa 1979-81 by Light in the Attic record label. == Members == * Ivan Kadey - Guitar and vocals * Gary Khoza - Bass guitar * Punka Khoza - Drummer * Steve Moni - Guitar == References == Category:South African punk rock groups Category:Third-wave ska groups Category:Musical quartets Category:Musical groups from Cape Town Category:South African musical groups ",
    "title": "National Wake"
}