{
    "id": "56661573",
    "text": "East Lawn Memorial Park is a cemetery in the western United States, located in East Sacramento, California. It is owned by East Lawn Memorial Parks & Mortuaries, which also owns two other Sacramento area cemeteries. Founded in 1904, it is the resting place of several former Mayors of Sacramento as well as other public figures. ==History== The cemetery was founded in October 1904, in response to the Edwards Break Flood of 1904. The first burials took place on December 24th of that year. During the early 1900s the park was administered by the East Lawn Cemetery Association. The cemetery has a two- story mausoleum that was completed in 1926, after several years of public opposition, led by a developer that had hoped to transition the memorial land into a residential zone. Despite the city council’s approval of the variance require to build the mausoleum, the developer put the issue on the upcoming election ballot. During the campaign, East Lawn made public statements that the families of those interred would not give their permission to move the remains of their loved ones beneath the ground of the cemetery. In 2013 the park began to transition from vegetation to rock based gardens where appropriate to contend with seasonal drought conditions and water availability problems in northern California. In November of that year the cemetery had its one hundred thousandth interment. Those interred in the cemetery include actor Neville Brand, professional baseball player James M. Grilk, composer Dick Jurgens, congressman Robert Matsui, and actress Dorothy Millette Bern. Former Mayors of Sacramento buried here include William Land, Clinton White, Hiram Hendren, Joe Serna, William Curtis, and Newton Earp. ==Events== The cemetery also holds public memorial events, such as a 2012 event memorializing the deaths of all indigents in the Sacramento area since its founding. Since 2003, the cemetery has dedicated memorials to those who have died in the region without a proper burial. ==References== ==External links== * Category:1904 establishments in California Category:Cemeteries in California Category:Companies based in Sacramento, California ",
    "title": "East Lawn Memorial Park"
}