{
    "id": "56665524",
    "text": "Anne K. Churchland is a neuroscientist at Cold Spring Harbor Laboratory. Her laboratory studies the function of the posterior parietal cortex in cognitive processes such as decision-making and multisensory integration. One of her discoveries is that individual neurons in rodent posterior parietal cortex can multitask i.e. play a role in multiple behaviors. Another discovery is that rodents are similar to humans in their ability to perform multisensory integration, i.e. to integrate stimuli from two different modalities such as vision and hearing. Churchland is an advocate of using rodents to study these cognitive processes, and together with scientists Zachary Mainen and Anthony Zador at Cold Spring Harbor Laboratory she has made substantial advances in bringing to these species the advanced behavioral techniques previously available only in primates. Churchland is a founding member of the International Brain Laboratory and an advisor to the Allen Institute for Brain Science. She is the founder of Anneslist, a website which promotes equality in representation across genders in scientific meetings. Her parents are the philosophers Patricia Churchland and Paul Churchland and her brother is neuroscientist Mark Churchland. ==Family== She is the daughter of analytical philosopher Patricia Churchland and philosopher Paul Churchland. Her brother, Mark Churchland, is also a neuroscientist working as assistant professor at Columbia University. == Selected awards == McKnight Scholar Award (2012) Pew Scholar in the Biomedical Sciences by The Pew Charitable Trusts (2014) Klingenstein-Simons Fellowship in the Neurosciences from the Simons Foundation and the Esther A. and Joseph Klingenstein Fund (2014) == References == == External links == * Churchland Laboratory * International Brain Laboratory * Anneslist Category:Year of birth missing (living people) Category:Living people Category:Canadian neuroscientists Category:Canadian women neuroscientists Category:American neuroscientists Category:American women neuroscientists Category:Wellesley College alumni Category:University of California, San Francisco alumni ",
    "title": "Anne Churchland"
}