{
    "id": "56664974",
    "text": "Langenhagen Pferdemarkt station (Langenhagen (Han) until 27 May 2000) is a station in the town of Langenhagen, which lies north of Hanover, the capital of the German state of Lower Saxony. At present it is served by lines S4 and S5 of the Hanover S-Bahn. It was opened as Langenhagen station in 1890 and was the only station in Langenhagen in the first half of the 20th century. Three extra stations have been built since because of the growth of Langenhagen and the development of Hannover Airport. Since regional and long-distance services now only stop in the neighbouring Langenhagen Mitte station, Pferdemarkt station is now only served by S-Bahn services. == Location == The station is located in the northern part of the centre of Langenhagen. It is located on a side street about 400 metres from Walsroder Straße, which forms the north- south axis for Langenhagen’s road traffic. While a large industrial estate is located on the western side, there is a larger residential area on the eastern side, where the entrance building is also located. As the centre of Langenhagen has shifted significantly southwards in the course of the last century, the station is away from the centre and only serves the northern residential areas. == History== Entrance building in about 1935 Plan of the ground floor The first station building, which was south of the current location,was built before the opening of the railway in 1890. The construction of the railway to Celle brought changes. Already in 1914, planning had started on a new entrance building further north, as the railway line was to be raised by a few metres above ground level. The construction did not begin until 1920 and it was completed in 1921.The entrance building was built in the North German clinker style (Norddeutschen Klinkerarchitektur) with influences of German reform style (Reformstil). The architecture is based on the original drawings of Ernst Moeller and Alexander Behnes. The building originally contained the station services, Langenhagen’s Bahnmeisterei (the office of the head of track maintenance) as well as some waiting rooms. However, since the line to Celle was not yet in operation, it was designed to be used differently. The waiting room for the third and fourth class and later the entrance hall were temporarily used by Langenhagen's Roman Catholic parish for worship. It became a junction station on 15 May 1938 with the start of operations on the Langenhagen–Celle railway. A siding was built to Hannover Airport for freight traffic. As part of the S-Bahn construction, the track was upgraded and the platform for trains towards Celle were closed and the entrances were walled off. With the commissioning of the S-Bahn network on 28 May 2000, all stops for trains to Celle and for all other regional trains were transferred to Langenhagen Mitte station. At the same time, the station, previously simply referred to as Langenhagen was renamed Langenhagen Pferdemarkt (horse market). Both the entrance building and the access to the platforms were redeveloped using funds for the upgrade of the S-Bahn. In the new millennium, the now listed station building was embossed on a commemorative coin entitled 700 Jahre Langenhagen (700 years of Langenhagen). In September 2013, it was sold by Deutsche Bahn’s subsidiary, Main Asset Management GmbH, to a private investor under an agreement preserving access to the platforms. Since 2014, comprehensive preservation work has been carried out and access to the station building's wings has been restored. Since the opening of the line, the station has provided a significant economic boost for the town. == Rail services== Prior to the electrification of the railways, trains were steam-hauled. These disappeared in the 1960s because of the electrification of the Hanover–Hamburg railway. The Heath Railway to Buchholz was not electrified, however, so diesel locomotives ran through the station. This traffic ended only with the electrification of the Heath Railway to Bennemühlen for the Hanover S-Bahn, because regional trains now no longer stop in the station. Since then it has only been served by electric S-Bahn trains. {| class=\"wikitable\" ! Line !! Route |- | align=\"center\" | | Bennemühlen – Langenhagen Pferdemarkt – Langenhagen Mitte – Hannover Hbf – Hannover Messe/Laatzen –Sarstedt – Hildesheim Hbf |- | align=\"center\" | | Hannover Flughafen – Langenhagen Pferdemarkt – Langenhagen Mitte – Hannover Hbf –Springe – Hamelin – Altenbeken – Paderborn Hbf |} The station have no connections to the bus and Stadtbahn services of the Hanover Region. ==References== Category:Railway stations in Lower Saxony Category:Railway stations in Germany opened in 1890 Category:Hannover S-Bahn stations ",
    "title": "Langenhagen Pferdemarkt station"
}