{
    "id": "56665012",
    "text": "Roebuck Plains Station is a pastoral lease that is located close to the township of Broome in the Kimberley region of Western Australia. It is one of the closest pastoral leases to Broome. Roebuck Plains is also the name of a roadhouse on the Great Northern Highway, just east of Broome. The Plains in the name is associated with wetlands situated adjacent to Roebuck Bay. ==Description== The station is located approximately east of Broome on a rich marine floodplain. It occupies an area of and is able to support around 20,000 head of cattle. The property is a mixture of floodplains and sandy pindan country. ==History== The traditional owners of the area are the Yawuru peoples. The property was acquired and developed by the pearlers, Streeter and Company, to supply meat to Broome. A slaughterhouse was also established on the outskirts of town to process the cattle and sheep that were being raised on the property. The homestead burnt down in 1949; the fire started from a defective kerosene refrigerator. In 1953 the station was acquired by the Harris family. It was stocked with 10,000 head of cattle at the time. The Indigenous Land Corporation acquired Roebuck Plains Station in 1999, and in 2006 the Federal Court determined the station was the exclusive possession of the Yawuru under native title. In 2014 the ILC handed the lease over to the Nyamba Buru Yawuru Corporation. Pat Dodson, the chairman of the company, accepted the lease but handed management of the station back to the ILC. The property and the adjacent commercial cattle yards are worth around 15 million. The plains are also subject to analysis of indigenous perceptions of the landscape. In 2018, the property was flooded when it received of rain through the wet season, with half of it falling in one week in January. The 6,000 head of cattle had to be moved off the floodplains to higher ground. The cyclone that brought the rain also caused extensive damage to the property, with trees blown over, buildings damaged and fences washed away. ==See also== *List of ranches and stations *List of pastoral leases in Western Australia == Notes == Category:Broome, Western Australia Category:Pastoral leases in Western Australia ",
    "title": "Roebuck Plains Station"
}