{
    "id": "56664671",
    "text": "On the night of March 2, 1998, Suzanne Lyall (born April 6, 1978), an undergraduate at the State University of New York at Albany, left her job at the Babbage's in Crossgates Mall in the nearby suburb of Westmere after the store had closed. She is believed to have taken a city bus from the mall back to the university's Uptown Campus, where a classmate has said she saw Lyall get off the bus at Collins Circle, a short walk from her dorm. No one has seen her since then. The next morning Lyall was reported missing. That afternoon her credit card was used at a nearby convenience store's ATM to withdraw $20. According to her boyfriend, only she and he knew the PIN. He had a verified alibi for the time of her disappearance, but due to his later refusal to cooperate with the police they have been unable to completely rule him out as a suspect. A man who used the ATM around the same time has been ruled out. New York State Police continue to investigate the case. It has been the subject of an episode of the Investigation Discovery channel's series Disappeared. Lyall's parents have become activists on behalf of the families of other missing persons, founding an organization called the Center for Hope to support those families. They were present when President George W. Bush signed \"Suzanne's Law\", enacted as part of the PROTECT Act of 2003, which raised the age at which local police must inform the National Crime Information Center of a missing person from 18 to 21. Five years later, he also signed into law the Suzanne Lyall Campus Safety Act, part of the Higher Education Opportunity Act, based on similar legislation the state passed the year after Suzanne disappeared, which requires college police departments to have plans for investigating missing-persons cases and serious crimes on campus. A \"Suzanne's Law\" passed by the New York State Senate several times, but not yet voted on in the State Assembly, would also increase the penalties for violent crimes on and near educational facilities should it become law. ==Background== Suzanne Lyall was born in Saratoga Springs, New York, in 1978, the youngest of Doug and Mary Lyall's three children. The family lived in nearby Ballston Spa; her two older siblings described her as \"the darling of the family\", a quiet girl who would run out of the shower with her hair still wet to write poetry in her notebook after the inspiration struck her, and was a great fan of the Canadian power trio Rush. She showed an early interest in computers, even building some from scratch. After Suzanne graduated from the local high school with honors in 1996, she first attended the State University of New York at Oneonta for a year, after which she transferred to SUNY Albany, since she felt the computer science courses at Oneonta were not sufficiently challenging.\"Final Exam\", 1–2 minutes. Transferring to Albany brought her closer not only to her home but to her boyfriend Richard Condon, a fellow student several years her senior, whom she had started dating when they were both still in high school. He shared Suzanne's interest in computers; the two frequently chatted back and forth and he had set up her computer so he could access it from his. She supplemented her studies, and earned some income, through two jobs off-campus. One was at a computer company in Troy, the other at a Babbage's store in the Crossgates Mall, west of campus in the suburb of Westmere. Suzanne called or emailed her parents, and/or Condon, almost daily. Mary Lyall recalls that the last time she actually spoke to her daughter, on March 1, 1998, Suzanne had complained about being low on cash and waiting for her next paycheck. However, she declined her mother's offer to lend her some money in the interim. ==Disappearance== In late February 1998, Suzanne's manager at Babbage's recalled that she had been stressed about an upcoming midterm exam, which she said she needed not only to pass but excel on. She took it the morning of March 2 and attended other classes until 4 p.m. After that, she went from the school's North Campus, where she lived in the Colonial Quad dorm, to her job at Babbage's. According to her manager, she felt she had \"done OK\" on the exam and was somewhat subdued.\"Final Exam\", 11–12 minutes in. She worked there until the store closed at 9 p.m., then got on to a Capital District Transportation Authority bus back to campus around 9:20 p.m. The driver, who regularly worked that route, confirmed later that he had seen her board his bus. However, he was not certain that he had seen her get off at the Collins Circle stop on campus, a short walk from her dorm. He could only say with certainty that she was not on the bus when he reached the end of the route downtown.\"Final Exam\", 15–17 minutes in A friend of Suzanne's says she saw her get off the bus there, though. It was approximately 9:45 p.m. She has never been seen again. ==Investigation== The next morning, March 3, Condon, who attended a different college in the Albany area, called Doug and Mary Lyall to tell them Suzanne had not returned to her dorm the night before and was nowhere else to be found. She usually phoned or emailed him after returning from work and had not answered his calls to her dorm room.\"Final Exam\", 10–11 minutes in They called the campus police to formally report her missing, and were told that brief absences were not uncommon for college students, so they should not worry as it was likely that she would soon reappear. But the Lyalls nevertheless did worry, as this behavior was unlike their daughter. \"Suzie was not a risk-taker\", her father said. \"She didn't party or use alcohol or drugs\". An officer who went to her next scheduled class did not see her. Her suitemates said that Suzanne had never returned to her room on the night of March 2, as they never heard her keys and fobs jingling as they always did whenever she returned.\"Final Exam\", 20–22 minutes in The Lyalls also called Suzanne's bank, who contacted them later that day to inform them that their daughter's debit card had been used to withdraw $20 from an ATM at a Stewart's Shops convenience store in Albany at approximately 4 p.m. Two days later, a delay Doug Lyall later criticized, the campus police agreed after Suzanne missed another midterm, as well as her other scheduled classes, that her disappearance was not a typical case of a missing undergraduate and called in the state police for assistance. The Lyalls and SUNY Albany put up a $15,000 reward for information that would resolve the case. Fliers with Suzanne's picture were posted all over campus and nearby. ===ATM withdrawals=== In the first two weeks of the investigation, police looked into 270 leads and searched near Collins Circle, including the wooded area and Rensselaer Lake in the eastern end of the Albany Pine Bush just across Interstate 90 from that part of the campus. The ATM withdrawal drew particular attention. The Stewart's where it was located had a security camera but it focused on the area around the cashier and did not show the ATM, so it could not be determined who was using it at that time. However, a man who might likely have been using it around that time, identified publicly by the Nike baseball cap he was wearing, was sought as a possible witness or person of interest. Whoever had used the card knew the correct PIN. Condon said that only he and Suzanne knew it. She also always withdrew exactly $20 anytime she went to the ATM, according to her parents.\"Final Exam\", 18–20 minutes in Yet her parents said that Stewart's, at the intersection of Central Avenue and Manning Boulevard southeast of the campus, was not in a part of the city where she would ever have gone. The clerk on duty at the time did not recognize her. Police eventually located the man with the Nike cap, and came to believe he had nothing to do with the case, although they could not completely exclude him. The bank also told the Lyalls and police that their records showed that Suzanne's card was used to make two withdrawals from different ATMs on the day she disappeared. One had been in the morning at a machine near the Collins Circle bus stop, the other was in the mall at about the time she would have arrived there for work. Both had been for $20, so it seemed likely that she had made them. But Mary Lyall could not imagine why her daughter would have made two withdrawals in one day. ===Suspicions of foul play=== Investigators pondered a connection to a similar disappearance of another SUNY Albany undergraduate, Karen Wilson, who likewise had been last seen getting off a public bus away from campus almost 13 years before Suzanne, in March 1985. An intensive search at that time had yielded no evidence, and her case, too, remains unsolved . A convicted rapist who had violated parole and left the area around the time Suzanne disappeared was briefly considered a suspect, but police interviewed him after he was returned to New York from Illinois and excluded him. Based on the bus driver's uncertainty as to whether Suzanne had indeed disembarked at Collins Circle, police also began considering the possibility that she might never have returned to campus that night. Some investigators even theorized that she might not even have gotten on the bus at all. In May, her Babbage's name tag was found about away from the bus stop, in the parking lot, opposite from the direction she would have walked if returning to her dorm. But it could not be determined how long it had been there, and police could recover no forensic evidence from it.\"Final Exam\", 28–30 minutes in Another possibility came from a coworker of Suzanne's at the store. She told investigators that Suzanne had told her about a month before she disappeared that she believed she was being stalked by someone she did not know. However, the coworker also said Suzanne did not appear to be afraid of this person. Police have never been able entirely to rule out Condon, Suzanne's boyfriend, as a suspect in the disappearance. Mary Lyall later told CBS News that her daughter had on several occasions tried to end the relationship, but after Condon became emotional she would stay with him. After the disappearance, he told police that Suzanne was his fiancée, a development in their relationship the Lyalls said Suzanne, who called or emailed them almost daily, had not informed them of. Two weeks before Suzanne disappeared, Mary recalled, she and her daughter had been on a trip to see her own mother when Suzanne asked if they could stop at Condon's house, which was along their way. Suzanne said she wanted to give Condon a Valentine's Day card. While nothing unusual happened during the brief stop, Mary said in 2012, she wondered if her daughter had in fact given Condon a \"Dear John letter\" ending the relationship. Due to the increased tension she seemed to see in her daughter's life, she began wondering if Suzanne might have become involved with someone else; police have never found any evidence that she was.\"Final Exam\", 22–24 minutes in Condon had an alibi for the time Suzanne disappeared: he was playing video games with a friend, and the friend confirmed this when asked by police. But after his initial conversations with police, Condon refused to take a lie detector test and told them he would be interviewed again only if his lawyer was present. He refused to answer questions from the media about the case in later years; his mother told CBS in 2010 that he had married and moved on with his life. In 2005 a man named John Regan, who was facing trial for a 1993 kidnapping in Connecticut, was arrested after trying to abduct a female student at Saratoga Springs High School by pulling her into his van from the street near the school. Since Saratoga Springs is a short distance from Ballston Spa, the Lyalls' hometown, police and the family wondered if he might have been responsible for Suzanne's disappearance. Even after Regan was convicted of the attempted kidnapping in Saratoga, however, he refused to discuss the Lyall case with investigators.\"Final Exam\", 34–36 minutes in ===Later efforts=== The case remains open, and the state police continue to follow up on any leads that come in. In 2012 the Investigation Discovery cable channel devoted an episode of Disappeared, its series on missing person cases, to Suzanne's disappearance. \"Her story struck us as compelling\", executive producer Elizabeth Fischer said. \"This is the story of a wholesome life of a college student who vanished\". Doug Lyall died in 2015; his wife continues both their activism and their search. Over the years, 75 psychics have contacted the Lyalls with tips. Many of them have involved water, suggesting that Suzanne is dead and her body has been submerged somewhere. While Mary Lyall has dismissed them, noting that there are so many bodies of water in the Capital District as to make that information too vague to be useful, she nevertheless told Schenectady's Daily Gazette in 2016 that she has persistently experienced \"an odd feeling\" any time she has driven across the Crescent Bridge, along U.S. Route 9 over the Mohawk River, between Albany and Ballston Spa. In June of that year, a reporter from the newspaper went along with her as a local firm that does high-tech mapping applied its technology to the river's bottom in that area; it has not been reported whether anything significant was found. ==Parents' activism== Within a year of their daughter's disappearance, Doug and Mary Lyall had begin lobbying for changes in New York law to address what they saw as shortcomings of the original investigation. From a victims' support group, they learned of a California couple who had successfully lobbied legislators to make similar changes after their daughter had gone missing in 1996 from a college campus in that state. They reached out to state legislators, who sponsored a bill, formally known as the Campus Safety Act but referred to as \"Suzanne's Law\", that required colleges and universities in the state to have detailed plans for the investigation of violent felonies and missing persons cases that occurred on campus, as well as reporting the latter promptly to the state. It passed, and on April 6, 1999, Suzanne's 21st birthday, Governor George Pataki signed it into law, with institutions of higher learning required to be in compliance by the beginning of 2000. The Lyalls then focused their efforts on getting federal law changed to increase the age at which local police must report missing persons to the National Crime Information Center from 17 to 21. In 2003, President George W. Bush signed into law the PROTECT Act of 2003, an omnibus bill of measures meant to protect children from various types of harm, in which had been included another \"Suzanne's Law\", making that change. It also allowed police departments to report those cases to the National Center for Missing and Exploited Children as well, from which they could receive additional services like flyer and poster creation as well as age progression technology applied to images of the missing. That same year the Lyalls were attending a conference at which other families of missing persons spoke. They were particularly struck by one woman's speech, and when they talked to her afterwards she told them \"I could have laid in bed with a cover over my head for years but I decided to really get out there and talk about this\". The couple decided to follow that example. Mary Lyall began speaking publicly about her experience, and she and Doug founded the Center for Hope, which in addition to disseminating information about missing persons and educating law enforcement about its increased responsibilities under the new laws provides support to the families of the missing. The Lyalls continued their lobbying efforts, which in 2008 resulted in another federal law named for their daughter. The Suzanne Lyall Campus Safety Act enacted nationwide provisions similar to those in the 1999 New York state law. It also required that colleges and universities have in place policies that clearly delineate the role of campus, local and state police agencies in investigating a violent crime or disappearance on campus, in order to reduce the sort of \"confusion and delays\" that the Lyalls believed had hindered the investigation of Suzanne's disappearance during the days immediately afterward. Like the 2003 legislation, it was passed by being incorporated into a larger, related bill, the Higher Education Opportunity Act. Another \"Suzanne's Law\" in the state legislature has not yet passed. State senator James Tedisco has, since he was a member of the Assembly in 1999, introduced a bill that would increase penalties for violent felonies that are committed on the premises of, or within of, any educational facility in the state, from day care centers to colleges. Companion bills in the State Senate, introduced by then-majority leader Joseph Bruno, passed that house every session until 2007, but Tedisco's bill never reached the floor of the Assembly even when he was that body's minority leader. He continues to work for the bill's passage. ==See also== *History of Albany, New York (1983–present) *List of Disappeared episodes *List of people who disappeared *List of University at Albany people *Disappearance of Brandon Swanson, 2008 Minnesota missing-persons case that led to similar changes in state law. *Murder of Jeanne Clery, Lehigh student whose parents worked for legislation named after her to improve campus security ==References== ==External links== *Archived version of New York State Police page on disappearance *Richard Condon's page on Suzanne Lyall Category:Missing person cases in New York (state) Category:1990s missing person cases Category:University at Albany, SUNY Category:History of Albany, New York Category:1998 in New York (state) Category:March 1998 events in the United States ",
    "title": "Disappearance of Suzanne Lyall"
}