{
    "id": "56669672",
    "text": "John Lovejoy Abbot (November 29, 1783 - October 17, 1814) was an American clergyman and librarian. John Lovejoy Abbot was born in Andover on November 29, 1783. His father for whom he was named was a farmer. Abbot prepared for college at the Academy in his native town, and graduated from Harvard College in 1805. He studied theology in Andover under Dr. Ware. For a year (1807) he held the office of reader in the Cambridge Episcopal church, and the next year he occasionally preached in neighboring pulpits. In 1811 he was made Harvard College Librarian, and held the office two years. In the spring of 1813, after his resignation from the Library, he was chosen pastor of the First Church in Boston. At his ordination on July 14, 1813, the sermon was by Professor Ware and the introductory prayer by Rev. Samuel Cooper Thacher, (Librarian, 1808-11). Abbot preached in this pulpit only a few Sundays ; the consumption which had been threatening him grew so much worse that in the fall he was obliged to ask a leave of absence. His parishioners had already become deeply attached to their new pastor and they unanimously voted in their resolutions of sympathy and regret, \"that the expenses of supplying the pulpit be paid by the Society during the absence of the Rev. Mr. Abbot, and that his salary be continued.\" About a month later, he married, 24 October, Elizabeth Bell Warland of Cambridge. In another month he sailed for Portugal in hopes of benefiting by the voyage. But on his return in June 1814, he was so little recovered that he was unable to resume preaching. He gradually grew worse until his death on October 17. At his funeral, which was from his church in Boston, Edward Everett preached the sermon. He was a member of the American Antiquarian Society. ==References== Category:People from Andover, Massachusetts Category:1783 births Category:1814 deaths Category:American theologians Category:Harvard University librarians Category:American clergy Category:Harvard University alumni ",
    "title": "John Lovejoy Abbot"
}