{
    "id": "56666016",
    "text": "Morelle Smith is a Scottish author of poetry, essays, fiction, and travel articles who currently lives in Edinburgh, Scotland. == Education == She studied French and English at the University of Edinburgh. She completed a post-graduate teaching certificate, and also took a course to teach English at the CELTA/RSA (Certificate in Teaching English to Speakers of Other Languages/Royal Society of Arts), and to teach French at the Centre International d’Études Pédagogiques in Sèvres, France. == Travel == After university, she traveled through India and Asia, then lived in Freiburg-im- Breisgau, Schwarzwald, where she modeled for drawing classes. She has participated in Writers' Residences in Serbia, Switzerland, and France. She worked for an NGO in Albania. She has also traveled to the US and throughout Europe. Sketches from her travels with musician John Renbourn are included in her work, Every Shade of Blue. == Reviews == She writes reviews at Levure Litteraire and the Scottish Review. == Publishing == Her first published work was a short story, A Sleeping Sentry at the Gate of Time, in Chapman Magazine, 1980. Since then, her work has been translated into several languages, including French, Slovenian, Bulgarian, Romanian, and Albanian. Her poem, The Ravens and the Lemon Tree was reviewed in the poetry prose reviews magazine Acumen, in May 2010, where it says, \"She has a fine lyric gift.\" == Published works == Deepwater Terminal (Diehard, 1998) Streets of Tirana, Almost Spring (ORA Publishing, Tirana 2004) The Way Words Travel (UK Authors Press 2005) Time Loop (Playback Editions 2010) Gold Tracks, Fallen Fruit, a Quinta Journal (Cestrian Press 2011) Anthology of Scottish Women Poets, Scottish Literature in the 20th Century Modern Scottish Women Poets (Canongate Classics) Shaping the Water Path (Callander) Open Roads and Secret Destinations Every Shade of Blue (Fountainhall) The Definition of Happiness Tirana Papers: An Albanian Journal The Ravens and the Lemon Tree (Poetry Scotland/Diehard) == References == ==External links== *Blog site Category:Scottish women poets Category:Scottish women writers Category:Alumni of the University of Edinburgh Category:Living people Category:Year of birth missing (living people) Category:Writers from Edinburgh ",
    "title": "Morelle Smith"
}