{
    "id": "56662305",
    "text": "Christion Jones (born December 20, 1992) is a former Canadian football kick returner and running back. Jones played for the Saskatchewan Roughriders and Edmonton Eskimos of the Canadian Football League (CFL). He played college football at Alabama. ==College career== Jones committed to Alabama on September 30, 2010. Jones earned the SEC Special Teams Player of the Year award in 2013. During his four years in Alabama, Jones had 85 receptions for 1,030 yards including seven touchdowns. Jones also returned 66 punts for 719 yards including three touchdowns and returned 68 kickoffs for 1,727 yards and two touchdowns. ==Professional career== ===Miami Dolphins=== Jones went undrafted in the 2015 NFL Draft. Shortly after, he signed as a free agent with the Miami Dolphins of the National Football League. Dealing with a hamstring issue during training camp, Jones was waived on September 5, 2015. He was released with an injury settlement on September 9. On March 2, 2016, Jones was once again signed by the Dolphins but was later released on May 2, 2016. ===Toronto Argonauts=== On May 17, 2016, Jones signed with the Toronto Argonauts of the Canadian Football League. Jones was later released on June 15, 2016. ===Saskatchewan Roughriders=== After more than a year out of football, Jones signed with the Saskatchewan Roughriders of the Canadian Football League on July 17, 2017. Jones made his regular season professional football debut on August 13, 2017 versus the BC Lions. He scored his first touchdown on September 29 when he returned a 97-yard punt for a touchdown against the Ottawa Redblacks. He played in ten games that season, returning 45 punts for 645 yards and two touchdowns, as well as 18 kickoffs for 423 yards. He made his biggest impression against the Toronto Argonauts in the 2017 CFL East Final, when he returned a 79-yard punt for a touchdown to put the Roughriders up late in the game in a losing cause. Jones was named the team's Most Outstanding Special Teams Player for 2017. On December 27, 2017, Jones signed an extension with the Roughriders that would keep him on the team through the 2019 season. ===Edmonton Eskimos=== Jones was traded to the Edmonton Eskimos on August 5, 2019 in exchange for wide receiver Kenny Stafford. Playing in 10 games, Jones caught 7 passes for 43 yards, and had a combined 1,420 return yards, and was extended for the 2020 season.https://www.cfl.ca/2020/01/27/esks-sign-christion-jones-extension/ On June 27, 2020 on the day of Global Pride, Jones made a now deleted post expressing homophobia on Twitter, and extensively defended the original post throughout the day.https://www.al.com/sports/2020/06/edmonton-eskimos-release- christion-jones-over-homophobic-tweet.html Jones was released by the Eskimos the next day; he apologized 8 minutes prior to his release being made public.https://www.cbc.ca/news/canada/edmonton/edmonton-football-homophobic- tweet-1.5630546 The CFL added a statement concurrent with the release of Jones, expressing support for the LGBTQ+ community.https://www.cfl.ca/2020/06/28/christion-jones-released- esks#CFLStatement ==References== Category:1992 births Category:Living people Category:Alabama Crimson Tide football players Category:American football running backs Category:American players of Canadian football Category:Canadian football running backs Category:People from Adamsville, Alabama Category:Players of American football from Alabama Category:Miami Dolphins players Category:Saskatchewan Roughriders players Category:Toronto Argonauts players Category:Canadian football return specialists Category:Edmonton Eskimos players ",
    "title": "Christion Jones"
}