{
    "id": "56661927",
    "text": "\"La Nueva y La Ex\" (English: \"The New and The Ex\") is a single by Puerto Rican rapper Daddy Yankee from his mixtape King Daddy, released on October 29, 2013. The song was written by Daddy Yankee and Jesús Benítez, and was produced by Los de la Nazza. ==Background== \"La Nueva y La Ex\" was written by Daddy Yankee and Jesús Benítez \"Benny Benny\", and was produced by Puerto Rican duo Los de la Nazza. Daddy Yankee's representative company in Puerto Rico, Perfect Partners, stated on a press release that the song \"goes hard on spicy, suggestive and sexy lyrics with a proposal that sings to the girl (the new one) who arrives and who left (the ex).\" ==Commercial performance== In the United States, \"La Nueva y La Ex\" peaked at number nine on Billboards Hot Latin Songs chart on February 8, 2014 and charted for 20 weeks. The single peaked at number two on the Tropical Airplay chart on February 8, 2014 and also charted for 20 weeks. It also peaked at number one on the Latin Airplay and at number 14 on the Latin Digital Songs charts. \"La Nueva y La Ex\" was the 40th best-performing song on Hot Latin Songs of 2014, as well as the 49th best-selling Latin single and the 26th most-played song of the year in the United States. ==Music video== The music video for \"La Nueva y La Ex\" was directed by Puerto Rican filmmaker Christian Suau. The filming took place in San Juan, Puerto Rico. The visual premiered through Daddy Yankee's YouTube Vevo account on February 6, 2014, where it has over 60 million views. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2013–14) ! scope=\"col\"| Peak position |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2014) ! scope=\"col\"| Position |- !scope=\"row\"|US Hot Latin Songs (Billboard) |40 |} ==References== Category:2013 songs Category:2013 singles Category:Daddy Yankee songs Category:Songs written by Daddy Yankee ",
    "title": "La Nueva y La Ex"
}