{
    "id": "56674351",
    "text": "Ghostland (also known as Incident in a Ghostland) is a 2018 horror film written and directed by Pascal Laugier. The film begins with a woman inheriting her late aunt's house and moving in with her daughters. During their first night there a gang of murderers break in, and events change the family's lives forever. Sixteen years later, one of the now-adult daughters returns to the house to visit her mother and sister. Ghostland was shown in competition at the Festival international du film fantastique de Gérardmer, where it won three awards, including the Grand Prize. ==Plot== A woman named Pauline travels with her teenage daughters Beth and Vera to their recently- deceased aunt Clarissa's secluded home after they inherited it in her will. Beth reads an article about a string of home invasions where parents are murdered, but daughters are spared. Unbeknownst to the family, they are stalked by someone driving a candy truck. Shortly after the women settle into the house, a large, mentally impaired man breaks in and attacks Pauline. The man drags Beth and Vera into the basement and a strange woman enters. When Beth asks what they want, the woman replies, \"We just wanna play with dolls.\" The man assaults the girls and rapes Vera. Pauline recovers and fights back to save her daughters—while Beth looks on, unwilling to act—and stabs both the man and the woman. Sixteen years later, Beth is now a successful horror author living in Chicago with her husband and son. She appears on a talk show to promote her new novel Incident in a Ghostland, based on her experience that night. She receives a frantic phone call from her sister who has suffered from delusions since the trauma, begging her to return to the house where she still lives with their mother. When Beth arrives, Pauline explains that Vera remains unable to move on and continues reliving that night over and over. In the house, Beth has strange experiences and Vera claims that their tormentors are still trying to get them. Beth finds Vera chained and made up to look like a doll. When she sees Vera flailing as if attacked by a ghost, Pauline calls an ambulance and tells Beth not to listen to Vera. Beth falls asleep waiting for her mother and ends up captured by the Candy Truck Woman. When she recovers, she discovers bruises all over her beaten face. She finds Vera also beaten up in the basement and blames her for the wounds. Vera begs her sister to face the truth. Beth finally flashes back to a memory and it is revealed that the Candy Truck Woman actually killed their mother. Beth breaks from her imagined adulthood to realize that the Fat Man and Candy Truck Woman are still holding her and Vera captive as teenagers in Clarissa's home. The Candy Truck Woman takes Beth upstairs and dresses her like a doll, leaving her in a room littered with dolls. The Fat Man enters to begin molesting and torturing the dolls. When he gets to Beth, she fights back and flees. She frees her sister and the two of them escape the house. They make it to a road where two state troopers help them, reporting the incident to dispatch. However, both are gunned down by the Candy Truck Woman who recaptures the girls. Beth mentally retreats back to her adulthood fantasy. At a cocktail party, she meets her idol, H.P. Lovecraft, who tells Beth that her novel is a masterpiece. Beth sees her sister screaming for help and decides to return to rescue Vera. Back in reality, she escapes from the Fat Man and initiates a violent fight with the Candy Truck Woman. Another state trooper arrives in time to gun down both the Fat Man and the Candy Truck Woman. After authorities arrive, Beth sees a vision of her mother waving at them from the house as the sisters are taken to the hospital. She looks at her antique typewriter that she threw off the window while trying to escape and tells the paramedic she likes to write stories. ==Cast== * Crystal Reed as Elizabeth \"Beth\" Keller ** Emilia Jones as Young Beth * Anastasia Phillips as Vera ** Taylor Hickson as Young Vera * Mylène Farmer as Pauline * Kevin Power as Candy Truck Woman * Rob Archer as Fat Man * Paul Titley as H.P. Lovecraft ==Production== Ghostland is a Canadian and French co-production with Canada providing 69.12% of funding and France providing 30.88%. The film was predominantly shot in Canada. ===Accident=== In December 2016, actress Taylor Hickson was facially disfigured while shooting a scene for the film. She was rushed to the hospital and received 70 stitches, but was permanently scarred. In March 2018, Hickson sued the film’s production company Incident Productions over lost work as a result of the incident. Hickson claimed in the lawsuit that \"in the course of shooting the scene, the director Pascal Laugier, consistently told Hickson to pound harder on the glass with her fists\". While filming another take, the lawsuit states: Hickson, in the lawsuit, states that the company failed to take \"any and all reasonable steps to ensure that industry standards and practices were adhered to, including but not limited to the use of safety glass and/or stunt doubles as appropriate.\" ==Release== Ghostland was first shown in competition on 3 February 2018 at the Festival international du film fantastique de Gérardmer. Ghostland won three film awards at the festival, including the Grand Prize, Audience Award, and the SyFy Award. The SyFy award was chosen by five bloggers at the festival. Frédéric Strauss of Télérama noted that this was the second French co-production in a row that dominated the awards at the festival with the previous years big winner being Raw by Julia Ducournau. The film received a theatrical release in France on 14 March 2018. In some territories, the film was released as Ghostland and in others as Incident in a Ghostland. ==Reception== On review aggregator Rotten Tomatoes, the film holds an approval rating of 54%, based on 26 reviews with an average rating of 6/10. The site's critics' consensus reads: \"Incident in a Ghost Land may satisfy horror fans in search of a nasty kick, but it's narratively flawed and decidedly not for the squeamish.\" Metacritic gives the film a weighted average score of 44 out of 100, based on 4 critics, indicating \"mixed or average reviews\". The Hollywood Reporter declared the film to be a \"taut—if somewhat corny—slasher flick\" and it was \"neither for the faint of heart nor the sharp of mind\". The review noted the dialogue, finding that \"for [the director's] second film in English after 2012’s The Tall Man, he could have brushed up more on his dialogue, which rings awfully flat.\" Dennis Harvey of Variety declared that Ghostland \"all seems slick, intense, and unpleasant in the same hollow way \"Martyrs\" did, because all the cruelty is so meaningless. Replacing that film’s empty pseudo-mysticism are villains for whom Laugier doesn’t bother providing any motivation or backstory.\" Simon Abrams of The Village Voice wrote that the film was a \"disturbing and effective critique of misogynist torture porn,\" it \"may sometimes play like a mindlessly gory slasher clone, but Laugier’s tormented girls consistently prove to be stronger than their brutalized bodies.\" ==References== ==External links== * * Category:2018 horror films Category:Canadian films Category:French films Category:English-language films Category:Films directed by Pascal Laugier Category:Films shot in Canada Category:Canadian horror films Category:French horror films Category:English- language French films ",
    "title": "Ghostland"
}