{
    "id": "56672247",
    "text": "The following is a list of notable deaths in March 2018. Entries for each day are listed _alphabetically_ by surname. A typical entry lists information in the following sequence: * Name, age, country of citizenship at birth, subsequent country of citizenship (if applicable), reason for notability, cause of death (if known), and reference. ==March 2018== ===1=== *Bender, 37, Canadian rapper.Former KOTD champ Bender of Flight Distance has passed away *Fredrik Bull-Hansen, 90, Norwegian military officer, Chief of Defence (1984–1987).Fredrik Bull-Hansen er død *Colin Campbell, 81, English actor (A Family at War, The Ruth Rendell Mysteries).Colin Campbell funeral: Stonebridge actor famed for Leather Boys role sent off by a fleet of Ace Cafe bikers *Enrique Cárdenas González, 91, Mexican politician, Governor of Tamaulipas (1975–1981), Municipal President of Ciudad Victoria (1968–1971).Fallece Don Enrique Cárdenas *Diana Der Hovanessian, 83, American poet and professor (Yerevan State University).Poet Diana Der-Hovanessian Passed Away *Dorne Dibble, 88, American football player (Detroit Lions), pneumonia.Dorne Dibble, Lions world champ, Michigan State All-American, dies at 88 *Jean-Guy Hamelin, 92, Canadian Roman Catholic prelate, Bishop of Rouyn-Noranda (1973–2001).Bishop Jean-Guy Hamelin *Anatoly Lein, 86, Russian-born American chess Grandmaster.Anatoly Lein *Beth Morris, 74, Welsh actress (Son of Dracula).Swansea actress who starred in films and top TV shows across three decades has died *Arabinda Muduli, 56, Indian musician and Bhajan singer, cardiac arrest.Bhajan Maestro Arabinda Muduli passes away *Michael Paine, 89, American engineer.Michael Paine, debated politics with JFK assassin Lee Harvey Oswald, dies at 89 *Vicente Piquer, 83, Spanish footballer (Valencia, Málaga, national team).Muere Vicente Piquer, exjugador del Valencia de los años sesenta *María Rubio, 83, Mexican actress (Cuna de lobos, Imperio de cristal, Querida enemiga).Muere María Rubio, la actriz que interpretó a Catalina Creel en 'Cuna de Lobos' *Orin C. Smith, 75, American coffee executive, President and CEO of Starbucks (2000–2005), pancreatic cancer.Former Starbucks CEO, UW Regent Orin Smith dies at 75 *Luigi Taveri, 88, Swiss motorcycle road racer, Grand Prix champion (1962, 1964, 1966), stroke.Luigi Taveri: adieu grand petit homme *Johann Zeitler, 90, German footballer (VfB Bayreuth, SpVgg Bayreuth).SpVgg Bayreuth Trauert Um Jumbo Zeitler ===2=== *Barry Ansell, 70, English footballer (Aston Villa).Aston Villa defender who played one match for the club has died *James T. Baldwin, 84, American industrial designer and architect.Geodesic dome pioneer Jay Baldwin passes away at 85 *Maxine Berman, 71, American politician, member of the Michigan House of Representatives (1983–1996), lung cancer.Maxine Berman, former state rep and women's advocate, dies *Adela Calva Reyes, 50–51, Mexican Indigenous writer.Fallece escritora otomí Adela Calva *Gordon Challis, 85, New Zealand poet.Cecil Challis *Gillo Dorfles, 107, Italian art critic, painter and philosopher.E' morto Gillo Dorfles, scompare a 107 anni il rivoluzionario critico d'arte *Ota Filip, 87, Czech novelist and journalist.Zemřel přední český exilový spisovatel Ota Filip. Podívejte se na jeho poslední rozhovor pro Reflex *Sean Garrison, 80, American actor (Splendor in the Grass, Dundee and the Culhane, Onionhead).Garrison, Sean *Emma Gresham, 92, American teacher and politician.Emma Rhodes Gresham (1925 - 2018) *Billy Herrington, 48, American gay pornographic actor, traffic collision.Adult film actor dies in Rancho Mirage crash *Mollie Hunt, 81, English cricketer.Mollie Hunt *Joseph Israel, 40, American reggae musician, cancer.Reggae Artist Joseph Israel Passes Away *Khagendra Jamatia, 64, Indian politician, MLA (since 1988), blood cancer.Tripura minister Khagendra Jamatia dead at 64 *Brandon Jenkins, 48, American red dirt singer-songwriter, complications from heart surgery.Red dirt music artist Brandon Jenkins dies *Shree Lal Joshi, 86, Indian painter.अन्तरराष्ट्रीय फड़ चित्रकार पद्मश्री श्रीलाल जोशी का निधन *Barbara Kiefer Lewalski, 87, American literary scholar.Barbara Kiefer Lewalski *Jesús López Cobos, 78, Spanish conductor, cancer.Top Spanish conductor Jesus Lopez Cobos dies *Gerry Lowe, 90, English rugby player (Warrington Wolves).Warrington Wolves' last champion Gerry Lowe dies aged 90 *Cle Newhook, 74, Canadian politician, leader of the NL NDP (1989–1992), cancer.'You could always count on Cle': Former N.L. NDP leader, advocate Cle Newhook has died *Ronnie Prophet, 80, Canadian country singer, multiple organ failure.Canadian country star Ronnie Prophet dead at 80 *Craig Raisner, 56, American voice actor (Korgoth of Barbaria).SAG-AFTRA Summer 2018 in Memoriam. *Carlo Ripa di Meana, 88, Italian politician, Minister of the Environment (1992–1993) and European Commissioner for the Environment (1983–1993).Morto Carlo Ripa di Meana. Due mesi fa l'addio alla moglie Marina *Omar Sey, 77, Gambian politician and sports administrator, Foreign Minister (1987–1994), President of Gambia Football Federation (2004–2005).Omar Sey: Gambia mourns fallen football legend *Timothy Shelpidi, 70, Nigerian military officer.Former ECOMOG commander Major Gen Shelpidi buried today *Sammy Stewart, 63, American baseball player (Baltimore Orioles, Boston Red Sox, Cleveland Indians).Former major-league pitcher Sammy Stewart dies at 63 ===3=== *Sir Roger Bannister, 88, British middle-distance athlete, doctor and academic, first person to run a sub-four-minute mile, Parkinson's disease.'We have lost a giant': athletics world hails Sir Roger Bannister *Clare Beghtol, 76, American-born Canadian information scientist.Obituary: Clare Beghtol (1942 – 2018) *Mal Bryce, 74, Australian politician, Deputy Premier of Western Australia (1983–1988).Former WA deputy premier Mal Bryce has died, aged 74 *Alva Campbell, 69, American convicted murderer.Franklin County prosecutor: Death row inmate Alva Campbell has died *Tônia Carrero, 95, Brazilian actress (Água Viva, Louco Amor), complications from surgery.Atriz Tônia Carrero morre aos 95 anos *Leslie Coffey, 81, Australian sports shooter.Leslie Raymond Coffey *Jacqueline Desmarais, 89, Canadian billionaire philanthropist.Quebec philanthropist Jacqueline Desmarais dies at 89 *Frank Doubleday, 73, American actor (Escape from New York, Assault on Precinct 13, Broadcast News), complications from esophageal cancer.Frank Doubleday, Villain in John Carpenter's 'Escape From New York,' Dies at 73 *Fred Dugan, 84, American football player (Washington Redskins, San Francisco 49ers).John Frederick Dugan Sr. *Renzo Franzo, 103, Italian politician, Deputy (1948–1968).Palestro: Morto Renzo Franzo, deputato Dc per cinque legislature *Kenneth Gärdestad, 69, Swedish songwriter (\"Satellit\"), pneumonia and influenza following skin cancer and lymphoma.Kenneth Gärdestad är död – avled på lördagen *Jacques Gernet, 96, French sinologist.Gernet Jacques *Vanessa Goodwin, 48, Australian politician, Attorney-General of Tasmania (2014–2017), brain cancer.Former Attorney-General Vanessa Goodwin dies after a battle with brain cancer *Sabit Hadžić, 60, Bosnian Yugoslav-era basketball player, Olympic bronze medalist (1984) and coach (national team).Umro Sabit Hadžić *Emma Hannigan, 45, Irish author, breast cancer.Bestselling Irish author Emma Hannigan dies after 11-year cancer battle *Imogene Powers Johnson, 87, American billionaire philanthropist.'Gene' Johnson, widow of the late Sam Johnson, dies *Kim Chong-hoh, 82, South Korean politician.김종호 전 국회부의장 별세…향년 83세 *Anthony Lejeune, 89, British writer.Anthony Lejeune *Lin Hu, 90, Chinese general, deputy commander of the PLA Air Force.空军原副司令林虎中将逝世 曾击落美军战机 *Enzo Lippolis, 61, Italian archeologist.Roma, archeologia in lutto per la morte di Enzo Lippolis *Virgilijus Noreika, 82, Lithuanian opera singer, People's Artist of the USSR (1970).Mirė Virgilijus Noreika *Franz Pacher, 98, Austrian engineer.Trauer um Franz Pacher *Ivone Ramos, 91, Cape Verdean writer.«Faleceu a escritora Ivone Ramos» *Curt Raydon, 84, American baseball player (Pittsburgh Pirates).Curt Raydon of Forest Hills, Sam Rayburn, Texas | 2018 | Obituary *Derek Saunders, 90, English footballer (Chelsea F.C.).Derek Saunders 1928–2018 *Robert Scheerer, 89, American director and actor (Star Trek, Fame, Lend an Ear).Director Robert Scheerer, Director Known For Live Musical TV Specials, Dies At 89 *Arthur Stewart, 76, Northern Irish footballer (Glentoran, Derby County, Detroit Cougars).Former Northern Ireland international Arthur Stewart dies aged 76 *Ian Stewart, Baron Stewartby, 82, British politician and numismatist.Stewartby, Lord *David Ogden Stiers, 75, American actor (M*A*S*H, Beauty and the Beast, The Dead Zone), bladder cancer.David Ogden Stiers, 'M*A*S*H*' star and Newport resident, dies at 75 *Yvon Taillandier, 91, French artist.L'auteur et plasticien Yvon Taillandier est mort *Daranagama Kusaladhamma Thero, 54, Sri Lankan Buddhist monk, founder of The Buddhist TV.Ven. Daranagama Kusaladhamma Thera’s State Cremation on Thursday *Jorge Wagensberg Lubinski, 69, Spanish physicist, academic (University of Barcelona), writer and aphorist, founder director of CosmoCaixa.Muere el científico y museógrafo Jorge Wagensberg a los 69 años *Ken M. Wallace, 73, British engineering scientist.Obituary Notice *Ray Wilkins, 89, English footballer (Derby County).Tributes paid to former Derby County forward Ray Wilkins *Yao Xian, 90, Chinese general, commander of the Beijing Military Region Air Force.91岁空军中将耀先与空军原副司令员林虎同日离世 ===4=== *Javed Abidi, 52, Indian disability rights activist, chest infection.Disability Rights Activist Javed Abidi Dies At 53 *Davide Astori, 31, Italian footballer (Cagliari, Fiorentina, national team), heart attack.Fiorentina captain Davide Astori dies suddenly aged 31 *Elma Bellini, 63, American judge, member of the New York Supreme Court, cancer.Supreme Court Justice Elma Bellini dies at 63 *Charles Elbaum, 91, Polish-born American physicist.Charles Elbaum *John Hollingworth, 87, British politician, MP for Birmingham All Saints (1959–1964).John Harold Hollingworth *James Luna, 68, American performance artist, heart attack.Noted Indigenous performance artist James Luna walks on *Sir William McAlpine, 6th Baronet, 82, British engineering construction executive, Managing Director of Sir Robert McAlpine.Saviour of Flying Scotsman dies *Carmel McSharry, 91, Irish actress (In Sickness and in Health, The Liver Birds, The Man Outside).Obituary: Carmel McSharry – ‘an actor of considerable charm and capability’ *Farhang Mehr, 94, Iranian-born American Zoroastrian scholar and writer, Deputy Prime Minister (1973–1975).فرهنگ مهر، معاون سابق هویدا و از چهره‌های برجسته جامعه زرتشتیان درگذشت *H. Wayne Norman Jr., 62, American politician, member of the Maryland Senate (since 2014) and House of Delegates (2008–2014).Veteran State Lawmaker Wayne Norman Has Died *Moe Racine, 80, Canadian Hall of Fame football player (Ottawa Rough Riders).CFL great Maurice 'Moe the Toe' Racine dead at 80 *J. Paul Raines, 53, American retail executive, CEO of GameStop (2010–2017), brain cancer.Former GameStop CEO Paul Raines dies at 53 *Alex Rennie, 69, Scottish football player (St Johnstone, Dundee United) and manager (Stenhousemuir), esophageal cancer.Obituary - Alex Rennie, footballer, coach, manager and cult figure at St Johnstone *Ernő Rozgonyi, 84, Hungarian politician, MP (1998–2002, 2010–2014).Elhunyt Rozgonyi Ernő, a MIÉP pénzügyminiszter-jelöltje *Russell Solomon, 92, American retail executive, founder of Tower Records.Founder of Tower Records dies at 92 while drinking whiskey and watching the Oscars *José Triana, 87, Cuban poet.Fallece en Francia destacado intelectual cubano *Johan Trondsen, 95, Norwegian politician.Trondsen, Johan (1922-2018) ===5=== *Robert Assaraf, 81, Moroccan historian.Décès de Robert Assaraf *Trevor Baylis, 80, British inventor (windup radio).Trevor Baylis, inventor of the wind-up radio, dies aged 80 *Derek Bickerton, 91, English-born American linguist and academic.Derek Bickerton *John Hall Buchanan Jr., 89, American politician, member of the US House of Representatives for Alabama's 6th district (1965–1981), complications from dementia. *Sean Byrne, 80, Irish politician.Former South Tipperary TD Sean Byrne has died *John T. Cacioppo, 66, American neuroscientist and psychologist.John Cacioppo, a Founder of Social Neuroscience, Dies *Tomas Aguon Camacho, 84, Northern Mariana Islands Roman Catholic prelate, Bishop of Chalan Kanoa (1984–2010).Saipan's Bishop Emeritus Tomas Camacho dies *Mykhaylo Chemberzhi, 73, Ukrainian composer.Відійшов у вічність *Kjerstin Dellert, 92, Swedish opera singer.Kjerstin Dellert är död – blev 92 år *Bob Engel, 84, American baseball umpire.Robert Allen Engel *Rafiqul Islam, 82, Bangladeshi physician.Oral saline inventor no more *Costakis Koutsokoumnis, 61, Cypriot football administrator, President of CFA (since 2001) and member of FIFA Council (since 2017), cancer.Cyprus FA president Costakis Koutsokoumnis dies at 61 *André S. Labarthe, 86, French actor (Vivre sa vie), film producer and director.Hommage à André S. Labarthe *Marcela Lombardo Otero, 91, Mexican politician, Deputy (1976–1979, 1988–1991).Muere Marcela Lombardo, segunda mujer en aspirar a la Presidencia de México *Uri Lubrani, 91, Israeli diplomat and military official.Uri Lubrani, who served under Ben Gurion, dies at 91 *Paul Magriel, 71, American backgammon and poker player and author, World Backgammon Champion (1978).Poker Pro, Backgammon Champion Paul Magriel Dead at 71 *Helmut Maucher, 90, German food and beverage executive, CEO (1990–1997) and chairman (1990–2000) of Nestlé.Nestle growth architect Maucher dies aged 90 *Howard L. Resnikoff, 80, American mathematician.Howard L. Resnikoff *Gemma Romanyà i Valls, 72, Spanish businesswoman, printer and graphic arts patron.Mor als 72 anys l’empresària i mecenes capelladina Gemma Romanyà *Jam Saqi, 73, Pakistani politician.Renowned politician and leftist leader Jam Saqi passes away *Clive Sinclair, 70, British author, prostate cancer.Clive Sinclair, 1948–2018 *D. Sreedevi, 78, Indian judge, member of the Kerala High Court (1997–2001), liver failure.Women’s commission former chief Justice D Sreedevi dies *Clarence F. Stephens, 100, American mathematician and educator.Dr. Clarence F. Stephens Sr. *Stephan Tanneberger, 82, German oncologist and chemist, blood and bone cancer.Stephan Tanneberger ist tot *Michael Watts, 79, British journalist.Michael Watts *Hayden White, 89, American historian.Hayden V. White ===6=== *Arthur Barrett, 73, Jamaican cricketer (West Indies).Players and Officials Deaths 2018 *Lucie Brock-Broido, 61, American poet and academic, cancer.Rest in Peace, Lucie Brock-Broido (1956–2018) *Paul Bùi Văn Đọc, 73, Vietnamese Roman Catholic prelate, Archbishop of Ho Chi Minh City (since 2014), stroke.L’arcivescovo di Ho Chi Minh City muore a Roma, durante la visita ad limina *Donna Butterworth, 62, American actress (Paradise, Hawaiian Style, The Family Jewels) and singer.Hawaii child actress, singer Donna Butterworth dies at 62 *William G. Callow, 96, American judge, member of the Wisconsin Supreme Court (1977–1992).Hon. William Callow Obituary *Frank Cappelli, 65, American singer and actor (Cappelli & Company).Frank E. Cappelli *Muhibbe Darga, 96, Turkish archeologist.Muhibbe Darga, one of Turkey’s first woman archeologists, laid to rest *Aliyu Doma, 75, Nigerian politician, Governor of Nasarawa State (2007–2011).Former Nasarawa gov, Aliyu Doma, dies at 75 *Peter Freund, 81, Romanian-born American physicist.Peter Freund, particle physicist and fiction writer, 1936–2018 *Gene Gomes, 72, American judge, member of the California Court of Appeals (since 2002), respiratory disease.Gene Gomes, Court of Appeal justice in Fresno, dies at 72 *Erivan Haub, 85, German retail executive (Tengelmann Group).Unternehmensgruppe Tengelmann trauert um langjährigen Chef Erivan Haub 85-jährig in USA verstorben *Amani W. A. Kabourou, 68, Tanzanian politician, MP for Kigoma (1995–2015).Tanzania: Veteran Politician Dr Kabourou Dies At Muhimbili *John Kurila, 76, Scottish footballer (Northampton Town, Celtic).Legendary Cobblers centre-half John Kurila has died *Peter Nicholls, 78, Australian writer and editor (The Encyclopedia of Science Fiction).Mort de Peter Nicholls, éditeur de l'Encyclopédie de la science-fiction *Octavio Novaro, 78, Mexican physicist specialized in theoretical catalysis, awarded the National Prize for Arts and Sciences (1983) and UNESCO Science Prize (1993).Muere el físico Octavio Novaro Peñalosa, miembro de El Colegio Nacional *Francis Piasecki, 66, French football player (Metz, national team) and coach (Strasbourg).Francis Piasecki est mort à 66 ans *Ferdousi Priyabhashini, 71, Bangladeshi sculptor, heart attack.Freedom fighter Ferdousi Priyabhashini dies at 71 *Indra Bahadur Rai, 91, Indian writer.Remembering Indra Bahadur Rai, the Writer Who Defined the Indian-Nepali Identity *John W. Reed, 99, American legal scholar.John W. Reed *Irving Shain, 92, American chemist and educator, Chancellor of University of Wisconsin-Madison (1977–1986).Former UW-Madison Chancellor Irving Shain dies at 92 *Shammi, 88, Indian actress (Dil Apna Aur Preet Parai, Khuda Gawah, Dekh Bhai Dekh).Veteran actress Shammi passes away at 89, Big B, others mourn her death *Zena Skinner, 91, British television chef.Zena Skinner, TV chef and author, dies *Jeff St John, 71, Australian musician, bacterial infection.R.I.P. Jeff St John 1946–2018 *Steve Stroughter, 65, American baseball player (Seattle Mariners).Stephen Lewis Stroughter *Sir John Sulston, 75, British biologist, Nobel Prize laureate (2002), stomach cancer.Sir John Sulston, pioneering genome scientist, dies aged 75 ===7=== *Fortunato Abat, 92, Filipino army general and politician, Secretary of the Department of National Defense (1997–1998).Ex-Defense Sec. Fortunato Abat dies at 92 *Reynaldo Bignone, 90, Argentine politician and convicted criminal, President (1982–1983), hip fracture and heart failure.Argentina's Last Ex- Dictator Bignone Dies at Age 90 *Gary Burden, 84, American rock album cover artist (After the Gold Rush, Morrison Hotel, Déjà Vu), Grammy winner (2010).Dr. Robert \"Arnold\" Burden MD CM *Chen Tien-miao, 89, Taiwanese politician.前高雄市議長陳田錨家中辭世 享壽90歲 *Jacques Clemens, 108, Dutch Roman Catholic priest.De Haan boasts Belgium's oldest man *Woody Durham, 76, American college basketball radio announcer (North Carolina Tar Heels), complications from primary progressive aphasia.Voice of the Tar Heels Woody Durham Dies *Hao Bailin, 83, Chinese physicist.中科院院士郝柏林逝世 *Victor Heringer, 29, Brazilian novelist, translator (First They Killed My Father) and poet, Prêmio Jabuti laureate (2013), suicide by jumping.Aos 29 anos, morre no Rio o escritor Victor Heringer *Jerzy Milian, 82, Polish jazz vibraphonist.Zmarł wybitny wibrafonista i kompozytor Jerzy Milian *John Molyneux, 87, English footballer (Chester City, Liverpool).https://www.irishmirror.ie/sport/soccer/soccer- news/john-molyneux-dead-liverpool-pay-12143608 *Antonia La Negra, 82, Spanish cantaora and bailaora, aortic aneurysm.Muere Antonia la Negra, una cantaora de época *Chuck Ortmann, 88, American football player (Pittsburgh Steelers, Dallas Texans).Charles H. Ortmann *Bill Pulte, 85, American real estate developer (PulteGroup).PulteGroup founder William Pulte dies at age 85 *Werner Radspieler, 79, German Roman Catholic prelate, Auxiliary Bishop of Bamberg (1986–2013).Weihbischof Werner Radspieler ist tot *Thomas L. Rhodes, 78, American political activist, Parkinson's disease.Thomas L. Rhodes, R.I.P. *Marian Schmidt, 73, Polish artist photographer, mathematician. *Charles Thone, 94, American politician, Governor of Nebraska (1979–1983), member of the US House of Representatives for Nebraska's 1st district (1971–1979).Former Nebraska Gov. Charles Thone dead at the age of 94 *Kjell Venås, 90, Norwegian philologist.Nekrolog: Kjell Venås ===8=== *Bernardo Bernardo, 73, Filipino actor, pancreatic cancer.Veteran actor Bernardo Bernardo dies *Ron Franklin, 58, American jockey, Kentucky Derby winner (1979), lung cancer.Ronnie Franklin Passes Away at 58 *John P. Fullam, 96, American federal judge, member of the U.S. District Court for Eastern Pennsylvania (since 1966), presided over Abscam trial.Retired U.S. District Judge John P. Fullam, 96, noted for Abscam, Penn Central cases *Sir Wilson Harris, 96, Guyanese writer (Palace of the Peacock).Guyanese literary giant, Sir Wilson Harris, dies *Antoni Imiela, 63, German-born British serial rapist.M25 rapist Antoni Imiela dies in jail while waiting for parole decision *Jean Jolivet, 93, French philosopher.Décès de Jean Jolivet *Milko Kelemen, 93, Croatian composer.Umro Milko Kelemen, pokretač Muzičkog biennala Zagreb *Ralph Keller, 82, Canadian ice hockey player (Hershey Bears).Hershey Bears legend Ralph Keller passes away at 82 *Pearse Lyons, 73, Irish biochemist and beverage executive, founder and chairman of Alltech, complications following heart surgery.Pearse Lyons, the Irish-born Kentucky billionaire who founded Alltech, dies *Bill Snow, 80, Australian anti-tobacco activist (BUGA UP), ruptured aorta.Bill Snow | 1938 - 2018 *Gerd Søraa, 83, Norwegian politician and writer.Gerd Søraa har gått bort *Peter Temple, 71, South African-born Australian writer (The Broken Shore, Truth, White Dog), Miles Franklin Award winner (2010), Gold Dagger (2006), cancer.Acclaimed crime writer Peter Temple dies, aged 71 *Albin Vidović, 75, Croatian handball player, Olympic champion (1972).Preminuo legendarni bjelovarski olimpijac Albin Vidović *Togo D. West Jr., 75, American public servant, Secretary of Veterans Affairs (1998–2000), heart attack.Togo D. West Jr., Clinton appointee who investigated Army abuses and led veterans affairs, dies at 75 *Hal Wick, 73, American politician, member of the South Dakota House of Representatives (1977–1981, 1995–1999, 2001–2009, 2011–2015).Former Sioux Falls Rep. Hal Wick dies *Kate Wilhelm, 89, American author (The Infinity Box, Where Late the Sweet Birds Sang).Kate Wilhelm (1928–2018) *Ercan Yazgan, 71, Turkish actor, multiple organ failure.Prominent Turkish actor Ercan Yazgan passes away at 72 ===9=== *Jerry Anderson, 62, Canadian professional golfer, first Canadian to win on PGA European tour.Golfer Jerry Anderson dies age 62; first Canadian to win on European Tour *Robin Archer, 87, New Zealand rugby union player (national team, Southland, Otago) and coach (Southland).Former All Blacks first-five Robin Archer dies *Joaquin Avila, 69, American civil rights activist and jurist.Civil Rights, Voter Law Attorney Joaquin Avila Has Died *Remo Bicchierai, 79, Italian footballer (Catania).Scomparso Remo Bicchierai: giocò anche nell'Inter *Dennis Furlong, 72, Canadian politician and physician, MLA for Dalhousie-Restigouche East (1999–2003), brain tumour.Former New Brunswick health minister, long-time physician dead at 72 *Chris Gedney, 47, American football player (Chicago Bears, Arizona Cardinals), suicide.Chris Gedney remembered as selfless football great who turned setbacks into comebacks *Vladimir Gerasimov, 28, Russian footballer, traffic collision.Алексей Самсонов собирает деньги на похороны погибшего футболиста *Oskar Gröning, 96, German SS officer and war criminal, guard at Auschwitz concentration camp.Oskar Groening, ‘Account of Auschwitz’ found guilty for role in 300,000 Holocaust murders, dies at 96 *Warren Hawksley, 74, British politician, MP for The Wrekin (1979–1987) and Halesowen and Stourbridge (1992–1997).Former Halesowen and Stourbridge MP Warren Hawksley dies *Jo Min-ki, 52, South Korean actor (East of Eden, The Cut, The Attorney) and professor, suspected suicide by hanging.South Korean actor Jo Min Ki, accused of sexual assault, found dead *Jung Jae-sung, 35, South Korean badminton player, heart attack.Local badminton community shocked by death of Chung Jae-sung *Patangrao Kadam, 74, Indian politician, kidney disease.Former Maharashtra minister Patangrao Kadam dies at Mumbai hospital *Joy Michael, 91, Indoan theatre director.Joy Michael: ‘Disciplinarian….generous’ *Ulla Nenonen, 84, Finnish missionary and Bible translator.Vuonna 2018 kuolleet lähetysseniorit *Adam Ostrowski, 99, Polish World War II RAF officer.Adam Ostrowski obituary *Harold Rosewarne, 87, Australian footballer (South Melbourne).Rosewarne *George A. Sinner, 89, American politician, Governor of North Dakota (1985–1992).Former North Dakota Gov. George Sinner dies at age 89 *Ethel Stein, 100, American textile artist.Ethel Stein, Who Created Intricate Textile Art, Dies at 100 *Millie Dunn Veasey, 100, American civil rights activist.Pioneering WWII veteran who turned 100 last month dies *Ion Voinescu, 88, Romanian footballer.Fostul international Ion Voinescu a decedat la varsta de 88 de ani *Elías Yanes Álvarez, 90, Spanish Roman Catholic prelate, Archbishop of Zaragoza (1977–2005).Aliaga recuerda la gran labor de Elías Yanes en Aragón y lamenta su fallecimiento ===10=== *Peter Allday, 90, British hammer thrower.Sad News about a Founder Member: Peter Allday *Tony Benneworth, 67, Australian cricketer (Tasmania) and politician, MHA for Bass (1992–1998), boating incident. *Christine Bernardi, 62, French mathematician.Décès de Christine Bernardi *Garech Browne, 78, Irish arts patron, founder of Claddagh Records.Hard-partying aristocrat ‘was last of a breed’ *Donald Collins, 92, American politician, member of the Maine Senate (1976–1992) and House of Representatives (1970–1976).Don Collins, ex-mayor and father of GOP senator, dies at 92 *Buddy Cruze, 84, American football player (Chicago Bears, Baltimore Colts, Tennessee Volunteers).Tennessee All-American and Knoxville high school legend Buddy Cruze dies at 84 *Peter Davies, 60, Australian cricketer.Peter John Davies *Michael Gershman, 73, American cinematographer, director and camera operator (Buffy the Vampire Slayer, Crossing Jordan, The Deer Hunter).Michael Gershman Dies: The ‘Buffy The Vampire Slayer’, ‘Crossing Jordan’ Cinematographer Was 73 *Hubert de Givenchy, 91, French fashion designer (Givenchy). *Wally Gould, 79, English footballer (York City, Brighton, Hellenic).Wally Gould: Brighton and Hove Albion great dies *Geoff Hibbins, 88, Australian footballer (St Kilda).Hibbins, Geoffrey *Ken Houston, 64, Canadian ice hockey player (Atlanta Flames, Washington Capitals), cancer. *Ali Asghar Khodadoust, 82, Iranian surgical ophthalmologist, namesake of Khodadoust line, heart disease.Father of Iran’s Ophthalmology Dies at 82 *Henry Koffler, 95, Austrian-born American academic, President of the University of Arizona (1982–1991).Former University of Arizona President Henry Koffler dies *Saba Mahmood, 57, Pakistani-born American anthropologist (University of California at Berkeley), pancreatic cancer.UC Berkeley anthropology professor Saba Mahmood dies at 56, remembered for contributions to social sciences *Abubakar Saleh Michika, 77, Nigerian politician, Governor of Adamawa State (1992–1993).First Executive Governor Of Adamawa State Dies In Yola *Val Mulkerns, 93, Irish writer and poet.Val Mulkerns obituary *Roch Pedneault, 90, Canadian Roman Catholic prelate, Auxiliary Bishop of Chicoutimi (1974–2002).Bishop Roch Pedneault *George Rawitscher, 90, German-born American physicist.In memoriam – George H. Rawitscher (1928–2018) *Michel Raynaud, 79, French mathematician.Décès de Michel Raynaud *Gene Rhodes, 90, American basketball player (Indianapolis Olympians) and coach (Kentucky Colonels).Gene Rhodes, former Louisville high school and Kentucky Colonels coach, dies at age 90 *Tang Hsiang Chien, 94, Hong Kong industrialist.Tang Hsiang-chien, Hong Kong industrialist and father to former chief secretary, dies aged 95 *Jozef Timmerman, 76, Belgian cyclist *Ralf Waldmann, 51, German Grand Prix motorcycle road racer.250GP runner-up Ralf Waldmann has died ===11=== *Alba Arnova, 87, Argentine-Italian ballerina and actress (Miracle in Milan, A Slice of Life).Addio a Alba Arnova *Muhammad Ashiq, 82, Pakistani racing cyclist, stroke.Former Olympian-turned-rickshaw driver breathes his last *Bob Baxt, 79, Australian jurist, chairman of Trade Practices Commission (1988–1991).Vale Professor Bob Baxt AO *Jean Damascène Bimenyimana, 64, Rwandan Roman Catholic prelate, Bishop of Cyangugu (since 1997).Jean Damascène Bimenyimana *Baltasar Corrada del Río, 82, Puerto Rican judge and politician, Mayor of San Juan (1985–1989) and Secretary of State (1993–1995).Fallece Baltasar Corrada del Río, exjuez del Tribunal Supremo *Peter H. Dailey, 87, American advertising executive and diplomat, Ambassador to Ireland (1982–1984).L.A. Ad Agency Legend Peter Dailey Dies at 87 *John Daly, 81, Australian athletics coach.Daly, *Lorenz Dittmann, 89, German art historian.Lorenz Dittmann *Sir Ken Dodd, 90, English comedian (Diddy Men), singer (\"Tears\") and actor (Hamlet), chest infection.Comedy legend Sir Ken Dodd has died aged 90 *Paddy Donovan, 81, New Zealand Olympic boxer (1956, 1964), British Empire and Commonweatlh Games bronze medalist (1958, 1962), and rugby union player (Hawke's Bay).Olympics boxer Paddy Donovan dies in Napier *Luciano Faraguti, 80, Italian politician, Deputy (1979–1994).La Spezia, morto Faraguti, ex sottosegretario nei governi Craxi e Fanfani *Pete James, 60, British archivist.Obituary: Pete James, Curator of Photography Collections at the Library of Birmingham, 1958–2018 *Cooper H. Langford, 83, American-born Canadian chemist, pancreatic cancer.Cooper Harold Langford III *Karl Lehmann, 81, German Roman Catholic Cardinal prelate, Bishop of Mainz (1983–2016), complications from a stroke.Cardinal Karl Lehmann, influential German prelate, dies at 81 *Mary LeMessurier, 88, Canadian politician, Alberta MLA (1979–1986).Mary LeMessurier *Graziella Mascia, 64, Italian politician, Deputy (2001–2008).Politica in lutto, è morta la ex deputata Graziella Mascia *H. Blair Neatby, 93, Canadian historian.Carleton University Mourns the Loss of Blair Neatby *David W. Noble, 92, American historian.David Watson Noble, Sr. *Stephen A. Orthwein, 72, American polo player and executive, president and chairman of US Polo.Steve Orthwein, renowned polo player and Busch heir, died Sunday *Siegfried Rauch, 85, German actor (Patton, Le Mans, Das Traumschiff), heart failure and injuries sustained in a fall.Siegfried Rauch an Herzversagen gestorben *Mary Rosenblum, 65, American author (Synthesis & Other Virtual Realities), plane crash.Author, Pilot and Master Cheesemaker Mary Rosenblum Dies in Plane Crash *Charles Sarkis, 78, American restaurateur (Back Bay Restaurant Group) and dog racetrack owner (Wonderland Greyhound Park), complications from brain cancer.Charles Sarkis, 78; built a restaurant empire and owned Wonderland Greyhound Park *Henri Skiba, 90, French football player (Nîmes, Sochaux) and manager (Grasshoppers).Football / Nîmes : l'ancien Croco Henri Skiba n'est plus *Alline Banks Sprouse, 96, American basketball player.Alline B. Sprouse *Charles D. Strang, 96, American inventor, President of the Outboard Marine Corporation.Mercury Marine Mourns Death of Charlie Strang *Mario Vegetti, 81, Italian historian.Morto Mario Vegetti, filosofo studioso di Platone ===12=== *José Arranz, 88, Spanish priest.Fallece el presbítero diocesano José Arranz Arranz *Miguel Barceló Pérez, 94, Spanish politician, Senator (since 1986).El PP de Benidorm pierde a Miguel Barceló Pérez, el senador que mejor supo entender el arte de la política *José Bernárdez, 82, Spanish cyclist *Ivan Davis, 86, American classical pianist, stroke.Ivan Davis, longtime UM music professor, world-renowned pianist, dies at 86 *Nokie Edwards, 82, American Hall of Fame instrumental and surf rock musician (The Ventures), complications from hip surgery.Nokie Edwards, the Ventures' influential lead guitarist, dies at 82 *Ken Flach, 54, American tennis player, Olympic (1988) and Wimbledon champion (1986–1988), complications from pneumonia.Tennis: Former Olympic doubles champion Flach dies, aged 54 *Nikolai Glushkov, 68, Russian businessman (Aeroflot, AutoVAZ), homicide by neck compression.Russian Nikolai Glushkov's Death In London Was A Murder, Police Say *Sverrir Hermannsson, 88, Icelandic politician, Minister of Industry (1983–1985) and Education (1985–1987).Sverrir Hermannsson látinn *Kong Bai Ji, 85, Chinese artist.Obituary: Bai Ji Kong *Craig Mack, 47, American rapper (\"Flava in Ya Ear\"), heart failure.90s Hip hop star Craig Mack dead at 46 *Rudolf Mang, 67, German weightlifter, Olympic silver medalist (1972), heart attack.Der \"Bär von Bellenberg\": Gewichtheber-Legende Rudolf Mang ist tot *Henry Minarik, 90, American football player (Pittsburgh Steelers).Henry John \"Hank\" Minarik *Bud Olsen, 77, American basketball player (Seattle SuperSonics, Detroit Pistons).Cardinal Greats Bud Olsen, Howard Stacey Pass Away *Charlie Quintana, 56, American rock drummer (Social Distortion, The Plugz, Cracker), heart attack.Charlie Quintana, Social Distortion and Cracker Drummer, Dead at 56 *Nikki Sievwright, 75, British model and soldier.London catwalk model who served in the Ulster Defence Regiment *Oleg Tabakov, 82, Russian actor (War and Peace, Oblomov), artistic director of the Moscow Art Theatre.Renowned USSR artist Oleg Tabakov passes away at 82 *William Teron, 85, Canadian land developer.Kanata developer Bill Teron dead at age 85 *Emily Stipes Watts, 81, American literary historian.Emily Watts *Olly Wilson, 80, American composer, musicologist and jazz musician.American Composer & Musicologist Dr Olly Wilson Has Died – Aged 80 *Jeremiah Wolfe, 93, American Cherokee elder.Dr. Jeremiah “Jerry” Wolfe – obituary ===13=== *Ivano Beggio, 73, Italian transportation executive, President of Aprilia (1969–2004).Morto Ivano Beggio, il papà dell'Aprilia: lanciò nella leggenda Rossi e Biaggi *Prem Bhatia, 78, Indian cricketer.Prem Bhatia, India's famous 12th man, passes away *T. Berry Brazelton, 99, American pediatrician and author.Dr. T. Berry Brazelton, child care expert and pediatrician; at 99 *Gloria Cordes, 86, American baseball player (Kalamazoo Lassies).Staten Island Sports Hall of Famer Gloria Cordes Elliott passes away at 86 *Philip J. Davis, 95, American applied mathematician. *Bebeto de Freitas, 68, Brazilian Olympic volleyball coach (1984) and football manager (Clube Atlético Mineiro), World Championship (1998), heart attack.Former Brazil volleyball coach Freitas dies at 68 *Brenda Dean, Baroness Dean of Thornton-le-Fylde, 74, British trade unionist and peer.Baroness Dean of Thornton-le-Fylde *Claudia Fontaine, 57, British singer (Afrodiziak) and backing vocalist (Pink Floyd, Elvis Costello).UK Singer Claudia Fontaine Has Died *Hamida Habibullah, 101, Indian politician, member of Rajya Sabha (1976–1982) and MLA for Haidergarh.Begum Hamida Habibullah, pioneer in women’s empowerment, dies at 102 *Leonid Kvinikhidze, 80, Russian screenwriter and film director (Mary Poppins, Goodbye).Режиссер фильма \"Мэри Поппинс, до свидания\" Квинихидзе скончался в Петербурге *Ken Mulhearn, 72, British footballer (Shrewsbury Town, Stockport County, Manchester City).Legendary Shrewsbury goalkeeper Ken Mulhearn dies, aged 72 *Emily Nasrallah, 86, Lebanese writer and women's rights activist.Lebanese writer Emily Nasrallah dies at 87 *Jens Nilsson, 69, Swedish politician, MEP (since 2011), Chairman of Östersund Municipality (1997–2009).EU-parlamentsledamoten Jens Nilsson död *J. L. Parks, 90, American basketball player (Oklahoma State Cowboys).Legendary Cowboy J.L. Parks Passed Away *Dave Ragan, 82, American professional golfer.Three-time Tour winner Ragan passes away *Nora Schimming- Chase, 77, Namibian politician and diplomat, member of the National Assembly (since 2000), ambassador to Germany, Austria and Tanzania, cancer.Nora Schimming-Chase is no more *Aldo Tarlao, 91, Italian rower, Olympic silver medalist (1948).Tarlao Aldo *Václav Verner, 68, Czech speedway rider.Vaclav Verner RIP *Gordon Walgren, 85, American politician, member of the Washington House of Representatives (1966), member of the Washington State Senate (1967–1980).Gordon Walgren, lawyer and former lawmaker, dies at 85 *Katherine Westphal, 99, American textile designer.Katherine Westphal, Fiber Art Pioneer, Dies at 99 *Henry Williams, 47, American basketball player (Charlotte 49ers, Scaligera Verona, Benetton Treviso, Virtus Roma), world championship bronze medalist (1990), kidney failure. *Jimmy Wisner, 86, American pianist, producer and songwriter.Passings: Jimmy Wisner (aka Kokomo), Hitmaker, Songwriter & Producer (1931 - 2018) ===14=== *Robert L. Bireley, 84, American historian.In Memoriam: Fr. Robert L. Bireley, SJ *Jim Bowen, 80, English television presenter (Bullseye) and comedian (The Comedians).Bullseye star Jim Bowen dies aged 80 *Alfred W. Crosby, 87, American ecological historian, complications from Parkinson's disease.Alfred Crosby *Halit Deringör, 95, Turkish footballer (Fenerbahçe).Fenerbahçeli Halit Deringör vefat etti *Emilio Disi, 75, Argentine actor (Todas las azafatas van al cielo, La Aventura explosiva, Muerte en Buenos Aires) and humorist, lung cancer.Murió Emilio Disi *Elusive Quality, 25, American racehorse, euthanized.Elusive Quality, Record-Setting Racehorse And Sire Of Smarty Jones, Dies At 25 *Peter Entwisle, 69, English- born New Zealand art historian.Noted Dunedin art historian Peter Entwisle dies *Marielle Franco, 38, Brazilian politician, member of the Municipal Chamber of Rio de Janeiro (since 2017), shot.Vereadora do PSOL é morta a tiros no Rio de Janeiro *Rubén Galván, 65, Argentine footballer (national team, Club Atlético Independiente, Estudiantes), cirrhosis.Murió Rubén Galván, campeón mundial en Argentina 78 y una gloria de Independiente *Stephen Hawking, 76, English theoretical physicist, professor (University of Cambridge) and writer (A Brief History of Time), amyotrophic lateral sclerosis.Stephen Hawking Dies at 76; His Mind Roamed the Cosmos *Narendra Jha, 55, Indian actor (Raees, Haider, Raavan), heart attack.Raees actor Narendra Jha dead, Hansal Mehta tweets ‘this profession is truly a killer’ *Palle Kjærulff-Schmidt, 86, Danish film director (Once There Was a War) and screenwriter.Instruktør Palle Kjærulff- Schmidt er død *Lefty Kreh, 93, American sports photojournalist, author and sport fisherman.Lefty Kreh, author, fly fisherman with few peers, dies at 93 *Adrian Lamo, 37, American computer hacker (WikiLeaks).Adrian Lamo, Hacker Who Reported Chelsea Manning to the F.B.I., Dies at 37 *Steve Mandell, 76, American bluegrass guitarist and banjoist, prostate cancer.Steven Mandell passes *David Matza, 87, American sociologist and criminologist.‘Pillar in the field of sociology’: UC Berkeley professor emeritus David Matza dies at 87 *Mac McCallion, 67, New Zealand rugby union player (Counties, New Zealand Māori) and coach (Counties Manukau, Fiji), cancer.Rugby: Former Counties Manukau, Blues coach Mac McCallion passes away *Liam O'Flynn, 72, Irish uilleann piper (Planxty), cancer.Liam O’Flynn, Planxty founder and master uilleann piper, dies at 72 *Pijuan, 75, Puerto Rican pianist.Fallece el pianista Pijuan *Ronald Rotunda, 73, American legal scholar, pneumonia.Heritage Mourns the Passing of Legal Scholar Ronald Rotunda *Petar Stipetić, 80, Croatian military officer, Armed Forces Chief of Staff (2000–2002).General Petar Stipetić, Former Armed Forces Chief of Staff, Dies *Tawfiq Titingan, 55, Malaysian politician, MLA, colon cancer.Tawau Apas rep dies *Vasantha Vaidyanathan, 80, Sri Lankan Hindu activist and radio broadcaster.கலாபூஷணம் வசந்தா வைத்தியநாதன் காலமானார் *David Wyman, 89, American historian (The Abandonment of the Jews). ===15=== *Francis M. Bator, 92, Hungarian-American economist and educator.Francis Bator, Influential White House Economist, Dies at 92 *Tom Benson, 90, American automobile dealer, philanthropist and sports franchise owner (New Orleans Saints, New Orleans Pelicans), influenza. *Stan Brown, 76, English footballer (Fulham).Obituary: 'Player's player' who coached the next generation of footballers *Ed Charles, 84, American baseball player (New York Mets, Kansas City Athletics).Ed Charles, a Mainstay of the Miracle Mets, Is Dead at 84 *Bev Desjarlais, 62, Canadian politician, MP for Churchill (1997–2004), multiple system atrophy as a complication of Parkinson's disease.Former Manitoba MP Bev Desjarlais dead at 62 *Erwin C. Dietrich, 87, Swiss film producer (The Wild Geese).Er lockte mit Nudisten-Klamauk ins Kino *Augie Garrido, 79, American college baseball coach (Cal State Fullerton, Texas), stroke.Legendary Texas baseball coach Augie Garrido dead at 79 *Carlton Gary, 67, American serial killer and rapist, executed by lethal injection.Georgia executes man dubbed 'stocking strangler' *Michael Getler, 82, American journalist (The Washington Post, The New York Times International Edition, PBS), complications from bile duct cancer.Michael Getler, Washington Post editor who became incisive in-house media critic, dies at 82 *Robert Grossman, 78, American painter, sculptor, filmmaker and author.Robert Grossman, Illustrator With a Brash Touch, Dies at 78 *Jørgen Hansen, 74, Danish boxer.Medie: Bokselegenden Jørgen 'Gamle' Hansen er død *Huang Wenpan, 22, Chinese swimmer, Paralympic champion (2016), traffic collision.Chinese Paralympic Gold Medalist Huang Wenpan Dies In Car Crash *Larry Kwong, 94, Canadian ice hockey player (Valleyfield Braves, New York Rangers), first player to break NHL's colour barrier. *Bronson La Follette, 82, American politician, Wisconsin Attorney General (1965–1969, 1975–1987).Former Attorney General Bronson La Follette dies at 82 *Ling Yun, 100, Chinese politician, 1st Minister of Public Security (1983–1985).国家安全部原部长凌云逝世，享年101岁 *Don Mecklem, 91, Australian Olympic hockey player *Eric Munshaw, 64, Canadian slalom canoer.Chilliwack Olympian Eric Munshaw Passes Away – Reaction – Celebration Of Life March 26 *Franz Oberwinkler, 78, German mycologist.Professor Dr. Franz Oberwinkler *Bob Phibbs, 90, Canadian basketball player. *Gwilym Roberts, 89, British politician, MP (1966–1970, 1974–1983).Well respected former MP and councillor dies *Mohamed Sayah, 84, Tunisian politician.L’ancien ministre Mohamed Sayah n’est plus ===16=== *Betty Ann Bowser, 73, American journalist (PBS NewsHour), pneumonia.Betty Ann Bowser, trailblazer in television news, dies at 73 *John Brookes, 84, British landscape designer.John Brookes *Anna Campbell, 26, British feminist and soldier, airstrike.British woman killed fighting Turkish forces in Afrin *Barrie Clark, 85, Canadian politician and broadcaster.Former Kelowna councillor and radio talk show host Barrie Clark dies *Guy Cury, 87, French Olympic hurdler (1956).L’athlète olympique Guy Cury est décédé *Russell Freedman, 88, American biographer and children's writer.Obituary: Russell Freedman *Leslie Gonda, 98, Hungarian-born American aircraft leasing executive (International Lease Finance Corporation).Leslie L. Gonda *Boyukagha Hajiyev, 59, Azerbaijani football player and manager (Araz- Naxçıvan, Neftçi), complications from a heart attack.\"Neftçi\"nin sabiq baş məşqçisi Böyükağa Hacıyev vəfat edib *Tankmar Horn, 93, Finnish diplomat and business executive (Wärtsilä).Industriledaren och diplomaten Tankmar Horn är död *Guðjón Arnar Kristjánsson, 73, Icelandic politician, MP (1999–2009), cancer.Andlát: Guðjón A. Kristjánsson *Otomar Kvěch, 67, Czech composer.Zemřel Otomar Kvěch *Arnie Lerma, 67, American writer and Scientology whistleblower, suicide by gunshot.Noted Scientology critic Arnie Lerma shoots and injures wife, then kills himself *Adrian Lillebekk Ovlien, 20, Norwegian footballer (Kongsvinger), sepsis.Kongsvinger-spiller (20) døde brått *Dayton S. Mak, 100, American diplomat, Ambassador to Kuwait (1961–1963).Dayton Mak *Aidan Maloney, 97, Canadian politician, MHA for Ferryland (1966–1971).Aidan Joseph C.M., L.L.D Maloney *Magoroh Maruyama, 88, Japanese-born American business theorist.Magoroh Maruyama *Milán Matos, 68, Cuban long jumper.Cuban Sport on Mourning for the Death of Milan Matos *George Meek, 84, Scottish footballer (Leeds United, Walsall).Former Leeds United winger George Meek dies aged 84 *Jane Moffet, 87, American baseball player (AAGPBL).Jane H. Moffet *Buell Neidlinger, 82, American cellist and bassist, heart attack.Bassist and Cellist Buell Neidlinger Dies at 82 *Ezequiel Orozco, 29, Mexican footballer, lung cancer.Ex-Necaxa forward Ezequiel Orozco dies after battle with lung cancer *Lisa Garcia Quiroz, 57, American media executive (Time Warner), pancreatic cancer.Time Warner’s Lisa Quiroz dies at 56 *Lucien A. Schmit Jr., 89, American engineer.In Memoriam: Professor Lucien A. Schmit *Louise Slaughter, 88, American politician, member of the US House of Representatives for New York's 25th district (since 1987), complications from a fall.Rep. Louise M. Slaughter, N.Y. Democrat who championed women’s rights, dies at 88 *Raymond Wilson, 89, British physicist.Dr. Raymond Neil Wilson : Traueranzeige *Charles Yanofsky, 92, American geneticist.Stanford geneticist Charles Yanofsky dies at 92 *Marilyn J. Ziffrin, 91, American composer.Marilyn J. Ziffrin of New London, New Hampshire | 1926 - 2018 | Obituary ===17=== *Sir William Aldous, 82, British jurist, Lord Justice of Appeal (1995–2003).Aldous *Arnold Burden, 95, Canadian physician, helped rescue survivors in the 1956 and 1958 Springhill mining disasters.Arnold Burden, legendary Springhill mine disaster doctor, dies *Dexter Davies, 66, Australian politician, member of the Western Australian Legislative Council (1998–2001), lung cancer.Vale Dexter Davies, a \"larger than life\" rural and sports champion *Nicholas Edwards, Baron Crickhowell, 84, British politician, Secretary of State for Wales (1979–1987).Obituary: Nicholas Edwards, Lord Crickhowell *Geneviève Fontanel, 81, French actress (The Man Who Loved Women).La comédienne Geneviève Fontanel est morte *Benny Fredriksson, 58, Swedish actor and theatre director, CEO of Stockholm City Theatre (2002–2017), suicide.Kulturhuset Stadsteatern: Benny Fredriksson avslutade själv sitt liv *Peter Haynes, 92, British Anglican priest, Dean of Hereford (1982–1992).Obituary: the Very Revd Peter Haynes *Jim Hendricks, 68, American actor and DJ (Commander USA's Groovie Movies).RIP - Jim Hendricks, aka Commander USA! (1946 - 2018) *Mike MacDonald, 62, Canadian comedian and actor (The Ripping Friends, Screwballs II), heart complications.Canadian comedian Mike MacDonald dies at 62 *Zdeněk Mahler, 89, Czech pedagogue, writer, publicist and musicologist.Zemřel spisovatel a scenárista Zdeněk Mahler *Phan Văn Khải, 84, Vietnamese politician, Prime Minister (1997–2006).Former PM Phan Van Khai dies, aged 85 *Greg Polis, 67, Canadian ice hockey player (Pittsburgh Penguins, New York Rangers, Washington Capitals), cancer.Former Pens No. 1 pick Polis dies at 67 *Sushil Siddharth, 59, Indian writer, complications from a heart attack.सुशील सिद्धार्थ *Sammy Williams, 69, American actor (A Chorus Line), Tony winner (1976), cancer.Original A Chorus Line Star Sammy J. Williams Dies at 69 *Za Hlei Thang, 75, Burmese politician.1990 Election’s MP Dr. Za Hlei Thang deceases ===18=== *Michel Adama-Tamboux, 89, Central African politician, President of the National Assembly (1960–1966).Centrafrique : décès de Michel Adama Tamboux ancien président de l’Assemblée législative *Karen Anderson, 85, American writer.Karen Anderson (1932–2018) *Chuck Arrobio, 73, American football player (Minnesota Vikings).Former Glendale High, USC football player Dr. Charles “Chuck” Arrobio dies *Cloria Brown, 75, American politician, member of the Missouri House of Representatives (2011–2013, since 2015), cancer.Rep. Cloria Brown dies after hard-fought battle with cancer *Sergio Castellaneta, 86, Italian politician, member of the Chamber of Deputies (1992–1996).Morto l'ex parlamentare della Lega Sergio Castellaneta *David Cooper, 68, Australian immunologist and medical researcher (HIV), President of the International AIDS Society (1994–1998).The man who diagnosed Australia’s first HIV case dies *Samuel Epstein, 91, English-born American physician, cardiac arrest.Dr. Samuel Epstein, 91, Cassandra of Cancer Prevention, Dies *Barkat Gourad Hamadou, 88, Djiboutian politician, Prime Minister (1978–2001).Décès de l'ancien Premier ministre djiboutien Barkat Gourad Hamadou *Michal Horský, 74, Slovak political scientist and politician, member of the House of the People (1990–1992).Zomrel politológ a spoluzakladateľ VPN Michal Horský *Killjoy, 48, American singer (Necrophagia).Necrophagia frontman Frank “Killjoy” Pucci: 1969–2018 *Helmut Kuckelkorn, 81, German cyclist *Li Ao, 82, Chinese-Taiwanese writer and politician, MLY (2005–2008), brain tumour.Taiwanese author Li Ao dies after battling with brain tumour *Georgi Mosolov, 91, Russian test pilot.Мосолов Георгий Константинович *Jean-Baptiste Natama, 53, Burkinabé politician and diplomat.Burkina : Jean-Baptiste Natama n’est plus *Stefano Pellegrini, 64, Italian footballer (Roma, Bari).Lutto in casa Roma, morto Stefano Pellegrini *Otoniel Quintana, 71, Colombian footballer *Ivor Richard, Baron Richard, 85, British politician and diplomat, Lord Privy Seal (1997–1998), ambassador to UN (1974–1979), MP for Barons Court (1964–1974).Former Labour Cabinet Minister Lord Richard dies aged 85 *Michael Rutschky, 74, German author.Berliner Autor und Fotograf Michael Rutschky ist tot *Jerry Schoonmaker, 84, American baseball player (Washington Senators).Jerald Lee Schoonmaker *Hazel Smith, 83, American country music journalist, publicist, and singer-songwriter, heart failure.Revered Country Music Journalist Hazel Smith Dead at 83 *Clive Ulyate, 84, South African rugby player and cricketer.The Passing of Clive Ulyate *Sir James Weatherall, 82, British vice-admiral and Marshal of the Diplomatic Corps.Tribute to Vice Admiral Sir James Weatherall KCVO KBE, 1936 - 2018 *John F. Wright, 72, American state judge, member of the Nebraska Supreme Court (since 1994) and Court of Appeals (1991–1994).State Supreme Court Judge John Wright, who 'served the people of Nebraska honorably,' dies at 72 ===19=== *Roger G. Barry, 82, British-born American geographer and climatologist, director of the National Snow and Ice Data Center (1976–2008).In Memoriam: Professor Emeritus Roger Barry *Irina Beglyakova, 85, Russian athlete, Olympic silver medalist (1956).Серебряный призер ОИ-1956 в метании диска Ирина Беглякова скончалась на 86-м году жизни *Linda Bement, 76, American model, winner of Miss Universe 1960.Linda Jeanne Bement *Madge Bester, 54, South African disability rights activist, once world's shortest woman.Worlds former shortest woman, Madge Bester, passes away *David Bischoff, 66, American novelist and television writer (Star Trek: The Next Generation).Remembering TNG Writer David Bischoff, 1951–2018 *Howard Clendaniel, 85, American politician, member of the Delaware House of Representatives.Former State Rep. Howard Clendaniel dies *Sue England, 89, American actress (City Across the River, The Women of Pitcairn Island).SAG-AFTRA Summer 2018 In Memoriam *Julio Garrett Ayllón, 92, Bolivian politician, lawyer and ambassador, Foreign Minister (1979–1980) and Vice President (1985–1989).Fallece el exvicepresidente Julio Garret Ayllón a sus 92 años *Sir Andrew Gilbart, 68, British High Court judge, cancer.Tributes paid to High Court judge Sir Andrew Gilbart QC, who has died aged 68 *Hasan Celal Güzel, 73, Turkish journalist and politician.Former Turkish state minister Güzel dies at 73 *Arnold R. Hirsch, 69, American historian, Lewy body dementia.Arnold R. Hirsch dies; analyzed Chicago segregation in influential book *Irwin Hoffman, 93, American conductor.Remembering Irwin Hoffman *Chaim Samuel Hönig, 92, Brazilian mathematician.Nota de Falecimento: Chaim Samuel Hönig (1926 – 2018) *Nicolás Kingman Riofrío, 99, Ecuadorian journalist, writer and politician.El escritor y periodista Nicolás Kingman Riofrío falleció a los 99 años *Jürg Laederach, 72, Swiss writer.Jürg Laederachs unendliche Suche nach der Wirklichkeit *Jean Michel Larrasket, 67, French engineer and professor (University of Pau and Pays de l'Adour, Mondragón University).Jean Michel Larrasket Eusko Ikaskuntzako Iparraldeko lehendakaria zendu da *Dick LeMay, 79, American baseball player (San Francisco Giants, Chicago Cubs).Pro baseball/High schools: Former Tulsa Oilers pitcher and Cascia Hall coach/AD Dick LeMay dies *Stanley Lieberson, 84, Canadian-born American sociologist.Stanley Lieberson *Luo Fu, 89, Taiwanese poet.台灣當代詩人洛夫今晨病逝北榮 享壽91歲 *Anil Malnad, 60, Indian film editor (Sitaara, Anveshana), blood clot.National award winning editor passes away *Aghasi Manukyan, 51, Armenian wrestler, world champion (1993).Former NMU-OTS coach and World champion Aghasi Manukyan, 51, passed away today in Michigan *Keith O'Brien, 80, Scottish Roman Catholic Cardinal, Archbishop of St Andrews and Edinburgh (1985–2013), complications from a fall.Cardinal Keith O'Brien dies after fall *Les Payne, 76, American journalist (Newsday), Pulitzer Prize (1974).Les Payne, former Newsday editor who won Pulitzer Prize, dies *Moishe Postone, 75, Canadian Western Marxist historian, philosopher and political economist, cancer.Moishe Postone (1942–2018) *Kedarnath Singh, 83, Indian poet.Hindi poet Kedarnath Singh dies in Delhi at 83 *Sudan, 45, Kenyan northern white rhinoceros, last known male of his subspecies, euthanized.World's last male northern white rhino dies *Thunder Gulch, 25, American racehorse, Kentucky Derby winner (1995), euthanized.Champion Thunder Gulch Dies at 26 *Jacobus Verhoeff, 91, Dutch mathematician.Wiskundige en wiskunstenaar Koos Verhoeff overleden (1927–2018) *Viktor Yerin, 74, Russian military officer, Minister of Internal Affairs (1992–1995).В Москве скончался уроженец Казани Виктор Ерин, возглавлявший в 90-е МВД России ===20=== *Dilbar Abdurahmonova, 81, Uzbekistani conductor, violinist and teacher, People's Artist of the USSR (1977).Ташкент прощается с первой на Востоке женщиной-дирижёром *Ann-Charlotte Alverfors, 71, Swedish author.Författaren Ann-Charlotte Alverfors är död *Katie Boyle, 91, Italian- born British actress, television personality and game-show panelist.TV personality and UK Eurovision host Katie Boyle dies aged 91 *Ariel Bybee, 75, American operatic mezzo-soprano.Ariel Bybee *João Calvão da Silva, 66, Portuguese politician, MP for Coimbra (1995–1999), Minister of Internal Administration (2015).Morreu João Calvão da Silva *Kak Channthy, 38, Cambodian space rock singer, traffic collision.Famous singer killed in crash *Paul Colin, 97, French novelist.Paul Colin (1920-2018) *Peter \"Mars\" Cowling, 72, British bassist (Pat Travers Band).Pat Travers bassist Peter ‘Mars’ Cowling dies *John Donaldson, 92, American football player (Chicago Hornets, Los Angeles Dons). *Tom Griffin, 72, American playwright (The Boys Next Door).Acclaimed Barrington playwright Tom Griffin dies at 72 *Siringan Gubat, 68, Malaysian politician, MP for Ranau (2004–2008), MLA (1990–2004, 2013–2018), heart attack.Sabah Resource Development and Information Technology Minister passes away *Ramon Deleon Guerrero, 71, Northern Mariana Islands politician, Senator (2000–2004).Former Senator Kumoi passes away *Gurbaksh Singh Khalsa, 52, Indian Sikh rights activist, suicide by jumping.Rights activist Gurbaksh Singh Khalsa jumps from water tank, dies *C. K. Mann, 81–82, Ghanaian highlife musician.CK Mann, Ghanaian highlife legend, dies at 83 *Dylan Mika, 45, New Zealand rugby union player (Samoa national team, New Zealand national team, Auckland), heart attack.Former All Black Dylan Mika dead, at 45 *Bobby Mitchell, 75, American golfer.Bobby Mitchell, who played on PGA Tour and always gave back to Danville community, dies at 75 *Sergio Peña Clos, 90, Puerto Rican politician, member of the Senate of Puerto Rico (1980–2004).Fallece el exsenador Sergio Peña Clos *Peter G. Peterson, 91, American financier (Lehman Brothers), co-founder of The Blackstone Group, Secretary of Commerce (1972–1973).Peter G. Peterson, financier who warned of rising national debt, dies at 91 *Yuri Shatalov, 72, Russian ice hockey player (Krylya Sovetov Moscow).Умер Юрий Шаталов *Deo Kumar Singh, 67, Indian Maoist leader and insurgent commander, heart attack.Jharkhand’s top Maoist commander Arvindji died of heart attack: Police *William Smith, 89, American wrestler, Olympic champion (1952).Olympic champion, T.J. grad Bill Smith dies at 89 *Ayaz Soomro, 59, Pakistani politician, MNA (since 2013), MPA for Larkana (2002–2013), heart disease.PPP MNA Ayaz Soomro dies in New York at 59 *Joseph M. Sussman, 78, American engineer.Professor Joseph M. Sussman *Emmett Hulcy Tidd, 94, American military officer.VADM USN Emmett H. (Ret.) Tidd ===21=== *Anna-Lisa, 84, Norwegian actress (Black Saddle, Have Rocket, Will Travel).Den norske Hollywood-skuespilleren Anna-Lisa Ruud er død *Kakon Bibi, c. 102, Bangladeshi spy and freedom fighter.Bangladesh Liberation War hero Bir Pratik Kakon Bibi dies *Gerrit Blaauw, 93, Dutch computer scientist.Overlijdensbericht Prof. dr. Gerrit Anne Blaauw *Dejan Bravničar, 80, Slovene violinist.Dejan Bravničar *George H. Emert, 79, American biochemist, President of Utah State University (1992–2000).Former USU President George Emert Passes Away *Frank Gaylord, 93, American sculptor.Frank C. Gaylord II *Tom Higgins, 73, American rock climber.Addio a Thomas John Higgins, pioniere dell'arrampicata libera *Ulrica Hydman Vallien, 79, Swedish artist, heart attack.Glaskonstnären Ulrica Hydman Vallien är död *James C. Irwin, 88, American military officer, Vice Commandant of the U.S. Coast Guard (1986–1988).James \"Jim\" Irwin *Rolf Leeser, 88, Dutch footballer (Ajax) and fashion designer.Oud-Ajacied Rolf Leeser overleden *Paul Edward Plunkett, 82, American federal judge, member of the U.S. District Court for Northern Illinois (1982–1998).Judge Paul E. Plunkett dies, loved ‘art of the trial’ *John W. Vogt, 81, American politician, member of the Florida Senate (1972–1988), interstitial fibrosis.Former Senate President John Vogt dies after illness *Peter Waddington, 71, British sociologist and police officer, cardiac arrest.Professor Peter Waddington obituary *Martha Wallner, 90, Austrian actress (The Street).Kammerschauspielerin Martha Wallner 90-jährig gestorben *Dick Wilmarth, 75, American dog musher, winner of the 1973 Iditarod, cancer.First winner of Iditarod Trail Sled Dog Race dies at 75 *Leo C. Zeferetti, 90, American politician, member of the U.S. House of Representatives from New York's 15th congressional district (1975-1983).Leo Zeferetti ===22=== *Fergus Anckorn, 99, British magician, longest-serving member of The Magic Circle, bladder cancer.War veteran and magician Fergus Anckorn who used magic to survive the Japanese death camps, has died age 99 *Michael Barnes, 85, British politician, MP for Brentford and Chiswick (1966–1974).Michael Cecil John Barnes *Khozh-Akhmed Bersanov, 91, Russian Chechen writer and ethnographer.22 марта ушел из жизни народный писатель Чечни Хож-Ахмед Берсанов *Morgan Chua, 68, Singaporean cartoonist.Veteran political cartoonist Morgan Chua dies at 68 *Jose Flores, 57, Peruvian-born American jockey, injuries sustained in racing fall.Jockey Jose Flores dies as a result of spill-related injuries *Dick Gamble, 89, Canadian hockey player (Montreal Canadiens, Toronto Maple Leafs, Rochester Americans).Rochester Amerks 'humble' legend Dick Gamble dies *Paul Green, 94, American electrical engineer.Dr. Paul Eliot Green Jr. *James F. Holland, 92, American physician.In Memoriam: James F. Holland *René Houseman, 64, Argentine footballer, tongue cancer.Rene Houseman dies at 64; won 1978 World Cup with Argentina *Wayne Huizenga, 80, American entrepreneur (Blockbuster) and sports team owner (Miami Dolphins, Florida Panthers), cancer.H. Wayne Huizenga, South Florida business titan, dead at 80 *Johan van Hulst, 107, Dutch politician, author and academic, awarded Righteous Among the Nations (1970), member of the Senate (1956–1981) and the European Parliament (1961–1968).Oud-senator Johan van Hulst (107) overleden *Jan Kantůrek, 69, Czech translator.Zemřel Jan Kantůrek. Českým čtenářům přinesl Pratchettovu Zeměplochu, Hellboye i barbara Conana *Morgana King, 87, American jazz singer and actress (The Godfather), non-Hodgkin's lymphoma.Morgana King, Jazz Singer and Brando's Wife in 'The Godfather,' Dies at 87 *Charles Lazarus, 94, American entrepreneur and executive (Toys \"R\" Us), respiratory failure.Charles P. Lazarus, Toys 'R' Us Founder, Dies at 94 *Lyn Lott, 67, American golfer, complications from brain surgery.Lyn Lott, Douglas native and former PGA pro, passes at age 67 *Carlos Eduardo Miranda, 56, Brazilian musician, record producer and reality television judge (Ídolos, Qual é o Seu Talento?, Esse Artista Sou Eu).Carlos Eduardo Miranda morre aos 56 anos em SP *Morten Piil, 75, Danish film critic.Dansk film har mistet sin største anmelder *Michael J. Reynolds, 78, Canadian actor.Michael J. Reynolds (1939-2018) *Dariush Shayegan, 83, Iranian cultural theorist and philosopher, stroke.Famed Iranian philosopher Shayegan dies at age 83 *Nicholas Tsoucalas, 91, American judge, member of the Court of International Trade (1986–1996), pneumonia.Honorable Judge, Archon, WWII Vet Nicholas Tsoucalas Dies at 91 ===23=== *Paul L. Anderson, 71, American architect, heart attack.Paul Lawrence Anderson *Glen Ash, 86, American actor.SAG-AFTRA-Summer 2018 in Memoriam *Don Ball, 81, American builder and philanthropist.Don Ball, Prominent Home Builder And Philanthropist, Dies *Mike Beedle, 55, American software engineer, stabbed.Man charged in fatal stabbing of suburban CEO Mike Beedle in River North denied bond *Lino Bortolo Belotti, 87, Italian Roman Catholic prelate, Auxiliary Bishop of Bergamo (1999–2009).È morto il vescovo emerito di Bergamo Monsignor Lino Belotti *DuShon Monique Brown, 49, American actress (Chicago Fire, Prison Break, Unexpected), sepsis.DuShon Monique Brown, starred on ‘Chicago Fire,’ has died *Ernie Burrington, 91, British newspaper editor and journalist.Ernie Burrington *Raymond Butt, 77, British schoolteacher, pancreatic cancer.Raymond Butt obituary *Debbie Lee Carrington, 58, American actress and stuntwoman (Return of the Jedi, Total Recall, Bride of Chucky).Deborah Carrington, Stuntwoman and ‘Total Recall’ Actress, Dies at 58 *Rudresh Gowda, 62, Indian politician, member of the Lok Sabha from Hassan (1996–1997), Karnataka MLA from Belur, Karnataka (since 2008), heart attack.Congress MLA Rudresh Gowda passes away after prolonged illness *Hasili, 27, French racehorse.Hasili, dam of 5 Grade 1 winners and 3 champions, dies at 27 *Murray S. Hoffman, 93, American cardiologist.Murray Hoffman *Philip Kerr, 62, British author (March Violets, Children of the Lamp, A Philosophical Investigation).Philip Kerr, author of Bernie Gunther novels, dies aged 62 *Dan Lanphear, 80, American football player (Houston Oilers).Lanphear, Dan *Jukka Mikkola, 74, Finnish politician, MP (1983–1986, 1995–2003).Poliitikko Jukka Mikkola on kuollut *Zell Miller, 86, American politician, Governor of Georgia (1991–1999), member of the U.S. Senate (2000–2005), Parkinson's disease.Zell Miller, Feisty Democrat Who Sided With G.O.P., Is Dead at 86 *Alberto Ongaro, 92, Italian journalist and writer.Morto Alberto Ongaro: tra Venezia e misteri, il suo ultimo viaggio *Jaakko Pakkasvirta, 83, Finnish film director and screenwriter.Jussi-gaala -päivän suru-uutinen - ohjaaja-näyttelijä Jaakko Pakkasvirta menehtyi tänään: ”Nerokas taiteilija” *Aileen Paterson, 83, Scottish writer and illustrator.Author of Morningside Maisie books Aileen Paterson has died *Idowu Sofola, 83, Nigerian jurist.Former President Of The Nigeria Bar Association, Idowu Sofola, Dies At 84 *Ephraim Stern, 84, Israeli archaeologist.פרופ' אפרים שטרן הלך לעולמו *Delores Taylor, 85, American actress and screenwriter (Billy Jack), complications of dementia.Winner, SD Native Delores Taylor, co-star of 'Billy Jack' films, dies at 85 *Seán Treacy, 94, Irish politician, TD (1961–1997), Ceann Comhairle (1973–1977, 1987–1997).Former Ceann Comhairle Sean Treacy dies aged 94 *John Welchli, 89, American rower, Olympic silver medalist (1956).John R. Welchli ===24=== *José Antonio Abreu, 78, Venezuelan conductor and politician, founder of El Sistema.Falleció el maestro José Antonio Abreu *Arnold Andenmatten, 95, Swiss military patrol skier, winner of the Olympic demonstration event (1948).Arnold Andenmatten-Bumann (1922) *Lys Assia, 94, Swiss singer, winner of the first Eurovision Song Contest (1956).Zum Tod von Lys Assia – Ein Leben für den Grand Prix *Rim Banna, 51, Palestinian singer, composer and activist, breast cancer.Famous Palestinian singer, Reem Banna, dead at 51 *Arnaud Beltrame, 44, French gendarme, stabbed.‘He saved lives’: Arnaud Beltrame, police officer who traded places with a hostage, to be honored by France *Bernie De Koven, 76, American video game designer (Alien Garden), lung cancer.Obituary: Game design pioneer Bernard 'Bernie' DeKoven *John Ehle, 92, American writer.Appalachian novelist John Ehle dies at 92 *John Hsu, 86, Chinese-born American violist.John Hsu *Hassan Muhammed Lawal, 63, Nigerian politician.Obituary: Former Minister, Hassan Lawal Is Dead *Bill Lucas, 101, British RAF officer and Olympic long-distance runner (1948).Britain’s oldest surviving Olympian Bill Lucas dies *Joe Malone, 94, Australian footballer (North Melbourne).Malone Joseph Vincent *Frank Meisler, 89, German-born Israeli architect and sculptor (Kindertransport – The Arrival).Famous Israeli Sculptor Meisler Dies at 89 *Hidetoshi Nagasawa, 77, Japanese sculptor and architect.Morto Hidetoshi Nagasawa. L’artista giapponese aveva 78 anni *Carl Scheib, 91, American baseball player (Philadelphia Athletics, St. Louis Cardinals).Gratz \"Wonder Boy\" Carl Scheib, youngest player in American League history, dies *Marco Solfrini, 60, Italian basketball player, Olympic silver medalist (1980), heart attack.Basket, addio a Solfrini, argento a Mosca 1980 *Arthur Tafoya, 85, American Roman Catholic prelate, Bishop of Pueblo (1980–2009).Bishop Emeritus Arthur N. Tafoya *Mely Tagasa, 82, Filipino actress, stroke.Mely Tagasa, 'Iskul Bukol's' Miss Tapia, dies at 82 *Michael Voigt, American sport shooter, handgun world champion (1999), cancer.Legends: Michael Voigt *James Wickstrom, 75, American radio host and white supremacist.James Wickstrom, infamous white supremacist and Nazi sympathizer, dies at 75 *Alvin Wright, 57, American football player (Los Angeles Rams).Alvin Wright ===25=== *Bob Biderman, 77–78, British-American novelist.Bob Biderman obituary (death announced on this date) *André Bourbeau, 81, Canadian politician, MNA for Laporte (1981–2003), Mayor of Saint-Lambert, Quebec (1978–1981), cancer.Former Quebec Liberal minister André Bourbeau dies at 81 *Jules-Aristide Bourdes-Ogouliguende, 80, Gabonese politician, Speaker of the National Assembly (1990–1993).Décès de Jules Ogouliguendé, homme politique gabonais *Linda Carol Brown, 75, American equality campaigner, involved in Brown v. Board of Education.Linda Brown, woman at center of Brown v. Board case, dies *Edwin Carr, 89, Australian sprinter, dual Commonwealth champion (1950).Edwin William \"Eddie\" Carr *William W. Cates, 78, American writer and vintner.William Wesley Cates *David Cobham, 87, British film director (Tarka the Otter), stroke.Tarka the Otter director dies aged 87 *Mike Harrison, 72, British singer (Spooky Tooth).Mike Harrison Of Spooky Tooth Passed Away *Desmond Lewis, 72, Jamaican cricketer (West Indies).Former Jamaica and West Indies cricketer Desmond Lewis passes away *Vicente Ramón Hernández Peña, 82, Venezuelan Roman Catholic prelate, Bishop of Trujillo (1982–2012).Bishop Vicente Ramón Hernández Peña *Mel Rosen, 90, American track and field coach (Auburn Tigers). *Seo Min-woo, 33, South Korean singer (100%).K Pop fans mourn singer Minwoo after his death aged 33 *Nicolae Tilihoi, 61, Romanian footballer (Universitatea Craiova).S-a stins din viaţă Nicolae Tilihoi, fost mare jucător al Craiovei. Marți va fi înmormântat *Dagfinn Vårvik, 93, Norwegian politician, leader of the Centre Party (1973–1977), Minister of Finance (1963–1963) and Foreign Affairs (1972–1973).Dagfinn Vårvik er død *Olle Widestrand, 85, Swedish musician and composer.Musikprofilen Olle Widestrand är död *Jerry Williams, 75, Swedish singer, cancer.Rocklegenden Jerry Williams är död ===26=== *Fouad al-Zayat, 77, Syrian businessman, cancer.Fouad al-Zayat, wanted in Cyprus, quietly buried on the island after his death in Lebanon *Patricia Burton, 85, American baseball player (Fort Wayne Daisies).Patricia Ann Burton Woody *Sándor Demján, 74, Hungarian entrepreneur (TriGranit).Meghalt Demján Sándor *Mamadou Diop, 81, Senegalese politician, Mayor of Dakar (1984–2002).Sénégal: décès de Mamadou Diop, ancien maire de Dakar *António dos Santos, 85, Portuguese Roman Catholic prelate, Bishop of Guarda (1979–2005).Bishop António dos Santos *Sir John Grimley Evans, 81, British gerontologist.Sir John Grimley Evans *Fabrizio Frizzi, 60, Italian television presenter, cerebral hemorrhage.Addio a Fabrizio Frizzi, l'uomo dei sorrisi *Nikolay Kaufman, 92, Bulgarian musicologist, folklorist and composer.In memoriam Nikolai Kaufman *Sergei Mavrodi, 62, Russian financial fraudster, member of State Duma (1994–1995), heart attack.Умер Сергей Мавроди *William Plant, 73, Jamaican Olympic sailor *Probosutedjo, 87, Indonesian businessman, thyroid cancer.Soeharto’s half- brother dies at 87 years of age *Fernand Steenacker, 87, Belgian rower.Fernand Steenacker *Zeke Upshaw, 26, American basketball player (Grand Rapids Drive), hypertrophic cardiomyopathy.G-Leaguer Zeke Upshaw diagnosed with heart disease year before he died *Sir Michael Wheeler-Booth, 84, British public servant, Clerk of the Parliaments (1991–1997).Wheeler-Booth ===27=== *Stéphane Audran, 85, French actress (The Discreet Charm of the Bourgeoisie, Babette's Feast, The Big Red One).Stéphane Audran Dies: ‘Discreet Charm Of The Bourgeoisie’, ‘Babette’s Feast’ Star Was 85 *Benjamin Bassin, 74, Finnish diplomat.Benjamin Bassin on kuollut *Jane Smisor Bastien, 82, American educator and piano teacher.Jane Smisor Bastien *Chan Sui-kau, 91, Hong Kong industrialist and philanthropist.香港「紡織大王」陳瑞球辭世 享壽91歲 *José Hugo Garaycoa Hawkins, 87, Peruvian Roman Catholic prelate, Bishop of Tacna y Moquegua (1991–2006).Bishop José Hugo Garaycoa Hawkins *Frank Hodgetts, 93, English footballer (West Bromwich Albion, Millwall).Frank Hodgetts *David Humm, 65, American football player (Oakland Raiders, Baltimore Colts), complications from multiple sclerosis.Former Nebraska great Dave Humm 'never complained' during battle with multiple sclerosis *Aimée Iacobescu, 71, Romanian actress (The Doom), breast cancer.Bărbatul care a ajutat-o pe Aimée Iacobescu, când toţi i-au întors spatele *Luc Jalabert, 66, French rejoneador.Luc Jalabert, ex- directeur des arènes d’Arles et figure de la tauromachie, est mort à 66 ans *Victor Kalashnikov, 75, Russian gun designer (PP-19 Bizon).Оружейник Виктор Калашников скончался в Ижевске *Tom Martin, 69, American politician, Mayor of Lubbock, Texas (2008–2012).Former Lubbock mayor Tom Martin passes away after short illness *Sir Eric McClintock, 99, Australian businessman and public servant, chairman of Woolworths Limited (1980–1987).Tributes flow for former Woolworths chairman Sir Eric McClintock *Jerry Moses, 71, American baseball player (Boston Red Sox, Detroit Tigers).Former Red Sox All-Star Jerry Moses dies *Bert Nievera, 81, Filipino-American singer *Kenny O'Dell, 73, American country singer-songwriter (\"Behind Closed Doors\", \"Mama He's Crazy\"), Grammy winner (1974).Grammy-winning country songwriter Kenny O'Dell dies at 73 *James \"Quick\" Parker, 60, American-Canadian football player (BC Lions, Edmonton Eskimos).Lions' DL James 'Quick' Parker dies at 60 *Rosendo Rodriguez, 38, American convicted rapist and murderer, execution by lethal injection.Rosendo Rodriguez execution: ‘Suitcase killer’ put to death in Texas *Archibald \"Archie\" Mncedisi Sibeko, 90, South African anti-apartheid activist.Remains of late anti-apartheid activist Archie Sibeko arrive in East London *Robert Hugh Willoughby, 96, American flautist.Robert Willoughby, Legendary Flute Professor and Performer, Dies at 96 ===28=== *Oleg Anofriyev, 87, Russian actor, singer, songwriter, film director and poet.Скончался Олег Анофриев *Armand Arabian, 83, American jurist, Supreme Court of California (1990–1996).Former California Supreme Court Justice Armand Arabian, an advocate for rape victims, dies at 83 *Bobby Ferguson, 80, English football player (Derby County) and manager (Ipswich Town).Former Ipswich Town boss Bobby Ferguson dies aged 80 *Wolfgang Girardi, 89, Austrian Olympic gymnast.Dr. Wolfgang Girardi *Travis Hill, 48, American football player (Cleveland Browns).Ex-Husker great Travis Hill liked to have fun, and rush quarterbacks *Walter E. Johnston III, 82, American politician.Gene Johnston, former congressman from Greensboro, has died *Peter Munk, 90, Hungarian-born Canadian mine owner (Barrick Gold) and philanthropist (Toronto General Hospital).Peter Munk, Entrepreneur Who Founded Barrick Gold, Dies at 90 *Clarence Pettersen, 65, Canadian politician, member of the Legislative Assembly of Manitoba (2011–2016).'He was very loved': Former Flin Flon NDP MLA Clarence Pettersen dies *William Prochnau, 80, American journalist, coronary artery disease.William Prochnau, Vanity Fair journalist and best-selling author, dies at 80 *Catherine Pym, 96, Australian Olympic fencer (1952).Celebrating the 96th birthday of Australia's oldest living Olympian *Lívia Rév, 101, Hungarian pianist.La grande pianiste Lívia Rév est morte *Eugène Van Roosbroeck, 89, Belgian racing cyclist, Olympic champion (1948).Oudste Belgische goudenmedaillewinnaar overleden *Clément Rosset, 78, French philosopher and writer.Mort de Clément Rosset, philosophe du tragique et de la joie *Caleb Scofield, 39, American rock bassist and singer (Cave In, Zozobra, Old Man Gloom), traffic collision.Cave In Bassist Caleb Scofield Dies In Horrific Car Accident *Daryl Thomas, 52, American basketball player (Indiana Hoosiers), heart attack.Daryl Thomas has a special place in IU basketball history *Mike Tucker, 73, British equestrian rider and commentator.Mike Tucker: BBC equestrian commentator dies, aged 74 *Norm Wilson, 83, New Zealand cricketer (Northern Districts).Vale Norm Wilson ===29=== *David Bartov, 94, Polish-born Israeli judge.השופט דוד בר-טוב ז\"ל *R. J. Berry, 83, British geneticist and theistic evolutionist, stroke.Berry *Dexter Bristol, 57, Grenadian immigrant to the United Kingdom.Windrush generation latest: immigration stress led to sudden death of man aged 57, his bereaved mother claims *Jim Callaghan, 91, British politician, MP for Middleton and Prestwich (1974–1983) and Heywood and Middleton (1983–1997).James Callaghan, Labour MP – obituary *Don Colpoys, 83, American baseball coach and manager (Buffalo Bisons).Remembering the baseball legacy of Buffalo's Don Colpoys *Corrado dal Fabbro, 72, Italian bobsledder, Olympic silver medalist (1972).Bob, e' morto Del Fabbro: argento olimpico e iridato negli anni 70' *Geoffrey Dodsworth, 89, British banker and politician, MP for South West Hertfordshire (1974–1979).Geoffrey Hugh Dodsworth *Sir William Gladstone, 7th Baronet, 92, British aristocrat and Chief Scout (1972–1982).Gladstone *Colin Harper, 71, English footballer (Ipswich Town).Former Blues Left-Back Harper Dies *Ron Mailer, 85, Scottish footballer (Dunfermline Athletic).Ron Mailer *Emiliano Mondonico, 71, Italian football manager (Torino, Atalanta, Fiorentina), stomach cancer.Addio a Emiliano Mondonico: fece grandi Toro e Atalanta *Walter Pérez Villamonte, 81, Bolivian Roman Catholic prelate, Bishop of Potosí (1998–2009).Bishop Walter Pérez Villamonte *Pollyanna Pickering, 75, British wildlife artist.Pollyanna Pickering obituary *Stephen Reinhardt, 87, American judge, U.S. Court of Appeals for the Ninth Circuit (since 1980), heart attack.Stephen Reinhardt, 'liberal lion' of the 9th Circuit, dies at 87 *Ed Samcoff, 93, American baseball player (Philadelphia Athletics).Edward William Samcoff *Mohamed Shaker, 84, Egyptian diplomat, member of Board of Governors of the International Atomic Energy Agency (1986–1998) and Ambassador to the UK (1988–1997).In Remembrance of Ambassador Mohamed Shaker *Anita Shreve, 71, American author (The Pilot's Wife, The Weight of Water, Stella Bain), cancer. *Sven-Olov Sjödelius, 84, Swedish canoer, Olympic champion (1960, 1964).OS- hjälten från Nyköping har gått ur tiden *Rusty Staub, 73, American baseball player (New York Mets, Montreal Expos, Detroit Tigers), multiple organ failure.Rusty Staub, beloved Mets icon, dead at 73 *Enrique Troncoso Troncoso, 80, Chilean Roman Catholic prelate, Bishop of Iquique (1989–2000) and Melipilla (2000–2014).Bishop Enrique Troncoso Troncoso *Paul Van Arsdale, 97, American hammered dulcimer player.Paul R. Vanarsdale ===30=== *Alias, 41, American rapper, producer and record label founder (Anticon), heart attack.Anticon Co-Founder Brendon Whitney (Alias) Dead at 41 *Patrick Atiyah, 87, English legal scholar.Professor Patrick Selim Atiyah *Samuel Belzberg, 89, Canadian financier, complications from a stroke.Obituary: For Samuel Belzberg, giving to community was a responsibility *Aureliano Bolognesi, 87, Italian boxer, Olympic champion (1952).Morto Aureliano Bolognesi, medaglia d'oro di pugilato alle Olimpiadi del 1952 *Sharon Brehm, 72, American psychologist, Chancellor of Indiana University Bloomington (2001–2003), complications from Alzheimer's disease.Indiana University mourns passing of former IU Bloomington Chancellor Sharon Brehm *Ivan Čaklec, 85, Croatian Olympic gymnast.Preminuo trostruki hrvatski olimpijac Ivan Čaklec *Anna Chennault, 92, Chinese-born American journalist and businesswoman.Anna Chennault, secret Nixon envoy, Washington figure of ‘glamour and mystery,’ dies at 94 *Saul Cherniack, 101, Canadian politician, Manitoba Minister of Finance (1969–1972, 1973–1975).Socialist, lawyer and long-time politician, Saul Cherniack, dies at 101 *Saunders Davies, 80, British Anglican prelate, Bishop of Bangor (2000–2004).Tributes paid to Bishop Saunders Davies *André Duval, 97, French- Canadian author and historian.M. André Duval *Josie Farrington, Baroness Farrington of Ribbleton, 77, British politician, life peer (since 1994).Former Labour whip Baroness Farrington of Ribbleton dies aged 77 *Ivor Forbes Guest, 97, British historian and writer.Muere a los 97 años Ivor Guest, el gran historiador del ballet *Philip Gulliver, 96, British-born Canadian anthropologist.Philip Hugh Gulliver *Drue Heinz, 103, American literary publisher (The Paris Review) and patron (Drue Heinz Literature Prize).Drue Heinz, prominent philanthropist, dies at age 103 *Henry Theophilus Howaniec, 87, American Roman Catholic prelate, Bishop of Most Holy Trinity in Almaty (1999–2011).Bishop Henry Theophilus Howaniec *Daisy Kadibil, 95, Australian Aboriginal woman, inspiration for the film Rabbit Proof Fence, dementia.Daisy Kadibil, 95, Whose Australia Trek Inspired a Film, Dies *Sabahudin Kurt, 82, Bosnian folk and pop singer (\"Život je sklopio krug\").Sabahudin Kurt, former Eurovision contenstant for Yugoslavia, dies at age 82 *André Bo-Boliko Lokonga, 83, Congolese politician, Speaker of the National Assembly (1970–1979) and Prime Minister (1979–1980).L'ancien premier ministre André Bo- Boliko n'est plus *Bill Maynard, 89, English actor (Heartbeat, Confessions of a Window Cleaner, Carry On), complications from a fall.Heartbeat actor Bill Maynard dies after fall *Nacho Pérez Frías, 62, Spanish footballer (CD Málaga) and sports physician, complications of burns.Fallece Nacho Pérez Frías, ex jugador del Málaga *Alexander Pylcyn, 94, Russian military officer.«Мы теряем последних представителей великой гвардии ветеранов» *Wolfgang Schilling, 62, German football player (Arminia Bielefeld, Tennis Borussia Berlin) and manager (Berliner AK 07).Wolfgang Schilling : Gedenken *Marcel Storme, 87, Belgian legal scholar and politician.In Memoriam: Prof. dr. Marcel Storme *Michael Tree, 84, American violist.Very sad news | Guarneri String Quartet Violist Michael Tree has Died – Aged 83 *Jean-Guy Trépanier, 86, Canadian politician.Trépanier, Jean-Guy Notaire honoraire *La Wilson, 93, American artist, stroke.La Wilson, 93, Dies; Made Art in Elaborate Assemblages ===31=== *Frank Aendenboom, 76, Belgian actor.Décès de l'acteur flamand Frank Aendenboom *Margarita Carrera, 88, Guatemalan philosopher, professor and writer.Fallece la escritora guatemalteca y columnista de Prensa Libre Margarita Carrera *Luigi De Filippo, 87, Italian actor (Non è vero... ma ci credo, You're on Your Own, Love Italian Style).E' morto Luigi De Filippo, ultimo erede della storica dinastia *Chris Edwards, 41, British boxer, heart attack.Shock as champion boxer Chris Edwards dies aged 41 *John Mack Flanagan, 71, American disc jockey (KFRC), heart failure.John Mack Flanagan, 1970s top 40 disc jockey, dies at 71 *Charles Goodwin, 74, American linguistic anthropologist and semiotician, cancer.In memoriam: Charles Goodwin, 74, pioneer in social interaction research *Ted J. Land, 81, American politician, member of the Georgia State Senate (1979–1990).Former State Senator Ted Land passes away at age 81 *Peg Lautenschlager, 62, American attorney and politician, Attorney General of Wisconsin (2003–2007), member of the Wisconsin State Assembly (1989–1993), breast cancer.Peg Lautenschlager, first woman to serve as Wisconsin attorney general, dies at 62 *James McAlister, 66, American football player (Philadelphia Eagles), cancer.Legendary football player James McAlister, half of famous “Blair Pair” dies at age 66 *Jan Snoeck, 91, Dutch sculptor.'Kleurrijke' beeldhouwer Jan Snoeck overleden *Leonard D. Wexler, 93, American judge (U.S. District Court for the Eastern District of New York).Leonard Wexler, 93, Eastern District judge on notable cases, dies ==References== *2018-03 03 ",
    "title": "Deaths in March 2018"
}