{
    "id": "56672164",
    "text": "The Titan is a 2018 American science fiction thriller film directed by Lennart Ruff and starring Sam Worthington, Taylor Schilling and Tom Wilkinson. The screenplay was written by Max Hurwitz, with the story by Arash Amel. The film is an international co-production between the United Kingdom, the United States, Germany, and Spain. The Titan was released for some countries by Netflix on March 30, 2018. It was released theatrically in the United Kingdom on April 13, 2018, by Signature Entertainment, and direct to video in Germany on May 8, 2018, by EuroVideo. ==Plot== In 2048, on an Earth overpopulated and ridden by violent conflicts, scientists are looking to Saturn's moon Titan as a new home for humanity, spearheaded by Professor Martin Collingwood. Rick Jansen, a fighter pilot, volunteers to be a part of an experiment on 14 test subjects that forces human bodies to adapt to the super-cold methane liquids and the ultra-low oxygen atmosphere of Titan. He is joined by his wife Abigail, a medical researcher, and their son Lucas, at the Titan I research area. The initial results are promising. Rick becomes able to swim at incredible speeds and stay underwater for 40 minutes. Rick's training becomes increasingly intense as he and the others adapt to increasingly Titan-like environments. Rick finds that some of his hair is falling out, and one of the team members starts convulsing and dies. Abigail notices the blood veins of all the test subjects becoming darker. Fellow volunteer Zane has a mental breakdown which causes him to attack his wife, Rayenne. Rick takes a break by sitting at the bottom of their swimming pool, where large amounts of his skin shed off. Abigail’s concern grows, and she begins experimentation on a sample of his blood, finding that it is indeed becoming darker. Rick undergoes corneal surgery to accommodate the low light on Titan. When he later has complications, Abigail confronts Collingwood about Rick's changes, but he divulges nothing. Zane suffers another mental breakdown and throws Rayenne through a window, killing her instantly. He is shot dead by military police. While visiting Rick in the medical facility, Abigail steals his key card and sneaks into Collingwood's office. She finds reports of autopsies of the numerous deceased test subjects, discovering that they were having their DNA infused with animal DNA in an attempt to create the next human species, Homo titaniens. During a meeting with NASA, Collingwood is chastised for doing forced evolutionary experimentation without proper evidence or ethical reasons, and is threatened with having his operation shut down. Abigail confronts him on the same issue, and he admits to her and Rick that he does not actually know what the surviving subjects will eventually become. Rick willingly undergoes major surgery to adapt to his new senses and become fully ready for Titan. He and Tally, the only other surviving test subject, complete their training and finish their transformations into Homo titaniens. Abigail is horrified when the significantly-transformed Rick loses the ability to talk, now communicating in a low frequency that is undetectable by normal human ears. Tally kills her husband, later visiting Rick at his home. Abigail and Lucas hide while military police surround Tally and Rick. Tally kills a member of the police before she is killed, and then Rick easily kills many more. When Abigail and Lucas confront him, Rick flees, realizing what he has become. The military hunt for Rick, but it is Abigail who finds him on a hill they often jog to. The military arrives and arrests them. Abigail wakes to find Rick in critical condition, due to his newly-evolved incompatibility with Earth's atmosphere. Abigail is forced to give him a chemical solution that acts similarly to a lobotomy, erasing all of his memories. However, she actually gives him a harmless saline solution instead, allowing him to escape. Rick begins killing soldiers as Abigail and Lucas flee with Dr. Freya Upton, an assistant to Collingwood who disagrees with his methods. The group find a heavily wounded Rick before they give him first aid. Collingwood arrives but his men disobey an order to fire upon Rick, Abigail, Lucas and Dr. Freya. The colonel soon arrests Collingwood for his treachery. Abigail and Dr. Freya become researchers at the Titan II facility, using more ethical methods than Collingwood had. Rick is shown exploring Titan, flying under his own power over a methane lake. ==Cast== * Sam Worthington as Lt. Rick Janssen, Lucas’ father and Abigail’s husband * Taylor Schilling as Dr. Abigail Janssen, Lucas’ mother and Rick’s wife * Tom Wilkinson as Prof. Martin Collingwood * Agyness Deyn as Dr. Freya Upton * Nathalie Emmanuel as W.D. Tally Rutherford * Diego Boneta as Dr. Iker Hernandez * Corey Johnson as Colonel Jim Petersen * Aleksandar Jovanovic as Sergeant Johan Werner * Noah Jupe as Lucas Janssen, Abigail and Rick’s son ==Production== In August 2015, Sam Worthington, Ruth Wilson and Sofia Boutella signed on to star in the film to be directed by Lennart Ruff. Voltage Pictures would handle international rights sales while CAA would handle domestic sales. Producer Arash Amel spoke of his enthusiasm for the project: In October 2015, Tom Wilkinson joined the cast with Voltage Pictures planning to sell international rights to the film at the 2016 American Film Market. In December 2015, Taylor Schilling signed on to replace Wilson, who, alongside Boutella, dropped out of the film. In January 2016, Diego Boneta, Aleksander Jovanovic and Agyness Deyn joined the cast. In February 2016, at AFM, Voltage Pictures managed to sell international distribution rights in multiple countries. However, in February 2018, it was reported that Netflix had picked up worldwide distribution rights to the film. The film has also been released on Blu-ray in several European countries including the United Kingdom. Principal production was slated to commence on January 18, 2016, in Europe but was pushed back to February 1, 2016, where shooting began in Gran Canaria. ==Reception== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 18%, based on 28 reviews, and an average rating of 3.7/10. On Metacritic, the film has a weighted average score of 33 out of 100, based on 4 critics, indicating \"generally unfavorable reviews\". Jake Nevins from The Guardian gave the film only one out of five stars, criticizing its script and Worthington's performance: Matt Fowler from IGN gave the film 5 out of 10: David Ehrlich from IndieWire also gave the film a negative review: Dan Jackson from the Thrillist, wrote: ==References == == External links == * * Category:2018 films Category:American films Category:Mariticide in fiction Category:Overpopulation fiction Category:Transhumanism in film Category:Films shot in the Canary Islands Category:American science fiction thriller films Category:Titan (moon) in film ",
    "title": "The Titan (film)"
}