{
    "id": "56671938",
    "text": "Michael Joseph Dooley (born 13 December 1961) is a New Zealand prelate of the Roman Catholic Church. He was appointed as the 7th Bishop of Dunedin, New Zealand on 22 February 2017, ordained bishop on 26 April 2018 and installed on 27 April 2018. Dooley was born in Invercargill, the son of Joseph Dooley and Mary Hogan. He was educated at Heddon Bush Primary School and Central Southland College, Winton. He completed an apprenticeship as a fitter and turner before studying for a Bachelor of Theology at Otago University while he was at Holy Cross Seminary, then located at Mosgiel. He then completed a Master of Theology at Melbourne College of Divinity.\"Pope appoints Fr Michael Dooley as Bishop of Dunedin, NZ Catholic, 23 February 2018 (Retrieved 24 February 2018) Dooley was an assistant priest at St. Mary's Basilica, Invercargill and at Gore. After completing his master's degree in theology in Melbourne, he was parish priest of Mosgiel where he was also Director at the Holy Cross Formation Centre. He then became Formator and Spiritual Director at Holy Cross Seminary in Auckland. On returning to Dunedin, he was again parish priest of Mosgiel and Green Island. He was appointed vicar general of the Dunedin diocese in 2016. On 22 February 2018, Dooley was appointed by Pope Francis to succeed Colin Campbell, on his retirement, as the 7th Bishop of Dunedin.\"New bishop for Dunedin\", Diocese of Palmerston North news, 23 February 2018 (Retrieved 25 February 2018)\"Resignation of bishop of Dunedin, New Zealand, and appointment of successor\", Resignations and appointments 22.02.2018, Holy See Press Office, Summary of Bulletin (Retrieved 25 February 2018)\"Bishop Colin Campbell announces new Bishop for the Diocese of Dunedin\", Diocese of Dunedin website (Retrieved 7 March 2018) Dooley has said that he follows Pope Francis' views that instead of having a fortress mentality, it was better to engage with the world with a positive message of what the church may offer, like the gospel, to people in their everyday lives and to help the vulnerable in society and the poor which are \"definitely what [Pope Francis] would want us to be more concerned about.\" Dooley has expressed his opposition to euthanasia.David Loughry, \"Appointment surprise for new bishop\", Otago Daily Times, 24 February 2018 (Retrieved 25 February 2018) Dooley was ordained Bishop at the Dunedin Town Hall on 26 April 2018 and installed the next day.\"Bishop Michael Dooley ordained as 7th Bishop of Dunedin\", CathNews New Zealand 30 April 2018 (Retrieved 1 May 2018) The principal consecrator was his predecessor, Colin Campbell and the principal co-consecrators were Cardinal Dew and Archbishop Martin Krebs, the Apostolic Nuncio.\"Bishop Michael Dooley\", Catholic Hierarchy (retrieved 1 May 2018) ==References== ==External links== * Catholic Diocese of Dunedin * \"Bishop Michael Dooley\", Catholic Hierarchy Category:1961 births Category:People from Invercargill Category:Living people Category:New Zealand Roman Catholic bishops Category:Roman Catholic bishops of Dunedin Category:New Zealand religious leaders Category:Holy Cross College, New Zealand alumni ",
    "title": "Michael Dooley"
}