{
    "id": "56676383",
    "text": "Count Peter John Joseph Czernin von und zu Chudenitz is a British-born film producer. ==Early life and ancestry== Count Peter is the only son of Austro- Hungarian Count Jozef Czernin von und zu Chudenitz (9 August 1924 - 13 April 2015) and Honourable Mary Hazel Caridwen Scott-Ellis, 10th Baroness Howard de Walden (b.12 August 1935). His parents are 6th cousins once removed as both descended from Johann Heinrich Sigismund Friedrich, Count von Khevenhüller (1666-1742) and his second wife Ernestine Ursula Leopoldine, Countess von Orsini und Rosenberg (1683-1728). He is the heir apparent to the English peerage title of Baron Howard de Walden created in 1597 by Queen Elizabeth I for Admiral Thomas Howard, Earl of Suffolk.The Peerage ==Personal life== He married on 17 September 1994 in Cambridge Lucinda Suzanne Wright (b.1965). They have one daughter and one son: * Audrey Serena Angela, Gräfin Czernin von und zu Chudenitz (b.1997) * Alexander John Peter, Graf Czernin von und zu Chudenitz (b.1999) ==Professional work== He is the co-founder of production company Blueprint Pictures with Graham Broadbent. His work includes In Bruges (2008), The Best Exotic Marigold Hotel (2011), Seven Psychopaths (2012) and Three Billboards Outside Ebbing, Missouri (2017), a critically acclaimed film for which he was co-nominated for the Academy Award for Best Picture at the 90th Academy Awards. ==Filmography== * 2018: The Guernsey Literary and Potato Peel Pie Society (producer) (post-production) * 2018: A Very English Scandal (TV Movie) (executive producer) (post-production) * 2018: The Mercy (producer) * 2017: Three Billboards Outside Ebbing, Missouri (producer - produced by) * 2016: The Last Dragonslayer (TV Movie) (executive producer) * 2015: The Outcast (TV Mini-Series) (producer - 2 episodes) * 2015: The Second Best Exotic Marigold Hotel (producer - as Pete Czernin) * 2014: The Riot Club (producer) * 2012: Seven Psychopaths (producer) * 2012: Now Is Good (producer - as Pete Czernin) * 2011: The Best Exotic Marigold Hotel (producer - as Pete Czernin) * 2008: In Bruges (producer - as Pete Czernin, produced by) * 2007: Wind Chill (producer) * 2005: Piccadilly Jim (producer) * 2004: Gladiatress (co-producer) * 2001: Happy Campers (associate producer - as Pete Czernin) ==References== ==External links== * Peter Czernin at Biography * Peter Category:1966 births Category:Living people Category:British film producers Category:Filmmakers who won the Best Film BAFTA Award ",
    "title": "Peter Czernin"
}