{
    "id": "56673916",
    "text": "Elisabeth \"Else\" Zaisser (born Elisabeth Knipp: 16 November 1898 – 15 December 1987) was a teacher who became secretary of state and then Minister for People's Education in the East Germany. Between 1949 and 1989 more than 130 government ministers were appointed in the German Democratic Republic. Only four were women (and one of those, Margot Honecker, was married to the General Secretary of the Central Committee of the Socialist Unity Party - the leader of the country). The first of the four, appointed in April 1953, was Elisabeth Zaisser. == Life == === Provenance and early years === Elisabeth Auguste Knipp was born in Essen. Her family were from nearby Düsseldorf. Her father is variously described as a shipping clerk, a merchant and/or a businessman. She attended a Catholic junior school between 1905 and 1908, and then a middle school for girls till 1915. From then till 1918 she attended the Lycee (\"Oberlyzeum\"). During 1918/19 she qualified in Essen as a teacher, and embarked in a teaching career there. She withdrew from teaching when she married Wilhelm Zaisser on 6 June 1922 and is described in one source as a \"housewife\" (\"Hausfrau\") between 1922 and 1932. Those years were not uneventful for her, however. === Family and politics === The couple's daughter, Renate, was born during the first half of 1924. Wilhelm Zaisser was an energetic Communist Party activist, and in 1926 Elisabeth joined the party. That was also the year in which the family relocated to Berlin. In 1927 Wilhelm Zaisser was recruited by the Comintern to work on their behalf in China where according to one source he was a co-organiser of the Guangzhou Uprising. Elisabeth Zaisser relocated to Mukden (as Shenyang is identified in most western sources from that time) in 1928 in order to join her husband. They left China in 1930 and returned to the west: there was a four-month stop- over in Moscow before they settled in Berlin, where she worked for the local party in the Köpenick quarter of the city between 1930 and 1932. === Soviet exile === In April 1932, accompanied by her daughter, and in response to a party instruction, she went back to Moscow. Her husband returned to the Soviet capital from a two-year assignment in Prague at about the same time. In early September she became a teacher at the Karl Liebknecht School, a German language elementary school for the children of German refugees in Moscow at which she continued to work for a year or so. At the same time she embarked on a three-year study course with the Moscow-based \"Julian Marchlewski\" Communist University of the National Minorities of the West which evidently combined evening classes with correspondence based study. Meanwhile, the Nazis took power back in Germany at the start of 1933 and rapidly transformed the country into a one-party dictatorship. Elisabeth Zaisser would spend Germany's twelve Nazi years living in the Soviet Union, supporting herself with a succession of teaching jobs. Between 1934 and 1946 Zaisser was responsible for German language teaching at the Moscow State Pedagogical Institute, where she was also able to pursue further studies on her own account. She undertook work as an editor for the \"Moscow Teaching Books Publisher\" and for the institution responsible for national university curricula. In addition, she taught German at the Institute of Red Professors (\"Институт красной профессуры\") between 1934 and 1937. In 1938 she took over for a year as head of the Department of German Philology at the Pedagogical Institute of Foreign Languages in Gorky (as Nizhny Novgorod had been renamed in 1932). She returned to Moscow in 1939, heading up the department for German language and translation courses for with the Party Central Committee. In 1940 she took Soviet citizenship. Along with her work for the Central Committee, between 1941 and 1942, and again from 1944 till 1947, she was in charge of the graduate-level courses at the Red Army's \"Military Institute for Foreign Languages\". In June 1941 the non-aggression pact between the Soviet Union and Nazi Germany ended abruptly when the Germans launched a massive invasion, triggering what came to be known in the Soviet Union as the \"Great Patriotic War\". On 20 October 1941 Moscow was declared to be in a state of siege. By that time thousands of Muscovites, including many longstanding German political exiles, had been evacuated. Elisabeth Zaisser was evacuated to the south at the start of October 1941, first to Stavropol and later to Engels. The period of greatest threat to Moscow appears to have lasted till the Autumn of 1942, when Zaisser returned to the city. For five months during 1942/43 she worked as a translator for the Soviet Union's National Broadcasting Committee (\"Государственный вещательный комитет\"). She also authored a number of teaching books on German language and grammar. === Soviet occupation zone === War ended in May 1945, leaving the large central portion of Germany surrounding Berlin administered as the Soviet occupation zone. Sources differ as to whether it was in 1946 or 1947 that the Zaissers returned to Germany. Elisabeth lost little time in joining the newly formed Socialist Unity Party (\"Sozialistische Einheitspartei Deutschlands\" / SED) which had been created through a contentious political merger in April 1946, and was now well on the way to becoming the ruling party in a new kind of German one-party dictatorship. She took a position with the Workers' and Farmers' Faculty at the University of Halle where she also took on a teaching contract on Soviet Literature. === German Democratic Republic === In October 1949 Zaisser switched to the \"TH Dresden\" (as that institution was known at that time), appointed \"Professor of Soviet Pedagogical Methodology for Russian Teaching\" (\"Professorin für Sowjetpädagogik und Methodik des Russisch- Unterrichts\"). Her time in Dresden was brief, however, since on 1 January 1950 she was appointed director at the \"Central Institute of German Pedagogy\" in (East) Berlin. She also became editor of Pädagogik, a monthly journal with a focus on school education. Also in 1950 she became a Secretary of state at the Education Ministry. In July 1952 she succeeded Paul Wandel as Minister for Education. Early April 1953 it was reported that she had led a high level East German government delegation to Budapest in order to take part in the Hungarian National Day celebrations. She relinquished the ministerial post \"at her own wish\" in October 1953. Her ministerial resignation was justified, officially, with the explanation that she had been applying her experiences of the school system in the Soviet Union without appropriately adapting them for East German conditions. Between 1950 and 1954 Elisabeth Zaisser also sat as a member of East Germany's national parliament (\"Volkskammer\"). Despite her SED party membership, she sat not as a representative of the SED but as one of 20 representatives of the Democratic Women's League (\"Demokratischer Frauenbund Deutschlands\" / DFD). The DFD was not a conventional political party in western terms, but one of the mass organisations that received seats in the parliament based on fixed quotas assigned by the ruling party, which under the single-list voting system in operation officially secured, for its list of candidates, the votes of 99.72% of those voting in the 1950 general election. Under the Leninist system in place, political power was concentrated not in parliament nor in government ministries but in the leadership of the Party Central Committee, but the parliament with its visibly broadly based membership was nevertheless important in conferring political legitimacy on the overall power structure, and ministries were necessary for implementing Central Committee decisions. Elisabeth Zaisser's ministerial resignation in 1953 and her failure to reappear as a Volkskammer member after the 1954 general election had nothing to do with her own talents or shortcomings. It was part of Wilhelm Zaisser's dramatic fall from grace in the vicious power struggles that broke out in the wake of the June uprising. In December 1953 Elizabeth Zaisser was given the status of one persecuted by the Nazi régime (\"Verfolgter des Naziregimes\" / VdN), which qualified her for a small supplementary pension. She also worked between 1953 and 1983 in an editorial function with the Volk und Wissen Verlag publishing organisation, while supplementing her income through freelance translation work. == Awards and honours == * 1978 Patriotic Order of Merit (gold clasp) == References == Category:1898 births Category:1987 deaths Category:Politicians from Essen Category:People from the Rhine Province Category:Communist Party of Germany politicians Category:Socialist Unity Party of Germany politicians Category:Government ministers of East Germany Category:Members of the 1st Volkskammer Category:German translators Category:TU Dresden faculty Category:Martin Luther University of Halle-Wittenberg faculty Category:People who emigrated to escape Nazism Category:Recipients of the Patriotic Order of Merit (honor clasp) Category:German schoolteachers Category:20th-century translators ",
    "title": "Elisabeth Zaisser"
}