{
    "id": "56678117",
    "text": "Edwin O'Neill Willis (18 January 1935 – 11 April 2015) was an American ornithologist who studied the birds of Central and South America. ==Biography== Willis was born on 18 January 1935, the son of Andrew Nelson Willis and Verna Fleming. He was raised on a farm in Russellville, Alabama. Willis was interested in birds from an early age and published his first article in 1949 when he was 14 years old. He graduated with a BSc. in biology from the Virginia Polytechnic Institute in Blacksburg, Virginia in 1956 and then moved to Louisiana State University where he obtained his master's degree two years later. His dissertation was on The foraging behavior of ant-tanagers in British Honduras. He was awarded a doctorate in zoology from the University of California, Berkeley in 1964. His dissertation on The Behavior of Bicolored Antbirds was published by the university as a monograph. He then held a postdoctoral position at the American Museum of Natural History for a year. Willis married the ornithologist and entomologist Yoshika Oniki in 1970. In 1982 he was appointed to a faculty position at the São Paulo State University (Universidade Estadual Paulista) in Rio Claro, Brazil, where he taught until his retirement in 2005. He died on the 11 April 2015 in Rio Claro, São Paulo, Brazil. During his career Willis published nearly 300 scientific articles and books. Some of these were written in Portuguese. Many were co-authored with his wife. Between 1966 and 1986, he wrote more than 30 papers on ant followers: these are bird species that feed on insects and other arthropods that are flushed by swarms of army ants. In recognition of his many contributions to ornithology, when in 1997 a subspecies of the dusky antbird (Cercomacra tyrannina laeta) was promoted to species status, it was named \"Willis's antbird\". His name is also used for a subspecies of the red-throated ant tanager (Habia fuscicauda willisi). The common scale-backed antbird had traditionally been placed in the genus Hylophylax based on the morphology but a 2007 molecular study found that it was not closely related to the other members of the genus. The common scale-backed antbird was moved to a new genus Willisornis, a name chosen by the Brazilian ornithologists Carlos Agne and José Fernando Pacheco to honour Willis. ==Selected publications== * * * * * * * * * * * * * * * * * * * * * * * ==References== Category:1935 births Category:2015 deaths Category:People from Russellville, Alabama Category:American ornithologists Category:Virginia Tech alumni Category:Louisiana State University alumni Category:São Paulo State University faculty Category:American emigrants to Brazil ",
    "title": "Edwin O'Neill Willis"
}