{
    "id": "56677459",
    "text": "Gourmet hamburgers, like this one with mushrooms, Swiss cheese, and garlic ketchup, are considered to be part of the dude food trend Dude food is a recent food trend largely consisting of heavy, meaty dishes that are thought to appeal to men or express masculinity. Dishes such as hamburgers, hotdogs, or barbeque ribs may be considered dude food, though dude food versions of these dishes often distinguish themselves with gourmet ingredients or exaggerated use of amenities like whiskey, barbecue sauce, bacon, or cheese. == Development == It is thought that the dude food trend originated in the early 2000s, most likely originating in the southern regions of the United States.Frost, Warwick et al, Gastronomy, Tourism and the Media, North York, Ontario, Channel View Publications, 2016 The common theory is that the trend arose from its affinity with the food truck and street food movements, defined by their offerings of “comfort and good quality food” made easily accessible. The trend expanded as a social media phenomenon, and its associated term was added to the Collins dictionary in 2016. Dude food has inspired a growing number of academic and non-academic literatureEisner-Levine, R. Mary, Men versus Food: An Analysis of Dude Food Television and Public Health, thesis, University of Western Ontario, 2014 with titles such as Dudefood: A Guy's Guide to Cooking Kick-Ass FoodChurchill, Dan, Dudefood: A Guy's Guide to Cooking Kick-Ass Food ,2015,Simon & Schuster and Dude Food: Recipes for the Modern Guy.Brooks, Karen & Bosker, Gideon, Dude Food: Recipes for the Modern Guy, 2000, Chronicle Books Although the trend has spread widely within public consciousness, journalists, bloggers, and academics struggle to coin a precise, widely accepted definition for \"dude food.\" The various proposed definitions share elements such as gender stereotypes, the predominance of heavy meat dishes, and the influence of \"feminine\" types of food. Increased awareness of the implications of high cholesterol diets and recent findings suggesting men are twice as likely as women to suffer severe heart problems (heart attacks and coronary heart disease) https://www.heart.org/idc/groups/heart- public/@wcm/@sop/@smd/documents/downloadable/ucm_449846.pdf appears to have broadened dude food offerings so as to encompass light, vegetable-based options, to the detriment of their formerly characteristic meat options.The Food People, Food and Beverage Trends Framework for 2017-18 at: https://thefoodpeople.co.uk/blog/thefoodpeople-food-and-beverage-trends- framework-for-2017-18 == Geographical diffusion == The trend is said to have originated in North America, moreover, following its success the trend has geographically expanded into other countries, reaching during the following years Europe, Oceania and also at last Asia. Indeed, the trend seems to have arrived, following its North American origins, at first also in the United Kingdom, where it has allegedly influenced a number of “dude food” inspired restaurants, that have therefore mixed their British national dishes with “dude food” characteristics. The same seems to be happening also in Australia, combined with the unsatisfaction with fast food and the demand of higher- quality, but not necessarily per se healthy food. \"Dude food\" was considered to be one of the next biggest growing trend for the year 2018, to be arriving also in Japan, influencing the usual healthy, rice and fish based cuisine and combining it with the more heavy and greasy dude food methodology. == Dude food advertising == Dude food advertising and representation tends to follow the traditional gender binary and can be analyzed from a visual perspective, that is by taking into account how gender identity is represented in the food field. Thus, food is considered to be part of those products which are “gendered in a practice of normative sexual dualism reinforced and maintained within (…) cultural institutions of marketing communication and market segmentation”. According to this, advertising plays a significant role in defining this dualism concerning gender identity since its language represents a tool contributing to the creation and reflection of social norms. According to Katherine Parkin,Parkin, Katherine, Food Is Love: Food Advertising and Gender Roles in Modern America, University of Pennsylvania Press, 2006 the gender binary in advertising took shape in 50s, following the theories of Ernest Dichter. She believed that “by convincing Americans of a food’s sex and its resultant gendered identity, as well as its sensuality, advertisers could suggest their foods to meet consumers’ need to fulfill their gender roles”Parkin, Katherine, The Sex of Food and Ernest Dichter: The Illusion of Inevitability, Vol. 5, Issue 2, Advertising & Society Review, 2004 and “Dichter believed that many people categorized the sex of foods. However, his own subscription to a gendered taxonomy of food is evident in his assessment of the findings”. Moreover, it might be important to notice that not only the food product itself but also the related packaging and advertisement are employed as tools to transmit an idea of how men and women should be, stressing again the cultural and social awareness raised by studies on dude food. An example of advertising in England is the Ginsters (English food company) advertisement of a beef pasty accompanied by the hashtag #FeedTheMan, in which there is a man that tells a joke in front of his girlfriend’s bosses; but he is talking about Ginsters, thus she has nothing to worry about, because it’s a type of food that makes everyone agree. In accordance with Lynsey Atkin, advertisement agencies and brands have honed in on a crisis of masculinity in our society and “in times of insecurity, brands can repurpose themselves as champions of the everyman, facilitators of the macho clean, however small. In other words, promising gender-traditional-prowess, like being able to kick a football in a straight line, could be the media- constructed equivalent of helping you grow a beard. Some stereotypes, like male dominance in social situations, are invoked as a nostalgia (a dream of the football-playing and beard-growing of days gone by)\". In some places it can be hard to find an advertisement of men eating chocolate. However, in Canada there is an advertisement of chocolate bar Mr. Big produced by Cadbury, in which the snack is oversexualized and associated with virility, with the slogan “When you're this big they call you Mister”. Furthermore, specific events and moving tours were organised in Canada and promoted in order to provide dude food dishes and a certain atmosphere; they were born specifically to satisfy men's tastes, whereas women were welcomed but only as supporters of their men. == Gender and food == According to the feminist scholar Judith Butler, gender is “…an identity tenuously constituted in time (…) instituted through a stylized repetition of acts”. In fact, “...performing food labor is intertwined with performing gender”. In particular, several studies focus on how certain foods, drinks, or ways of eating and drinking are interpreted as “masculine”; a crucial example of this attributed masculinity to certain types of food is represented by dude food. Significantly, scholars have been suggesting that this masculinisation of food practices might allegedly be the expression of masculine privilege which “manifests around food and cooking in a myriad of ways”. Dude food has been extremely crucial as it has raise the interest of the scholarly world as to why the Western cultural and social system defines gender by looking at people's food choices. Barbecuing is sometimes seen as an activity through which men might enhance their masculinity Meat is considered to be one of the most important ingredients of “manly” food, since meat conveys meaning of “...sexuality and virility…”. Thus, if masculinity is related to meat, a mostly vegetarian diet is inevitably interpreted as feminine. Not only the consumption of meat, but also the various ways in which it is cooked are associated with a specific idea of masculinity. For instance, barbecued meat and its consumption have always been seen as a rather masculine activity. There is an increase growing literature demonstrating how types of unhealthy food are interpreted to be masculine due to the presence, in our belief system, of cultural stereotypes according to which women tend to eat more healthily than men. This differentiation could also be attributed to the packaging of food products. Strong stereotypes are deeply embedded also in people’s buying preferences. The cultural basis of these stereotypes regarding food choices and gender perception is the desire from part of our social system to protect and maintain its hegemonic masculine norms.Gough, Brendan, “Real men don’t diet”: An analysis of contemporary newspaper representation of men, food and health in “Social Science & Medicine” vol. 64, University of Leeds, 2006 The interest toward dude food is leading people to re-think about the reasons behind food choices and why it should be \"...enjoyed. With friends and family- male or female\" == See also == *Masculinity *Meat consumption *Meat Consumption by Country *Gender advertisement *Junk food *Street food == References == == Further reading == *Patel, C.Rajeev, Food Sovereignty: power, gender and the right to food, PLoS Med 9(6): e1001223. *Sassatelli, Roberta, Consumer Culture- History, Theory and Politics, Sage Publications, 2007 *Wardle, Jane et al, Gender Differences in Food Choice: The contribution of Health Beliefs and Dieting in \"Annals of Behavioural Medicine\", vol.27 (2): 107-116, Society of Behavioural Medicine, 2004 *Wright, L., & Adams, C. (2015). The Vegan Studies Project: Food, Animals, and Gender in the Age of Terror. University of Georgia Press Category:Food and drink terminology Category:Masculinity ",
    "title": "Dude food"
}