{
    "id": "56679186",
    "text": "Elizabeth Mputu is an artist based in Orlando, Florida. Mputu is a ‘multiplatform, multimedia artist who engages in work which relates to sex, gender, race and queerness’. Mputu works within a space of feminist net art to understand the whiteness and privilege on the internet. Mputu constructs projects using interactive media, video, sculpture and installation. == Background == Mputu is a first generation Congolese American, and is currently based out of Orlando, FL. Mputu first began working creatively with technology during high school by journaling, writing poetry, curating content on Tumblr, editing Myspace photos and making lip sync videos on Youtube. Mputu dropped out of DePaul University and then went to the School of the Art Institute of Chicago for a semester while studying performance art. In 2016, Mputu was working as a freelance Social Media Marketer while also selling artwork. == Selected works == === TeachMeTeaseMe === TeachMeTeaseMe was a Facebook group created by Mputu. It is archived on Tumblr at (https://teachmeteaseme.tumblr.com/). Mputu created this online forum to comfort people on topics related to sex, sexuality, the taboo, body positivity and gender identity. It was moderated with the intent to educate and facilitate dialog around sexuality It was deleted off of Facebook after one year. === Broken Windows === Broken Windows is an interactive web browser project that transports the viewer into new insights via the mystical alliance of digital guides, These guides, or ‘windows,’ appear in the form of varying ‘clickable’ objects positioned throughout different sets presented on the screen. The worlds explored include the realities of a police state that has weaponized surveillance, as well as the reactions of a public that rebels against it. Broken Windows is a look into how these groups of people are then subject to further violence that can at times be lethal on both sides. For example, the police raids and the civil riots that challenge those tactics. === LVLZ Healing Center=== LVLZ Healing Center is an installation that Mputu created and was displayed at Interstitial in Georgetown/Seattle, WA. This installation was Mputu’s first physical art piece, since all of Mputu’s previous work was digital. The space was divided into four “portals of healing” which all encompass an “art therapy pod”. Each pod is meant to simulate and represent another space. For example, “Pod 1: Welcome Center,” “Pod 2: Level A” is a waiting room, “Pod 3: Level O” is a media and learning center, and “Pod 4: Level Zed” is an apothecary. The whole exhibition uses “video, interactive media, sculpture, and installation… [to] reconstruct our notions of well being”. === Cyber Serenity === Cyber Serenity is a project created by Mputu that targets those who need therapeutic attention. Individuals who have stressors involving self-worth, the internet, and/or artistic dilemmas are the intended audience for this site. The project aims to provide “art therapy, holistic healing, internet related self-care and spiritual consultation”. == Exhibitions == * Alembic I: Mystic Body (England (UK)-27 January – 10 March 2018 * A Situation of Meat (Portland) - Cyberserenity September 23 – October 29, 2017 == Related artists == RAFiA Santana Mary Bond E. Jane Devin N. Morris ==References== ==Further reading== * * * Category:Living people Category:People from Orlando, Florida Category:Artists from Florida Category:21st-century American artists Category:21st-century American women artists Category:American digital artists Category:Women digital artists Category:Year of birth missing (living people) ",
    "title": "Liz Mputu"
}