{
    "id": "56671620",
    "text": "__NOTOC__ Glen Roy Conservation Park (formerly Glen Roy National Park) is a protected area located in the Australian state of South Australia in the locality of Glenroy about south-east of the state capital of Adelaide and about north of the town of Penola. The conservation park occupies land in sections 276, 279 and 479 of the cadastral unit of the Hundred of Comaum on the eastern side of the portion of the Riddoch Highway between Naracoorte in the north and Penola in the south. The following two adjoining sections have been excluded from the extent of the conservation park and thereby form indentations to its northern and southern boundaries – to the north, Section 389 was used in 1990 as a stone reserve by the then District Council of Penola for roadworks and to the south, Section 275 was used as a sand quarry. It was proclaimed as a national park on 12 November 1970 under the National Parks Act 1966 with the name, Glen Roy National Park. On 27 April 1972, it was renamed as the Glen Roy Conservation Park upon the proclamation of the National Parks and Wildlife Act 1972 which repealed the former act along with other statutes concerned with conservation. , it covered an area of . In 1980, the conservation park's listing on the now-defunct Register of the National Estate argued it to be significant because it was a “remnant of open forest and seasonal swampland, displaying considerable diversity” and “provides important habitat for a wide range of species typical of the faunal assemblage of south- eastern South Australia.” In 1990, the conservation park was described as consisting of three areas each with their own vegetation associations: #Most of the conservation park consist of “undulating consolidated calcarenite dune ridges overlain by red, weakly-structured sandy soils generally associated with open forests of brown stringybark … and pink gum… , and unconsolidated dunes overlain by bleached sands with a yellow-grey B horizon, generally associated with brown stringybark.” #Land in the conservation park's west was subject to “periodic inundation” and support “low-lying river red gum … woodlands.”, #In the east, “interdunal swamps” were present and these had “black, organic soils overlying clay or marl, and support Leptospermum juniperinum closed heath and areas of sedgeland.” Fauna species observed within its boundaries as of 1990 include the red-tailed black cockatoo, the Yellow-footed antechinus and the common wombat. As of 1990, visitation was described as “low” and that “most” of these visitors were “field naturalists.” The conservation park is classified as an IUCN Category III protected area. ==See also== *Protected areas of South Australia ==References== ==External links== *Glen Roy Conservation Park webpage on the Protected Planet website *Glen Roy Conservation Park webpage on the Birds SA website Category:Conservation parks of South Australia Category:Protected areas established in 1970 Category:1970 establishments in Australia Category:Limestone Coast Category:South Australian places listed on the defunct Register of the National Estate ",
    "title": "Glen Roy Conservation Park"
}