{
    "id": "56672809",
    "text": "Glenys Ann Tomasetti (1929–2003), known as Glen Tomasetti, was an Australian singer-songwriter, author and political activist. During the 1960s she appeared weekly on commercial television, performing satirical political songs. She became a household name in 1967 after refusing to pay a portion of her taxes in protest against Australia's involvement in the war in Vietnam. Although best known for her folk music and political activism, she was also an esteemed novelist and poet. == Biography == === Early life === Glen Tomasetti was born in Melbourne on 21 May 1929. === Musical career === Tomasetti began performing as a singer-songwriter and guitarist in the late 1950s. In the early 1960s she organised folk music concerts at the Emerald Hill Theatre in South Melbourne, a centre of the 1960s Melbourne folk scene. Later in the 1960s she appeared weekly on Channel Seven TV, performing a topical political song after the general news broadcast. === Anti-war activism and 1967 court case === Australia entered the war in Vietnam in 1962 in support of the USA, and in 1965 began sending conscripted servicemen to Vietnam. Tomasetti became involved in the Save Our Sons organisation, a group of women opposed to military conscription, and in December 1965 she helped to organise the \"Songs of Peace and Love\" protest concert at the Sidney Myer Music Bowl in Melbourne, described as \"the first major response of the folk scene\" to Australia's military involvement in Vietnam. In 1967 Tomasetti was prosecuted after refusing to pay one sixth of her taxes on the grounds that one sixth of the federal budget was funding Australia's military presence in Vietnam. In court she argued that Australia's participation in the Vietnam War violated its international legal obligations as a member of the United Nations. Public figures such as Joan Baez had made similar protests in the USA, but Tomasetti's prosecution was \"believed to be the first case of its kind in Australia\", according to a contemporary news report. Tomasetti was eventually ordered to pay the unpaid taxes. === Feminist activism === Many of Tomasetti's songs dealt with feminism and the situation of Australian women. Perhaps the best known is \"Don't be too polite, girls\", a call for equal pay and a feminist call to arms. Sung to the tune of a classic 19th century Australian shearing ballad (\"All among the wool, boys\"), it was inspired by the first ruling on equal pay in Australia, a 1969 Commonwealth Conciliation and Arbitration ruling that granted equal pay to only 18% of Australian women. The song was still being sung by the Melbourne Trade Union Choir at the time of Tomasetti's death in 2003. === Writing === In 1967 Tomaestti organised the first poetry readings at La Mama Theatre in Carlton, Melbourne, a program that continues today. She published her first novel, Thoroughly Decent People, in 1976. It was the first book published by the notable independent Australian publishing house McPhee Gribble. The poet and literary scholar Chris Wallace- Crabbe described it as \"one of the break-through novels in portraying ordinary suburban life without a supercilious sneer\". She later published poems and another novel, Man of Letters. === Marriage and children === Glen Tomasetti had three children. == Published works == Thoroughly Decent People: An Australian Folktale (1976) Man of Letters: A Romance (1981) == Discography == Glen Tomasetti Sings (1961) - East - LP Folk Songs With Guitar (1963) - W & G - LP Songs For Christmas (1964) - W & G - EP Will Ye Go Lassie Go? (1965) - W & G - LP - (with Brian Mooney and Martyn Wyndham) Gold Rush Songs (1975) - Science Museum Of Victoria - LP Labels for Ladies (unknown date) - WEL - LP == References/Notes and references == == External links == *Glen Tomasetti in the Australian Women's Register *Works by and about Glen Tomasetti in the National Library of Australia *Glen Tomasetti profiled at Australian Folk Songs *Glen Tomasetti's 1963 album Folk Songs with Guitar on YouTube *Images of Glen Tomasetti via Trove Category:Australian women novelists Category:1929 births Category:2003 deaths Category:Australian female singer-songwriters Category:Australian folk musicians Category:Political activists Category:Australian anti-war activists Category:Musicians from Melbourne Category:Writers from Melbourne Category:Activists from Melbourne Category:Australian women's rights activists Category:20th-century Australian novelists Category:Australian women poets Category:20th-century singers Category:20th-century women singers Category:20th-century Australian women writers ",
    "title": "Glen Tomasetti"
}