{
    "id": "56688955",
    "text": "K2-148b is a confirmed super-Earth, probably rocky, closely orbiting a small orange dwarf star. It is the innermost of three Super-Earths around the star K2-148, which is in a wide binary pair with the M0.5V red dwarf EPIC 220194953. K2-148b is the smallest planet of the system, at about a third larger than Earth, and could be terrestrial in nature. However, the three planets do not exhibit significant transit timing variations, implying that they could have relatively low masses. The planet was validated in early 2018 by Hirano et al. and is too hot for known life. ==Characteristics== ===Mass, radius, and temperature=== K2-148b is a Super-Earth, meaning that it is larger than Earth but smaller than the ice giants Uranus and Neptune. Because it was detected with the transit method, only the radius of the planet is known. It is 1.33 , about a third larger than Earth. A planet of this size is likely rocky, and with an Earth-like composition, K2-148b would have a mass of about 2.5 . Since K2-148b is in a multiple planet system, transit timing variations could be used to determine the masses of the planets by seeing how the planets pull on each other and slightly change when they transit the star. However, the TTVs of the K2-148 system were quite low, which may mean that K2-148b is not rocky. The planet is quite hot due to its proximity to its host star, with an equilibrium temperature of , far too high for liquid water to exist on its surface.PHL's calculators It receives about 48 times more sunlight than Earth gets from the Sun. ===Orbit=== K2-148b has a tight orbit around its host star. It only takes about 4.4 Earth days for the planet to complete one full orbit around its star, with a semi-major axis of 0.0454 AU. For comparison, the innermost planet in our Solar System, Mercury, takes 88 days to orbit at a distance of 0.38 AU. The eccentricity and inclination of K2-148b's orbit are currently unknown. ===Host star=== K2-148b orbits a late-K dwarf star known as K2-148, or EPIC 220194974. It is 63% the radius, 65% the mass, and 10% the luminosity of the Sun, with a temperature of 4079 K and an unknown age. For comparison, the Sun has a temperature of 5778 K and is 4.5 billion years old. It is orbited by a slightly smaller M0.5V red dwarf known as EPIC 220194953 at a distance of 1,100 AU. The companion star is about 58% the radius, 60% the mass, and 6.6% as luminous as the Sun with a temperature of 3854 K. EPIC 220194953 is slightly more metal-rich than K2-148, and the two are confirmed to be gravitationally bound to each other. ==See also== *Kepler-296e and Kepler-296f, two Super-Earths orbiting a red dwarf in a wide binary system. The two planets mark the inner and outer boundaries of the system's habitable zone. ==References== Category:Cetus (constellation) Category:Super-Earths Category:Exoplanets discovered by K2 Category:Exoplanets discovered in 2018 ",
    "title": "K2-148b"
}