{
    "id": "56681189",
    "text": "A Massachusetts general election was held on November 2, 1954 in the Commonwealth of Massachusetts. The election included: * statewide elections for United States Senator, Governor, Lieutenant Governor, Attorney General, Secretary of the Commonwealth, Treasurer, and Auditor; * district elections for U.S. Representatives, State Representatives, State Senators, and Governor's Councillors; and * ballot questions at the state and local levels. Democratic and Republican candidates were selected in party primaries held on September 14, 1954. ==Statewide elections== ===Senator=== Republican Leverett Saltonstall was re-elected over Democrat Foster Furcolo, Socialist Labor candidate Thelma Ingersoll, and Prohibition candidate Harold J. Ireland. ===Governor=== Republican Christian A. Herter was re-elected over Democrat Robert F. Murphy, Socialist Labor candidate Lawrence Gilfedder, and Prohibition candidate Guy S. Williams. ===Lieutenant Governor=== Republican Sumner G. Whittier was re-elected Lieutenant Governor over Democrat James A. Burke, Socialist Labor candidate Francis A. Votano, and Prohibition candidate Donald E. Babcock. ===Attorney General=== Republican Attorney General George Fingold was re-elected over Democratic State Senator John F. Collins, Socialist Workers candidate Malcolm T. Rowe, and Prohibition candidate Howard B. Rand in the general election. ===Secretary of the Commonwealth=== Incumbent Secretary of the Commonwealth Edward J. Cronin defeated Republican state representative Michael J. McCarthy, Socialist Labor candidate Fred M. Ingersoll, and Prohibition candidate William D. Ross in the general election. ===Treasurer and Receiver-General=== Incumbent Treasurer and Receiver-General Foster Furcolo ran for a U.S. Senate seat instead of seeking re-election. John Francis Kennedy defeated Norwood Selectman Clement A. Riley and State Representative and Boston School Committee Chair William F. Carr in the Democratic primary and Republican Augustus Gardner Means, Socialist Labor candidate Henning A. Blomen, and Prohibition candidate Isaac Goddard in the general election. ===Auditor=== Incumbent Auditor Thomas J. Buckley defeated Republican state representative William P. Constantino, Socialist Labor candidate Anthony Martin, and Prohibition candidate John B. Lauder in the general election. ==References== General ",
    "title": "1954 Massachusetts general election"
}