{
    "id": "56688607",
    "text": "A dog would be called a \"doggo\" or \"pupper\" in DoggoLingo. DoggoLingo, also referred to as doggotalk, woof, bork, and dog-speak, is an Internet language that is created from word conversion, meme lexicon, and onomatopoeia. DoggoLingo is implied to be a dog's own idiom, and is presented as what humans have long believed goes on in the canine brain. Elyse Graham, assistant professor at Stony Brook University, describes DoggoLingo as \"upbeat, joyful, and clueless in a relentlessly friendly way\". == Structure == DoggoLingo appends various diminutive suffixes \"-o\", \"-er\", \"-ino\" to existing English words (e.g. dog turns into doggo, pup turns into pupper) as well as DoggoLingo words that have been created (e.g. pupper turns into pupperino, bork turns into borker). DoggoLingo relies heavily upon onomatopoeia: Words such as blep, blop and mlem describe the action of a dog sticking out its tongue; bork, boof, woof describe the various canine barking sounds. A dog with a fluffy coat may be called a floof or a fluff. DoggoLingo follows a similar rudimentary style to create its verbs (e.g. doin me a in place of present participles, such as doin me a scare \"scaring me\") and adjectives (e.g. heckin in place of degree modifiers such as extremely). 'Heck' is frequently used in place of more conventional expletives. Some words also come from eye dialect spellings of English words, such as fren \"friend\". == Origin == The exact origin of DoggoLingo is unknown. Various social media accounts such as WeRateDogs (Twitter), Dogspotting (Facebook), as well as social news aggregation and imageboard websites like 4chan, Reddit, or Tumblr have aided in popularizing the use of DoggoLingo by consistently using or hosting content that uses the lingo on their Internet pages. In 2014, the Dogspotting Facebook account gained popularity, especially in Australia where coincidentally adding \"-o\" to the end of words is also a feature of Australian slang. == Other animals == Some other animals are referred to differently in DoggoLingo: One would refer to a snake as snek or danger noodle, a human being as hooman, a cat as catto (cf. doggo), etc. Internet fan groups for other animals have adopted many of the conventions of DoggoLingo for their own related languages for their preferred animals (like Posso or Poss-speak for opossums). Lolcats may be a precursor to DoggoLingo. Many aspects of DoggoLingo have also been adopted into the language and terminology of the furry fandom, called “furspeech”. == References == Category:Internet memes Category:Internet slang ",
    "title": "DoggoLingo"
}