{
    "id": "56684515",
    "text": "Licoricia of Winchester (born early 13th century- died 1277) was a Jewish- English moneylender. She has been described by historian Robert Stacey as 'the most important Jewish woman in medieval England'. She was an English moneylender, wife and mother, who despite the increasingly difficult circumstances of the Jews in thirteenth century England, which involved regular, punitive taxation, arbitrary imprisonments, and increasing religious intolerance (Fourth Council of the Lateran, Blood Libel) advanced through advantageous marriages and business acumen. She appears to have had a close relationship with King Henry III. ==Life== Licoricia's own name is an odd one, and it reflects a fashion in early thirteenth century England, among Christian and Jewish women, for exotic names such as Floria, Saffronia, Almonda, Preciosa, Bellassez and Comtissa, and while these names were sometimes replicated in different families, Licoricia appears not to have been such a popular choice. This partly explains why her life and career show up more clearly in the record. Licoricia first appears in records in 1234, as a young widow with three sons. Her financing activities are documented from the early 1230s, when she lent money in association with other Jews, as well as by herself with an attorney.Cheryl Tallan and Suzanne Bartlet. Licoricia of Winchester. Jewish Women's Archive. Accessed 8 March 2018. In 1242, she married her second husband David of Oxford (d. 1244), who was known as the richest Jew in England.Emily Taitz, Sondra Henry & Cheryl Tallan, The JPS Guide to Jewish Women: 600 B.C.E. to 1900 C.E., 2003. He wanted to marry her so much that he divorced his wife Muriel and Henry III prevented the English Beth Din putting obstacles before his remarriage. However, Licoricia was detained by the King at the Tower of London for surety for the King's portion of David's estate upon her husband's death in 1244. This portion totalled 5,000 marks. From this, 4,000 marks were used to fund the rebuilding of Westminster Abbey and the shrine to Edward the Confessor.Reva Berman Brown & Sean McCartney, David of Oxford and Licoricia of Winchester: glimpses into a Jewish family in 13th Century England. Jewish Historical Studies, v. 39, 2004. Upon her release, in September 1244, Licoricia returned to live with her family in Winchester, where she continued David's business and began further enterprises of her own. Over the next 30 years, Licoricia became a highly influential business woman, financing people across Southern England. At the time there were several important female Jews in the field, including Chera and Belia. Her clients included King Henry III of England and Queen Eleanor of Provence amongst other notable nobles, including Simon de Montfort, 6th Earl of Leicester prior to his rebellion in the Second Barons' War (1264–67).Hillary Waterman, Licoricia of Winchester, Jewish Widow and Medieval Financier, JStore Daily, 28 October 2015. Her son Benedict became the only Jewish Guildsman in medieval England and probably anywhere else in Western Europe. This enabled him to own tenements and houses, and be a citizen, both of which were impossible for the rest of the Jewish community. Her son by David of Oxford, Asher, was imprisoned in Winchester Castle in 1287, whilst the King was attempting to impose a large taxation on the Jews (the thirteenth century witnessed immense taxation on the Jews under John and under Henry III from the 1240s), and left graffiti there, which stated in Hebrew, 'On Friday, eve of the Sabbath in which the portion Emor is read, all the Jews of the land of the isle were imprisoned. I, Asher, inscribed this'. Little evidence exists of what her other children did, but it is possible they were involved in the activities of most of the Jewish Community, such as trading, jewelry, metalwork, medicine, clerks, or scribes (the vast majority of the community was not involved in significant moneylending). It is unlikely that they were pedlars, like many of the poorest of the community. The upper limit that the Jews could charge varied between two or three pence per pound per week. The Cahorsins (a term to denote French) and Lombards could charge as much as 50 per cent ; the Jews did not have a monopoly on lending. In early 1277, Licoricia was found murdered inside her house on Jewry Street with her Christian servant, Alice of Bickton. Three men were indicted for the murders, but none were convicted, and the murder was never solved. ==Legacy== Planning permission for a statue commemorating Licoricia of Winchester and her son Asher, by the sculptor Ian Rank-Broadley to be sited on Jewry Street in Winchester was granted in August 2018, and funds are now being raised for this project, to lead people to the history of the medieval Jewish community, and their royal connections, as well as promote tolerance and diversity today, inspire women and young people, and beautify Winchester.Michael Seymour, ”Statue plans approved for the medieval Jewish icon Licoricia who juggled being a businesswoman with being a mum“. Hampshire Chronicle, 9 September 2018. == References == == External links == *Licoricia of Winchester Statue Appeal Category:13th-century Jews Category:13th-century English women Category:13th-century businesspeople Category:13th-century English people Category:1277 deaths Category:Medieval Jewish women Category:Medieval bankers Category:People from Winchester Category:English murder victims Category:13th- century crime Category:Medieval English merchants Category:Medieval businesswomen ",
    "title": "Licoricia of Winchester"
}