{
    "id": "56688132",
    "text": "Smooth Sailing is the final album by the saxophonist Teddy Edwards. It was recorded in 2001 and released on the HighNote label in 2003.HighNote discography, Jazz Depot. Accessed February 26, 2018. \\- Teddy Edwards catalog. Accessed February 26, 2018. \\- Teddy Edwards discography. Accessed February 26, 2018. \\- \"Teddy Edwards\", Enciclopedia del Jazz. Accessed February 26, 2018. ==Reception== In his review on AllMusic, Scott Yanow writes: \"Although veteran tenor saxophonist Teddy Edwards was having serious health problems by 2001, he is in excellent form throughout this set, showing no signs of decline or age. Playing in New York with a top-notch quartet that includes pianist Richard Wyands, Edwards caresses some of the melodies (his long tones are impressive), he swings hard in spots, and he shows great affection for the material. ... Throughout, Teddy Edwards shows that in 2001 he was still in his musical prime.\" On All About Jazz, Terrell Kent Holmes called it \"a fine example of economical playing and arrangement\" and noted \"Edwards, now approaching 80 years old, shows on Smooth Sailing that he's as formidable a sax man as ever. More power to any septuagenerian who swings.\"Holmes, T. K. \"Teddy Edwards: Smooth Sailing\", All About Jazz review, May 5, 2003. == Track listing == # \"Going Home\" (Teddy Edwards) – 8:29 # \"All Too Soon\" (Duke Ellington, Carl Sigman) – 4:50 # \"Hank's Tune\" (Hank Mobley) – 5:22 # \"Indian Summer\" (Victor Herbert, Al Dubin) – 6:17 # \"Robbin's Nest\" (Illinois Jacquet, Bob Russell) – 6:43 # \"It's the Talk of the Town\" (Jerry Livingston, Al J. Neiburg, Marty Symes) – 7:13 # \"Smooth Sailing\" (Arnett Cobb) – 5:39 # \"Polka Dots and Moonbeams\" (Jimmy Van Heusen, Johnny Burke) – 5:27 == Personnel == *Teddy Edwards – tenor saxophone *Richard Wyands – piano *Ray Drummond – double bass *Chip White – drums ==References== Category:Teddy Edwards albums Category:2003 albums Category:HighNote Records albums ",
    "title": "Smooth Sailing (Teddy Edwards album)"
}