{
    "id": "56686669",
    "text": "Morbakka virulenta is a species of box jellyfish that is found in waters near the islands of Japan. The species was originally described in the genus Tamoya by Kamakichi Kishinouye in 1910. However, unlike other species of that genus, this jellyfish did not have the vertical gastric phacellae which protect the inside of the bell with nematocyst warts. As a result, it was reclassified to the genus Morbakka due to its distinctively shaped rhopaliar horns which resemble rabbit ears. Because of its painful stings, M. virulenta has been nicknamed Hikurage, which is “fire jellyfish” in Japanese.Bentlage, Bastian; Lewis, Cheryl (2012). \"An illustrated key and synopsis of the families and genera of carybdeid box jellyfishes (Cnidaria: Cubozoa: Carybdeida), with emphasis on the \"Irukandji family\" (Carukiidae)\". Journal of Natural History. 46 (41-42): 2595–2620. doi:10.1080/00222933.2012.717645. Retrieved 2018-02-14. ==Description== In common with other jellyfish in the class Cuboza, Morbakka virulenta has a box-like shape. It has rabbit like rhopaliar horns and closely resembles its close relative from Australia, Morbakka fenneri. M. virulenta is one of the largest species of box jellyfish, with tentacle lengths of about three metres at maximum extension. The maximum bell height observed in M. virulenta can range up to 250 mm and the bell width can range up to 200 mm.Toshino, Sho, Hiroshi Miyake, Susumu Ohtsuka, Kazuya Okuizumi, Aya Adachi, Yoshimi Hamatsu, Makoto Urata, Kazumitsu Nakaguchi, and Syuhei Yamaguchi. \"Development and Polyp Formation of the Giant Box Jellyfish Morbakka Virulenta (Kishinouye, 1910) (Cnidaria: Cubozoa) Collected from the Seto Inland Sea, Western Japan.\" Plankton and Benthos Research 8, no. 1 (2013): 1-8. The bell of M. virulenta is rectangle-shaped and covered with nematocyst warts. Morbakka virulenta can be distinguished from other species in the family by its heavily branched velarial canals as well as two rows of perradial warts with additional scattered warts. == Distribution == M. virulenta have been identified in waters off the coast of Japan in tropical and temperate waters of the neritic zone, notably the Seto Inland Sea.Toshino, Sho, Hiroshi Miyake, Susumu Ohtsuka, Aya Adachi, Yusuke Kondo, Shoma Okada, Takeshi Hirabayashi, and Tatsuya Hiratsuka. \"Monodisc Strobilation in Japanese Giant Box Jellyfish Morbakka Virulenta (Kishinouye, 1910): A Strong Implication of Phylogenetic Similarity between Cubozoa and Scyphozoa.\" Evolution & Development 17, no. 4 (2015): 231-39. Although the exact habitat distribution is unknown, its range may possibly extend to much of the Indo-Pacific as well as the open ocean. M. virulenta has exclusively been recorded during the fall and winter months in the Japanese region. ==Ecology== === Reproduction and development === M. virulenta prefer to breed in the morning time during the fall and winter months, the only months in which adult specimens have been observed. The metamorphosis of embryo into primary polyps has been observed to take 21 days, significantly longer than other box jellyfish. Due to the soft bottoms over which M. virulenta breed, the polyps have long stalks to compensate for being buried in the soft sediment layer on the seafloor. The metamorphosis from polyp to juvenile medusa takes M. virulenta 15 days under the right conditions, and the full maturation of the medusa takes approximately 100 days. === Toxins === While M. virulenta is known by local fishermen and divers as a dangerous species and has been described as having a fiery sting, it has not yet been confirmed if they contain the toxic venom that cause Irukandji syndrome, which can lead to heart failure and death. The venom, which is released through the nematocysts, has been identified in other species in the family Carukiidae. == References == Category:Cubozoa Category:Cnidarians of the Pacific Ocean Category:Animals described in 1910 ",
    "title": "Morbakka virulenta"
}