{
    "id": "56684784",
    "text": "The County Executive of Atlantic County, New Jersey, United States is the chief officer of the county's executive branch and manages the county business, including implementing policy, administering county services, and directing the executive staff. Executives have overseen the administration of county government since the county adopted the form in 1974. The executive offices are located in Atlantic City. The executive is elected to a four-year term. there were 180,123 registered voters in the county. Since its first county executive took office in 1975, three individuals have served as the county executive, two of whom have been elected to five consecutive terms of office. , Atlantic County's executive is Republican Dennis Levinson.https://newjerseyglobe.com/local/levinson-easily-wins-6th-term-as- atlantic-county-executive/County Executive, Atlantic County, New Jersey. Accessed February 25, 2018. ==History== Starting in 1967, the county had been governed by a seven-member Board of Chosen Freeholders, all elected at large, having been reduced from a maximum of 35 members that had been reached in 1966, under a form in which each municipality in the county was represented by a freeholder.Salmore, Barbara G.; and Salmore, Stephen A. New Jersey Politics and Government: Suburban Politics Comes of Age, p. 214. University of Nebraska Press, 1998. . Accessed February 25, 2018. \"By 1912, 12 of the 21 counties with four-fifths of the state's population had 'small boards.' Most of the holdouts were in the south. In the 1950s, there were still more than 20 freeholders in Cumberland and Gloucester and 34 in Atlantic County.\" Under the pre-1967 system, each municipality had freeholders, but in a manner that gave disproportionate representation to smaller municipalities. Corbin City's 238 residents had two representatives, while Atlantic City, with more than 60,000 residents, had four freeholders.Coppa, Frank J. County Government: A Guide to Efficient and Accountable Government, p. 39. Greenwood Publishing Group, 2000. . Accessed February 27, 2018. \"Prior to the reapportionment cases, Atlantic County, New Jersey had a county governing body of thirty-four members. The statute allowed for two members of the county governing body to be elected from Corbin City, which in 1950 had a population of 238, and four to be elected from Atlantic City, which had a 1950 population of 61,657. The residents of Atlantic City were entitled to one member of the county governing body per 15,414 persons, and those in Corbin City to one member per 119 persons.\" In 1972, the state passed the Optional County Charter Law, which provided for four different manners in which a county could be governed, including by an executive, and administrator, a board president or a county supervisor.Miller, William. Model County Administrative Codes Under the Optional County Charter Law of New Jersey, New Jersey Department of Community Affairs, 1974. Accessed February 27, 2018.Prunetti v. Mercer County Board Of Chosen Freeholders, FindLaw. Accessed February 25, 2018. \"In 1972, the Legislature adopted the Optional County Charter Law, providing a county the opportunity to reorganize its form of government into one of four alternative forms: (i) the County Executive Plan; (ii) the County Manager Plan; (iii) the Board President Plan; or (iv) the County Supervisor Plan. See N.J.S.A. 40:41A-1 et seq. Six counties have elected to reorganize their governmental structure pursuant to the Optional Charter Act. They are respectively: Atlantic, Bergen, Hudson, Essex, Mercer and Union Counties. Five of these counties, including Mercer, have opted for the County Executive Plan.\" The county established a Charter Study Commission in 1973, which recommended the changes that were ultimately accepted. In November 1974, Atlantic County voters changed the county governmental form under the Optional County Charter Law to the county executive form. The charter provided for an executive directly by the voters and a nine-member Board of Chosen Freeholders, responsible for legislation. The executive is elected to a four-year term and the freeholders are elected to staggered three-year terms, of which four are elected from the county on an at-large basis and five of the freeholders represent equally populated districts.History of County Government, Atlantic County, New Jersey. Accessed February 25, 2018. \"In 1967, the State Legislature reduced the large board to a seven person at-large County Board. It remained at that size until 1975, when the new County Charter went into effect.... In 1974, Atlantic County voters passed a public referendum to change the County governmental form under the Optional County Charter Law to the Executive form. The Charter provides for a popularly elected Executive, responsible for the administration of County government, and for a nine-member Freeholder Board, responsible for legislation.\" Atlantic County joins Bergen, Essex, Hudson and Mercer counties as one of the five of 21 New Jersey counties with an elected executive.Rinde, Meir. \"Explainer: What’s a Freeholder? NJ’s Unusual County Government System\", NJ Spotlight, October 27, 2015. Accessed February 25, 2018. \"Five counties -- Atlantic, Bergen, Essex, Hudson, and Mercer -- opted for popularly elected county executives in addition to freeholder boards.\" ==County executives== ===1975–1979=== Democrat Charles D. Worthington, the first county executive, took office in 1975 while serving his only term in the New Jersey General Assembly. The incoming freeholder board was dominated by Republicans, who held a 7-2 majority, flipping the 5-2 majority that Democrats had held on the freeholder board in place under the previous form of government.Staff. \"Atlantic Swears In Worthington As Its First County Executive\", The New York Times, November 11, 1975. \"Implementing a new form of government approved last year by the voters, Assemblyman Charles Worthington, Democrat of Atlantic County, was sworn in as the first county executive in Atlantic's history, and an entirely new nine-member Board of Freeholders took over from what had been a board of seven. Mr. Worthington, whose term in the Assembly expires on Dec. 31. will have absolute power of appointments to county posts, with the exception of the Clerk and Solicitor.\" ===1980–1999=== Richard \"Dick\" Squires was born in 1932 in Atlantic City and was raised Egg Harbor Township.Squires, Richard E. \"Richard E. Squires / Aviation, Atlantic County and I all grew up together\", The Press of Atlantic City, August 12, 2012. Accessed February 27, 2018. A former Freeholder, Republican Squires defeated Worthington in the 1979 general election. Squires served in office as county executive for 20 years, until deciding in 1999 that he would not run for re-election.Edge, Wally. \"County Exec job not exactly a stepping stone to higher office\", The New York Observer, August 30, 2007. Accessed February 25, 2018. \"Republican Richard Squires was elected Atlantic County Executive in 1979 (defeating incumbent Charles Worthington), and held the post until his retirement in 1999.\" Squires won re-election in 1987, defeating Democrat Mary Haynie in an election that had focused on plans for the expansion of Atlantic City International Airport.\"Democrats recapture Hudson\", Courier News, November 4, 1987. Accessed February 25, 2018. \"In Atlantic County, incumbent Republican Richard Squires defeated Democratic challenger Mary Haynie for a second four-year term. Unofficial returns gave Squires 28,158 votes to 14,631 for Haynie. One of the main issues in the race was the Atlantic City Airport in Pomona, which officials want to expand to include more service to attract more people to the gaming resort.\" ===2000–present=== Republican Dennis Levinson was raised in Ventnor City and graduated from Atlantic City High School, before earning a bachelor's degree at Glassboro State College (now Rowan University). He taught history for three decades at the Northfield Community Schools.County Executive, Atlantic County, New Jersey. Accessed February 25, 2018. \"Levinson was a councilman in the City of Northfield and Atlantic County Freeholder-at-Large. He was chosen by his peers as Freeholder Chairman multiple times. He was elected Atlantic County Executive and re-elected four times.\" Prior to his election to the Board of Freeholders he served as a Councilmember in the city of Northfield from 1982 to 1986. First elected as a freeholder in an upset over Joe Messick, Levinson was chosen by his peers as Freeholder Chairman six times.Hurley, Harry. \"Dennis Levinson seeks his fifth term as Atlantic County executive\" , Shore News Today, July 21, 2015. Accessed February 25, 2018. \"This week, we shine the spotlight on Republican Atlantic County Executive Dennis Levinson, who is running for re-election and seeking a fifth term against Democrat James Schroeder, Jr. in the Tuesday, Nov. 4, 2015 general election. Levinson grew-up in Ventnor. He's a graduate of Atlantic City High School and then earned his bachelor of arts degree from Glassboro State College, now known as Rowan University.He went on to work in the Northfield Public Schools District for more than 30 years, arguably becoming the most popular history teacher in the school's history.\" Levinson was first elected Atlantic County Executive in 1999, winning 53% of the vote and spending $111,000 to defeat Democrat Tom Foley.Barlas, Thomas. \"Levinson, McGettigan set record for spending\", The Press of Atlantic City, November 28, 2007. Accessed February 25, 2018. \"The $421,000 was the most Levinson ever spent, outpacing the roughly $303,000 he paid out when he ran unopposed for re-election in 2003, and the almost $111,000 he spent to defeat Democrat Tom Foley to first win the county executive post in 1999.\" He was re-elected in 2003 with 83% of the vote and no Republican opposition. In 2007, Levinson won with 65% of the vote, defeating Sheriff Jim McGeittigan, a Republican who changed parties to run for election.Hurley, Harry. \"Political switchers on the ballot in Atlantic and Cape May counties\" , Shore News Today, April 7, 2017. Accessed February 25, 2018. \"However, former Atlantic County Sheriff Jim McGettigan followed a similar path into office and went on to serve five terms as sheriff before he was defeated by the now retiring Sheriff Frank Balles.... McGettigan was consistently a high vote-getter until he made a disastrous mistake and took on Atlantic County legend Dennis Levinson for Atlantic County executive in 2007. Levinson routed him by a margin of 37,096 to 19,502 in one of the biggest blowouts in Atlantic County history.\" In 2011, Levinson again won reelection with two-thirds of the vote, defeating Democrat Clifton Sudler, who had never previously run for elective office.Staff. \"Levinson, Balles, McGettigan retain seats\" , Shore News Today, November 9, 2011. Accessed February 25, 2018. \"Republican Dennis Levinson will continue to serve as county executive for the next four years according to unofficial results. Levinson, 65, of Linwood was elected to his fourth term, receiving 66.92 percent (34,143 votes) with nearly all precincts reporting. Democratic challenger Clifton Sudler, 40, of Galloway received 33.07 percent (16,873 votes) in his first bid for office.\"General Election Results - Amended Results - November 8, 2011, Atlantic County Clerk. Accessed February 25, 2018. In 2015, Democratic challenger Jim Schroeder dropped out of the race in September, weeks before the election, citing health concerns.Post, Michelle Brunetti. \"Schroeder drops out of race for Atlantic County executive\", The Press of Atlantic City, September 13, 2015. Accessed February 25, 2018. \"The Democrat challenger for Atlantic County executive has removed himself from the race over health concerns.“With regret I will be suspending my campaign and dropping out of the race for Atlantic County executive,” James E. Schroeder III, of Hammonton, said in a statement. He was nominated by the Atlantic County Democrats to run against Republican incumbent Dennis Levinson.\" Schroeder's name stayed on the ballot and Levinson won with 63% of the vote, by a margin of 28,431 to 16,542.General Election Results November 3, 2015, Atlantic County Clerk. Accessed February 25, 2018. ==See also== *Bergen County Executive *Essex County Executive *Hudson County Executive *Mercer County Executive ==Sources== Category:1974 establishments in New Jersey Category:County government in New Jersey ",
    "title": "Atlantic County Executive"
}