{
    "id": "56683615",
    "text": "A mass mortality event (MME) is an incident that kills a vast number of individuals of a single species in a short period of time. The event may put a species at risk of extinction or upset an ecosystem. This is distinct from the mass die-off associated with short lived and synchronous emergent insect taxa which is a regular and non-catastrophic occurrence. Causes of MME's include disease and human-related activities such as pollution. Climatic extremes and other environmental influences such as oxygen stress in aquatic environments play a role, as does starvation. In many MME's there are multiple stressors. An analysis of such events from 1940 to 2012 found that these events have become more common for birds, fish and marine invertebrates, but have declined for amphibians and reptiles and not changed for mammals. ==Known mass mortality events== === Harbour seals (1988) === In 1988, the death of 20,000 harbour seals in the North Sea was found to be due to phocine distemper virus. Ten years later two bacteria were implicated in the death of 1600 New Zealand sea lions. On Marion Island in 2007, some 250–300 adult male Subantarctic fur seal died in a two-week period. It was suggested but not proven that this gender-biased mortality was caused by Streptococcus sanguinis which was carried by the house mouse, an alien species accidentally introduced in the 1800s. === Mule deer (2003) === In the Inyo National Forest there are several records of large numbers of migrating mule deer falling to their deaths by slipping on ice while crossing mountain passes. This has occurred when heavy snowfalls have persisted until fall, and have been turned to ice by frequent thawing and freezing. In 2003 a rain-on-snow event encased the ground in ice, resulting in the starvation of 20,000 muskoxen on Banks Island in the Canadian Arctic. === Drum fish (2010) === In the final week of December, 83,000 dead and dying drum fish washed up along a 20-mile stretch of the Arkansas River, about 100 miles west of Beebe, Arkansas. The cause was speculated to be disease while full test results were expected after one month. === Birds (2010) === Shortly before midnight on New Year's Eve between 3,000 and 5,000 red-winged blackbirds fell from the sky in Beebe. Most were dead on the ground but some were living but dazed. Laboratory tests have been performed and the Arkansas Livestock and Poultry Commission, the National Wildlife Health Center in Madison, Wisconsin as well as the University of Georgia's wildlife disease study group have procured specimens of the dead birds. In addition to the blackbirds a few grackles and starlings also fell from the sky in the same incident. A test report from the state poultry lab concluded that the birds had died from blunt trauma. An unlicensed fireworks discharge was the likely cause. === Birds (2011) === The Beebe bird deaths were repeated again on New Year's Eve of the following year, 2011, with the reported number of dead birds being 5,000. On January 3, 2011, more than five hundred starlings, red-winged blackbirds and sparrows fell dead in Pointe Coupee Parish, Louisiana, US. On January 5, \"hundreds\" of dead turtle doves were found at Faenza, Italy. According to Italian news agencies, a huge number of the birds were found to have blue stains on their beaks that could be caused by paint or hypoxia. Over the weekend of January 8–9, \"over a hundred\" dead birds were found clustered together on a California Highway, while \"thousands of dead gizzard shad\" (a species of fish) turned up in the harbors of Chicago. === Fish (2011) === Between December 28, 2010 and January 3, 2011, 100 tons of dead fish washed ashore on the Brazilian coast. On January 3, an estimated two million dead fish were found floating in the Chesapeake Bay in Maryland, US. On March 7, millions of small fish, including anchovies, sardines, and mackerel were found dead in the area of King Harbor at Redondo Beach, California, U.S. An investigation by the authorities within the area concluded that the sardines had become trapped within the harbor, depleted the ambient oxygen, which resulted in the deaths. The authorities stated that the event was \"unusual, but not unexplainable.\" === Cows (2011) === On January 14, approximately two hundred cows were found dead in a field in Stockton, Wisconsin. The owner of the cattle has told deputies that he suspected the animals died of infectious bovine rhinotracheitis (IBR), or bovine virus diarrhea (BVD). The authorities in Wisconsin sent samples from the carcasses to labs in Madison, to determine cause of death. === Saiga antelope (2015) === In 2015, some 200,000 saiga antelope died within a period of one week in a 20 km2 area of the Betpak-Dala desert region of Kazakhstan. They had gathered in large groups for their annual calving. It was determined that warm and humid temperatures had caused Pasteurella multocida, a bacteria that normally live harmlessly in their tonsils, to cross into their bloodstream and cause Hemorrhagic septicemia. This event wiped out 60% of the population of this critically endangered species. Mass mortality events are not uncommon for saiga. In 1981, 70,000 died, in 1988 there were 200,000 deaths and more recently in 2010 12,000 died. === Brumby (2019) === In 2019, an extreme heatwave with temperatures exceeding 42ºC in central Australia, lead to the death of approximately 40 brumbies. === Bats === In 2014, and 2018, heatwaves in Australia have killed significant portion of bat population. == Explanations == According to most scientists, massive die offs of animals are not unusual in nature and happen for a variety of reasons including bad weather, disease outbreaks and poisonings, with pollution and climate change adding to the stresses on wildlife. The U.S. Geological Service's website listed about 90 mass deaths of birds and other wildlife from June through December 12. For instance, Louisiana's State Wildlife Veterinarian Jim LaCour has stated that there have been 16 similar mass blackbird deaths in the past 30 years. According to Italy's WWF president Giorgio Tramonti, mass dove deaths like the ones that occurred in Italy have never happened before 2010. The event in Arkansas was attributed primarily to an unexpected temperature change causing turbulence, visible on NEXRAD Doppler weather radar images, above their roosting areas which disoriented them. == Apocalypse == Some Christians assert that this particular cluster of animal mass deaths is a sign of the Apocalypse. They reference a passage in the Book of Hosea in the Hebrew Bible which reads: \"By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood toucheth blood,\" and the prophecy continues \"Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.\" The term aflockalypse was adopted by some media commentators in reference to the 2010–2011 bird deaths. Aflockalypse is a portmanteau of the words \"flock\" and \"apocalypse\". ==See also== *Harmful algal bloom ==References== == External Links == * Map of recent mass animal deaths (2) Category:Natural disasters Category:Biological events ",
    "title": "Mass mortality event"
}