{
    "id": "56681843",
    "text": "Kiarong is a neighbourhood and commercial area in Bandar Seri Begawan, the capital of Brunei. It is officially a village subdivision under Gadong B, a mukim (subdistrict) of Brunei-Muara District. Kiarong has an area of and a population of 5,556. The community is led by a or village head and the incumbent is Omarsidi bin Ahmad. The postcode for Kiarong is BE1318. Kiarong is home to Jame' Asr Hassanil Bolkiah, one of the two state mosques of Brunei. == Name == Kiarong is officially known in Malay as ( is sometimes spelt as ), which literally means 'Kiarong Village'. == Geography == Kiarong is located in the central part of Brunei-Muara District, in the heart of the capital, Bandar Seri Begawan. Two controlled-access dual carriageways, namely Sultan Hassanal Bolkiah Highway and Jalan Jame' 'Asr, intersect within Kiarong subdivision and thus divides the area into four parts. The largest area constitutes the residential neighbourhood; it is contiguous with the neighbourhoods of Kiulap to the east and Beribi to the west. The northwestern part is where a few educational institutions in Kiarong are located, although the area is often regarded part of Gadong as it is closer to the commercial area than the residential heart of Kiarong. The northeastern part constitutes a commercial area where as a small area to the east is the location of the state mosque. == Administration == The area is administered as a village, the third- and lowest-level administrative division of Brunei. It is a subdivision of Gadong 'B', one of the mukims or subdistricts of Brunei-Muara District. The community leader of Kiarong is a village head () and is currently held by Omarsidi bin Ahmad. Kiarong is also under the spatial jurisdiction of Bandar Seri Begawan Municipal Department, the municipality of the capital. == Education == Kiarong is home to a few tertiary educational institutions of the country. Sultan Sharif Ali Islamic University is a public university which specialises in Islamic religious studies. Located nearby is the post-secondary institution IBTE Business Campus, formerly known as Business School and has since become part of the Institute of Brunei Technical Education, which offers vocational diplomas in business and administration. Also in their vicinity is Duli Pengiran Muda Al-Muhtadee Billah College, a sixth form school offering A Level qualification. Primary education is the only level of compulsory education provided in Kiarong. Datu Ratna Haji Muhammad Jaafar Primary School provides general primary education where as the Religious School of the same name provides the or the Islamic religious primary education which is compulsory for Muslim pupils in the country. Both share the same school grounds: primary education is held in the morning session where as the is in the afternoon session. == Economy == === Commercial areas === The main commercial activity in Kiarong is retail and clustered in two main areas, one in the vicinity of the residential neighbourhood and the other near Kiulap commercial area. Both commercial areas comprise blocks of shophouse-style buildings with parking slots for car in front of them. == Places of interest == Jame' Asr Hassanil Bolkiah is one of the two state mosques of Brunei (the other one is Omar Ali Saifuddien Mosque) and is located within Kiarong subdivision. It was inaugurated in 1994 by Sultan Hassanal Bolkiah and can accommodate 5,000 worshippers. Gadong Wet Market and Pasar Pelbagai Barangan Gadong, a food marketplace, are also located within Kiarong subdivision, although it is more commonly regarded to be located in Gadong area. == References == Category:Neighbourhoods in Bandar Seri Begawan Category:Villages of Brunei Category:Populated places in Brunei ",
    "title": "Kiarong"
}