{
    "id": "56686622",
    "text": "Awbube (Amharic: ኣውቡበ), (), (), (also spelt Awbuube), called after its patron Saint Awbube, also known as Alaua or Halaua, is an ancient and ruined town located in the western Fafan Zone in the Somali region of Ethiopia. It is located 34 km northwest of Borama, the capital city of the Awdal Region via Quljeed, then across the border into the Awbare district in Ethiopia., The archaeology of Islam in sub-Saharan Africa (accessed 20 December 2010) ==History== Awbube is an ancient town in the Awbare district. It was a center of activity during the Golden Age of the Adal Sultanate.Saints and Somalis: Popular Islam in a Clan-based Society, The archaeology of Islam in sub-Saharan Africa (accessed 20 December 2010) Called after its patron Somali Saint and Hero Awbube, known as the \"Flying Saint\", who was instrumental in the spread of the Islamic faith into the Abyssinian hinterlands, Nur, Sheikh Abdurahman 1993 a hero of many early battles which some accounts mention was against the Abyssinian Empire and earlier inhabitants of the region. He was mentioned by name in Futuh al Habasha where the armies would visit his tomb and seek blessings through him and his family in their battles against the Portuguese and Abyssinian armies. Nur, Sheikh Abdurahman 1993 \"Local History in Ethiopia\" (pdf) The Nordic Africa Institute website (accessed 28 January 2008)R.S. Whiteway, editor and translator, The Portuguese Expedition to Abyssinia in 1441-1543, 1902. (Nendeln, Liechtenstein: Kraus Reprint, 1967), pp. 66f Sihab ad-Din Ahmad mentions the Patron Saint Awbube by name in his famous book Futuh al Habasha. He states: > \"When the two columns of soldiers that were proceeding on the road came into > eachother's view, the idol-worshippers mounted a charge against the rear > guard of the Muslims. Those in the rear guard held their ground, and mounted > their horses. Among those in the rear was Zaharbui Utman, the sharif Ahmad > and the hegano 'Abd Allah, 'Ali Farasaham and the sheikh Kalil, a descendant > of Aububah - may God bless us through him, Amen. They were ten knights, and > the idol-worshippers were around two-hundred. The Muslims charged the idol- > worshippers, and a bloody battle was engaged, until their forearms became > exhausted.\" A huge conical elaborately shaped tomb has been built on top of the grave of the Patron Saint. Both the tombs of the celebrated patron Saints Awbare and Awbube are much frequented and under the protection of the local Gadabuursi Dir clan who dominate the region in which they are buried. Nur, Sheikh Abdurahman 1993 \"Local History in Ethiopia, Asta Dega - Azzazzo\" The Nordic Africa Institute website (accessed 20 November 2007) Captain H.G.C Swayne R.E. (1895) describes the areas near and around Awbube in the Gadabuursi country, in his book Seventeen Trips Through Somaliland: > \"In the Gadabursi country there is the ancient ruined town of Aubóba, and at > the head of the Gáwa Pass, on a hill to the west, and about four hundred > feet above it, are some massive ancient ruins, which must have once been a > fort, commanding the pass. They are called Samawé, from the name of a sheikh > whose tomb crowns the ruins. The hill-top is surrounded by parallel > retaining walls built of dressed stone, rising in steps from the bottom. In > some places the walls were six or eight feet high, and there were remains of > extensive ancient buildings filling the enclosure. Surmounting the whole in > the centre was the ruin of a building of cut stone, which appeared to be the > sheikh’s tomb.\" Richard Francis Burton (1856) describes the scene as he passed by to visit the tomb of Shaykh Awbube, in his book First Footsteps in East Africa: > \"Feeling somewhat restored by repose, I started the next day, “with a tail > on” to inspect the ruins of Aububah. After a rough ride over stony ground we > arrived at a grassy hollow, near a line of hills, and dismounted to visit > the Shaykh Aububah’s remains. He rests under a little conical dome of brick, > clay and wood, similar in construction to that of Zayla: it is falling to > pieces, and the adjoining mosque, long roofless, is overgrown with trees, > that rustle melancholy sounds in the light joyous breeze.\" Richard Francis Burton (1856) describes an ancient conflict between the towns of Awbube and Darbiyah Kola (near Abasa, Awdal) in First Footsteps in East Africa: > \"After an hour’s ride we turned away from the Abbaso Fiumara and entered a > basin among the hills distant about sixteen miles from the Holy Tree. This > is the site of Darbiyah Kola — Kola’s Fort — so called from its Galla queen. > It is said that this city and its neighbour Aububah fought like certain cats > in Kilkenny till both were “eaten up:” the Gudabirsi fix the event at the > period when their forefathers still inhabited Bulhar on the coast — about > 300 years ago. If the date be correct, the substantial ruins have fought a > stern fight with time. Remnants of houses cumber the soil, and the carefully > built wells are filled with rubbish: the palace was pointed out to me with > its walls of stone and clay intersected by layers of woodwork. The mosque is > a large roofless building containing twelve square pillars of rude masonry, > and the Mihrab, or prayer niche, is denoted by a circular arch of tolerable > construction. But the voice of the Muezzin is hushed for ever, and creepers > now twine around the ruined fane. The scene was still and dreary as the > grave; for a mile and a half in length all was ruins — ruins — ruins.\" Richard Francis Burton (1856) also describes when he visited the battlefield: > \"Thence we proceeded to the battle-field, a broad sheet of sandstone, > apparently dinted by the hoofs of mules and horses: on this ground, which, > according to my guides, was in olden days soft and yielding, took place the > great action between Aububah and Darbiyah Kola.\" During his research in the ancient town of Amud, the historian G.W.B. Huntingford noticed that whenever an old site had the prefix Aw in its name (such as the ruins of Awbare and Awbube), it denoted the final resting place of a local saint.G.W.B. Huntingford, \"The Town of Amud, Somalia\", Azania, 13 (1978), p. 184 ==Demographics== The region around the ancient town is primarily inhabited by the Reer Dudub of the Jibriil Yoonis subclan of the Gadabuursi Dir clan.http://www.fsnau.org/ipc/population-table Population census by UNFP based on Somalia. ==References== Category:Populated places in the Somali Region ",
    "title": "Awbube"
}