{
    "id": "56680410",
    "text": "Ora Brown Stokes, from a 1921 publication. Ora Brown Stokes Perry (1882-1957) was an American educator, probation officer, temperance worker, and clubwoman based in Richmond, Virginia. ==Early life== Ora E. Brown was born in Chesterfield County, Virginia, the daughter of Rev. James E. Brown and Olivia Knight Quarles Brown.A. B. Caldwell, History of the American Negro: Virginia Edition (Caldwell Publishing 1921). She trained as a teacher at Virginia Normal and Collegiate Institute, graduating in 1900. She also studied at Hartshorn Memorial College and the University of Chicago.Clayton McClure Brooks, The Uplift Generation: Cooperation across the Color Line in Early Twentieth-Century Virginia (University of Virginia Press 2017). \"Mrs. Ora Brown Stokes Speaks\" Chicago Defender (August 31, 1918): 12. via ProQuest In 1917, she was refused admission to the newly organized Richmond School of Social Economy because of her race.\"Early Social Work History\" Making VCU, VCU Libraries Gallery, Virginia Commonwealth University. ==Career== Ora Brown Stokes taught school in Milford, Virginia for two years as a young woman, before marrying and taking up the work of a pastor's wife. In 1911, she addressed the Hampton Negro Conference on the topic \"The Negro Woman's Religious Activity\".William Anthony Aery, \"Work of Colored Women's Clubs\" The Southern Workman (September 1911): 506. \"We need women who will demand a clean pulpit as well as a clean pew,\" she declared, \"women who will demand a high and equal standard for men as well as for women.\"Hampton Normal and Agricultural Institute, Annual Report, Hampton Negro Conference (1911): 62. That same year, Stokes co-founded the Richmond Neighborhood Association, holding the first meeting in her own home. Seeing a need for vocational training and housing for African-American women in Richmond, Ora Brown Stokes and Orie Latham Hatcher (a white woman)Clayton McClure Brooks, \"Unlikely Allies: Southern Women, Interracial Cooperation, and the Making of Segregation in Virginia, 1910-1920\" in Angela Boswell and Judith N. McArthur eds., Women Shaping the South: Creating and Confronting Change (University of Missouri Press 2006): 131-132. co-founded the Home for Working Girls. From 1918, she was appointed by Justice John Crutchfield as a probation officer for black women and girls in the juvenile courts of Richmond.\"Mrs. Ora Brown Stokes Discusses Work of Natl. Woman's Christian Temperance Union\" New York Age (October 20, 1945): 2. via Newspapers.com\"New Protective Officer\" Times Dispatch (October 9, 1918): 12. via Newspapers.com During World War I, she chaired the Colored Women's Section, National Defense of Virginia, and organized the National Protective League for Negro Girls. After suffrage, Stokes was head of Virginia's Negro Women's League of Voters, formed when the League of Women Voters in Virginia declined to include black women.Jennifer Davis McDaid, \"Woman Suffrage in Virginia\" Encyclopedia Virginia (October 26, 2015). In 1921 she was named a non-resident lecturer and member of the faculty at her alma mater, the Virginia Normal and Collegiate Institute, and she gave a speech to the school's alumni association.\"Virginia Normal Adds Mrs. Stokes to Faculty\" Chicago Defender (December 24, 1921): 5. via ProQuest In 1924, she was Virginia chair of the Colored Women's Department of the Republican National Committee, but later described the experience as frustrating.Lisa G. Materson, For the Freedom of Her Race: Black Women and Electoral Politics in Illinois, 1877-1932 (University of North Carolina Press 2009): 161. In 1927, Stokes was elected president of the Southeastern Association of Colored Women's Clubs.Benjamin Looker, A Nation of Neighborhoods: Imagining Cities, Communities, and Democracy in Postwar America (University of Chicago Press 2015): 102. In 1928, when she addressed the national meeting of the League of Women Voters, she was listed as president of the National Independent Order of Good Shepherds.\"Mrs. Ora Brown Stokes Addresses Women Voters\" Chicago Defender (April 28, 1928): 5. via ProQuest In 1940, she was at the organizational meeting of the National Association of Ministers' Wives, organized by Elizabeth Coles Bouey.\"Dr. Elizabeth Coles Bouey\" International Association of Ministers' Wives and Ministers' Widows. She was an advisor to the National Youth Administration under Mary McLeod Bethune,\"Mrs. Stokes Named Advisor for N. Y. A.\" Chicago Defender (November 2, 1940): 4. via ProQuest was vice- president of the Negro Organization Society of Virginia, was vice-president of the National Race Congress, and was national field secretary for the Women's Christian Temperance Union. ==Personal life== Ora Brown married twice. Her first husband was William Herbert Stokes, a minister at Richmond's Ebenezer Baptist Church;\"Beyond Maggie Walker: 6 Other Richmond Women from the Turn of the Century\" Virginia Union University Archives & Special Collections (February 12, 2018). they married in 1902. She was widowed in 1936.\"Bury Dr. Stokes at Richmond\" Pittsburgh Courier (August 1, 1936): 20. via Newspapers.com In 1948 she was married again, to physician and hospital administrator J. Edward Perry, the widower of Fredericka Douglass Sprague Perry.Gary R. Kremer, \"J. Edward Perry\", in Lawrence O. Christensen, William E. Foley, Gary Kremer, eds., Dictionary of Missouri Biography (University of Missouri Press 1999): 608-609. \"Hospital Head Marries Prominent Socialite\" Pittsburgh Courier (March 27, 1948): 8. via Newspapers.com She died in 1957, aged 75 years. ==References== ==External links== * A 1921 letter from Ora Brown Stokes to W. E. B. DuBois, W. E. B. DuBois Papers, University of Massachusetts Amherst Special Collections. * Home for Working Girls brochure, Ora Brown Stokes, President, Social Welfare History Image Portal, Virginia Commonwealth University Libraries. Category:1882 births Category:1957 deaths Category:20th-century American educators Category:People from Richmond, Virginia Category:Virginia State University alumni Category:Clubwomen Category:People from Chesterfield County, Virginia ",
    "title": "Ora Brown Stokes Perry"
}