{
    "id": "56685218",
    "text": "Bob Nygaard is an American private investigator (PI) specializing in the investigation of confidence crimes, most notably psychic fraud. He has been instrumental in the arrest and conviction of numerous \"psychics\", helping their victims obtain justice including financial restitution amounting to millions of dollars. He has consulted for ABC News and 20/20 as a specialist in psychic fraud. Nygaard previously was a member of the New York City Transit Police and Nassau County Police Department, retiring from service in 2008. In August 2018, Nygaard appeared as himself in episode \"The Psychic Didn't See Him Coming\" of the CBS true-crime show Pink Collar Crimes, which portrays his investigations of the crimes committed by self-proclaimed psychic and convicted fraudster Gina Marks. Nygaard is sympathetic to psychic fraud victims who, he says, law enforcement authorities often fail to take seriously. He is also an outspoken critic of the inconsistent prosecution of this type of crime across the United States, and advocates for prison terms for convicted psychics, rather than merely forced restitution to their victims. ==Early life== Nygaard was born in Queens, New York, and raised in the Long Island suburb of New Hyde Park. While in high school, he played on the varsity baseball, basketball, and lacrosse teams. Intending to follow his father into business, Nygaard moved to Dallas where he majored in entrepreneurship at Southern Methodist University, and graduated in 1983. However, in 1985 he changed paths and enlisted in the New York City Police Academy. ==Law enforcement career== In 1985, after graduating from the New York City Police Academy, Nygaard joined the New York City Police Department as a transit officer working in Harlem. Nygaard says \"I was very active ... lots of arrests\". But he says that his zealousness as a lawman rubbed many of his fellow officers the wrong way, as he had better relationships with some criminals than with his co-workers. In 1987, Nygaard moved from transit to street patrol in New York's Nassau County, and in 1991 he was assigned to investigate a rash of home-improvement scams targeting the elderly. He arrested five men who were wanted for various confidence schemes around the country, and this case gave Nygaard a taste for \"out-conning the con\". He became knowledgeable in the intricacies of sweetheart swindles, insurance fraud, and psychic fraud while \"bouncing between investigative squads and federal assignments with the DEA and FBI\". In 2007, Nygaard joined the National Association of Bunco Investigators, a trade organization for members of law enforcement and other related fields who specialize in the identification, apprehension, and prosecution of non-traditional organized crime suspects. Through their periodic reports, Nygaard expanded his knowledge of the world of confidence schemes, which include home-improvement scams, three card monte games, pigeon drops, and an ever-expanding array of cons. Nygaard says, \"I wouldn't be the PI I am today without all the lessons I learned on the street\". After serving a total of 21 years on the police force, Nygaard retired with a full pension in 2008. ==Private investigator career== After retiring from police work, Nygaard moved to Boca Raton, Florida, in 2008 where he had vacationed for much of his life. After decades on the street fighting the war on drugs, and \"busting\" criminal activity including prostitute rings, Nygaard said he just wanted to \"sit out the rest of his days on the beach, lounging around tiki bars\". However, he quickly became bored, and after only a couple of months, took a test and qualified for his private investigator (PI) license. Regarding working as a PI, Nygaard said, \"I relished being able to finally wear clothes that reflected my own personal style, like fedoras and trench coats. I had been restricted to wearing a police uniform for more than 20 years, and my personal style just coincidentally blended perfectly with my new life's work\". Initially he took standard PI jobs such as investigating unclaimed money and cheating spouses. ===Transition to psychic fraud work=== An incident in late 2008 at a neighborhood bar set Nygaard on the career path of investigating psychic scams. At a happy hour, Nygaard met two women in the medical profession and regaled them with stories about how he had outsmarted con artists and helped their victims. Shortly after leaving the bar, one of the women – a doctor – called him requesting a meeting alone. She was embarrassed, but revealed she had been scammed by a local psychic named Gina Marie Marks, a well-known Florida fortune-teller with a recently published pseudonymous memoir Miami Psychic: Confessions of a Confidante. Nygaard took the case and investigated Marks, ultimately uncovering five other victims of Marks who had been defrauded of a total of $65,000. Despite having gathered this evidence, the authorities refused to press charges against Marks after she agreed to return all the money to the group of victims Nygaard had uncovered. The authorities felt that was enough, but Nygaard disagreed: Despite being impeded by authorities, Nygaard leveraged his knowledge of the criminal justice system to get Marks arrested; the case signaled the beginning of Nygaard's \"psychic hunting\" career. Due to the media attention Nygaard received after Marks was convicted, he started getting calls asking for help from people all over the world who had seen his name in the news. Some called from as far away as Singapore and Hong Kong, with stories about being defrauded while in the United States. He took on several other fortune-teller fraud cases in New York, California, and Florida, and was then named in more news articles. He soon became the go-to guy for psychic fraud victims. Nygaard says, \"I guess I fill a niche, and as far as I know I'm the only one in the country doing it ... I have so much work. I'm overwhelmed\". ===Television appearances=== ==== ABC News and 20/20==== In April 2014, ABC News did a segment on a South Florida psychic fraud case, and interviewed Nygaard. He was later hired as a consultant for segments on scammers. That led to a 20/20 piece featuring Nygaard's work, which was a \"ratings home run, with an estimated 8.2 million viewers\". Nygaard said that as a result, \"My phone started lighting up, and it hasn't stopped since\". ====Pink Collar Crimes==== On August 11, 2018, CBS first aired episode 3 of season 1 of its show Pink Collar Crimes, titled \"The Psychic Didn't See Him Coming\". The episode tells the story of Gina Marie Marks and of Nygaard's investigation of her crimes over a period of 10 years, from 2008 to 2018. Nygaard played himself on the show. ====Dr. Oz: The Prevalence of Fake Psychics==== On May 7, 2018, Nygaard and one of his clients (Priti Mahalanobis) appeared on the Dr. Oz television show to discuss the way in which Ms. Mahalanobis had been scammed out of $136,000 by a fake psychic in Orlando named Peaches Stevens. ===Notable psychic fraud cases=== A psychic storefront The scale of the psychic fraud problem is tremendous. Nygaard says he is familiar with a Florida case in which a woman claimed to have been defrauded of $17 million by fortune-tellers, and he personally has worked a case where his client was defrauded of $900,000. A Skeptical Inquirer article reports that, as of February 2020, Nygaard had \"helped to cause approximately forty self-proclaimed psychics to be arrested and successfully convicted\" and had helped victims recover in excess of $4 million. Regarding the recovery amount, Nygaard said that the $4 million reflects what his clients have actually recovered as a result of his efforts. The criminal restitution orders, he says, were for much more. However victims are largely unable to collect on such orders given that self-proclaimed psychics rarely keep any assets in their own names. Nygaard has been involved with a number of notable cases, including the following: ====Peaches Stevens==== On Jan. 11, 2012, fake psychic Peaches Stevens (AKA Mrs. Starr) of Orlando Florida was arrested on felony charges of obtaining property by fraud for having scammed Priti Mahalanobis of approximately $136,000. Ms. Mahalanobis was experiencing a number of life difficulties and was told by Stevens that there was a curse on her family that could only be removed with Stevens' help. Mahalanobis bought seven tabernacles at $19,000 each at Stevens’ behest — from Stevens — to “vanquish the negativity, curses and evil spirits that plagued her family,” Realizing she’d been scammed, Mahalanobis hired Nygaard, who secured an opportunity for her to appear on the Anderson Cooper show. The publicity generated by that appearance forced the Orlando State Attorney’s Office to arrest Stevens. However, after Stevens returned Ms. Mahalanobis’s money, the Orlando State Attorney’s Office chose not to pursue a criminal prosecution. ====Priscilla Kelly Delmaro and Christine Evans==== In 2015, on behalf of his client from Brooklyn, Nygaard led police to Priscilla Kelly Delmaro, who had defrauded his client of over $700,000. Delmaro had convinced her client that he and a woman named Michelle were \"twin flames kept apart by negativity\", and she could bring them together. After the victim learned Michelle had died, Delmaro said she would reincarnate her in another woman's body. Over Nygaard's objection, Delmaro was offered a plea bargain including a sentence of less than one year, with no requirement to pay restitution. Nygaard called the outcome a \"travesty\" that will encourage what he says is a booming nationwide trade in psychic scams. Christine Evans, Delmaro's mother-in-law, who worked out of the same shop as Delmaro, was later arrested due to Nygaard's intervention for another client. According to The New York Times, the arrest was a reminder that \"fortunetelling in New York and elsewhere is often a family affair, with generations of mothers passing the tricks of the trade down to their daughters and, in this case perhaps, their sons' wives\". ====Tammy White==== In 2015, a Times Square psychic, Tammy White (who also goes by Tammy Vlado), allegedly defrauded a Manhattan corporate executive of $55,000, causing her to lose her home. To \"get revenge\", the victim hired Nygaard. The two teamed up with the TV show Crime Watch Daily and recorded White telling the victim that she had a curse on her that could be removed for a five-figure payment. After the episode aired, White paid the victim back, but White continued swindling others, law-enforcement sources told the New York Post. Nygaard then arranged a sting, in which White and her daughter-in- law, Pam Ufie, allegedly told the new \"victim\" that she was surrounded by \"negativity\", but White could clear her bad aura. Both \"psychics\" were then arrested. ====Gina Marie Marks==== Gina Marks as photographed by Nygaard, 8/31/17 In 2016, Gina Marie Marks, using the pseudonym Natalie Miller, convinced a Maryland woman that she had bad energy around her which she could fix. When Marks stopped answering the victim's phone calls after being paid $82,000 over many months, the woman realized she was being scammed and called the police and Nygaard. An arrest warrant was issued, but Marks had fled. Nygaard tracked her to Miami International Airport, and contacted the police, who took her into custody just before she boarded a flight to Barcelona. Nygaard said, \"I saw her come in with her husband and then I followed her through the TSA line, went in (and) followed them to the gate just about 15 to 20 minutes prior to her boarding the plane and heading to Europe\". For Nygaard, this was a repeat run-in with Marks; he was instrumental in two previous convictions in Broward County when Marks was sentenced to 18 months in prison in 2010, and forced to repay more than half a million dollars to her victims. In 2018, Marks was convicted of stealing more than $340,000 from five victims over three years. In the article documenting this conviction, Nygaard was publicly thanked for his part in the case: \"So, thank you for your work, Bob! This is justice in action\". In September 2018, Marks was sentenced to six years in prison and ordered to pay restitution to her victims, with the judge stating that Marks' actions were premeditated and she preyed on vulnerable people. Also in 2018, CBS aired an episode of its show Pink Collar Crimes documenting Marks' criminal activities. ====Melissa Lee==== In 2017, Melissa Lee of Woodland Hills, Los Angeles, was accused of stealing more than $100,000 from her fortune-telling clients, and pleaded not guilty to seven counts of felony grand theft. One of Lee's victims was a 25-year old aspiring actress looking for emotional support. The victim said the alleged con progressed over a period of months, resulting in \"financial devastation\". After she broke free of the psychic's hold, she reached out to Nygaard who tracked the missing psychic across Southern California – through San Diego, Temecula, Pasadena, Ramona, and eventually to Woodland Hills. Nygaard told ABC News that \"A lot of times [the victims are] going through one of three issues: something involving love, something involving money, or something involving health ... It's not a crime to be gullible. But it is a crime to steal from a gullible person\". ====Peaches Mitchell==== In 2017, a South Florida psychic, Peaches Mitchell, also known as Psychic Sarah, was arrested for grand theft. She allegedly convinced a woman she was cursed and defrauded her of more than $30,000 and \"a very nice Cartier watch\" over a period of three years. The victim, who was \"financially devastated\" by the scam according to the arrest warrant, hired Nygaard, who successfully tracked down Mitchell. Nygaard said that \"Peaches reeled her into her web of deceit\" and claimed that the woman's stepmother had placed a curse on her. ====Linda Marks==== In 2017, a woman from Washington reported that she was defrauded by Linda Marks, who was operating a fortunetelling business north of Seattle, when the \"psychic\" claimed to be helping her with \"spiritual cleansing and destroying evil energy\". Eventually, suspecting a con, the woman enlisted the help of Nygaard, who said his client had paid Marks over $50,000 over many months. Mount Vernon police met with Nygaard and Seattle police, and started gathering details on Marks. Nygaard located Marks, leading to her arrest in Mount Vernon on charges of first- degree theft by deception; she was initially held on a $75,000 bail bond. A decade earlier, Marks had defrauded victims in South Florida of more than $2 million. In May 2006, Marks was convicted in U.S. District Court in Miami, but had been freed from Florida prison in 2008. ====Ann Thompson==== On May 9, 2018, according to a report in the New York Post, 42 year old Ann Thompson, was arrested in midtown Manhattan for allegedly conning two out-of-town clients – one from Canada and one from the US Midwest – out of more than $800,000 over five years. Authorities said Thompson, who called herself \"Psychic Zoe\", is a New Jersey native and \"operated out of the second-story of a W. 35th building near Seventh Avenue\" and she \"was finally nabbed Wednesday morning on charges of grand larceny, scheming to defraud and fortune-telling.\" Both victims hired private investigator Nygaard, who started working the case in 2016, resulting in a formal police report in April 2018. According to Nygaard, \"Thompson claimed that she needed to use money and various items to perform rituals to vanquish evil spirits, demons, and curses that were allegedly plaguing the victims and various members of the victims' families.\" At Thompson's Manhattan Criminal Court arraignment, she was ordered held on $50,000 bail for grand larceny, and her court date was scheduled for June 27. ====Sherry Tina Uwanawich==== On September 6, 2019, Sherry Tina Uwanawich (aka Jacklyn Miller), a self-proclaimed \"Gypsy healer\", was sentenced to 40 months of incarceration by a U.S. District Judge in Florida, and ordered to pay restitution to Nygaard's client. Uwanawich said she grew up the \"Roma culture\", and the women in her family all made money in fortune telling \"at the behest of the men.\" She had worked at low-income locations until 17 years old, when she encountered Nygaard's client, who was then 27-year-old, at the Galleria in Houston, Texas in 2007. Uwanawich gained her trust, eventually convincing her that a witch had placed a curse on her family. Uwanawich then claimed she needed large sums of money in order to lift that curse, before harm befell her and her family. The relationship between Uwanawich and her victim continued for seven years, even after Uwanawich moved to Florida. In total, through 2014, the victim turned over approximately $1.6 million dollars to Uwanawich. The money the victim, a Brazilian medical student who was suffering from depression, turned over to Uwanawich came from numerous sources, including job earnings, loan money, money borrowed from friends and family, and hundreds-of-thousands of dollars from an inheritance. The victim also paid for the psychic's services with clothing, gift cards, and a leased automobile. Following sentencing, Nygaard said: ==Concerns over inconsistent fraud prosecution== Nygaard on the job in 2015 Nygaard says that when people report to law enforcement that they are victims of psychic fraud, they are often told that it is a civil matter, and are turned away. He says that he tries to bring the case to law enforcement \"wrapped in a bow\", saying, \"Listen, when this person first came in, you told them it was a civil matter ... You know what? I know differently. It's a criminal matter\". But despite his success with high-profile convictions, Nygaard says he still often encounters resistance by law enforcement when he presents them with the evidence of psychic fraud. \"I would like to say that things have changed, but it's like every time I walk into a new place, you're talking to a new detective or prosecutor ... Some have learned about it; a lot haven't. You still see this attitude that, 'They did it on their own free will — there's no crime here.'\" For many victims, the nature of these frauds is so humiliating that the shame of coming forward outweighs the desire to get justice. Nygaard told The Atlantic that \"he receives dozens of calls from people like college professors, CEOs, doctors, and lawyers who feel their reputations are worth more than, say, the $200,000 they were scammed out of by a psychic\". Nygaard says that while the NYPD and the Manhattan prosecutor's office are generally supportive, the situation in South and Central Florida is very different. \"I've had these criminals call me up and tell me Florida is open season for them — they love it. They laugh about it because the prosecutors don't prosecute.\" ==Comments on psychics and victims== As a result of his work, Nygaard has been an outspoken critic of psychics and mediums who take advantage of desperate people. Nygaard says that these con-artists are experts at psychological manipulation and that nationwide, this fraud amounts to \"billions of dollars\". He says that \"no other victims are more maligned than victims of psychic fraud\", and that victims are often so embarrassed at being swindled that they do not report the crime, despite being broken emotionally and facing financial disaster. \"They don't want to see their name in the papers\". Nygaard says that psychics anticipate and use this. He says it doesn't matter if the victim is a college professor, a lawyer or a doctor. \"You're on their territory. And [the psychics] know how to take advantage of that.\" Nygaard categorizes much of this type of fraud as organized crime, and says \"It's been going on for centuries and is passed down from generation to generation. The mothers teach their daughters.\" He says that storefront psychics appear to be financially struggling, but actually live in upscale houses and may \"drive a Maserati\". ==Support of organized skepticism== Beginning in 2018, Nygaard began interacting with the skeptical movement. His first interaction was as the featured guest on the Skepticality podcast where he was interviewed by Derek Colanduno. Regarding this Nygaard said, \"I'm so happy that Derek contacted me because he opened the door, so to speak, to a whole new group of like-minded people...\" This led to Nygaard's invitation to speak at DragonCon as part of the convention's Skeptic Track, of which he said \"Realizing what a great opportunity it would be to help spread the word about psychic fraud, I immediately jumped at the chance to participate.\" Besides participating in the Skeptic Track, Nygaard participated in several panels on the main conference agenda including \"The Science of Sherlock Holmes\" and \"James Bond Spy Class\". Nygaard also spoke at the same convention in 2019, doing a one-hour solo presentation titled \"Combating Psychic Fraud\". ==Beliefs== When asked his opinion on anyone actually having psychic powers, Nygaard said, \"Listen, no one has ever proved that they have psychic abilities since the beginning of time. And James Randi, from the James Randi Foundation, he put up a $1 million challenge to any psychic who could prove their abilities. No one has ever collected.\" Nygaard, who identifies as Christian, says that religious leaders commonly use similar tactics in order to \"fleece their sheep\". He pointed to Christian televangelist Peter Popoff, who was exposed by Randi for pretending that information about people in his audience, obtained by ordinary means, was coming from God. ==See also== ==References== ==External links== *Video of Bob Nygaard *About Me entry for Nygaard Category:Living people Category:Detectives and criminal investigators Category:People from Queens, New York Category:Southern Methodist University alumni Category:People from Boca Raton, Florida Category:New York City Police Department officers Category:Year of birth missing (living people) ",
    "title": "Bob Nygaard"
}