{
    "id": "56683551",
    "text": "Jaroslav Kovář (12 May 1934 – 14 February 2015) was a Czech track and field athlete who competed in the high jump for Czechoslovakia. He was the bronze medallist at the 1954 European Athletics Championships, behind his teammate Jiří Lanský.European Championships. GBR Athletics. Retrieved 2018-02-25. He set a lifetime best of in his native Prague in 1957.Jaroslav Kovar. Track and Field Statistics. Retrieved 2018-02-25. He was highly successful in student competitions, taking gold at the 1954 World Student Games and a gold and a silver at the World Festival of Youth and Students.World Student Games (UIE). GBR Athletics. Retrieved 2018-02-25. He was a three-time national champion, winning the Czechoslovak title three years straight from 1955 to 1957. He used the eastern cut-off technique pioneered by Michael Sweeney before moving on to the straddle technique. He graduated from Prague's Faculty of Physical Education and Sport and later became an athletics coach. Amongst his charges were national record breakers Jaroslav Alexa, Rudolf Baudis, Josef Hrabal, Jindřich Vondra and Ján Zvara. He was also coach to women's high jumpers Jaroslava Valentová, Alena Prosková and Věra Bradáčová. Later in his career he trained Zuzana Hlavoňová, Tomáš Janků, Svatoslav Ton, Iva Straková and Oldřiška Marešová.Atletika - Česká atletika s.r.o., ISSN 0323-1364, str. 19 ==International competitions== {| |- |1953 |World Festival of Youth and Students |Bucharest, Romania |bgcolor=silver|2nd |High jump |1.93 m |- |rowspan=2|1954 |World Student Games |Budapest, Hungary |bgcolor=gold|1st |High jump |1.99 m |- |European Championships |Bern, Switzerland |bgcolor=cc9966|3rd |High jump |1.96 m |- |1955 |World Festival of Youth and Students |Warsaw, Poland |bgcolor=gold|1st |High jump |1.99 m |} ==National titles== *Czechoslovak Athletics Championships **High jump: 1955, 1956, 1957 ==See also== *List of European Athletics Championships medalists (men) ==References== Category:1934 births Category:2015 deaths Category:Czechoslovak male high jumpers Category:Czech male high jumpers Category:European Athletics Championships medalists Category:Czech athletics coaches ",
    "title": "Jaroslav Kovář"
}