{
    "id": "56688874",
    "text": "Youth Justice Coalition (YJC) is a Los Angeles-based non-profit organization focused on juvenile justice and criminal legal reforms. YJC is a non-profit organization devoted to challenging race, gender and class inequality in California’s juvenile and criminal justice systems. ==Advocacy positions== ===Gang injunctions=== YJC has been a part of movement to challenge the impact of gang injunctions on young people in minority communities. YJC was successful in blocking an injunction in the Imperial Courts Housing Projects in the early 2000s. ===New jail construction=== In 2015, YJC was part of a coalition that opposed the Los Angeles County Board of Supervisors 2 billion dollar jail expansion project. Kim McGill from YJC argued for mental health programs in the community instead of jail for the mentally ill. ===Police shootings=== In 2014, YJC published a report on police-involved homicides. YJC petitioned Kamala Harris to appoint special prosecutors for police-involved homicides. In 2015, YJC organized a \"Die In\" protest at the Los Angeles County Board of Supervisors building. About 400 protestors carried cardboard coffins to represent the killings by police officers. ===School searches=== YJC has protested Los Angeles Unified School District search policies, including LAUSD’s Random Metal Detector Search Policy, arguing that these policies erode trust between students and school staff. YJC is a part of the \"Students Not Suspects\" campaign, aligning with the American Civil Liberties Union, Black Lives Matter, Public Counsel and others. ==References== ==External links== *An Immigrant’s Story: I Deserve a Second Chance, Too, by Phal Sok, a YJC organizer Category:Prison reform Category:Non-profit organizations based in Los Angeles Category:Criminal justice think tanks Category:Juvenile justice system Category:Youth organizations based in California Category:Criminal justice reform in the United States Category:Children's rights organizations in the United States ",
    "title": "Youth Justice Coalition"
}