{
    "id": "56694802",
    "text": "Gads Forlag, formerly G. E. C. Gad, is a publishing agent in Denmark. It is ownd by G.E.C. Gads Fond, a publishing house based in Copenhagen, Denmark. ==History== Gad's book shop in c. 1860 Gottlieb Ernst Clausen Gad The company was founded as G. E. C. Gad on 31 October 1855 when Gottlieb Ernst Clausen Gad established a combined book shop and publishing house on Vimmelskaftet in Copenhagen. He had spent the previous 10 years working for Gtldendal, first as an apprentice and later as an assistant. The following year he became a partner in Forlagsbureauet i København alongside Gyldendal, C. G. Iversen, Lose & Delbanco. Gad, who had good connections at the University of Copenhagen, specialized in scientific and other nonfictional literature. His book shop was the last book shop to be awarded the title of university book shop in 1882. Another early focus area of his publishings was Norwegian and Swedish literature. In 1783, he bought out the last co-owner of Forlagsbureuet i Kjøbenhavn and merged it into his company. Gad's book shop at Vimmelskaftet 32 pauinted by Alfred Larsen in 1930 In 1897, G. E. C. Gad purchased a new building at Vimmelskaftet 32, not far from its old headquarters. Gad's two sons, Oscar and Frederik Gad, were made partners in the company that same year. Their father served as president of the Danish Booksellers Association in 1897-1902. Frederik Gad became the sole owner of the company following his father's death in 1906 and his elder brother's death in 1920. Kay Lynnerup (1925-1990) was appointed to CEO of the company in 19956. Frederik Gad, having no heirs, established G.E.C. Gads Fond in 1965 and ceded the ownership of the company to the foundation. On 11 November 1988, Gad inaugurated a large new warehouse in Avedøre Holme. Pm 1 March 1889, Bjarne Pedersen replaced Kay Lynnerup as CEO. In 2000. Gad and Egmont-owned Grafisk skolebogsforla established Gad & Grafisk I/S. mow Alinea, specializing in school for Danish primary schools. The company ran into economic difficulties in the early 1990s. Bjerne Pedersen was fired in 1994 and was replaced by Vilhelm Güntelberg as a temporary solution. Gad's legal publication, including Ygeskrift for Retsvæsen, was moved to a new company, Gad Jura A/S, with Karnov as a majority owner. ===G.E.C. Gads Boglader A/ (book shops)=== In 1970, G.E.C. Gad took over Zachariassens Boghandel in Kongens Lyngby. Over the next decades a number of other bookshops were acquired or opened across the country. The publishing house and the chain of bookshops were divided into two separate companies on 1 October 1994. Frederik Christiansen (born 1942) was the first CEO of the retail chain. At this point the chain consisted of 16 bookshops. Lars Ive (born 1951) succeeded Frederik Christiansen as CEO of the chain on 1 April 2003. On 28 February 2007, the chain was sold to Indeks Retail Invest A/S. The book shop at Vimmelskafter closed after 154 years on 27 July 2009. ==Organisation== Gads Forlag is headquartered at Fiolstræde 31-33. Mette Jokumsen is CEO of the company and Joachim Malling is chairman. ==Publications== Notable publications have historically included Trap Danmark, Nordisk Konversationsleksikon and Ugeskrift for Retsvæsen. Since 2008 Gads Forlag has also been the publisher of Kraks Blå Bog. It has also published Søren Kierkegaard's complete works in 55 volumes in collaboration with the Søren Kierkegaard Research Center. He generally focusses on novels, biographies and books about history and culture. Gads Forlag is also the copublisher of Kraks Blå Bog. The publishing house also publishes textbooks for educational use under the brand names Gjellerup and Trojka and books about history in collaboration with museums, companies and other entities under the Historika label. ==See also== * Høst & Søn ==G.E.C. Gads Fond== G.E.C. Gads Fond supports scientific, cultural and church-related causes. ==References== ==External links== * Official website * Spirce * Source * Spurce Category:Publishing companies of Denmark Category:Mass media companies based in Copenhagen Category:Danish companies established in 1855 ",
    "title": "Gads Forlag"
}