{
    "id": "56699766",
    "text": "Alfred White Franklin FRCP (2 June 1905 – 20 September 1984) was an English neonatologist and paediatrician who edited numerous books on child abuse, founded the British Association for the Study and Prevention of Child Abuse and Neglect, kept an interest in medical history and wrote on child matters. He was a prominent figure in the field of child abuse prevention. He co- founded the Osler Club of London while he was a medical student at St Bartholomew's Hospital, London and later wrote a biography of Sir William Osler. After qualifying from St Bartholomew's, he became a paediatrician with the Emergency Medical Service during the Second World War. He became one of England's early neonatologists at the Queen Charlotte's Maternity Hospital, after which he held a position as senior physician in the children's department at St Bartholomew's and eventually head of its department, remaining there until retirement. Franklin was a member of Council of the Royal College of Physicians, president of the British Paediatric Association and president of the British Society for Medical History. Subsequently, he became president of the International Society for the Prevention of Child Abuse and Neglect (now the Association of Child Protection Professionals). ==Early life and family== Alfred White Franklin, also known as \"the bishop\", was born in London on 2 June 1905, to Philip Franklin, an Ear, Nose and Throat surgeon in Wimpole Street, and Ethel Julia. After completing his early schooling at The Hall School, Hampstead, he attended Epsom College, where he was a prefect, studied the classics and won numerous prizes including the Engledue Essay and Rosebery English Literature Prize. In 1943, Franklin married Ann Vaisey, daughter of Francis Vaisey, a clerk in holy orders. They had four children. Franklin's work on child abuse and neglect was most likely encouraged by his wife, who was a social worker and magistrate. ==Medical training and the Osler Club== Franklin received a scholarship to study medicine at Clare College, Cambridge. In 1926, whilst at Cambridge, he went on a transatlantic trip to Canada and the USA with the Cambridge University Medical Society and became enchanted by William Osler, the 'Oslerian legacy' and \"the value\" of maintaining \"cooperation between the English speaking peoples\". A year later, as a medical student at St Bartholomew's Hospital, Franklin was the Lawrence scholar and a gold medallist. Here, he became good friends with Walter Reginald Bett. In their plans to form a student club of medical history, Franklin had wished to name it after his hero, Sir Clifford Allbutt. However, Bett had his own ideas and took Franklin to visit Sir William’s home in Oxford and spoke to his [Sir William's] nephew, Dr. Francis. Franklin noted in his diary that \"during that morning I was infected, as Bett planned, with the virus of Oslerolatry\". Franklin had co-founded this elite 'Osler Club', which then met and dined regularly at Franklin's home in Harley Street, where he lived with his father. He graduated from St Bartholomew's in 1933. ==Career== Between 1934 and 1935, Franklin was Temple Cross research fellow at Johns Hopkins Hospital, returning to St Bartholomew's as assistant physician in the children's department. ===Neonatology=== Franklin became one of the UK's earliest neonatologists, assisting under Alan Moncrieff at Queen Charlotte's Maternity Hospital. During the Second World War, he worked at Hill End and St Alban's Hospitals as a paediatrician for Sector 3 of the Emergency Medical Service. ===Appointments=== He was elected a fellow of the Royal College of Physicians in 1942, followed three years later by his appointment as physician to the children's department at St Bartholomew's Hospital, of which he became head in 1965. Franklin held his teaching sessions in the hospital ward playrooms and was described in Munk's Roll as having an \"intuitive understanding of the problems and distress, both emotional and practical, suffered by the family of a sick – perhaps mortally – or handicapped child\". Franklin was a member of the college council from 1966–69, president of the British Paediatric Association from 1968–69 and president of the British Society for Medical History from 1974–76. Between 1970 and 1978, he was Deputy Chairman of the Attendance Allowance Board of the Department of Health and Social Security. Later, he became president of the International Society for the Prevention of Child Abuse and Neglect from 1981–82. Franklin was Osler orator in 1971 and he remained in close contact with the Osler Library of the History of Medicine at the McGill University, Montreal. He later wrote a biography of William Osler. ===Child protection=== Franklin was one of the first to recognise that child abuse was much more common and serious in the United Kingdom than the public realised and that the cooperation between the different professions involved was inadequate. Franklin argued that perpetrators of child abuse could only be stopped if, like sufferers from leprosy and venereal disease in the past, society allowed them to come into the open. His approach was instrumental in bringing together doctors, social workers and lawyers to coordinate investigations into child abuse. He established a working party that initiated the Tunbridge Wells Study Group in 1973, a small interdisciplinary group that sowed the seed of the now large British Association for the Study and Prevention of Child Abuse and Neglect. ==Later life== Franklin spent his later life deeply involved in child protection and working to prevent child abuse. He continued to edit numerous books on child abuse, kept his interest in medical history and carried on writing on child matters. He died on 20 September 1984, while on holiday in Italy. ==Selected publications== His publications include; ===Authored=== * Pastoral paediatrics (1976) * Widening horizons of child health: a study of the medical health needs of children in England and Wales (1976) ===Edited=== *The care of invalid and crippled children (Oxford University Press, London, 1960) *World-blindness or specific developmental dyslexia (Pitman Medical Publishing Company, London, 1962) *Cancer report 1948-1952 with M P Curwen (E & S Livingstone, Edinburgh & London, 1963) *Children with communication problems (Pitman Medical Publishing Company, London, 1965) *Selected writings of Lord Moynihan (Pitman Medical Publishing Company, London, 1967) *Assessment and teaching of dyslexic children with Sandhya Naidoo (London, 1970) * The Tunbridge Wells study group on non-accidental injury to children: report and resolutions (Tunbridge Wells, 1973) (compiler) *Concerning child abuse: papers presented by the Tunbridge Wells study group on non-accidental injury to children (Churchill Livingstone, Edinburgh, 1975) * The challenge of child abuse: proceedings of a conference sponsored by the Royal Society of Medicine, 2–4 June 1976 (1977) *Child abuse: prediction, prevention and follow up (1977) *The abused child in the family and in the community: selected papers from the second international congress on child abuse and neglect, London, 1978 with C Henry Kempe and Christine Cooper (1980) *Family matters: perspectives on the family and social policy (1983) == References == Category:1905 births Category:1984 deaths Category:Neonatologists Category:British paediatricians Category:British neonatologists Category:British medical historians Category:Child abuse in the United Kingdom Category:Fellows of the Royal College of Physicians Category:Medical doctors from London Category:Alumni of Clare College, Cambridge Category:Presidents of the Osler Club of London ",
    "title": "Alfred White Franklin"
}