{
    "id": "56699386",
    "text": "John Prunskis is a physician, diplomat, businessman, and professor. He received the Knight of the Order of Merit from the President of Lithuania for his professional and philanthropic contributions. Prunskis is the cofounder of Illinois Pain Institute and The Regenerative Stem Cell Institute and also serves as a clinical professor at Chicago Medical School. He has been elected for his third term as a representative of Lithuanians living in the USA to the Lithuanian Parliament / World Lithuanian Community Commission. He is an examiner and Fellow in Interventional Pain Practice (FIPP) and board certified in anesthesiology with added qualification in pain management. Prunskis is also the Honorary Consul of Lithuania to Aspen, Colorado. ==Early life and education== Prunskis was born in Chicago, Illinois. His parents were Lithuanian immigrants. After attending University of Chicago Lab School and Brother Rice High School, he earned an undergraduate degree from the University of Chicago and a medical degree from the Rush Medical College in Chicago. Prunskis completed his internship in general surgery at University of Illinois and thereafter completed his residency in anesthesiology at the University of Chicago Hospital. ==Career== ===Private practice and academia=== Prunskis co-founded Illinois Pain Institute in 1992 with his wife, Terri Dallas-Prunskis, MD. Later he was named clinical professor at Chicago Medical School. He has written several academic papers and editorials on the pain management including, Algorithms for interventional techniques in chronic pain. In 2012, he co-founded and was appointed as the CEO and medical director of Barrington Pain & Spine Institute, and he also serves as CEO and medical director of The Regenerative Stem Cell Institute where he is a co-investigator in the largest adult autologous stem cell research study in the United States. Prunskis has served as McHenry County Medical Society President, member of the House of Delegates of the Illinois State Medical Society (ISMS), and member of the ISMS Government Affairs and Economic Council. As a member of the Illinois State Medical Society House of Delegates, he introduced the resolution to create the Illinois Prescription Drug Monitoring Program. ===Member of Lithuanian Parliament/ World Lithuanian Community Commission=== In January 2010, Prunskis was elected Member of Lithuanian Parliament / World Lithuanian Community Commission, serving as chairman from 2013 to 2017. As of 2018–2021, he is serving his third term. In his role, he initiated the passage of resolutions related to meeting Lithuania's NATO defense obligations, reforming the labor code, and curbing alcohol abuse. ===Hon. Consul of Lithuania=== In 2012, the Lithuanian Ambassador to the United States nominated Prunskis as the Hon. Consul of Lithuania. He was confirmed to the position by the US State Department. In June 2012, during the World Federation of Consuls (FICAC) Congress in Monte Carlo, he was elected Dean of the Aspen Consular Corps. ===Presidential Appointment to the Department of Health and Human Services=== In 2018, Prunskis was confirmed as one of twenty public members on the Pain Management Best Practices Inter-Agency Task Force Members. Dr. Prunskis was presidentially appointed, in part, due to over thirty years of expertise, to improve how pain is perceived, assessed, and treated at a national scale in the wake of the Opioid epidemic. The Task Force, which was authorized by section 101 of the Comprehensive Addiction and Recovery Act of 2016 – PDF, is assigned the following responsibilities: Determining whether there are gaps or inconsistencies in pain management best practices among federal agencies; Proposing updates to best practices and recommendations on addressing gaps or inconsistencies; Providing the public with an opportunity to comment on any proposed updates and recommendations; and Developing a strategy for disseminating information about best practices. ==Awards== * Knight of the Order of Merit, Lithuania *Eleven time winner of Castle Connolly Top Pain Doctor Award from 1999 to 2020 * US News and World Report Top Doctor * American Board of Medical Specialists – Board Certified ==Selected publications== * * * * * ==References== Category:Living people Category:American anesthesiologists Category:Honorary consuls of Lithuania Category:People from Chicago Category:American people of Lithuanian descent Category:Knight's Crosses of the Order for Merits to Lithuania Category:Rush Medical College alumni Category:University of Chicago Laboratory Schools alumni Category:Year of birth missing (living people) ",
    "title": "John Prunskis"
}