{
    "id": "56698343",
    "text": "nura is a consumer electronics company based in Melbourne, Australia, that designs and manufactures headphones with personalised sound technology. nura's proprietary technology automatically measures the user's hearing sensitivities to different frequencies by monitoring otoacoustic emissions. This hearing measurement process takes 1–2 minutes. The headphones then adapt their frequency response to the user's hearing, allowing the user to hear more detail when listening to music. nura's debut product the nuraphone launched on October 3, 2017 and received positive reviews in the press. In July 2018, nura became the only company to ever add active noise cancellation to a headphone via a software update. ==History== nura was founded in 2015 by Dr. Luke Campbell, Dr. Dragan Petrović and Kyle Slater. The company's proprietary technology that measures otoacoustic emissions is based on research that Campbell, a medical doctor and hearing scientist, conducted at the Department of Otolaryngology University of Melbourne. ===Funding=== ==== Melbourne Accelerator Program ==== The Melbourne Accelerator Program granted nura (then named \"nuraloop\") an Entrepreneurial Fellowship in 2015, giving nura office space, mentoring and $20,000 in funding to develop the initial prototype of the nuraphone using the personalisation technology. ==== HAX ==== In 2016, nura joined HAX, a hardware accelerator program based out of Shenzen, China, which provided nura with funding to develop the prototype nuraphone used to launch the nuraphone Kickstarter Campaign. ==== Crowdfunding ==== nura ran a crowdfunding campaign on Kickstarter between May 16, 2016, and July 15, 2016, to raise funds to begin mass production of the nuraphone. The campaign's initial goal of $100,000 (USD) was reached in 14 hours. The Kickstarter campaign ultimately raised $1.8 million (USD) from the 7730 backers to become the largest Kickstarter campaign in Australian history. ==== Venture capital ==== In May 2017, nura raised a $6 million (AUD) seed-funding round, which was led by Blackbird Ventures, with additional investment from SOSV, Qualgro, Sean Parker, Craig Barratt, the San Francisco 49ers and partners of Perkins Coie. The seed-funding round was followed by a $21 million (AUD) series A round also led by Blackbird Ventures, which closed in September 2018. === Launch === nura officially began operations on October 3, 2017, giving the general public access to the nuraphone. == Products == === nuraphone === The nuraphone is a headphone that personalises sound by measuring how the human ear responds to different sound frequencies and is patent-protected as the only consumer electronics headphone to do so by monitoring otoacoustic emissions. ==== Reception ==== The nuraphone has received positive reviews, with reviewers commending the quality and uniqueness of the nuraphone's personalised sound. Some reviewers have noted the nuraphone's unusual combined in-ear and over-ear design; however, many reviewers also praised the comfort and design. {| class=\"wikitable\" |+ |Publication |Score |- |Wired |8/10 |- |TechRadar |4/5 |- |Tech Advisor |4/5 |- |Stuff |5/5 |- |MusicRadar |4.5/5 |- |Trusted Reviews |4/5 |- |Pocket-lint |4/5 |- |Like Hifi (DE) |95% |- |Head-Fi |8.5/10 |- |Pickr |4.3/5 |- |Alphr |4/5 |- |Expert Reviews |4/5 |} ==== nuraphone /G2 ==== nura released a free firmware update for the nuraphone in July 2018 that enabled additional features such as active noise cancellation, audio passthrough, and enhancements to voice calls and button presses. ==Design and Technology== === Personalisation === The nuraphone's personalisation works by monitoring the user's otoacoustic emissions and then adjusting sound based on the measurements, allowing the user to hear more detail when listening to music. === Design === The nuraphone has a patented design (Inova) that includes both in-ear monitors and over-ear cups. === Tesla valves === The nuraphone features Tesla valves that circulate air through the ear cups to keep the user's ears cool during use. === Patents held by nura === * US 9,497,530 * US 9,794,672 *US 10,154,333 *US 10,165,345 * WO2017040327 == Awards == === CES 2018 Innovation Awards === nura won the Best of Innovation at the CES Innovation Awards 2018 for the nuraphone. === Red Dot Award 2018 === The nuraphone won the Red Dot Award 2018 Best of the Best, the top prize in Red Dot Award: Product Design in the consumer electronics category. Previous winners include Apple AirPods and Google Home. === Good Design Award 2018 === The nuraphone won the 2018 Good Design Award for product design in consumer electronics. === IDEA 2018 === The nuraphone won Gold at IDSA.org IDEA 2018 awards in the consumer technology category. ==References== ==External links== *Official website Category:2015 establishments in Australia ",
    "title": "Nura (company)"
}