{
    "id": "56696679",
    "text": "Loiyangalani–Suswa High Voltage Power Line is a high voltage electricity power line in Kenya, connecting the high voltage substation at Loyangalani, in Marsabit County, to another high voltage substation at Suswa, in Narok County. ==Location== The power line starts at the Lake Turkana Wind Power Station in Loiyangalani, Marsabit County and runs in a southerly direction for approximately to end at the Kenya Electricity Transmission Company electricity substation, at Suswa, in Narok County. ==Overview== The 400kV power line is intended to evacuate the electricity generated at the Turkana Wind Power Station, to the Ketraco substation at Suswa. The Government of Spain is lending the Kenyan government a total of €142 million (approx. US$174.6 million), to have this line constructed. The contract between Isolux and Ketraco is for a construction price of US$208.1 million. The government of Kenya will provide the balance of approximately US$33.5 million as equity in the power line, along with any associated land acquisition costs. ==Construction== In 2011, the Spanish company, Isolux Ingeniera SA won the contract to construct this power line. Due to a prolonged land acquisition process, work did not actually start until November 2015. Sixteen months into construction, on a project allocated 24 months, the parent company of the main contractor, Isolux Corsán, ran out of money and filed bankruptcy in Spain due to the 2008–2014 Spanish financial crisis. In August 2017, Ketraco terminated the contract with Isolux, with about 30 percent of the work completed. In February 2018, the Kenya government, through Ketraco, contracted a consortium of Chinese firms at a cost of US$96 million, to complete the work left pending by Isolux. Work is expected to conclude in August 2018. The consortium, comprising NARI Group Corporation and Power China Guizhou Engineering Company, has committed in writing to pay US$10 million in fines, for every month the work goes beyond the 31 August 2018 deadline. In September 2018, Reuters reported that construction of the power station was complete and was awaiting testing and commissioning, requiring the power line to be energized from grid to gradually configure the hundreds of turbines. In July 2019, Uhuru Kenyatta, the president of Kenya officially commissioned the completed high voltage line (including a fiber optic line), as well as the wind power station that it serves (Lake Turkana Wind Power Station). ==Capacity charge== In January 2017, the owners of Lake Turkana Wind Power Station started to bill the Kenya Power Company a monthly \"capacity charge\" of KSh700 million (approx. US$7 million), for power produced by the power station that cannot be evacuated due to lack a high voltage line to transmit it to the substation at Suswa. Following negotiations, in September 2017, the government of Kenya agreed to pay the developers of Lake Turkana Wind Power Station, a total of Sh5.7 billion (approx. US$55.83 million), in monthly installments, spread over a six year period. The monthly payment will amount to Sh78,600,000 (approx. US$769,833). The monthly surcharge will be passed on to the consumers, beginning in May 2018. ==See also== * Energy in Kenya * Isinya–Singida High Voltage Power Line * Suswa–Isinya–Rabai High Voltage Power Line * Bujagali–Tororo–Lessos High Voltage Power Line ==References== ==External links== * Website of Kenya Electricity Transmission Company * Lake Turkana Wind Power $52.5m fine pushed to consumers Category:High-voltage transmission lines in Kenya Category:Energy in Kenya Category:Energy infrastructure in Kenya Category:Energy infrastructure in Africa ",
    "title": "Loiyangalani–Suswa High Voltage Power Line"
}