{
    "id": "56693730",
    "text": "{| |} SMS V189 was a S-138-class large torpedo boat of the Imperial German Navy. She was built by the AG Vulcan shipyard at Stettin between 1910 and 1911 and launched on 14 March 1911. She served throughout the First World War, being present at the Battle of Heligoland Bight on 28 August 1914 and the Battle of Jutland on 31 May 1916. She was renamed T189 in February 1918. After the war, she was allocated to Great Britain as a war reparation, but ran aground in December 1920 and was scrapped. ==Construction and design== The Imperial German Navy ordered 12 large torpedo boats (Große Torpedoboote) as part of the fiscal year 1910 shipbuilding programme, with one half-flotilla of six ships (V186–V191) ordered from AG Vulcan and the other six ships from Germaniawerft. The two groups of torpedo boats were of basically similar layout but differed slightly in detailed design, with a gradual evolution of design and increase in displacement with each year's orders. SMS V189 V189 was long overall and between perpendiculars, with a beam of and a draught of . The ship displaced design and deep load. Three coal-fired and one oil-fired water- tube boiler fed steam at a pressure of to two sets of direct-drive steam turbines. The ship's machinery was rated at giving a design speed of , with members of the class reaching a speed of during sea trials. 136 tons of coal and 67 tons of oil fuel were carried, giving an endurance of at , at or at . The ship was armed with two 8.8 cm L/45 guns, one on the Forecastle and one aft. Four single 50 cm (19.7 in) torpedo tubes were fitted, with two on the ship's beam in the gap between the forecastle and the ship's bridge which were capable of firing straight ahead, one between the ship's two funnels, and one aft of the funnels. The ship had a crew of 84 officers and men. V189 was laid down at AG Vulcan's Stettin shipyard as Yard number 307 and was launched on 14 March 1911 and completed on 30 June 1911. ==Service== ===First World War=== On 28 August 1914, the British Harwich Force,supported by light cruisers and battlecruisers of the Grand Fleet, carried out a raid towards Heligoland with the intention of destroying patrolling German torpedo boats. The German defensive patrols around Heligoland consisted of one flotilla (I Torpedo Flotilla) of 12 modern torpedo boats forming an outer patrol line about North and West of Heligoland, with an inner line of older torpedo boats of the 3rd Minesweeping Division at about . Four German light cruisers and another flotilla of torpedo boats (V Torpedo Boat Flotilla) was in the vicinity of Heligoland. V189 , a member of the 2nd Half Flotilla of I Torpedo Boat Flotilla, formed part of the outer screen of torpedo boats, being the southernmost ship in the formation. At about 06:00 on 28 August, , another member of the outer screen reported spotting the periscope of a submarine. As a result, the 5th Torpedo Boat Flotilla was ordered out to hunt the hostile submarine. At 07:57 G194 was fired on by British warships, and was soon retreating towards Heligoland, pursued by four British destroyers. V Flotilla and the old torpedo boats of the 3rd Minesweeping Division also came under British fire, and were only saved by the intervention of the German cruisers and , with the torpedo boats , and T33 damaged. V189 managed to successfully avoid the British ships and returned to base. However, sister ship , leader of I Flotilla, ran into the midst of the Harwich force when trying to return to Heligoland and was sunk. The intervention of the supporting British forces resulted in the sinking of the German cruisers , and . The British light cruiser and destroyers , and were badly damaged but safely returned to base. V189 was part of the 14th Half Flotilla of VII Torpedo boat flotilla during the Battle of Jutland. During the night action, VII Flotilla, which had not been engaged during the day, was ordered to search for and attack the British fleet, but failed to encounter the British Battleships. V189 returned to base undamaged. V189 was renamed T189 on 22 February 1918. ==Fate== After the end of the war, as a result of the Treaty of Versailles, T189 was surrendered to the Allies, and sold by Britain for scrap, but (along with ) ran aground off Torquay on the south coast of England on 12 December 1920 while on passage to Teignmouth for scrapping. T189 broke her back and was scrapped in-situ. ==References== * * * * * * * * Category:Torpedo boats of the Imperial German Navy Category:1911 ships Category:Ships built in Stettin Category:World War I torpedo boats of Germany ",
    "title": "SMS V189"
}