{
    "id": "56697828",
    "text": "Edirne New Order Troops on Parade The 1806 Edirne Incident was an armed confrontation between the New Order Troops (Nizam-i Djedit) of Ottoman Sultan Selim III and a coalition of Balkan magnates, ayans, and the region's Janissary garrisons that occurred in Thrace throughout the summer of 1806. The cause of the incident was Selim III's attempt to expand the New Order's permanent presence into Rumelia through the establishment of New Order barracks in the region's cities. The ultimate outcome of the confrontation was the retreat of imperial forces back to Istanbul and to Anatolia, constituting a deathblow to Selim III's ambitions of expanding his reformed army, as well as a major blow to his legitimacy. The outcome of the Edirne Incident would play no small part in his deposition the following May. == Causes == At its core, the Edirne Incident is a reaction to Selim III's establishment of the New Order army following the Ottoman's overwhelming defeat in the Ottoman Russian War 1787-92. This army was break from Ottoman military tradition and was based on western military principles. The army was met with heavy opposition from entrenched power groups, notably the Janissaries and the ayans, who saw the New Order as a threat to the established order of things, as well as from many in the wider public who detested the introduction of conscription, never before used in the empire, and the subsequent tax increases needed to outfit the new force. Many also felt that the new force was un-Ottoman in its nature and constituted a concession to the west. == Incident == thumb|338x338px| Tekirdağ and Çorlu In April 1806, under the guise of sending an expeditionary force against Serbian rebels in Belgrade, Selim III ordered Kadi Abdurrahman Pasha to take his 24,000 troops into Thrace and establish New Order barracks there, ostensibly to protect the populace from the Mountaineers, a general term for organized Balkan banditry. The first attempt at this task was in the city of Tekirdağ and was immediately met with violent opposition from the populace. The local kadi refused to take part in establishing the barracks and though promptly replaced, his replacement and all his retinue were lynched by a mob of mostly janissaries after reading out the imperial orders on the subject. To further aggravate matters, the city refused to admit the New Order into the city or to turn over those responsible for the murders. Subsequently, the central government sent two corvettes to blockade the city, to no effect, before authorizing them to bombard it. Under this onslaught the city finally capitulated in July. This was only a small part of Kadi Abdurrahman Pasha's troubles in Thrace however. Throughout the spring and summer, the leading ayan of Edirne, Dağdevirenoğlu Mehmed, had been rallying opposition to the New Order under the rationale that it would mean the undermining of traditional Janissary and ayan privileges in the region. Under his ad hoc command, according to the British consul of Bucharest, 186 local ayans signed a secret agreement to resist the New Order and to overthrow Selim III and, in his place, install the future Mustafa IV. Importantly, this received the support of Ismail of Ruse, one of the most powerful figures in the Ottoman Empire and whose retinue included future Grand Vizier Mustafa Bayraktar, as well as the current Grand Vizier Hafiz Ismail Ağa. Ismail of Ruse had been an early supporter of the New Order and ostensibly claimed to support its mission, thus his secret change of heart dealt a serious blow to Selim III's ambitions. This agreement encouraged the violence against the New Order as they faced attacks on their supply lines and received no provisional support from the towns and cities along their path. The threat of large scale civil war also loomed on the horizon as Rumelian ayans rallied their forces which the French ambassador to Istanbul, Horace Sébatsiani, estimated to number around 80,000 men. Against these obstacles, New Order troops were forced to halt their progress in Havsa in mid-July, after fighting a force of Janissaries, before retreating to the town of Çorlu in the east where further retreat was only prevented by the appearance of Selim III himself. Even there though, they were only able to enter the town after besieging it. As the situation worsened the Porte became distinctly aware of the danger that the incident presented and began to close dozens of coffee shops in the capital in an attempt to prevent the rebellion from spreading into Istanbul. In mid- August, Ismail of Ruse was assassinated on his farm by an associate and while welcome news to the New Order, Selim III, on September 19, ultimately decided to order his troops to leave Silivri and return to Istanbul. Due to mediation spearheaded by local ayan, and suspected rebel, Ismail of Serres, an escalation in the conflict was prevented. == The Aftermath == Though the center attempted to spin the return of the New Order as an example of Selim III's generosity to his subjects in avoiding a civil war, it was in fact an incredible humiliation for the Sultan and a deathblow for his ambitions of centralization and reform. Following the incident, a reshuffling of the cabinet occurred with collaborators as well as \"New Orderist\" officials replaced by more conciliatory figures. The Grand Vizier was replaced by the Agha of the Janissaries Ibrahim Hilmi Pasha, the Grand Mufti dismissed, and Kadi Abdurrahman Pasha dismissed. No serious attempts were made after this point by the Sultan to expand the New Order which was eventually disbanded during his deposition in a futile attempt to appease the rebels. == References == Category:Conflicts in 1806 Category:1806 in the Ottoman Empire Category:History of Edirne ",
    "title": "1806 Edirne incident"
}