{
    "id": "56691924",
    "text": "Wei Seng \"Paul\" Phua (born 29 April 1964) is a Malaysian Chinese businessman and poker player. Phua is a casino VIP junket operator who regularly hosts high stakes gambling in Macau. Phua has been called \"A Legend in the Gambling World\" and the \"World's Biggest Bookie\". ==Early life== Phua was born in 1964 in Miri, Malaysia, a coastal city in northeastern Sarawak. As a child, he had a passion for sports, he played badminton, football, basketball, softball and table tennis. At the age of 15, Phua was sent to attend school in Singapore. There, he played bowling before becoming involved in the Macau casino junket business. ==Career== Phua has a career as a VIP junket operator in Macau and was an ambassador for San Marino to Montenegro. In 2006, he worked with Steve Wynn who opened Wynn Macau and expanded Wynn's business. He regularly hosts high stakes gambling where he allegedly built up a net worth of USD$1 billion. ===Poker=== Phua did not start playing Texas hold 'em until he was in his 40s. In 2010, Las Vegas high stakes cash games began moving to Macau, players such as Tom Dwan, Phil Ivey, Chau Giang, Patrik Antonius and John Juanda started playing there. By 2011, other professional poker players had joined the games in Macau. Phua played and learned from these players. In 2012, Phua entered the 2012 World Series of Poker $1,000,000 Big One for One Drop event. In 2012, Phua won the Aspers £100K High Roller in London after defeating Richard Yong in heads up play, earning him his largest cash of $1,621,297. In 2016, he won One Drop Extravaganza €100,000 Super High Roller after defeating Mikita Badziakouski in heads-up play, earning $827,722 in the process. During a cash game at the 2014 Aussie Millions, Phua was involved in a AUD$991,000 pot against fellow Macau poker player, Lo Shing Fung. Fung () put Phua () all in on the turn with the board reading . The two elected to run the board only once, the river came the , giving Fung the pot with his turned straight. In September 2018, Phua was involved in the biggest televised cash game pot of all time, winning $2.35 million against Tom Dwan. On August 8, 2019, Paul Phua finished second at Triton Series 2019 £100,000 Tournament and won £2,558,305. As of March 2020, Paul Phua's total live tournament cashes exceed $19,330,992. ===Paul Phua Poker=== In 2016, Phua started his own poker strategy website Paul Phua Poker. Players such as Phil Ivey, Timofey Kuznetsov, Dan Colman, Daniel Cates, Tom Dwan, Sam Trickett, Lauren Roberts and others have contributed videos and tips for the site. The site also promotes six-plus hold 'em, a newer variation of Texas hold 'em where the cards valued 2 through 5 are removed. Phua is close personal friends with many of these stars who often give interviews on his YouTube channel. He has the closest relationship with Tom Dwan. ==Personal life== Phua and his son Darren Wai Kit Phua both play poker. He currently resides in Macau. ==References== ==External links== * * * Paul Phua Hendon Mob profile Category:1964 births Category:Living people Category:Chinese businesspeople Category:Malaysian businesspeople Category:Chinese poker players Category:People from Miri Category:People from Sarawak ",
    "title": "Paul Phua"
}