{
    "id": "56694947",
    "text": "IOTA is an open-source distributed ledger and cryptocurrency designed for the Internet of things (IoT). It uses a directed acyclic graph to store transactions on its ledger, motivated by a potentially higher scalability over blockchain based distributed ledgers. IOTA does not use miners to validate transactions, instead, users that issue a new transaction must approve two previous transactions and perform a small amount of proof of work. Transactions can therefore be issued without fees, facilitating microtransactions. IOTA has been criticized due to its unusual design, of which it is unclear whether it will work in practice. The network currently achieves consensus through a coordinator node, operated by the IOTA foundation. As the coordinator is a single point of failure, the network is currently centralized. IOTA has been the subject of multiple phishing, scamming, and hacking attempts, which resulted in the thefts of user tokens and extended periods of downtime. == History == The IOTA ledger was created in 2015 by David Sønstebø, Dominik Schiener, Sergey Ivancheglo, and Serguei Popov. Initial development was funded by an online public crowdsale, with the participants buying the IOTA value token with other digital currencies. Approximately 1300 BTC were raised, corresponding to approximately 500,000 USD at that time, and the total token supply was distributed pro-rata over the initial investors. The IOTA network went live in 2016. === IOTA foundation === In 2017, early IOTA token investors donated 5% of the total token supply for continued development and to endow what became later became the IOTA foundation. In 2018, the IOTA Foundation was chartered as a Stiftung in Berlin, with the goal to assist in the research and development, education and standardisation of IOTA technology. The IOTA foundation is a board member of International Association for Trusted Blockchain Applications (INATBA), and founding member of the trusted-IoT alliance and mobility open blockchain initiative (MOBI), to promote blockchain and distributed ledgers in regulatory approaches, the IoT ecosystem and mobility. == Characteristics == === The Tangle === The Tangle is the moniker used to describe IOTAs directed acyclic graph (DAG) transaction settlement and data integrity layer. It is structured as a string of individual transactions that are interlinked to each other and stored through a network of node participants. The Tangle does not have miners validating transactions, rather, network participants are jointly responsible for transaction validation, and must confirm two transactions already submitted to the network for every one transaction they issue. Transactions can therefore be issued to the network at no cost, facilitating micropayments. To avoid spam, every transaction requires computational resources based on Proof of Work (PoW) algorithms, to find the answer to a simple cryptographic puzzle. IOTA supports both value and data transfers. A second layer protocol provides encryption and authentication of messages, or data streams, transmitted and stored on the Tangle as zero-value transactions. Each message holds a reference to the address of a follow-up message, connecting the messages in a data stream, and providing forward secrecy. Authorised parties with the correct decryption key can therefore only follow a datastream from their point of entry. When the owner of the data stream wants to revoke access, it can change the decryption key when publishing a new message. This provides the owner granular controls over the way in which data is exchanged to authorised parties. === IOTA token === The IOTA token is a unit of value in the IOTA network. There is a fixed supply of 2,779,530,283,277,761 iota tokens in circulation on the IOTA network. IOTA tokens are stored in IOTA wallets protected by an 81-character seed, similar to a password. To access and spend the tokens, IOTA provides a cryptocurrency wallet. A hardware wallet can be used to keep credentials offline while facilitating transactions. ===Coordinator node=== IOTA requires a majority of honest actors to prevent network attacks. However, as the concept of mining does not exist on the IOTA network, it is unlikely that this requirement will always be met. Therefore, consensus is currently obtained through referencing of transactions issued by a special node operated by the IOTA foundation, called the coordinator. The coordinator issues zero value transactions at given time intervals, called milestones. Any transaction, directly or indirectly, referenced by such a milestone is considered valid by the nodes in the network. The coordinator is an authority operated by the IOTA foundation and as such single point of failure for the IOTA network, which makes the network highly centralized. === Markets === IOTA is traded on digital currency exchanges such as Bitfinex, and listed under the MIOTA ticker symbol for the cryptocurrency. Like other digital currencies, IOTA’s token value has soared and fallen. The token’s valuation fell back to $1 billion in early 2018 as a wider crypto rout sent currencies sinking. In 2019 the IOTA token missed out entirely and was down on the year. == Applications and testbeds == Proof-of-concepts building on IOTA technology are being developed in the automotive and IoT industry by corporates as Volkswagen and Bosch. IOTA is applied in smart city testbeds, including development of community grids and local trade of energy. Jaguar Land Rover is testing software that will allow drivers of its cars to earn the IOTA cryptocurrency as a reward for sharing data. In project Alvarium, formed under the Linux Foundation, IOTA is used as an immutable storage and validation mechanism. STMicroelectronics has provided IOTA middleware for their STM32-based boards. On February 11, 2020, the Eclipse Foundation and IOTA Foundation jointly launched the Tangle EE (Enterprise Edition) Working Group. Tangle EE is aimed at enterprise users that can take IOTA technology and enable larger organizations to build applications on top of the project, where the Eclipse Foundation will provide a vendor-neutral governance framework . IOTA foundation has faced criticism in response to their announcements of partnerships. In 2017, IOTA released the data marketplace, a pilot for a market where connected sensors or devices can store, sell or purchase data. The cryptocurrency community was critical towards the announcement of the data marketplace over the extent of the involvement of the participants of the data marketplace. Izabelle Kaminska criticized the Jaguar press release, as \"the impact of the release across the media space was decidedly one presenting the service as a fait accompli\", and \"our interpretation is that it's very unlikely Jaguar will be bringing a smart- wallet-enabled earn-cryptocurrency-as-you-drive offering to the marketplace any time soon.\" == Vulnerabilities and attacks == === DCI Curl-P-27 vulnerability disclosure === On September 8th, 2017, researchers Ethan Heilman from Boston University and Neha Nerula et al. from MIT's Digital Currency Initiative (DCI) reported on potential security flaws with IOTA's Curl-P-27 hash function. The authors were able to quickly create messages of the same length which hash to the same value with Curl-P-27, breaking the function’s collision resistance. Using this collision attack, they could generate signature forgeries in IOTA. In response to the disclosure, the IOTA Foundation changed the hash function in the node reference implementation from Curl-P-27 to Kerl (a trinary adaption of SHA-3) on August 7th 2017. According to IOTA cofounder Sergey Ivancheglo, the DCI found the protocol's purposefully placed form of copy protection. The “practical attack” demonstrated by the DCI researchers only works in a limited number of improbable situations that would affect a negligible number of IOTA users, mostly thanks to a closed-source and centralized solution called the “Coordinator” that helps secure the network. The IOTA foundation received considerable backlash in their handling of the incident. FT Alphaville reported legal posturing by an IOTA Founder against a security researcher for his involvement in the DCI report, as well as instances of aggressive language levelled against a Forbes contributor and other unnamed journalists covering the DCI report. The Center for Blockchain Technologies at the University College London severed ties with the IOTA Foundation in late April 2018 due to legal threats against security researchers involved in the report. Former MIT media lab director, Joi Ito raised flags about the IOTA management team saying that IOTA's Sergey Ivancheglo gave “two conflicting explanations” for the security bug. Multicoin capital co-founder Kyle Samani wrote that IOTA has “one of the worst mgmt teams in crypto.” Dan Guido, CEO from Trail of Bits said “DCI made some rookie mistakes too, and this is generally why, in other industries, security researchers will hand off bugs to a vulnerability coordinator, like a CERT, to report on their behalf”. Venture Capitalist Jamie Burke told, “IOTA has issues, largely around their communications, but we believe in the vision and we believe in the innovation”. === 13 or M attack and reclaim === In October 2017, after the IOTA developers transitioned from using Curl-P-27 to using Kerl, an unrelated vulnerability called the 13 or M attack was discovered, a bug that put the IOTA tokens of certain users at risk by partially revealing a portion of the private key generated for specific addresses. This would have made it easier for malicious attackers to potentially “brute force” hack the remainder of those addresses’ private keys and thereby steal the tokens. The IOTA Foundation patched this vulnerability by requiring that if a message hash to be signed includes a 13, then the user must alter the message until no 13s are present in the digest. As an additional remediation step, the IOTA developers transferred potentially compromised funds to addresses under its control, providing a process for users to later apply to the IOTA Foundation in order to reclaim their funds === Seed-generator scam === On Januari 2018 more than 10 million USD worth of IOTA tokens were stolen from users that used an online seed-creator, a password that protects their ownership of IOTA tokens. The seed-generator scam was the largest fraud in IOTA history to date, with several hundred people affected. One year later, in Januari 2019, the UK and German law enforcement agencies arrested a 36-year old man from Oxford, England. Matthias Krekeler, of the State Criminal Police in Hesse, said the arrest was only possible thanks to the \"sophisticated collaboration of international authorities\", and the investigation had been helped by \"IOTA community members\". === Trinity wallet attack incident === On November 26, 2019 a hacker discovered a vulnerability in Trinity, a mobile and desktop wallet managed by the IOTA foundation. The attacker compromised over 50 IOTA seeds, resulting in the theft of approximately 2 Million USD worth in IOTA tokens. The attack vector was opened via integration of a third party payment service, called MoonPay. The attacker was able to intercept DNS queries with a compromised Cloudflare API key, and managed to have his own malicious version rolled out instead of the third-party code. On February 10, 2020 MoonPay noticed the hack, resolved the vulnerability in its API, yet did not disclose the hack to the community. With the route of attack now gone, the hacker started clearing the funds from the 50 compromised seeds on February 11, 2020. After receiving reports that hackers were stealing funds from user wallets, the IOTA Foundation shut down the coordinator, a node in the IOTA network that puts the final seal of approval on any IOTA currency transaction, on February 12, 2020. The never-before-seen move was meant to prevent hackers from executing new thefts, but also had the side-effect of effectively shutting down the entire IOTA cryptocurrency. As the hack may have affected any user of the desktop versions of Trinity who opened the wallet between December 17 and February 17, the IOTA Foundation presented a 10-day seed migration period before restarting the coordinator. Users at-risk were given seven days to migrate their potentially compromised seed to a new seed, until March 7, 2020. The coordinator was restarted on March 10, 2020. == Criticism == IOTA promises to achieve the same benefits that blockchain-based DLTs bring - decentralization, distribution, immutability and trust - but remove the downsides of wasted resources associated with mining as well as transaction costs. However, several of the design features of IOTA are unusual, and it is unclear whether they work in practice. === Network consensus and coordinator node === The security of IOTA's consensus mechanism against double-spending attacks is unclear, as long as the network is immature. Essentially, in the IoT, with heterogeneous devices having varying levels of low computational power, sufficiently strong computational resources will render the tangle insecure. This is a problem in traditional proof-of-work blockchains as well, however, they provide a much greater degree of security through higher fault tolerance and transaction fees. At the beginning, when there is a lower number of participants and incoming transactions, a central coordinator is needed to prevent an attack on the IOTA tangle. Critics have opposed role of the coordinator for being the single source of consensus in the IOTA network. Polychain Capital founder Carlson-Wee, says “IOTA is not decentralized, even though IOTA makes that claim, because it has a central “coordinator node” that the network needs to operate. If a regulator or a hacker shut down the coordinator node, the network would go down.” During the Trinity attack incident, the IOTA foundation shutdown the coordinator to prevent further thefts, thereby demonstrating that the network is not decentralized in its current state. Last year the IOTA Foundation announced that it would like to operate the network without a coordinator in the future, but implementation of this is still in an early development phase. === Quantum resistance and address re-use === IOTA is resistant against quantum computer attacks, due to its use of the Winternitz One Time Signature (WOTS) scheme, which is quantum resistant. Due to IOTA’s choice of one-time signature scheme, spending from an address multiple times drastically reduces the security of the funds at that address, because it exposes portions of the private key associated with the address. Stolen funds due to the 13 or M attack were initially suspected to be the result of address reuse, only later to be identified as a result of a broken key derivation function, found Willem Pinckaers, a researcher of security firm Lekkertech. === Ternary implementation === For potential efficiency reasons, IOTA's data structures uses a balanced ternary implementation; instead of bits, it uses trits (−1, 0, 1). With all existing hash designs being binary, a ternary prototype called Curl-P had been developed, instead of the well-studied alternatives that underpin other digital coins. However, efficient cryptanalytic attacks on Curl-P have been devised, implying that it cannot be considered a strong cryptographic hash function. After vulnerabilities were detected in Curl-P, the hashing algorithm was changed to Kerl, which is considered safe. However, as a binary design Kerl is not inherently suitable for direct implementation on ternary platforms and a drop-in replacement, called Troika, is currently developed. === Network maturity === IOTA has seen several network outages as a result of bugs in the coordinator as well as DDoS attacks. During the seed generator scam, a DDoS network attack was abused leaving initial thefts undetected. To improve the network, IOTA Foundation is moving on with its plans for the Chrysalis project, a scheme designed to create an enterprise-ready blockchain solution. == References == == External links == * Official website Category:Cryptocurrencies ",
    "title": "IOTA (technology)"
}