{
    "id": "56693835",
    "text": "James C. King is a retired United States Army Lieutenant General. A career Military Intelligence officer, he served on active duty from 1968 to 2001. At the time of his retirement he was serving as the Director of the National Imagery and Mapping Agency one of the intelligence agencies of the United States Intelligence Community. ==Education== King earned a Bachelor of Science in political science from Utah State University and was a distinguished military graduate through the Army Reserve Officers' Training Corps program. He holds a Masters of Science in Public Administration from the University of Missouri–Kansas City. His professional military education included completion of the Signal Officer Basic Course, the Military Intelligence Officer Advanced Course, the Army Command and General Staff College, and the Army War College. ==Military career== ===Company grade assignments=== Upon being commissioned as a Second Lieutenant in Military Intelligence (MI), King was first assigned to the Army Security Agency (ASA) Field Station in Hakata, Japan. In that assignment he served as a Company Commander, S1, and S3. His following assignment was to the Republic of Vietnam where he commanded the 509th Radio Research Group. His unit was responsible for tracking North Vietnamese forces during the end of American participation in the Vietnam War. He subsequently served in staff positions at the National Security Agency (NSA) and in the 307th ASA Battalion in Germany. ===Field grade assignments=== King served two assignments at U.S. Total Army Personnel Command, with stint in between in Germany commanding the 307th MI Battalion. His last assignment at PERSCOM was as Chief, Military Intelligence Branch. King went on to serve as Chief of Intelligence, Electronic Warfare, Reconnaissance, Surveillance and Target Acquisition; Office of the Deputy Chief of Staff for Operations and Plans, Department of the Army Staff in June 1989. King then went on to command the 66th Military Intelligence Brigade in Germany. After command, he returned to the Army Staff and served as Executive Officer to the Deputy Chief of Staff of the Army for Intelligence. ===General officer assignments=== Promoted to Brigadier General in 1993, King became the Associate Deputy Director for Operations (Military Support)/Chief of Operations and Targeting Group, NSA, Fort George G. Meade. In August 1994, he was assigned as the Director of Intelligence (J2), United States Central Command (CENTCOM), MacDill Air Force Base. King then became the J2, Joint Chiefs of Staff in 1996. In March 1998 King was made the Director, National Imagery and Mapping Agency (NIMA). He is credited as being a, \"driving force behind the 'geospatial' concept, forcing the Intelligence Community to integrate the entire spectrum of NIMA products into their planning and lexicon.\" Under King's successor, NIMA was renamed the National Geospatial-Intelligence Agency. ==Civilian career== In retirement King has continued to work in defense and intelligence related industries. In 2005, he was named as the Chief Executive of MZM, Inc. at a time when it had come under serious scrutiny in what became the Cunningham scandal. MZM was renamed Athena Innovative Solutions, eventually coming under the ownership of Veritas Capital. King stayed on as Chief Executive Officer at Athena. Athena was bought by CACI in 2007. King was a staff member of the Commission on the Intelligence Capabilities of the United States Regarding Weapons of Mass Destruction. He served as a commissioner on the Independent Commission on the Security Forces of Iraq. King has also served on the boards of Gestalt, LLC. and Salient CRGT. ==Accolades and decorations== King’s awards and decorations include: *Defense Distinguished Service Medal *Defense Superior Service Medal (1 Oak leaf cluster) *Legion of Merit (3 Oak leaf clusters) *Bronze Star Medal *Meritorious Service Medal (2 Oak leaf clusters) *Joint Service Commendation Medal (1 Oak leaf cluster) *Army Commendation Medal *National Security Medal James King seamount is named after him. King was inducted into the Military Intelligence Hall of Fame in 2006. Utah States University Alumnus of the Year 2016. ==References== Category:Year of birth missing (living people) Category:Living people Category:Recipients of the Defense Superior Service Medal Category:Recipients of the Legion of Merit Category:United States Army generals Category:Recipients of the Defense Distinguished Service Medal Category:Utah State University alumni Category:University of Missouri–Kansas City alumni Category:Directors of the National Geospatial-Intelligence Agency ",
    "title": "James C. King"
}