{
    "id": "56698726",
    "text": "The Ariston Bathhouse raid in 1903 was the first anti-gay police raid on an establishment located in New York City. It resulted in thirty-four arrests, sixteen charges of sodomy, and twelve trials, five of which possess transcripts. ==Raid== On February 21, 1903, at nine o’clock at night, two undercover officers entered the building of the Ariston Bathhouse. Their names were Thomas Phelan and Norman Fitzsimmons. Since the building had been under surveillance via insistence by the police, it is known that at least one police officer, Norman Fitzsimmons, had entered the establishment at least twice prior to the police raid. Twenty minutes after arrival, according to his court testimony, Phelan was approached sexually by a man named Walter Bennett. After Bennett turned down Fitzsimmons's request to join, on the basis of Bennett preferring “fat boy[s]”, they arranged to meet later at 2:30 a.m. Shortly afterward, two other undercover officers joined Phelan and Fitzsimmons. They spent some time observing the bathhouse to gather evidence to incriminate individual patrons, and witnessed multiple instances of anal and oral sex, which they later recounted at the trials. At 1:45 a.m., a group of police officers entered the establishment and blocked the exits so that none of the seventy-eight men inside could escape. They went through the men and found the individuals who they possessed complaints against, and arrested thirty-four men. The rest were let go with a warning. The proprietor of the bathhouse, John Begley, was accused of keeping a disorderly house and was held in $2,000 bail. Of the men arrested, some were charged with liquor law violations and disorderly conduct, and at least sixteen were charged with sodomy. Twelve of those sixteen were sent to trial, and five trials have transcripts that survived and are viewable today. Of these five trials, three returned verdicts of guilty, one verdict of guilty with a recommendation to mercy, and a mistrial. However, two of the guilty verdicts were later appealed. It is known that police had spent several weeks collecting evidence against men who entered the bathhouse, which they did in conjunction with the Society for the Prevention of Crime. They used this evidence to create two diagrams of the bathhouse, which were used in the trials that followed. ==Trials== In the trial of People v. Kregel, the defense relied on the physical impossibility of sodomy. The defendant, Andrew Kregel, was a tailor who was married with five children. At his trial, Andrew Kregel was said to have entered the bathhouse around 1:00 a.m. where he was approached by a man named Charles Chamberlin. The prosecution continued to describe that Chamberlin had performed anal sex with Kregel, while another man, John Rogers, performed oral sex on Kregel. All three were arrested by police about an hour later. However, Kregel denied the testimony about the alleged sex acts, and maintained that he had never been to a Turkish bathhouse before and that he received the ticket to the bathhouse from a customer at his shop in exchange for fixing a coat. At that point, Dr. Pierre A. Siegelstein was called by the defense attorney to the witness stand. He told prosecutors that he had testified in two prior sodomy trials, and that anal sex performed by two men standing up was physically impossible due to physiological reasons. A medical expert specializing in sex crime cases, William Travers Gibb, refuted this claim, and said that upright anal sex was feasible. Eventually, it was declared a mistrial and Kregel's bail was reduced from $2,000 to $750. In People v. Galbert, the defense attorney cited the “physical impossibility” and “mathematical impossibility” of the crime. An employee from the bathhouse was called as a witness, and said that the couches present in the room where Galbert was found were a little more than a foot high, and Charles LeBarbier, Galbert's attorney, suggested that the couches were too low to permit the accused crime to take place. Galbert was an architect for Carrere and Hastings, a prominent firm that lead the Beaux Arts movement. Because of this, John Carrere, an accomplished architect, was called to attest to Galbert's mental health along with four other character witnesses. When Galbert was found guilty, LaBarbier used his resistance against the police during his arrest as a testament to his manliness and masculinity. In People v. Schnittel, Arthur C. Butts, Micheal Schnittel's defense attorney, attempted to defend his client by providing evidence of Schnittel's heterosexuality. He was accused of performing oral sex on another man by police, as well as walking about the bathhouse wearing a sheet the same way that a woman might. He was also accused of having a venereal disease due to his face having broken out in large, blotchy patches of red. His defense claimed that Schnittel had entered the bathhouse in an effort to clear up the skin condition. Schnittel himself claimed that he had never been in the room where the alleged sex acts took place, and his defense attempted to cement his masculinity by pointing out his engagement ring. In the end, the jury returned a verdict of guilty as charged. In People v. Bennett, Walter Bennett's defense attorney also cited his client's heterosexuality and desire for women as proof that he was innocent. The police accused him of wearing a sheet as a woman might, as well as engaging in oral and anal sex with another man. To testify against this, two women and a minister who knew Bennett were called. One of the women, Catherine Bolton, said that she had known Bennett since he was fourteen years old and implied that she had been romantically involved with him at some point. The prosecuting attorney claimed that the feminine perspectives of the women and the minister were not a good indication of Bennett's character, and went on to imply that Bennett was not unlike the women himself. In People v. Casson, Theodore Casson denied the charge of sodomy placed against him, but did admit to being in the Turkish bath, where he was arrested. The officer who arrested him claimed to have arrested him shortly after the accused act took place, which caused a direct conflict of testimony. The jury returned a verdict of guilty with a recommendation to mercy. == References == Category:LGBT history in New York City Category:1903 in New York City Category:1900s in LGBT history ",
    "title": "Ariston Bathhouse raid"
}