{
    "id": "56695414",
    "text": "Side view of the Polestar 1 The Polestar 1 is a 2-door hybrid sports car created by Polestar, performance company and brand of Volvo Cars, and is the first car produced by the company since becoming an independent car manufacturer in June 2017. Based on Volvo's Concept Coupé from 2013, the Polestar 1 is built on the Volvo Scalable Product Architecture platform and is powered by a hybrid powertrain, using a front-mounted engine and two electric motors at the rear. A limited production run has been capped to three years with a total of 1,500 units to be produced for the left-hand drive market only. Production is to take place in Chengdu, China, where the company's first production facility was built. == History == The Polestar 1 started as Volvo's Concept Coupé from 2013, styled by German car designer Thomas Ingenlath, who previously worked in lead design positions at Audi, Volkswagen and Škoda. After the unveiling of the Concept Coupé, Ingenlath said that the model took inspiration from the Volvo P1800, stating that \"it is a car designer’s duty to reflect and incorporate design signatures that are vital parts of the company’s heritage\". The Polestar 1 was unveiled on October 17, 2017 at the Shanghai Auto Show, making its world premiere and first public appearance. It came after several teasers were released from the company, including a video revealing the car's reveal date while a number of detail photographs were posted by the company's Instagram account from October 2 to 16, 2017. In June of 2019, Polestar announced that the Polestar 1 was entering its final stages of development as a prototype, before production would officially commence in the later-unveiled production site in Chengdu, China. == Design == === Powertrain === The Polestar 1 is powered by a hybrid powertrain, using a twincharged 2.0 litre in-line four-cylinder gasoline motor from the Volvo XC90 T8 to power the front wheels, with an additional two electric motors powering the rear wheels. Amongst the petrol engine and batteries, an Integrated Starter Generator is also equipped to the Volvo Scalable Product Architecture platform, acting as a starter motor and torque fill during gear changes. Polestar states overall power output comes in at 600 hp with 1000 Nm of torque. Each electric motor produces 116 hp, while the Integrated Starter Generator produces an additional 68 hp, for a total of 300 hp, while no figure has been listed for its engine. It is said that 0-100 km/h can take 4.2 seconds. Rear view 2013 Volvo Concept Coupé ==Engine== {| class=\"wikitable collapsible sortable\" |+Motors !Power Type!!Type!!Power!!Torque!!Additional information |- | Petrol (gasoline) || 2.0 litre supercharged and turbocharged in-line four-cylinder |||| ||Power sent to front wheels |- | Electric || 2 x electric motor || || ||Power sent to rear wheels |- | Electric || Integrated starter generator (ISG) || || ||- |- | Electric & petrol (gasoline) || All motors combined |||| ||- |} ==Batteries== The Polestar 1 has a total capacity of 34 kWh arranged in three battery stacks (two packs). This gives the Polestar 1 an electric range of 150 km (NEDC). In February 2018, Polestar claimed that this was the largest electric range for any hybrid available at the time. ==Power distribution== The Polestar 1 has a plug-in hybrid powertrain, the supercharged and turbocharged high-performance petrol in-line four-cylinder petrol engine drives the front wheels. Two electric motors drive the rear wheels. In addition to these electric motors the Polestar 1 is equipped with an Integrated Starter Generator (ISG). Combined with the electric motors are planetary gear sets. These planetary gear sets enable torque vectoring, a technology used in racing to bring both acceleration and stability through curves. ==Design== ===Outside=== Practically all parts of the Polestar 1 upper body, including doors, bonnet and boot-lid, are made of carbon fibre reinforced polymer (CFRP) for maximum stiffness, torsional rigidity and lightness. The Polestar 1 has a standard-fitted active rear spoiler delivering high-speed downforce on the rear axle. It automatically raises from its integrated flush position when the speed exceeds and is retracted when the speed is reduced below . Polestar 1 comes with a fixed panoramic glass roof, stretching all the way from the top of the windscreen to the upper edge of the rear window. The interior features handcrafted leather detailing and a carbon fibre wing that stretches to the full height of the instrument panel. The Polestar 1 also comes with a Bowers & Wilkins high-end sound system. The tyre sizes are 275/30 R21 for the front and 295/30 R21 for the rear. ===Inside=== Cockpit The Polestar 1 has double wishbone front suspension, connecting each wheel with two transverse links. This design enables the front suspension to counteract torque steer. Most suspension parts are made of aluminium. The rear suspension is an integral link design, with a transverse composite leaf spring. Polestar 1 is the first car with Öhlins Continuously Controlled Electronic Suspension (CESi). The CESi can be set to adapt instantly to road conditions and in accordance with the driver’s chosen setting. The front brakes, are specified by Polestar and manufactured by Akebono, six piston aluminium Mono block calipers on each front wheel are milled from one-piece. The calipers are coupled with 400x38mm ventilated and drilled discs. The Polestar 1 is available in six colors: Space, Snow, Midnight, Osmium, Osmium Grey, and Magnesium, with two options for the interior: Charcoal with Zink for the seats or full Charcoal. Three options are available for the rims: Diamond Cut, Glossy Black, and Matte Black. == In popular culture == The Polestar 1 appears on the cover of and in the 2019 racing video game Need for Speed Heat. == References == Category:Polestar vehicles Category:Sports cars Category:Coupés Category:Plug-in hybrid vehicles category:Cars introduced in 2017 Category:All-wheel-drive vehicles Category:2020s cars ",
    "title": "Polestar 1"
}