{
    "id": "56693957",
    "text": "Tawnagh () is a townland in the civil parish of Templeport, County Cavan, Ireland. It lies in the Roman Catholic parish of Corlough and barony of Tullyhaw. Tawnagh townland, Corlough parish, County Cavan, Republic of Ireland. L5028 road heading ESE from the R202 ==Geography== Tawnagh is bounded on the west by Derrynacreeve, Derryvahan and Scrabby, Corlough townlands and on the east by Gortullaghan, Prospect, Corlough and Mullaghlea townlands. Its chief geographical features are small streams, spring wells and dug wells. Tawnagh is traversed by the L5028 public road and rural lanes. The townland covers 150 statute acres. ==History== The 1609 Ulster Plantation Baronial Map depicts the townland as part of Gortatawill.National Archives Dublin (Irish name, either Gort an Tuathail meaning 'The field facing away from the Sun' or Gort an Eochaille meaning \"The Field of the Yew Wood\".) The 1665 Down Survey map depicts Tawnagh as Dawnagh.Trinity College Dublin: The Down Survey of Ireland. In the Plantation of Ulster by grant dated 29 April 1611, King James VI and I granted the town and lands of Gortatowill containing 6 polls, comprising a total of 300 acres at an annual rent of £3-4s., to Mulmore McHugh McFarrall O'Rely, gent. Mulmore O'Reilly had been dispossessed of his lands in the townland of Aghaweely Lower in the parish of Ballintemple. He was the grandson of the chief of the O'Reilly clan, Fearghal mac Seaán, who ruled East Breifne from 1526–1534. His genealogy is Maol Mórdha son of Aodh son of Fearghal son of Seaán son of Cathal son of Eóghan na Fésóige.A Genealogical History of the O’Reillys by Eoghan O’Raghallaigh, Section 18, p. 89 Mulmore O'Reilly had four sons by his wife Honora- Émonn, Hugh O'Reilly (Archbishop of Armagh) (b. 1580, d. 1653), Fearghal and Domhnall. He also had an illegitimate son, Cathaoir. Mulmore died sometime between 1611 and 1637. He left his lands in Tawnagh to his son Émonn (Edmund) O'Reilly. Émonn had three sons, Aodh (Hugh), Cathal and Brian. An Inquisition held in Cavan Town on 12 September 1638 found that the said Edm’ Relly recently of Gortetowell in Co. Cavan, in his life, was seised of a poll of land called Tawnagh, and of a poll called Carrick in said county. The said Edmund died on 29 September 1637. Hugh O’Reyly, his son and heir has reached his maturity and now holds the land from the king in free and common socage. Catherine Newgent, alias Reily, was the wife of the said Edmund and the aforesaid Catherine is dower of the premises. At the outbreak of the Irish Rebellion of 1641 Hugh O'Reilly still held the townland according to the Books of Survey and Distribution. Hugh O'Reilly had two sons, Émonn and Phillip. Hugh's son Émonn had one son Sémus. The aforesaid O’Reilly lands in Tawnagh were confiscated in the Cromwellian Act for the Settlement of Ireland 1652. In 1657 A list of the Papist Proprietors names in the County of Cavan, as they are returned in the Civill Surveys of the said County gave the names of 20 landowners whose property was confiscated in the barony of Tullyhaw. These included Hugh O'Rely whose lands were distributed as follows- In the Hearth Money Rolls compiled on 29 September 1663The Hearth Money Rolls for the Baronies of Tullyhunco and Tullyhaw, County Cavan, edited by Rev. Francis J. McKiernan, in Breifne Journal. Vol. I, No. 3 (1960), pp. 247-263 there were seven taxpayers in Gartetoill- Thomas Magawran of Gartetoill, John Graham of the same, Tirlagh McKelagher of the same, Hugh McBrien of the same, Owen McKelacher of the same, Edmond O Helicke of the same and Hugh McGawran of the same. A grant dated 3 November 1666 was made by King Charles II of England to Sir Tristram Beresford, 1st Baronet which included, inter alia, the lands of Downagh. By grant dated 11 September 1670 from King Charles II of England to said Sir Tristram Beresford, the said lands of Downagh were included in the creation of a new Manor of Beresford. Beresford then leased the land to John Graham. On 13 March 1706 Marcus Beresford, 1st Earl of Tyrone leased the land of Downagh to Robert Saunders (Irish lawyer), one of the founders of the village of Swanlinbar, for a term of 99 years. Saunder's son Morley later sold his leasehold interest to Colonel John Enery of Bawnboy. Deeds, tenant lists etc. relating to Tawnagh from 1650 onwards are available at- by searching for Derryvella. The 1690 list of outlawed Irish Jacobites in County Cavan includes John Graham and Thomas Graham of Gortatole, gents.'Irish Jacobites' by J.G. Simms, in Analecta Hibernica, No. 22, 1960, p. 59. John Graham was probably the man named in the Hearth Money Rolls above or his son. A lease dated 23 December 1720 from Morley Saunders to Thomas Enery of Bawnboy includes the lands of Towmin. The will of Philip Fitzpatrick of Gratetowel is dated 30 July 1735. A lease dated 10 December 1774 from William Crookshank to John Enery of Bawnboy includes the lands of Towmin. as does a further deed dated 13 December 1774. The 1790 Cavan Carvaghs list spells the name as Tawnaghy. A map of the townland drawn in 1813 is in the National Archives of Ireland, Beresford Estate Maps, depicts the townland as Townagh. The Tithe Applotment Books for 1827 list twelve tithepayers in the townland. and The 1836 Ordnance survey Namebooks state- Contains 146 acres of which 132 are cultivated, 6 are uncultivated rough pasture and 8 of bog. In the 19th century the landlord was Lord John Beresford, the Protestant Archbishop of Armagh. The muddled land history of the area prior to this is described in the 1838 Exchequer case, \"Attorney General of Ireland v The Lord Primate\". The Tawnagh Valuation Office Field books are available for 1839-1840. In 1841 the population of the townland was 99, being 42 males and 57 females. There were fifteen houses in the townland, all were inhabited. In 1851 the population of the townland was 53, being 27 males and 26 females, the reduction being due to the Great Famine (Ireland). There were ten houses in the townland, of which one was in the course of erection. Griffith's Valuation of 1857 lists fourteen landholders in the townland. In 1861 the population of the townland was 36, being 19 males and 17 females. There were nine houses in the townland and all were inhabited. In 1871 the population of the townland was 31, being 16 males and 15 females. There were six houses in the townland and all were inhabited.(page 296 of census) In 1881 the population of the townland was 26, being 15 males and 11 females. There were five houses in the townland, all were inhabited. In 1891 the population of the townland was 24, being 13 males and 11 females. There were five houses in the townland, all were inhabited. In the 1901 census of Ireland, there are three families listed in the townland, and in the 1911 census of Ireland, there are six families listed in the townland. ==Antiquities== There are no recorded antiquities in the townland. ==See also== * Hugh O'Reilly (Archbishop of Armagh) ==References== ==External links== *The IreAtlas Townland Data Base Category:Townlands of County Cavan ",
    "title": "Tawnagh"
}