{
    "id": "56699003",
    "text": "The White Flags () are an active insurgent group in northern Iraq opposed to the Iraqi government, having taken part in the Iraqi Civil War's last phase and the ongoing Iraqi insurgency (2017–present). == Nature of the group == The exact nature of the White Flags is disputed: * Some, including select Iraqi civil and military officials as well as regional experts, claim that the White Flags are a Kurdish nationalist / secessionist faction which was founded in response to the Iraqi takeover of Kirkuk, with its members referring to themselves as the Kurdish resistance. Some Iraqi officials even claim that they are supported by Peshmerga and the Kurdistan Regional Government, though this was denied by the latter. * According to other sources, the White Flags were formed as union of various insurgent remnants, including Kurdish Islamic State of Iraq and the Levant forces, Ansar al-Islam remnants, Ba'athists affiliated with the Naqshbandi Army, Saddam Hussein loyalists, and Jamaat Ansar al-Sunna members. Per this version, they are probably not connected with the Kurdistan Regional Government in any way. * Bill Roggio, the managing editor of the Long War Journal, said the group could possibly be a re-branding attempt by Ansar al-Islam or simply a mix of Islamist fighters unaffiliated with external organizations or even a Kurdish movement to oppose the Iraqi government. He commented that \"if the White Flag is independent of the Islamic State, I seriously doubt it will emerge as ISIS 2.0,\" adding \"While the Islamic State has lost overt control of territory in Iraq, it still remains a potent guerrilla force with plenty of manpower and resources to threaten the state.\" * The Iraqi government has stated that the White Flags are a front organisation of Ansar al-Islam. == Organisation and tactics == The White Flags are considered to be a terrorist organization by Iraqi officials. In late 2017, an Iraqi-Turkmen MP accused Kurdish leaders of supporting the group. This was denied by the Kurdistan Regional Government. The group's leader Hiwa Chor, a one-eyed militant in his early forties, was a former member of al- Qaeda in Iraq but disagreed with ISIL's ambitious Caliphate plans so left the organization with a Turkman militant from the Diyala Governorate. The group uses various guerilla tactics such as ambushes and utilizes IEDs. It also uses mortars and rockets. The group operates in and around Tuz Khurmatu, has launched frequent attacks on oil fields and routes in the area. ==See also== *Ansar al-Islam *Kurdistan Islamic Union *Kurdistan Islamic Group *Kurdistan Islamic Movement *Kurdistan Islamist conflict *Al-Qaeda Kurdish Battalions *Jama'at Ansar al-Furqan in Bilad al Sham ==References== Category:Salafi groups Category:Jihadist groups in Iraq Category:Rebel groups in Iraq Category:2017 establishments in Iraq Category:Organizations designated as terrorist by Iraq Category:Organizations designated as terrorist in Asia Category:Guerrilla organizations ",
    "title": "White Flags"
}