{
    "id": "56701475",
    "text": "\"New Year's Day\" is a song by American singer-songwriter Taylor Swift, recorded for her sixth studio album, Reputation (2017). The song was serviced to American country radio as a single from the album on November 27, 2017. Swift co-wrote and co-produced the track with Jack Antonoff. ==Background and release== \"New Year's Day\" is a pop music song. It was written and produced by Taylor Swift and Jack Antonoff. Antonoff described that the song \"happened so quickly at my apartment. We texted the next morning to make sure it wasn't a dream.\" The inspiration behind came from a New Year's Eve party at Swift's London residence. About the lyrics, Swift said that \"I was thinking about how everybody talks and thinks about who you kiss at midnight [...] But I think there's something even more romantic about who's gonna deal with you on New Year's Day. Who's willing to give you Advil and clean up the house? I think that states more of a permanence.\" \"New Year's Day\" was one of the last tracks unveiled before Reputation was released, which debuted at a commercial break for the November 9 episode of ABC's Scandal. The song was serviced to American country radio as the album's fourth single on November 27, 2017. ==Critical reception== The song received positive reviews from critics. Vulture said: \"'New Year's Day' isn't the best song on Reputation, but it's one of the best, and like the rest of the good ones it excels because the petulant sense of betrayal that fuels the album elsewhere has receded. It turns out, that, once she [Swift] puts herself in position to express emotions more common and profound than the sense of being an ultrafamous pop musician who got exposed by other ultrafamous celebrities as cold-blooded and duplicitous, that she's still an artistic force to be reckoned with.\" ==Commercial performance== The song debuted at number 40 and later peaked at number 33 on the Hot Country Songs chart. It also peaked at number 41 on Billboard Country Airplay chart and number 44 on Billboard Digital Song Sales chart. It was Swift's first appearance on the Hot 100 and Country Airplay charts since her 2014 single \"Shake It Off\". It has also peaked at number 50 on the Canadian Country chart. ==Live performances== A performance of \"New Year's Day\" recorded live in October 2017 during one of the Reputation Secret Sessions at Swift's home in Rhode Island was broadcast for the first time during a commercial segment of the hit ABC television series Scandal on November 9, 2017. She also performed the song during an episode of The Tonight Show Starring Jimmy Fallon on November 13, 2017. The song is also a regular part of her set list for the Reputation Stadium Tour and is performed at the piano as a mashup with \"Long Live\". On April 23, 2019, she performed a piano rendition of the song at the Lincoln Center for the Performing Arts during the Time 100 Gala, where she was honored. ==Credits and personnel== Credits are adapted from liner notes of Reputation. *Taylor Swift – lead vocals, backing vocals, songwriter, producer *Jack Antonoff – producer, songwriter, programming, instruments, synths *Laura Sisk – engineer *Serban Ghenea – mixing *John Hanes – mix engineer *Randy Merrill – mastering ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! Chart (2017–2018) ! Peak position |- |- |- |- |- |- |} ==Release history== {|class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Country ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label(s) ! scope=\"col\"| |- !Various |November 10, 2017 | | rowspan=\"2\" |Big Machine | |- ! scope=\"row\" | United States | November 27, 2017 |Country radio | align=\"center\" | |} ==References== Category:2017 songs Category:2017 singles Category:Taylor Swift songs Category:Songs written by Taylor Swift Category:Songs written by Jack Antonoff Category:Song recordings produced by Jack Antonoff Category:New Year songs Category:American country music songs Category:Song recordings produced by Taylor Swift ",
    "title": "New Year's Day (Taylor Swift song)"
}