{
    "id": "56706304",
    "text": "Paul Lewis Delaney III (born August 30, 1986) is an American professional basketball player for Elitzur Eito Ashkelon of the Israeli National League. He played college basketball for the University of Alabama at Birmingham before playing professionally in Israel, Russia, Ukraine and France. ==Early life and college career== Delaney attended Chamblee Charter High School in Chamblee, Georgia, where he averaged 21.5 points, 8.6 rebounds and 5.0 assists per contest as a senior. Delaney was rated as the 43rd best player in the Southeast according to Hoop Scoop magazine, earning Nike All-American honors in 2003. Delaney played college basketball for the University of Alabama at Birmingham Blazers, where he averaged 16 points, 4.4 rebounds, 3.4 assists and 2.1 steals per game as a senior. ==Professional career== ===Israel (2009–2012)=== In 2009, Delaney started his professional career with the Israeli team Hapoel Holon, signing a one-year deal. However, on October 23, 2009, Delaney parted ways with Holon and joined Ironi Nahariya for the rest of the season. On December 5, 2010, Delaney signed with Habikaa of the Israeli National League. That season, Delaney led Habikaa to the Israeli Premier League after winning the National League Championship in 2011. One year later, he participated in the 2012 Israeli League All-Star Game. ===Russia (2012–2013)=== On August 10, 2012, Delaney signed with the Russian team Spartak Primorye for the 2012–13 season. ===Ukraine (2013–2014)=== On June 25, 2013, Delaney signed a two-year deal with the Ukrainian team Khimik. Delaney led Khimik to the 2014 Ukrainian League Finals, where they eventually lost to Budivelnyk. In 51 games played during the 2013–14 season, he averaged 11.1 points, 4.2 rebounds, 5.5 assists and 1.7 steals per game. ===France (2014–2015)=== On July 9, 2014, Delaney signed with the French team Cholet for the 2014–15 season. ===Return to Israel (2015–2019)=== On July 26, 2015, Delaney returned to Israel to join Maccabi Kiryat Gat for the 2015–16 season. On March 2, 2016, Delaney was named Israeli League Player of the Month after averaging 22 points, 6 assists, 5.3 rebounds, 3.5 steals for 34 PIR in games played in February. Delaney finished second in efficiency rating (23.7 per game), fifth in scoring (18 per game) and second in steals (2.5 per game) in the entire Israeli League in 2016. On July 30, 2016, Delaney returned for a second stint with Hapoel Holon, signing a one-year contract. On December 20, 2016, Delaney suffered an ACL injury in a match against Hapoel Eilat and was later ruled out for the rest of the season. On February 26, 2018, Delaney signed with Maccabi Rishon LeZion for a one-month temporary contract with an option to extend it for the rest of the season. On March 27, 2018, Delaney parted ways with Rishon LeZion after appearing in 3 games. On December 13, 2018, Delaney signed with Maccabi Hod HaSharon of the Israeli National League for the rest of the season. In 23 games played for Hod Hasharon, he averaged 19.4 points, 5.3 rebounds, 5.0 assists and 2.2 steals per game. ===Return to France (2019)=== On May 6, 2019, Delaney signed with Poitiers Basket 86 of the French LNB Pro B as an injury cover for J. R. Reynolds. ===Third stint in Israel (2019–present)=== On July 22, 2019, Delaney signed with Elitzur Eito Ashkelon for the 2019–20 season. On January 7, 2020, Delaney recorded a career-high 48 points, while shooting 12-of-21 from the field, along with eight rebounds and seven assists in a 132–126 quadruple overtime win over Hapoel Hevel Modi'in. He was subsequently named Israeli National League Round 12 MVP. ==Personal life== Delaney began converting to Judaism while playing for Ironi Nahariya in 2010. In November 2016, Delaney married his Israeli girlfriend, Lital Sharabi. ==References== ==External links== * UAB bio * RealGM profile Category:1986 births Category:Living people Category:American expatriate basketball people in France Category:American expatriate basketball people in Israel Category:American expatriate basketball people in Russia Category:American expatriate basketball people in Ukraine Category:American men's basketball players Category:BC Khimik players Category:BC Spartak Primorye players Category:Cholet Basket players Category:Converts to Judaism from Christianity Category:Elitzur Eito Ashkelon players Category:Hapoel Holon players Category:Ironi Nahariya players Category:Maccabi Hod HaSharon players Category:Maccabi Kiryat Gat B.C. players Category:Maccabi Rishon LeZion basketball players Category:Moadon Kadursal HaBikaa players Category:People from Georgia (U.S. state) Category:Point guards Category:Shooting guards Category:UAB Blazers men's basketball players ",
    "title": "Paul Delaney (basketball)"
}