{
    "id": "56709853",
    "text": "Christa Luft with Witho Holland in 1989 Christa Luft (born Christa Hecht: 22 February 1938) is a German economist and politician of the SED/PDS. Luft joined the SED in 1958. From 18 November 1989 to 18 March 1990 she was economy minister in the Modrow government. From 1994 to 2002 she was member of the Bundestag for the PDS. From 1963 to 1971 Luft was registered as a Stasi informant under the code name IM Gisela. == Life == === Provenance and early years === Christa Hecht was born into a working-class family at Krakow am See, a small market town in the flat countryside to the south of Rostock in northern central Germany. Her father worked as a master machinist. at the VEB Mathias-Thesen-Werft Wismar ship building business in Wismar. Her mother was in charge of a schools kitchen. Her father was away for years at a time during the war, but after 1944 he came safely home, and while she was still small the family moved to Wismar in connection with her father's work. She attended junior school in Bobitz between 1945 and 1952, and then upper school at Grevesmühlen, still in the Rostock area. Like most of her contemporaries, she joined the Free German Youth (\"Freie Deutsche Jugend)\" / FDJ) in 1952, remaining a member till 1964. Shortly before the end of her penultimate year at secondary school she was one of four students - two boys and two girls - picked out by the school director to complete her schooling at the prestigious Workers' and Peasants' Faculty attached to Halle University in the central part of what had become, in October 1949, the German Democratic Republic (East Germany - formerly the Soviet Occupation Zone). Her selection held out the possibility of the chance to travel abroad in the future - which in the context of the time and place meant the Soviet Union or the other fraternal socialist member states of the recently launched Warsaw Pact. It was to facilitate the possibility of international exchange that at Halle much of the teaching took place not in German but in Russian. She was also required to attend an interview before arrangements could be finalised, which from a western perspective seems to have been intended to verify her \"political reliability\". She was able to confirm that she had no close relatives beyond the increasingly impenetrable \"inner frontier\" in \"the other Germany\", and knew to keep her indignation to herself when asked almost casually how she felt about the church. Inwardly she thought the matter was none of the business of her interviewers, but the reply she gave, as she would recall it many years later, was restricted to the observation that she enjoyed listening to organ concerts. Before agreeing to the move she had obtained her parents' advice on it, and during her time at Halle she used to return home on the train to the north of the country regularly. She would later tell an interviewer that early on she nurtured ambitions of working in Veterinary medicine, but during her time at Halle it became clear that this was not an option: her ambition and enthusiasm switched to Economics, albeit always with a special focus on foreign trade. Passing her Abitur (school final exams) as a student at the Workers' and Peasants' Faculty in 1956 opened the way to university level education, and she enrolled as a student at the College of Foreign Trade (\"Hochschule für Außenhandel\") in Berlin-Slaken, then moving on to the Berlin Economics College (\"Hochschule für Ökonomie Berlin\"/ HfÖ) at Berlin-Karlshorst where her teachers included Helmut Koziolek, and from where she emerged in 1960 with a degree in Economics. === Staying on at the Berlin Economics College (\"Hochschule für Ökonomie Berlin\" / HfÖ) === Following her graduation she stayed on at the HfÖ as a research assistant, working for her doctorate which she received in 1964. Her doctoral dissertation concerned \"The key influences of socialist international division of labour and foreign trade on the beneficial impact for societal labour (investigated using an East German example)\" (\" Die wesentlichen Einflüsse der sozialistischen internationalen Arbeitsteilung und des Außenhandels auf den Nutzeffekt gesellschaftlicher Arbeit (untersucht am Beispiel der Empfängerröhrenindustrie der DDR)\"). Her supervisors were Gertrud Gräbig and Manfred Funke. Between 1964 and 1968 she stayed at the HfÖ as an academic employee, with co- responsibility for creating a new academic discipline, that of \"socialist foreign trade\" (\"Leitung des sozialistischen Außenhandels\"), under the direction of Erich Freund, the founding director back in 1954 of the \"Foreign Trade Academy\" (\"Hochschule für Außenhandel\") and co-chairman (from the East German side) of the Committee for inter-German trade. She travelled to the west with this working group in 1966 for a study visit to the Krupp heavy- industry conglomerate in Essen: they also visited Bremen for a meeting with Carl Katz, the co-chairman (from the West German side) of the Committee for inter-German trade. In 1968 Luft received her habilitation, a higher academic qualification which would have opened the way to a full-time academic career, though her own career trajectory would include a parallel political channel. Her lengthily entitled dissertation again addressed the interface between political socialism and foreign trade (\"Zur bewussten Ausnutzung der dialektischen Einheit ökonomischer und psychologischer Marktfaktoren beim Export der DDR nach dem sozialistischen Wirtschaftsgebiet sowie nach kapitalistischen Industrie- und Entwicklungsländern - Das Wesen der Verkaufspsychologie im sozialistischen Außenhandel\"). Her habilitation was supervised by Gertrud Gräbig and Horst Tiedtke. Remaining at the HfÖ, in 1968 Luft received a full-time teaching contract in the newly developed academic discipline, \"socialist foreign trade\" (\"Leitung des sozialistischen Außenhandels\"). Between 1967 and 1970 she worked as assistant dean (\"Prodekanin\") for distance learning at the Foreign Trade faculty. In 1971 she accepted a full professorship in Socialist Foreign Economics (\"für sozialistische Außenwirtschaft \") the HfÖ. Between 1973 and 1977 she served as director of the Socialist Foreign Economics section. She was also a regular visitor to \"the Academy for Foreign Trade and Tourism \"(\"Hochschule für Außenhandel und Touristik\") at Maribor, a city in the northern part of what was at that time known as Yugoslavia. She held a guest professorship at the academy in Maribor which was a partner institution of the HfÖ. Between 1978 and 1981 she was a deputy director of the \"International Institute for the Economic Problems of the Socialist World System\" (\"Internationalen Instituts für ökonomische Probleme des sozialistischen Weltsystems\") attached to the Moscow-controlled Council for Mutual Economic Assistance (\"Совет экономической взаимопомощи\" / Comecon). She was able to build on her contacts with comrade- academics from other socialist countries, representing The Institute at international gatherings and at conferences organised by the United Nations in Geneva and New York City. After returning the German Democratic Republic, between 1982 and 1987, she again served as dean in the Foreign Economics section at the HfÖ. With the Soviet Union investing heavily in modernising its own engineering and heavy industry sectors, the traditionally complementary economic relationship between the Soviet Union and East Germany was becoming more overtly competitive, and economic pressures were forcing the East German government to try and diversify its trading relationships. As a representative of the largest Economics teaching and research institution in the German Democratic Republic, Luft participated during this time in a succession of international congresses at which she made presentations: venues included Athens, Madrid and New Delhi. From 1985 Christa Luft was involved in setting up regular one and two term study visits for HfÖ students of Foreign Economics at the Vienna University of Economics and Business (\"Wirtschaftsuniversität Wien \"). She also initiated a collaboration programme with East European specialists at the Sorbonne (university) in Paris. Out of this there emerged a series of bilateral colloquia in Paris, Lyon and Berlin. In 1987 Christa Luft was appointed a corresponding member of the (East) German Academy of Sciences. By 1988 the HfÖ in Berlin-Karlshorst had been renamed as the Hochschule für Ökonomie Bruno Leuschner. On 28 October of that year Christa Luft was appointed rector of the institution which had by this time been the focus of her professional and academic life for three decades. The accelerating pace of social and political changes over the next year would mean that she stayed in post for slightly more than one year. ===National politics=== In 1989 Christa Luft entered politics at a time of national transition. Between 18 November 1989 and 18 March 1990 she served as first of the three vice-chair of the East German Ministerial Council and as Minister of Economics in the Modrow government. During this time she participated alongside Hans Modrow, in January 1990, in the final Comecon meeting. The meeting was held in Sofia and made the important decision to migrate member states towards a system of trade based on freely convertible currencies, and thereby implicitly put an end to the system of fixed exchange rates within the Eastern bloc. Less than a month later she was in Bonn taking part on the first and last joint cabinet meeting between the East and West German governments, again discussing currency exchange rates, this time between East and West Germany. (There was still little appreciation of the speed with which reunification could and would take place later that same year.) The first (and as matters turned out last) free and fair general election ever held in East Germany took place on 18 March 1990. One result of the new approach was that the Socialist Unity Party (\"Sozialistische Einheitspartei Deutschlands\" / SED), struggling to reinvent itself for a democratic future as the Party of Democratic Socialism (PDS), received only 66 of the 400 seats in the national parliament (\"Volkskammer\"). It was the first time since the foundation of the German Democratic Republic back in October 1949 that the SED) and its proxies had not commanded a comfortable majority in the chamber. Christa Luft was one of the 66 SED/PDS members, elected for the Karl-Marx-Stadt (previously and subsequently Chemnitz) electoral district. She served as chair of the parliamentary budget committee. Nevertheless, with her party excluded from the governing coalition under Prime Minister Lothar de Maizière, she no longer held ministerial office. The Economics Ministry now went to Gerhard Pohl of the centre-right CDU party. During her time as a national politician Christa Luft retained her links with the HfÖ, in charge of the \"East European Economics\" (\"Osteuropawirtschaft\") teaching chair till 1 October 1991, which was when the Berlin senate, a couple of days ahead of reunification, closed down the entire institution. ===After reunification=== Between 1 October 1991 and 31 October 1994 Luft was a member of the governing executive and a lecturer at the \"Berlin Institute for International Education\" (\"Institut für Internationale Bildung Berlin e.V.\") of which she was a co-founder. The focus was to educate a generation Russian speaking economics experts from Russia and the surrounding post-Soviet successor states, especially from Bulgaria and also from China. During this time she accepted a number of invitations to appear as a guest lecturer on the East German experience of political and economic transformation. Within Europe she delivered such presentations at St. Gallen, Mülheim an der Ruhr and the Free University of Berlin. Farther afield she also shared her insights in China and in Vietnam. As part of the unification process 144 members of the East German Volkskammer, including 24 of the PDS members, transferred to the enlarged Bundestag of a reunited Germany. Christa Luft was not one of them. However, she stood for election in the 1994, when the PDS experienced a modest recovery, increasing the number of its seats from 17 to 30. Luft's candidacy, which was as a \"directly elected\" member for the Berlin-Friedrichshain-Lichtenberg electoral district, was successful, with 44.4% of the first preference votes: between 1994 and 2002 she served as a PDS member of the Bundestag. Between 1998 and 2002 she served as chair of the PDS group in the chamber and as the party's parliamentary spokesperson on Economics and budgetary matters. === Later years === Christa Luft regularly wrote a column on politics and economics in Neues Deutschland between 2002 and 2012, in a feature that also included regular contributions from Harry Nick, Robert Kurz and Rudolf Hickel. She remains engaged as a commentator and author. == Memberships == Christa Luft has been a member of the Learned Leibnitz Society since 1993. She is a member of the German Association for East European Studies (\"Deutsche Gesellschaft für Osteuropakunde\") and of the OWUS (\"(Offener Wirtschaftsverband von kleinen und mittelständischen Unternehmen, Freiberuflern und Selbständigen e. V.)\"). She was the first chairperson of the OWUS. Between 2002 and 2008 Christa Luft chaired the Kuratorium (loosely, \"board of trustees\") of the Rosa Luxemburg Foundation. For the subsequent five years, till 2013, she was an elected member of the foundation's executive committee. ==Stasi shadows== During her time as a member of the East German parliament (\"Volkskammer\") at the end of 1989 Luft volunteered to undergo a check to see whether and how she might feature in the surviving Ministry for State Security (Stasi) files. Nothing incriminatory was identified. Luft herself had denied having had any contact with the security services. At this stage there was little appreciation of the size of the Stasi operation nor of the extent to which - despite desperate attempts during the final days of the communist régime to burn the evidence - detailed records of Stasi activities over the previous forty years had survived. Subsequently, after further delving in the Stasi archives revealed that back in 1963, when she was 25, she had signed an undertaking to provide unspecified items of information to the authorities, she stated that she had no recollection of the matter (\"Daran erinnere ich mich nicht\"). During the early 1990s Alexander Schalck-Golodkowski disclosed to (West) German intelligence that Christa Luft had had links with the HVA The HVA was the department of the Ministry for State Security that dealt with \"foreign\" intelligence. In reality it had concentrated on West Germany. Alexander Schalck-Golodkowski was a senior politician and trade official with Stasi connections in East Germany. He provided a large amount of information to western intelligence after the collapse of East German's power structure/ He said that Luft had been handled by a Stasi officer known as Manfred Süß, but this turned out to be incorrect. Luft was a member of the Bundestag between 1994 and 2002: the nature and extent of any past associations she might have had with the Stasi were naturally of interest to the parliamentary authorities. An investigation by the Parliamentary Committee for Election verification, Immunity and Procedure resulted in a careful and detailed report which was published in June 1998. It was established that between 1963 and 1971 Christa Luft had been registered under the cover name \"IM Gisela\" in connection with an operation undertaken by the Stasi's Main Directorate for Reconnaissance (\"Hauptverwaltung Aufklärung\" / HVA) section. She had been recruited shortly before receiving her doctorate. On 31 October 1963 she had signed a handwritten \"declaration of obligation\" statement, of the kind frequently used for informants (\" inoffizieller Mitarbeiter\") recruited by the Stasi. Later in 1963 she had delivered several (three) \"background reports in support of the unmasking of an alleged western spy. However, this was only a 'dummy case' case, used to test her reliability\". Luft never denied the existence of the assignment, although her recollections of it, at a detailed level, were differently nuanced: :\"It was 1963. Two men came to my student lodging and showed me their identity badges. I had no idea what the badges were. They asked me: 'Is it right that you're about to receive your doctorate, and you love the college where you study and are maybe interested in staying on there?' I answered, 'Yes'. 'That is what we thought. Well, we suspect there is someone from somewhere or other in the west who is an intelligence agent who is taking a very close interest in the college. Could you maybe meet up with him sometime and see what he wants?' I was without suspicion and I was very attached to my college. [I had no sense of being pressured or blackmailed.] ... so there I was, where I had been told, in the Coffee/Milk Bar in central Berlin for the tea dance. And there he was sitting at a table .... to cut a long story short, yes. ... What was he doing there? what were his interests? he likes drinking cognac and Pipapo, that sort of stuff .... I met him two or three times, and then I said I had other things to do. Then I was confronted in 1995 with ....\". The investigating Parliamentary Committee reported in addition that Luft had declared herself, \"from 1965, prepared to act as a 'cover address' for receiving postal items on behalf of the Mfs. From the available papers [the enquiry could find no sign that] she ever actually had forwarded anything to them\", however. They thought she had probably contributed by identifying people who might be recruited for MfS \"operational work\". The enquiry reported that \"from the middle of 1966 till 1971, the point of formal termination on Stasi operations in connection with \"IM Gisela\", no documents had been provided evidencing \"IM activity\" by Luft. By 1995 the Stasi records had been archived and citizens had a statutory right to access them, whether for purposes of academic research or simply to understand what personal information the East German security services had held on their movements and contacts. In June 1995 Christa Luft made a personal application to the Gauck Commission (as the relevant agency was then known) to try and find out what information the Stasis had held on her. In respect of her \"IM Gisela\" cover name there were no significant surprises. However, she was unnerved to find out that in 1977 the security services had launched a surveillance operation (\"Operative Personenkontrolle\" / OPK) against her. Luft's work had given her far more access to foreigners than most East German citizens, and there had been concerns that she might betray state secrets to the West German intelligence services. She was particularly troubled to learn that in 1977 the security services had arranged to obtain a duplicate key to her apartment. The key had remained in the hands of the Stasi till the organisation dissolved in 1990. After that it had been handed over to the Stasi Records Agency with all the other papers. Luft was indignant that no one from the records agency had bothered to tell her that they were holding a copy of her front door key. == Awards and honours == * 1981 Patriotic Order of Merit in bronzeBerliner Zeitung. 28. April 1981, p. 4. ==Notes== ==References== == External links == * Biography from German Bundestag Category:1938 births Category:Living people Category:Female members of the Bundestag Category:Party of Democratic Socialism (Germany) politicians Category:Members of the Bundestag for Berlin Category:Members of the Bundestag 1998–2002 Category:Members of the Bundestag 1994–1998 Category:20th-century German politicians Category:20th-century German women politicians Category:21st-century German politicians Category:21st-century German women politicians Category:Members of the German Academy of Sciences at Berlin Category:People of the Stasi Category:Members of the Bundestag for the Party of Democratic Socialism (Germany) ",
    "title": "Christa Luft"
}