{
    "id": "56706305",
    "text": "Evan Eckenrode (born February 11, 1997) is an American comedian, filmmaker, internet personality and former Vine star. Eckenrode is best known for his work on Vine, and on the video platform YouTube. His other projects included collaborations with his roommate Logan Paul, and his frequent livestreams on the popular streaming platform Twitch. Eckenrode began filming Vine videos in his hometown of Smithsburg, Maryland with his high school friends, most of which lightheartedly emphasized his dwarfism. By the time Vine shutdown, Eckenrode amassed a following of over two million viewers. When TubeFilter (a website that interviews social media stars) asked Eckenrode about his YouTube fame, he stated \"Honestly, it feels surreal thinking about having two million subscribers. It’s the best feeling knowing that I get to share my humour and life with so many people. It is humbling to know that I get to connect with so many fans from all demographics and its something I don’t take for granted.\"https://www.tubefilter.com/2018/05/10/youtube-millionaires-dwarf- mamba/ In 2019, Eckenrode co-starred with Logan Paul on his YouTube web series called \"Best Friends\". He additionally appeared in a music video for the well- received song Roxanne by Arizona Zervas who also attended Smithsburg High School with Eckenrode. ==Personal life == Evan Eckenrode was born on February 11, 1997, in Smithsburg, Maryland. After graduating High School, Eckenrode went to Salisbury University for a degree in business but soon left to pursue his career on social media from the urging of Logan Paul. ==References== Category:1997 births Category:Living people Category:Male actors from Maryland Category:Vine celebrities Category:American YouTubers Category:Male YouTubers Category:Video bloggers Category:People with dwarfism Category:Male bloggers Category:People from Washington County, Maryland Category:Salisbury University alumni ",
    "title": "Evan Eckenrode"
}