{
    "id": "56701792",
    "text": "Thomas Sowler (1818-1891), Manchester newspaper proprietor Sir Thomas Sowler (7 July 1818 – 4 April 1891) was an English newspaper proprietor in Manchester. == Early life == Thomas Sowler was born in Manchester to Thomas and Helen Sowler, one of three sons and three daughters. He bore the same name as his father, who in common with his grandfather, had been a printer. The family claimed descent from a Baron Sowler of Normandy and carried on their business initially at Hunt's Bank and later in St Ann's Square, both in Manchester. Thomas Sowler senior established the Manchester Courier newspaper in 1825 and upon his death the business was passed to Thomas junior, who had been educated at Manchester Grammar School, and another son, John. == Career == The brothers sold the book-selling part of their father's business and in 1864 converted the newspaper from a weekly to a daily publication, eventually expanding it from the then common four-page format to one that had twelve or more pages. John died in 1871, leaving Thomas as the sole proprietor of the Conservative Party-supporting organ. In 1874, Sowler established the Manchester Evening Mail and in 1889 he was appointed as the first president of the restructured National Association of Journalists. Sowler was a director of the Manchester Royal Exchange and on the board of several other businesses, as well as being involved with other institutions such as the Manchester Literary and Philosophical Society and the Manchester Natural History Society. He was also a co-founder of the Manchester Free Library and the first secretary of the Manchester branch of the Church Defence Association. Away from business, Sowler was involved with the military from the time of the \"Defence not Defiance\" movement in the 1860s. He joined the 19th Lancashire Volunteer Artillery as a gunner and rose through the ranks to become Lieutenant-Colonel in command of the regiment. In 1874, he resigned from that position and soon after was appointed as successor to the recently dead John Isaac Mawson, who had been Honorary Colonel of the regiment. == Politics == In the 1886 general election, Sowler stood as a Conservative Party candidate in the Manchester South constituency, where he lost by around 350 votes to Sir Henry Roscoe. He was a Justice of the Peace and chairman of both the Manchester Conservative Association and the Conservative Club around the time of his being appointed a Knight Bachelor in the 1890 New Year Honours. == Death and family == Sowler lived at Oak Bank, Victoria Park, Manchester from 1877. He died there on 4 April 1891 and was buried at the Church of St Mary the Virgin, Bowdon. He had married on 25 July 1866 and had several children. His wife, Emily, was the daughter of James Yates, a bleacher. Sowler's sons, notably Thomas and Harry, continued to run his newspapers as a limited company and expanded the stable to include titles such as the Manchester Examiner. == References == Notes Citations Category:1818 births Category:1891 deaths Category:People educated at Manchester Grammar School Category:English newspaper founders Category:Businesspeople from Manchester Category:Knights Bachelor Category:Businesspeople awarded knighthoods Category:Conservative Party (UK) parliamentary candidates Category:Justices of the peace ",
    "title": "Thomas Sowler"
}