{
    "id": "56708622",
    "text": "Oman–Syria relations refer to the relationship between the Sultanate of Oman and the Syrian Arab Republic. Oman has an embassy in Damascus; while Syria has an embassy in Muscat. Both are members of the Arab League (Syria was temporarily suspended in 2012), and despite the ongoing civil war occurring in Syria, Oman has not closed its embassy in Syria and both countries maintain diplomatic relations, in sharp contrast to other Arab states of the Persian Gulf who have cut off diplomatic ties with Syria and closed their embassies. == Syrian Civil War == Following the outbreak of the currently ongoing Syrian Civil War, gulf states including Saudi Arabia, Qatar and Bahrain were quick to declare their support for the Syrian opposition against Syrian president Bashar al-Assad, setting out to isolate the Syrian government by cutting off diplomatic ties, closing down their embassies, expelling Syria from the Arab League and imposing heavy economic sanctions. A notable exception in the policies of the gulf states was Oman, who not only refused to close down their embassies and cut off diplomatic ties, but also refused to support the Syrian opposition, with Omani Foreign Minister Yusuf bin Alawi bin Abdullah stating that Oman’s role in the conflict would strictly be constrained to humanitarian assistance in sharp contrast with Saudi Arabia and Qatar. In August 2015, Oman invited Syrian delegation headed by Foreign Minister Walid Muallem to Muscat to meet with his Omani counterpart, Yusuf bin Alawi bin Abdullah. In October of that same year, Omani Foreign Minister traveled to Damascus, meeting with the Syrian president Bashar al-Assad himself to discuss Syria's ongoing civil war and defeating terrorism while assuring Oman's commitment to Syrian unity and sovereignty, with foreign minister Alawi saying that Oman \"continues to exert every possible effort to help find a solution that would end the crisis in Syria,\". In July 2019, Oman's foreign minister, Yusuf bin Alawi bin Abdullah met with Syrian President Bashar al-Assad and foreign minister Walid Muallem on 7 July. Following the closed-door meeting, the Omani foreign ministry reported that Alawi had delivered a greeting from the Sultan of Oman to the Syrian President and talked about boosting efforts to \"restore stability and security in the region”, as well as strengthening the Omani- Syrian relations. On 5 October, Oman became the first Persian Gulf country to reinstate its ambassador in Syria.https://www.reuters.com/article/syria- crisis-oman-int-idUSKBN26Q16Y == See also == *Foreign relations of Oman *Foreign relations of Syria == References == Category:Bilateral relations of Oman Category:Bilateral relations of Syria ",
    "title": "Oman–Syria relations"
}