{
    "id": "56708914",
    "text": "Antonia Albert (born ) is an Austrian business economist and entrepreneur. In 2015, she co-founded the startup Careship in Berlin, Germany as an online marketplace for in-home senior care. Albert helped raise $4 million in investor funding in 2017, and an additional $6 million in 2018. Careship has expanded to the state of North Rhine-Westphalia as well as the cities of Hamburg, Dusseldorf and Frankfurt. == Careship == When Albert's grandmother became sick in 2014, her family had great difficulty finding a suitable caregiver. In response, she co-founded the startup Careship with her brother Nikolaus Albert to create a virtual marketplace for in-home senior care. Careship uses an online “matchmaking algorithm” to connect families needing senior care with qualified self-employed caregivers. Caregivers can help with common tasks such as cooking, shopping and cleaning. On the platform, caregivers set their own price and Careship handles billing and coordinating insurance payments. Albert and her brother raised $4 million in investor funding for Careship in 2017, and an additional $6 million in 2018. The marketplace was initially only offered in Berlin but has expanded to the state of North Rhine-Westphalia as well as the cities of Hamburg, Dusseldorf and Frankfurt. They would like to expand into Austria in 2018. The business model used by Careship and similar services is controversial. Product testing organization Stiftung Warentest examined cleaning services in October 2014 and came to the conclusion that the service matched the online promise only in four out of ten cases. == Biography == Albert is from Vienna, Austria. She studied business administration in the Netherlands and Switzerland, receiving a BSc in International Business Administration in 2012 and a MSc in Strategic Management in 2013. Before co-founding Careship with her brother, she worked as a business economist for internet holding company Rocket Internet. Antonia was voted one of the 100 most Inspiring Women 2015 by BBC and was included on the 2018 Forbes \"30 Under 30\" list. == References == Category:Year of birth missing (living people) Category:Living people Category:Austrian women in business Category:Austrian businesspeople Category:BBC 100 Women ",
    "title": "Antonia Albert"
}