{
    "id": "56707293",
    "text": "The 2014 Hwaebul Cup was the second edition of the Hwaebul Cup (홰불, Torch) celebrating North Korea's Youth Day. The competition was held between 10 and 28 August 2013, with all matches played at the Yanggakdo Stadium in P'yŏngyang. The competition was arranged in two phases, a group stage followed by a single-elimination play-off semi-finals, and a single-game final.http://www.naenara.com.kp/en/order/pytimes/?page=Sports&no;=18754 Hwaeppul tipped to win namesake tournament] ==Group Stage== Thirteen teams took part in the group stage, with seven in Group A and six in Group B. ===Group A=== Group A was made up of Hwaebul, Kyŏnggong'ŏp, Kwanmobong, Wŏlmido, April 25, Amrokkang, and Ryong'aksan. The group stage opened with a match between Hwaebul and Kyŏnggong'ŏp on 10 August. Hwaebul, considered heavy favourites at the start of the tournament, won with a convincing 3-0 score, going on to win their next three matches against Kwanmobong (5-0), Wŏlmido and April 25 (1-0). April 25 had started out the competition by winning their first four matches, 4-1 against Amrokkang, 3-1 against Kyŏnggong'ŏp, 3-0 against Ryong'aksan, and 3-0 against Kwanmobong. Ryong'aksan had started off with a 3-2 win over Kwanmobong, whilst Wŏlmido and Amrokkang drew 1-1 in their opening match. Hwaebul and April 25 went on to advance to the semi-finals. Table based on known results. ====Known results==== ===Group B=== Group B included Sobaeksu, P'yŏngyang City, Myohyangsan, Ponghwasan, Rimyŏngsu, and one other club. Rimyŏngsu had been tipped as favourites, but the opening match of the group, that they played against Sobaeksu, surprised observers with a 3-2 result in favour of Sobaeksu on 15 August. The group was topped by Sobaeksu and P'yŏngyang City, both of which had had two wins and two draws in their first four matches. Table based on known results. ====Known results==== ==Semi-finals== Hwaebul and April 25 qualified for the semi-finals from Group A, and Sobaeksu and P'yŏngyang City from Group B; the first place finisher of each group played the second-place team from the other group. April 25 and Hwaebul won their matches to advance to the final.4.25-Sobaeksu 1:0, Pyongyang City-Hwaebul 0:2 ==Final== Hwaebul and April 25 advanced to the final, which was played at Yanggakdo Stadium on 28 August, with April 25 emerging victorious with a 1-0 score. {| width=92% | |- | | |} {| width=95% |- align=center |2014 Hwaebul Cup 100px April 25 2nd Title |} ==References== Category:DPR Korea Football League seasons 1 Korea Korea Category:Hwaebul Cup ",
    "title": "2014 Hwaebul Cup"
}