{
    "id": "56701054",
    "text": "The University of Western Australia Medical School is the medical school of The University of Western Australia, located in Perth, Australia. Established in 1957, it is the oldest medical school in Western Australia, with over 6000 alumni. Well-known for its research and clinical teaching, the medical school is ranked 8th in the world and 1st in Australia by the 2019 Academic Ranking of World Universities in clinical medicine. The medical school is affiliated with various teaching hospitals in Perth such as Royal Perth Hospital and Sir Charles Gairdner Hospital. The medical school is also heavily affiliated with the Queen Elizabeth II Medical Centre and its various research institutes. The school has prominent researchers and clinicians amongst its faculty and alumni, including Nobel Prize laureates Barry Marshall and Robin Warren (awarded for the discovery of the Helicobacter pylori bacterium); recipients of the Australian of the Year award Fiona Stanley and Fiona Wood; and cancer researcher Richard Pestell. The school has produced 11 Rhodes Scholars. ==History== The Fiona Stanley Hospital, one of the teaching hospitals of the medical school. Before 1957 and the establishment of the medical school, medical students spent a year at UWA before completing their degree at the University of Adelaide or another medical college. A first fundraising appeal for a new medical school was made in 1950, but enjoyed little success. However, due to the booming post-war population of the state, the second fundraising appeal in 1955 garnered significant financial support, and so the new medical school was formally established in 1957 with teaching commencing in the same year. The initial funding of the medical school largely came from the local government and the various communities of Western Australia. 1959 saw the first graduating medical students who were awarded Bachelor of Medicine, Bachelor of Surgery (MBBS) degrees. Buildings of the Queen Elizabeth II Medical Centre. Clinical teaching years are mainly done at the health campus situated there. In 1977, the Sir Charles Gairdner hospital was incorporated into the renamed Queen Elizabeth II Medical Centre. The Perth Medical Centre Act 1966 a few years before established the medical centre and provided the University of Western Australia membership of the trust that is responsible for the management of the land. Nowadays the medical school runs a variety of research collaborations with the medical centre. ==Campus== Most pre-clinical sciences are taught at the University's main campus. The UWA Health Campus, located at the Queen Elizabeth II Medical Centre, is responsible for most of the clinical teaching done during the course. Although large hospitals in the health campus such as Sir Charles Gairdner Hospital provide most of the clinical education for medical students, a significant number of students are also rotated through rural clinics associated with the university, such as the Rural Clinical School of Western Australia, an affiliated campus for rural clinical education. The various departments of the medical school are also located at the health campus, along with the medical and dental library of the university. The Oral Health Centre of WA and UWA Dental School are also located at the UWA Health Campus, situated next to the library. Because of its proximity, students are able to commute easily between the main campus and the health campus by bicycle. ==Curriculum== Prior to 2012, the primary medical qualification of MBBS was awarded to students who completed either the six year undergraduate degree program or the four year graduate-entry program. After 2012, the MBBS program was discontinued, replaced by the four year graduate-entry Doctor of Medicine degree. However, to ensure accessibility from high school, the medical school offers many Direct Assured Bachelor-MD pathway places to performing school-leavers, which can be completed in six years. Both the MBBS and MD degrees are recognized by the Australian Medical Council and the Singapore Medical Council for provisional registration. The first year of the medical course starts with foundational Science-based units including systems-based learning. Integrated medical practice begins in second year. The start of the second year has a clinical skills block followed by hospital placements. The third and fourth years continue with integrated medical practice, with various rotations and electives in fields including general practice, paediatrics, surgery, internal medicine, obstetrics and gynaecology, psychiatry and ophthalmology. The rotations are done in the major hospitals in the state. Since the state of Western Australia is the second largest country subdivision, a significant number of students also choose to train in the Rural Clinical School of Western Australia, where the standard curriculum and rotations are done in a rural setting. Teaching methods include tutorials, early clinical exposure, lectures, and problem-based learning. The Western Australian Medical Students' Society is the main society for medical students at the university, and represents the medical students' interests. It is responsible for some of the largest events at the campus and endeavours to involve students in medical networking, conferences, and other activities. The society was founded in 1946 for Western Australian medical students in Adelaide. Therefore the society predates the formation of the medical school itself. The society also issues awards and advice to current and past medical students. ==Research== Research is a large component of the Faculty of Health and Medical Sciences. The university has major research divisions in areas such as internal medicine, pharmacology, paediatrics, population health, psychiatry, surgery, neuroscience and pathology. Much of the research is supported by the Raine Medical Research Foundation, the largest bequest to the university for medical research and collaborations. The university is affiliated with the following centres and institutes: * Centre for Clinical Research in Neuropsychiatry * Centre for Genetic Origins of Health and Disease * Centre for Neonatal Research and Education * Centre for Musculoskeletal Studies * Oral Health Centre of Western Australia * Australian Neuromuscular Research Institute * Lions Eye Institute * Lung Institute of Western Australia * Telethon Kids Institute * Harry Perkins Institute of Medical Research The Queen Elizabeth II Medical Centre, viewed from Kings Park, Western Australia. Visible buildings include Sir Charles Gairdner Hospital and the Harry Perkins Institute of Medical Research ==Affiliated hospitals== * Royal Perth Hospital * Sir Charles Gairdner Hospital * Fiona Stanley Hospital * King Edward Memorial Hospital for Women * Rural Clinical School of Western Australia * Fremantle Hospital * Perth Children's Hospital * Joondalup Private Hospital * Rockingham General Hospital * Armadale Kelmscott District Memorial Hospital ==Notable alumni and faculty== * Barry Marshall - Alumnus and recipient of the 2005 Nobel Prize in Physiology or Medicine for the discovery of Helicobacter pylori and its role in gastric ulcers and stomach cancer. Currently professor of Clinical Microbiology at the medical school. * Fiona Stanley - Alumnus of the medical school and renowned epidemiologist and paediatrician for her research on public health and birth disorders such as cerebral palsy. A recipient of the Australian of the Year award, the Fiona Stanley Hospital is named in her honour. * Fiona Wood - British-born plastic surgeon who is a clinical professor at the medical school. Inventor of the spray-on skin and is also the head of the Royal Perth Hospital's burn centre. Also a recipient of the 2005 Australian of the Year award. * Richard Pestell - Alumnus and president of the Pennsylvania Cancer and Regenerative Medicine Research Center (PCARM) at the Baruch S. Blumberg Institute. Former executive vice-president of Thomas Jefferson University and director of the Sidney Kimmel Cancer Center. Highly cited researcher in the field of cell cycle (#1), prostate cancer (#1), oncology (#3) and breast cancer (#7) according to Google Scholar. * Colonel G. Wells - Alumnus and former head of the Royal Australian Army Medical Corps. * Robin Warren - Former professor, he shared the 2005 Nobel Prize in Physiology or Medicine with Barry Marshall. * Michael Gannon (obstetrician) - Alumnus and former president of the Australian Medical Association. * Colin L. Masters - Renowned Alzheimer's researcher. He and his colleague Konrad Beyreuther were the first to characterise the amyloid protein that forms the cerebral plaques observed in Alzheimer's and Down Syndrome. * Ian Constable - Founder and director of the Lions Eye Institute, ophthalmology professor. * Roberta Jull - First female physician in Perth, former Senate member of the university. * Aileen Plant - Alumnus and former renowned epidemiologist. * Richard Alan Fox - Faculty physicist. Gave lectures for 1st and 2nd year medical students on the subject of medical physics. * Jonathan Carapetis - Paediatrician and infectious disease specialist. Winthrop Professor at the university. * George Bedbrook - Orthopaedic surgeon, was one of the main figures behind the Australian Paralympic movement and the Commonwealth Paraplegic Games. Served as the clinical sub-dean of the medical school. * Ric Charlesworth - Alumnus and former Olympian, sports coach, and politician. He won an Olympics silver medal in field hockey, and coached the women's team (Hockeyroos) to win two Olympic gold medals. * Rachel Harris - Alumnus and former Olympic swimmer. Won a gold medal at the 1998 Commonwealth Games for 800m freestyle. * Alan Eggleston - Alumnus and politician, served as a Liberal member of the Australian Senate from 1996 to 2014, representing Western Australia. * Kim Hames - Alumnus and politician, former Deputy Premier of Western Australia and Liberal member of the Western Australian Legislative Assembly. * Graham Jacobs - Alumnus and politician, former Liberal member of the Western Australian Legislative Assembly. * George Jelinek - Alumnus, professor and founder of the Neuroepidemiology Unit at the Melbourne School of Population and Global Health. == References == Category:University of Western Australia Category:Medical schools in Australia Category:1957 establishments in Australia ",
    "title": "University of Western Australia School of Medicine"
}