{
    "id": "56710789",
    "text": "\"Heart Is Full\" is a song recorded by Swedish indie pop band Miike Snow for their third studio album, iii (2016). Written by the band alongside Vincent Pontare, the song contains elements from Marlena Shaw's 1967 recording of \"Waiting for Charlie to Come Home\", penned by Bob Hilliard and Burt Bacharach. \"Heart Is Full\" is an electropop and hip hop song with instrumentation provided by drums, horn and Wurlitzer electric piano. Described by the band as different from their other work, the song was selected as the album's lead single as vocalist Andrew Wyatt deemed it a \"jarring reintroduction\" following the band's three-year break. The single was released on 30 October 2015 through Jackalope and Atlantic. \"Heart Is Full\" received mixed reviews from critics; some applauded the use of the sample combined with the hip hop beat, while others felt it was uninspired as a whole. The single became the band's first entry on the American Hot Rock Songs chart, peaking at number 41\\. Elsewhere, it managed to chart at number 194 in France. The accompanying music video was directed by Lance Drake and pays homage to several works of science fiction. An official remix of \"Heart Is Full\" featuring American rap duo Run the Jewels was released on 20 November 2015\\. ==Background== \"Heart Is Full\" samples \"Waiting for Charlie to Come Home\" by Marlena Shaw. \"Heart Is Full\" was written by Miike Snow's three members, Christian Karlsson, Pontus Winnberg and Andrew Wyatt, in collaboration with Vincent Pontare, for the band's third studio album, iii (2016). Bob Hilliard and Burt Bacharach received writing credits due to the inclusion of the \"Waiting for Charlie to Come Home\" sample, as performed by Marlena Shaw. The song is built upon a pre-existing instrumental hip hop track, a basis from which the band had not worked before. Pontare suggested using the instrumental, which utilized Shaw's vocal snippets. The band offered to credit the track's unspecified producer, but they declined as they did not have clearance to sample Shaw. The band then cleared it properly for \"Heart Is Full\". Wyatt explained to Rolling Stone that the song is a \"total departure\" from the band's previous albums and asserted, \"I think we challenged ourselves and we still ended up making stuff that's good. I think if people have an open mind, then they'll probably still be satisfied, but in a different way than they were with 'Animal'.\" He perceived its sound as \"interesting\", calling it a combination of a \"Troggs song and a Just Blaze beat\". He felt that he \"hadn't heard that before\" and that the song \"deserved a place on the album\". Musician Danger Mouse suggested to Wyatt to select \"Heart Is Full\" as the album's lead single. As the band had not released a single in over three years, Wyatt viewed it as \"the most jarring reintroduction\" they could opt for. In an interview for Spin, Winnberg argued a standout track like \"Heart Is Full\" is best used as a lead single, \"If you have one track like that, that really stands out from the rest, isn't [first] the best place to put it? Rather than to have it somewhere floating around in the back? That's more of a fun thing to do.\" The band debuted the full track on Zane Lowe's radio show World Record on Apple Music's station Beats 1 on 29 October 2015. Soon thereafter, the song became available for streaming on Miike Snow's YouTube channel, followed by a digital release the next day. ==Composition and lyrics== Musically, \"Heart Is Full\" is a mid-tempo electropop and hip hop song with funk, jazz and pop rock influences. It contains elements of Marlena Shaw's 1967 rendition of \"Waiting for Charlie to Come Home\" and instrumentation based on drums, horn, percussion, synths and Wurlitzer electric piano. The piece incorporates \"blaring, brass-blasted soul snippets\" of Shaw, including \"Wha!\" outbursts as part of its backing. Describing the record, Wyatt stated, \"The thing I like about 'Heart Is Full' is that it's kind of like a 60s garage music song like Troggs or something over a 90s hip hop beat.\" According to Rawiya Kameir of The Fader, the drum arrangement recalls DJ Premier. Similarly, Alex Gale of Billboard wrote that is sounds \"like a DJ Premier remix, with a chopped-up soul sample and huge drums giving Wyatt's Auto-Tuned pop-rock hook a muscular jolt\". Lyrically, the song speaks of promising to commit to a woman. The chorus sees Wyatt singing \"Please don't knock over my heart / Because my heart is full of you\". ==Reception== \"Heart Is Full\" received mixed reviews from music critics. Michelle Geslani, writing for Consequence of Sound, viewed the single as a \"bold comeback track\" and complimented its \"rich, soul samples, thundering beats, and larger-than-life melodies that'll make you forget Miike Snow was ever gone to begin with\". Both AllMusic's Neil Z. Yeung and Eric Renner Brown of Entertainment Weekly perceived it as a highlight on iii; Yeung described it as \"bombastic\" while Renner Brown deemed it \"the album's wildest highlight\". Ben Hogwood of musicOMH called \"Heart Is Full\" an \"excellent\" song, praising it for combining the Shaw sample with \"broad hip hop beats\". Sean Maunier of Metro Weekly viewed the single as \"powerful\" and applauded the integration of the sample, and Alex Hudson of Exclaim! praised the catchiness of the chorus. Clash writer Luke Winstanley was more critical of the single, writing that it \"feels particularly contrived\". He critiqued the \"uninspired\" use of the sample which he believed \"doesn't add anything\". Rachel Brodsky of Spin also had a negative view of the song, arguing that it \"just doesn't know what rhythm it wants to ride\". She wrote, \"Ostensibly, everything about the iii lead single should work — that full-figured 'Wha!' outburst, with its accompanying horns and slow-stomping percussion. But the song's start-stop- start construction never delivers the payoff to justify the auditory whiplash it gives the listener.\" Commercially, the single achieved minor chart success. It became Miike Snow's first entry on the French singles chart, debuting and peaking at number 194. It is also the band's first single to chart in the United States, with a peak position of number 41 on the Hot Rock Songs chart. Additionally, \"Heart Is Full\" peaked at number 19 on two of Billboard charts ranked by digital sales, Alternative Digital Songs and Rock Digital Songs. ==Music video== Lance Drake directed the accompanying music video for \"Heart Is Full\". Drake told Entertainment Weekly that he was inspired by several works of fiction, including Ghost in the Shell, The Fifth Element and Mortal Kombat. He said, \"For the video, we wanted to create a world loaded with zillions of comic book, sci-fi, and video game references from my childhood fantasies. Nearly every frame has a small homage.\" Drake's goal was to create \"fierce, female characters in total control of an over-the-top world\". The video sees Braina Laviena in the lead role, which he described as having \"a killer charm and a stealth sensitivity.” The video begins with Laviena standing atop a skyscraper, overlooking the city's skyline. In the next scene, she is chasing a man while doing cartwheels. She ultimately kills the man with a projectile weapon in the shape of a jackalope and steals his car keys. She arrives at the hideout of another woman, portrayed by Akemi Look, showing her she killed the man. This angers Look and the two have a showdown where Laviena kills Look's accomplices. Following a fight, the music ends before Laviena tearfully strangles Look at a rooftop in complete silence. The music video premiered on 11 November 2015 via Miike Snow's official Facebook page. Andrew Unterberger of Spin interpreted the video as a \"bizarre mini-action movie set in the Japanese underground\". He described it as \"Blade Runner crossed with the Crazy 88s fight scene from Kill Bill.\" ==Remixes== American rap duo Run the Jewels appear on an official remix of \"Heart Is Full\". An official remix of \"Heart Is Full\" featuring American hip hop duo Run the Jewels, consisting of Killer Mike and El-P, premiered on 19 November 2015 on The Fader. The collaboration came about when the band heard the duo were fans of them. They asked the rappers whether they would be interested in recording a remix of \"Heart Is Full\", and the duo accepted, completing their lines within 72 hours. Wyatt said he was \"super excited, but cautiously so\" as he worried it would come off sounding \"too retro\". He felt that it could end up lacking progressive qualities, but said that Mike \"found this riff through the song that was so perfect that you can't even classify it in a genre or a year\". Wyatt explained he \"couldn't stop smiling\" when he first heard Mike's verse as the rapper had \"found that flow, the rhythm to his lines that was undeniable\". American rapper Young Thug was also in talks of appearing on the track; Wyatt said it \"almost happened\" while in New York, but the rapper had to leave early and the collaboration fell through. The Run the Jewels remix was released for download on 20 November 2015. Hudson, writing for Exclaim!, said that while the arrangement is the same as the original version, Mike and El-P \"drop by for a couple of full-throttle verses, and they offer a rather twisted take on romance\". Spin James Grebey wrote that the duo \"dominat[e] the booming beat with an impact that lingers well after their verses end\", and Geslani of Consequence of Sound said they \"effectively elevate the whole thing to entirely new levels of hip-hop/soul/pop bliss\". The remix appears on iii as a digital bonus track. Another remix produced by English DJ Mark Ronson was digitally released on 30 September 2016. ==Track listings== *Digital download #\"Heart Is Full\" – 3:33 *Remix download #\"Heart Is Full\" (remix featuring Run the Jewels) – 3:58 *Remix download #\"Heart Is Full\" (Mark Ronson remix) – 4:55 ==Credits and personnel== Credits are adapted from the iii liner notes. *Songwriting – Christian Karlsson, Pontus Winnberg, Andrew Wyatt, Vincent Pontare, Bob Hilliard, Burt Bacharach *Production – Miike Snow *Vocals – Andrew Wyatt *Wurlitzer – Andrew Wyatt *Horns – Apocalyptic Brass Collective *Engineering – Erik Fernholm, Johannes Raassina *Mixing – Johannes Raassina, Miike Snow *Mastering – Randy Merrill, Tom Coyne ==Charts== {| class=\"wikitable sortable plainrowheaders\" !scope=\"col\"|Chart (2015) !scope=\"col\"|Peak position |- |- |} ==Release history== {| class=\"wikitable plainrowheaders\" |- !scope=\"col\"| Country !scope=\"col\"| Date !scope=\"col\"| Format !scope=\"col\"| Version !scope=\"col\"| Label !scope=\"col\" | |- !scope=\"row\" rowspan=\"2\"|Various countries |30 October 2015 |rowspan=\"2\"|Digital download |Original version |rowspan=\"4\"| | |- |20 November 2015 |Run the Jewels remix | |- !scope=\"row\"| Italy |27 November 2015 |Contemporary hit radio |Original version | |- !scope=\"row\"|Various countries |30 September 2016 |Digital download |Mark Ronson remix | |} ==References== ==External links== * * Category:2015 singles Category:2015 songs Category:Swedish hip hop songs Category:Miike Snow songs Category:Songs with music by Burt Bacharach Category:Songs written by Christian Karlsson (record producer) Category:Songs written by Pontus Winnberg Category:Songs written by Andrew Wyatt Category:Songs written by Vincent Pontare Category:Song recordings produced by Bloodshy & Avant ",
    "title": "Heart Is Full"
}