{
    "id": "56714415",
    "text": "Fred A Henderich (1879 – 1941) was a leading architect of the Florida land boom of the 1920s. He was a native of New York and graduated from Columbia University. Henderich came to Saint Augustine in 1905 to work for Henry Flagler's Florida East Coast Hotel Company and lived and worked in the city for over twenty years. ==Buildings== Henderich designed multiple bungalow style homes in Saint Augustine — many on Saint George Street south of Saint Francis, where his father-in-law developed a large tract of land. These homes exhibited native wood shingles, palm tree porch posts, and coquina stone fireplaces. Houses include: * 5 Tremerton Street, Saint Augustine * 21 Water Street (1905), Saint Augustine * 48 Sevilla Street, Saint Augustine * 178 Bay Street, Saint Augustine * 287 Saint George Street, Saint Augustine * 297 Saint George Street (1914), Saint Augustine * 404 Old Quarry Road (1917), Anastasia Island Henderich also took advantage of the area's natural resources to bring the Mediterranean Revival style to Florida in civic architecture. After the original Flagler Hospital was destroyed by fire in 1916, Mary Lily Kenan (the widow of Henry Flagler) and the hospital's ladies auxiliary raised funds toward construction of a new building. The new Flagler Hospital opened in 1921, designed by Henderich with a stucco shell dash exterior and a red tile roof. In 1925, Henderich designed a masonry structure at 120 Martin Luther King Ave (then Central Avenue) which served as Saint Augustine's first public high school for African-Americans. The Colored School was renamed Excelsior in 1928 and served as Lincolnville's community center for over forty years. It was retired as a high school in 1968 and reopened as the Excelsior Museum and Cultural Center in 2005. Henderich's major Florida buildings include: * Saint Augustine Record Building (1906), 154 Cordova Street in Saint Augustine * Solla-Carcaba Cigar Factory (1909), 88 Riberia Street in Saint Augustine * Plaza Bandstand (1918), Saint Augustine * Saint Johns County Courthouse (1918), southwest corner of Charlotte and Treasury Streets in Saint Augustine * Flagler Hospital (1921), Marine Street in Saint Augustine * Florida Normal and Industrial Institute (1924), West King Street and Holmes Boulevard in Saint Augustine * Hastings High School (1924), 6195 South Main Street in Hastings * Excelsior School (1925), 120 Martin Luther King Avenue in Saint Augustine * Marineland (1937), Anastasia Island * Saint Augustine Visitor's Center ==References== Category:1879 births Category:1941 deaths Category:Columbia University alumni Category:American architects ",
    "title": "Fred A. Henderich"
}