{
    "id": "56710028",
    "text": "Schematic showing a Rydberg polaron. Strontium atoms (in yellow) fit inside the orbit between the nucleus (in red) and the electron (in blue) of a Rydberg atom. A Rydberg polaron is an exotic state of matter, created at low temperatures, in which a very large atom contains other ordinary atoms in the space between the nucleus and the electrons. For the formation of this atom, scientists had to combine two fields of atomic physics: Bose–Einstein condensates and Rydberg atoms. Rydberg atoms are formed by exciting a single atom into a high-energy state, in which the electron is very far from the nucleus. Bose–Einstein condensates are a state of matter that is produced at temperatures close to absolute zero. Polarons are induced by using a laser to excite Rydberg atoms contained as impurities in a Bose–Einstein condensate. In those Rydberg atoms, the average distance between the electron and its nucleus can be as large as several hundred nanometres, which is more than a thousand times the radius of a hydrogen atom. Under these circumstances, the distance between the nucleus and the electron of the excited Rydberg atoms is higher than the average distance of the atoms of the condensate. As a result, some atoms lie inside the orbit of the Rydberg atom's electron. As the atoms don't have an electric charge, they only produce a minimal force on the electron. However, the electron is slightly scattered at the neutral atoms, without even leaving its orbit, and the weak bond that is generated between the Rydberg atom and the atoms inside of it, tying them together, is known as the Rydberg polaron. The new state of matter was predicted by theorists at Harvard University in 2016 and confirmed in 2018 by spectroscopy in an experiment using a strontium Bose–Einstein condensate. Theoretically, up to 170 ordinary strontium atoms could fit closely inside the new orbital of the Rydberg atom, depending on the radius of the Rydberg atom and the density of the Bose–Einstein condensate. The theoretical work for the experiment was performed by theorists at Vienna University of Technology and Harvard University, while the actual experiment and observation took place at Rice University in Houston, Texas. == See also == *Bose–Einstein condensates *Rydberg atoms == References == == External links == *Creation of Rydberg Polarons in a Bose Gas, original article at Physical Review Letters. Category:Condensed matter physics Category:Exotic matter Category:Phases of matter ",
    "title": "Rydberg polaron"
}