{
    "id": "56712508",
    "text": "The traditional food of the Azerbaijani people of the Southern Caucasus includes a wide variety of soups and stews. The following is a list of some of the most popular dishes in this category. == Azerbaijani soups and stews == Dovga Azerbaijani Dushbara Piti * Badimjan borani is an Azerbaijani style vegetarian dish. It is made of layers of eggplants, tomatoes and potatoes. * Bozartma (lamb stew) is a Caucasian soup with lamb popular in Georgia and Azerbaijan. The word bozartma is derived from the Azerbaijani word bozartmaq which means 'cooked chunk of meat'. Lamb shank needs to be steamed for a long time before it is fully cooked. * Chicken soup exists in almost every cuisine, and in Azerbaijani as well. There is no concrete recipe, chicken can be combined with different varieties of herbs, spices, dried fruits, etc. *Dovga is a soup made of plain yoghurt and a variety of herbs. The soup can be served either cold after a meal or warm. Different herbs may be used for cooking dovga – coriander, dill, mint, chervil, mountain parsley, etc. * Dushbara is a soup made of dumplings of dough with ground meat inside and boiled in lamb broth. Azerbaijani women should be able to make these dumplings as tiny as possible, so that ten of them fit in a tablespoon. Dushbara is usually served with vinegar. * Etli dovga is a variety of dovga. The difference is that etli dovga has lamb meatballs in it. * Gurza is another variation of dumplings filled with meat. This dish is named after a snake which inhabits Absheron peninsula, because when the dough is folded around the meat it resembles the diamond pattern on the back of a gurza snake. Gurza is made of lamb. * Khamrashi is noodle soup. Noodles used for khamrashi are called arishta in Azerbaijani language. Khamrashi can be made with beef, lamb or chicken broth. * Khash is cow's-foot tendon stew or soup. It is a traditional Azerbaijani dish eaten on weekend mornings during winter. Khash has to be cooked for at least 8 hours, until the broth becomes very thick. Cow’s stomach and head may also be used for cooking khash. * Kyufta bozbash, the traditional Azerbaijani dish, is usually eaten during wintertime. It is made of ground beef or lamb formed into medium-sized balls. The word kyufta originates from the Persian word kuftan, which means 'to beat', because the meat for kyufta needs to be beaten before being formed into balls. The word bozbash comes from Turkish- Azerbaijani words boz, which is translated as 'gray', and bash which is translated as 'head'. It is served with a variety of vegetables. * Ovdukh is cold yoghurt and herb soup. Traditionally, it contains cucumber and herbs. Hard-boiled eggs and minced meat can sometimes be added. * Parcha bozbash is a variety of kyufta bozbash. The only difference is that parcha bozbash is made of large pieces of lamb. * Piti is the signature dish of the Sheki region of Azerbaijan. Piti is cooked in ceramic clay pots called dopu. It is traditionally made of chickpeas soaked in water overnight, lamb, onion, saffron, chestnut, dried plum and sheep tail fat. Piti should be eaten in two steps. First comes the soup with bread, then the remaining part. * Sabzi qovurma is a mixture of Persian and Turkish cooking. The word sabzi came into the Azerbaijani language from Iran. It is translated from Persian as 'green', and this word refers to herbs and vegetables. The word qovurma in Azerbaijani and Turkish means 'fried'. Traditionally, this dish is made of stewed meat and herbs, and is usually served with rice. *Sulu khingal is the national Azerbaijani dish, which can be served as either a first or second course. This dish should not be confused with Georgian khinkali, which is completely different. Sulu khingal is made of lamb, pieces of dough and chickpeas. Pieces of dough (called khingal) are cooked in meat broth together with meat. Sulu khingal is served with mint and wine vinegar. == See also == Azerbaijani cuisine == References == Category:Azerbaijani soups Category:Azerbaijani stews ",
    "title": "List of Azerbaijani soups and stews"
}