{
    "id": "56714233",
    "text": "Eleonore von Habsburg-Lothringen (Eleonore Maria del Pilar Iona Christina Jelena; born 28 February 1994) is an Austrian jewellery designer, fashion model, and member of the House of Habsburg-Lorraine. == Early life and background == Eleonore Habsburg was born in 1994 in Salzburg to Archduke Karl von Habsburg, a politician and head of the House of Habsburg-Lorraine, and Baroness Francesca von Thyssen-Bornemisza de Kászon et Impérfalva, an art collector and by birth member of the Thyssen-Bornemisza family. Her maternal grandparents are Baron Hans Heinrich Thyssen-Bornemisza and Fiona Frances Elaine Campbell-Walter, a model with aristocratic background, whose father Vice-Admiral Keith McNeill Campbell-Walter was Aide-de-camp to King George VI. Her paternal grandparents were Archduke Otto Habsburg, Crown Prince of Austria and Princess Regina of Saxe-Meiningen. Her paternal great-grandparents Charles I of Austria and Zita of Bourbon-Parma were the last Emperor and Empress of Austria. Her brother is race car driver Ferdinand Zvonimir von Habsburg. == Education and career == Habsburg attended boarding school in Gstaad before studying law at the European Business School London. She completed her master's degree at Istituto Marangoni Milan in Fine Jewellery Design in 2020 and works as a jewelry designer.https://www.townandcountrymag.com/society/tradition/a33403585/eleonore- von-habsburg-jerome-dambrosio-royal-wedding-photos/ Habsburg has also worked as a fashion model, being featured in advertisement campaigns and walking the runway for Dolce & Gabbana. == Personal life == On 20 July 2020, Eleonore Habsburg married Belgian race car driver Jérôme d'Ambrosio in a small civil ceremony at the Civil Registry of Monaco. == References == Category:1994 births Category:Living people Category:Austrian female models Eleonore Eleonore von Habsburg Category:European Business School London alumni Category:Fashion influencers Category:Women bloggers ",
    "title": "Eleonore von Habsburg"
}