{
    "id": "56711287",
    "text": "A lama conveying rainwater into the doline Pulo di Altamura Lama is a local toponym that denotes a wide furrow in the ground typical of the Murge landscape. Lamas convey rainwater from the Murge plateau to the endpoint of the drainage basin they belong to. Lamas are generally confused with rivers or streams. There is a big difference between lamas and streams, since lamas collect only rainwater of their drainage basin, while they are completely dry when there is no rain. Moreover, in lamas water mostly flows underground and just a small amount of the rainwater flows on its surface. As for lamas, surface runoff is greatest in the extreme and uncommon situations of heavy rain. Lamas usually contain fertile soil, that deposited over the millennia due to the erosion and they are usually cultivated. Since they contain fertile soil, they are distinguishable from the nearby typical area of the Murge plateau, that is almost everywhere stony, arid and hard to grow. Lamas also occur in proximity of such notable dolines as Pulo di Altamura, Gurio Lamanna and Tre Paduli. Those lamas prove that the above dolines originated due to karst processes, that is the double action, both mechanical and chemical, of the rainwater conveyed by the lamas. == Characteristics == Lamas are made up of alluvial soil deposited over the millennia and they are very fertile, in juxtaposition with the fractured limestone rocks typical of the Murge plateau. For this reason and for the rainwater frequently flowing through the beds of the lamas, they have been inhabited and cultivated since the Neolithic Age. The existence of lamas is due to the karst processes of Apulia region and Murge. The fractured limestone rocks turn out to be highly permeable to rainwater (limestone itself is not particularly permeable, but if heavily fractured, it becomes extremely permeable). The high permeability of the whole region is responsible for the low surface runoff and the higher amount of water flowing underground. Inside lamas, rainwater also flows on its surface, but in a smaller amount. Rainwater flowing underground follows almost the same path as the lama's. This is due to the capillary fringe (Water table). == See also == * Karst * Murge * Alta Murgia National Park * Pulo di Altamura * Pulicchio di Gravina * Gurio Lamanna == References == == Bibliography == * == External links == * http://www.michelemonno.it/masserie/morfologia.html Category:Geologic formations of Italy Category:Geography of Apulia ",
    "title": "Lama (geology)"
}