{
    "id": "56724635",
    "text": "The Barricade is a 1921 silent American melodrama film, directed by Christy Cabanne. It stars William H. Strauss, Katherine Spencer, and Kenneth Harlan, and was released on October 2, 1921. ==Plot== Katherine Spencer When Michael Brennon became sick, he asked his partner, Jacob Solomon to take care of his son if anything should happen to him. When Michael dies, Jacob takes Robert Brennon into his home on the Lower East Side of New York City and raises him. Jacob mortgages his home and business in order to put Robert through college and medical school. After he graduates, he falls in love with a wealthy uptown socialite, Jane Stoddard, and the two marry. After the wedding, Jane convinces Robert to open his practice on Fifth Avenue, which he does, and begins to disassociate himself from his friends and family on the lower east side. When Jacob visits Robert at his new practice, his wife and her friends are mortified that Robert could be associated with someone like him. Jane gets Robert to promise to forego any further contact with his prior life. Jane's friends discover that Jacob is not just an acquaintance, but the man who raised Robert. Meanwhile, Jacob makes excuses for Robert's actions. Robert, realizing that he is letting his pride get the better of his character and morals, goes back to the Lower East Side to visit Jacob. There, he finds that Jacob is on the verge of being evicted, since he cannot keep up with the mortgage payments he incurred in order to put Robert through school. Understanding what he must do, he makes the decision to move back to his roots. When she realizes that she loves him more than her social standing, Jane lets Robert know that she was wrong, and he forgives her. ==Cast list== * William H. Strauss as Jacob Solomon * Katherine Spencer as Jane Stoddard * Kenneth Harlan as Robert Brennon * Eugene Borden as Sam Steiner * Dorothy Richards as Doris Solomon * James Harrison as Phillip Stoddard * John O'Connor as Tim ==Production== Spencer and Harlan in a scene from the film In July it was revealed that Cabanne would be directing a film title, The Barricade for Robertson-Cole. The story was penned by Daniel Carson Goodman, and the picture was to be filmed at R-C's Victor Studios in New York. In mid-August it was announced that Dorothy Richards had been added to the cast. In mid-September Ken Harlan, William A. Strauss, and Katherine Spencer joined the cast. At the same time, it was also announced that Nina Cassavant had been cast in the film, although she does not appear in the final version of the film. ==Release and reception== The picture was released on October 2, 1921. Exhibitors Herald gave the film a lukewarm review, claiming \"Many human touches in this William Christy Cabanne production that will strike a responsive chord. Fairly interesting story somewhat handicapped by titles written obviously to point a moral.\" While they thought the story was fairly interesting, they also felt it was trite; they felt that Harlan was guilty of overacting, but highlighted the work of Spencer. In December the National Motion Picture League included The Barricade in a list of pictures labeled as family films. ==References== ==External links== * * * Category:Films directed by Christy Cabanne Category:American films Category:American silent feature films Category:American black-and-white films Category:American drama films Category:1921 drama films Category:Melodramas Category:1921 films Category:English-language films Category:Film Booking Offices of America films ",
    "title": "The Barricade"
}