{
    "id": "56720309",
    "text": "Giorgio Giuseppe Antonio Maria Coda is an Italian psychiatrist and professor. He's been vicedirector of the mental hospital of Turin (, in Collegno) and director of villa Azzurra (institute for children),Caselli in Grugliasco (Turin) After the trial, that lasted from 1970 to 1974, he was sentenced for mistreatment to five years in prison, to the payment of court costs and to the interdiction from the medical profession for five years.Papuzzi (1977), p. 96 He's been nicknamed \"the electrician\" () for his misuse of the electroshock therapy. The medical treatment consisted in the application of long-lasting electric current to the genitals and to the head. The treatment didn't make the patient lose consciousness and caused strong pain. According to Giorgio Coda, this treatment should have cured the patient. The treatment was called alternatively \"electro-massage\" () or electroshock depending on whether it was applied to the genitals or to the head. In some cases, the two terms have been used without distinction to denote the generic treatment. The treatment was practiced systematically without anesthesia and, sometimes, without cream and rubber protection device inside the mouth, blowing up the patient's teeth during the treatments. During the trial, Giorgio Coda admitted he had practiced about 5000 \"electro-massages\" in his career.Papuzzi (1977), p. 60 The above treatment was also administered to alcoholics, drug addicts, homosexualsPapuzzi (1977), p. 59. Giorgio Coda, during the trial, stated, \"homosexuality is a disease that needs to be cured.\" and masturbators, and it generated a so strong fear of the treatment, that most patients, at least temporarily, desisted from their acts and behaviors. The trial and the sentence, collected and analyzed in Alberto Papuzzi's book Portami su quello che canta have shown the coercive and punitive purpose of \"electro-massages\", which were not instruments of cure but atrocious instruments of torture and punishment, used on children too (in villa Azzurra). Some suspicious deaths during the treatments and some suicides occurred in the institutes gave rise to the suspicion that they may have been provoked (at least partly) by the fear of the suffering during the treatments.Papuzzi (1977), p. 79 The case, at that time, has been interpreted politically by some journalists and part of the public opinion, according to the stereotypes of the so-called Years of Lead (1970s). According to this interpretation, the \"bourgeois\" doctor had tortured the weakest members of the \"proletariat\".Papuzzi (1977), nota introduttiva XI and p. 95 == Biography == Most of the details about Giorgio Coda's life and academic career is given by Alberto Papuzzi's book Portami su quello che canta. Born in Turin on January 21, 1924 in a wealthy family, Giorgio Coda is the only child of Carlo Coda, a small industrialist from Turin who \"regulated the family life as if it were a factory\" and Alda Vacchieri. \"At school, Giorgio Coda excelled in conduct. He wasn't brilliant, but very diligent. A few schoolmates remember him as a grind.\"Papuzzi (1977), p. 9 In 1943, Giorgio Coda enrolled in the Faculty of Medicine of the University of Turin and graduated on July 15, 1948 with a thesis about criminal anthropology. On April 16, 1955, Giorgio Coda marries Giovanna Roviera. After becoming head physician of the department, on April 3, 1963 he became a professor of psychiatry.Papuzzi (1977), pp. 9-14 Certosa reale di Collegno, where Turin mental hospital was located until the end of 1970s The trial starts right after the Italian court specialized in minors - Tribunale per i minorenni - receives a report from children's social worker Maria Repaci. The report is about the facts of villa Azzurra. On September, 7, Giogio Coda is indicted for the crime \"misuse of the correction systems\" and the amnesty is granted, as provided by Italian law (DPR n. 238 del 22 maggio 1970).Papuzzi (1977), p. 36 On December 14, 1970, an Italian judge receives another report from an Italian association - Associazione per la lotta contro le malattie mentali - which turned out to be crucial in order to start the investigation and the trial.Papuzzi (1977) pp. 31-36 On July 11, 1974 Giorgio Coda is found guilty - \"responsible for the crime only for the facts of the mental hospital in Collegno\". Subsequently, Giorgio Coda's defender appeals against the sentence.Papuzzi (1977), p. 114 On December 2, 1977, at around 6:30 pm, four men, all of them members of the Italian Marxist–Leninist terrorist group Prima Linea penetrated into Giorgio Coda's office and shot him in the leg. At the Court of appeal of Turin, Coda's defense cleverly exploited what the judge Rodolfo Venditti called a \"torpedo\", a sort of legal trick, based on the fact that Giorgio Coda, as an expert, had been an \"honorary judge\" () of the Juvenile Court () in Turin and therefore, since he had been a sort of \"judge\", he could not be tried in the same court where he had worked as a judge (as stated by Italian law). This detail was perhaps kept hidden by Coda's defense over the whole inferior court trial, and the discovery of this led to the annulment of the judgment and to the slowdown of the whole trial. Subsequently, the sentence was sent to the so-called Court of cassation (the last step of Italy's three grades of judgement), but the crimes were time- barred and Coda never served any penalty because of crime prescription. Giorgio Coda, according to newspapers, is still alive.\\- Intervista al giudice Rodolfo Venditti == Effects == The case (as well as the book that collected and analyzed the stories, Portami su quello che canta, published in 1977) shocked the public opinion in Italy and sparked a debate. This led to a new law regulating Italian mental hospitals - the so-called Basaglia Law (in 1978, named after its promoter Franco Basaglia) - that abolished the main articles of the previous law - legge n. 36 del 14 febbraio 1904.Legge n. 36 del 14 febbraio 1904 The Basaglia Law also introduced and regulated the T.S.O. (that stands for Trattamento sanitario obbligatorio - Obligatory Sanitary Treatment),Estratto dall'articolo 2: \"la proposta di trattamento sanitario obbligatorio può prevedere che le cure vengano prestate in condizioni di degenza ospedaliera solo se esistano alterazioni psichiche tali da richiedere urgenti interventi terapeutici, se gli stessi non vengano accettati dall'infermo e se non vi siano le condizioni e le circostanze che consentano di adottare tempestive ed idonee misure sanitarie extra ospedaliere\". narrowing its scope and defining a multi-level procedure for its enforcement. In particular, the new law required the intermediation of the mayor and the judge for the application of a T.S.O, the possibility for anyone (including the patient) to ask the T.S.O. to be revoked or modified, the possibility for anyone (including the patient) to appeal against the order validated by the judge, and the possibility for the patient to communicate with anyone during the T.S.O.Legge Basaglia The patient also has the right to change mental hospital, if possible. The previous law had given too much power to the director of the mental hospital and it didn't provide that the patient could communicate with anybody during the treatment. Even though Basaglia Law didn't explicitly provide that mental hospitals should be closed, it, in fact, closed most of Italy's mental hospitals, closure that was completed in 1998. Basaglia Law made Italy one of the first countries to abolish mental hospitals. == See also == * Basaglia Law * Psychiatric reform in Italy * Deinstitutionalisation * Giorgio Antonucci == References == == Bibliography == === Books === * * * * === Italian laws === * * Category:1924 births Category:Living people Category:Italian psychiatrists Category:Italian torturers Category:Conversion therapy Category:University of Turin alumni Category:People from Turin ",
    "title": "Giorgio Coda"
}