{
    "id": "56722829",
    "text": "Bad Frequencies is the seventh studio album by American post-hardcore band Hawthorne Heights. The album was released on April 27, 2018 through Pure Noise Records. ==Background== Bad Frequencies is Hawthorne Height's first release since the 2015 EP Hurt and first studio album since 2014's The Silence in Black and White Acoustic. The album was produced by the band and Mark Ingram. Vocalist/guitarist JT Woodruff stated that the album was written over the course of a year in 2017 while the band was touring, saying \"We played 170 shows in 2017, wrote every moment that we could, then demoed, then recorded an album. I think we fit everything we possibly could in 365 days, and we are very proud of that.\" On May 31, 2017, the band released a 30-second music video teaser for the song \"Push Me Away\" via their Facebook page. A digital single for the song was released the same day. The full music video for \"Push Me Away\" debuted on June 5 via Dying Scene. The band stated that the song would appear on a new studio album, which at the time was untitled. The second advance single from the album, \"Pink Hearts,\" was released on March 1, 2018. With the single's release, it was announced that the new album would be titled Bad Frequencies with a release date of April 27, 2018. A music video for the song \"Just Another Ghost,\" directed by Benny Gagliardi, was released on March 21. The title track was released as a single on July 11 with a music video for the song being released on September 4. Music video for the song \"Pills\" was released on September 9, 2019. ==Track listing== ==Personnel== ;Hawthorne Heights *JT Woodruff – lead vocals, rhythm guitar *Mark McMillon – lead guitar, unclean vocals *Matt Ridenour – bass, backing vocals *Chris Popadak – drums ;Additional musicians *Will Deely – additional vocals *Sienna Skies – additional vocals ;Production *Mark Ingram – producer, engineer *Cameron Webb – mixing *Andrew Alekel – mastering ;Artwork *Kevin Moore – art direction, layout, design *Adam Fields – album photography *John Fleischman – band photography ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |} ==References== Category:2018 albums Category:Hawthorne Heights albums Category:Pure Noise Records albums ",
    "title": "Bad Frequencies"
}