{
    "id": "56723476",
    "text": "The 1973 Alaska's at-large congressional district special election was held on March 6, 1973, to elect the United States Representative from Alaska's at- large congressional district. Incumbent Democratic Representative Nick Begich had won reelection in 1972, but had gone missing shortly before the election. Begich's seat was declared vacant by a jury and a special election was ordered by Governor William A. Egan. Don Young, who had lost to Begich in 1972, won the Republican nomination without opposition while Emil Notti defeated Chancy Croft and Pegge Begich for the Democratic nomination. In the general election Young defeated Notti. ==Background== Representative Nick Begich disappeared while traveling on an airplane with House Majority Leader Hale Boggs on October 16, 1972, and was never found. However, despite his disappearance Begich defeated Don Young in the House of Representatives election. On November 24, the United States Air Force announced that it would suspend the air search for Begich and Boggs after no traces of the missing plane had been found after 3,600 hours of searching had covered 325,000 square miles. Following his defeat Young asked Governor William A. Egan to call a special legislative session to speed up the process of the special election to fill Begich's vacant seat. According to Alaskan law a special election must be called by the governor within sixty to ninety days after a vacancy is declared. Three petitions calling for a presumptive death hearing for Begich were filed in the Juneau District Court, and was later transferred to Anchorage. On December 12, the six-member jury deliberated for twenty minutes before ruling that Begich and two other people onboard the plane were presumably dead. On December 29, Governor Egan announced that the special election would be held on March 6, 1973. ==Democratic nomination== On November 7, 1972, after voting in the 1972 election, Pegge Begich, the wife of Nick Begich, stated that she was open to running in a special election to fill her husband's vacant seat. Peggy later announced that she would seek the Democratic nomination \"if and when a vacancy occurs\". On December 20, she stated that she would spend $40,000 to $60,000 on the campaign. The Anchorage Daily News released a poll of 22 of the 29 members of the Democratic State Central Committee. Eleven members supported state Senator Chancy Croft, eight were undecided, and three supported Pegge Begich. On December 7, Croft announced that he would seek the Democratic nomination for the special election. On January 5, 1973, Emil Notti, chairman of the Alaska Democratic Party, announced that he would seek the Democratic nomination for the special election. Fifty-one Democrats filed a lawsuit on December 5, to prevent the Democratic State Central Committee from choosing the special election candidate at a meeting. On December 7, Judge Edmond W. Burke granted a preliminary injunction while Notti filed an appeal. On December 28, the Alaska Supreme Court ruled against Notti's appeal which forced the Democratic Party to select its candidate at a convention. The court ruled that a committee meeting to select the candidate would be a violation of the principle of one man, one vote. Another attempt was made to appeal the ruling prohibiting the selection of a candidate at a committee meeting, but the courts ruled in favor of the 51 Democrats again on January 10, 1973. On January 14, 1973, the Democratic state convention was held at the Gold Rush Hotel in Anchorage, Alaska. Notti won on the third ballot with 108.5 delegate votes against Croft's 90.4 votes. On January 17, Notti selected Begich to serve as the chairwoman of his campaign. Following the convention Democratic National committeeman Cliff Warren announced that he would drop his appeal to the ruling baring a committee meeting to select the party's special election candidate. ===Candidates=== *Pegge Begich, wife of former Representative Nick Begich *Chancy Croft, member of the Alaska House of Representatives (1969–1971) and Alaska Senate (1971–1979) *Emil Notti, chairman of the Alaska Democratic Party ====Speculated==== *Gene Guess, former Speaker of the Alaska House of Representatives *Willie Hensley, member of the Alaska House of Representatives (1967–1970) *Ed Merdes, member of the Alaska Senate *John Rader, member of the Alaska Senate ====Declined==== *H. A. Boucher, 2nd Lieutenant governor of Alaska (1970–1974) *John Havelock, Alaska Attorney General ===Results=== ==Republican nomination== Former Governor Keith Harvey Miller, Anchorage Mayor George M. Sullivan, former Commissioner of Natural Resources Tom Kelley, and state senators Clifford Groh and Lowell Thomas Jr., who had been speculated as possible candidates for the Republican nomination in the special election, announced that they would support Don Young for the Republican nomination. However, Sullivan and Groh stated that they would be interested in running if Young were to withdraw. On December 2, 1972, the Alaska Republican Central Committee, with eight committee members present and eight committee members voting by proxy, voted unanimously to give Young the Republican nomination for the special election. On December 13, the Republican Party filed a lawsuit to receive clarification on Judge Edmond W. Burke's ruling that the Democratic candidate for the special election could only be nominated at a convention and not by the Democratic Central Committee. The Alaskan government filed a motion to dismiss the Republican lawsuit stating that there was no conflict for the court to resolve, and on December 29, Judge Everett W. Hepp dismissed the lawsuit. Jack Coghill, the chairman of the Alaska Republican Party, stated that as the lawsuit was dismissed that the Republicans would not need to hold a convention to select their special election candidate as their method of selection for Young was not contested. ===Candidates=== *Don Young, member of the Alaska House of Representatives (1967–1971) and Alaska Senate (1971–1973) ====Speculated==== *Clifford Groh, member of the Alaska Senate *Tom Kelley, former Commissioner of Natural Resources *Keith Harvey Miller, 3rd Governor of Alaska (1969–1970) *George M. Sullivan, Mayor of Anchorage, Alaska (1967–1981) *Lowell Thomas Jr., member of the Alaska Senate (1967–1974) ==General election== Don Young's congressional campaign logo Emil Notti's congressional campaign logo On January 9, 1973, Don Young filed to run in the special election, and stated that environmental issues and how Alaska utilizes its natural resources would be the major issues during the campaign. Young also stated that he would not resign from the state senate, but he would limit campaigning to the weekends when the state legislature was not in session. Jack Coghill served as the chairman of Young's campaign. Young stated that he was promised seats on the House Committee on Merchant Marine and Fisheries and the House Committee on Interior and Insular Affairs by the Republican leadership. Young showed a telegram signed by House Minority Leader Gerald Ford showing the promise. Emil Notti stated that Speaker of the House Carl Albert and House Majority Leader Tip O'Neill promised him a seat on the House Committee on Interior and Insular Affairs. On March 6, Young narrowly defeated Notti by 2,000 votes with 35,044 (51.41%) to 33,123 (48.59%) votes. Young was inaugurated into the House of Representatives on March 14. He would continue to be reelected and became the longest serving Republican member of the House of Representatives in 2013. ===Results=== ==Endorsements== ==References== Alaska 1973 At-large Alaska 1973 At-large 1973 At-large Alaska At-large United States House of Representatives At-large United States House of Representatives 1973 ",
    "title": "1973 Alaska's at-large congressional district special election"
}