{
    "id": "56729007",
    "text": "Pieter Johannes de Villiers (19 June 1924 – 18 May 2015) was a South African pianist, organist and composer. His nicknames were \"Prof Piet\" and \"Piet Vingers\". He is known for setting Boerneef poems to music, teaching piano and organ, and accompanying prominent South African musicians on the piano. == Early life == He was born in Klerksdorp Western Transvaal South Africa. He was the middle child of three. He had an older brother and a younger sister. His parents were Leonard de Villiers and Johanna Christina du Toit. His father Leonard was a school headmaster and played the violin. == Education and career == Pieter de Villiers obtained an undergraduate degree in 1942 in Classical Languages at the University of Pretoria. In 1946 he studied under Professors Swanson, Fismer and Lubbe at Stellenbosch. He qualified as a music teacher im 1948. In 1954 he was appointed as a junior lector at the Potchefstroom University for Christian Higher Education. Beginning in 1962, he taught harpsichord, piano and organ at the University of Pretoria. He also worked at the South African Broadcasting Corporation for one year in 1962. In 1967 he accepted a professorship in music at the Potchefstroom University for Christian Higher Education. He retired from the university in 1985. He obtained the LRAM and ARCM. == Personal life == On 7 September 1960 he married Eleanor Johannes (b.25 November 1925, d.9 November 2017), the daughter of Heinrich Johannes Siegfried Johannes and Anna Margaretha Fredrika van Rooyen. She was the widow of Jean Pierre Pellissier, who was the great grandchild of Jean Pierre Pellissier. He and his wife Eleanor had three daughters together: Anna, Hanlie and Eleanor. Their daughter Eleanor is a professor of linguistics at the University of Johannesburg. Anna, who was the mother of murdered Stellenbosch student Hannah Cornelius, drowned in March 2018. == Achievements == === Compositions === He did not start composing music until he was 35 years old. In 1961 he set to music some of the poems of a South African poet. He followed that up with another seven versions of Boerneef poems. He also composed music to accompany a selection of poems by D. J. Opperman. === Accompanist === He accompanied South African classical musicians such as: Ceilia Wessels, Elizabeth de la Porte known as Betsy,Joyce Barker, Sarie Lamprecht, Hanli van Niekerk, Werner Nel and Mimi Coertse. He and Mimi Coertse recorded an album in 1979 with him at the piano called \"Mimi Coertse en die Afrikaanse lied\". === Recordings === Pieter de Villiers was the first person to record all the psalms and hymns of the first Afrikaans Hymn Book. As accompanist, three of his performances were broadcast on South African radio in 1962. === Teaching === He gave piano lessons to Mary-Ann Adler, a musician and author of children’s books. == Awards and recognition == In 2002 he received a special award from the ATKV in recognition of his lasting contribution to South Africa classical music over the years. The Odeion String Quartet at the University of the Free State gave him an award for ‘Best Achievement in Classical Music’. The journalist Daniela Heunis of Rhodes University described him as follows, after an in-depth interview and research :\" He represented South African society before the 1994 elections. He was well loved and was not a racist. De Villiers's music forms showed such a unity with the poetry that it had the character of folk songs. De Villiers exclusively composed music for texts in Afrikaans, which made him inaccessible to most foreigners except speakers of Dutch. He obtained unity between music and the text by internalizing the text before composing. He then let the music be heard through the words. When he started composing, he realized that the Afrikaans songs sung at the time were inaccessible to the man in the street, and he wanted to change that Quoting from Arthur Honegger, he said: \"My inclination and my effort have always been to write music which would be comprehensible to the great massive listeners and at the same time sufficiently free of banality to interest genuine music lovers”. His outlook was to be honest with oneself. He said “one can only compose what one is, otherwise it will be fictitious.' This also contributed to his selection of the texts he used. Before he began composing, he would recite the poem to himself, to find the rhythm of the words and the main stresses in the verse. He then acquainted himself with the vowel sounds. He tried to understand the purpose and meaning of the words in the music. He is recognized as having composed songs with character. The text with the singable melodies of his songs made them cultural possessions. An example is his settings of the Boerneef poems \"Aandblom is 'n witblom\", \"Doer boe teen die rant\", etc. == Death == He died at his home in Stellenbosch on 18 May 2015. == References == * * * Category:20th-century classical musicians Category:1924 births Category:2015 deaths Category:South African musicians ",
    "title": "Piet de Villiers"
}