{
    "id": "56726895",
    "text": "Shirkers is a 2018 documentary film by Singapore-born filmmaker Sandi Tan. It premiered at the 2018 Sundance Film Festival in January and won the World Cinema Documentary Directing Award, making her the second Singapore-born filmmaker after Kirsten Tan (Pop Aye, 2017) to win an award at the festival. It was also nominated for the Gotham Independent Film Award for Best Documentary. Shirkers was released on October 26, 2018, on Netflix.Here Are All The TV Shows And Movies Coming To Netflix In October (2018) And What To Watch ==Synopsis== In the summer of 1992, 19-year-old Sandi Tan, alongside friends Jasmine Ng and Sophia Siddique, as well as film teacher and mentor Georges Cardona, shot the independent film Shirkers in Singapore. After wrapping, Tan, Ng, and Siddique left the footage with Cardona as the trio went to study abroad for college. However, Cardona disappeared with the footage and the trio never saw or heard from him again.How a \"Shape-Shifter\" Director Hijacked a Teen Film for More Than 20 Years On September 11, 2011, four years after Cardona's death in 2007, Cardona's ex-wife emailed Tan, informing her that she was in possession of the footage for Shirkers, minus the audio tracks. In the proceeding years, Tan decided to digitize the footage and use it to make something new - a documentary about the making of the film.Shirkers: a movie mystery 25 years in the making Interviews were conducted in 2015 with Tan's friends, people involved with the making of Shirkers, and people who knew Cardona. The interviewees were Sophia Siddique Harvey, Jasmine Ng, Sharon Siddique, Philip Cheah, Ben Harrison, Foo Fung Liang, Pohshon Choy, Tay Yek Keak, Grace Dane Mazur, Stephen Tyler, and Georges Cardona's ex-wife. ==Reception== ===Critical reception=== On Rotten Tomatoes, the film holds an approval rating of 100% based on 64 reviews, with an average rating of 8.37/10. The site's consensus reads: \"Shirkers uses one woman's interrogation of a pivotal personal disappointment to offer affecting observations on creativity, lost opportunity, and coming to terms with the past\". On Metacritic, the film has a weighted average score of 88 out of 100 based on 20 critics, indicating \"universal acclaim\"; it is labeled as a \"Metacritic must-see\". Citing the film as one of his favorite at Sundance, Nick Allen of RogerEbert.com wrote a rave review for Shirkers, saying that \"Tan presents her multifaceted life story—vibrant, unbelievable, and full of such incredible women—as a dazzling tapestry that’s unlike many narrative or documentary films.\" ===Awards and nominations=== {| class=\"wikitable\" |- ! Year ! Award ! Category ! Recipient ! Result |- | rowspan=3|2018 || Sundance Film Festival || World Cinema Documentary Directing Award || rowspan=3|Shirkers || |- ||Gotham Independent Film Awards |Best Documentary | |- |Los Angeles Film Critics Association || Best Documentary Film || |- |2019 |Independent Spirit Awards |Best Documentary Feature |Sandi Tan, Jessica Levin and Maya Rudolph|| |- |} ==References== ==External links== * Category:2018 films Category:American films Category:American documentary films Category:English-language films ",
    "title": "Shirkers"
}