{
    "id": "56729165",
    "text": "Tammo tom Dieck 1972 Tammo tom Dieck (29 May 1938, São Paulo) is a German mathematician, specializing in algebraic topology. Tammo tom Dieck studied mathematics from 1957 at the University of Göttingen and at Saarland University, where he received his promotion (Ph.D.) in 1964 under Dieter Puppe with thesis Zur K-Theorie und ihren Kohomologie-Operationen. In 1969 tom Dieck received his habilitation at Heidelberg University under Albrecht Dold. From 1970 to 1975 he was a professor at Saarland University. In 1975 he became a professor at the University of Göttingen. Tammo tom Dieck is a world-class expert in algebraic topology and author of several widely-used textbooks in topology. He has done research on Lie groups, G-structures, and cobordism. In the 1990s and 2000s, his research dealt with knot theory (and its algebras) and quantum groups. In 1986 he was an Invited Speaker with talk Geometric representation theory of compact Lie groups at the ICM in Berkeley, California. In 1984 he was elected a full member of the Akademie der Wissenschaften zu Göttingen. His doctoral students include Stefan Bauer and Wolfgang Lück. Tammo tom Dieck is a grandson of the architect Walter Klingenberg, a brother of the chemist Heindirk tom Dieck,Tom Dieck, Heindirk, German National Library Catalogue and the father of the pianist Wiebke tom Dieck. ==Selected publications== * Algebraic Topology. European Mathematical Society, 2008. * Topologie. 2nd edition, de Gruyter, 1991/2000. * Transformation Groups and Representation Theory. Lecture Notes in Mathematics, Springer, 1979. * Transformation Groups. de Gruyter, 1987. * Steenrod- Operationen in Kobordismentheorien. Math. Z., vol. 107, 1968, pp. 380–401. * with Theodor Bröcker: Representations of compact Lie Groups. Springer, 1985. * with Theodor Bröcker: Kobordismentheorie. Springer (Lecture Notes in Mathematics), 1970. * with Ian Hambleton: Surgery theory and theory of representations. DMV Seminar, 1988. * with K. H. Kamps, Dieter Puppe: Homotopietheorie. Springer (Lecture Notes in Mathematics), 1970. ==References== ==External links== * * Tammo tom Dieck, home page with publication list, GAU Göttingen Category:20th-century German mathematicians Category:21st-century German mathematicians Category:Saarland University alumni Category:University of Göttingen alumni Category:University of Göttingen faculty Category:1938 births Category:Living people ",
    "title": "Tammo tom Dieck"
}