{
    "id": "56727648",
    "text": "The Bengal famine of 1943-44 (Bengali: Pañcāśēra manwantara) was a major famine in the Bengal province in British India during World War II. An estimated 2.1 million, out of a population of 60.3 million, died from starvation, malaria and other diseases aggravated by malnutrition, population displacement, unsanitary conditions, and lack of health care. Millions were impoverished as the crisis overwhelmed large segments of the economy and social fabric. Calcutta's two leading English-language newspapers were The Statesman (at that time a British-owned newspaper) and Amrita Bazar Patrika. In the early months of the famine, the government applied pressure on newspapers to \"calm public fears about the food supply\" and follow the official stance that there was no rice shortage. This effort had some success; The Statesman published editorials asserting that the famine was due solely to speculation and hoarding, while \"berating local traders and producers, and praising ministerial efforts.\" News of the famine was also subject to strict war-time censorship – even use of the word \"famine\" was prohibited – leading The Statesman later to remark that the UK government \"seems virtually to have withheld from the British public knowledge that there was famine in Bengal at all\". Beginning in mid-July 1943 and more so in August, however, these two newspapers began publishing detailed and increasingly critical accounts of the depth and scope of the famine, its impact on society, and the nature of British, Hindu, and Muslim political responses. For example, a headline in Amrita Bazar Patrika that month warned \"The Famine conditions of 1770 are already upon us,\" alluding to an earlier Bengal famine that caused the deaths of one third of Bengal's population. It also published an editorial cartoon showing starving peasants gazing at distant international food aid ships with the caption \"A Mirage! A Mirage!\" The Statesmans reportage and commentary were similarly pointed, as for example when it opined that the famine was \"man- made\". A turning point in news coverage came in late August 1943, when the editor of The Statesman, Ian Stephens, had a series of graphic photographs of the victims taken, some of which he published on 22 and 29 August. Publication of the images greatly affected both domestic and international perceptions and sparked an international media frenzy. In Britain, The Guardian called the situation \"horrible beyond description\". Not only had the rest of the world been unaware of the famine: many in India itself had had little idea of the scope of it. The images had a profound effect and marked \"for many, the beginning of the end of colonial rule\". Stephens' decision to publish them and to adopt a defiant editorial stance won accolades from many (including the Famine Inquiry Commission), and has been described as \"a singular act of journalistic courage and conscientiousness, without which many more lives would have surely been lost\". The photographs spurred Amrita Bazar Patrika and the Indian Communist Party's organ, The People's War, to publish similar images; the latter would make photographer Sunil Janah famous. ==Footnotes== ==References== ==Works cited== * * * * * * Reprinted as * * * * * * * * * * * * * * * * * * * * * . Category:History of Bengal Category:1943 in India Category:Mass media-related controversies in India Category:Censorship in India Category:Media coverage and representation ",
    "title": "Media coverage of the 1943 Bengal famine"
}