{
    "id": "56721112",
    "text": "Puspomad (Indonesian: _Pus_ at _Po_ lisi _M_ iliter _A_ ngkatan _D_ arat) or Army Military Police Command, which all of its personnel are part of the Military Police Corps (CPM) (Indonesian: Korps Polisi Militer) is one of the military general technical functions of the Indonesian Army which has the role for administering administrative assistance and as embodiment and guidance through the operation of Military Police functions. Its duties is basically to execute law enforcement towards the military which includes investigation activities and other policing duties within the scope of the army. The military police of Indonesia perform duties in the area of law enforcement (including investigation of crime) involving members of the military (even in certain cases that may also involve the regular civilian police, especially if the case involves a civilian), installation of security, escort protection of senior military officers and/or important government officials, setting and supervising prisoners of war, controlling custody of military prisoners, managing military traffic control and marking and managing routes and resupply routes for military and civilian purposes. Indonesian Military Policemen are identifiable with their blue berets, in some occasions they also wear white helmet printed PM and dark blue brassard worn on their upper left sleeve also printed PM. The Indonesian military police is not considered as a Gendarmerie, as it is only responsible solely to enforce discipline and law and order towards members of the armed forces of all ranks. ==History== The Army Military Police as well as other corps within the army, have their own distinctive historical background which includes its customs, traditions, and pioneer which becomes the basic foundation of the corps. The Military Police Corps (CPM) history can not be separated from the history of Indonesia's struggle of independence and victory. The birth of the Military Police Corps stems from the ideas of some TKR figures who have legal knowledge in Law and discipline background, and they formed the Military police corps as a function to keep law and order within the TKR. ===The forerunner to the formation of the Military police=== When the Tentara Keamanan Rakyat (People's Security Armed Forces) or TKR was formed on 5 October 1945, there was no legal or regulatory instrument that controlled an armed organization or an army. In addition, the members of the TKR then were also consisting of a variety of people originating from different backgrounds which did not, at that time, understand the nature of military law and discipline, save for only a few who served in the different sides during the Second World War (either as personnel of the Japanese Kempetai or anti-Japanese personnel who worked for the Dutch Royal Marechaussee before the war). Besides that, during that time there were also some formed organizations consisting of Militias of armed fighters who were not bound to the Central Command. Therefore, the arrangement of armed groups became difficult, especially at that time it was during under the power of the Dutch who preceded the British to re-occupy Indonesia. In such situations that arises, the idea of some TKR members to establish a body that regulates discipline among armed organizations were beginning to arise, in which the idea was founded by people of law enforcement background. So following the idea, some regions autonomously began forming Army Police forces such as in Aceh, which was based in Kutaraja consisting of 2 companies of troops, as well as in North Sumatera also began establishing the \"East Sumatera Army Police\" and in Bengkulu also began forming units of Army Police of the TKR Bengkulu regiment. A disbanded post of the East Sumatera Military Police corps base, taken in December 1948 While on the island of Java on September 26, 1945, an Army Police Battalion of the West Java division was formed, which in addition besides serving as policing duties in the Division, the battalion also performed combat duties in accordance with the conditions of the struggle at that time. Due to the urgent precariousness, the Supreme Headquarters of TKR deems it necessary to establish a provisional regulation in the field of Military Policing. For that purpose, on 8 December 1945, the Supreme Headquarters of TKR gave guidance, so that each Division has to form a Military Police unit, which is in charge of investigating and prosecuting cases within and of the Army, including division and regiments in Java and Sumatera. At the end of December 1945, the TKR Supreme Headquarters Task Force determined the formation of the Army Police Headquarters (MTPT) commanded by Colonel Prabu Sunarjo. Under the General Command of General Soedirman the MTPT was a major support command whose Provost Marshal reported to the Commander of the Armed Forces. In 1946 at Kopeng, Wonosobo, a joint meeting between the leaders of the People's General Public Investigators (Penyelidik Masyarakat Umum) and the Military Police Corps was held. The joint meeting succeeded in formulating the main tasks and organization of the Military Police as well as by acclamation to choose Major General Santoso, Commander of PT Kediri, as the first Commander of the Military Police, with his deputy being Colonel Prabu Sunarjo. Following this, then on 22 June 1946 held in the square of Yogyakarta, the President of Indonesia, Sukarno as the Supreme Commander of the armed forces inaugurated the Military Police with the honorific name of the legendarily and historic \"Gajah Mada Division\", named after Gajah Mada, who is the patron of the MP Corps. The Gajah Mada Division was organized into the following: * Division HQ * 1st MP Regiment which covers West Java and Jakarta * 2nd MP Regiment which covered Central Java * 3rd MP Regiment which covers East Java Each MP Regiment was composed of one to four MP battalions and each battalion was subdivided into companies and platoons with an assignment area that generally resembles the administrative division of government. Besides the regiments it was also formed the \"Military Police Mobile Battalion\". After the Gajah Mada Division's formation was completed a Military Police Headquarters (MBPT) was formed immediately, which set policies on the tasks and responsibilities of the Military police as a whole. The MP Corps of the Army was reorganized with effect on 20 March 1948, when the Gajah Mada Division was split into the 1st and 2nd Java MP Corps, each organized into a corps regimental HQ and 3 battalions. An additional corps was raised for Sumatera, with 5 battalions each. ===Organizational dynamics=== The Decree of the Armed Forces Commander Number: Kep / A / 7 / III / 1971, dated 6 March 1971 established the Military Police organization and changed the Army's organizational structure. Furthermore, through the Decree of the Chief of Staff of the Army No. Kep / 45 / II / 1972 dated 5 February 1972, the Army Provost Service was formed on the basis of the MP Corps. Subsequently, followed by the Decree of the Commander-in-Chief of the Armed Forces No. Kep / 04 / P / II / 1984 dated 4 February 1984 on the Execution of Military Police functions within ABRI and the Chief of Staff of the Army's decree No. Kep / 11 / XII / 1984 dated 17 December 1984 regarding the revocation of the Provost organization to become the Military Police Command (Pusat Polisi Militer abbreviated \"Puspom\"), which at that time has authority in the performance of its duties and functions towards the three services of the Armed Forces (Army, Navy and Air force) known as Bina Tunggal. During the reformation era (1998), after the separation of the police from the Armed forces organization (ABRI), based on the Decision of the TNI Commander Number: Kep / 1 / III / 2004 dated 26 March 2004, the Execution of Duties and Functions of Military policing within the TNI is carried out by the: *Military Police Corps of the Army (POMAD), *Military Police Corps of the Navy (POMAL), and *Military Police Corps of the Air Force (POMAU) with authority and command of operational control from the Panglima of the TNI, in its execution delegated to the Chief of Staff of each services respectively. The three Military police services (POMAD, POMAL, and POMAU) and their respective provost generals report under the Armed Forces Joint Service Military Police Command (Pusat Polisi Militer TNI abbreviated Puspom TNI) which is commanded by a Major general. At the TNI Headquarters level, as the main aide and advisor to the TNI Commander (Panglima TNI) concerning in the field of Military Policing affairs is held by a Major general holding the appointment of Provost Marshal of the Armed Forces Military Police (Danpuspom), until 2015 the post of Assistant to the Commander for Military Police Affairs/Provost Commandant (Passuspom) was held by the Provost Marshal of Military Police (Danpuspomad) as a concurrent appointment until a separate appointment was made as part of the ongoing reorganization of the services. One of the more famous military policemen was Lieutenant General Siswondo Parman, a victim of the 30 September Movement of 1965, who served as Provost Commandant from 1950 - 1952. ==Duties and Functions== Members of the Indonesian Army Military police corps stand in formation during a ceremony ===Duty=== The Military Police has the duties to organize, enforce discipline, and uphold law and order in the environment and for the interests of the Army in order to support the main task of the military to uphold the sovereignty of the State and the territorial integrity of the Unitary State of the Republic of Indonesia. The basic duties of the MPs are to: #Carry out crime investigations and conduct physical security. #Execute law enforcement (military). #Execute enforcement of discipline and military order. #Conducting investigations. #Carry out the management of military prisoners. #Carry out the handling of detainees of military operations, prisoners of war and internment of war. #Execute state security protocol (Honor guards, escort, etc.). #Carry out military/combat traffic control and issuing military driving licenses.Army Military Police center (Puspomad) website: Visions and Missions ===Functions=== Based on the Army Chief of Staff Decision Letter No. Kep / 49 / XII / 2006 dated 29 December 2006, the Military Police Corps is mandated to perform the following: ====Main functions==== #Development of Criminal Investigation and Physical Security, includes all efforts, works and activities pertaining to the development and operation of Criminal Investigations and Physical Security within the scope of the Army #Development of Maintenance towards Military Order, includes all efforts, works and activities related to the development and operation of maintenance, Enforcement of Discipline, Law and Order, Control of Military Traffic and Arrangement of military Driver Licenses and also conducting State Protocol duties of the country. #Development of Investigatory duties, includes all efforts, work and activities related to the Development and Operation of Crime investigation, and the Execution of forensics. ====Organic functions==== #Development of branches, which is to organize all efforts, work and activities related to the determination of organizational development policy, unit readiness, research and development, system development and procedure of corps tradition development towards other Army units and branches. #Development of Education and Training, which is for conducting all efforts, work and activities related to the Execution of Education and Training of Provost duties of other units within the Army. ==Organization== As a Central Executive Agency of the Army, the Provost Marshal and Deputy Provost Marshal, who are Army general officers of major general and brigadier general rank, respectively, report to the Chief of Staff of the Indonesian Army. The Provost Marshal leads the Corps and is a staff position that handles investigations within the ranks of Army personnel. The Army's Military Police provide an important function in the full spectrum of Army operations. The Military Police Corps provides expertise in police, detainment and stability operations in order to enhance security and enable mobility. The Army's Military Police can be utilized in direct combat and during peacetime deployments under the orders of the Chief of Staff. ===Indonesian Army Military Police Battalion=== The Army Military Police Battalion (Batalyon Polisi Militer Angkatan Darat) abbreviated Yonpomad is a battalion of military police directly under the Military Police Command. Its duties are to Execute investigation assistance, physical security, law enforcement, and escort in order to support the main tasks of the Army Military Police Command. Its motto is Satya Waspada Anoraga and is based at West Java. Military policemen not under the territorial commands report to this battalion. ===Military Police at territorial level=== A Military Police office with a statue at Kadipaten, Majalengka, West Java The MP Command is organized into: ====Territorial commands==== *Kodam Iskandar Muda Military Police *Kodam I/Bukit Barisan Military Police *Kodam II/Sriwijaya Military Police *Kodam Jaya Military Police *Kodam III/Siliwangi Military Police *Kodam IV/Diponegoro Military Police *Kodam V/Brawijaya Military Police *Kodam VI/Mulawarman Military Police *Kodam IX/Udayana Military Police *Kodam XII/Tanjungpura Military Police *Kodam XIII/Merdeka Military Police *Kodam XIV/Hasanuddin Military Police *Kodam XVI/Pattimura Military Police *Kodam XVII/Cendrawasih Military Police *Kodam XVIII/Kasuari Military Police Each of the Military Police Commands are organized into: * Military Police Detachments (DenPM) in the Military Area Commands and * Military Police Companies (SubdenPM) in the Military Districts. ==== Other branches ==== *Military Police Corps training school under the Army Doctrine, Education and Training Development command *Kostrad Military police Component. (Note: Kostrad maintains its own Military Police units despite its large organization, but is still under the Army Military Police corps) ==Operations== ===Domestic=== #Combat actions during the Indonesian National Revolution, including the two Dutch police actions of 1947 and 1948. #Crushing of PKI Madiun rebellion in 1948. #Crushing of DI / TII rebellion Kartosuwiryo 1949. #Crushing the APRA Revolt of 1950. #The crushing of Andi Azis rebellion in 1950. #Crushing of the RMS Rebellion of 1950. #Combat actions against the G30S/PKI Rebellion of 1965. #The formation of the Army Military Police Task Force to take over the role of the Birawa Chakra in the 1966 Presidential Guard and Security Duty. #Crushing the PGRS / PARAKU Rebellion of 1967. #Malari incident of 1974. #Operation Seroja in 1975. #The crackdown of Hasan Tiro's rioters of 1977 #Environmental Duties (Operation Ganesha) in 1982 in South Sumatera. #Security of the Reform Era in 1998. #Operation Satgaskum at Ambon in 2000. #Operation Koopslihkam and Military Emergency to quell the Free Aceh Movement from 2003-2005 in Nanggroe Aceh Darusallam Province. #Border Security Operations in Atambua, East Nusa Tenggara 1999–present (International border of Indonesia and East Timor). ===Overseas=== #UNOGIL's mission in Lebanon in 1958. #ONUC Mission in Congo from 1960-1963. #The mission of ICCS in Vietnam in 1973. #UNEF's mission at Middle East in 1977-1979. #UNTAG's mission in Namibia 1989-1990. #Military Police International Seminar in Hawaii 1987-1990 #UNTAC's mission in Cambodia in 1992. #UN Mission in Croatia, Serbia & Bosnia-Herzegovina 1995- 1996. #UNOMIG mission in Georgia 1995 - 1996. #UNMIS mission in Sudan in 2005. #The task of Pa Liaison, both in Malaysia and at United Nations Headquarters in New York United States. #UNIFIL's mission in Lebanon in 2006 until now.Puspomad: UNIFIL Garuda Contingent from the Military Police unit sent in 2017 ==See also== *Indonesian Army *Indonesian National Armed Forces *Indonesian National Police (Polri) *Paspampres *Provost ==References== ==External links== * Website of the Indonesian army * Website of the Army Military Police center * Video profile of the Military police battalion * Indonesian army military police ceremony video Category:Indonesian Army Category:Military provosts Category:Military units and formations established in 1946 Category:Army units and formations of Indonesia Category:Specialist law enforcement agencies of Indonesia ",
    "title": "Army Military Police Corps (Indonesia)"
}