{
    "id": "56734425",
    "text": "Hannu Krankka (birth year unknown - died c. 1630) was one of the leaders of Finnish peasants during the 1596-97 Cudgel War, the largest uprising (with about 3,000 casualties)Helmolt, Dr. H. F. (ed.). The World’s History. Vol. VI, Central and Northern Europe. London: William Heinemann, 1907: p. 503. in what is now the country of Finland when it was under Swedish rule. The peasants, including those in Krankka’s home region of northern Ostrobothnia, rebelled against oppression, including often unbearable borgläger-type taxation. In early 1597, midway into the war after the uprising’s first leader Jaakko Ilkka had been executed, the bailiff Israel Laurinpoika with the help of Perttu Palo and Krankka recruited more than 3,000 men. Krankka, a veteran leader during war with Russia, was chosen to serve as commander over companies from Liminka, Kemi and Ii. Niinimaa, Dr. Veli. “Jaakko Ilkka--A Rebellion Leader and a Freedom Fighter”. Jaakko Ilkka Family. Retrieved 4 March 2018. In February 1597 the leaders and peasants went to Ilmajoki. While preparing for a major battle here, Laurinpoika said he was going to leave to gather more men to fight but fled instead, causing disorganization. Additionally, the peasants had relatively primitive weapons, such as clubs and spears, to use against the well-equipped troops of Clas Fleming serving under Sweden’s King Sigismund. The peasants were defeated at this, the final battle, with many casualties. Krankka was captured and imprisoned at Turku Castle. Later that year when Duke Charles (the future King Charles IX of Sweden), an enemy of Sigismund, took control of the castle, he was freed.Katajala, K. “Did the Rich Lead the Poor to Rebel in the Finnish Peasant Revolts of the 15th–17th Centuries?” In: Koskinen, U. (eds) Aggressive and Violent Peasant Elites in the Nordic Countries, C. 1500-1700. Cham: Palgrave Macmillan, 2016. In more recent times Krankka and the other peasant leaders are remembered as being part of what some historians consider being the first movements toward Finland’s independence. Krankka's uprising days are the subject of Kaarlo Kramsu’s 1887 poem, \"Hannu Krankka.\"Kramsu, Kaarlo. “Hannu Krankka.” Runoelmia. Porvoo: Werner Söderström Osakeyhtiö, 1887. In 2005, a bronze statue of Krankka by sculptor Niilo Rikula was erected near Liminka, Finland. == References == Category:Year of birth unknown Category:1630s deaths Category:Finnish revolutionaries ",
    "title": "Hannu Krankka"
}