{
    "id": "56734110",
    "text": "Eugen Ion SturzaRussified as Yevgeny Ivanovich Sturza (Евгений Иванович Стурза) (born December 15, 1984) is a Moldovan politician. He was the Minister of Defence of Moldova under President Igor Dodon and Prime Minister Pavel Filip.http://agora.md/stiri/38330/cel-mai-tanar-dintre-ministri--cine-este- eugen-sturza--proaspatul-sef-de-la-aparare Sturza at the time of his appointment was the youngest member of the Filip Cabinet, at 33 years old. == Career == With Stepan Poltorak. In 2004, Sturza began his studies at the Academy of Economic Studies of Moldova in Chisinau. After graduating, he became an advisor to Prime Minister Vlad Filat until 2013, when he became the Chief of Prime Minister's Office, a position he kept until 2015. That same year, he became a moderator within the Institute for European Policies and Reforms. On 17 October 2017, the Constitutional Court of Moldova suspended President Igor Dodon for refusing to appoint Sturza as advised by the Prime- Minister (the Constitutional Court concluded at the time that the Prime- Minister´s advice was binding for the President and refusal to approve the appointment violated the Constitution). On October 24, 2017, Sturza was sworn in as Minister of Defense against the wishes of President Dodon. In the first 6 months in this position, Sturza has made it a goal to strengthen the Armed Forces where his predecessors did not. He was removed from his post as a result of the 2019 Moldovan constitutional crisis. In his farewell address, Sturza said that he hopes that under his leadership, the ministry \"laid the foundation of an army of the future, and the Western model of development will remain the only accepted model for anyone to take over the leadership of the institution.\"https://www.army.md/?lng=3&action;=show&cat;=122&obj;=5734 He is married and has a baby. He is fluent in English as well as Russian. == Notes == ==References== Category:1984 births Category:Living people Category:21st- century Moldovan politicians Category:Moldovan Ministers of Defense Category:European People's Party politicians ",
    "title": "Eugen Sturza"
}