{
    "id": "56732333",
    "text": "Peter Ashmun Ames (June 10, 1888 - November 21, 1920) was an American British Army intelligence officer and member of the Cairo Gang who was assassinated by the Irish Republican Army. ==Early life== Peter Ashmun Ames was born on June 10, 1888, in Titusville, Pennsylvania, the son of Elias Hurlbut Ames (1851-1891) and Eleanor Gray Bushnell (1855-1946). Both Ames' father and maternal grandfather, Joseph Bushnell (1831-1918), came from old New England families and became wealthy during the Pennsylvania Oil Rush. Ames' great- grandfather was the Pittsburgh industrialist Daniel Bushnell. After Elias Ames' death in 1891 at age 39, Peter's mother moved the family to Morristown, New Jersey, where her children had a privileged upbringing in the town that was then known as an \"inland Newport.\". Ames attended the Stevens Institute of Technology, graduating in 1911. ==Career== In 1912, Ames moved to London to take a position with a firm in the city. In 1917, he joined the elite Grenadier Guards of the British Army and fought in France during the First World War. In June 1920, at the height of the Irish War of Independence, Ames moved to Dublin, Ireland on assignment from the British military intelligence, serving as an undercover agent for the MI5. Along with the other members of the Cairo Gang spy ring, Ames worked to track the operations of Irish Republican Army militants and maintain British control in Dublin. The activities of the Cairo Gang were soon detected by Irish Republican Army leaders, however, who formulated a plot, led by Michael Collins, to eliminate the covert group. On the morning of Sunday, November 21, 1920, IRA gunmen stormed into the house at 38 Upper Mount Street where Ames and another agent were staying. Ames attempted to reach for the .45-caliber Colt pistol he had hidden beneath his pillow, but was held down by the gunmen before he could get to his weapon. After being made to stand facing the wall of his bedroom, Ames was shot six times in the back and killed. Front door of the house at 38 Upper Mount Street where Ames was killed. One of the assassins, Vinny Byrne, wrote an account of the murders: > As I opened the folding-doors, the officer, who was in bed, was in the act > of going for his gun under his pillow. Doyle and myself dashed into the > room, at the same time ordering him to put up his hands, which he did. Doyle > dashed around by the side of the bed, and pulled a Colt .45 from beneath the > pillow. Right behind us came Frank Saurin and he started collecting from > papers etc., which was his job. I remember looking into a drawer and seeing > a Sinn Fein tie there and, if I am not mistaken, photographs of the 1916 > leaders. I ordered the British officer to get out of bed. He asked me what > was going to happen and I replied : 'Ah, nothing.' I then ordered him to > march in front of me ... I marched my officer down to the back room where > the other officer was. He was standing up in the bed, facing the wall. I > ordered mine to do likewise. When the two of them were together I thought to > myself 'The Lord have mercy on your souls ! ' I then opened fire with my > Peter. They both fell dead. The report delivered to the House of Lords on the murders of Bloody Sunday described the events at 38 Upper Mount as well: > This house was entered at 9.10 a.m. by twenty armed, unmasked men who were > let in by a servant, Catherine Farrell, who unwillingly and under constraint > pointed out the rooms occupied by Lieutenant Aimes, of the Grenadier Guards, > and Lieutenant Bennett, of the R.A.S.C., Motor Transport. The maid rushed > upstairs and warned an officer who was sleeping on the upper floor, and > another male lodger, that murder was being done downstairs. A fusilade of > shots was heard. When they came down-stairs they found two bodies in a pool > of blood in Aimes's bedroom. Bennett had evidently been dragged from the > bedroom in his bedclothes into his brother officer's room where both were > shot together, their bodies lying side by side. Newspaper article announcing death of Lieutenant Ames ==Personal life== Peter Ashmun Ames was engaged to marry Millicent Orr-Ewing, a niece of the Duke of Roxburghe and a close friend of Barbara Cartland, at the time of his death. Their engagement was announced in The New York Times the same day that Ames was assassinated. Ames' brother, Joseph Bushnell Ames, was a prolific novelist, and his aunt, Alice Alden Bushnell, married a son of the lawyer George Goelet Kip. The philanthropist Mary Warden Harkness, wife of Charles W. Harkness, was the first cousin of Ames' mother Eleanor. Ames' fiancée, Millicent Orr-Ewing == References == Category:1888 births Category:1920 deaths Category:American socialites Category:American upper class Category:American spies Category:Assassinations in Ireland Category:MI5 personnel Category:People from Titusville, Pennsylvania Category:Burials at St Mary's Catholic Cemetery, Kensal Green ",
    "title": "Peter Ashmun Ames"
}