{
    "id": "56737021",
    "text": "The Crosier Monastery or Monastery of the Crutched Friars () is a former monastery of the Order of the Holy Cross in Maastricht, Netherlands. The well- preserved convent buildings house a five-star hotel, the Kruisherenhotel. It is a rare example of a Gothic monastery in the Netherlands, having survived more or less in its entirety.Other monasteries like Middelburg Abbey and St Agatha's Monastery in Delft are only partially Gothic. Ter Apel Monastery, also a Crosier monastery, has preserved three of its four Gothic wings. See also on Dutch Wikipedia. The buildings from the 15th and 16th century constitute three listed buildings (Rijksmonuments). The more or less intact monastery archive is unique in the Netherlands.See 'Metamorfoze' and 'Het archief van de Maastrichtse kruisheren ' on website rhcl.nl == History == === Foundation === The Canons Regular of the Order of the Holy Cross (Latin: Ordo Sanctae Crucis, OSC) was founded around 1210 in the city of Huy, some 30 km south-west of Liège in present-day Belgium. The initiator was Theodore of Celles, a canon of Liège Cathedral and a former crusader. The order was recognized by the pope in 1248. Initially, the order mainly spread in France and England. Later, Crosier monasteries were founded in the Mosan region and elsewhere in the Low Countries, as in Namur (ca. 1248), Liège (before 1270), Asperen (1314), Cuijk-Sint Agatha (1367), Aachen (1372), Venlo (1399) and Roermond (1422).Janssen (2004), pp. 84, 136, 142, 145Janssen (2006), p. 14 Oldest charter with transaction of houses and land at Kommel to the Crosiers, 6 September 1436 Charter issued by John of Heinsberg, 4 January 1438 Around 1400 the Crosiers experienced a period of monastic decline. In 1410 the superior general of the order, Libertus van Bommel, made it compulsory for all priors to annually attend the general chapter of the order in Huy. Thereafter, the priors of monasteries north of Maastricht would stay overnight in Maastricht on their way to Huy.Keyser-Schuurman (1984b), pp. 5-6 In 1433 this proved to be problematic when all accommodation was booked because of the heiligdomsvaart, a seven-yearly pilgrimage. A wealthy citizen, Gilles of Elderen, offered the Crosiers a place to stay in some houses that he owned at Kommel. In 1436 Gilles donated five houses with gardens at Kommel, as well as some money, to the superior general of the Crosiers, stipulating that this was to be used for founding a new monastery in Maastricht.The deed of this transaction of 6 September 1436 is kept in the Crosier archive in Maastricht, part of the Regionaal Historisch Centrum Limburg (RHCL). Van Hasselt (1903), pp. 126-127; Keyser-Schuurman (1984b), pp. 127, 129-131: regesta nrs. 49, 56 & 60. The founding of the new monastery could only happen with permission of the bishop of Liège, the dean of St. Servatius' and the parson of St John's, in whose jurisdiction the monastery was. The latter two gave their permission in October 1437.According to the charter of 8 October 1437 the dean Joannes de Novo Lapide and the priest Joannes de Valle gave their permission stipulating that the Crosiers gave six barrels of rye to St John's and two barrels to St. Servatius'. Van Hasselt (1903), pp. 127-128; Keyser-Schuurman (1984b), p. 130: regesta nr. 57. John of Heinsberg, bishop of Liège, did so in January 1438, allowing the Crosiers to build a walled monastery, including a church, a bell tower, a dormitorium, gardens and a cemetery.The bishop's charter of 4 January 1438 is also preserved in the RHCL archives. Van Hasselt (1903), pp. 129-131; Keyser-Schuurman (1984b), p. 131: regesta nr. 60. Initially the friars lived in houses donated by Gilles of Elderen. A small chapel was built for celebrating the Liturgy of the Hours.Keyser-Schuurman (1984a), p. 18 In 1439 the Fraternity of the Holy Cross was founded.Van Hasselt (1903), pp. 131-134; Keyser-Schuurman (1984b), p. 133: regesta nr. 66 Its goal was to promote the devotion to the Holy Cross, as well as to financially support the new monastic foundation.Van Rensch/Koldeweij/De La Haye/De Kreek (1990), pp. 39-41 The founding of the Crosier Monastery in Maastricht in 1438 was part of a wave of monastic foundations within the Order. The Crosier Monastery in Venlo was for most of these – including the Maastricht monastery – the mother monastery. After Maastricht, more monasteries were founded in the Mosan region: Borgloon- Kerniel (1438), 's-Hertogenbosch (1468) and Maaseik (1474).Janssen (2006), pp. 100, 162 In the case of the latter monastery, the Maastricht Crosiers were the mother monastery.Brasseur (2002), p. 196 === Construction history === The first stone of the monastery church was laid in 1440. Petrus Toom and Johannes van Haeren were mentioned as architects (or master builders). In 1459 the choir was finished but it was not consecrated until 1470. In 1462 and again in 1480 the clock tower (or perhaps a ridge turret) was destroyed in a storm. It was replaced by a smaller ridge turret. After a prolonged break, construction continued in 1501 under prior Walterus Beckers of Herentals. The nave and aisles were finished in 1509.Van Nispen tot Sevenaer (1926/1974), p. 251 The first section of the new monastery, the east wing, was built in 1480-81. This part housed the sacristy, the chapter hall and a temporary refectory. In 1495 construction of the west wing commenced. The ground floor with the new, permanent refectory was finished in 1500; the upper floor with cells for the friars around 1520. The old refectory became the library, as well as the prior's quarters and a guesthouse. The south wing was finished last by prior Mathias Mijnecom (1517–27) after the old brewery and bakery had been destroyed by fire. Around 1520 the church and monastery had the extent and the appearance that it would keep for the next 500 years.Keyser-Schuurman (1984a), pp. 19-25 === Monastic life === habit made of undyed wool and a scapular of grey or light brown material, later of black broadcloth. The scapular bore the Crosiers' cross, similar to the Maltese cross, with a red vertical bar and a white horizontal (referring to the blood and water coming out of Jesus' pierced side on the cross). Before the 18th century a wide black cloak with a cowl was worn over this; later this was replaced by an elegant canon's cloak and wide-rimmed hat. Keyser-Schuurman (1984a), pp. 27, 29. List of Crosiers' possessions in Herderen, 16th-17th century The Maastricht Crosiers started in 1438 with four friars. In 1468 there were 15; in 1483 this had increased to 23.62 names of Maastricht Crosiers are known in the 15th century, of which 54 had received holy orders. 27 of these had taken their vows in Maastricht. The others came from Crosier monasteries in Aachen, Asperen, Tournai, Falkenhagen (Lügde), Franeker, Goes, Huy, Hohenbusch (Gangelt), Cologne, Kerniel, Liège, Namur, Paris, Schiedam, Sint Agatha (Cuijk), Schwarzenbroich (Düren), Suxy (Chiny), Ter Apel, Toulouse, Yvoy (Carignan, Ardennes) and Venlo. Brasseur (2002), pp. 195-196. In 1500, the Maastricht monastery was among the larger foundations of the order. The fifth prior, Walterus of Herentals (1483-1517), accepted 24 new priests, many of whom came from Maastricht.Keyser-Schuurman (1984a), p. 25 The Crutched Friars were canons regular, living a communal life according to the Rule of St. Augustine. Their first and foremost task was to pray and sing the Liturgy of the Hours. Several of them served as priests in nunneries or third order monasteries in Maastricht, such as the Canonesses Regular of the Holy Sepulchre (Bonnefantenklooster), the Third Order Grey Sisters (Grauwzustersklooster), the Third Order Sisters of St Andrew (Sint- Andriesklooster) and the Alexians (Cellebroedersklooster), or in parish churches in Maastricht or nearby villages, such as Vlijtingen, Bolbeek and Haccourt.Janssen (2006), p. 88 Other friars worked as copyists and illuminators of manuscripts, or bookbinders, later also as printers. Others worked in hospitality (the monastery offered accommodation to lay people; the elderly could 'buy themselves into the monastery') or nursing (as during the plague epidemics of 1529 and 1579). A further source of income were mass stipends, as well as the sale of burial rights in the church (for which the church was known). Over the centuries the Crosiers got ever wealthier because of the accumulation of property that people left to them.Keyser-Schuurman (1984a), pp. 31, 37 Most of this property (or income from real estate) was located in the vicinity of Maastricht, mostly in the border region with Belgium.In the inventory of the Crosier archive about 50 locations are mentioned where the Maastricht Crosiers possessed real estate, or had income from land. The more frequently listed villages are: Bilzen, Bolbeek, Eben- Emael, Gellik, Heer, Herderen, Hoelbeek, Honthem, Kanne, Kesselt, Lanaken, Millen, Mopertingen, Riemst, Val-Meer, Veldwezelt, Vlijtingen, Wolder and Wonck. Keyser-Schuurman (1984b), pp. 23-27. The Fraternity of the Holy Cross seems to have existed from 1439 until 1579; after that there is no mention of it. Another fraternity was founded around 1510 and lasted till the dissolution of the monastery. It was devoted to the patron saint of the Crosiers, Saint Michael. The fraternities had their own altars in the Crosier church. The Fraternity of Saint Michael possibly ordered a wooden statue of Saint Michael from the famous wood sculptor Jan van Steffeswert in 1512. (2000): 'Jan Bieldesnider niet in hout alleen'. In: (ed.): Op de drempel van een nieuwe tijd. De Maastrichtse beeldsnijder Jan van Steffeswert (exhibition catalogue), p. 49. Bonnefantenmuseum, Maastricht. === Decline === The Crosier monastery (encircled) with surrounding gardens and orchards on an 18th-century scale model. In the background the Vrijthof complex The monastery was frequently damaged during sieges due to its elevated location near the western city wall. The monastery suffered particularly during the Eighty Years' War. During the Siege of Maastricht (1579) many Crutched Friars died; those that survived perished during the ensuing plague epidemic. For a while the monastery remained uninhabited. In 1581 prior Hubertus of Stavelot sold some of the Crosiers' possessions in order to pay for the repair of the monastery buildings (including the partial renewal of the church's vaults). In 1582 the books that had been shipped to Aachen for safety, returned to Maastricht. After this, the monastery would not reach the same level of prosperity that it had enjoyed before. Where it had previously 25 or more friars, in 1615 it had only 9, and throughout the 17th and 18th century it would never exceed 15.Van Nispen tot Sevenaer (1926/1974), p. 243Keyser-Schuurman (1984a), pp. 39-41 In 1629 a high ransom was paid for prior Martinus Pauli who had been captured by Dutch militia near Liège and was kept prisoner in Emmerich. More wartime hardship came with the Capture of Maastricht by the Dutch in 1632 and the Capture by the French in 1673. After the siege of 1673, Louis XIV of France donated 2100 guilders to the monastery for repairs. After the French left in 1678, the monastery suffered from forced billeting of the Dutch garrison.Keyser-Schuurman (1984a), pp. 41-43 Worldly influence entered the monastery in the 18th century. This became apparent with the wearing of wigs and more fashionable cloths (see drawing above).Keyser-Schuurman (1984b), p. 10 The enthusiasm of the Counter-Reformation had dwindled, as was the case in other monasteries in Maastricht. The spiritual influence of the Crosiers on their surroundings was negligible, both in Maastricht and elsewhere. Several monasteries were forced to close for lack of monks. In Maastricht, only ten Crutched Friars took holy orders between 1760 and 1796.Janssen (1996), pp. 18-21, 34, 42, 46 === List of priors === From 1438 until 1796 around 30 priors were in charge of the Maastricht Crosier foundation.Doppler (1896), pp. 9-11Van Hasselt (1903), pp. 41-49Janssen (2006), pp. 89-99 Initially, the monastery was not allowed to choose its own prior.Brasseur (2002), p. 195 Later, probably from the 16th century onward, priors were chosen by the so- called house chapter, made up of all priests (friars who had taken holy orders) and presided by the magister general from Huy. A sub-prior (coadjutor) and a manager (procurator) were appointed by the prior, after consulting with the house chapter. In some cases a prior would be procurator too.Keyser- Schuurman (1984a), p. 27 === Dissolution of the monastery; military use === The Capture of Maastricht by the French general Kléber in 1794 and the ensuing incorporation of the city in the French First Republic meant the end of all monasteries in Maastricht. In 1796 the Maastricht Crosier Monastery was dissolved.The dissolution was a result of the law of 1 September 1796 (5 Fructidor an IV), that put an end to all monastic institutions in the conquered territories; in France this had happened in 1790. Keyser-Schuurman (1984b), p. 10. The eight priests and two friars that remained were forced to leave the monastery within one year. Under French law, those that wanted to remain active as priests had to swear the so-called Oath of Hatred (towards the monarchy and anarchy). Apparently six Maastricht Crosiers refused to do so. As a result they were deported to the penal colony Cayenne. One fled to Germany, another was allowed to return home after he got sick during the voyage, and others were pardoned after interference by the Francophile barrister Charles Roemers. Prior Joseph Leurs withdrew to Sittard but was then made prior of the Crosier Monastery Sint Agatha in Cuijk in 1804, where he died two years later. This monastery led a dormant existence with a few elderly friars until the mid-19th century, when it played a key-role in the resurrection of the Order. The dissolution of the Maastricht monastery met with few protests. The institution had outlived itself.Janssen (1996), pp. 13, 31, 51-55 The monastery in a 19th-century watercolour by Alexander Schaepkens The former monastery buildings were given a military purpose as an arsenal and barracks for the French troops. When the French left in 1814, the Dutch garrison took over the buildings. They were used as barracks, storage for military clothing and the garrison's bakery.Doppler (1896), p. 9 Although the former monastery was owned by the city of Maastricht, it was the Ministry of War that decided how it was to be used. When the city housed a cholera clinic in one of the wings, it was told that this was not in accordance with the military purpose.Keyser-Schuurman (1984a), p. 8 In the 19th century the decaying complex – the only medieval monastery that had escaped destruction – inspired local artists as Philippe van Gulpen (1792-1862) and Alexander Schaepkens (1815-1899). Gothic Revival wall decoration The \"Rijkslandbouwproefstation\", surrounded by fences and barbed wire === Agricultural testing station; other uses === In the late 19th century Victor de Stuers was concerned about the rapidly decaying monastery. Through his contacts with the government in The Hague he managed to find funding for the renovation of the building that was to be given a new purpose.'Kruisheren' on website zichtopmaastricht.nl From 1897 onward, the National Agricultural Testing Station (\"Rijkslandbouwproefstation\") gradually moved into the monastery wings, after restoration by chief government architect Jacobus van Lokhorst. In 1906 part of the east wing collapsed during restoration work. The church was renovated in 1912-14 by chief government architect Daniël Knuttel. Under the church floor Knuttel discovered fragments of a Renaissance tabernacle tower (see description below).Van Nispen tot Sevenaer (1926/1974), p. 258 The church was then used for exhibitions, meetings and for registering the unemployed during the Great Depression. During and after the Second World War the church was first used by the German occupiers, then by the American liberators and finally by a Dutch organisation that helped to recuperate lost possessions after the war (Nederlandse Beheersinstituut).Keyser-Schuurman (1984a), p. 45. The Maastricht testing station initially did agricultural research for the southern provinces of the Netherlands. It was gradually given additional tasks, as for example the national research on fertilisers and on cattle feed. In 1947 the Crozier church was added to its premises and in 1953 a wooden shed was built into the church, making extra room for laboratories. During the eighty years that the institution was based in Maastricht it always remained an outsider. Most of its personnel came from outside the region. The former monastery buildings were fenced off and remained an alien body in the city. In the late 1970s the institution was moved in phases to Wageningen, closer to the agricultural university there.Keyser-Schuurman (1984a), pp. 45-47 The city of Maastricht once again took charge of the buildings around 1980. From 1985-90 the church was used as a temporary parish church for the parish of St. Servatius, whose own church underwent restoration. (1990): 'Terugblik op vijf jaren gebruik Kruisherenkerk'. In: De Sint Servaas (restoration information bulletin #50, April 1990), p. 404. Stichting Restauratie De Sint Servaas, Maastricht The church was then used by Opera Zuid for storage and rehearsal studios. Parts of the monastery were briefly occupied by squatters.'Van Kruisherenklooster naar het Kruisherenhotel', information leaflet without date by Kruisherenhotel Maastricht File:Overzicht zijgevel klooster en kerk - Maastricht - 20373340 - RCE.jpg|Restoration of the west wing, 1903 File:Noordoosthoek kloostertuin - Maastricht - 20373336 - RCE.jpg|Restoration of the cloisters, 1906 File:1ste instorting - Maastricht - 20373377 - RCE.jpg|Collapsed stepped gable, 1906 File:Interieur naar het oosten - Maastricht - 20147335 - RCE.jpg|Restoration of the church interior, 1913 === Current destination: Kruisherenhotel === Plaque commemorating the start of the restoration campaign (2003). Right: the Victor de Stuers medal (2005) In 2000 the city of Maastricht sold the complex to local entrepreneur Camille Oostwegel, who already owned several luxury hotels and restaurants in the South Limburg region. In 2003-05 the buildings were renovated and re- purposed to house a luxury design hotel with 60 rooms. The renovations were led by Rob Brouwers of SATIJNplus architects. As the building is a rijksmonument, all constructive elements such as the two mezzanines in the church, as well as the entrances, walkways, glass elevators, reception areas and toilets had to be reversible ('box in box' principle). (2009): Architectural guide to the Netherlands, p. 336 (online text) Rob Brouwers added a modern COR-TEN steel pavilion on the south side. German designer Ingo Maurer added a copper tunnel entrance on the north side. Maurer also designed several light sculptures for the cloister yard and the church interior. At the opening ceremony of the Kruisherenhotel on 1 September 2005, the superior general of the Crosier Order, Rein Vaanhold, said in his speech that the new purpose of the building was consistent with its historical function: making guests feel welcome. The hotel received the bi-annual Monument Prize of the Municipality of Maastricht (the Victor de Stuers medal) in 2005. Also in 2005, interior designer Henk Vos received the European Design Award for his daring design of the hotel interior. In 2011 it was named \"hotel of the year\" in the Dutch edition of the Gault Millau guide.'Kruisherenhotel beste hotel van het jaar' on website l1.nl, 2 November 2010 In 2017 the hotel was officially recognized as a five-star hotel by European Hotel Classification, the only one in Maastricht and Limburg.'Kruisherenhotel eerste vijfsterrenhotel van Limburg' on website chapeaumagazine.com, 31 May 2017 == Architectural heritage == === Monastery church === ==== Exterior ==== The Maastricht Crosier Church is a spireless, three-, or rather two-aisled monastery church (the south aisle is a pseudo-aisle). It was built between 1440 and 1509 in the local Mosan Gothic style, using local yellow limestone (Limburgse mergel) on a plinth of bluestone from Namur (Naamse steen). The roofs are covered with sheets of slate. The architecture is similar to that of other Gothic monastery churches in the Mosan region, like the Dominican and Minorite churches in Maastricht, which however are two centuries older. The west façade features a (secondary) entrance, as well as a large and a small window, both with pointed arches. The windows had been bricked up in the 19th century but were fitted out with new tracery and colourless leaded glass in the early 20th century. The bluestone finial at the top of the west gable was replaced with a copy around 2004 (the original finial stands in a hotel corridor). The north aisle as well as the north clerestory have five windows, with buttresses in between. The window above the main entrance is blind. The modern entrance by Ingo Maurer has the shape of a tunnel made of copper. The choir has the same height as the nave. Five bricked-up windows of the apse, like the west windows, were reopened and reglazed in the early 20th century. The windows of the choir bays, between the apse and the nave, are blind. Most of the south (pseudo-)aisle is hidden from sight behind the cloisters. Three clerestory windows can be detected from the cloister yardVan Nispen tot Sevenaer (1926/1974), pp. 244-254Van den Boogard/Minis (2001), p. 65: 'Kruisherenklooster' File:2017 Maastricht, Kruisherenkerk 03.jpg|West façade File:2017 Kruisherenkerk, noordgevel 01.jpg|North façade and entrance File:Ingang Kruisherenkerk Rijksmonument 27253.JPG|Modern entrance tunnel File:2017 Kruisherenkerk, koor 02.jpg|Choir from the south-east ==== Interior ==== Nave and choir with mezzanine and light sculptures by Ingo Maurer The length of the church (nave plus choir) is ca. 42.6 m (inside measurements); the choir measures 18.1 m and the nave 24.5 m. The total width of nave and aisles is ca. 17 m; the nave by itself 10 m. Both choir and nave are 14.85 m high, the aisles are lower. The choir consists of two bays and a seven-sided apse. Five tall apse windows with colourless glass make the space very light. The nave consists of five bays and has net vaulting, probably dating from shortly after 1579 (see 'History' above). The connection between the choir vaults and the nave is far from seamless and still very much visible. Only the north aisle is a full aisle, 4.5 m wide and 7.7 m high. The pillars between the aisle and nave are of Namur stone. The south aisle is a pseudo-aisle. It is only 2.4 m wide and consists of five side chapels that were built between the buttresses. Three of these chapels are still recognizable as such, the others have been walled off and are now part of the cloisters.Keyser-Schuurman (1984a), pp. 7-9 In order to create more usable space for the hotel, two mezzanines were constructed inside the church in 2003-05. The larger mezzanine runs parallel with the nave and part of the choir. It is connected to other parts of the hotel by glass walkways and elevators. On top is a restaurant seating 85. Below is a wine bar and a glass 'wine cellar'. The smaller mezzanine fills the north aisle. It has a reading room on top and lavatories and offices below. An egg-shaped office designed by Ingo Maurer is near the west entrance. All this can be removed without permanent damage to the building. File:Kruisherenhotel 13.jpg|Choir windows File:Kruisherenhotel 04.jpg|Glass elevator File:Kruisherenhotel 21.jpg|North aisle mezzanine File:Kruisherenhotel 07.jpg|Lounge corner in chapel ==== Murals ==== Finding of the True Cross (?) The choir vaults are decorated with murals from the 15th and 16th century that are partly in a poor state. Some of these were completed in 1461 by Master Gerardus but were altered by an unknown hand in 1571. The decorations consist of floral wreaths, the Arma Christi, angels, busts of monks and knights with banderoles. The text on the banderoles is virtually illegible. A depiction of a cross with the coat of arms of the Crosier Order and two human figures – possibly a Roman and a female saint – may refer to the Finding of the True Cross by Saint Helena.Keyser-Schuurman (1984a), pp. 19-20 The south-west chapel contains a large mural, most likely from the second quarter of the 16th century. The main depiction portrays eight scenes from the life of Saint Gertrude: six within a pointed arch on the south wall of the chapel; the other two (originally four?) on the side walls. Depicted are: the birth of Gertrude, the taking of the vows, a bishop consecrating Nivelles Abbey, Gertrude saving a house on fire, and Gertrude saving a ship in a storm. The mural on the west wall shows \"Saint Gertrude's love drink\" (Sint-Geerteminnedronk), the ancient custom to drink to a healthy homecoming of someone who is undertaking a long journey. Saint Gertrude is the patron saint of travellers.Keyser-Schuurman (1984a), pp. 12-13. File:2017 Kruisherenkerk, koorgewelf 1.jpg|Painted choir vaults with floral motives File:2017 Kruisherenkerk, koorgewelf 4.jpg|Painted keystone and ribvaulting File:2017 Kruisherenkerk, zuidelijke zijkapel, St- Gertrudisschildering 01.jpg|West chapel with Saint Gertrude mural File:2017 Kruisherenkerk, zuidelijke zijkapel, St-Gertrudisschildering 04.jpg|Detail mural with \"Saint Gertrude's love drink\" ==== Sculptures ==== Late Gothic Mosan capitals in the north aisle Both the architectural sculpture in the church and the sculptural fragments that were recovered in 1913 from underneath the church floor, testify of a rich artistic tradition. The massive late-Gothic capitals that adorn the composite columns between the nave and the north aisle, are impressive both in size and skill. The ribvaults are decorated with sculpted keystones and corbels. Beautifully detailed are the four corbels with the evangelists' symbols.Van Nispen tot Sevenaer (1926/1974), pp. 245-246 Two Baroque altars have been preserved in the south chapels. They are of local limestone with stucco decorations in Louis Quatorze style.Keyser-Schuurman (1984a), p. 28 Two interesting reliefs decorate the north and south wall of the choir. The smaller one on the north wall depicts a heart that is pierced by a sword with two hands folded in prayer below. Inside the heart the letters IHS (Jesus) and MA (Mary) have been carved; above it the date 1595. This might be an epitaph that was removed from elsewhere. The larger relief on the opposite wall consists of four vertically arranged parts, partly damaged by a 19th-century mezzanine floor. It probably refers to a Vidimus (Latin: \"we have seen\") of 1482, in which the dean of St. Servatius confirmed a privilege of Pope John XXII of 1318, allowing the Crosiers to celebrate mass, collect money, etc.Keyser-Schuurman (1984b), pp. 114-115: nr. 10; p. 179: nr. 198 The papal tiara and Saint Peter's Keys of Heaven are clearly recognizable. Above and below are depictions of the coat of arms of the Crosiers and what looks like a sundial or an astrological chart. These may not be related to the central reliefs. The bottom drawing may be connected to prior Mathias Mijnecom who was known as \"Astronomas\" because of his knowledge of mathematics and astronomy.Van Hasselt (1903), p. 44.Van Nispen tot Sevenaer (1926/1974), p. 249 File:2017 Kruisherenkerk, koorconsole 2a.jpg|Choir corbel with bull's head (Saint Luke) File:2017 Kruisherenkerk, zuidelijke zijkapel, altaar 2.jpg|Baroque altar with stucco decorations, ca. 1700 File:2017 Kruisherenkerk, reliëf 1.jpg|Relief with pierced heart and praying hands, 1595 File:2017 Kruisherenkerk, reliëf 3.jpg|Papal relief with tiara and keys of heaven, 1482? ==== Ledger stones ==== Detail of a ledger stone of 1633 with coats of arms of the Meesters and Selen families Around ten ledger stones remain in the church, all of laypersons. For the burghers of Maastricht the Crosier Church obviously was a popular place to be buried. It is remarkable that no graves of friars or other clergy have survived. Burials of friars in the church are mentioned in the monastery archive. It is also known that the Jesuit preacher Hendrik Denijs was buried in the choir of the church in 1571, and that three years later the dean of St. Servatius', Nicolaas van der Straeten, was buried in the same grave.Ubachs/Evers (2005), p. 143: 'Denijs s.j., Hendrik'; p. 517: 'Straeten, Nicolaas van der' None of the remaining ledger stones are in their original location. Some were moved to the cloisters (see below); others were most likely destroyed in the 19th century.Keyser- Schuurman (1984a), p. 24 Some ledger stones were used twice, as was the case with the damaged stone that originally covered the grave of jonker Gerard van der Marck and his wife in 1482. It was reused for Art Proenen and his wife in 1618.This ledger stone was still complete around 1900. It measured 265 × 140 cm and the complete epitaph in Dutch was: (hier ligt begrave) Joncker Geraert vā der Marck, die sterft int joir mcccclxxxii-xxv dach Octobris ende syn huysvrou Joffer Kathryn va der Borch die sterf ano mccccxcviii(-xxx dach January). In the 17th century the following was added: Hyr ligt oeck begrave die eersa/me Arnt Proene, peimeester deser / goder stadt sterff ao. xvcxviii den / xxxviii novembris en joffrou mari / paris sȳ huisfrou sterf ao. xvc / en xxvi de xxi dach Decembris. Van Nispen tot Sevenaer (1926/1974), p. 252 (photo). The ledger stone of Elisabeth and Vaes Nuellens from 1510 is decorated with the Lamb of God and the Four Evangelists' symbols in the corners.The stone measures 200 × 110 cm. Around the depiction of the Lamb of God is a worn epitaph, partly in Latin: Sepultura honeste matrone Elysabet Nuellens proli [umque] suarum que obīj̄t Ao Dni XVc decimo mensis january die undecima q̄ aie Reqescāt in pace A. At the top of the stone the following was added in Dutch: Hyr lecht begraven Vaes / Nuellens die sterff int jaer / ons Heren M Vc en de xliiii. Van Nispen tot Sevenaer (1926/1974), p. 252 (photo). A large sculpted ledger stone was moved to one of the chapels during the early-20th-century restorations. The stone from 1605 once covered the grave of mayor and schepen Johan Sdrogen and his wife Verona Weertz.The stone measures 255 × 125 cm. Above a cartouche with the coats of arms is written in Dutch: Hier light begraven der eersame/vrome en discrete h. Iohan / Sdrogen Borgemr en Schepen / Deser Stadt, sterf ao 1604 / den 28en deceb̄. ende Iof Verona / Weertz syn huysvē. sterf ao... / 16... de.... Van Nispen tot Sevenaer (1926/1974), pp. 252-253. Against a wall in the south-east chapel stands a ledger stone of 1639 with the damaged coat of arms of Lysbeth Coenegracht, widow of Herman Jekermans.This stone measures 170 × 85 cm. The text in Dutch reads as follows: Hier ligt begraven / Lysbyet Connegracht / die Weduwve Herman / ieckermans sterf Ao / 1639 den 19 meert. Bidt voer de Zielen. Van Nispen tot Sevenaer (1926/1974), p. 253. Leaning against the wall of the north aisle are three ledger stones that were moved here from elsewhere. They are visible only through the glass back wall in the toilets. The 16th-century stone of mayor Mathijs Nollens's family is very worn.This stone measures 185 × 130 cm. Only the text (in Dutch) on the lower half is legible: hier licht begraven emeren / tiana • nollens • dochter van / burgemr mathis nollens / ende maria van Buel [in den] Burch op de / holtmerct ende is gestorven / int iaer ons heeren 1580 den 22 / dach december. Van Nispen tot Sevenaer (1926/1974), p. 252 (photo). Next to this is a 17th-century stone with the coats of arms of the families Meesters and Selen.The measurements are 205 × 110 cm. The text in Dutch is: hier licht begraven den eersaemen / Ardt Meesters sterf den 15 meirt / ao 1633 ende jan selen ao 1637 / den 7 october ende marcellus selen / soene van jan selen iamerlijck vermoort jonckman synde ao 1663 / den 23 october ende Elisabeth van / Offenbeeck hunner beyder huysvrouwe sterf ao 16.. den /. Added in between: ende jan meesters sterf ano 1664 / meert ende anna selen sterf den / 19 december 1691(?). Van Nispen tot Sevenaer (1926/1974), p. 253. The third stone along this wall also dates from the 17th century and was part of the grave of mayor Andries van Stockhem and his wife Catharine.The epitaph in Dutch reads: ... jof catharine van stockhem weduw wile sr johan nysmans zaliger die starf den / 3 may 165.. ende heer andries van stockhem / in synen leven borchemeester deser stadt / maestricht die starf den 25 october 166... Along the edge: bidt godt voor die sielen.... Van Nispen tot Sevenaer (1926/1974), pp. 253-254. File:2017 Kruisherenkerk, grafzerk noordmuur schip 2.jpg|Ledger stones of 1580 & 1633 File:2017 Kruisherenkerk, grafzerk zuidelijke zijkapel 2.jpg|Ledger stone of 1639 File:2017 Kruisherenkerk, grafzerk zuidelijke zijkapel 1.jpg|Detail ledger stone, ca. 1650 File:2017 Kruisherenkerk, grafzerk zuidelijke zijkapel 3.jpg|Ledger stone of 1740 === Monastery wings === ==== Outer walls ==== The four wings of the monastery make the shape of an imperfect square between the streets Kruisherengang and Kommel. The north wing runs parallel to the south aisle of the church and for that reason is not visible from the street. The east wing overlooks Kommel, a street that at this point has the appearance of a square. In 2009 it was redesigned as a park with trees, box hedges, flower beds and cobbled paths. A bronze sculpture of a horse (Julius Solway, Arthur Spronken, 1982) was relocated in front of the hotel, also in 2009. The south wing is visible only from a secluded garden between the monastery and a row of houses along Kommel. Both the south wing and the west wing end in a stepped gable. The outer walls are largely built with local limestone (mergel) with incidental use of brick, sometimes in alternating bands with limestone. The lower part of the west wing was replaced in 1928 by Nivelstein sandstone, which is harder. Pointed Gothic windows, partly dating from the 15th century, appear on the ground floor of the south and east wing, and in the stepped gables. Elsewhere 16th-century rectangular windows with stone frames and muntins and wooden window shutters predominate. The shutters, including those of the dormers with their tented roofs, are painted red and white, the colours of the Crosiers' cross. The entrances in the outer walls of the south and west wings have pediments with the Crosiers' cross. Above a door in the east wing is a lintel with the name of the agricultural testing station (Rijkslandbouwproefstation) in blackletters.Van Nispen tot Sevenaer (1926/1974), pp. 254-257 File:Statue and the ancient Monastry building of Kruisheren Hotel Maastricht - panoramio.jpg|East wing and Kommel File:2017 Kruisherenklooster, zuidgevel 03.jpg|South-west stepped gable File:2017 Maastricht, Kruisherenklooster 09.jpg|Renaissance windows File:2017 Maastricht, Kruisherenklooster 07.jpg|Pedimented west entrance ==== Cloister yard ==== Hotel patio in the cloister yard with north and east wings The cloister yard is a quadrangle that is not entirely square, surrounded by four monastery wings. The lower Gothic windows on this side were probably once open; they were (re)glazed in the 19th century. Gothic windows also appear in the upper floor of the south wing; the lower windows in this wing are wider than elsewhere. Also, the south wing features a centrally-placed one-storey outbuilding with a hip roof that protrudes into the cloister yard. As is the case with the street-facing façades, brightly coloured window shutters decorate the Renaissance windows around the cloister yard. The cloister yard may have been used originally as a herb garden (hortus medicus). It is now a hotel patio. The white pavement and the colour of the garden furniture, as well as the red and white window shutters, refer to the colours of the Crosiers' cross. A modern staircase leads to a fire escape tunnel that goes under the south wing of the cloisters, connecting the courtyard to the outside world.Kruisherenhotel, Maastricht on website herbestemming.nu A light sculpture by Ingo Maurer in the shape of an illuminated vertical column filled with 3000 litres of water with silver dust has been temporarily removed because of malfunctioning.Ingo Maurer: The Kruisherenhotel - Maastricht, the Netherlands on mymagicalattic.blogspot.nl, 11 December 2013 File:2017 Kruisherenklooster, pandhof, zuidwesthoek.jpg|View from above File:2017 Kruisherenklooster, pandhof, zuidvleugel, gotische vensters.jpg|Gothic windows south wing File:2017 Kruisherenklooster, pandhof en oostvleugel.jpg|East wing File:Kruisherenhotel Maastricht, light sculptures by Ingo Maurer in former cloister yard - panoramio.jpg|Light sculpture by Maurer ==== Interior ==== East corridor, Gothic windows The monastery wings consist of a ground floor and two floors above, of which the upper floor is directly underneath the roof. Parts of the building are furnished with cellars that have barrel vaults. Surrounding the cloister yard are the cloister corridors. The leaded glass windows date from the late 19th century and were possibly designed in the studios of Pierre Cuypers in Roermond. The ceilings are supported by beams with profiled corbels, which are all painted white. The tiled floors were renewed in 2004. The north corridor is narrower because it is adjacent to the church. The other corridors provide access to rooms that have windows looking out onto the street. The protruding section of the south corridor contains a lavabo (including a hand pump until the late 20th century). Several interesting ledger stones have been moved here, probably from the church. The floor of the lavabo space in the south corridor consists of a large ledger stone from the 17th century that once covered the grave of the Alards family.The stone measures 230 x 105 cm. The text around a depiction of the Lamb of God within a circle is written in blackletters in Dutch: o • godertiere • jhesu • lamp • godtz • ontfermt • dich • onser • amen. The text continues, barely legible, according to the amateur historian Baron Von Geusau as follows: (hier ligt begrave joris) starf ano xvc xxi – iii septeb. ende mary syn huesf. sterf ano / (xvc.... ende herdwig von vucht) / sterf ano xvc xxx de • xxix • dach [aprilis] / amen. Van Nispen tot Sevenaer (1926/1974), p. 257. Another ledger stone has been placed against the north wall of the north corridor. It dates from 1624 when both Thomas Ulrich and his wife Anna were buried underneath it.This stone measures 205 x 120 cm and is decorated with a catouche. The text in Dutch reads: hier ligt begraven den eersamen / thomas vlrich coenestabeel deeser / stadt maestriest in sienen tidt / ghewest staerf ao 1624 den 7 octobre / ende sien beminde hvisvrowe anna / scronx ock in hedt ao 1624 den 8 / october. bidt godt voer die siele. Van Nispen tot Sevenaer (1926/1974), p. 257. The public spaces and rooms of the Kruisherenhotel – fifty in the main building and ten in the Renaissance House and Casa Nova (see below) – were individually conceived by interior architect Henk Vos, who made use of furniture and lighting designs by Le Corbusier, Philip Starck, Marc Newson, Ingo Maurer and others. File:2017 Kruisherenklooster, kloostergang west 03.jpg|Cloisters, west corridor File:2017 Kruisherenklooster, kloostergang zuid, lavabo.jpg|Lavabo and ledger stone File:2017 Kruisherenklooster, kloostergang, 2e etage.jpg|Attic floor, corridor File:Kruisherenhotel, hotel room 1.jpg|South wing, hotel room === Other buildings === Garden between the main monastery building and Casa Nova The Crosier Monastery in Maastricht is unique in the Netherlands as it has been preserved in its original state almost completely. Some minor parts have not survived. As late as 1962, a 17th-century gateway with the Crosiers' coat of arms was demolished.Ubachs/Evers (2005), pp. 287-288: 'Kommel' Along Kommel there are some small houses (all Rijksmonuments) that may or may not have been part of the monastery. They are privately owned and not part of the hotel. Adjacent to this row of houses are two buildings that are now part of the Kruisherenhotel. The 17th-century building on the south-west corner is known as \"Renaissance House\" (Kruisherengang nr. 23). It is a remnant of the original gatehouse and gatekeeper's lodge that stood here. There is some evidence on the north façade that this building was once bigger. The house is built in the local style of the Mosan Renaissance with alternating layers of brick and limestone, a stepped gable and bluestone door and window frames. A brand new pavilion clad in COR-TEN steel was added to the east of this in 2004. Between this \"Casa Nova\" and the south wing of the main monastery a patio garden has been laid out.'Kruisherenhotel Maastricht' op satijnplus.nl It is not clear whether anything remains of the tenant farms, tithe barns and other buildings that were once owned by the Maastricht Crosiers. In the small village of Herderen in Belgian Limburg, where the Crosiers owned several properties, a street is named after them, the Kruisherenstraat.Keyser- Schuurman (1984a), p. 37 (erroneously named \"Kruisbroedersstraat\") File:2017 Maastricht, Kommel 26-28.jpg|Houses along Kommel File:2017 Maastricht, Kruisherengang nr 23.jpg|Renaissance House File:2017 Kruisherenhotel, Renaissancehuis, hotelkamer 3.jpg|Renaissance House, interior File:WLM - Minke Wagenaar - 07-07-07 Maastricht 063.jpg|Casa Nova == Other heritage == === Tabernacle tower === Four fragments of the tabernacle tower photographed around 1913, shortly after their discovery A former eye-catcher in the Crosier Church must have been the imposing 16th-century tabernacle tower. It was around ten meters high and only fragments of it survived. It was sculpted in or shortly after 1561 by Liège sculptor Guillaume de Jonckeu. The contract for the work between De Jonckeu and prior Servaes Heynsberch still exists. According to this contract, the tabernacle was to follow the example of a similar one in St. John's Cathedral in 's-Hertogenbosch (destroyed during the beeldenstorm of 1568). De Jonckeu received 120 Brabant guilders for the work. The money was provided by the dean of St. Servatius, Nicolaas van der Straeten, who was buried in front of the tabernacle in 1573.Ubachs/Evers (2005), p. 457: 'Sacramentshuis'; p. 517: 'Straeten, Nicolaas van der' During the restoration of the church in 1913 around 15 fragments of the tabernacle were discovered underneath the church floor. They are part of the collection of the LGOG Limburg Historical Society, now in storage at the Bonnefantenmuseum. Some of the fragments, described in detail by the art historian jonkheer Eugène van Nispen tot Sevenaer in 1926, may have gone missing.Van Nispen tot Sevenaer (1926/74), deel 2, pp. 694-695 With the help of the remaining fragments and the surviving contract, it is possible to make a fairly accurate reconstruction of the tabernacle tower. It was constructed of natural stone (Avesnes limestone?), 35 Liège feet tall (ca. 10 meters), and consisted of six or seven sections on top of each other. The pedestal was decorated with statues of the Seven Virtues. On top of this was the proper tabernacle which had three metal doors with statues of angels in between (one of the angels, 70 cm tall and standing in a niche, has been preserved). It could be reached via three steps of Namur bluestone. Above the tabernacle were three eucharist-themed reliefs: the Last Supper (seven fragments remaining), the manna rain in the desert, and the priesthood of Melchizedek. On top of this were statues of the four evangelists (of which Saint Luke survives), then statues of the four Doctors of the Church, and finally statues of two local holy bishops, Saint Servatius and Saint Lambert. The latter two sculptures were placed underneath a ciborium.Van Hasselt (1903), pp. 134-135 The style is that of the Northern Renaissance, of which Liège under prince-bishop Érard de La Marck had become a major centre. No other works by Guillaume de Jonckeu are known. The sculptures have a certain dynamic but lack detail. Some of the architectural parts are mindful of the work of Cornelis Floris de Vriendt, though less refined. Tabernacle towers with a similar architectural scheme can be found elsewhere in the Prince-Bishopric of Liège, as in St. Leonard's Church, Zoutleeuw. (1995): 'Kunstschatten uit de Sint-Leonarduskerk van Zoutleeuw, parel van Haspengouw', p. 40. In: Vlaanderen, Volume 44 (online text) File:Kruisherenkerk Maastricht, sacramentstoren, fragment engel in nis (LGOG-collectie) 03.jpg|Standing angel in niche File:Kruisherenkerk Maastricht, sacramentstoren, fragment engel in nis (LGOG-collectie) 08.jpg|Architectural fragments File:Kruisherenkerk Maastricht, sacramentstoren, fragment Laatste Avondmaal (LGOG-collectie) 07.jpg|Fragment Last Supper File:Kruisherenkerk Maastricht, sacramentstoren, fragment Lucas (LGOG-collectie) 03.jpg|Saint Luke (with calf) === Other artworks and liturgical objects === Detail baroque monstrance (Johannes Wery, 1737) in Burtscheid Abbey, formerly in the Crosier Church in Maastricht As evidenced in the bookkeeping records of the monastery, the Maastricht woodcarver Jan van Steffeswert received several commissions from the Crosiers between 1512 and 1516. Among these were a statue of Saint Michael of 1512 and one of the Virgin Mary of 1515. It is unlikely that any of these still exist.Among the 14 signed works by Van Steffeswert and the ca. 100 works that have been attributed to his workshop, there is not a single statue of Saint Michael. The statue of the Virgin Mary may have been part of a Calvary group mentioned in 1516. It is not even sure that the statue of the Virgin was actually acquired by the Crosiers, only that it was discussed with Van Steffeswert. (1992): 'De Maastrichtse beeldsnijder Jan van Steffeswert', pp. 44-45, 66-67. In: Publications (PSHAL 128). LGOG, Maastricht. In 1733 local artist Jean-Baptiste Coclers painted the four evangelists for the chancel in the Crosier Church. The whereabouts of these paintings are unknown.Van Hasselt (1903), p. 19 A small sculpture that did survive is an heirloom from a previous occupier, the agricultural testing station. The wooden statuette of a Crosier used to be in the director's office but was given to the Kruisherenhotel when it opened in 2005. It now stands in a niche in the apse of the former church. A series of Renaissance corbels are also relatively late arrivals in the building. They are on loan from the Bonnefantenmuseum but their provenance is unknown. Some have the form of caryatids, others of lions or fantasy creatures that hold coats of arms. Since 2005 the corbels are on display in the stairwells and corridors in the hotel. A fragment of the 15th-century choir stalls has been reused in the attic of a house adjacent to the monastery.The choir stalls of 1462 were replaced in the 17th century. The carved statues of Jesus and the twelve apostle were moved to the refectory; some of the wood was used for a partitioning wall in a 17th- century house in Kommel. Van Hasselt (1903), p. 15; Keyser-Schuurman (1984a), p. 21. The acquisition of various liturgical objects is listed in the Crosiers' archive, but only a few have survived. A precious monstrance and a chalice by the Maastricht silversmith Johannes Wery (1695-1750) must have once adorned the main altar in the Crosier Church. Both are now in the church treasury of Burtscheid Abbey (near Aachen).Keyser-Schuurman (1984a), pp. 21-23 File:Kruisherenhotel Maastricht, 05.jpg|Statuette of a Crutched Friar File:2017 Kruisherenklooster, bouwsculptuur 10.jpg|Renaissance corbel File:2017 Kruisherenklooster, bouwsculptuur 09.jpg|Lion with coat of arms File:St. Johann Barockmonstranz.jpg|Monstrance by J. Wery, 1737 === Books and manuscripts === Front, back and details of a 16th-century book cover, made by Maastricht Crosiers (RHCL, Crosier Archive, inventory number 335) Book covers and manuscripts were produced in the Crosier Monastery until the second half of the 16th century. The book covers were made of calf leather with embossed decorations of lions, flowers, leaves or lozenge shapes. Several carry an emblem: an angel holding the Crosiers' coat of arms.Keyser-Schuurman (1984a), pp. 33-36 Famous copyists were Daniël van Keulen (ca. 1462-1489), Franciscus van Nijmegen (ca. 1493-1531) and Jasper Schaefdriess (ca. 1519-1569). The latter was asked to teach copyists in Liège in 1533. (1953): 'Een Maastrichtse bibliofiel. Prior Jan Proenen'. In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 11), pp. 90-91 (online text )Janssen (2006), pp. 93, 96 Theodoricus van Sittard and Johannes Leerdam were well- known bookbinders around 1500. Johannes Leerdam worked in Maastricht for about ten years, then moved to London towards the end of his life.Janssen (2006), p. 94 Few manuscripts produced in the Crosiers' scriptorium in Maastricht have survived. Four manuscripts from the 15th and 16th century are in the collection of the National Library of the Netherlands in The Hague (Koninklijke Bibliotheek or KB).NL-DHk 70 E 2, NL-DHk 78 F 5, NL-DHk 70 E 8 en NL-DHk 75 G 60 op website hlub.dyndns.org Other collections with Maastricht Crosiers' manuscripts are: the University Library Groningen (UBG),Groningen, UB : ms. 18 op website mmdc.nl the Utrecht University Library (UBU) and the Leiden University Library.Keyser-Schuurman (1984a), p. 36 Starting in 1528, prior Jan Proenen kept meticulous records of the financial affairs of the monastery. He also recorded the books he purchased for the library. In 13 years he bought over 60 books, half of which were non-religious. In 1536 he bought a Latin dictionary in five languages by Ambrogio Calepino. By special order of the National Convention, it was confiscated by the French in January 1795. In February, the rest of the valuable books were confiscated and shipped to France. All of the books bought by Proenen went missing, except for one. His Novus orbis regionum ac insularium veteribus incognitarum, published in Basel in 1532, purchased and annotated by Proenen in 1533, and bound in the Crosiers' own bookbindery, is now in the collection of the city library in Maastricht (Centre Céramique, CC). (1959): 'Een Maastrichtse bibliofiel. Prior Jan Proenen'. In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 17), pp. 4, 14-15 (online text )Keyser-Schuurman (1984a), pp. 32-36 File:Necrologie Kruisherenklooster Maastricht, KB, Hs. 78 F 5 (1).jpg|15th-century necrology of the Maastricht Crosiers (KB, The Hague, ms. 78 F 5) File:Pantheologia, ms van Kruisherenklooster Maastricht 1470 (UB Groningen, ms. 18) - 1.jpg|Bound manuscript Pantheologia, 1470 (UBG, Groningen, ms. 18) File:Verzameling preken, Kruisherenklooster Maastricht (UB Utrecht Cat 243) - 1 (cropped).jpg|Detail of a 15th-century manuscript with sermons (UBU, Utrecht, cat. 243) File:Novus orbis regionum (1532), Kruisherenklooster Maastricht (RHCL, Maastricht).jpg|Titel page Novus orbis regionum with handwriting Proenen (CC, Maastricht) === Crosier archive === 15th-century matrix and seal of the Crosier Monastery (RHCL, Maastricht) The archive of the Crosier Monastery has been part of the Dutch National Archives (Rijksarchief) since 1882. It is now stored in the Regionaal Historisch Centrum Limburg (RHCL), based in a former Minorite monastery in Maastricht.In 1796, with the dissolution of the monastery, the Crosier archive was saved by friar Godefridus Willems. Otherwise it probably would have been sold as old paper, as happened to other monastery and church archives. When Willems died in 1835 the Dutch state confiscated the archive. In 1882 it was incorporated in the Rijksarchief by Jozef Habets. Keyser-Schuurman (1984b), pp. 10-11. The Crosier archive measures 9.9 m and consists of 304 charters on parchment and 110 archival calendars, bundles and loose papers. it is considered special because of its completeness which is unique in this part of Europe. Almost the entire financial administration of the monastery from 1450 to 1795 has been preserved. It provides valuable information, not only about the monastery but about many aspects of life in Maastricht in general.Metamorfoze - Project 1 Kruisheren on website rhcl.nl The oldest and most vulnerable documents are packed in Lexan (a polycarbonate) and stored in a secure and refrigerated strongroom. Around sixty documents precede the founding of the monastery. They are either related to the early history of the Crosier Order, or to transactions of real estate later acquired by the Crosiers. Three documents are of paramount importance for the history of the monastery: the original deed of 1436 in which five houses at Kommel where transferred to the Crosiers, the permission for the monastery foundation by the local clergy (1437), and the permission granted by the bishop of Liège (1438). In 2015 most of the Crosier archive was preserved and digitalised as a result of a national conservation programme (Metamorfoze).Metamorfoze Nieuws #18, 2014 op website metamorfoze.nl The original matrix of the seal of the Maastricht Crosiers dates from the 15th-century. After having been lost for decades, it was discovered by chance in 1876 and is now part of the RHCL archives. Its diameter is 3.5 cm. In the centre is a quatrefoil with the head of Christ crowned with thorns. The text around the quatrefoil is in Latin: + S: COVENTUS.FRM SACTE. CRUCIS. TRAICTENCIS. File:Archief Kruisherenklooster Maastricht (RHCL)-1.jpg|Record boxes in RHCL (with reference to Metamorfoze) File:Archief Kruisherenklooster Maastricht (RHCL)-3.jpg|Oldest manuscripts, packed in Lexan File:Toestemming deken St-Servaas & pastoor St-Jan Kruisherenklooster, 8 okt 1437 (RHCL inv nr 2).jpg|Foundation charter of the monastery, 1437 File:Oprichtingsakte Broederschap H Kruis, Kruisherenklooster Maastricht.jpg|Charter of the Fraternity of the Holy Cross, 1439 == See also == * Canons Regular of the Order of the Holy Cross * Ter Apel Monastery == External links == * Crosier archive - digitalised archive of the Maastricht Crosiers (keyword: 14.D023) * Kruisherenhotel - hotel website == Sources == * (2001): Monumentengids Maastricht. Primavera Pers, Leiden. * (2002): 'Maastricht-Maaseik' (review of an article by R. Janssen, 'De kruisbroeders van Maastricht en van Maaseik in de vijftiende eeuw: geen hechte maar wel een losse band', published in 2001 in De Maasband. Opstellen over het Maasland, pp. 69–81). In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 60), pp. 195–196 (online text) * (1896): 'Prioren van het voormalig Kruisheeren-klooster te Maastricht'. In: De Maasgouw, Volume 18, nr. 3, pp. 9–11 (online text) * (1903): 'Geschiedenis van het Klooster der Kruisheeren te Maastricht'. In: Publications de la Société Historique et Archéologique dans le Limbourg (PSHAL 39), pp. 3–137. Limburgs Geschied- en Oudheidkundig Genootschap, Maastricht (online text) * (1996) 'De Orde van het Heilig Kruis op het einde van het Ancien Régime'. In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 54), pp. 3–92 (online text) * (2004) 'De oorsprong van de Orde van het Heilig Kruis'. In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 62), pp. 14–163 (online text) * (2006) 'De Orde van het Heilig Kruis in de vijftiende eeuw. Deel 2: De kloosters die na 1410 en vóór 1473 werden gesticht'. In: Clairlieu. Tijdschrift gewijd aan de geschiedenis der kruisheren (Volume 64), pp. 3–178 (online text pp. 3-49, pp. 50-91 & pp. 92-135) * (1984a): Het Kruisherenklooster (Maastrichts Silhouet #17). Stichting Historische Reeks Maastricht, Maastricht. * (1984b): Inventaris van het archief van het Kruisherenklooster te Maastricht 1438-1796 (RAL Inventory Volume 32). Rijksarchief in Limburg, Maastricht (text partly available online) * (1926/1974): De monumenten in de gemeente Maastricht, Volume 1 & 2\\. Arnhem (online text pp. 147-466 & pp. 688-701) * (1990): Hemelse trektochten. Broederschappen in Maastricht 1400-1850. Vierkant Maastricht, Volume 16. Stichting Historische Reeks Maastricht, Maastricht. * (2005): Historische Encyclopedie Maastricht. Walburg Pers, Zutphen. == Notes == == References == Category:Canons Regular of the Order of the Holy Cross Category:Former Christian monasteries in the Netherlands Category:Christian monasteries established in the 15th century Category:1438 establishments in Europe Category:1796 disestablishments in Europe Category:Monasteries dissolved during the French Revolution Category:Hotels in the Netherlands Category:Gothic architecture in the Netherlands Category:Rijksmonuments in Maastricht Category:Churches in Maastricht ",
    "title": "Crosier Monastery, Maastricht"
}