{
    "id": "56738504",
    "text": "The Wuling Rongguang is a five-door, five- to eight-seater Microvan made by SGMW (SAIC-GM-Wuling Automobile), a Chinese joint venture of SAIC with Liuzhou Wuling Motors Co. and the American automotive company General Motors. ==Overview== The Wuling Rongguang was originally introduced during the 2008 Beijing Auto Show. The Wuling Rongguang has engine options including a 1.2 liter inline-four engine producing 82 hp or a 1.5 liter inline-four engine producing 107hp. Both engine options are mated to a 5-speed manual gearbox. File:Wuling Rongguang 01 China 2012-04-22.jpg|The front view of a Wuling Rongguang. File:Wuling Rongguang 02 China 2012-04-22.jpg|The rear view of a Wuling Rongguang. File:Wuling Rongguang 01 China 2012-04-15.jpg|The front view of a Wuling Rongguang facelift. File:Wuling Rongguang 02 China 2012-04-15.jpg|The rear view of a Wuling Rongguang facelift. ==Wuling Rongguang S== The Wuling Rongguang S is an facelift version of the regular Wuling Rongguang, and later replaced the regular Wuling Rongguang in its market place. It features a fully redesigned body. With dimensions: 4135mm/1660mm/1870mm. File:2018 Wuling Rongguang S.jpg|Rongguang S File:Wuling Rongguang S 001.jpg|Rongguang S Extended cab, front view File:Wuling Rongguang S 002.jpg|Rongguang S Extended cab, rear view ==Wuling Rongguang Extended Version== The Wuling Rongguang Extended Version is an extended version of the regular Wuling Rongguang, with wheelbase extended to 3050mm and 4490mm. With dimensions: 4490mm/1615mm/1900mm File:Wuling Rongguang long version 001.jpg|The front view of a Wuling Rongguang S. File:Wuling Rongguang long version 002.jpg|The rear view of a Wuling Rongguang S. ==Wuling Rongguang single and crew cab== Wuling Rongguang single and crew cab are pickup versions of the regular Wuling Rongguang. SAIC-GM-Wuling launched the updated facelift version of the Wuling Rongguang pickup in July 2018. The Wuling Rongguang pickup is powered by a choice of 1.5 liter or 1.8 liter engines, with prices ranging between 45,800 yuan and 52,800 yuan. File:Wuling Rongguang variants in Luoyang 8.14.18.jpg|Wuling Rongguang standard & crew cab variants ==Wuling Rongguang V== A largely different vehicle which has a body style closer to a compact MPV. The Wuling Rongguang V is actually a rebadged Wuling Hongguang V. File:Wuling Hongguang V China 2015-04-06.jpg|The Wuling Hongguang V which later rebadged into the Wuling Rongguang V. ==Chevrolet N300== The Chevrolet N300 is a rebadged Wuling Rongguang for sale in emerging markets such as Ecuador and others around the world except for Africa. The rebadged Wuling Rongguang Pickup Truck was a result of GM's joint venture with China's Wuling Motors. The partnership forms under the Shanghai-GM-Wuling joint. The Chevrolet N300 was positioned above the Chevrolet N200, a rebadged Wuling Hongtu in a few other markets. According to GM International Operations Vice President, Sales, Marketing and Aftersales Mark Barnes, “The Chevrolet N300s are robust vehicles well suited for challenging off-road driving and the weather conditions faced by users in emerging markets.” File:Chevrolet N300 Max 2011 (14506758049).jpg|A Chevrolet N300. ==References== ==External links== *Wuling Rongguang official site *Liuzhou Wuling Motors * Liuzhou Wuling Automobile *Wuling Motors Holdings,Hongkong *Baidu introduction on the Rongguang Rongguang Category:Microvans Category:Minivans Category:Cars introduced in 2008 Category:2010s cars Category:Cars of China ",
    "title": "Wuling Rongguang"
}