{
    "id": "56732968",
    "text": "Prostitution in California is illegal. ==Recent history== In November 2012, the Californian government passed Proposition 35 through ballot initiative, meaning that anyone who is a registered sex offender—including sex workers and those whose actions were not Internet-based—to turn over a list of all their Internet identifiers and service providers to law enforcement. The law expands the definition of trafficking to anyone who benefits financially from prostitution, regardless of intent, and sex workers have not only opposed the further criminalization of their work, but also the portrayal of all sex workers as victims that the law perpetuates. The American Civil Liberties Union (ACLU) of Northern California (ACLU-NC) and the Electronic Frontier Foundation (EFF) filed a federal class-action lawsuit to block implementation of unconstitutional provisions of Proposition 35 in mid-2013 and the Ninth Circuit Court of Appeals in San Francisco heard oral arguments on September 10, 2013. As of February 12, 2014, further information on the outcome of this lawsuit are yet to be published. A media article published on February 8, 2014, provided details of a police sting operation in the Sonoma County area of California and the police officers involved experienced difficulties with the very high number of respondents to the false advertisement that they published on the Internet. After several hours, 10 men were arrested, followed by the arrest of former prosecutor and judicial candidate John LemMon—the authorities involved stated that the market is overwhelming. At the same time, the county District Attorney's Office is establishing a version of the FOPP for Sonoma County and the program will be active in mid-2014. On February 11, 2014, sex worker activists protested a San Francisco anti-trafficking panel discussion held by the San Francisco Collaborative Against Human Trafficking, as they believe that it will further criminalize adults in the sex industry. Maxine Doogan, an organizer with the Erotic Service Providers Union, stated: \"Their goal is to disappear the whole sex industry by criminalizing the people that participate in it. Targeting our customers is a flawed approach.\" Doogan also included in a press release announcing the protest that the term \"john\" as a descriptor for sex work clients is demeaning and dehumanizes customers. ===Legal challenge=== The Erotic Service Providers Legal, Educational and Research Project on behalf of 3 ex-sex workers and a client, challenged the state's prostitution laws in court. They submitted that the prostitution laws violate the rights of people to engage in consensual sex and cited a Supreme Court 2003 ruling that revoked laws against gay sex acts. In October 2017, the Circuit Court of Appeals in San Francisco allowed the challenge to proceed. However the U.S. Court of Appeals rejected the challenge in January 2018 on the grounds that prohibition of prostitution was in the public interest. ==Sex Workers Outreach Project== A chapter of the Sex Workers Outreach Project (SWOP)—a national advocacy group and decriminalization effort founded by and for sex workers in 2003—exists in the Bay Area of San Francisco and its members meet on a monthly basis. The chapter represents the sex-positive and activist ethos that underpins the local sex-workers' movement that also included the East Bay's Lusty Lady cooperative that, while it was open, remained the only business of its kind globally to be fully unionized and worker-owned. San Francisco is where the American sex-workers' rights movement was founded and decriminalization measures in Berkeley and San Francisco were garnering support as early as 2004. ==John school== In the city of San Francisco, a First Offender Prostitution Program (FOPP), also known as \"john school\", has been established as a court diversion program for apprehended clients of the sex industry. The SAGE Project, one of the founders of the initiative, defines the FOPP as a \"demand reduction strategy\" and explains the program's philosophy in the following manner: > FOPP was founded on the theory that if male consumers had a better > understanding of the risks and impact of their behavior when soliciting > prostitution, they would cease to do so ... Understanding that everyone has > different motivations, triggers and fears that inspire them to act, FOPP > utilizes a variety of perspectives so that consumers are exposed to a range > of experts who engage with the issue from different angles. This approach, > the founders believed, would deliver a holistic understanding of the > commercial sex industry that would empower sustained behavior change for a > diverse set of individuals ... The FOPP model educates consumers on the > harmful effects their actions have on themselves, those engaged in the sex > industry, and their community. ==See also== * Barbary Coast, San Francisco * Prostitution in the United States * Tenderloin, San Francisco ==References== Category:California society ",
    "title": "Prostitution in California"
}