{
    "id": "56736144",
    "text": "Joanna Jean Putterill is a New Zealand molecular botanist. She is currently a full professor at the University of Auckland. ==Academic career== After a thesis titled 'Par homology and incompatibility in the IncFI plasmid group' and a 1985 PhD titled 'Molecular strategies for developing aluminium tolerance in plants' both at the University of Auckland, Putterill joined the staff, rising to full professor in 2016. Putterill's research interests are the molecular basis of observed behaviour in plants, especially circadian and annual rhythms. Much research has been collaborative with staff from Plant and Food Research. Putterill has received a number of Marsden grants. In 2017, Putterill was appointed director for Joint Graduate School in Plant and Food Science, a collaboration with Plant and Food Research. == Selected works == * Putterill, Joanna, Frances Robson, Karen Lee, Rüdiger Simon, and George Coupland. \"The CONSTANS gene of Arabidopsis promotes flowering and encodes a protein showing similarities to zinc finger transcription factors.\" Cell 80, no. 6 (1995): 847–857. * Schaffer, Robert, Nicola Ramsay, Alon Samach, Sally Corden, Joanna Putterill, Isabelle A. Carré, and George Coupland. \"The late elongated hypocotyl mutation of Arabidopsis disrupts circadian rhythms and the photoperiodic control of flowering.\" Cell 93, no. 7 (1998): 1219–1229. * Fowler, Sarah, Karen Lee, Hitoshi Onouchi, Alon Samach, Kim Richardson, Bret Morris, George Coupland, and Jo Putterill. \"GIGANTEA: a circadian clock‐controlled gene that regulates photoperiodic flowering in Arabidopsis and encodes a protein with several possible membrane‐spanning domains.\" The EMBO Journal 18, no. 17 (1999): 4679–4688. * Espley, Richard V., Roger P. Hellens, Jo Putterill, David E. Stevenson, Sumathi Kutty‐Amma, and Andrew C. Allan. \"Red colouration in apple fruit is due to the activity of the MYB transcription factor, MdMYB10.\" The Plant Journal 49, no. 3 (2007): 414–427. * Putterill, Jo, Rebecca Laurie, and Richard Macknight. \"It's time to flower: the genetic control of flowering time.\" BioEssays 26, no. 4 (2004): 363–373. ==Patents== * Coupland, George M., and Joanna J. Putterill. \"Genetic control of flowering.\" U.S. Patent 6,077,994, issued 20 June 2000. * Coupland, George M., Joanna J. Putterill, and Sarah G. Fowler. \"Plant control genes.\" U.S. Patent 6,887,708, issued 3 May 2005. * Coupland, George, and Joanna Putterill. \"Genetic control of flowering.\" U.S. Patent Application 10/143,849, filed 17 April 2003. ==References== ==External links== * * * Category:Living people Category:Year of birth missing (living people) Category:New Zealand academics Category:New Zealand women academics Category:University of Auckland alumni Category:University of Auckland faculty Category:New Zealand botanists Category:Women molecular biologists Category:New Zealand molecular biologists ",
    "title": "Joanna Jean Putterill"
}