{
    "id": "56735006",
    "text": "In social psychology, a metastereotype (or meta-stereotype) is a stereotype that members of one group have about the way in which they are stereotypically viewed by members of another group. In other words, it is a stereotype about a stereotype. They have been shown to have adverse effects on individuals that hold them, including on their levels of anxiety in interracial conversations. Meta-stereotypes held by African Americans regarding the stereotypes White Americans have about them have been found to be largely both negative and accurate. People portray meta-stereotypes of their ingroup more positively when talking to a member of an outgroup than to a fellow member of their ingroup. == Ingroup vs. outgroup in meta-stereotyping == The ingroup vs. outgroup phenomenon, originally described by sociology and social psychology, has been closely tied to human stereotyping and meta-stereotyping tendencies. While \"ingroup\" is commonly defined as a social group to which an individual belongs, the \"outgroup\" is a social group with which the individual does not identify. The criteria for group membership include but are not limited to one's race, culture, nationality, ethnicity, age, gender, religion, and sexual orientation. The tendency to favor one's own social group is called an ingroup bias, and it can be both explicit (conscious and controllable) and implicit (unconscious and instinctual). The realistic conflict theory, social identity theory, and optimal distinctiveness theory aim to explain the ingroup bias and its possible negative impacts on the outgroups. Favoritism of one’s own group does not always lead to discrimination of and hostility towards outgroups. However, racial prejudice was found to be closely related to the development of social cognition in children around the age of 5 years. Social projection, which is a tendency to attribute one’s own feelings and attitudes to others, is also important for understanding how the ingroup vs. outgroup phenomenon relates to meta-stereotyping. Humans tend to project and share their own social attitudes to the other members of the ingroup. For example, members of a dominant Australian group who held more negative attitudes toward members of a low status Australian group perceived greater ingroup agreement and support for their attitudes . Social projection is important for understanding of the role of ingroup vs. outgroup in meta-stereotyping. Tajfel (1981) stated that \"no social group is an island\", and, therefore, it is likely that members of a particular group are aware of the opinions other groups held about them (e.g. the members of punk subculture may believe that the dominant non-punk culture perceives them as rioters). When an ingroup believes that the outgroup perceives the members of the ingroup negatively, it can reversely increase the negative stereotypes, prejudice, and hostility about the outgroup. For example, a dominant group of White Canadians held negative stereotypes about a lower status group of Aboriginal Canadians when the dominant white group thought that the lower status Aboriginal group held negative feelings towards them. Such behavior is traditionally called \"outgroup meta-prejudice\". \"Ingroup meta-prejudice\" also exists, and it describes the way the individual members of the ingroup understand the ingroup’s collective stereotypes about a particular outgroup. For example, individuals belonging to Indonesian Sunni Muslim group held negative stereotypes about the way their own group perceived two outgroups; Ahmadiyya and Christians. Interestingly, research indicates that that ingroup meta-prejudice can mediate the effects of outgroup meta- prejudice on prejudice (i.e. ingroup members’ beliefs about the way the ingroup perceives the outgroup can influence the stereotypes and the meta- stereotypes about the outgroup held by the ingroup). For example, a member of a biker group may believe that his group of bikers thinks that outsiders perceive them as criminals. Such interaction between ingroup and outgroup meta-prejudice can strengthen prejudice and stereotypes in an individual. Furthermore, ingroup members may attempt to modify the perceived stereotype held by the outgroup about the ingroup (i.e. meta-stereotype) to their advantage by confirming the positive traits and disconfirming the negative ones. For example, a group of undergraduate Belgian students (ingroup) were more likely to confirm self-identified meta-stereotypical traits about the Belgian population in front of a French audience (outgroup) when the trait was positive and disconfirm it when it was negative. Such attempts to present the ingroup in a more favorable light was not present when the audience was Belgian (ingroup). Meta-stereotypes can have positive effects on the interaction between the ingroup and outgroup as well. Italian students (ingroup) were found to experience more enjoyment from expected interaction with African immigrants (outgroup) when informed that the outgroup perceives them positively. Members of minority (ingroup) who endorsed a high-dependency meta-stereotype (i.e. belief that the ingroup is dependent on the outgroup) also tend to seek more help from the outgroup, even if help-seeking reversely confirms the dependency meta-stereotype. == Effects of meta-stereotypes on the individual == The holding of certain types of meta-stereotypes has been shown to have adverse effects. For example, people who are exposed to negative meta- stereotypes about their own group tend to have lower identification with their ingroup, and that individuals may avoid seeking needed help if by doing so they may confirm negative stereotype of their group. Other studies have shown that individuals facing meta-stereotypes tend to feel more anxious interacting with members who were not from their own racial group, and that individuals who identified negative meta-stereotypes tended to be angrier and have fewer positive attitudes towards the outgroup. Meta-stereotypes have also been associated with lower anticipated enjoyment in intergroup interactions, higher levels of anxiety in interracial conversations, and negative racial attitudes. Meta-stereotypes have also been linked to negative effects in the workplace. Meta-stereotypes were linked to lower employability beliefs for stigmatized groups. For example, women and minorities in the workplace showed increase self-doubt, lower self-esteem, and undermined attitudes towards their ability to obtain a job. Research has also shown that meta-stereotypes affect older age individuals. Due to meta-stereotypes about age, older workers were found to perceive less work opportunities, which leads to a greater desire to retire. In general, negative meta-stereotyping is associated with more negative individual self-view. Awareness and endorsement of meta-stereotypes have been linked to negative effects on the individual. Research supported that awareness of negative meta-stereotypes was both directly and indirectly linked to poorer health and increased alcohol use. The research revealed that being aware that others held negative stereotypes about an individual’s race, helped predict negative mental health outcomes, such as depression, anxiety, and hostility. This in turn predicted reduced self-care behaviors and increased the use of drugs and alcohol for coping. Embracing meta-stereotypes have also been linked to negative effects in black women. Black women who endorsed the meta-stereotypes were more susceptible to engage in risky sexual behaviors binge drinking, and marijuana use. == Meta-stereotypes across different populations == === Minorities === When majority members of a population felt that the minority members wanted to seek contact with them, their meta-stereotypes about themselves were more positive and that led to them having more positive attitudes about the minority group. The collectivistic meta-stereotype of Asians may lead them to think that they need to be more of an individual. This self-perceived notion of individuation may lead to tension with their culture and a continuation of their stereotype to relieve this tension. White Americans may hold the meta-stereotype that Black Americans perceive them negatively. The majority of Black Americans surveyed believed that White Americans think Black Americans are more likely to commit violent crimes, are better athletes, are less intelligent, would rather live off welfare than work, have low moral standards, are more likely to abuse drugs and alcohol, are always whining about racism, are lazy, have no self- discipline, and are religious. These meta-stereotypes are perceived at a higher rate by Black Americans than the rate at which White Americans actually report believing these stereotypes. Another example of meta-stereotypes can be found between Aboriginal and White Canadians. Aboriginal Canadians perceive White Canadians as egocentric, lacking feeling, prejudice, ambitious, and high status. Conversely, White Canadian’s meta-stereotype of Aboriginals was perceived as lazy, rebellious, lacking ambition, low status, unscientific in nature, and unsociable. === Age === Younger people hold meta-stereotypes that older people think they are lazy and unmotivated, irresponsible, unreliable, inexperienced and add no value. Older people hold meta-stereotypes that younger people think they are boring, stubborn, and grumpy. These results are not representative of what young people actually think of older people. === Gender === Men and women typically hold meta-stereotypes about the opposite genders. For example, meta-stereotypes held by men about women include women being affectionate, artificial, attentive, attractive, bad-drivers, bitchy, controlling, fearful, feminine, fussy, gentle, giving, gossipy, insecure, intuitive, moody, multitaskers, nagging, organized, sensitive, shy, soft- hearted, sweet, timid, understanding. === Religion === Between non-believers and believers, the meta-stereotype about non-believers is being immoral (low in altruism and honesty) and high in extraversion. Non-believers also tend to exaggerate their differences on the topic of meta-stereotypes. Believers that hold strong ingroup bias feel that non-believers see them as dogmatic and dishonest. ==References== Category:Stereotypes ",
    "title": "Metastereotype"
}