{
    "id": "56731168",
    "text": "On 2 March 2018, a fire broke out at the Republican Narcological Dispensary in Baku, Azerbaijan, a drug rehabilitation facility for patients with opiate addiction. Around 200 people including patients and members of the clinic staff had to be evacuated from the area, while 34 had to be rescued from the blazing building. At least 26 people died, and another four were hospitalized. Although the fire was initially blamed on faulty wiring, it later emerged that the fire had actually started when a patient tried to commit suicide by self- immolation. The individual had second thoughts and tossed his burning blanket into the wooden ward, igniting the early morning inferno. Two days after the incident the authorities arrested former patient Mahammad Mammadov and charged him with murder and arson, among other crimes. Civil rights activists blamed government corruption for lax fire safety measures in the facility that may have led to the accident. In the aftermath, President Ilham Aliyev created a commission to investigate the underlying causes of the accident and announced plans to build a fully equipped Rehab centre nearby. == Background == === Drug crisis === Azerbaijan's proximity to both Afghanistan and Iran and its location on the drug route known as the \"Balkan Route\" make it an easy drug corridor, and due to lax border control most of the illegal drugs (around 90%) are able to get through. It has been estimated that around 1,000 tonnes of drugs are smuggled through the country each year. According to estimates registered drug addicts in the country numbered 7,000 in 1996, however by 2006 this number had risen to 20,000, while some estimates put it at around 30,000. There is a severe shortage of personnel when it comes to treating drug addiction. According to the head of the working group for the Drug Abuse and Illicit Drug Trafficking State Commission Araz Aliguliyev, \"there are too few psychologists, social workers and almost no NGOs\" working in the field of addiction rehabilitation. === Dilapidated state of rehabilitation centre === Azerbaijan spends around $2.00 on a single treatment, as opposed to the Western nations where the mean expenditure is around $100.00. There is a distinct lack of drug rehabilitation centres in the country with only 53 state-funded clinics and dispensaries in the entire country. These centres are usually established in Soviet-era barracks like buildings that are derelict to begin with. The Republican Narcological Center was built as a dispensary in 1986, and was further enlarged in 2011 to cater for 250 patients. According to reports, the dispensary was housed in an old, one-story, wooden building dating from the 1900s. Buildings with materials such as these are fire hazards and Azerbaijan has a history of large-scale fires in residential buildings. According to sources, the victims relatives have stated that the facility was \"decrepit\", paint was peeling from the walls, that had been constructed with plywood, and the equipment used by the facility was outdated as well; having been bought in 1991 before the Soviet Union collapsed. Former head physician at the Respublika Narkoloji Mərkəzi, Araz Aliguliyev stated that during his tenure (which ended in 2006) the building in question had been used only for housing archives and for \"some accounting purposes\". He said that patients were never housed in the building as it was an old and decrepit building dating from the 1990s. He said \"I don't know why they were using it to treat patients\". ==Fire== Firefighters at the scene. The government reported that the fire broke out at around 06:10 local time. A security guard stationed outside the facility was able to open the doors when he smelled smoke and started the evacuation. However the fire soon engulfed the building. Ten ambulances and 10 squads of firefighters with 43 fire engines were dispatched to the site. It took the 160 personnel of the State Fire Protection Service around three hours to successfully extinguish the blaze. It was originally believed to be caused by an electrical fault in the one-story, wooden ward, but the government later stated that arson was the cause. There was no automatic fire suppression system in the building. The building's wooden frame acted as the principal fuel source for the fire, and firefighters described the building burning intensely for over three hours due to strong winds. According to relatives of the patients, it was routine for the patients to be locked inside during the night. Some reports claim that the victims who were burnt alive may have been tied to their beds as a routine procedure and therefore they may have been unable to escape when the fire spread through the building. The building's windows had been barred with steel frames that could only be opened from the outside to prevent addicts from running away, and at least 55 of them were bedridden when the fire broke out. However, despite the barred windows, responding firefighters were able to rescue dozens of people from the fast-spreading fire. It was reported that by 8.20 am local time firefighters had brought the fire under control and it had been completely extinguished by 9:13. ==Aftermath== === Hospitalization of survivors === According to the Ministry of Healthcare, around 200 patients and staff were safely evacuated from the hospital, with 34 needing rescue. Twenty-five dead bodies were found in the ruins after firefighters extinguished the blaze. Four of the injured had to be hospitalized. Three were admitted to the Toxicology Department of the Clinical Medical Center No 1 and one was moved to the City Clinical Hospital No 3. The bodies of the deceased were moved to the mortuary, but it was reported that the charred remains were not yet recognizable. === Police investigation === President Ilham Aliyev while inspecting the ruins of the building. President Ilham Aliyev visited the scene and an official investigation was ordered. A hotline was established to the offices of the Prosecutor General, Ministry of Interior and the Ministry of Emergency Affairs so that relatives of the patients and staff, as well as witnesses could contact the authorities. === Arrest === On March 3, a former patient of the rehab center named Mahammad Mammadov was arrested and charged with premeditated murder, multiple murders, and damaging property. It was reported that Mammadov was being treated at the centre but wished to leave. In a suicide attempt he set fire to his blanket, but changed his mind when the flames started to engulf him. He then threw off the blanket, and left the building when the fire started to spread and the wooden infrastructure of the ward caught fire. The arrest of Mammadov contradicted earlier reports of the fire being caused by a short circuit. After the arrest Mammadov was subject to psychological and psychiatric evaluations. === State commission === President Ilham Aliyev created a state commission chaired by Abid Sharifov, the deputy president. It was tasked with investigating the fire, providing assistance to the families of the victims, resettling the staff and patients of the centre and making sure that the destroyed building is reconstructed quickly. The commission will also include the Prosecutor General as well as the ministers of health, economics, internal affairs, crisis, and social welfare of population. === Plans for a new building === On March 2, the Health Ministry stated that plans had been put in place to build a new Drug Abuse Treatment Center in Sabunchu district of Baku. The new Rehabilitation Centre will consist of four buildings and will house 300 patients. It will also be supplied with the latest equipment. === Allegations of corruption === Rights groups in Azerbaijan have long accused the authoritarian regime of President Aliyev of prevalent corruption that, according to them, undermines the functioning of state institutions. So local civil activists blamed public corruption and lack of compliance with fire safety regulations as major contributors to the blaze. The head of the civil advocacy group Property Rights said \"Fire safety regulations were not respected in the hospital’s Soviet-era wooden building\". She further stated “As a result of systemic corruption, an adequate control over the compliance with fire safety norms is not in place in Azerbaijan.” The General Prosecutor's's Office responded by opening an investigation into possible violations of fire safety codes. == Reactions == China — Xi Jinping, the president of China, sent a letter of condolence to Ilham Aliyev. He wrote, \"Dear Mr. President, I was deeply saddened by the terrible news of numerous casualties in fire in the Drug Rehabilitation Center in Baku\". Russia — Russian President Vladimir Putin has offered his condolences to President Ilham Aliyev, while the head of the Russian Ministry of Emergency Situations, Vladimir Puchkov expressed his condolences to his counterpart in Azerbaijan, Kyamaledin Heydarov stating \"We mourn together with you\". Turkmenistan — Gurbangulu Berdimuhamedov, the president of Turkmenistan, expressed his condolences, saying \"At this difficult time, I ask you to convey to all the relatives and friends of the victims that I, on behalf of the people and government of Turkmenistan and my own behalf, share their sorrow and wish patience and immediate recovery.\" Uzbekistan — Shavkat Mirziyoyev, the president of Uzbekistan, sent a letter of condolence, saying that he was deeply saddened by the news. Turkey — President Erdogan expressed deep sorrow over the incident and offered his condolences to the victims and their families. Thorbjorn Jagland, the Secretary General of the Council of Europe, Alexander Lukashenko President of Belarus, Iranian President Hassan Rouhani, Prime Minister of Georgia Georgi Kvirikashvili and Kazakh President Nursultan Nazarbayev also expressed their condolences for the victims and their families. ==See also== *1995 Baku Metro fire *2015 Baku residence building fire == References == ==External links== * Category:2010s in Baku Category:2018 fires Category:2018 in Azerbaijan Category:Hospital fires Category:Fires in Azerbaijan Category:March 2018 events in Asia ",
    "title": "2018 Baku fire"
}