{
    "id": "56730984",
    "text": "Ivy Julia Cromartie Stranahan (1881–1971) was an American philanthropist heavily involved with the Seminoles of Southern Florida. She trained as a teacher initially, but after marrying Frank Stranahan, she settled permanently in Fort Lauderdale. While there, she began supporting the rights of the Seminoles and aiding them in moving to an Indian reservation. She is closely associated with the Friends of the Florida Seminoles, an organisation through which she sought to support the education of Seminole children, build homes and eventually to support themselves fully. ==Early life== Ivy Julia Cromartie was born in White Springs, Florida, to August and Sarah Cromartie (née Driver) on February 24, 1881. Her father was a teacher based in Central Florida. During the development of the southern part of the state, the Cromartie family continued to move further south. During one part of her childhood, the family lived near a settlement named Owens on the Peace River around from Arcadia. They moved onto Juno, Florida, and then later to Lemon City where her schooling was completed. She sought to become a teacher immediately and trained through the summer following graduation. She was assigned to work at the school in Fort Lauderdale. She arrived prior to the completion of the construction of the school building and stayed with a school trustee and his family for several months. The one-room school opened in 1899 to serve the six families in the surrounding area. ==Life in Fort Lauderdale== She met Frank Stranahan shortly after arriving in Fort Lauderdale. He had opened a trading post in 1893 to trade with the local Seminoles and also held the local contract for mail delivery. The pair courted, and after she returned to Lemon City at the end of the school year, she accepted Stranahan's proposal of marriage. After taking a trip following the wedding to visit family members, they settled back in Fort Lauderdale and built Pioneer House, later known as Stranahan House. Ivy taught English to the local Seminole children, as well as tutoring them in the Bible. She began heavily involved in Seminole affairs with the local Government and became the Chair of the Indian Affairs Committee of the Florida Federation of Women's Clubs. Although she had petitioned for a permanent Indian reservation for the Seminoles, when this was granted in 1917, it was her rival Minnie More-Wilson who received most of the credit through her Friends of the Florida Seminoles organisation. Only a year earlier, Ivy had attempted to remove More-Wilson from the Indian Affairs Committee. By 1924, the expansion of Fort Lauderdale had begun in earnest and there was pressure for the Seminoles to move to the approved area set aside as a reservation. She entered their existing camp and convinced members of the group to join her on an expedition to the Dania Reservation. Ivy arranged for the Seminoles to be paid to make the Reservation habitable, and began transporting work parties to and from the location. She arranged for timber to be delivered courtesy of the Indian Commissioner at Fort Myers and by the end of the year several homes, a school and an administrative building had been built on the site and all the Seminoles had moved. She had promised that once moved, they would not need to move again. However, within ten years, this promise was broken as the Government was looking to move the Seminoles to the Brighton Reservation. Ivy fought the order, and it was eventually revoked. She continued to work on introducing Christianity into the Seminoles and successfully integrated them into the Southern Baptist Convention. This was following the foundation of a new Friends of the Florida Seminoles organisation, which was often confused with the former under More-Wilson. The new version of the organisation named Ivy as Secretary-Treasurer, and she would remain involved with the group for the rest of her life. Together they sought to stem the growing alcohol issue in the Seminoles by educating the women about the problems it could bring. In the 1940s, the focus had switched to ensuring the ongoing education of the children of the Seminoles. When the Friends of the Florida Seminoles, Florida Foundation Inc. was chartered in 1949 as a non-profit organisation, Ivy Julia Cromartie Stranahan was listed as President. The organisation grew, allowing it to support the construction of new homes on the reservation. When Government support was withdrawn in 1954, Ivy and her Friends society helped the Seminoles to set themselves up as a business, allowing them to organise themselves as the Seminole Tribe of Florida, Inc. in 1957. ==References== ==External links== * Category:1881 births Category:1971 deaths Category:People from Fort Lauderdale, Florida Category:Schoolteachers from Florida Category:American pioneers Category:American philanthropists Category:Seminole tribe Category:20th- century American educators Category:20th-century philanthropists ",
    "title": "Ivy Julia Cromartie Stranahan"
}