{
    "id": "56731043",
    "text": "Tim Calkins (born July 27, 1965) is an author, consultant and clinical professor of Marketing at Northwestern University’s Kellogg School of Management specializing in topics including Marketing Strategy, Biomedical Marketing, and branding. == Biography and Education == Tim Calkins was born in Buffalo, New York in 1965 to father Evan Calkins and mother Virginia Brady who were married on Sept. 9, 1946 and were both doctors. He has eight siblings, Sally, Stephen, Lucy, Joan, Benjamin, Hugh, Ellen, and Geoffrey.Friendly, J. (1986, Aug 07). A SUMMER PLACE. New York Times Calkins graduated from Hamburg High School, Hamburg, New York in 1983 where he had been on the Honor Roll and he was awarded the Regents Scholarship. Subsequently, he received his Bachelor's degree from Yale University in 1987 and his Master of Business Administration from Harvard University in 1991. He currently lives in Chicago, Illinois with his wife Carol Saltoun and his three children. == Career == Calkins began his career as a Research Associate at Booz Allen and Hamilton in New York, New York in 1987. From there he moved to the position of a Marketing Executive at Kraft Foods in Glenview, Illinois from 1991 to 2002 where he managed leading brands including A.1. Steak Sauce, Kraft BBQ sauce, Miracle Whip and Taco Bell Home Originals. In 1998, Calkins took a position of Professor of Marketing at the Kellogg School of Management as Adjunct Assistant Professor of Marketing. He was subsequently made Clinical Associate Professor of Marketing in 2002 and full Clinical Professor of Marketing in 2006. There he has earned several honors and awards including Executive MBA Program Outstanding Teaching Award, Sidney J. Levy Teaching Award, Faculty Impact Award, and L. G. Lavengood Outstanding Professor of the Year Award. He was also chosen for Poets & Quants Our Favorite MBA Professors of 2016. He is the managing director of Class 5 Consulting where he provides consultation on projects and problems for clients including Eli Lilly, Hewlett Packard, Pfizer, Teva, AB InBev, Novartis, and the American Dental Association. == Works == Tim Calkins is the author of the books Breakthrough Marketing Plans (Palgrave Macmillan, 2008 and 2012) and Defending Your Brand: How Smart Companies Use Defensive Strategy to Deal with Competitive Attacks (Palgrave Macmillan, 2012). Defending Your Brand was the winner of the Expert Marketer Magazine's Marketing Book of the Year in 2013. He was also the co-editor of Kellogg on Branding (John Wiley & Sons, 2005). Calkins is the founder of the Kellogg School Super Bowl Advertising Review which has reviewed Super Bowl advertisements since 2005. He has also authored articles on the importance of Super Bowl advertising from the point of view of Marketing. He has published more than a dozen Kellogg case studies including Crestor, MedImmune: FluMist Introduction and Genzyme: the Synvisc-One Investment Decision as well as articles in industry journals. He is also contributor and author for many marketing and news outlets including Business Insider, Huffington Post, Financial Times, and The New York Times. His blog, Strong Brands, was featured on Inc.com as one of Six Blogs That Can Teach You More Than an MBA. == References == == External links == * Strong Brands - Tim Calkins' Blog Category:1965 births Category:Marketing people Category:American marketing people Category:Branding consultants Category:Business educators Category:Living people Category:Kellogg School of Management faculty Category:Yale University alumni Category:Harvard University alumni ",
    "title": "Tim Calkins (professor)"
}