{
    "id": "56739317",
    "text": "Julie Berry (born 1974)http://www.isfdb.org/cgi-bin/ea.cgi?126269\"Julie Berry,\" OCLC World Cat Fiction Finder is an author of children's and young adults books and winner of several national book awards. ==Biography== Julie Gardner Berry grew up on a farm in rural Medina, New York as the youngest of seven children in a Mormon family.Faith and good works: Mormon writers find their niche in wholesome young adult genre Michael Paulson, The Boston Globe (2009)Julie Berry Mormon Artist (2014) She received a B.S. in communications at Rensselaer Polytechnic Institute (RPI) in Troy, New York in 1995 and later earned an M.F.A. from Vermont College of Fine Arts in 2008.Julie Berry BooksJulie Berry, A Young Mother of Boys Finds Happiness Writing For Teen Girls Meridian Magazine (2009) Berry met her husband at RPI. They have four sons together. The family lived for many years in Maynard, Massachusetts, west of Boston, before moving to Pasadena, California.Author Julie Berry, formerly of Maynard, to visit Fowler School The Beacon-Villager, October 9, 2017 During the early years of her writing career Berry also worked as marketing director with the family business, a data collection software company. While living in Maynard, Berry was a columnist for the MetroWest Daily News. ==Awards== *All the Truth That's in Me, 2013 Horn Book Fanfare title, a School Library Journal Best of 2013 book, and a Kirkus Best Teen Read for 2013, a Junior Library Guild Selection, nominated for a Carnegie Medal and a YALSA Best Fiction for Young Adults award. *The Scandalous Sisterhood of Prickwillow Place, won an Odyssey Honor from the American Library Association, and was named a Best Children’s Book of 2014 by the Wall Street Journal, and was named to the Dorothy Canfield Fisher list. *The Passion of Dolssa, won a 2017 Printz Honor from the American Library Association, was a New York Times Notable title, was nominated for the Los Angeles Book Prize and earned a YALSA Best Fiction for Young Adults Top Ten award. ==Books== * The Amaranth Enchantment (2009) * Secondhand Charm (2010) * Splurch Academy for Disruptive Boys: The Rat Brain Fiasco (2010) with Sally Gardner * Splurch Academy for Disruptive Boys: Curse of the Bizarro Beetle (2010) with Sally Gardner * Splurch Academy for Disruptive Boys: The Colossal Fossil Freakout (2011) with Sally Gardner * Splurch Academy for Disruptive Boys: The Trouble with Squids (2011) with Sally Gardner * All the Truth That’s In Me (2013) Viking/Penguin Group, New York, NY. * The Scandalous Sisterhood of Prickwillow Place (2014) Roaring Brook Press, New York, NY. * The Passion of Dolssa (2017) Penguin Books, New York, NY. * The Emperor’s Ostrich (2017) Roaring Brook Press, New York, NY. * Wishes and Wellingtons (2018) Audible Originals, LLC, an AMAZON company. (audiobook) * Lovely War (2019) Viking Press, New York, NY. ==References== ==External links== *Official website Category:1974 births Category:Living people Category:21st-century American writers Category:American children's writers Category:Latter Day Saints from California Category:Latter Day Saints from Massachusetts Category:Latter Day Saints from New York (state) Category:People from Maynard, Massachusetts Category:Rensselaer Polytechnic Institute alumni Category:Vermont College of Fine Arts alumni Category:Writers from California Category:Writers from Massachusetts ",
    "title": "Julie Berry (author)"
}