{
    "id": "56735492",
    "text": "\"After Twenty Years\" is a short story written by O. Henry, first published in his anthology, The Four Million in 1906. =Plot= Jimmy Wells and Bob were raised in New York City and grew up as very close friends. As young adults, their paths diverged when Bob moved west to make his fortune and Jimmy stayed in New York. Before they parted, though, Bob and Jimmy made an agreement to meet in twenty years' time at the restaurant where they last saw each other. After twenty years have passed, Bob is waiting for Jimmy at the appointed spot. A policeman on patrol stops to question the loiterer, and Bob tells the patrolman his story. Bob boasts of how well he has fared and tells the policeman that he has no doubt that Jimmy will show up. Later, \"Jimmy Wells\" arrives, and as they walk into a lighted area, Bob discovers that this is not the same Jimmy he knew, because twenty years cannot change a man's nose. The man reveals himself to be a plainclothes policeman who arrests Bob, a wanted criminal. Before going to the police station, he gives Bob a letter from Jimmy. Bob reads it and realizes that the policeman he met earlier was in fact Jimmy Wells. In the letter, Jimmy explains that when he arrived at the designated spot and realized that his old friend, Bob, was the criminal that police were on the lookout for, he did not have the heart to arrest him. Instead, he sent a plainclothes officer to do so. ==Media adaptations== * The story was included in a 1987 audiotape collection O. Henry Favorites by the Listening Library of Old Greenwich, Connecticut. * In 2001 it was one of five O. Henry stories included in the compact disc collection Classic American Short Stories, read by William Roberts.https://www.audible.com.au/pd/After- Twenty-Years-Audiobook/B00GSRG7O2 * The story was adapted into a 1989 short film, also titled After Twenty Years, produced by Coronet/MTI Film. The film starred Richard Keats and Glen Thompson. ==See also== * \"The Gift of the Magi\" * The Four Million ==References== Category:1906 short stories Category:Short stories by O. Henry Category:Short stories adapted into films ",
    "title": "After Twenty Years"
}