{
    "id": "56733531",
    "text": "Helen Lincoln Appleton Read (August 25, 1887 – December 3, 1974) was an American art critic and art historian. Helen Lincoln Appleton was born on August 25, 1887 in Brooklyn Heights to R. Ross Appleton and his wife. Her father was a banker, who, by 1914, was President of the Security Bank of New York; She had a sister, Mary E. Appleton. Both sisters ultimately worked in the art world and became known as \"the Appleton Girls\". Helen attended Brooklyn Heights Seminary, then Smith College from 1904 to 1908, majoring in art history. From 1908-14, she studied painting at the Art Students League under the supervision of William Merritt Chase and Frank Vincent DuMond and at the New York School of Art with painter Robert Henri. While studying art, she also sat for paintings, including two works by Eugene Speicher, \"Red, White and Blue\" (1914) and \"Miss Helen Appleton\" which won the 1911 Proctor Prize from the National Academy. In 1914, she married Charles Albert Read III, son of Charles Albert Read Jr. and Ellen Arvilla (Hatfield) Read from Boston and Manchester-by-the-Sea. The couple had daughter, Helen Read, the following year, by then residing at 38 Livingston Street in Brooklyn. Charles and Helen Appleton Read eventually divorced, and as of 1967, Helen Appleton Read lived with Mary in their childhood home in Brooklyn Heights. Like Helen, Mary had a career in the arts, working at the Whitney Museum from its founding. Following the birth of her daughter, Helen Appleton Read returned to art history and criticism, including authoring a book on her former painting teacher Robert Henri (1931). From 1922 to 1938, Appleton Read worked as art critic for The Brooklyn Eagle; for part of that period (1925 to 1930) she also served as associate art editor of Vogue. She joined the contemporary portraiture gallery, Portraits, Inc., then located at 460 Park Avenue, in 1943 as gallery director, then became president in 1957. She retired in 1972, but continued as a consultant. Appleton Read died on December 3, 1974, aged 87, at her Brooklyn Heights home at 146 Hicks Street, a historic Federal townhouse built in 1826. She was survived by her daughter, three granddaughters, and her sister. ==Books== *Robert Henri (1931) *500 Years of German Art *Caspar David Friedrich, Apostle of Romanticism ==References== Category:1887 births Category:1974 deaths Category:American art critics Category:American art historians Category:Smith College alumni Category:Vogue (magazine) people Category:Newspaper people Category:People from Brooklyn Heights Category:Historians from New York (state) ",
    "title": "Helen Appleton Read"
}