{
    "id": "56745556",
    "text": "Dracaena braunii is a species of flowering plant in the family Asparagaceae. It was named after the German collector Braun, Johannes M. (1859-1893). Most plants named Dracaena braunii in cultivation are Dracaena sanderiana, a plant with flowers five times longer than those of D. braunii, while the leaf base is not congested as in D. braunii.Damen, T.H.J. Taxonomic novelties in African Dracaena (Dracaenaceae), May 2018, Blumea journal of plant taxonomy and plant geography 63(2018) ==Description== Flowers. Short stemmed, usually unbranched, stoloniferous herb to 10-30 cm high, forming extensive dense carpets, leaves equitant, roots bright orange-red, some plants forming dwarf shrublets to 50 cm high on grey more or less erect stems. Leaves bright to dark green and shiny above concolorous, paler and dull beneath, polymorph, sessile, short and long petiolate leaves even on the same plant, lanceolate, smooth thin coriaceous, lamina to 15 cm long and 4 cm wide, leaf tip descending, gradually tapering into c. 1 cm mucro acuminate to caudate, mucro to 1 cm long, base cuneate. Pseudopetiole green, caniculate when short petiolate, furrowed on the upper side when long petiolate, gradually extend into a short sheathing base, clasping the stem for distinctly more than its circumference. Inflorescence smooth, green below towards purple near the top, terminal, erect, spicate, to 30 cm long, bracts, 2-4, lanceolate ligulate, green with purple base, to 50 mm × 4 mm, early caducous, distally decreasing in size, flowers clustered 5-7 cm near the top the spike. Flowers white to cream, lobes pinkish purple tinged, 1-3 per fascicle, each fascicle subtended by narrowly triangular early caducous, scarious bracts c. 1 mm long, pedicel 1-2 mm long. Flower 12-19 mm long, lobes longer then the tube, reflexed. Flowers with a faint sweet smell. Fruits orange to red, 1-3 lobed, lobes globose to ellipsoid, diverging, c. 12 mm × 10 mm, subsessile. ==Distribution and habitat== Dracaena braunii is native to Cameroon, Equatorial Guinea, Gabon and the Republic of the Congo. It is found at the edge of coastal forests and the transition between mangrove and savannah, in shade, laterite to sandy soil, also on rocks, tolerating sea spray from the surf, at altitudes of 0-20 m. ==References== ==See also== * * Category:Flora of Cameroon Category:House plants braunii ",
    "title": "Dracaena braunii"
}