{
    "id": "56744402",
    "text": "Charles Denton Kemp (23 April 1911 – 24 June 1993), was an Australian economist and economic policy commentator, and founder of the Institute of Public Affairs (IPA).https://ipa.org.au/ Kemp was educated at Glamorgan and Scotch College. After taking a Commerce degree at the University of Melbourne, he then worked in economic advisory roles in private enterprise, including as personal assistant to Sir Herbert Gepp, then managing director of Australian Paper Manufacturers. In 1940 he married Elizabeth Noel Wilson, and together they had two sons and a daughter.http://adb.anu.edu.au/biography/kemp-charles- denton-ref-18187 With Gepp's encouragement, Kemp was instrumental in the founding of the IPA in 1943, of which he was later an economic adviser and director. His 1944 economic strategy, \"Looking Forward\" was described by Robert Menzies as ‘the finest statement of basic political and economic problems made in Australia for many years’, and arguablyWalter, James. ‘Intellectuals and the Political Culture.’ In Intellectual Movements and Australian Society, edited by James Walter and Brian Head, 237–73. Melbourne: Oxford University Press, 1988 served as a central source of Menzies' later economic thought as Prime Minister.http://adb.anu.edu.au/biography/kemp- charles-denton-ref-18187 In 1947 Kemp started publishing the IPA Review, initially as a means of disseminating his own ideas on industrial and economic policies, but later taking on a broader range of authors. The IPA Review remains in print as the IPA's flagship publication to this day.https://ipa.org.au/publications-ipa/ipa-review-editions Kemp was appointed CBE in 1959, retired as director of the IPA in 1976, and died in 1993. The IPA's annual C. D. Kemp lecture was named on his honour.http://adb.anu.edu.au/biography/kemp-charles-denton-ref-18187 His two sons, Rod and David Kemp, were the first siblings to hold simultaneous Australian Federal ministerial office. Rod Kemp also served as director (1982–89) and chairman (2008) of the IPA, while David Kemp is the current Chair of the Scotch College Board.https://www.scotch.vic.edu.au/about/the- council-of-scotch-college.aspx == References == Category:Australian economists Category:1911 births Category:1993 deaths Category:Australian Commanders of the Order of the British Empire ",
    "title": "Charles Denton Kemp"
}