{
    "id": "56743461",
    "text": "Sharon Calahan is an American cinematographer who was director of photography on the Pixar films A Bug's Life (1998), Toy Story 2 (1999), and Finding Nemo (2003), and was lighting director for Ratatouille (2007), Cars 2 (2011), and The Good Dinosaur (2015). She took part in the early rise of computer animated feature filmmaking and the acceptance of that medium as cinematography. Calahan is the first member of the American Society of Cinematographers who was invited to join on the basis of a career entirely in animated film. She was nominated, with Bill Reeves, Eben Ostby, and Rick Sayre, for a 2000 BAFTA Award for Best Achievement in Special Visual Effects for A Bug's Life. ==Early life and education== Calahan is a graduate of Othello High School, in Othello, Washington, and of the art program at Spokane Falls Community College (SFCC). Her studies did not include filmmaking, computer animation or computer science, but rather illustration, graphic design, and still photography. She \"stumbled into computer animation by accident\", eventually leading to her career in feature film cinematography. ==Lighting and cinematography== Calahan worked in Spokane as an art director at KXLY-TV, KREM (TV), and at documentary film company Pinnacle Productions. Calahan was part of the early years of the computer-generated imagery (CGI) industry's expansion into television and feature films, as lighting director making commercials and TV programs for Pacific Data Images (later PDI/DreamWorks), until she joined Pixar in 1994, first as a lighting supervisor on Toy Story (1995). The first time Pixar used the title Director of Photography (DP) on a film was on Calahan's next project, A Bug's Life, representing a recognition that the processes and thinking behind computer generated film production had more in common with live action film than with cel animation. At Pixar it became an established goal to make films that looked like live action, not cartoons. More than a dozen years later, computer animated films at other studios, such as How to Train Your Dragon (DreamWorks, 2010) and Frozen (Disney, 2013) still did not credit a director of photography. Calahan said that on any kind of production, whether entirely made of computer-generated imagery, or a typical modern feature that is usually a hybrid of live action shots with large amounts of added CGI, or a pre-computer era movies shot entirely on film, the director of photography \"sets the visual tone\" and will \"create and realize an artistic vision for the composition, lighting and look of the movie as a whole,\" meaning that there is little real difference between a traditional director of photography credit and the new labels that were tested during CGI's infancy, virtual cinematographer, director of imaging, or computer graphics director of photography. In a Pixar production, a team of about 30 to 65 lighting artists is overseen by the DP, whose lighting director guides master lighters, who both pre-light each scene and oversee shot lighters who light each shot individually. This takes place in constant collaboration with the layout department, and with teams doing concept art, storyboarding, and previsualization. During pre-production, while sets and characters are being designed by the art department and the technical teams are designing workflows, lighting has not yet begun, but Calahan will paint several hundred lighting concept illustrations, based on the other teams' work but also influencing them as her paintings evolve alongside their design work. During this iterative and mutually collaborative process, Calahan will begin to settle on lighting for each scene and will ask other teams for changes, like recomposing shots. Calahan's work as both visual designer and lighting director of The Good Dinosaur was based in her experience as a native of the Pacific Northwest and from her time spent painting landscapes around the area of Jackson, Wyoming, which became Calahan's model for the film's setting. Calahan had often vacationed in the mountains to do landscape painting. During location scouting in the Jackson area, as well as in Yellowstone National Park, including a white water rafting trip, digital photos were collected, and added to Calahan's own library of photos of the region. By the time director Peter Sohn and director of photography-camera Mahyar Abousaeedi had sets and rough character animation to work with, they could establish factors such as blocking, camera lens focal lengths, and depth of field. This allowed Calahan and her team of close to 40 lighters to do a first lighting pass, setting the initial tone for the rest of the production, and giving the film its unique look. For The Good Dinosaur, this meant open and natural landscapes with a rugged, pioneering feel, while for Ratataoullie the lighting was soft and romantic, and Cars 2, a \"guy's film\", was all about shiny metal. In 2007, Calahan was invited to join the Academy of Motion Picture Arts and Sciences (AMPAS). She became a member of the American Society of Cinematographers in 2014, as the first member to be elected to that professional group who had worked only in animation, without also having done live action film. ==Filmography== *Toy Story (1995) Lighting Supervisor *A Bug's Life (1998) Director of Photography * Toy Story 2 (1999) Director of Photography * Finding Nemo (2003) Director of Photography * Ratatouille (2007) Director of Photography, lighting * Cars 2 (2011) Director of Photography, Lighting *John Carter (2012) Color Consultant * The Good Dinosaur (2015) Director of Photography, Lighting * Coco (2017) Additional Lighting Design * Onward (2020) Director of Photography, Lighting ==Awards== *Nominee: British Academy Television Awards 2000 for Best Achievement in Special Visual Effects, with Bill Reeves, Eben Ostby, and Rick Sayre, for A Bug's Life (1998). *Nominee: 10th Visual Effects Society Awards 2011 for Outstanding Virtual Cinematography in an Animated Feature Motion Picture, with Mahyar Abousaeedi, Jeremy Lasky and Jonathan Pytko for Cars 2 (2011) *Nominee: 43rd Annie Awards 2016, Outstanding Achievement, Production Design in an Animated Feature Production, with Harley Jessup, Bryn Imagire, Noah Klocek, and Huy Nguyen for The Good Dinosaur (2015) ==Works== * * ==Patents== * with Shah Apurva. Saturation varying color space. April 18, 2017. ==Notes== ==References== * * ==External links== * Category:Living people Category:Pixar people Category:American cinematographers Category:American women cinematographers Category:People from Othello, Washington Category:Year of birth missing (living people) ",
    "title": "Sharon Calahan"
}