{
    "id": "56743329",
    "text": "Adelaide Central bus station is Adelaide's main terminus for long distance coach services. It is located on Franklin Street. ==History== View from Grote Street in November 2012 Tesla Supercharger Terminal 1 of the Adelaide Central bus station was opened in September 1969 on the corner of Franklin and Bowen Streets. It was built by Adelaide City Council in conjunction with Pioneer Tours and a consortium of nine near-country operators.New coach terminal for Adelaide Truck & Bus Transportation October 1969 page 144 In October 1971, Terminal 2 opened for use by 16 operators including Greyhound, Premier Roadlines and Stateliner.New city terminal for South Aust country bus services Truck & Bus Transportation November 1971 page 148Your coach is ready for departure from Bay 3 Truck & Bus Transportation February 1974 pages 68-70 Over the years, there were various proposals to rebuild the bus station, including relocating it to Adelaide Parklands Terminal.Adelaide bus station expansion planned Truck & Bus Transportation August 1989 page 27Adelaide Bus Terminal Plan Truck & Bus Transportation August 1997 page 91Another Adelaide bus terminal plan Truck & Bus Transportation February 2000 page 111 In 2004, Adelaide City Council released a plan to redevelop the coach station.Adelaide Australian Bus issue 2 March 2004 page 8 The new station with 39 apartments and a carpark above opened in December 2007, with the SeaLink Travel Group appointed to manage the station.SeaLink to run bus depot Adelaide Advertiser 22 September 2007Annual report for year ended 30 June 2008 City of Adelaide Part of the former terminal has been occupied by The Joinery, a Conservation Council of South Australia community environment space.Home The Joinery ==Operators== Adelaide Central bus station is served by:Adelaide Central City Bus Station City of Adelaide *Adelaide Sightseeing *Buses R Us *Firefly Express *Gray Line Australia *Greyhound Australia *LinkSA *NSW TrainLink *SeaLink Travel Group *Stateliner *Tambray Coaches *V/Line *Yorke Peninsula Coaches Adelaide Metro buses also stable at the bus station. ==Tesla Supercharger== In 2017, a Tesla Supercharger was installed on part of the site.Tesla charging stations to link Adelaide with world's largest battery Renew Economy 28 September 2017Adelaide Supercharger Tesla ==References== ==External links== Category:Transport infrastructure completed in 1969 Category:Transport in Adelaide Category:1969 establishments in Australia ",
    "title": "Adelaide Central bus station"
}