{
    "id": "56740957",
    "text": "Isabel Escobar at the University of Kentucky Isabel C. Escobar is a professor in the Department of Chemical and Materials Engineering at the University of Kentucky in Lexington, Kentucky. She is also Associate Director of the Center of Membrane Sciences and Co-Director of the College of Engineering Undergraduate Research Scholars Program, both at the University of Kentucky. Escobar has spent more than 20 years in testing biological stability of distribution systems and developing chemical membrane materials for water treatment and reuse. == Education == Escobar attended school at Instituto Pio XI in Rio de Janeiro, Brazil from 1982–1991. She received her PhD, M.S. and BSc in Environmental Engineering from the University of Central Florida. She was also a United States Environmental Protection Agency (EPA) Science to Achieve Results (STAR) Fellow. == Career == Escobar has been lead principal investigator on numerous federally-funded grants and holds one patent for a breakthrough anti-biofouling feed spacer material. She has edited two books, Sustainable Water For the Future: Water Recycling versus Desalination, and Modern Applications in Membrane Science and Technology, and has written numerous papers. Escobar focuses her research on the development and improvement of polymeric membrane materials for water treatment and reuse operations. She has been the private investigator of numerous membrane research projects in the field of membrane separations. Among her current projects is work on (1) temperature-sensitive membranes activated using superparamagnetic iron nanoparticles; (2) anti-biofouling membranes; (3) biofouling mechanisms; (4) nanoparticle fouling mechanisms; (5) bio-derived membranes; (6) green membrane fabrication and scale up; and (7) photocatalytic membranes. Escobar chaired the 2006 American Water Works Association (AWWA) Desalination Symposium in Honolulu, Hawaii. In 2007, she chaired the NAMS 2007 Annual Meeting in Orlando, Florida. In 2012, she chaired the NAMS 2012 Annual Meeting in New Orleans, LA, and she chaired it again in 2018 in Lexington, KY. In 2014, Escobar was one of the experts to deliver media responses to the Lake Erie water crisis, being interviewed by several media outlets including NPR and the Wall Street Journal, among others. In 2015, she gave a TEDx talk on Biologically-Inspired Sustainable Water Treatment. In 2016, she co-chaired the ECI Advanced Membrane Technology VII conference, and in 2020, she chaired the Second Pan American Nanotechnology (Pannano II) in Brazil. In 2010, Escobar was named Professor of Chemical and Environmental Engineering at the University of Toledo and interim assistant dean for Research Development and Outreach for the College of Engineering. She has been Professor of Chemical and Materials Engineering at the University of Kentucky since 2015. She is an advisor for the University of Kentucky's Society of Hispanic Professional Engineers. She has been Associate Editor of the Environmental Progress and Sustainable Energy Journal, published quarterly by the American Institute of Chemical Engineers. She is Editor-in-Chief of the Journal of Desalination & Water Reuse, published by the International Desalination Association. == Awards == * Northwest Ohio YWCA Milestone Award for Education (2009) * University of Toledo College of Engineering Outstanding Teacher Award (2009) * Toledo 20 Under 40 Leadership award (2009) * American Institute of Chemical Engineers Separations Division FRI/John G. Kunesh Award (2012) == References == Category:Living people Category:People from Rio de Janeiro (city) Category:American women engineers Category:Environmental engineers Category:University of Central Florida alumni Category:University of Kentucky faculty Category:American women chemists Category:21st-century women engineers Category:Brazilian expatriate academics in the United States Category:Year of birth missing (living people) Category:Academic journal editors Category:21st- century chemists ",
    "title": "Isabel Escobar"
}