{
    "id": "5700236",
    "text": "Ultimate Duck Hunting is a duck hunting video game developed by American studio Mid Carolina Media for Windows. The goal of the game is to shoot ducks and then collect them with hunting dogs, a concept similar to that of the classic NES game, Duck Hunt. On October 19, 2007 a Nintendo Wii version was released by publisher Detn8, it was originally planned for release on July 10, 2007, but it was delayed to October due to the E3 announcement of the Wii port. ==Production values== The second game from publisher Mid Carolina Media is often criticized on its own forums for low production values, many of which contradict the self-quoted title of \"the most realistic duck hunting game ever made\" on its cover. Many of the common criticisms include: *There is no indication whatsoever that the decoys, duck calls, or attire of the hunters have any impact on the gameplay although the game assures you that they do. *Firearms each contain five rounds prior to reloading while the legal limit for fowl hunting is three. *The Over-Under, a two-barreled shotgun, logically cannot hold five rounds. *Hunters are confined to very small areas in the center of six maps that offer almost identical gameplay despite different weather conditions. *When initially released, the online multiplayer function did not actually work. Since then, the website has suggested set times for players to come online and play without actually presenting its own players or bots, which combined with the already small community, renders the game's multiplayer feature almost unusable. *Ducks do not change their behavior even while under fire. *It is possible to see through the back of the shotguns in the first person view. ==Critical reception== Despite the game box's assurances that Ultimate Duck Hunting is \"the most realistic duck-hunting game ever made\", it has earned harsh criticisms both based on the game itself and the professionalism shown by its publisher. Perhaps the most popular and cited feedback came from GameTrailers.com's Rob, whose stick figure persona actually hanged himself as a result of playing Ultimate Duck Hunting, which coined the term \"suicide review\". Over the course of GameTrailers' review, the late Rob delivers a laundry list of problems with the game. He criticizes the intelligence of the dogs used to retrieve fallen ducks and the repetitive dullness of the training process required to raise said intelligence. He likewise comments on the difficulty of finding anyone online to share the multiplayer mode with by showing a completely empty lobby. At one point, he ridicules the graphics of the allegedly \"most realistic duck hunting game ever made\" by presenting footage of a dog with brush poking through its body (a common symptom of low production values in videogames). ==Marketing failure== Mid Carolina Media created a series of commercials for the game featuring a man choosing between women in lingerie and the game itself. They each open with the man sitting on a large bed loading the game with his laptop. A woman (not always the same woman) wearing revealing neglige enters the room and tries to pull him away from the game. These commercials feature more footage of the women than the game itself, though the man always chooses the game in the end. This attempt at marketing has not been very successful, however, as YouTube reports significantly more hits for the \"suicide review\" video bashing the game instead (see above). The videos can be found here. (age restricted) ==References== ==External links== *Official trailer *Official site *Ultimate Duck Hunting at GameSpot Category:2006 video games Category:Hunting video games Category:Video games developed in the United States Category:Windows games Category:Wii games Category:Torque (game engine) games ",
    "title": "Ultimate Duck Hunting"
}