{
    "id": "5700611",
    "text": "is a 2003 Japanese film based on the novel of the same name by Yusuke Kishi, directed and co-written by Yukio Ninagawa, and starring Kazunari Ninomiya and Aya Matsuura. The film portrays Ninomiya playing Shūichi, a high school student finding a way to get rid of his stepfather who had returned home and begins to terrorize his family. Ao no Honō was released in Japan on March 15, 2003 and was shown at the Cannes Film Festival in France on May 15, 2003. ==Plot== Shūichi Kushimori (Kazunari Ninomiya) lives with this mother Yūko (Kumiko Akiyoshi) and younger stepsister Haruka (Anne Suzuki). One day, his estranged stepfather Ryūji Sone (Kansai Yamamoto) suddenly returns home and begins to freeload off his family. After Shūichi encounters what appeared to be Sone making sexual advances towards Haruka one night, he tries to get rid of Sone. However, Shūichi discovers that it is impossible to do so legally as Haruka is his daughter, and Yūko asks him to endure it until Haruka turns fifteen and can choose Yūko as her legal guardian. After thorough research and experimentation on electrocution, he carries out his plan and kills his stepfather. The police declares that Sone had died of natural causes, especially as Shūichi was supposed to be in school at that time. His alibi checks out because his classmates saw him leave with a half-finished painting and return with it finished at the end of class. Later, at home, Haruka reveals to him that Sone had been dying of cancer. Shūichi continues his everyday life and begins seeing classmate Noriko Fukuhara (Aya Matsuura). One day, Takuya Ishioka (Yosuke Kawamura), a classmate who skips school and causes trouble, goes to see him at the convenience store where he works. Ishioka, who figures out what Shūichi did and has the bag of the things he used to kill Sone, threatens to tell the police if Shūichi does not get him 300,000 yen (approx. $3,000 USD) in a week. Although Shūichi regrets his actions, in order to keep Ishioka quiet, he fools Ishioka into staging a robbery at his workplace with a fake knife. Shūichi stabs him, making it look like an act of self-defense on the security cameras. However, police officer Masashi Kano (Baijaku Nakamura), who also met Shūichi at the time of Sone's murder, finds flaws in Shūichi's claims and actions. While seeing Noriko home at the train station, Shūichi admits to her that he is a murderer. The police manages to uncover the truth of what really happened to Sone and Ishioka, but Kano lets Shūichi go home on the basis that he promises to willingly turn himself in the next day. After having breakfast as usual with his family, he visits Noriko at school before class starts. She confirms that she lied for him and will continue to lie for him in court. Shūichi leaves her a tape recording before he leaves. Then he commits suicide, steering his bike into the direct path of a bus. In his tape recording, Shūichi talks about his favorite things. Noriko stops coloring her drawing of a future Shūichi blue to listen. ==Cast== {| class=\"wikitable sortable\" |- bgcolor=\"#efefef\" ! Actor !! Role |- | Kazunari Ninomiya || Shūichi Kushimori |- |Aya Matsuura || Noriko Fukuhara |- |Kumiko Akiyoshi || Yūko Kushimori |- |Kansai Yamamoto || Ryūji Sone |- |Nakamura Baijaku II || Eiji Yamamoto |- |Anne Suzuki || Haruka Kushimori |- |Naomasa Rokudaira || Masashi Kano |- |Toshiaki Karasawa || Shintarō Kanzaki |- |Yosuke Kawamura || Takuya Ishioka |- |Naoto Takenaka || Shishobako no Otoko |} ==See also== *Fukui Prefectural Dinosaur Museum ==References== ==External links== * Category:2003 films Category:Japanese films Category:Japanese-language films ",
    "title": "The Blue Light (2003 film)"
}