{
    "id": "5701654",
    "text": "FC Roskilde is a Danish football club playing in the Danish 2nd Division. They play at Roskilde Idrætspark (also known as 'The Eagles' Nest', after the eagle in the club's logo) in Roskilde on Zealand, which has a capacity of 6,000. ==History== The club was founded in 2004 as a merger between Roskilde Boldklub 1906, Svogerslev Boldklub and Himmelev-Veddelev Boldklub. In the 2013/2014 season, while playing in Division 2 (East), FC Roskilde set a new Danish league record for the number of consecutive league wins, with 20 wins in a row. The run began with a 2–0 home win against BSV on 22 September 2013 and ended with a 3–1 away win against Nordvest FC on 1 June 2014. The run was ended on 9 June 2014 by a 3–1 home defeat to Nykøbing FC. ===Matchfixing case=== After a 1-2 defeat to Lyngby Boldklub on 12 May 2019, Lønstrup accused his own players of match fixation.BT: Lønstrup anklager spillere for matchfixing, bold.dk, 14 May 2019 The charges from the manager came on the table at a meeting with the team, where the players demanded that Lønstrup present the evidence he said he had on the match fix. The national lottery in Denmark, Danske Spil, then went out and said, that they was investigating the charges.Lønstrup: Ikke svært at fortsætte i Roskilde, bold.dk, 14 May 2019 FC Roskilde announced later on the same day, that they had decided to suspend Lønstrup until the end of the season, in order to ensure peace of mind over the last two matches and at the same time have time to find the head and tail in the above claims.FC Roskilde suspenderer manager Christian Lønstrup, fc- roskilde.dk, 14 May 2019 The players allowed DIF to look in their private accounts as a part of the investigation and later also the Danish police joined the investigation. The Danish media, Politikken, wrote on 26 May 2019, that suspicious amounts have been played on matches with FC Roskilde in German kiosks.Avis: Mistænkelige tyske spil på FC Roskilde, bold.dk, 26 May 2019 There were at least two games, that where suspicious, especially a game against Næstved BK, where large sums had been invested within a narrow geographical area in Germany. The bets were allegedly placed on the fact that there should be at least three scores in that match that ended 4-1 to Næstved. In 2014, Tipico closed for games on one of FC Vestsjælland's matches, and according to Politiken's information, the suspicious amounts of Roskilde's matches have been played from the same narrow area in Germany as then. The owner of Roskilde then went out and said, that Lønstrup had decided to resign by himself, but Lønstrup denied that and filed Roskilde in June 2019. Lønstrup wrote in a letter to TV 2 Sport \"I am sorry that my collaboration with FC Roskilde has ended in this way with a lack of support from the management, but I know that I responded as I did, and I still believe that it was the right thing to do\". ==Players== ===Current squad=== As of 5 October 2020 ==References== ==External links== * Official site Roskilde, FC Category:Sport in Roskilde Category:Association football clubs established in 2004 Category:2004 establishments in Denmark ",
    "title": "FC Roskilde"
}