{
    "id": "5701245",
    "text": "Romanticism arrived late and lasted only for a short but intense period, since in the second half of the 19th century it was supplanted by Realism, whose nature was antithetical to that of Romantic literature. == Traditional and revolutionary Romanticism == Portrait of Lord Byron by Thomas Phillips, 1813. Romanticism is thought of as complex and confusing, with great contradictions that range from rebellious, revolutionary ideas to the return of the Catholic and monarchial tradition. With respect to political liberty, some understood it merely as the restoration of the ideological, patriotic, and religious values that the 18th century rationalists had tried to suppress. They exalted Christianity, throne, and country as supreme values. In this \"traditional Romanticism\" camp one would place Walter Scott in Scotland, Chateaubriand in France, and the Duke of Rivas and José Zorrilla in Spain. It was based on the ideology of the restoration of absolute monarchy in Spain, which originated after the fall of Napoleon Bonaparte, and defended the traditional values represented by Church and State. On the other hand, other Romantics, as free citizens, fought the entire established order in religion, art, and politics. They proclaimed the rights of the individual over and against society and the law. They represented \"revolutionary\" or \"liberal\" Romanticism, and their most notable members were Lord Byron, in England, Victor Hugo, in France, and José de Espronceda, in Spain. The movement's three underlying ideas were: the quest for and justification of \"irrational\" understanding, which reason denies, Hegelian dialectic, and historicism. == Costumbrism == Costumbrism focused on contemporary life, largely from the point of view of the \"common\" people, and expressed itself in pure, correct language. The principal author in the Costumbrist style was Ramón de Mesonero Romanos, situated on the margins of Romanticism, and in an ironic position in relation to it. Costumbrism, born out of Romanticism, but as a manifestation of nostalgia for the values and customs of the past, contributed to the decadence of the Romantic movement and the rise of Realism, as it became bourgeois and turned into a style of description. == Historic context == The Romantic period encompasses the first half of the 19th century, a time of high political tension. The conservatives defended their privileges, but the liberals and progressives fought to supplant them. This opened the way for the laity and Freemasonry to enjoy great influence. Traditional Catholic thought defended itself against the freethinkers and the followers of the German philosopher Karl C. F. Krause. The working class unleashed protest movements with anarchist and socialist tendencies, accompanied by strikes and violence. While Europe experienced significant industrial development and cultural enrichment, Spain presented the image of a somewhat backward country that was always apart from the rest of Europe. == Characteristics of Romanticism == *Rejection of Neoclassicism. Faced with the scrupulous rigor and order with which rules were observed in the 18th century, the romantic writers combined the genres and verses of distinct media, at times mixing verse and prose; in the theater the rule of three unities (action, place, and time) was despised, and they alternated the comic with the dramatic. Painting by Caspar David Friedrich. * Subjectivism. Whatever the type of work, the passionate soul of the author poured into it all of its feelings of dissatisfaction with a world that limited and frustrated the expression of its longings and worries, in relation to love, society, and country alike. They identified nature with spirit, and expressed it as melancholy, gloom, mystery, and darkness, in contrast with the neo- Classicists, who barely showed interest in the natural world. Insatiable cravings for passionate love, happiness, and the possession of the infinite caused in the Romantics a disheartenment, an immense disappointment that sometimes brought them to suicide, as in the case of Mariano José de Larra. *Attraction of the nocturnal and mysterious. The Romantics situated their sorrowful and disappointed feelings in mysterious or melancholic places, such as ruins, forests, and cemeteries. In the same manner, they felt attracted to the supernatural, that which escapes logic, such as miracles, apparitions, visions from beyond the grave, the diabolical, and witchcraft. *Flight from the world. Their disgust toward the bourgeois society that they were forced to live in caused the Romantics to try to turn their back on their circumstances, imagining past eras in which their ideals prevailed, or taking inspiration from the exotic. In contrast with the neo-Classicists, who admired Greco-Roman antiquity, the Romantics preferred the Middle Ages and the Renaissance. Their favorite modes of expression were the novel, legends, and historical drama. ==Beginnings== Romanticism came to Spain through Andalusia and Catalonia. In Andalucía, the Prussian consul in Cádiz, Juan Nicolás Böhl de Faber, father of novelist Fernán Caballero, published a series of articles between 1818 and 1819 in the Diario Mercantil (Mercantile Daily) of Cádiz, in which he defended Spanish theatre of the Siglo de Oro, and was widely attacked by the neo- Classicists. Against him were José Joaquín de Mora and Antonio Alcalá Galiano, who argued from a traditionalist, antiliberal, and absolutist point of view. Böhl de Faber's ideas were incompatible with theirs (since they were still tied to the Age of Enlightenment), despite the fact that they represented European Literary Modernism. In Catalonia, El Europeo was a journal published in Barcelona from 1823 to 1824 by two Italian editors, one Englishman, and the young Catalans Bonaventura Carles Aribau and Ramón López Soler. This publication defended moderate traditionalist Romanticism following Böhl's example, totally rejecting the virtues of Neo-Classicism. An exposition of the Romantic ideology appeared for the first time in its pages, in an article by Luigi Monteggia, titled Romanticismo. == Poetry == Bécquer in Sevilla. The romantic poets created their works in the midst of a fury of emotions, forming verses out of whatever they felt or thought. Critics have found in their works a lyricism of great power, but at the same time vulgar, uninspiring verse. Some of the characteristics of Romantic poetry are: * The I, the inner self. José de Espronceda, setting down in his Canto a Teresa a painful confession of love and disappointment, managed with great skill to translate his feelings into poetry. * Passionate love, with its sudden and total surrenders and quick abandonments. The agony and the ecstasy. * Inspiration by historical and mythical subjects. * Religion, though frequently it is through a revolt against consequent compassion, even to the extent of exalting the devil. * Social vindication, value placed on marginalized people, such as beggars *Nature, displayed in all its manifestations and variations. Romantics often gave their poems mysterious settings, such as cemeteries, storms, the raging sea, etc. *Satire, frequently associated with political and literary events. It was also a sign that a new spirit was inspiring the creation of verse. By contrast with the monotonous neoclassic repetition of songs and lyrics, poets proclaimed their right to use all existing variations on meter, to adapt those from other languages, and to innovate where necessary. In this respect, as in others, Romanticism prefigured the modernist audacities of the end of the century. === José de Espronceda === José de Espronceda Espronceda was born in 1808 in Pajares de la Vega, located near Almendralejo, Badajoz. He founded the secret society of Los numantinos, whose aim was to \"demolish the absolutist government\". Because of his involvement with this society, Espronceda was imprisoned. At age 18 he fled to Lisbon and joined with a group of liberal exiles. There he met Teresa Mancha, the woman with whom he lived in London. After an act of political agitation, he returned to Spain in 1833. He lived a dissipated life, full of incidents and adventures, which caused Teresa Mancha to leave him in 1838. He was at the point of marrying another lover, when in 1842 he died in Madrid. > ::Batallas, tempestades, amoríos, ::por mar y tierra, lances, descripciones > ::de campos y ciudades, desafíos ::y el desastre y furor de las pasiones, > ::goces, dichas, aciertos, desvaríos, ::con algunas morales reflexiones > ::acerca de la vida y de la muerte, ::de mi propia cosecha, que es mi > fuerte. > ::Battles, tempests, love affairs, ::by sea and land, deeds, descriptions > ::of countryside and cities, challenges ::and the disaster and furor of > passions, ::enjoyments, happiness, successes, deliriums, ::with some moral > reflections ::about life, death, and ::my forte: My own personal harvest. Espronceda worked in the principal literary genres, such as the historical novel, with Sancho Saldaña o El castellano de Cuéllar (1834), and the epic poem, with El Pelayo, but his most important work was his poetry. He published Poesías in 1840 after returning from exile. It is a collection of poems of different types, which brings together his youthful neoclassic poems with other, more intense, Romantic works. These last were the most important, and elevated marginalized types: Canción del pirata (Song of the Pirate), El verdugo (The Executioner), El mendigo (The Beggar), and Canto del cosaco (Song of the Cossack). His most important works were El estudiante de Salamanca (1839) and El diablo mundo: *El estudiante de Salamanca (1839): This composition consists of some two thousand verses of different lengths. It narrates the crimes of don Félix de Montemar, whose lover Elvira dies of heartsickness when he abandons her. One night, he sees her ghost and follows it through the streets and contemplates his own burial. In the house of the dead, he marries the corpse of Elvira, and dies. *El diablo mundo: This work was never finished. It consists of 8,100 verses of various meters, and it seems to be an epic of the human life. The second canto (Canto a Teresa) occupies the better part of the poem, and in it he evokes his love for Teresa and laments her death. === Other poets === Gertrudis Gómez de Avellaneda Carolina Coronado In spite of the brief period during which romantic lyric poetry thrived in Spain, there arose other notable poets who deserve mention, such as the Barcelonan Juan Arolas (1805–1873), the Galician Nicomedes Pastor Díaz (1811–1863), Gertrudis Gómez de Avellaneda (1814–1873) and Pablo Piferrer (1818–1848). Piferrer, in spite of writing only in Spanish, was one of the precursors of the romantic movement in Catalonia. ====Gertrudis Gómez de Avellaneda==== Gertrudis Gómez de Avellaneda y Arteaga (March 23, 1814 – Madrid February 1, 1873) was a Cuban writer and poet of the 19th century. Although Cuban, she lived most of her life in Spain. She wrote various poems, plays, and novels. Her most famous work is an antislavery novel called Sab (novel). ====Carolina Coronado==== Carolina Coronado (Almendralejo, 1823–Lisbon, 1911) merits special mention. She spent a great part of her childhood in the Extremaduran countryside, and from a very young age showed a talent for poetry. She married an American diplomat and lived in various foreign countries. Family misfortune prompted her to seek solitude and retreat in Lisbon, where she died in 1911. Her most important work is Poesías (1852). == Prose == During the Romantic period, there was a great interest in literary fiction, in particular, adventure and mystery novels; however, Spanish output of this type was scanty, limited to translations of foreign novels. More than a thousand translations circulated in Spain before 1850, in the historic, romantic, chivalrous, and melodramatic genres, representing writers such as Alexandre Dumas, père, Chateaubriand, Walter Scott, and Victor Hugo. Spanish prose essentially consisted of the novel, scientific or scholarly prose, journalism, and the intense development of costumbrismo. During the first quarter of the century, four distinct types of novels developed: moral and educative novels, romances, horror stories, and anticlerical novels. The most purely Romantic of these is the anticlerical novel. However, the Romantic influence would shape, principally, the historical novel. === Historical novels === The historical novel developed in imitation of Walter Scott (80 of his works had been translated), author of Waverley, Ivanhoe, and other novels of adventure set in the Scottish and English past. Spanish historical novels fall into two categories: liberal and moderate. Within the liberal school existed both anti-clerical and populist currents. On the other hand, the moderate school produced, on occasion, novels exalting traditional and Catholic values. The most notable Spanish authors are: * Enrique Gil y Carrasco (Villafranca del Bierzo), 1815–Berlín 1846. A lawyer and diplomat, he was the author of El señor de Bembibre, the best Spanish historical novel, written in imitation of Walter Scott. * Francisco Navarro Villoslada (1818–1895), who wrote a series of historical novels when the romantic genre was in decline and Realism was coming to be at its height. His novels were inspired by Basque traditions, and were set in the medieval era. His most famous work is Amaya, o los vascos en el siglo VIII (Amaya, or the Basques of the 8th century), in which the Basques and the Visigoths ally themselves against the Muslim invasion. * It is also worth mentioning the contributions to the historical genre made by Mariano José de Larra, Serafín Estébanez Calderón and Francisco Martínez de la Rosa. === Scholarly writing === The majority of these works originated from the discussions in the assembly that adopted the Constitution of Cádiz. The most representative authors were Juan Donoso Cortés (1809–1853) and Jaime Balmes Urpía (1810–1848): * Juan Donoso Cortés came from the liberal school, though later he defended Catholic and authoritarian ideas. His most important work is the Ensayo sobre el catolicismo, el liberalismo y el socialismo (Treatise about Catholicism, Liberalism, and Socialism), published in 1851. His style has a solemn yet compelling tone, and provoked lively debates. * Jaime Balmes, however, belongs in the conservative, Catholic camp. Of his prolific output, El protestantismo comparado con el catolicismo en sus relaciones con la civilización europea (Protestantism compared with Catholicism in their relations with European civilization) (1842) and El criterio (1845) stand out. === Costumbrist vignettes=== Between 1820 and 1870, Spain developed the literatura costumbrista (literature of manners), which manifested itself in the cuadro de costumbres, or vignette of everyday life, a short prose article. These works were normally restricted to descriptive text, keeping argument to a minimum. They described the lifestyle of the era, a popular custom, or a personal stereotype. In many cases (as in the articles of Larra), the articles contain considerable satire. Costumbrismo (or costumbrism) arose out of the Romantic desire to emphasize the different and the peculiar, inspired by the French affinity for the same genre. Thousands of articles of this type were published, thus limiting the development of the novel in Spain, since narration and individual characters predominated in that genre, while costumbrist vignettes were limited to generic descriptions of personality types (bullfighter, chestnut seller, water carrier, etc.). Large anthologies of such vignettes were compiled, such as Los españoles pintados por sí mismos (Spaniards painted by themselves), (published in two volumes in 1843–1844, reprinted in one volume in 1851). Notable authors represented in this work are the madrileño Ramón de Mesonero Romanos and the Andalusian Serafín Estébanez Calderón. ====Ramón de Mesonero Romanos==== Ramón Mesonero Romanos (1803–1882) was born and died in Madrid. He belonged to the Spanish Academy and was a gentle bourgeois. His ideas were anti-Romantic and he was a great observer of the life around him. He was famous under the pseudonym El curioso parlante (The talking bystander). His principal literary production was in the costombrist tradition; however, he wrote Memorias de un setentón (Memories of a 70-year-old), an allusion to the people and events he knew between 1808 and 1850. His costumbrist works were collected in the volumes Panorama matritense and Escenas matritenses. ====Serafín Estébanez Calderón==== Calderón (1799–1867) was born in Málaga and died in Madrid. He was known as El solitario (The solitary one), and held high political office. Though known for his conservatism, in his youth he was a liberal. He published various poems and a historical novel, Cristianos y moriscos (Christians and Moors), though his most famous work is a collection of costumbrist vignettes Escenas analuzas (Andalucían scenes) (1848), containing descriptions such as El bolero, La feria de Mairena, Un baile en Triana, and Los Filósofos del figón. === Journalism: Mariano José de Larra === Mariano José de Larra Throughout the 19th century, the role of the newspaper was decisive. The Barcelona publication El Europeo (The European) (1823–1824) published articles about romanticism and, through the publication, Spain came to know the names of Byron, Schiller and Walter Scott. However, the press was also an arm of the political fight. In this sense, we must emphasize the political satire press of Trienio Liberal (El Zurriago, La Manopla), where there appeared not only social themes, but also customism outlines which were clear precedents of Larra's production. After the death of Fernando VII in 1833, many important changes occurred in journalism. The emigrants after the absolutist reaction of 1823 returned and together with the new generation (that of José de Espronceda and Larra) they would mark the style of the era, though they had learned much in their years of exile from the advanced presses of the English and the French. In 1836, the French Girardin initiated in his newspaper La Presse a custom which would have a staggering and lasting success: that of publishing novels by delivery. The Spanish press, always with their eyes on the press of their neighbors, hurried to copy this initiative; however, the height of this era in Spain would be between 1845 and 1855. Mariano José de Larra, El pobrecito hablador (The poor little talker) Mariano José de Larra (Madrid, 1809–id., 1837), son of a liberal exile, soon conquered fame as a journalist. His character was less than agreeable. Mesonero Romanos, his friend, spoke of \"his innate mordacidad, which carried few sympathies\". At twenty he married, but the marriage failed. With total success as a writer, at 27 years of age, Larra committed suicide with a pistol to the head, it seems, for a woman with whom he maintained an illicit love affair. Though Larra is famous for his newspaper works, he also worked in other genres, like poetry, short neoclassics and satire (Sátira contra los vicios de la corte, or \"Satire against the vices of the court\"); the theatre, with the historical tragedy Macías; and finally, the historical novel, with El doncel de don Enrique el Doliente, about a Gallego troubador who kills a husband blinded by jealousy. Larra's Newspaper Articles Larra wrote more than 200 articles, behind the façade of diverse pseudonyms: Andrés Niporesas, El pobrecito hablador and above all, Fígaro. His works can be divided into three groups: customs, literary articles y political articles. * In the customism articles, Larra satirized the form of Spanish life. He felt a great pain for his imperfect mother country. Emphasis should be placed on Vuelva usted mañana (\"Come back tomorrow\" - a satire of public officials), Corridas de toros (\"Bull races\"), Casarse pronto y mal (\"Get married soon and badly\", with autobiographic undertones) and El castellano grosero (\"The crude Castilian\", against the crudity of the countryside). * His French education prevented him from fostering his neoclassic tastes, and this is reflected in his 'literary articles, where he criticized the romantic works of the era. * In his political articles, his progressive, liberal education is clearly reflected, with hostile articles about absolutism and traditionalism. In some of these, Larra reveals his revolutionary exultation, as in the article which says \"Asesinatos por asesinatos, ya que los ha de haber, estoy por los del pueblo\" (\"Murders by murders, since we must have them, I am for those of the people\"). == Theatre == Neo-classical theatre did not manage to have much effect on Spanish tastes. At the beginning of the 19th century, works from the Siglo de Oro became popular. These works were disdained by the neo-Classicists for not following the rule of three parts (action, place, and time) and for mixing comic and dramatic aspects. Nevertheless, these works were successful outside Spain, precisely because they did not conform to the neo-Classical ideal. Romanticism triumphed in the Spanish theatre with La conjuración de Venecia (The Venetian Conspiracy), by Francisco Martínez de la Rosa, El Trovador (The Troubador), by Antonio García Gutiérrez, and Los amantes de Teruel (The Lovers of Teruel), by Juan Eugenio Hartzenbusch. But the key event was in 1835, when Don Álvaro o la fuerza del sino (Don Álvaro, or the Power of Fate), by the Duke of Rivas, had its premiere. Drama was the most developed of the theatrical genres. All works contained lyrical, dramatic, and fantastical elements. Freedom ruled in all aspects of the theatre: * Structure: The rule of the three unities, imposed on Spanish literature of the Enlightenment, disappeared. Dramas, for example, could have five acts in verse, or in prose and mixed verse, with variable metre. If in neo-Classical works stage directions were unacceptable, this did not prevail in Romanticism, where they occurred frequently. The monologue took on new importance, becoming the principal means of expressing a character's internal struggle. * Setting: Theatrical action gained dynamism by using a variety of settings in the same production. Authors set their works in places typical of Romanticism, such as cemeteries, ruins, solitary countrysides, prisons, etc. Nature corresponded to the feelings and states of mind of the characters. * Plot: Romantic theatre tend to have plots with legendary, adventurous, knightly, and historical- national themes, with love and freedom as typical elements. Frequent motifs were nocturnal scenes, duels, shadowy, mysterious characters, suicides, and displays of gallantry or of cynicism. Events occurred at a dizzying speed. The point of drama was not to enlighten, as the neo-Classicists intended, but rather to move. * Characters: The number of characters in a play increased. The masculine hero was usually brave and mysterious. The heroine was innocent and faithful, but having an intense passion. But both were marked for a fatal destiny; death is liberation. More importance was given to the dynamism of the action than the psychology of the characters. === Ángel de Saavedra, Duke of Rivas === Ángel de Saavedra, Duke of Rivas Ángel de Saavedra y Ramírez de Baquedano (Córdoba, 1791 – Madrid, 1865) struggled against the French invasion as a young man and gained political prominence as a progressivist. He was condemned to death for his liberal views but managed to escape to England. In Malta he met an English critic who taught him to appreciate Classical theater and set the stage for him to become a Romantic. He lived in France during his exile, and returned to Spain a decade later in 1834. By his return, the Neo- classical liberal had morphed into a Romantic and moderate liberal. Ángel de Saavedra held a number of important public posts. Like many contemporary writers, he began by adopting a neo-classical aesthetic in the lyrical (Poesías, 1874) and dramatic genres (Lanuza, 1822). He gradually incorporated Romantic elements into his work as can be seen in works like El desterrado. His conversion became complete in Romances históricos. Rivas' fame is largely based on his work Leyendas and especially Don Álvaro o la fuerza del sino, a play which premiered in the Teatro del Príncipe (the modern-day Teatro Español) in Madrid in 1835. 1,300 spectatores attended and witnessed the first Spanish Romantic drama, featuring such novelties as combining prose and verse. === José Zorrilla === José Zorrilla Born in Valladolid, 1817 and died in Madrid, in 1893. He started his career in literature by reading verses at the funeral of Larra, with which he earned great fame. He married a widow sixteen years younger than him, but the marriage failed and, fleeing from her, he went to France and then to Mexico in 1855, where the emperor Maximiliano named him director of the National Theater. Upon returning to Spain in 1866 he was greeted with enthusiasm. He married again and, with constant monetary penuries, he had no other remedy but to sell his works unprofitably, like Don Juan Tenorio. The courts granted him a pension in 1886. Works The literature of Zorrilla is prolific. His poetry reaches a zenith with Readings, which are small dramas sung as narration in verse. The most important of these readings are Margarita la Tornera and To a good judge, a better witness. However, his recognition is owed more to his dramatic works. Dramas that stand out include The Shoemaker and the King, about the death of the king don Pedro; Traitor, Confessor, and Martyr, about the famous baker of Madrigal, which came to pass by way of don Sebastián, king of Portugal; Don Juan Tenorio (1844), the most famous of his works, represents a tradition in many Spanish cities at the beginning of November. It discusses the theme of the famous joker of Seville, written about previously by Tirso de Molina (17th century) and other national and foreign authors. === Other authors === ====Francisco Martínez de la Rosa, escritor de transición (Writer of transition)==== Martínez de la Rosa (1787–1862), born in Granada. As a politician, he intervened fervently in the Cortes of Cádiz. Because of his liberal ideals, he suffered the pain of imprisonment. He emigrated to France and was named chief of the government in 1833 on his return to Spain. His politics of \"right means\" failed among the extremists on the left and the right. His contemporaries gave him the nickname \"Rosita la pastelera\" (Rosita the baker), though he had been imprisoned, exiled and attacked in his fight for a much-desired freedom. His first works are full of neoclassicism, such as La niña en casa y la madre en la máscara (\"The girl in the house and the mother in the mask\"). Later, as he began to practice \"right means\", adopting the new, latent aesthetic, he wrote his most important works: Aben Humeya y La conjuración de Venecia (\"The conspiracy of Venice\"). ====Antonio García Gutiérrez==== Gutiérrez was born in Chiclana, Cádiz, in 1813 and died in Madrid, in 1884. From an artisan family, he dedicated himself to words and, short on resources, enlisted in the army. In 1836 he released El trovador (\"The troubador\"), a work which evoked an enthusiastic response from the public, though it obligated him to bid farewell to his current situation, instituting in Spain an effective custom from France. Thanks to his success he could rise above the economic difficulties with which he lived. On the explosion of the \"Gloriosa\", he joined with the revolutionaries, with a hymn against the Borbones that became very popular. ====Juan Eugenio Hartzenbusch==== Hartzenbusch was born and died in Madrid (1806–1880). Son of a German cabinetmaker and an Analucian mother, he dedicated himself at first to his father's profession, but later consecrated himself to the theatre, where he obtained rotund success with his most famous work, Los amantes de Teruel (\"The lovers of Teruel\") (1837). He continued to publish stories, poems and custombrist articles. ====Manuel Bretón de los Herreros==== Herreros was born in Quel, Logroño, in 1796 and died in Madrid, in 1873. He accepted his literary fate at a very young age, with works like A la vejez viruelas (\"To the ancient smallpox\"), Muérete y verás (\"Die and you will see\") and El pelo de la dehesa (\"The hair of the grove\"). He satirized Romanticism, though some of its characteristics appear in his comedies, as in Muérete y verás. == Postromanticism == During the second half of the nineteenth century, the movement's pre-existing interests in history and legend entered a new stage, and poetry became more sentimental and intimate. This change was due to the influence of German poetry and a renewed popular interest in Spanish poetry. The Postromantic school departed significantly from its other European contemporaries, with the exception of Heinrich Heine's German poetry. Poetry continued to be Romantic, while prose and theater adhered more to Realism. Romantic poetry slowly lost some of its popularity due to its concentration on emotive forces. Narration declined in favor of lyricism, and poems became more personal and intimate. Rhetoric became more scarce as lyricism increased, and common themes were love and passion for the world in all of its beauty. Romantics began to experiment with new metric forms and rhythms. The homogeneity that the Romance movement enjoyed was transformed into a plurality of poetic ideas. In sum, post-Romanticism represented a transition between the Romanticism and Realism. The most well- known poets of this period were Gustavo Adolfo Bécquer, Augusto Ferrán, and Rosalía de Castro. They were not particularly well received in their contemporary society, the utilitarian and unidealistic Restoration, and were admired much less than writers who chose contemporary social themes like Ramón de Campoamor and Gaspar Núñez de Arce, though the latters have little critical relevance. === Gustavo Adolfo Bécquer === Gustavo Adolfo Bécquer Born in Seville in 1836, Bécquer was orphaned and raised by his godmother. He dreamed of becoming a sailor but found his calling as a writer. At 18 years of age he moved to Madrid where he suffered hardships while trying to achieve literary success. At 21 he contracted tuberculosis which would eventually carry him to the grave. He fell desperately in love with Elisa Guillén, and she returned his affections, but the couple soon separated in a taxing process for the poet. In 1861 he married Casta Esteban and worked as a columnist with a politically conservative slant. He later secured a monthly income of 500 pesetas (a large sum for the time) while working as a novel critic, but he lost the job in the revolution of 1868. He separated from his not-so-faithful wife, became disillusioned and lived a dirty and Bohemian lifestyle. In 1870 his inseparable companion and brother Valeriano died. Bécquer reconciled with Casta but died months later in 1870 in Madrid and was buried along with his brother in Seville. Bécquer's prose work is contained within Leyendas, a work of twenty-one stories that are dominated by themes of mystery and the afterlife in true Romantic fashion. He also wrote Cartas desde mi celda, a collection of chronicles composed during his stay at the Veruela monastery. In a similar manner, all of Bécquer's poetry is collected in Rimas. The 79 poems are short, have 2,3, or 4 stanzas (with rare exceptions), generally employ assonant rhyme, and are written in free verse. === Rosalía de Castro === Born in Santiago de Compostela in 1837, de Castro was the bastard child of unmarried lovers, a fact that caused an incurable bitterness in her. While living in Madrid she met and later married the Galician historian Manuel Murguía. The couple lived in various places throughout Castile, but Rosalía never felt tied to the region and ultimately managed to settle the family in Galicia. The marriage was not happy and the couple underwent economic hardship as they raised six children. She died of cancer in Iria Flavia in 1885, and her remains were buried at Santiago de Compostela, a suitable site for a lover of Galicia. Though de Castro was not prolific in prose, she achieved notoriety with El caballero de las botas azules (The blue-booted cavalier) which had a philosophical and satirical bent. She is mostly recognized for her poetic contributions to Spanish literature. Her first books, La flor (The Flower, 1857) and A mi madre (To My Mother, 1863) possess some Romantic characteristics with Esproncedian verses. Her three most memorable works are: *Cantares gallegos: This work was developed during Rosalía's stay in Castile while she longer for her homeland of Galicia. In Castile she felt like an exile because, according to her, there was little respect things Galician. Cantares gallegos was a work of simple poems with popular themes and rhythms. She felt nostalgia for her homeland and desired to return: > ::Airiños, airiños aires, ::airiños da miña terra; ::airiños, airiños aires, > ::airiños, levaime a ela. :She also vented her anger toward Castile, which she considered an exploiter of the poor laboring Galicians: > ::Premita Dios, castellanos, ::castellanos que aborrezco, ::qu'antes os > gallegos morran ::qu'ir a pedirvos sustento. *Follas novas (New leaves): In the prologue of this work, Rosalía explains that her book is the product of pain and disappointment. She does not sing of the physical Galicia in these poems, but rather of her own suffering and the suffering of Galician people. She also deals with ubi sunt, in which she expresses her regret and anger over being stripped of happiness and past illusions. > ::Aquelas risas sin fin, ::aquel brincar sin dolor, ::aquela louca alegría, > ::¿por qué acabóu? *En las orillas del Sar: Many critics consider this work to be the apex of Rosalía's poetry. It is the only one of the three major novels to be written in Castilian Spanish. At the time, it was held in low esteem outside of Galician territory, but the Generation of 98 brought the poems back into the limelight. In Las orillas del Sar she makes confessions about her private life, love and pain, human injustice, faith, death, eternity, etc. == Antiromantic poets == These poets could also be considered adherents of Realism, given the decline of the Romantic movement and their contrary posture toward it. === Ramón de Campoamor === (Navia, Asturias, 1817-Madrid, 1901), an ideological moderate, was a governor and parliamentarian. In his book Poética, he stated his intention to arrive at an \"art of ideas\". In this way, a poem would have a clearly defined argument. He also tried to fulfill such ideas in the Humoradas, in the Doloras, and in the Pequeños poemas. The humoradas (\"witticisms\") were short poems written for the albums and fans of his friends. One of them goes: > ::En este mundo traidor ::nada es verdad ni mentira; ::todo es según el > color ::del cristal con que se mira. > ::In this treacherous world ::nothing is either truth or lie; ::everything > depends on the color ::of the crystal that one looks through. The doloras had philosophical ambitions, as in ¡Quién supiera escribir! (Who knew how to write) and El gaitero de Gijón (The piper of Gijón). In Pequeños poemas, (Short poems), 31 brief compositions, Campoamor describes the trivialities of the soul of woman, as in El tren expreso (The Express Train). Modernist thinking considers Campoamor as a symbol of the anti-poet, because of coarse, banal thinking such as this. === Gaspar Núñez de Arce === (Valladolid, 1834-Madrid 1903). He was also a governor and parliamentarian, and a minister as well. He wrote the play El haz de leña (The bundle of firewood), whose plot deals with the mysterious death of don Carlos, son of King Philip II of Spain. His most notable poetical works are La última lamentación de lord Byron (The last lamentation of Lord Byron), a long soliloquy on the miseries of the world, the existence of a superior, omnipotent being, politics, etc., and La visión de Fray Martín (The vision of Friar Martin), in which Núñez de Arce portrays Martin Luther contemplating, from a rock, the nations that followed in his wake. == See also == *Spanish Romantic writers: List of Romantic authors. *Romanticism: General view of the movement. *Spanish literature: Evolution of Spanish literature. ==References== === Bibliography === *Historia de la Literatura Española. El Romanticismo, Juan Luis Alborg, Madrid, Gredos, 1980. *Historia de la Literatura Española. El Siglo XIX (I), Víctor García de la Concha, Madrid, Espasa Calpe, 1998. *La Imaginación romántica, C. M. Bowra, Taurus, Madrid, 1972. *Las Románticas, Susan Kirkpatrick, Castalia, Madrid, 1991. *El alma romántica y el sueño, A. Béguin, Fonde de Cultura Económica, Madrid, 1993. *El Romanticismo, Gras Balaguer, Montesinos, Barcelona, 1988. *El romanticismo español, Vicente Llorens, Madrid, Fundación Juan March, Castalia, 1983. *El romanticismo español, Ricardo Navas Ruiz, Madrid, Cátedra, 1982. *Historia del movimiento romántico en España, E. Allison Peers, Gredos, Madrid, 1954, 2 vols. *\"The internalization o Quest-Romance\", en Romanticism and Consciousness, H. Bloom, Nueva York, Norton, 1970. *Panorama crítico del romanticismo español, Leonardo Romero Tobar, Madrid, Castalia, 1994. *El Romanticismo: tradición y revolución, M. H. Abrams, Visor, Madrid, 1992. *Los orígenes del romanticismo reaccionario español: el matrimonio Böhl de Faber, G. Carnero, Universidad de Valencia, 1978. *Los orígenes del Romanticismo, F. Garrido Pallardó, Barcelona, Labor, 1968. *Entre pueblo y corona. Larra, Espronceda y la novela histórica del Romanticismo, G. Güntert y J.L. Varela, Madrid, UCM, 1986. *La época del Romanticismo (1808–1874), H. Juretschke, Madrid, Espasa-Calpe, 1989. *Trayectoria del romanticismo español Madrid, P. Sebold, Madrid, Crítica, 1983. *De ilustrados y románticos, P. Sebold, Madrid, El Museo Universal, 1952. *Poesía española del siglo XIX, J. Urrutia, Madrid, Cátedra, 1985. *José de Espronceda y su tiempo. Literatura, sociedad y política en tiempos del romanticismo, R. Marrast, Barcelona, Crítica, 1989 (1ª edición, 1974). *El teatro romántico español (1830–1850). Autores, obras, bibliografía, P. Menarini, Bologna, Atesa, 1982. == External links == *Biblioteca Literaria del Siglo XIX *El Romanticismo en don Quijote.org *Sociedad de Literatura Española del Siglo XIX *Romanticismo frente a Clasicismo en El Artista *La pintura teatral española en el siglo XIX Category:Spanish literature Category:Romanticism ",
    "title": "Romanticism in Spanish literature"
}