{
    "id": "5701962",
    "text": "Baron István Dobó de Ruszka (c. 1502 - Szerednye (today, Середнє (Szerednye / Serednie, Ukraine), mid-June 1572) was a Hungarian soldier, best known as the successful defender of Eger against the Ottomans in 1552. Dobó was a member of the Hungarian land-owning nobility, with holdings in northern Hungary. In the dynastic succession struggles after the Battle of Mohács in 1526, Dobó was consistently on the side of the Habsburg King Ferdinand I rather than that of John Zápolya. ==Life== Dobó was the son of Domonkos (Dominic) Dobó, who married Zsófia (Sophie) Cékei in 1498. There were six children from the marriage: Ferenc, László, István, Domokos, Anna and Katalin. István Dobó's own wife was Sára Sulyok, whom he married on 17 Oct.1550. They had three children: Ferenc, Damján and Krisztina. Dobó became the commander of Eger Castle in 1549. He became famous as a result of his successful defence of the castle during the Siege of Eger in 1552 (celebrated in Géza Gárdonyi's classic novel Eclipse of the Crescent Moon), in which 2100 defenders were able to withstand the onslaught of 80,000 Ottoman soldiers. As a reward, Ferdinand donated to Dobó the ownership of the Transylvanian castles of Déva (now Deva, Romania) and Szamosújvár (now Gherla, Romania). Dobó was also appointed as voivod (viceroy) of Transylvania in 1553. When Transylvania was separated from Hungary in 1556, Dobó was given ownership of the castle of Léva (now: Levice, Slovakia) in compensation. Accused of treason against the King, Dobó spent several years imprisoned in the castle of Pozsony (now Bratislava, Slovakia). His health was seriously impaired by his imprisonment, and he died in his home soon after his release from captivity. ==References== Category:1500s births Category:1572 deaths Category:People from Uzhhorod Raion Category:Voivodes of Transylvania Category:Hungarian soldiers Category:16th-century soldiers Category:People from Eger Category:16th-century Hungarian nobility Category:Hungarian landowners ",
    "title": "István Dobó"
}