{
    "id": "5702890",
    "text": "Amkula is a census town in the Raniganj CD block in the Asansol Sadar subdivision of the Paschim Bardhaman district in the state of West Bengal, India. ==Etymology== The word Amkula derives its origin from two Bengali words - am (mango) and kula (banana). ==Geography== ===Location=== Amkula is located at . This neighborhood in Asansol is situated on the bank of river Nunia, a tributary of Damodar River. A small plateau stream locally known as Nallah joins river Nunia near Amkola. Basically the neighborhood lies in a low land valley, whose two sides are surrounded by water bodies, and on another side stands a low altitude plateau. Crossing the river Nunia one can enjoy the ber, the fruit of a bushy plant. Asansol is composed of undulating laterite region. It lies between two large rivers – the Damodar and the Ajay. They flow almost parallel to each other in the region – the average distance between the two rivers is around 30 km. For ages the area was heavily forested and infested with plunderers and marauders. The discovery of coal in the 18th century led to industrialization of the area and most of the forests have been cleared.Chattopadhyay, Akkori, Bardhaman Jelar Itihas O Lok Sanskriti (History and Folk lore of Bardhaman District.), , Vol I, pp 14-15, Radical Impression. Today all the neighboring jungles across the river are being deforested by brick-chimney contractors. Jemari (J.K. Nagar Township), Belebathan, Murgathaul, Amkula, Egara, Sahebganj, Raghunathchak and Ballavpur form a cluster of census towns on the western and southern side of Raniganj. Banshra and Baktarnagar are adjacent to Raniganj on the eastern side. ===Urbanisation=== According to the 2011 census, 83.33% of the population of Asansol Sadar subdivision was urban and 16.67% was rural. In 2015, the municipal areas of Kulti, Raniganj and Jamuria were included within the jurisdiction of Asansol Municipal Corporation. Asansol Sadar subdivision has 26 (+1 partly) Census Towns.(partly presented in the map alongside; all places marked on the map are linked in the full-screen map). ==Demographics== According to the 2011 Census of India, Amkula had a total population of 5,445 of which 2,928 (54%) were males and 2,517 (46%) were females. Population in the age range 0-6 years was 793. The total number of literates in Amkula was 3,239 (69.63% of the population over 6 years). *For language details see Raniganj (community development block)#Language and religion According to the 2011 census, the urban agglomeration (UA) centred upon Asansol had a population of 1,243,414. In addition to the erstwhile municipalities of Kulti, Jamuria, and Raniganj subsequently incorporated into the Asansol Municipal Corporation, the agglomeration included the census towns of Amkula, Baktarnagar, Ballavpur, Bhanowara, Domohani, Egara, Jemari (J.K. Nagar Township), Majiara, Murgathaul, Raghunathchak, Sahebganj and Topsi, and also Charanpur, an outgrowth of Jamuria. India census, Amkula had a population of 5,936. Males constitute 59% of the population and females 41%. Amkula has an average literacy rate of 58%, lower than the national average of 59.5%; with 67% of the males and 33% of females literate. 11% of the population is under 6 years of age. Majority of the people are Hindi speaking. Though Bengalis are in significant number and have high living standard. ==Infrastructure== According to the District Census Handbook 2011, Bardhaman, Amkula covered an area of 3.01 km2. Among the civic amenities, it had 58 km roads with open drains, the protected water-supply involved overhead tank, tubewell, borewell. It had 877 domestic electric connections and 44 road lighting (points). Among the medical facilities it had were 1 hospital, 1 dispensary/ health centre. Among the educational facilities it had was 1 primary school, the nearest middle and secondary schools at Egara 4 km away, the nearest senior secondary school at Ballavpur 4 km away. Important commodities it preduced were paddy, seeds, vegetables. ==Economy== It is a coal mining town linked with Eastern Coalfields Ltd., a subsidiary of Coal India Limited.Chattopadhyay, Akkori, p 366. Amkula and the nearby Nimcha collieries are under Satgram area of Eastern Coalfields Ltd. But the economy is plagiarized due to the evil of money lenders and Marwari Seths. They charge high rates of interest on lending which consume a major part of coal miners earning in the town. As per ECL website telephone numbers, operational collieries in the Satgram Area of Eastern Coalfields in 2018 are: Chapui Khas Colliery, JK Nagar Project, Jemehari Colliery, Kalidaspur Project, Kuardi Colliery, Nimcha Colliery, Pure Searsole Colliery, Ratibati Colliery, Satgram Project and Satgram Incline. ==Transport== There are several minibus routes from and via Amkula – (i) Amkula to Asansol via Jemari (J.K. Nagar Township), Nimcha, (ii) Amkula to Bahula more via Raniganj, Mangalpur, (iii) Amkula to Amritnagar via Jemari (J.K. Nagar Township), Nimcha, (iv) Amkula to Birkulti via Amrit Nagar, Ranisagar, Jamuria. Minbus Permit Register ==Education== Amkula has one primary school.7th All-India School Education Survey Amkola has a unique variation in education level. For further studies students have to go to nearby city of Raniganj. Although Amkola has some way to go to achieve full literacy, many families of the town have attained respectable landmark in education. Members of such families are studying in universities like A.M.U, Aligarh, B.H.U, Banaras, University of Allahabad, Jamia Millia Islamia, New Delhi, Patna University, University of Calcutta etc. Even some of them are employed in America and other foreign countries on the basis of their higher level of education and skill. ==Healthcare== Medical facilities (hospitals and dispensaries) in the Satgram Area of ECL are available at Satgram Area Hospital (PO Devchandnagar) (with 30 beds), Satgram Project (PO Devchandnagar), Mithapur (PO Jamuria), Satgram Incline (PO Jamuria), Jamehari (PO Searsole Rajbari), JK Nagar (PO Bidhanbag), Nimcha (PO Nimcha), Amkola (PO Nimcha), Kalidaspur Project (PO Bhara Kalibari, Mejia), Jora Morh Colony (PO Bhara Kalibari, Mejia), Ratibati (PO Ratibati), Kuardih (PO Kalipahari), Chapui Khas (PO Chapui), Tirat (PO Kalipahari). ==References== Category:Cities and towns in Paschim Bardhaman district ",
    "title": "Amkula"
}