{
    "id": "5702737",
    "text": "See Amarpur (disambiguation) for disambiguation. Amarpur is a town and a nagar panchayat in Gomati district in the state of Tripura , India. It was named after former king Amar Manikya, of Tripura. It is also the headquarters of Amarpur sub-division. ==Geography== Amarpur is located at .Falling Rain Genomics, Inc - Amarpur It has an average elevation of 24 metres (78 feet) above sea level. The town is connected to Udaipur and Teliamura with metalled roads. It can be accessed from the capital city of Agartala via Udaipur town. The nearest airport is the Agartala Airport and the nearest railway station is Udaipur. Amarpur is 120 km from Agartala. ==Tourism== Amarpur is a picnic spot, on the banks of Amarsagar, the 16th century artificial lake. The town stands on the ruins of a palace. On the southern bank lies a temple dedicated to the eight headed goddess, Mangalchandi. A fair is held during the Basant Panchami (February). Amarsagar & Fatiksagar: These are two lakes of historical importance: * Chobimura is known for its panels of rock carving on the steep mountain wall on the bank of river Gomati. Images of Lord Shiva, Kartika, Durga and many other god & goddess are carved on the faces of Devtamura Hill which is covered with thick jungles. The prominent among all the carving is the sculpture of Goddess Durga in the form of Mahishasurmardini (slayer of Mahishasur, a demon king). Local people worship the statue as CHAKRAK-MA, and it is the largest antiques of Goddess Durga present in the country. The Mahishasurmardini statue is 11 meters in height and 8 meters in width. * Dumboor Lake is a water area of 41 km2, with 48 islands surrounded by green vegetation. Water sports facilities are additional attractions. There is a Hydel Project near the lake (Gomati Hydro Electric Power Project) from where the River Gomati originates and this is called Tirthamukh where on 14 January every year the 'Pous Sankranti Mela' takes place. The lake is the confluence of rivers Raima and Sarma. Various species of migratory birds are noticed in the winter and it has rich reservoir of natural and cultured fishes.Boat Changing Point at Damboor Lake. The place is called Narkel Kunja While reaching Amarpur from Udaipur, both side of the road are lined with deep forest. ==Demographics== India census, Amarpur had a population of 10,863. Males constitute 54% of the population and females 46%. Amarpur has an average literacy rate of 80%, higher than the national average of 59.5%; with 56% of the males and 44% of females literate. 9% of the population is under 6 years of age. Picturesque riverside in Amarpur ==Education== *Government Degree College, Amarpur is the degree college in this town. ==See also== * List of cities and towns in Tripura ==References== Category:Cities and towns in Gomati district ",
    "title": "Amarpur, Tripura"
}