{
    "id": "5702865",
    "text": "Amguri (IPA: æmˈgʊərɪ) is a town and municipal area committee in Sivasagar district in the state of Assam, India. ==Geography== Amguri is located in the state of Assam, near the border of Nagaland, in north-east India. It has an average elevation of 74 metres (242 feet). It is situated on the bank of the river Jhanji and famous for its tea gardens and oil fields. ==Demographics== At the 2001 census, Amguri had a population of 6944. Males constitute 56% of the population and females 44%, and 11% of the population is under 6 years of age. Amguri has an literacy rate of 75%, higher than the national literacy average of 59.5%. In Amguri, 55% of the male and 45% of the female population are literate. == Transport == === Rail === Amguri falls under the Tinsukia railway division of the Northeast Frontier Railway zone. === Road === Amguri is connected to the neighbouring towns by the National Highway-2( Mokokchung- Amguri Road) which falls under the renumbered North- South Highway systemPoornima Rajendran (28 April 2010). Rationalisation of Numbering Systems of National Highways (PDF). circular(Report). Department of Road Transport and Highways. Archived from the original (pdf) on 16 August 2016. Retrieved 8 July 2016.Rationalisation of Numbering Systems of National Highways(PDF) (Report). New Delhi: Department of Road Transport and Highways. Archived from the original (PDF) on 1 February 2016. Retrieved 3 April 2012 and the Dhodar Ali Road. A good volume of traffic to and from the neighbouring towns traverse through Amguri on NH-2( Mokokchung-Amguri Road) to the Indian state of Nagaland. == Notable educational institutions == *Auniati Hemchandradev Higher Secondary School (Science and Commerce stream only at 10+2 level) * Amguri Girls High School *Amguri College * National Academy(Junior College) *Don Bosco High School *Pengera Girls High School *Jnan Bikash VidyaPith *Arunodoi Academy ==Politics== Amguri Town is part of the 103rd Amguri Legislative Assembly. Amguri is part of the Jorhat (Lok Sabha constituency). ==Health== * Amguri town has one CHC. ==References== Category:Cities and towns in Sivasagar district Category:Sivasagar ",
    "title": "Amguri"
}