{
    "id": "5703278",
    "text": "Richard Saladin Hickmet (born 1 December 1947 in Hammersmith, London) is a British Conservative Party politician. ==Early life== He is the son of Ferid Hickmet, who was from Turkey and Elizabeth Coster. He went to Millfield School in Street, Somerset, then the Sorbonne in Paris. From the University of Hull he gained a BA. He was called to the Bar in 1974, and practised at the Inner Temple. He was a councillor on Wandsworth Borough Council from 1978–83. ==Parliamentary career== Hickmet was Member of Parliament for Glanford and Scunthorpe, which he won in the Conservative landslide at the 1983 general election. However, he lost it to Labour candidate Elliott Morley at the 1987 election. Hickmet was later an unsuccessful candidate at the Eastbourne by- election in 1990 caused by the murder of Ian Gow. His last recorded contribution in the House of Commons was during Prime Minister's Questions on 5 May 1987, during which he said that \"most parents are appalled by the promotion of gay rights\" in schools, before suggesting that schools should be given more independence on such matters. He was selected as High Sheriff of Somerset for 2017–18. ==Law career== Hickmet is now a successful barrister at law specialising in family practice and planning cases. He is based in the West Country in Somerset but frequently travels to London with his work, and has a practice spanning the whole of the West Country and the Midlands. He has also worked for Wolfestans in Plymouth, Alletsons in Bridgwater and is affiliated with Southernhay Chambers in Exeter. ==Personal life== Hickmet lives in Bridgwater, Somerset with his wife. He married Susan Ludwig in 1973. They have three daughters. ==References== *The Times Guide to the House of Commons, Times Newspapers Ltd, 1987 & 1992 *Almanac of British Politics (1999) * ==External links== * Barristers Directory * Eastbourne 1990 by-election * http://www.bridgwatercarnival.org.uk/ Category:1947 births Category:Living people Category:People from Street, Somerset Category:People educated at Millfield Category:Alumni of the University of Hull Category:English barristers Category:Conservative Party (UK) MPs for English constituencies Category:UK MPs 1983–1987 Category:English people of Turkish descent Category:High Sheriffs of Somerset Category:British politicians of Turkish descent ",
    "title": "Richard Hickmet"
}