{
    "id": "5703270",
    "text": "The Blandford fly (Simulium posticatum) is a species of black flies, biting insects found in Europe, Turkey and western Siberia. It spends its larval stage in the weedbeds of slow flowing rivers and when the fly emerges, the female seeks a blood meal before mating. It usually bites the lower legs causing pain, itching and swelling. Scratching the irritated areas can lead to breaks in the skin, after which secondary infection may set in. The Blandford fly's English common name derives from a major outbreak of people being bitten around the town of Blandford Forum in Dorset, England, in the 1960s and 1970s. In a four-week period during the spring of 1972, some 600 people were estimated to have visited their doctors in Blandford to be treated for insect bites. In the late 1980s, Dorset County Council asked the Institute for Freshwater Ecology (now the Centre for Ecology and Hydrology), then based in Wareham, Dorset, to investigate a means of ameliorating the problem. They suggested using a biological, bacterial insecticide, Bacillus thuringiensis israelensis (Bti), which was sprayed into the weed beds, resulting in the destruction of 80–90% of the Blandford fly larvae and a corresponding reduction in the numbers of people bitten.Evaluation of Bti - Advisory Committee on Pesticides 1994 Indeed, it is reported that the number of people bitten has dropped to less than one hundredth of those affected in 1989. Recently, the fly has begun affecting people in other parts of southern England, including built up areas, probably encouraged by water features. Singer Mollie King and golfer Ian Poulter have both been affected by bites, with the latter having to pull out of the French Open. ==Distribution== The Blandford fly has been recorded in the following countries: Czech Republic, Denmark, Finland, France, Latvia, Germany, Austria, Belarus, Belgium, Southern England, Italy, Lithuania, Luxembourg, Netherlands, Norway, Poland, European Russia and Western Siberia, Slovenia, Sweden, Turkey, and Ukraine. ==References== ==External links== Category:Simulium Category:Nematoceran flies of Europe ",
    "title": "Blandford fly"
}