{
    "id": "5703684",
    "text": "Phyllocnistis magnoliella in magnolia leaf. Gracillariidae is an important family of insects in the order Lepidoptera and the principal family of leaf miners that includes several economic, horticultural or recently invasive pest species such as the horse-chestnut leaf miner, Cameraria ohridella. ==Taxonomy and systematics== There are 98 described genera of Gracillariidae (see below). A complete checklist is available of all currently recognised species (de Prins and de Prins 2005). There are many undescribed species in the tropics but there is also an online catalogue of Afrotropical described species ; the South African fauna is quite well known. Although Japanese and Russian authors have recognised additional subfamilies (de Prins and de Prins, 2005), there are three currently recognised subfamilies, Phyllocnistinae of which is likely to be basal. In this subfamily, the primitive genus Prophyllocnistis from Chile feeds on the plant genus Drimys (Winteraceae), and has leaf mines structurally similar in structure to fossils (Davis, 1994) (see \"Fossils\"). While there have been some recent DNA sequence-based studies of Palaearctic species (Lopez-Vaamonde et al., 2003, 2006), there is need for a satisfactory modern global phylogenetic framework for the subfamilies of Gracillariidae. Some genera are very large, e.g. Acrocercops, Caloptilia, Cameraria, Epicephala and Phyllonorycter. ==Distribution== Gracillariidae occur in all terrestrial regions of the World except Antarctica. ==Identification== These generally small (wingspan 5–20 mm) moths are leaf miners as caterpillars, which can provide a useful means of identification, especially if the hostplant is known. The subfamilies differ by the adult moth resting posture (Davis and Robinson, 1999). Most Gracillariinae rest with the front of the body steeply raised; Lithocolletinae and Phyllocnistinae rest with the body parallel to the surface; in Lithocolletinae often with the head lowered. ==Life history== The first to fifth-instar larvae are flattened and possess specialised mouthparts adapted for feeding on sap. Older-instar larvae are cylindrical and have normal chewing mouthparts for feeding on plant tissue within the leaf mines, and have a fully functional silk-producing organ, the \"spinneret\". Some genera have an intermediate stage in this remarkable hypermetamorphosis (Davis and Robinson, 1999). ==Larval hostplants== Many hostplants are known, generally dicotyledonous trees or shrubs. Patterns of hostplant shifting have been inferred for many United Kingdom species in the genus Phyllonorycter and its sister genus Cameraria (Lopez-Vaamonde et al., 2003). A recent DNA sequencing study mainly of Palaearctic species has shown that the burst of evolutionary adaptive radiation occurred long after that of the larval hostplants, rather than demonstrating a tight coevolutionary process (Lopez-Vaamonde et al., 2006). ==Fossils== The family is an old one, with fossil Phyllocnistinae mines known from 97-million-year-old rocks in Kansas and Nebraska (Labandeira et al. 1994). There are other fossil mines known from rocks of Eocene and Miocene age (de Prins and de Prins, 2005). There are also two adult moths known from Lithuanian or Baltic amber of Eocene age: Gracillariites lithuanicus Kozlov, 1987 and G. mixtus Kozlov, 1987) (de Prins and de Prins, 2005). ==Subfamilies and genera== Horse-chestnut leaf miner (Cameraria ohridella) tree damage in Parma, Italy Gracillariidae phylogeny has been revised in 2017 and is now containing eight subfamilies (Kawahara et al. 2017): * Acrocercopinae Kawahara & Ohshima, 2016 * Gracillariinae Stainton, 1854 * Lithocolletinae Stainton, 1854 * Marmarinae Kawahara & Ohshima, 2016 * Oecophyllembiinae Réal & Balachowsky, 1966 * Ornixolinae Kuznetzov & Baryshnikova, 2001 * Parornichinae Kawahara & Ohshima, 2016 * Phyllocnistinae Herrich-Schäffer, 1857 Unplaced species *\"Ornix\" blandella Müller-Rutz, 1920, this species was described from Switzerland. Larvae were recorded feeding on Salix. The present taxonomic status is unknown. *\"Gracilaria\" confectella Walker, 1864 *\"Gracilaria\" delicatulella Walker, 1864 *\"Phyllonorycter\" fennicella Hering, 1924, this species was described from Finland. The larval hostplant is probably a Salix species. The present taxonomic status is unknown, but is probably a junior subjective synonym of Lithocolletis viminetorum or Lithocolletis salictella. *\"Lithocolletis\" graeseriella Sorhagen, 1900, see Phyllonorycter *\"Lithocolletis\" italica Herrich-Schäffer, 1855, this species was described from Italy. The present taxonomic status is unknown. *\"Ornix\" jyngipennella Heydenreich, 1851, nomen nudum. *\"Lithocolletis\" lativitella Sorhagen, 1900, this species was described from Germany. Larvae were recorded feeding on Sorbus aria and Pyrus scandinavica. The present taxonomic status is unknown. It might be a synonym of Tinea lantanella Schrank, 1802. *\"Lithocolletis\" norvegicella Strand, 1919, this species was described from Norway. The present taxonomic status is unknown. *\"Gracillaria\" pistaciella Rondani, 1876, this species was described from Italy. Larvae were recorded feeding on Pistacia terebinthus. *\"Ornix\" quercella Müller-Rutz, 1934, this species was described from Switzerland. Larvae were probably bred from a mine on a Quercus species. The present taxonomic status is unknown. *\"Phyllonorycter\" sessilifoliella Hering, 1957, this species was recorded from southern France, where it was said to have been reared on a Quercus species. nomen nudum ==References== * *Davis, D.R, and Robinson, G.S. (1999). The Tineoidea and Gracillarioidea. In: Kristensen, N.P. (ed.), Lepidoptera, Moths and Butterflies, 1: Evolution, Systematics, and Biogeography. Handbuch der Zoologie 4 (35): 91-117. Walter de Gruyter. Berlin, New York. *de Prins, W., and de Prins, J. (.2005). Gracillariidae (Lepidoptera). World Catalogue of Insects, Volume 6. Apollo Book, Stenstrup. . *Labandeira, C.C., Dilcher, D.L., Davis, D.R. and Wagner, D.L. 1994. Ninety-Seven Million Years of Angiosperm-Insect Association: Paleobiological Insights into the Meaning of Coevolution. Proceedings of the National Academy of Sciences of the United States of America, 91(25): 12278-12282. pdf *Lopez-Vaamonde, C., Godfray, H.C.J. and Cook, J.M. (2003). Evolutionary dynamics of host-plant use in a genus of leaf-mining moths. Evolution, 57(8): 1804-1821. Abstract *Lopez-Vaamonde, C., Wikström, N., Labandeira, C., Godfray, H.C.J., Goodman, S.J. and Cook, J.M. 2006. Fossil- calibrated molecular phylogenies reveal that leaf-mining moths radiated millions of years after their host plants. Journal of Evolutionary Biology, 19 (4): 1314-1326.Abstract * ==External links== *Tree of Life *Natural History Museum hosts database *Natural History Museum Lepidoptera genus database *Afrotropical Checklist *Global Taxonomic Database of Gracillariidae (Lepidoptera) *Fauna Europaea Gracillariidae *Fauna Europaea : Experts *Caloptilia azaleella, azalea leafminer on the UF / IFAS Featured Creatures Web site *Marmara gulosa, citrus peelminer on the UF / IFAS Featured Creatures Web site Category:Moth families Category:Leaf miners Category:Taxa named by Henry Tibbats Stainton ",
    "title": "Gracillariidae"
}