{
    "id": "5703942",
    "text": "Pierre Mignoni (born 28 February 1977) is a retired French rugby union footballer who is currently the head coach for Lyon OU. He has also played for the France national team. Mignoni's first club was Toulon, playing with them from 1996–1997. He then moved to Béziers, where he played club rugby from 1997 to 1998. Mignoni made his international debut for France on October 22, 1997, in a test against Romania. He played one other test that year, against Argentina. Mignoni then moved back to Toulon for the 1999–2000 season. During 1999, in the lead up to the Rugby World Cup in Wales, he played three tests for France; against Samoa, the All Blacks and Wales. He was included in France's 1999 World Cup squad, and played two matches; starting against Namibia and Canada. He subsequently signed with Dax and played there from 2000 to 2001. He did not play in any internationals in 2000 or in 2001, but was an unused bench replacement during two tests against the Springboks. Mignoni found himself at another one of his former clubs the following season, signing with Béziers. During 2002 he played for France during the 2002 Six Nations Championship, which France eventually completed a grandslam of (winning all five matches). He signed with ASM Clermont Auvergne, then known as AS Montferrand, in 2003 and spent six seasons there. He was included in France's squad for the 2006 June tests against Romania and the Springboks. He was picked for the 2007 Rugby World Cup squad. After completing his sixth season at Clermont in 2009, he returned to his hometown for a third stint with Toulon. In the 2009–10 season, he began serving as a part-time coach for Toulon, focusing on skills development for the club's other scrum-halves. Mignoni was officially promoted to the Toulon coaching staff in the 2010 off- season. Initially, he worked part-time as a passing skills coach while remaining a full-time player. After the 2010–11 season, he retired from play and became the full-time backs coach. ==Notes and references== ==External links== *France profile at FFR *Pierre Mignoni on lequipe.fr *Pierre Mignoni on scrum.com Category:1977 births Category:Living people Category:Sportspeople from Toulon Category:French rugby union players Category:ASM Clermont Auvergne players Category:RC Toulonnais coaches Category:RC Toulonnais players Category:France international rugby union players Category:French people of Corsican descent ",
    "title": "Pierre Mignoni"
}