{
    "id": "5703574",
    "text": "thumb thumb El Rehab ( , literal meaning: \"City of the Spaciousness\") is a district of New Cairo and a part of Greater Cairo, in the Cairo Governorate, Egypt. It's a private city built by Talaat Moustafa Group. El Rehab is a fully fledged community, which creates a comprehensive integrated residential scheme within the New Cairo plan. It covers an area of 10 million m2 to accommodate 200,000 residents. There are 10 phases, each covering an area of 220 feddans. Each phase is a complete district offering two kinds of housing arrangements: villas and apartments. All facilities are interconnected throughout the ten different phases to include educational, medical, commercial, sports club, recreational and maintenance facilities. At the North East side of New Cairo, at the intersection of the Eastern Ring Road with the Cairo/Suez Road, lies El Rehab; ten minutes from Heliopolis and Nasr City, at the extension of Thawra street and Zakker Hussein street, from Nasr City, and 30 minutes from downtown Cairo. It is also roughly 1 hour from the city of Suez. New Cairo includes the First, Third and Fifth settlements, the American University in Cairo's new campus, the German University in Cairo, the British University in Egypt and French Schools. Since it is not an industrial area, its elevated plane (which rises 60 meters over the Mukkatam Heights) is characterized by its unpolluted air and all-year round moderate climate. To preserve that, New Cairo is surrounded by a wide green belt of lush greenery. There are two shopping malls which house many stores, including Metro supermarket. The food court includes KFC, Pizza Hut, La Reve, Costa Coffee, Cinnabon, Los Gauchos, Hardee's, Tikka, Papa John's, Mercato Italiano, Lebanese food and traditional Egyptian food. Ganat ElKholoud, which is a charity organization has an office located in Rehab city. The organization's scope of work includes raising awareness campaigns held in El-Rehab as well as the distribution of Ramadan food packages which is an event that is held every year before Ramadan where members of Rehab City assist in packing meals for the needy.http://www.rehaby.net/khlood/index.php El Rehab city has two Store compounds. Old Souq located at gate 13 and new Souq located at gate 23. El Rehab Avenue, City Gate, and Boulevard Mall are now operating fully.http://www.alrehabcity.com/ArDefault.aspx/services.aspx?Id=2 El Rehab was developed and built by the Talaat Moustafa Group Holding, one of the largest real estate developers in Egypt. == See also == * Fifth Settlement * New Cairo * El Shorouk * Greater Cairo ==References== Category:Districts of Cairo ",
    "title": "El Rehab"
}