{
    "id": "5704020",
    "text": "The Battle of Marash (), also called the \"Marash Affair\", was a battle that took place in the early winter of 1920 between the French forces occupying the city of Maraş in the Ottoman Empire and the Turkish National Forces linked to Mustafa Kemal Atatürk. It was the first major battle of the Turkish War of Independence, and the three-week-long engagement in the city ultimately forced the French to abandon and retreat from Marash and resulted in a Turkish massacre of Armenian refugees who had just been repatriated to the city following the Armenian Genocide. ==Background== After the surrender of the Ottoman Empire to the Allies in October 1918, the city of Marash had come under the joint-occupation of the British and French armies (the latter largely composed of Armenians from the French Armenian Legion).Hovannisian & Payaslian (2008) p. 497 In February 1919, Field Marshal Edmund Allenby appointed a number of French officers to oversee the administration of the region of Cilicia and the repatriation of tens of thousands of Armenians who had been deported during the war in the course of the Genocide. Within a few months, approximately 150,000 Armenians had been repatriated, including 20,000 natives from Marash.See Vahram Shemmassian, \"The Repatriation of Armenian Refugees from the Arab Middle East, 1918–1920\" in Armenian Cilicia, pp. 419–56. In the months following the end of the war, Cilicia had also become a source of dispute between the British and French, who both aspired to establish influence in the region. The British government, however, was under strong domestic pressure to withdraw and demobilize its forces in the Middle East and on 15 September 1919, Prime Minister David Lloyd George begrudgingly accepted a proposal by Prime Minister Georges Clemenceau to have the French formally assume control of Cilicia. The transfer of command took place on 4 November, but Field Marshal Ferdinand Foch's promise to reinforce the existing forces in the area with at least 32 infantry battalions, 20 cavalry squadrons and 14 artillery batteries went unfulfilled. The French units were thus deprived of armoured cars and air support and lacked automatic weapons, heavy artillery and even wireless transmitters and carrier pigeons.Hovannisian & Payaslian (2008) pp. 499-501. The French army was largely made up of Algerian or Senegalese soldiers who were not used to Cilicia's cold winter weather. ===Turkish Nationalist movements=== Marash was located in Aleppo Vilayet. The Anglo-French rivalry had led to the coalescence and strengthening of the Turkish National Movement under the leadership of Mustafa Kemal Pasha. Atatürk had denounced the Allied occupation of Cilicia in November 1919 and the forces loyal to him were tenaciously preparing to launch a major insurrection against the thinly spread French units garrisoned in Marash, Antep and Urfa. Experienced officers, including the captain Ali Kılıç, were sent by Mustafa Kemal to organize the tribal units and chete (irregular fighters) bands in the region. The Turkish forces in Marash numbered 2,500. Some of them were armed with old hunting rifles and others with melee weapons. Before the battle, they obtained 850 rifles, 2 machine guns, 2 cannons (not used during the fighting), from the gendarmerie building in Marash.Toplumsal tarih (Edition 3), Türkiye Ekonomik ve Toplumsal Tarih Vakfı, 1995, p. 29. Those without firearms would arm themselves with rifles acquired from killed French soldiers. By January 1920, French supply convoys and communication lines were regularly coming under attack by the partisans and those Armenians who had been repatriated were being harassed and pressured to leave their homes once more.Hovannisian & Payaslian (2008) p. 502. The French attempted to mollify the minority Muslim elements (Circassians, Alevis, Kurds) in Marash by creating gendarmerie units but this only emboldened the Turkish Nationalists to hoist the Turkish flag over Marash's abandoned citadel and to intimidate those Muslims who cooperated with the French. The French troops in Marash included many Algerians, and also Armenians who had been recently enlisted, and it was stated that the latter had supposedly \"annoyed the local population, by their arrogant attitude as they strolled on the streets in their French uniforms.\"See Documents on British Foreign Policy, 1919–1939, vol. 7, p. 302. Seeing all this, Captain Pierre-Jean Daniel André, the head of the Marash detachment, requested additional reinforcements but, due to the indecisiveness of his superior, Lt. Colonel Jean Flye-Sainte-Marie, he was ordered to go to Adana to apprise the division commander, Brigadier General Julien Dufieux, of the situation. Dufieux agreed to send extra men under the command of General Quérette to Marash but by 17 January, when the reinforcements arrived, the French had already lost the initiative: supply convoys in Bel Punar and El-Oghlu had come under attack and a relief column led by battalion commander Major Corneloup had been ambushed.Hovannisian & Payaslian (2008) pp. 506-09 On 21 January, General Quérette summoned the Muslim notables of Marash to his headquarters located at a barracks in the north of the city and presented them with evidence pointing to their complicity in the attacks and demanded that they put an end to the hostilities. As the leaders departed, Turkish police chief Arslan Toğuz drew out his pistol and fired five rounds into the air, signalling the beginning of the uprising.The Lions of Marash (1973) Kerr pp. 95-96 Sahakyan, Ruben G. (1970). Թուրք-Ֆրանսիական հարաբերությունները և Կիլիկյան, 1919–1921 թթ. [Turkish-French Relations and Cilicia, 1919–1921]. Yerevan: Armenian Academy of Sciences, p. 149. ==Battle and Siege== The bulk of the French garrison at Marash was made up of Armenians (such as those from the French Armenian Legion seen above), Algerians and Senegalese. The first French units to come under attack were those officers accompanying the local gendarmerie or standing guard. The contingents of the French garrison at Marash, numbering only 2,000 men, were separated from one another in the citywide siege. Direct communications did not exist between Marash and division headquarters and General Dufieux was only informed of the insurrection on 31 January, after several Armenians from the French Armenian Legion managed to disguise themselves as Muslims and cross the battle lines.Hovannisian & Payaslian (2008) pp.510-11 He immediately appointed Lieutenant Colonel Robert Normand to lead a relief expedition, composed of three infantry battalions and half a squadron of cavalry, to Marash, and dispatched aerial recon flights, giving hope to the besieged French, Armenians and American relief workers who were assisting the local population. Colonel Robert Normand has related the account of his campaign in Cilicia, including the campaign of Marash in his book Colonnes dans le Levant. Colonel Robert Normand led a brilliant career in the French army, when he returned to France. He was promoted to the grade of General de brigade, the youngest in the army to reach the grade. He ultimately became Directeur du Génie the highest responsibility in the engineering Corps. As such, he was responsible of the construction of the Ligne Maginot in France. He died, as General de Division, in a train accident in 1932. On 7 February, Normand's unit fought its way into the city and began to bombard the Turkish positions with heavy artillery. The following day, he relieved Cornelope's column, which had held its position for two weeks, and broke through to reach General Quérette's headquarters. To Quérette's astonishment, Normand told that he had come with orders from General Dufieux to begin the full evacuation of the French garrison of Marash, followed by the Christian and loyal Muslim population. Quérette was reluctant to carry out such a command but Normand claimed that no more reinforcements or supplies would be sent. With this in mind Quérette agreed to the evacuation. The order to evacuate ironically came at precisely the same moment that the Turkish Nationalists were seeking a ceasefire: no sooner had General Quérette begun negotiations with the Turkish representative, Dr. Mustafa, when he was told by Normand to prepare to evacuate.Sahakyan. Turkish-French Relations, p. 153. By 3:00 in the morning of 11 February, Quérette had destroyed the remaining ammunition dumps and was preparing to slip out under the cover of darkness. They were, however, unable to do so and 3,000 Armenians managed to flee with the French troops in a three-day, long march to İslahiye. A thousand of the Armenian refugees had died from exhaustion and from the bitter cold by the time they reached İslahiye on 13 February.\"Armenian Refugees Perish in Blizzard.\" The New York Times. 27 February 1920.See also Mabel E. Elliot (1924), Beginning Again at Ararat. New York, Chicago: Fleming H. Revell Company, pp. 115–31. The French casualties of the battle included 160 killed, 280 wounded, 170 missing and 300 severely frostbitten.Hovannisian (1996). pp. 41-42. ===Massacre of Armenians=== The three-week siege of Marash was also accompanied by the massacre of the Armenian repatriates. Early reports put the number of Armenian dead at no less than 16,000, although this was later revised down to 5,000–12,000, which were considered far more likely figures.Documents on British Foreign Policy, vol. 7, p. 303.The Lions of Marash (1973) Kerr p. 196 A surgeon at the German hospital reported that around 3,000 Armenians in the area around the Church of Saint Stephen had been killed by Turkish, Kurdish and Cherkess villagers. The Armenians, as they had in previous times of trouble, sought refuge in their churches and schools. There were six Armenian Apostolic, three Armenian Evangelical churches and one Catholic cathedral. Some, who had fled St. Stephen's before it was put to the torch, sought shelter in the Franciscan monastery, while others still hid in a soap factory, subsisting on stores of dried fruits, tarhana and olive oil for several days before the Turks reached them.The Lions of Marash (1973) Kerr p. 122. The American relief hospital came under fire on January 22nd.\"Eyewitness Tells How Armenians were Massacred.\" The New York Times. 29 February 1920. The Armenian legionnaires attempted to put up a defense but were ultimately overwhelmed. All the churches and eventually the entire Armenian districts were put to flames. Muré, Materne (1921). Un épisode de la tragédie arménienne: le massacre de Marache (février 1920). Brussels: Société Belge de Libraire.The Lions of Marash (1973) Kerr p. 142.Sahakyan. Turkish-French Relations, pp. 150–52. The plight of the Armenians was only exacerbated when the French decided to pull out on 10 February. When the 2,000 Armenians who had taken shelter in the Catholic cathedral attempted to follow the retreat, they were cut down by Turkish rifle and machine gun fire. ==Aftermath== At the London Conference in February 1920 the Allied Supreme Council, which at the time was working out the details to a peace treaty that it would present to the Ottoman government, were amazed by news of the defeat of the French army and the massacre of the Armenians at Marash. The French High Command however did not publicly indicate that anything serious had taken place. Internally, however, they were astonished by this move launched by the Turkish Nationalists. The battle and the massacre were discussed fervently in the European and American press, as well as the British Parliament.Parliament, House of Commons. The Parliamentary Debates. vol. 125. 5th series. London: H.M. Stationery Office, 1918–20, cols. 1958–71, 2060–62. Lloyd George was concerned that Atatürk's army of regulars existed, blaming poor military intelligence. Colonel Normand's role in ordering the evacuation, in particular, stirred controversy as members of General Dufieux's staff maintained that no evacuation order had ever been given. Dufieux, however, was inexplicably told by senior commander and General of the Army of the Levant Henri Gouraud that he should let the matter drop.Sahakyan. Turkish-French Relations, pp. 153–56. French Colonel Édouard Brémond, the chief administrator of the occupation zone, reflected on the decision in his memoirs: A few years later, he stated frankly, \"Colonel Normand did not bring an order for the evacuation; he gave it [emphasis in the original].\" In his own analysis of the conflict, the American relief worker Stanley E. Kerr attributes the withdrawal inter alia to the untenable position the French military itself had assumed, its failure to provide adequate supplies to its men, and its inability to carry out intelligence work.The Lions of Marash (1973) Kerr pp. 194-95 In Constantinople, Allied military representatives pushed to threaten the Ottoman government for the affair, while the French simultaneously explored the possibility of reaching a modus vivendi with Atatürk. The Allied Supreme Council deliberated on how best to respond; some of the delegates present, including Lloyd-George, insisted that strong pressure should be brought to bear against the Ottoman government to prevent new atrocities. Other diplomats were sceptical of the idea.Documents on British Foreign Policy, vol. 7, pp. 291–99, 306. The officials also agreed that the Ottoman government should dismiss Atatürk from office, although they admitted that such a move was impractical, since the Ottoman government held no control over Atatürk, who was leading a counter Turkish government in Anatolia.Documents on British Foreign Policy, vol. 7, pp. 411–23. Despite objections made by the British War Office, a decision was finally reached on 10 March. British, French and Italian leaders agreed to authorize the formal occupation of Constantinople, which was carried out by the forces under General George F. Milne's command on the morning of 16 March. The decision was carried out Hovannisian (1996). pp. 43-48. On 7 April 1925, Marash became one of two cities in Turkey to receive a Turkish Medal of Independence (the other city being İnebolu). Kemal, Mustafa. Atatürk'ün bütün eserleri [The Complete Works of Atatürk]. Istanbul: Kaynak Yayınları, 1998, vol. xvii, p. 219. ==See also== * Franco-Turkish War * Chronology of the Turkish War of Independence ==References== ==Further reading== * Boyajian, Dickran H. (1965). Հայկական Լէգիոնը, Պատմական Հուշագրութիւն [The Armenian Legion: A Historical Memoir]. Watertown, MA: Baikar Press. * Brémond, Édouard, \"The Bremond Mission: Cilicia in 1919–1920, Part 1,\" Armenian Review 29/4 (Winter 1976), pp. 339–72. * _______________, \"The Bremond Mission: Cilicia in 1919–1920, Part 2,\" Armenian Review 30/1 (Spring 1977), pp. 34–72. * Genelkurmay Başkanlığı Harb Tarihi Dairesi (1966). Türk Istiklal Harbi (The Turkish War of Independence). vol. iv. Ankara: Gnkur. Basimevi. * * * * Muré, Materne (1921). Un épisode de la tragédie arménienne: le massacre de Marache (février 1920). Brussels: Société Belge de Libraire. * Sahakyan, Ruben G. (1970). Թուրք-Ֆրանսիական հարաբերությունները և Կիլիկյան, 1919–1921 թթ. [Turkish-French Relations and Cilicia, 1919–1921]. Yerevan: Armenian Academy of Sciences. * Söylemzoğlu, Galip Kemali (1939). Başımıza gelenler: yakın bir mazinin hatıraları, Mondorosdan Mudanyaya 1918–1922 [The Tribulations We Faced: Memories of the Recent Past, From Mudros to Mundaya]. Istanbul: Kanaat Kitabevi. * Varadian, Sarkis, \"Memoirs of an Armenian Legionaire,\" Armenian Weekly, June 11, 1977, pp. 8–9. Category:Battles of the Franco-Turkish War Battle of Maras Category:1920 in France Category:1920 in the Ottoman Empire Category:Aleppo Vilayet Category:History of Kahramanmaraş Category:January 1920 events Category:February 1920 events ",
    "title": "Battle of Marash"
}