{
    "id": "5704351",
    "text": "Jagdgeschwader 1 (JG 1) \"Oesau\" was a German World War II fighter wing created in 1939. Between 1940 and 1942, JG 1 operated primarily over the Western Front and northern occupied Europe. During the initial days of the war, JG 1 faced little resistance, apart from occasional Royal Air Force (RAF) excursions. The unit was rarely engaged in large-scale confrontations during this time. From late 1942 onwards it was tasked with Defence of the Reich (German: Reichsverteidigung) operations. After D-Day, elements of JG 1 were moved to France and were tasked with air support to the German Army (Heer) along with their air defence role. JG 1 suffered heavy losses over France and had to be rebuilt. The wing fought in the Battle of Bulge and Operation Bodenplatte which severely reduced it. In the last days of the war, it became the only unit to be equipped with the Heinkel He 162 jet fighter. JG 1 suffered 464 killed in action, 174 wounded in action, 94 killed in accidents, and 16 prisoners of war. ==Formation history== In May 1939, the organisation of the Luftwaffe was changed. As a result, a large number of units were re-designated and many command title changes took place. I. Gruppe of Jagdgeschwader 130 (JG 130—130th Fighter Wing) was given the designation I./JG 1\\. The high-profile and most senior home front wing, JG 2 \"Richthofen\" had coveted that designation, but was left in \"second place\". However, on 7 May 1940, just before the invasion of France and the Low Countries, I./JG 1 was merged with Jagdgeschwader 27 (JG 27—27th Fighter Wing) and renamed III./JG 27\\. This temporarily dissolved JG 1 as a unit. Seven months later, on 7 December 1940 a new unit I./JG 1 was formed at Jever out of several defensive units based on the North Sea coast. JG 1's role was to provide air cover over a large portion of the North Sea coastline. Its commander was Oberstleutnant Carl-August Schumacher. Their operational area stretched from the Netherlands to Southern Norway. On 5 January 1942, Schumacher handed over command to Major Erich von Selle to become commander of the fighter forces for Luftflotte 5 (Jagdfliegerführer Norwegen). ===Reorganization=== Similar to its parent Jagdgeschwader 2, Jagdgeschwader 1 was designated to be a \"donor\" unit in forming a new unit called Jagdgeschwader 11 (JG 11—11th Fighter Wing) on 31 March 1943. I. and II. Gruppe of JG 1 were transferred to JG 11\\. IV. Gruppe was re-designated as I./JG 1\\. A new III. Gruppe was formed in Leeuwarden, Netherlands, commanded by Major Karl-Heinz Leesmann. The new Jagdgeschwader 1 was moved to Deelen to protect occupied Dutch territory, and JG 11 tasked with protecting the North German border between Netherlands and Denmark. Erich Mix was replaced by Major Hans Philipp as Geschwaderkommodore. By mid 1943, JG 1 came under the control of Luftwaffenbefehlshaber Mitte, which went on to form Luftflotte Reich. ==Organization structure== Generally, the organization of JG 1 followed the standard Luftwaffe organization for any typical wing (Geschwader). It was commanded by a Geschwaderkommodore, equivalent to a USAAF wing commander or RAF group captain. A Geschwaderkommodore was supposed to have the rank of lieutenant colonel (Oberstleutnant) or colonel (Oberst), but the position could be filled by a relatively junior officer. Initially most Luftwaffe fighter wings consisted of three groups (Gruppe), which were the equivalent of USAAF groups or RAF wings. Groups were identified using Roman numerals, followed by the unit number; e.g. I./JG 1\\. In 1942 JG 1 was the first unit to be expanded to incorporate a fourth group. Partly as a result of JG 1's expansion, other Luftwaffe fighter wings incorporated a fourth group from mid-1943. Each group usually consisted of three to four squadrons (Staffeln), which were identified using numbers; e.g. 3./JG 1\\. Each squadron also had a subordinate headquarters flight (Stabschwarm) associated with it. A squadron with an establishment of 12–16 aircraft usually consisted of three to four flights (Schwärme) of four aircraft usually flying in the \"finger-four\" formation. The commanding officer of a squadron (Staffelkapitän) usually held a rank of senior lieutenant (Oberleutnant) or captain (Hauptmann). The flights of a squadron were color-coded \"Red\",\"Blue\",\"Yellow\" and \"Green\". A Geschwaderstab was essentially a Headquarters Unit (Stabschwarm) for the entire wing. There were headquarters units also at gruppe level. Initially when JG 1 was re-formed in Jever, it was constituted as a Regional Fighter Command (Jagdfliegerführer 2) on 30 November 1939 with an intention to co- ordinate with navy (Kriegsmarine) flak and signals units. This autonomous command defending the coastline was placed under Oberstleutnant Carl-August Schumacher. Geschwaderstab JG 1 (Stab. JG 1) was also alternatively called JG Nord or JG Schumacher and was equipped with Bf 109 D and E variants. ===Group I./JG 1=== I Gruppe emblem I./JG 1 consisted of one Headquarters Flight (Gruppenstab) and 1., 2. and 3 Staffel. When the Battle of France commenced on 10 May 1940, I./JG 1 was put under the administrative control of JG 27\\. After seeing extensive service, the group was re-designated III./JG 27 on 5 July 1940. The Gruppenstab was formed on 1 September and placed under the command of Major Dr. Erich Mix. 1./JG 1 was reformed on 7 December 1940 in Vlissingen from the \"Holland\" Squadron (Jasta Holland). 2./JG 1 was formed on 5 July 1941 in Katwijk, Netherlands, from the Münster-Loddenheide Squadron (Jasta Münster- Loddenheide) of Luftflotte 2 while 3./JG 1 was formed on 1 March 1941 in De Kooy from parts of the Training/Supplement squadron of Jagdgeschwader 52 (Ergänzungsstaffel Gruppe/JG 52). These three units operated independently until September 1941 when they were grouped into I./JG 1 under Major Erich Mix. 3./JG 1 was ordered to Sicily and later Africa, and re-designated as 6. Staffel of Jagdgeschwader 51 (JG 51—51st Fighter Wing) on 30 November 1941. Another 3./JG 1 was formed in Wangerooge on the same day. In January 1944, the 18 Staffel unit was transferred to Dortmund where they were located next to I./JG 1\\. Here they were subordinated to Major Rudolf-Emil Schnoor, the commander of I./JG 1\\. On 15 August 1944, 9. Staffel of Jagdgeschwader 77 (JG 77—77th Fighter Wing) was transferred to reinforce I./JG 1, becoming 4./JG 1\\. From mid-1943, the gruppe sported unique checkered cowlings; each of the three staffeln had its own colour combination. {| class=\"wikitable\" align=\"center\" style=\"font-size: 10pt; text-align:center\" |+ Initial formation of I./JG 1 ! JG 1 Unit !! Date !! Original unit !! Location!!Aircraft type |- | Stab I./JG 1 | 1 September 1941 | Führer der Jagdkräfte | Jever | Bf 109 E-4 |- | 1./JG 1 | 7 December 1940 | Jasta Holland | Katwijk and Vlissingen | Bf 109 E-4 |- | 2./JG 1 | 5 July 1941 | Jasta Münster-Loddenheide | Düsseldorf | Bf 109 F-2 |- | 3./JG 1 | 1 March 1941 | parts of Ergänzungsgruppe/JG 52 | De Kooy | Bf 109 E-4 |- | 4./JG 1 | 15 August 1944 | 9./JG 77 | Aulnay-aux-Planches | Focke- Wulf Fw 190A-8 |} ===Group II./JG 1=== II Gruppe emblem In September 1941, Hauptmann Hans von Hahn's I. Gruppe of Jagdgeschwader 3 (JG 3—3rd Fighter Wing) was transferred from the Eastern Front to Germany for rest and re- supply. In November 1941, it was transferred to the northern Netherlands and on 15 January 1942 re-designated II./JG 1 in Katwijk. The group had been involved in the Battle of France and the Eastern Front campaigns as I./JG 3, and had 421 kills to its name by September 1941. While at Katwijk and Vlissingen, they were assigned the task of coastal defence and protection of shipping routes. {| class=\"wikitable\" style=\"text-align:center\" |+ Initial formation of II./JG 1 ! JG 1 Unit !! Date !! Original unit !! Location !! Aircraft type |- | Stab II./JG 1 | 15 January 1942 | Stab I./JG 3 | Katwijk | Bf 109 F-4 |- | 4./JG 1 | 15 January 1942 | From 1./JG 3 | Katwijk | Bf 109 F-4 |- | 5./JG 1 | 15 January 1942 | From 2./JG 3 | Woensdrecht | Bf 109 F-4 |- | 6./JG 1 | 15 January 1942 | From 3./JG 3 | Katwijk | Bf 109 F-4 |- | 7./JG 1 | 15 August 1944 | 4./JG 1 | Connantre | Bf 109F |- | 8./JG 1 | 15 August 1944 | 7./JG 51 | Connantre | Bf 109F |} In early 1944, the Reich Air Ministry ( — RLM) reinforced the day-fighters of \"Defence of the Reich\" with additional units from the Eastern Front. On 15 August 1944, II./JG 1 was increased to four staffeln with the addition of 7./JG 51 equipped with the Bf 109 G-6 \"Gustav\" from its base at Brest-Litovsk. On arrival in May 1944 at Störmede, they were re-equipped with the Focke-Wulf Fw 190 and re-designated 8./JG 1 on 15 August 1944. 4./JG 1 was re-designated to 7./JG 1\\. From this point until the end in 1945, II./JG 1 would consist of its Headquarters Flight, Stab II./JG 1, as well as 5., 6., 7. and 8./JG 1\\. ===Group III./JG 1=== III Gruppe badge By January 1942, most fighting wings (Jagdgeschwader) of the Luftwaffe had created their own training group (Ergänzungsgruppe), with which to prepare trainees for operational service with their parent wing. Each training group had its own operating squadron (Einsatzstaffel) that doubled as a supplemental squadron, consisting of instructors and trainees. It was from such Einsatzstaffel that III./JG 1 was formed. {| class=\"wikitable\" style=\"text-align:center\" |+ Initial formation of III./JG 1 ! JG 1 Unit !! Date !! width=\"350\"|Original unit !! Location !! Aircraft type |- | Stab III./JG 1 | 6 February 1942 | Stab Ergänzungsgruppe/JG 52 | Husum | Bf 109 E-7 and E-8 |- | 7./JG 1 | 6 February 1942 | Einsatzschwärme of the Jagdfliegerschule Gleiwitz, Breslau and Königsberg | Husum | Bf 109 E-7 and E-8 |- | 8./JG 1 | 6 February 1942 | Einsatzstaffel of the Ergänzungsgruppe/JG 27 | Husum | Bf 109 E-7 and E-8 |- | 9./JG 1 | 6 February 1942 | Einsatzstaffel of the Ergänzungsgruppe/JG 52 | Husum | Bf 109 E-7 and E-8 |} III./JG 1 was formed in January 1942 in Husum. 7./JG 1 consisted of supplemental flights (Einsatz-Schwärme) of fighter pilot schools (Jagdfliegerschule or JFS) Gleiwitz, Breslau and Königsberg. III./JG 1 was re- designated I./JG 11 on 1 April 1943 and a new III./JG 1 established on 23 May in Leeuwarden led by Major Karl-Heinz Leesmann. With the addition of a fourth Staffel to both I. Gruppe and II. Gruppe on 15 August 1944, the former 7. Staffel of III. Gruppe was renamed to 10. Staffel, the 8. Staffel became the 11. Staffel, and the 9. Staffel kept its designation. ===Group IV./JG 1=== JG 1 expanded to include a 4th group (Gruppe) around the same time as III./JG 1, and was also formed using the training groups (Ergänzungsgruppen) and training squadrons (Einsatzstaffeln) of other wings. {| class=\"wikitable sortable\" style=\"text-align:center\" |+ First formation of IV./JG 1 ! JG 1 Unit !! Date !! width=\"350\"|Original unit !! Location !! Aircraft type |- | Stab IV./JG 1 | January 1942 | Stab of Ergänzungsgruppe/JG 53 | Vannes | Bf 109 E-7, F-1 and F-2 |- | 10./JG 1 | January 1942 | 1. (Einsatzstaffel) of Ergänzungsgruppe/JG 2 | Vannes | Bf 109 E-7, F-1 and F-2 |- | 11./JG 1 | January 1942 | 1. (Einsatzstaffel) of Ergänzungsgruppe/JG 26 | Vannes | Bf 109 E-7, F-1 and F-2 |- | 12./JG 1 | January 1942 | 1. (Einsatzstaffel) of Ergänzungsgruppe/JG 51 | Vannes | Bf 109 E-7, F-1 and F-2 |- |} On 21 March 1942 IV./JG 1 was re- designated as III./JG 5. It was re-established on the same day in Werneuchen with elements of the previous IV./JG 1 and training squadrons of fighter schools 1 and 4. On 1 April 1943, IV./JG 1 was re-designated as I./JG 1 {| class=\"wikitable sortable\" style=\"text-align:center\" |+ Second formation of IV./JG 1 ! JG 1 Unit !! Date !! width=\"350\"|Original unit !! Location !! Aircraft type |- | Stab IV./JG 1 | 15 March 1942 | — | Werneuchen | Bf 109 E-1, E-3, E-4, E-7, F-1, F-2 and F-4 |- | 10./JG 1 | March 1942 | Einsatzschwarm of Jagdfliegerschule 1 | Werneuchen | Bf 109 E-1, E-3, E-4, E-7, F-1, F-2 and F-4 |- | 11./JG 1 | March 1942 | Einsatzschwarm of Jagdfliegerschule 4 | Werneuchen | Bf 109 E-1, E-3, E-4, E-7, F-1, F-2 and F-4 |- | 12./JG 1 | March 1942 | Remnants of previous IV./JG 1 | Werneuchen | Bf 109 E-1, E-3, E-4, E-7, F-1, F-2 and F-4 |- |} ===Aircraft of Jagdgeschwader 1=== When JG 1 was formed, it primarily used the Messerschmitt Bf 109 E-1. In mid-1942, II., III. and IV./JG 1 started converting to the Fw 190; although I./JG 1 continued to operate the Bf 109 E and F and later G models, including the specialised F-4 and G-1 and G-6 high-altitude fighter with GM-1 nitrous oxide power boost. By 1943, I./JG 1 had largely converted to the Fw 190 A, while III./JG 1 returned to the Bf 109 G. I. and II. Gruppe of JG 1 were the first units to equip with the Heinkel He 162 A-2 Spatz (\"sparrow\", Heinkel's name for the design) jet-engined fighter, with deliveries of the He 162 in February 1945 to I./JG 1 at Parchim. Around April 1945, II./JG 1 moved to Rostock-Marienehe near the Heinkel factory to receive the deliveries of the new aircraft. ==World War II== The original I./ JG 1 based in Jesau, played little part in the Invasion of Poland. Within Eastern Prussia, they were re- deployed to three forward bases; Heiligenbeil, Schippenbeil and Arys-Rostken. I./JG 1 had negligible involvement and no enemy aircraft were downed. The only casualty was a pilot of 2./JG 1 injured by friendly AAA. On 5 September 1939, the group returned to Jesau. After a ten-day stop in Lübeck-Blankensee, the group arrived at Vörden. Schumacher's command, sometimes referred to as JG Nord (Fighter Group North) or JG Schumacher, operated the Bf 109D and E variants in addition to the Messerschmitt Bf 110. The lack of action during the Phoney War period meant that these aircraft, usually in demand by offensive air fleets (Luftflotte), were available for defensive roles. ===Battle of the Heligoland Bight, Phoney War=== Stab./JG 1 controlled all the following Gruppen (groups; wings in RAF parlance) which had a combined strength of 80–100 aircraft; II./JG 77 commanded by Hilmer von Bülow-Bothkamp; II./Trägergruppe 186 (Carrier Air Group 186; TrGr 186) which was officially attached to Zerstörergeschwader 1 (ZG 1—1st Destroyer Wing) but placed under Stab./JG 1 for defensive duties under Major Heinrich Seeliger; 10.(Nacht)/Jagdgeschwader 26 (JG 26) under Staffelkapitän (Squadron Leader) Johannes Steinhoff; I. Gruppe of Zerstörergeschwader 76 (ZG 76—76 Destroyer Wing) under the command of Hauptmann Günther Reinecke, and 2 Staffel; 2./ZG 76) under the command of Geschwaderkommodore Wolfgang Falck; JGr. 101 was attached to ZG 1 and eventually became II./ZG 1\\. It was commanded by Major Hellmuth Reichardt. According to the Luftwaffe order of battle, dated 15 December 1939, the assignment of JG 1 was no more consistent. I. Gruppe had one staffel at Neuenkirchen-Vörden, subordinated to Luftgau XI under the command of Luftflotte 2. Stab an done Staffel, II./JG 1, with 4. and 6./JG 77 plus one staffel from II(J)TrGr 186 (II JagdGruppe Carrier Group 186) subordinated to it, were based at Jever under Jagdfliegerführer Deutsche Bucht. Two Staffeln of II. Gruppe were based at Nordholz. Three days later, JG 1 fought in the Battle of the Heligoland Bight. The German fighter units were alerted late, but in a quick briefing, the JG 1 commander had told his pilots to make a beam attack as it was a blind spot for the Vickers Wellington bombers heading to Wilhelmshaven. A stern attack was dangerous, as the gunners could then target an attacking fighter with a coordinated and concentrated cone of fire. One weakness also noted was that early types of Wellingtons lacked self-sealing fuel tanks. This meant if the German fighters hit the wings, the bomber was liable to burn. Stab/JG 1's Geschwaderkommodore Schumacher was given the credit for two of the bombers. At 13:45, the German fighters—at the limit of their endurance—returned to base. RAF Bomber Command abandoned daylight operations and this encouraged the Oberkommando der Luftwaffe (OKL—Luftwaffe High Command) to neglect the German day fighter force defences in Germany which had profound consequences later in the war. Historians Donald Caldwell and Richard R. Muller described the battle as \"amongst the most important actions of the entire war.\" For several years, the daylight fighter defences over Germany were rarely tested. ===Battles in Belgium, France and disbandment=== Stab/JG 1 was subordinated to Schumacher's Jagdfliegerführer 1 at Jever on 10 May 1940. I. Gruppe was assigned to VIII. Fliegerkorps, and based at Gymnich, Erftstadt, North Rhine-Westphalia. At the tactical level I./JG 1 came under administrative control of JG 27, I./JG 1 but was temporarily put under administrative control of JG 77 on 4 June 1940. It came back under control of JG 27 days later. For the campaign, Stab were assigned four Bf 109s, all operational. I. Gruppe were well-equipped with 46 Bf 109 Es but only 24 were combat ready. The Wehrmacht began Fall Gelb on 10 May, beginning the Battle of the Netherlands and Battle of Belgium and Battle of France simultaneously. JG 1 fought over the Albert Canal in part, protecting the bridges at the Battle of Maastricht. 3. Staffel engaged and claimed its first victory on 11 May in combat with 18 and 53 Squadron of the Royal Air Force. 1./JG 1 and 1./JG 27 engaged Fairey Battle light bombers of the 5/III/3, Belgian Air Force later in the day, with their fighter escort, Gloster Gladiators, 1/I/2. Only three badly damaged bombers of the original nine returned. Four of the six Gladiators were shot down by 1./JG 1—though they claimed seven. Two Fairey Fox fighters in the same area. The French Air Force Groupe de bombardement I/12 and II/12 committed 18 Lioré et Olivier LeO 45 bombers escorted by 18 Morane-Saulnier M.S.406 fighters from Groupe de Chasse III/3 and II/6; one bomber fell to fighters and flak, while four of the fighters fell to I./JG 1 and some supporting Messerschmitt Bf 110 units. On 12 May JG 1 achieved more success over the Maastricht bridges. 139 Squadron sent its Bristol Blenheim light bombers from Plivot, to the area but they ran into Stab/JG 1, 2./JG 1 and 3./JG 27\\. Seven of the unescorted bombers were shot down. In the first twenty-four hours, I./JG 1 and its parent unit, JG 27, flew 340 sorties and claimed 28 aircraft destroyed for four losses. JG 1 was active along the frontline on 13 May. A Westland Lysander, from the BEF, 4 Squadron. JG 27 carried out fighter escort for Junkers Ju 87 Stukas in the Liege area. Following the German armoured breakthrough at Sedan, the 2nd Panzer reached the mouth of the Somme River at Abbeville. After defeating French Army counterattacks near Cambrai, the Wehrmacht consolidated for an advance on the Channel ports. The Battle of Boulogne, Siege of Calais and Battle of Dunkirk were fought during the remainder of May. I. Gruppe fought actions in support of StG 76 over Dunkirk against RAF Fighter Command as it covered the evacuation; future fighter ace Emil Clade, who played a pivotal role in North Africa in 1942, claimed a 19 Squadron Supermarine Spitfire. Wilhelm Balthasar, commanding 1./JG 1 increased his total to 23 aerial victories and he became only the second fighter pilot to receive the Knight's Cross of the Iron Cross. The claim made by Clade was one of four made by I./JG 1 over Dunkirk, on 26 May, and the only claims made by the wing during the battle. Another pilot, Walter Adolph, 2./JG 1 began the war with the wing at this time, operating from Gymnich. Bf 109 E-3 flown by the original I./JG 1 in France 1940 Fall Rot began the final phase of the Battle of France. JG 1 and its elements remained with VIII. Fliegerkorps. I. Gruppe was based at Guise-Nord (Tupigny). JG 27 and units under its command flew 265 sorties in 17 missions on 6 June. By 16 June the advance had taken the gruppe to Romilly-sur-Seine with Stab/JG 27, I./JG 27 and I./JG 76. JG 27 had claimed 250 Allied aircraft destroyed in the campaign. The leading pilot attached to JG 27 was JG 1's Wilhelm Balthasar, the most successful of the period. I./JG 1 claimed 82 air victories during the Battle of France. Oberstleutnant Carl-August Schumacher was awarded the Knight's Cross on 21 July for commanding JG 1\\. The Armistice of 22 June 1940 ended the campaign on the Western Front for four years. JG 1 continued to exist in the form of the Stabstaffel, which was not disbanded, but the single gruppe merged with JG 27 after the French capitulation which left JG 1 without any combat gruppen. A consequence of the situation was that JG 1 played no part in the Battle of Britain. For reasons that are unknown, I. Gruppe JG 1 still appeared on the Luftwaffe order of battle throughout 1940. On 1 January 1941, Stab/JG 1 was subordinated to Luftgau IX, on the Heligoland Bight. I. Gruppe was placed with Jasta Holland, alongside Stab, II. and III./JG 77 and I./ZG 76\\. The French surrender had made the Luftverteidigungzone West irrelevant and most Jagdgeschwader were moved to the English Channel. The status of JG 1 remained until 1 September 1941 when I. Gruppe was reformed. The gruppe was made up from staffeln created in late 1940. 1./JG 1 was reformed on 7 December 1940 in Vlissingen from Jasta Holland. 3./JG 1 was formed on 1 March, then 2./JG 1 on 5 July. The Stabstaffel of I./JG 1 came into existence on 1 September 1941 to control the staffeln and merge them into a single gruppe. ===Back water operations: 1941–1942=== Photograph of Leutnant Gerd Steiger, Horati Schmude and Dieter Gerhard of 2./JG 1 playing cards in the mess room at Jever. Note the squadron emblems and the bust of Adolf Hitler attached to the walls behind the men Daylight raids by Bomber Command had ceased by 1941. The British bomber arm concentrated on rebuilding for the night area offensive as an alternative. Whereas six gruppen were available for night fighter operations, they daylight defence of Germany rested mainly on anti-aircraft guns, I./JG 3 and I./JG 1, supported by provisional units of limited combat effectiveness. This remained the case from 1940 through to 1942. The German fighter units faced occasional raids against coastal targets. One exception to this was an attack by 54 Blenheims on Cologne power stations on 12 August 1941. The lack of combat action was in contrast to JG 2 and JG 26 battled RAF Fighter Command's Circus offensive over France and Belgium, which were no threat to the German Reich. For the most part, JG 1 operated over an area considered a backwater. The Stabsschwarm operated alone, since it had no component gruppe of its own; the semi-autonomous I. Gruppe which had never been under Schumacher's command became III./JG 27 in July 1940. In 1941, Stab/JG 1 was credited with some successes against Fighter Command in the first half of the year, when the RAF operated far to the east near the Dutch coast. Fighter Command flew 6,875 sorties from January to June 1941 and lost 112 aircraft—57 in June. From July to December this increased to 20,495 with 416 losses. The pressure grew on JG 2, allotted to Jagdfliegerführer 3, JG 1, assigned to Jagdfliegerführer 1 in the Netherlands and JG 26, in Jagdfliegerführer 2. There were 4,385 \"alarmstarts\" in July 1941 and another 4,258 in August. September saw a reduction to 2,534 and to 2,553 in October before falling to 1,287. Nevertheless, the fighter wings still retained 430 fighters on 27 September 1941. JG 1 was the only fighter wing assigned to Lw Bfh Mitte (later Luftflotte Reich) in 1942. JG 1s four gruppen were spread from Norway to the Netherlands, on the periphery, while the only fighter units in the interior of Germany were fighter schools or small action units assigned to a particular factory or installation. JG 1s units were shared between Jagdivision 1 and Jagdivision 2. Amongst the major actions of 1942 to involve JG 1 was Operation Donnerkeil and Operation Jubilee in February and August 1942. In Donnerkeil, JG 1 claimed seven RAF bombers near Texel, four falling to 5./JG 1\\. JG 1s make up was unusual for fighter wings usually had three, as opposed to four, gruppen. Nevertheless, while JG 1 provided a \"powerful front line\" in the Netherlands, the defences behind it were as sparse as they had been in 1939. At the beginning of 1943 Stab and I. Gruppe were based at Jever. The headquarters flight had four Focke-Wulf Fw 190s (all operational) while I. Gruppe had 40 (27) Bf 109s. II. Gruppe was at Woensdrecht with 40 (41) Fw 190s and III. Gruppe, in Denmark and southern Norway had 53 (48). IV. Gruppe was located at München Gladbach with 41 (27). Geschwaderkommodore Erich Mix's wing would spend their time intercepting some RAF Coastal Command and Fighter Command incursions, on top of convoy-patrols along the coast, while waiting for the USAAF heavy bombers. Postwar research concludes that at least 23 Fighter Command casualties can be linked to JG 1\\. Further losses may be attributed to JG 1—on 2 May 1943 JG 1 claimed seven Spitfires, four were lost. The following day Wing Commander Howard Blatchford was killed in action with JG 1 over the Netherlands. Hans Ehlers may have been his assailant. Bf 109 E, of JG 1 in flight, 1941 For the Luftwaffe, the winter, 1942/43, was spent increasing the engine and firepower of their fighters. Weights rose, and engine power had to follow to keep pace. In order to increase compression ratios in their engines, and unable to do so through the use of high-strength alloys and high-octane fuel lacking in Germany, engineers opted for chemical enhancements. The Bf 109 G-1 high-altitude fighter, powered by the DB 605A was given the GM-1 injection. The Fw 190 A-3 was introduced with improved BMW 801D-2 engines providing more power. The Fw 190 A-4 and Bf 109 G-4 soon followed, with improved radios and homing devices. At their preferred altitudes – below for the Fw 190 and the reverse for the Bf 109 -each of these types was a match for the Spitfire IX. In contrast, the Bf 109 was a superb dogfighter and above was in its element. JG 1 operated the Bf 109 and Fw 190\\. The Bf 109 and Fw 190 were used to complement each other in the coming battles over Germany. The Fw 190s armament, considered effective against all enemies, was used against bombers more frequently, while the high-flying Bf 109s engaged escorting fighters. The Bf 109 G-4 was \"up-gunned\" as well to the Bf 109 G-6, with two MG 131 machine guns replacing the MG 17, and supplementing the MG 151/20 cannon in the nose. The MW 50 (water-methanol) additive increased lower altitude performance but the increase in weight reduced manoeuvrability. German pilots were critical of the Bf 109s fragility, but praised the Fw 190s strong construction; the latter type remained the preference among western theatre pilots. ===Defence of the Reich: 1943=== In January 1943, the VIII Bomber Command, redesignated to Eighth Air Force on 22 February 1944, began its offensive over Germany. JG 2 remained protecting the U-boat bases on the Atlantic coast, Brittany and Normandy in Jafü 3. JG 26 was still assigned to Jafü 2. I./JG 27 arrived to northern France for a brief period in the first quarter of the year, based at Evreux, to support the Channel wings. In late March 1943, III. Gruppe of Jagdgeschwader 54 (JG 54—54th Fighter Wing), attached to JG 26 since its withdrawal from the Eastern Front, was transferred to Oldenburg, near Bremen. From there it could assist JG 1 in defending northern Germany from the USAAF bombers while remaining outside the range of Allied fighters. The American Eighth Air Force could field only 100 heavy bombers at one time at this juncture. On 27 January 1943 the Americans used the clear weather to make their first attack on German soil. 64 B-17 Flying Fortress bombers with another 27 Consolidated B-24 Liberators bombed Wilhelmshaven. JG 1 was given its first opportunity to attack the US heavy fleet. I. Gruppe at Jever was directly under the bomber stream flight path and made attacks in full-strength. The German pilots struggled to do any damage to the 1st Bombardment Wing on account of the light armament of the Bf 109 G-1. The massed guns of the US bombers killed three German pilots and a fourth was able to bail out. The American gunners claimed 10. JG 1 was given credit for three B-17s, but only one was known to have gone down. The B-24 force got lost after crossing the coast near Woensdrecht, Netherlands, and wandered around Dutch skies after turning south. II. and IV. Gruppe took off and raced northward. The former lost one pilot wounded but claimed two—but it appears these were never forwarded to Berlin for confirmation. The latter intercepted near Terschelling and claimed one B-24 for one Fw 190\\. A second Fw 190 collided with a second B-24; neither the pilot or American crew survived. American gunners claimed 12 German fighters. Total losses for either side were six German and three American, which favoured the Eighth Air Force. Brigadier General Haywood S. Hansell, commanding the wing remarked, \"The enemy's attacks were generally from the rear hemisphere. and level or above. Their skill was lower than expected based on out experience over occupied France. More skilful attacks can be expected on the next raid in this area.\" The next weeks the Eighth concentrated on U-Boat bases in France. On 4 February they returned to Germany. 65 B-17s and 21 B-24s targeted Hamm. After circling the target for 90 minutes they eventually found and bombed Emden. In prolonged battles with JG 1, the Americans destroyed seven Bf 109s killing five pilots. The 91st Bombardment Group lost two B-17s to II. Gruppe. The 303d Bombardment Group lost one and the 305th Bombardment Group lost another two; one in a collision with an Fw 190 and another in action with a Messerschmitt Bf 110 night fighter. On 4 March the Eighth returned to Hamm. 71 B-17s from the 91st and 306th Bombardment Group lost just one each from their units while JG 1 lost two Fw 190s—once again the performance against the small American formation was poor. The supporting night fighter unit, IV./NJG 1 performed better, accounting for three for two losses. Four days later, above Heliogoland, I. and IV./JG 1, reinforced by 2./JG 27 [II. Gruppe were diverted by an RAF light bomber attack] and an assortment of night fighters could bring down just two US heavy bombers while the Germans lost three fighters and two pilots; one from JG 1\\. Hansell, of the 1st Bombardment Wing, explained the US bombers' success as a result of improved gunnery, tight formation, and a \"lack of determination by the enemy.\" The 54-bomber staggered combat wing defence proved effective against German fighters and became the standard formation in the Eighth Air Force. On 9 March, JG 1s gruppen were spread further apart. Stab, II. and IV. Gruppe were assigned to Jagddivision 1, under the tactical and local command of Jafü Holland-Ruhrgebiet at Amsterdam Airport Schiphol, Woensdrecht and München-Gladbach respectively, while I. and III. were based at Jever, Husum, and Metz for a period. The Stabschwarm had two Fw 190s (one operational), I. Gruppe 37 Bf 109s (28), II. Gruppe 35 Fw 190s (29), III. Gruppe 43 Fw 190s (31) and IV. Gruppe 30 Fw 190s (20). Fw 190 A, 5./JG 1, summer, 1942 The period was characterised by experiments by Luftwaffe units, both official and unofficial, in armament. A popular story was circulated by 2./JG 1\\. One of its pilot, Leutnant Heinz Knoke, claimed to have conducted his own experiments with a 250 kg (550 lb) bomb with a 15-second fuse. Knoke dropped the bomb from above the bombers on 22 March and claimed a B-17 was downed by the explosion. Only one B-17 fell that day to III. Gruppe, but the OKL acclaimed Knocke's story. Attempts were made by Luftflotte 3 to send 11 bomb-carrying fighters on 16 April against US bombers over Lorient but the operation failed. Reports of these German tactics by American crews continued for year, long after the Luftwaffe had given up on them. The experiments with the under-wing WGr 21 rocket launcher proved promising but required time to develop. The interim solution was under-wing cannon to cure the Bf 109 Gs weak armament for anti- bomber combat. Photographic evidence exists that more heavily armed Fw 190 A-5s were shared between II. Gruppe and II. Gruppe of Jagdgeschwader 300 (JG 300—300th Fighter Wing) when both gruppen occupied Rheine airbase in April 1943. April 1943 brought organisational changes. JG 1s four gruppen were separated to form two two-Gruppe wings—JG 1 and JG 11 on 1 April. Each had to establish a III. Gruppe. JG 1s was activated at Leeuwarden on 23 May. Karl- Heinz Leesmann became the commanding officer until his death on 25 July. Hans Philipp took command of JG 1 on the same date, while I. Gruppe was moved to Deelen. JG 11 picked up III./JG 1 [as I./JG 11] at Husum and I./JG 1 [as II./JG 11) at Jever. JG 11 took over the defence of southern Norway, Denmark and the northernmost part of the German North Sea coast. JG 11 reported to Jafü Deutsche Bucht but formed part of Jagddivision 2. JG 1 retained IV. Gruppe [renamed I. Gruppe] at Deelen and II./JG 1 at Woensdrecht, reporting to Jafü-Holland-Ruhr in Jagddivison 1. JG 1 was now responsible for covering only half of its old sector. Bf 109 G-6 with under-wing 20mm cannon The same month brought the first operational US fighter groups to northern Europe. The Eighth Air Force's P-47 Thunderbolt flew their first combat missions as fighter escort on 4 April. The Lockheed P-38 Lightning groups were moved to North Africa to replace losses there, leaving few fighter units in Britain. The US 78th Fighter Group filled the void. The US 56th Fighter Group and 4th Fighter Group followed soon after. The P-47 possessed a super-charger, giving it excellent high-altitude performance, and formidable in the dive. The US fighter carried eight 50 Browning Machine Guns providing it with formidable firepower. At medium to low altitudes, the type was not manoeuvrable in a dogfight scenario. On 15 April the fighter's first contact with the Luftwaffe came against II./JG 1\\. What followed was an inconclusive engagement in which both sides claimed (Americans three, Germans two) but in fact no losses were sustained. The battle showed that even though the Americans held a altitude advantage at the start, the German pilots could escape using a Split S and then turn on to the P-47s tails. The incident led to a Luftwaffe conference. Present were Adolf Galland, General der Jagdflieger, Hermann Goring, commander-in-chief of the Luftwaffe, Walter Grabmann and JG 1 personnel. The conclusion of the debriefing was the better Bf 109 G should be used against escorts at high altitude because of the inherent weaknesses of the Fw 190 A-5. The following orders were given: Each fighter wing was to create or retain a group of light fighters [Bf 109 Gs] to engage the escort. These light fighter groups were to be put well forward to engage the enemy when they penetrated German airspace with escort. Heavier fighters were to remain in the rear, and engage US bombers when the US escorts were fully engaged with lighter German fighters. The US raids into Germany could not be escorted, and for the time being JG 1 flew in action against heavy bombers. The Eighth struck at Bremen on 17 April; Major Fritz Losigkeit intercepted the Americans after the bomb- run and accounted for three for two Fw 190s and one pilot. The target, the Focke-Wulf factory, was severely damaged, losing 50 percent of capacity and 30 incomplete Fw 190s. 16 of the 115 B-17s were lost. The American losses were small but serious enough that they were losing bombers faster than they could replace them and temporarily cut back on operation over the German bight. German fighter units were not achieving the desired results either. To encourage the desired performance and boost their morale, a points system was introduced for decorations. The pilots in the west resented their colleagues on the Eastern Front who seemed to gain decorations and aerial victory much easier. The recognition of the difficulty in combating US heavy bombers gave rise to a point-table. The destruction of a fighter was awarded one point; a twin-engine bomber two, and a four-engine bomber three. A Herausschuss (separation from formation) of a twin-engine bomber was awarded one point, and the same for a four-engine bomber, two points. The final destruction of a straggler was 0.5 and one point for twin and four-engine types respectively. One point would earn a pilot the Iron Cross 2nd class, three the Iron Cross first class, ten points the Luftwaffe honour goblet, 20 the German Cross in Gold, and 40, the Knight's Cross of the Iron Cross. The Knight's Cross was worn around a pilots neck, even in battle. Glory-hungry pilots were said to have \"neck rash.\" In the Western theatre, where surviving combat with the massed-guns of US bombers and then large numbers of fighter escorts, was a matter of luck, two historians remarked \"their necks, in all likelihood continued to itch until their deaths.\" WGr 21 rocket-propelled mortar. The weapon was developed from the 21 cm Nebelwerfer 42 infantry weapon. In July 1943, the Eighth began \"Blitz Week\". On 25th the Americans targeted Hamburg. II. and III. Gruppe intercepted. The US 1st Bombardment Wing reported 15 B-17s lost, most after being damaged by the Hamburg defences, the worst ground-fire the US crews reported. The well-flown 4th Bombardment Wing lost only four in running battles with fighters. The defenders lost seven fighters, one killed five wounded and two prisoners from a ditched night fighter that were picked up by a Royal Navy craft near the Dutch coast. The following day, six groups from the 1st Bombardment Wing returned to Hamburg and Hannover. The Hannover force lost 16 B-17s, mainly to JG 1 Fw 190s. In all, four pilots were killed and one wounded by return-fire [their units are not stated]. The 28 July saw I. Gruppe account for three 95th Bombardment Group bombers. The 29 July was notable for US bomber crews reported \"flaming baseballs\" being used against their formations. This was the debut of the Werfer-Granate 21 air-to-air mortar. JG 1 and JG 11 operated them and III./JG 26 had them within a week. In August 1943 JG 1 opposed the Schweinfurt–Regensburg mission. II. Gruppe failed to make contact with the inbound bombers and landed to await their return. I. Gruppe claimed three B-17s destroyed and three separations for no loss. III. Gruppe claimed one bomber for one loss. II./JG 1 joined I./JG 26 and III./JG 3 for an attack on the returning bombers, but over the North Sea they flew underneath a flight of Spitfires from No. 222 Squadron RAF which dispersed the German formation and downed three Bf 109s. I. Gruppe made a head-on attack in staffeln order and then made repeated follow-up attacks. It claimed six bombers destroyed and separated from formation. Three were subsequently confirmed, but the group lost four Fw 190s in crashes or crash-landings and one pilot injured. I. Gruppe claimed three more before the day was out—III./JG 1 appear to have eventual engaged the bomber stream and made claims. I. Gruppe and JG 50 were the most successful on the day. Both were awarded six confirmed bombers. By the end of the fighting, the Germans were as exhausted as the Americans. Near the coast, the US 56th Fighter Groups attacked the remaining German fighters near the bombers, claiming seven Fw 190s, five Bf 109s and five Bf 110s. The Fw 190s were from I./JG 1 and II./JG 26, one Bf 109 was from JG 50, the Bf 110s came from NJG 1\\. Three P-47s were reported lost to III./JG 3 which intervened to save the Bf 110s. The RLV defenders had won an outstanding, if temporary, victory this day. The Eighth Air Force did not operate over Germany from 6 September. It struck at Frankfurt on 4 October; 130 of 155 B-17s dispatched by the 1st Bombardment Division. I., II. and III. Gruppe were committed. The results are unstated, but ZG 76 participated but suffered heavy losses when engaged by the 56th Fighter Group. Göring ordered a conference at the Obersalzberg after the Gauleiter complained that the Americans paraded over his city in a \"Nuremberg Rally\" formation. Göring issued a scathing attack on fighter pilot training, tactics, technology and morale. Galland and Erhard Milch rejected the failures stemmed from cowardice exclusively. Milch suggested the veterans, some highly decorated, were worn out and had poisoned the younger generation. Galland apparently did not defend them, but promised to \"re-check\" quality of leadership and determination. One JG 1 fighter pilot recalled receiving a set of orders stating there were no weather conditions in which fighters could not take-off and engage the enemy, that any pilot returning to base without a victory or combat damage was to be court-martialled, and any pilots whose armament fails would be expected to ram. Geschwaderkommodore Hans Philipp responded to the insulting directive with the words \"I know what I have to do!\". Hans Philipp led JG 1 on the next interception on 8 October. Flying as a compact formation, JG 1 attacked the bombers all the way to Quakenbrück. There, they were met by 45 P-47s from the US 56th Fighter Group led by Hubert Zemke; five Fw 190s were shot down. One of them was Philipp—a fighter leader who was only the second Luftwaffe pilot to claim 200 aerial victories, and who held the Knight's Cross with Oak Leaves and Swords, by far the most successful fighter in the RLV, was killed. Philipp's replacement was Hermann Graf, the first pilot to reach 200, who wore the Diamonds to the Knight's Cross with Oak Leaves and Swords. Graf was seen as a prima donna and media personality. His entourage consisted of football players who, he claimed, he was saving for the post-war era, but his grandstanding did not please many of his new subordinates at JG 1\\. October 1943 was a crucial stage in the air war. The Luftwaffe was on the cusp of stopping the USAAF daylight offensive. On 10 October, Münster was the target. I. and II. Gruppe. 30 B-17s were shot down along with one escort fighter, but the RLV lost 25 fighters and 12 pilots. The Second Raid on Schweinfurt took place four days later. All three gruppen, plus two from JG 26 formed a 150-fighter attack force over Düren. The attack on the US 305th Bombardment Group destroyed 13 out of 16 B-17s prior to the bomb run. German tactics aided the single-engine fighters. The Zerstörer aircraft lobbed their 221-cm rockets into the formations from the rear, destroying a few bombers, damaging others, but whose main objective was to break up the cohesiveness of the combat box. In three hours and 14 minutes, 60 B-17s were destroyed by the RLV. The Eighth Air Force recognised the era of unescorted daylight bombing raids into Germany \"was dead.\" On 3 November the Eighth returned to coastal targets at Wilhelmshaven. III. Gruppe broke up the escorting 4th Fighter Group, but the other seven carried out an effective escort operation; including the US 55th Fighter Group, flying the P-38. ===Frontline and Defence of the Reich: 1944=== The Luftwaffe's reprieve did not last long into 1944. The OKL organised and created Luftflotte Reich. JG 1 was assigned to Jagdivision 3 with JG 3\\. JG 1 was responsible for the air defence of the Netherlands, JG 3, the Rhineland. At JG 1, Oberst Walter Oesau took command from Graf in November 1943. While the Luftwaffe's organisational changes were cosmetic the USAAF underwent equipment, strategic and organisational changes which it was able to conduct a war of attrition against the German fighter arm in 1944. JG 1 was in reasonable shape. On 31 December 1943, the order of battle for Jagddivision 3 mustered the following; Stabsschwarm two Fw 190s (one operational) at Deelen, I. Gruppe 29 Fw 190s (27) at Dortmund, II. Gruppe 18 (14) Fw 190s at Rheine and III. Gruppe, 42 (36) Bf 109s at Volkel Airfield. On 11 January the Eighth conducted a full-strength mission against Oschersleben, Halberstadt and Brunswick. I. Gruppe, now equipped with the Fw 190 A-6, practiced the new sturmtaktik (assault tactics). It attacked as a unit, from dead astern the bomber stream, at close range and downed three bombers without loss. It also conducted the standard head-on attack. II. Gruppe used tactics unique to commander Walter Hoeckner \"snakebite\" tactic—a wave attack from the low-rear. The gruppe claimed 10 bombers and another separated for the loss of two Fw 190s and one pilot. The mission was considered an unqualified success. Overall, the RLVs committal to forward areas covered by US escorts offset the 60 bombers destroyed and five scrapped due to damage. 53 German fighters were destroyed and 31 damaged; 38 pilots were killed and 22 wounded. Heinrich Bär joined II./JG 1 in mid-January 1944 as an ordinary pilot after being relieved of command of JG 77 because of insubordination. Morale appeared to be a concern to the OKL. On 11 February ULTRA intercepted a message to JG 1, JG 3 and ZG 26 congratulating them on their performance in defence of Frankfurt that day, even though they collectively shot down a single bomber [albeit with 10 fighters]. Jagddivision 3 now had I. and II. Gruppe with IV./JG 3 and Sturmstaffel 1 as \"heavy\" units while I./JG 3 and III./JG 1 flew \"light\" fighters as cover. JG 1 was among those units that tried to attack American escorts early, to force them to jettison their drop tanks. Bf 109 G-6—note the 20mm barrel protruding through the spinner, the port 13 mm machine gun on the cowling and the Beule (\"the bump/bulge\") in front of the cockpit The equipment war had changed also. The newer types of P-47Ds and Ns and the North American P-51 MustangD were superior to the Fw 190 and Bf 109 variants then in service at high-altitudes. The Luftwaffe began to develop high-altitude variants in response, but the Fw 190 D, meant as an interim solution until the arrival of the Focke-Wulf Ta 152, did not appear until late 1944. The Bf 109 was reaching the end of its development potential. The Bf 109 G-10 could not accommodate an engine large than the DB 606D. The G-10 did receive the GM-1 additive to the supercharger which allowed for better high-altitude performance. The G-10 had only one 20mm gun, with two 13mm machine guns to keep it light. The arrangement gave the fighter a speed of at . By the spring, 1944, the quality and numbers of USAAF fighter escorts led to heavy casualties among the German fighter force which no training organisation could cope with. The losses in the first four months were equal among American and German formations, but the Luftwaffe was losing the qualitative war. Galland reported in late April, that since the beginning of the year, 1,000 German pilots had been lost, including the best Staffel, Gruppe, and Geschwader commanders. He remarked the time had come when the German fighter arm \"was in sight of collapse.\" In February 1944 JG 1 began improving its high altitude capability by replacing the Bf 109 G-5 and G-6s GM-1 equipment, with Bf 109 G-6/AS high altitude fighters with DB605AS engines which were formed into Höhengruppen [high-altitude] gruppen. III./JG 1 received this type. The German jet projects, the Messerschmitt Me 262, He 162, rocket aircraft Messerschmitt Me 163, and Push-pull configuration Dornier Do 335; only the Me 262 was due to enter service by May 1944. JG 1 would operate one of these types—the He 162—in the closing weeks of the war. Big Week occurred in February 1944 which began the attrition war proper. The objective was to fulfil the Pointblank directive which included the destruction of the Luftwaffe fighter force. JG 1 remained in Jagddivision 3 but JG 3 was moved to the 1st and JG 1 was joined by I./JG 300\\. On 25 February the Eighth sent three bomb divisions to Germany—JG 1 intercepted the 2d Bombardment Division on its way to Gotha. Bär led II. Gruppe in a diving attack through the escort screen and claimed four B-24s while I. Gruppe made a head-on attack and claimed five. Very few German fighters were able to land on their own bases after the first intercept, and the new directive on assembly airfields was tried. The senior pilots landed and designated airfields and then led other pilots who landed with serviceable aircraft on second sortie against the withdrawing bombers, despite the mixture of units and equipment. JG 1 was led by Oesau on such missions. The RLV lost 46 fighters, 31 killed, 14 wounded while the Eighth lost 49 bombers [33 B-24s] and 10 escorts. The US bomber loss was high, but bearable. The RLV was not as successful on 25 February. 490 German fighters including JG 1 were sent against the Eighth this day, including night fighters and fighter school units. 31 US bombers and three US escorts were downed. The cost to Luftlfotte Reich was 48 fighters, 19 killed, and 20 wounded. The Eighth had lost 157 bombers during Big Week, and the US Fifteenth Air Force 90. Bomber Command lost 131 bombers. Eighth bomber strength fell from 75 to 54 percent, and its fighter groups from 72 to 65. The RLV lost 355 fighters, reducing it to 50 percent serviceability. More serious was the loss of almost 100 pilots killed alone. Though the destruction to German industry had been overstated, the air war had shifted irrevocably to Allied air superiority. JG 1 was assigned several fighter pilots from the Eastern Front; once such personality was Lutz-Wilhelm Burckhardt, Other successful individuals with JG 1 were Hugo Frey, Herbert Kaiser. Georg-Peter Eder, who rose to command II. Gruppe, served several months with JG 1 and was the leading fighter pilot against US heavy bombers. With his former commanding officer, Egon Mayer, he helped develop the head-on tactics that proved successful against the heavy bombers. Major Heinrich Bär was among the most successful of the war, eclipsing the final personal totals of both Oesau and Philipp, with ~220 claims to his credit. In response to developments in February, later in the month and early in March RLV units pulled back from a forward-defence posture to reduce their vulnerability and enable them to concentrate over threatened targets. JG 1 was pulled out of the Netherlands to Germany, but was responsible for a patch of air space surrounding Rheine, Twente, München Gladbach. The policy of the Jagdwaffe turned to one of meeting US raids in maximum strength to an unofficial policy of personal survival. JG 1 was removed from Jagddivision 3 and sent to the 2nd. Oesau had only his stabsschwarm and two Fw 190 gruppen available. The status of III. Gruppe at this time is unknown and it appears to have been non-operational. On 6 March 1944 the Eighth hit Berlin. Oesau and Bär led the Stab, I. and II. Gruppen into action against the bomber stream. The RLV achieved its greatest single success against the US Eighth on this day; 69 bombers and 11 escorts were downed. However, 64 German fighters, including eight killed, 38 missing and 23 missing was the sum report at the end of the day. Nearly all of those reported missing initially were actually dead. JG 1 were accompanied by I./JG 11 and III./JG 54 they initially intercepted sixteen B-17s of 100th Bomb Group who were escorted by P-47s of the 78th Group. Ten B-17s went down in the first wave, and in several waves of attacks on the bombers from multiple directions most of the pilots ended up exhausting their ammunition, resulting in twenty bombers being shot down in the 25 minutes before the escorting P-47s arrived. A repeat operation on 8 March cost the Americans 37 bombers and 18 fighters, but the RLV lost 42 fighters, three killed, 26 missing and nine wounded. A captured Fw 190 A-8/R2, \"White 11\" of 5./JG 4\\. The A-8/R2 was a typical sturmbock fighter—American personnel have removed the four wing cannons At the end of April 1944 the Luftwaffe was failing to replace trained dead pilots quickly enough. In aircraft, the stop-gap solutions which preceded the hoped mass-production of the Me 262, the Bf 110 and Messerschmitt Me 410 bomber- destroyers were suffering heavily against US escorts which were not following the US bombers everywhere. The Bf 109 and Fw 190s could dogfight on approximately equal terms, but lacked the firepower to break apart US bomber combat box formations when they could engage them. An effective solution that emerged at this time was the Fw 190 Sturmbock. These aircraft, flown in gruppe strength and with effective escort by lighter Bf 109s, could wreak havoc on US bomber formations. JG 300 and Jagdgeschwader 4 were to be allocated one such gruppe. Sturmstaffel 1 was such a unit, albeit at squadron level. This independent formation was attached to I. Gruppe. The Fw 190 A-6s they flew were modified for close-quarter combat with US bombers. 30mm armoured-glass plates were attached to the side of the canopy as a field-solution. The improved armour to the fighters engine and cockpit was accompanied by the use of MG 17 machine guns above the engine and four MG 151/20 cannon in the wings. The Fw 190 A-7 arrived thereafter, with the engine-mounted guns replaced by MG 131 machine guns, but these were deleted by the ground-crews. The unit became operation on 19 October 1943 and remained with JG 1 for a brief period, to 23 February 1944. Sturmstaffel 1 was eventually absorbed into the new Sturmgruppe IV./JG 3 on 8 May 1944. The units penultimate weapon, the Fw 190 A-8/R2 and its 30 mm MK 103 cannon, could destroy a B-17 with three shells, and it was known to knock down B-24s after a single hit. The armoured fighter proved near-invulnerable to US bomber return-fire, but was slow, and unwieldy and consequently, easy targets for US fighters. The use of the Sturm units were successful when they could reach the bombers, but the USAAF responded by sending increased numbers of escorts to sweep ahead of the bomber stream; once the unwieldy German sturm formations were broken up, it was near-impossible for them to reform. On 8 May JG 1 flew a successful intercept with JG 3 against the 2nd Bomb Divisions B-17s raid on Berlin. JG 1 caught the division without escort and downed 13. The US bomber force lost 36 on the day, with 13 fighters, but 32 RLV fighters were destroyed. On 11 May, JG 1 lost its leader Walter Oesau, killed in combat with P-38s—purportedly ill, he flew an intercept mission after being called a coward by Reichsmarschall Göring. Oesau's death in combat with the US 474th Fighter Group, operational for two weeks, led to Bär becoming interim commander and Herbert Ihlefeld becoming the permanent wing commander for the duration of the war. It is said that an order by Galland to Oesau to cease flying arrived the day he was killed. Only twenty-four hours later, the Eighth targeted the Leuna works. JG 1 reached the bomber stream but were attacked by the US 78th Fighter Group. III. Gruppe fought a defensive action against the escorts, while the Fw 190 gruppen sought out unescorted bombers. I. Gruppe failed to attack and returned to Rotenburg to prepare for a second sortie. II. Gruppe attacked the 2nd Bomb Division in a head-on attack, and they claimed five bombers—these were the only Luftwaffe formations to be sighted by the American division. On 28 May, JG 1 defended against the Eighth as it targeted the Junkers factory at Dessau and oil refineries at Leuna, Ruhland, Magdeburg and Zeitz. JG 1 led an assault on the 13th Combat Wing, 3d Bombardment Division. Approximately 180 Fw 190s and Bf 109s were involved—37 were shot down by P-51s killing 13 pilots and wounded another 13. The 4th and 354th Fighter Group claimed 33 German fighters. On 6 June 1944 Operation Overlord, the Normandy landings began, opening the Western Front again. JG 1 was among those wings that formed the reinforcement from Luftflotte Reich to Luftflotte 3. II. Gruppe moved to Le Mans with 25 Fw 190s that afternoon and the following day flew three gruppe-sized patrols southeast of the beachheads, remarkably without encountering any Allied aircraft. On 8 June the gruppe fighters were armed with 550 lb bombs and ordered to attack shipping in the English Channel. The German pilots were fortunate to avoid Allied fighters but ran into heavy anti-aircraft fire over the ships; they dropped their bombs and fled at low altitude. Allied records show no ship was hit, but several Fw 190s were damaged though none were lost. A repeat operation on the 9 June had similar results, but the group was lucky once more to suffer no casualties. Le Mans was targeted on 10 June over 100 Avro Lancaster and Handley Page Halifax bombers struck Le Mans destroying the landing ground, operations room, three hangars, and several buildings. The Fw 190s were dispersed and camouflaged at least 500 yards away and suffered no damage, but it would be six days before the airfield was usable. On 16 June it moved to Essay and flew patrols for four days. It moved to Semalle, near Alencon. Here, the airfield was subjected to a low-level attack by P-51 Mustangs which destroyed everything in sight in a series of coordinated strafing runs. In the space of 15 minutes, fifteen Fw 190s were destroyed and II. Gruppe were out of the battle. III Gruppe was sent to France in the initial wave but was in such poor condition it did not become operational over Normandy and returned to Germany on 14 June. Fw 190 D equipped some staffeln of JG 1 in 1945 Luftwaffe units committed to battle after the D-Day landings suffered further catastrophic losses. In the ten weeks of action following D-Day, JG 1 lost 106 aircraft (41 in air combat) and 30 pilots, for just 32 claims. Many experienced and irreplaceable Experte were killed during this time. Karl-Heinz Weber, Gruppenkommandeur of III./JG 1 (136 claims) was killed in action against Polish Wing Mustangs on 7 June 1944, north of Paris, while on 17 June 1944, Leutnant 'Toni' Piffer (35 claims) was shot down and killed in aerial combat with USAAF fighters over La Cordonnerie. Piffer had the hollow distinction of being awarded the Knight's Cross posthumously on 20 October, over four months after his death. His total included 26 four-engine bombers. JG 1 and JG 11 had fought side by side through their divisions campaign in Normandy, lost 100 pilots between them. The oil famine began to bite in July, and in that months' first week the bomber groups were withdrawn to Germany and disbanded. On 11 August a general order came through to curtail the use of fuel for operations against heavy bombers only. Small reinforcements were sent to cover the German army as it was routed and the front in Normandy collapsed, but the 75 single-engined fighters remaining made no difference. The remnants of the Luftwaffe began to retreat from France. ULTRA intercepts from 18 August 1944 noted an order to withdraw JG 1 from Normandy along with the Jagdivision 5 which had been responsible for operations west of the Seine. JG 27 and Jagdivision 4 replaced them. In September 1944 JG 1 was reinforced with new pilots from training schools to replace the losses in France. The inexperienced generation were ill-prepared for combat operations. III. Gruppe (the high altitude interceptor unit) was moved to Anklam and equipped with Bf 109 G-10s. Hauptmann Hermann Staiger rebuilt the shattered II. Gruppe at Reinsehlen. It took I. Gruppe ten days to reach Husum from Normandy where it began to rebuild. I. Gruppe spent JG 1s lengthy post-Normandy recovery at Greifswald. This group did not re-enter combat until late November 1944, but had the heavily armed Fw 190 A-8. On 21 November JG 1 was committed to battle to defend the Merseburg and Hamburg oil targets from the Eighth Air Force. The resulting interception was a disaster for the wing. I. Gruppe alone lost 27 Fw 190s in this single action; 15 pilots were killed, five wounded, devastating the gruppe. On 26 November JG 1 defended targets in the Hannover area. I. and II. Gruppe were led by Ihlefeld into battle with III./JG 6 as high cover. They succeeded in attacking the unprotected 91st Bombardment Group, 1st Bombardment Division, shooting down four B-17s before the US 356th Fighter Group reacted. JG 1 lost 12 killed, three wounded and 15 Fw 190s destroyed while III./JG 6 led by Johann Kogler lost 12 Bf 109s, six killed and six wounded. On 27 November the Eighth simulated a bomber mission but sent ten fighter groups over Germany, JG 1 and JG 3 were sent to intercept, once realising it was a trap, they quickly retreated with light losses. Eight days later JG 1 suffered its worst defeat of the war. The Eighth Air Force struck at Berlin and all three gruppen, plus the Stabsschwarm, were airborne for the first time since Normandy. The III. Gruppe high-protection force could not de-ice their canopies while positioned below the US P-51 escorts. The result was the American group punched through the Bf 109s easily and fell on the two Fw 190 gruppen before they could reach an attack position on the bombers. 37 of the wing's fighters were destroyed killing 25 pilots and wounding 14. The senior RLV wing was removed from the frontline a second time to rebuild. ===Final battles: 1945=== In the autumn, 1944, JG 1 began partial equipment with the Fw 190 D (nicknamed the Dora; or Long-Nose Dora, \"Langnasen-Dora\"). The first major production D model was the Fw 190 D-9. With the D version the power plant was changed from the radial engine of earlier models to a 12-cylinder inverted-V liquid-cooled inline Jumo 213A with MW 50 injection. The fighter lacked the high rate of roll of its predecessor, but was faster all around, with a maximum speed of at . The new power plant and alterations to the airframe, which lengthened it, gave it the performance at high altitude necessary to combat US heavy bombers. The operational circumstances by late, 1944, however, had changed to the Fw 190 D rarely engaged the bomber streams and instead served in the fighter-versus- fighter combat role over the frontline and in protection of Messerschmitt Me 262 jet airfields. In December 1944 the Oberkommando der Wehrmacht and Hitler resolved to improve Germany's military situation by beginning an offensive on the Western Front. Codenamed Wacht am Rheine, the Ardennes Offensive. JG 1 was ordered to form part of the Luftwaffe's order of battle. ULTRA intercepts deciphered messages to and concerning JG 1 and the German build up which suggested the Wehrmacht was preparing for offensive action. ULTRA accurately identified a 24-25 gruppen force, and suspected 600 to 700 fighters had been brought in from strategic defence for whatever operation was to take place. JG 1 was mentioned in the report, alongside JG 3, JG 4, JG 11, JG 26, JG 27, JG 77, JG 300 and JG 301. All three gruppen moved to the Netherlands. II. Gruppe were based at Drope, on the Dutch border in the winter, 1944/45. Fw 190 D-9 from JG 54 force-landed during Bodenplatte, 1 January 1945 The offensive began on 16 December and for two days, despite the bad weather, the Luftwaffe attempted large-scale close air support missions to support the Wehrmacht and Waffen SS. In combat with the US Ninth Air Force, the German formations suffered heavily and support operations were suspended. In the battle for air superiority, the chances of success remained negligible, given the opposition form the US Ninth, Eighth and then RAF Second Tactical Air Force with approximately 3,500 aircraft between them. On 18 December 1944 JG 1 was one of the few German wings to reach the battle area, near Monschau and Malmedy area. The main aim of the operations was to provide cover to the 6th Panzer Army. On 23 December JG 1 opposed the Eighth's strategic bombing raids against German communication targets, they lost six aircraft and claimed two P-47s and on B-17. Hans Ehlers was among those pilots to account for one of the US escorts. On Christmas Eve, III. Gruppe attempted to intercept RAF bombers between Cologne and Aachen. 421 Squadron RCAF Spitfires prevented them and two Bf 109 pilots were killed, including the group commander Hauptmann Erich Woitke. One pilot, Leutnant Hans Halbey claimed a Spitfire but on returning to base was threatened with court-martial by Ihlefeld for landing before anyone else, implying that Halbey was guilty of cowardice. The matter was dropped on the intervention by other officers. Halbey was shot down and bailed out on Christmas Day. Göring, held in disgrace by Hitler, had been permitted to attend daily military conferences and tea with Hitler for a week, until 23 December for the Luftwaffe was challenging Allied air superiority and providing relief to the army. From the 23rd, the situation changed and Göring retreated to Karinhall for his last Christmas of the war. JG 1 with JG 3 intercepted B-24s of the 467th Bombardment Group high over the Ardennes and succeeded in destroying a number of them before P-51s arrived. The 479th Fighter Group arrived. The initial clash resulted in six German fighters destroyed, though the American group claimed 17 in total—14 of these are verified via German records. JG 1 suffered eight casualties including the leader of 10 staffel. P-51s of the 352d Fighter Group were probably responsible for some of the losses; Major George Preddy claimed several German fighters [Preddy was killed by US forces in error later that day]. JG 1 flew cover for the army over the Siege of Bastogne battlefield on 26 December and lost another eight pilots—three from 8. Staffel were killed; these men were experienced pilots. The Luftwaffe sent strong forces into action on 27 December. 337 were sent on fighter-bomber hunt missions, 78 on ground-attack operations. US airmen claimed 86. JG 1 tried to cover the spearhead. Hans Ehlers took 18 Fw 190s at the head of I. Gruppe near Dinant. P-51s of the 364th Fighter Group destroyed six of them including Ehler's, whose death was a heavy blow. JG 1 lost 14 pilots killed in total, missing or wounded; at least seven died. I. Gruppe suffered losses because the III./JG 3 Bf 109 escort it was to receive turned back owing to barrage balloons over the lines, leaving the Fw 190s vulnerable at an altitude of . Gerhard Stiemer, a survivor of the operation, found that only he and one other of the 18 pilots on the mission returned to JG 1\\. Hauptmann Georg Hackbarth was appointed Ehler's replacement, but last only a few days. On 31 December 1944 JG 300 and JG 301 took the brunt of the losses; 24 killed or missing and 11 wounded. JG 1 lost three pilots and four fighters that day in limited actions. I. Gruppe was particularly badly shaken. The OKL attmepted to reverse the tide on 1 January 1945 with Operation Bodenplatte. JG 1 was ordered to attack Ghent/Sint-Denijs- Westrem, Maldegem and Ursel Air Base. Oberstleutnant Herbert Ihlefeld led the Geschwader. The formation was mixed; Stab., (headquarters flight or Stabschwarm, attached to every Geschwader), I. and II./JG 1 operated the Fw 190 while the III./JG 1 flew the Bf 109\\. I./JG 1 lost four of their number to friendly anti-aircraft fire. Three of the four pilots were killed. I. and II./JG 1 became involved in intense dogfights. III./JG 1 had lost only one aircraft over the target (and not to enemy fire). I./JG lost a further Fw 190 to friendly anti-aircraft fire as it made its way to Ursel. III./JG 1 lost at least two further Fw 190s to friendly anti-aircraft fire. Casualties could have been heavier, had the British anti-aircraft defences of Maldegem airfield not been removed in December. Stab. and I./JG 1 lost 13 Fw 190s and nine pilots were missing; five were killed and four were captured. Thus the loss rates in personnel and matériel were 39 and 56%, respectively. III./JG 1 lost only three Bf 109s with one pilot dead and two captured. I./JG 1 claimed 30 British Spitfires on the ground and two shot down over Maldegem. At Maldegem, 16 aircraft were destroyed, and at Ursel only six were lost. The claims of I./JG 1 were actually more in line with British total losses at both Maldegem and Ursel. No. 131 Wing RAF / Polish Wing lost 13 Spitfires plus two damaged beyond repair, a total of 15 lost. At Ursel, six aircraft were destroyed, including, a B-17, two Avro Lancasters and a De Havilland Mosquito. I. and III./JG 1 lost a total of 16 aircraft and 12 pilots — not a good return. II./JG 1 attacked the airfield at St. Denijs Westrem. Of the 36 II./JG 1 Fw 190s that took off, 17 were shot down, a staggering 47% loss rate. Among the pilots lost were several experienced fliers. In exchange, the Germans shot down two Spitfires, and seven forced-landed. At St. Denijs Westrem 18 Spitfires were destroyed on the ground. In total JG 1 lost 25 pilots and 29 aircraft. This return for around 60 enemy aircraft (54 on the ground) cannot be considered a complete success, although the damage at St. Denijs Westrem and Maldegem had been significant. Just nine of the fighters lost by JG 1 are confirmed to have been shot down in combat with Spitfires. It is possible a further three were shot down by Spitfires, or perhaps ground fire. Two Spitfires were shot down and destroyed, with two more damaged. One pilot of each squadron (308 and 317) was killed. The total Spitfire losses were perhaps 32. The following day, the wing once again flew combat missions, losing four pilots. On 14 January 1945 JG 1 participated in the most disastrous day in the history of the Jagdwaffe. JG 1 lost a dozen pilots in action with RAF fighters near Twente, seven of whom were killed for two Spitfires. Fog caused problems to pilots untrained in blind flying leading to German fighters landing where ever they could. Major Günther Capito (formerly Erich Hartmann's wingman in JG 52). Ihelfeld tried to have the group commander court-martialled but the mass- movement of JG 1 to the east apparently prevented him from doing so. He 162 interceptor at RAF Hendon (2007) JG 1 was posted to the Eastern Front in January 1945, near Danzig, on Army Group North's sector. The move began on 14 January which demonstrative of the dire situation the Luftwaffe faced as the German armies in the Ardennes were subjected to heavy aerial bombardment. Major Günter Capito relieved of command the same day, Oberleutnant Emil Demuth replaced him and Major Werner Zober succeeded him on 12 April. The Red Army East Prussian Offensive made rapid progress with the Vistula–Oder Offensive. JG 1 was evacuated from the Heiligenbeil Pocket on 2 February. The retreat had to be done so quickly, ground personnel were left behind. Some units ordered the first aid kits and radios removed from all their Fw 190s to allow them into the fuselage to escape with the airmen. The wing retreated to Danzig by mid-February 1945. Before it began to convert on the jet fighters, I Gruppe was mainly involved in convoy escort and ground-attack operations in support of the Kriegsmarine's Operation Hannibal. Elements of JG 1 began converting to jet fighters in February and March 1945. 3./JG 1 was among those units. On 20 March 1945 the OKL ordered JG 1 onto the He 162 completely. The Stabstaffel was to have 16 fighters, I., II. and III. Gruppen 52 each—the latter in April in May. Pilots were selected to fly the He 162 Volksjäger (\"People's Fighter). Powered by BMW 109-003E-1 or BMW 109-003E-2 engines and armed with MG 151/20 autocannon with a MK 108 cannon provided formidable firepower. The He 162 was a short-range interceptor with approximately 30 minute endurance. Some pilots argued it needed at least another 40 to be a viable weapon and the reception was mixed. Oberst Edgar Petersen, a test pilot at Rechlin, noted the BMW 109-003 performance at altitude precluded any attempt to discover the aircraft's true ceiling, the power plant was never able to deliver full thrust, the nose-wheel was weak, the fuel tank leaked and the performance was generally poor, particularly in the roll; though the fighter was fast. The He 162 proved difficult to fly. JG 1 pilots treated it with scepticism and surprise. Some were enthusiastic. They were given 10 and then 20 minute flights. Concerns were noted on the extreme sensitivity of the controls, the tendency for the fighter to skid and at low speed this was dangerous. The weak join where the fuselage and wing met was another concern. The pilots were used to being well protected by a large engine and armour in the Fw 190, but the engine was on top of the fuselage and nothing other than Plexiglas offered protection. Unteroffizier Konrad Augner, 8./JG 1, stated the skid usually occurred below when a tight turn was made, because the ailerons constrained the circulation of air around the turbine inducing a stall. The airflow over the twin vertical stabilisers was disrupted by the axial-flow turbojet exhaust forcing the pilot to use ailerons only for turning. Hauptmann Paul-Heinrich Dähne, commanding II. Gruppe, apparently forgot this flying characteristic and attempted to escape with the ejection seat but broke his neck when the canopy failed to clear sufficiently. Other pilots noted the jet wash forced the rudders to stick, forcing the aircraft to pitch down and enter a spin akin to a \"falling leaf.\" Wolfgang Wollenweber, a He 162 pilot, remarked that Dähne had never trusted the He 162 and as a consequence, never analysed the strengths and weaknesses of the type. Wollenweber suspected Dähne may not have been aware of the danger posed by misuse of the rudders. The supply of the He 162 was difficult. A few examples began to trickle through to Parchim from the factories to 1., 2. and 3. Staffel. II. Gruppe was still without the type by the first week of April 1945. On 11 April II. Gruppe transferred to Warnemünde to begin training. I. Gruppe had worked its way up to 13-16 aircraft at this time, 10-12 were operational. Its 40 pilots was in contrast to II. Gruppe which had only 19 with no He 162s. I. Gruppe was making approximately ten flights per day. It is thought that JG 1 had 45 He 162s on strength by 1 May 1945 at Leck, though it lacked equipment. Combat operations were few as the Western Allied invasion of Germany collapsed the Western Front and the imminent Battle of Berlin brought the war to an end. Of JG 1's pilots, among the most successful on the He 162 was Feldwebel Friedrich Enderle, who was killed when his He 162 crashed an exploded on take-off. Enderle had three B-17s to his credit. Oberleutnant Emil Demuth led his gruppe on a retreat to Leck by the Danish border in an attempt to keep it from the British 21st Army Group for as long as possible and to begin operations. On 20 April, with the Battle in Berlin raging, Luftwaffenkommando Reich [supplanted Luftflotte Reich] ordered I. and II./JG 1 to operate in the north with III./JG 301 and its Focke-Wulf Ta 152 staffeln in the north of Germany. I. Gruppe continued some form of training, while II./JG 1 was told to expect the delivery of 10 He 162s in late April. Ten II. Gruppe pilots arrived at the Rostock factory on 23 April and were told that only one He 162 was to be produced per day. Nevertheless, II. Gruppe moved to Leck on 28 April in a formation of eight to 10 while other pilots travelled by road. Leutnant Hans Rechenberger became one of the few pilots shot down in aerial combat. He survived the encounter with a Spitfire on 30 April. On 1 May 1945 Ihlefeld informed the wing of Hitler's death. He released them from their duty but suggested they stay at Leck until the British arrived and there was apparent universal agreement. The German surrender at Lüneburg Heath three days later ended JG 1s war followed VE Day on 8 May in which the Wehrmacht officially surrendered. ==Commanding officers== ===Wing commanders=== Originally JG 1 was formed as a single Group I./JG 1 in 1938. A full wing was formed only in November 1939. The first Wing Commander was Schumacher. {| |- | Oberstleutnant Carl-August Schumacher || 12 November 1939 || – || 5 January 1942 |- | Major Erich von Selle || 6 January 1942 || – || 27 August 1942 |- | Oberstleutnant Erich Mix || August 1942 || – || 31 March 1943 |- | Oberstleutnant Hans Philipp || 1 April 1943 || – || 8 October 1943 |- | Major Hermann Graf || October 1943 || – || 10 November 1943 |- | Oberst Walter Oesau || 12 November 1943 || – || 11 May 1944 |- | Major Heinz Bär (acting) || 12 May 1944 || – || 20 May 1944 |- | Oberst Herbert Ihlefeld || 20 May 1944 || – || 5 May 1945 |} ===Group commanders=== ;I. Gruppe of JG 1 Originally JG 1 was formed only as a single group I./JG 1 under Woldenga. That group was re-designated as III./JG 27. JG 1 thus temporarily ceased to exist. It was reactivated 7 months later under Schumacher in November 1939. But a formal I./JG 1 came to exist in September 1941. {| |- | Major Bernhard Woldenga || 1 May 1939 || – || February 1940 |- | Hauptmann Joachim Schlichting || 13 February 1940 || – || 5 July 1940 |- | Oberleutnant Erich Mix || September 1941 || – || August 1942 |- | Oberleutnant Paul Stolte || August 1942 || – || September 1942 |- | Hauptmann Günther Beise || September 1942 || – || 31 March 1943 |- | colspan=\"4\" | On 1 April 1943, I. Gruppe of JG 1 became the II. Gruppe of JG 11\\. In consequence, IV. Gruppe of JG 1 became the new I. Gruppe of JG 1 |- | Hauptmann Fritz Losigkeit || 1 April 1943 || – || 20 May 1943 |- | Major Rudolf-Emil Schnoor || 21 May 1943 || – || 16 April 1944 |- | Hauptmann Hans Ehlers || 17 April 1944 || – || 27 December 1944 |- | Hauptmann Georg Hackbarth || 28 December 1944 || – || 1 January 1945 |- | Major Günter Capito || 3 January 1945 || – || 14 January 1945 |- | Oberleutnant Emil Demuth || 15 January 1945 || – || 12 April 1945 |- | Major Werner Zober || 1 May 1945 || – || 5 May 1945 |} ;II. Gruppe of JG 1 {| |- | Hauptmann Hans von Hahn || 27 August 1942 || – || June 1942 |- | Oberleutnant Detlev Rohwer || 20 June 1942 || – || October 1942 |- | Major Herbert Kijweski || Unknown, 1942 || – || 31 March 1943 |- | Hauptmann Dietrich Wickop || 16 April 1943 || – || 16 May 1943 |- | Hauptmann Robert Olejnik || May 1943 || – || 28 June 1943 |- | Hauptmann Walter Hoeckner || 1 January 1944 || – || 31 January 1944 |- | Hauptmann Hermann Segazt || February 1944 || – || 8 March 1944 |- | Major Heinrich Bär || 15 March 1944 || – || 12 May 1944 |- | Oberleutnant Georg-Peter Eder || 13 May 1944 || – || June 1944 |- | Oberleutnant Rüdiger Kirchmayr (acting) || June 1944 || – || July 1944 |- | Hauptmann Hermann Staiger || 1 August 1944 || – || January 1945 |- | Oberleutnant Fritz Wegener (acting) || December 1944 || – || 1 March 1945 |- | Hauptmann Paul-Heinrich Dähne || March 1945 || – || 24 April 1945 |} ;III. Gruppe of JG 1 In April 1943, III./JG 1 was re-designated as I./JG 11. A new group was added to JG 1 as III./JG 1 based on Operation squadrons of Fighter schools. {| |- | Hauptmann Friedrich Eberle || 1 January 1944 || – || 27 April 1944 |- | Major Hartmann Grasser || 27 April 1944 || – || 31 May 1944 |- | Hauptmann Karl-Heinz Weber || 3 June 1944 || – || 7 June 1944 |- | Hauptmann Alfred Grislawski (acting) || 7 June 1944 || – || June 1944 |- | Hauptmann Erich Woitke || June 1944 || – || August 1944 |- | Oberleutnant Erich Buchholz (acting) || July 1944 || – || June 1944 |- | Hauptmann Heinz Knoke || 13 August 1944 || – || October 1944 |- | Hauptmann Erich Woitke || October 1944 || – || 24 December 1944 |- | Hauptmann Harald Moldenhauer || 25 December 1944 || – || 5 May 1945 |} ;IV. Gruppe of JG 1 {| |- | Hauptmann Fritz Losigkeit || March 1943 || – || 1 April 1943 |} ==Notes== ===Footnotes=== ===Citations=== ===References=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * * * * * * * * * * * ==External links== * Operation Strength of JG 1 at the time of Unternehmen Bodenplatte Jagdgeschwader 001 Category:Military units and formations established in 1939 Category:Military units and formations disestablished in 1945 ",
    "title": "Jagdgeschwader 1 (World War II)"
}