{
    "id": "5704326",
    "text": "The Ural bomber was the initial aircraft design program/competition to develop a long-range bomber for the Luftwaffe, created and led by General Walther Wever in the early 1930s. Wever died in an air crash on June 3, 1936, and his successor Albert Kesselring continued the project until he left office. ==History== One of the Dornier Do 19 prototypes in flight Wever, the chief of staff of the newly formed Luftwaffe in 1933, realized the importance that strategic bombing would play in a war. In a war with the Soviet Union he expected that German forces would not attempt to move very far east of Moscow, which would leave much of Joseph Stalin's recently relocated industry out of reach of existing bombers. Wever proposed using a strategic bomber to reduce these factories, ending the Soviet ability to fight even without the need for ground forces to advance. Under the Ural bomber program, he began secret talks with two of Germany's leading aircraft manufacturers, Dornier and Junkers, requesting designs for a long-range bomber. The two companies responded with the Dornier Do 19 and the Junkers Ju 89 respectively and the Reich Ministry of Aviation (RLM; Reichsluftfahrtministerium) ordered prototypes for both aircraft in 1935. The program was not successful and was eventually canceled. The Dornier Do 19 V1 first flew on October 28, 1936, beating the Ju 89's first flight by some six months. The Do 19 was a nine-place four-engine monoplane, using a quartet of underpowered, 1930-era BMW/Bramo 322H nine-cylinder radials of only some 650 hp output each, themselves based on the even earlier Bristol Jupiter IV British radial of only some 430 hp each from 1926 — in comparison, the prototype American Boeing Model 299 four-engined bomber of 1935 used a quartet of the more advanced, 750 hp apiece Pratt & Whitney R-1690 Hornet radial engines, themselves first run the same year as the Jupiter IV. The Do 19 V1 possessed defensive armament emplacements in dorsal and ventral locations, with dedicated nose and tail emplacements using turrets for the first time on a German bomber in such locations — these sorts of innovations could not save the design, for which only the V1 prototype was ever completed. A Junkers Ju 89 prototype in flight The Ju 89 also inspired the Junkers Ju 90 after Deutsche Luft Hansa requested a passenger version with lower-powered engines. When the Ural bomber program was canceled, the partially completed 3rd prototype was converted to passenger layout and served as a Ju 90 prototype instead. The Ju 90 was later pressed into military service as a patrol aircraft, as it was one of the few really long-range designs available in Germany. The Ju 90, in turn, led to the small-production series of Junkers Ju 290 four engined maritime patrol and long-range reconnaissance aircraft. According to some sources, the Ju 89 was considered to be the better performing of the two Ural bomber prototypes and after the cancellation of the project on 29 April 1937 the V1 and V2 prototypes continued to carry out flying trials and briefly served with the transport unit KGrzbV 105 during the Norway invasion. James Corum contends that contrary to popular belief, it was not Kesselring who killed off the Ural bomber concept; rather it was Hermann Göring who ceased strategic bomber development in Nazi Germany before the start of World War II, upon the advice of Kesselring, Ernst Udet and Erhard Milch. Kesselring was a vocal supporter of twin engine bombers and backed up Udet who preferred dive bombers. This was the questionable decision that was made to convert the Ju 88 medium bomber and the even more disastrous decision to convert the Heinkel He 177 heavy bomber, into a form of \"Big Stuka\" dive bomber, on the very day it was given its RLM airframe number of 8-177 on November 5, 1937. This move countered the request of Ernst Heinkel one year later, for the third and fourth He 177 V-series prototypes to be specifically built as true, four-separately-engined heavy bomber prototypes, rather than with the specified pair of DB 606 \"twinned DB 601\" power systems, weighing some 1.5 tonnes apiece, required for the He 177A to have the streamlining to accomplish dive-bombing missions. Milch wanted the project canceled simply because at that stage the German airplane industry was incapable of building a large fleet of heavy bombers and would remain so. Thus, Göring shelved the project and is later supposed to have said, \"The Führer will never ask me how big our bombers are, but how many we have.\" However, after pleas from the Chief of Branch 1 of the Luftwaffe Operations Staff, Major Paul Deichmann, to Göring, an about face occurred in late 1937, when specifications were issued to develop an aircraft to deliver a five-ton bomb load to New York. By March 1942, the Amerika Bomber project was initiated as a resuscitation of the Ural Bomber idea. The Amerika Bomber proposal first arrived in Göring's offices at the RLM in the spring-1942 timeframe, with the Messerschmitt Me 264, Junkers Ju 390 (itself based on the earlier Ju 290) and eventually the unfinalized nose-wheel gear design version of the Heinkel He 277 emerging as major competitors. These designs emerged or arrived much later than the operational shorter-range heavy bombers of both RAF Bomber Command and the USAAF had first been flown before, and early in, World War II. As 1943 progressed, Göring bemoaned the lack of a heavy bomber fleet and cursed those who had told him the medium bomber was superior to the heavy bomber. \"Well, those inferior heavy bombers of the other side are doing a wonderful job of wrecking Germany from end to end,\" was his acid-tongued response. Göring also had thought, as early as the previous year, that the He 177A was actually a \"separately engined\", true four-engined heavy bomber — but since the A-version of Heinkel's \"heavy\" was actually using the cumbersome Daimler-Benz DB 606 and 610 \"power system\" powerplants of some 1.5 tonnes apiece in weight, and with the Greif possessing inadequately designed engine nacelles and engine accommodation for such complex and heavy \"power systems\" to operate safely within them, a frustrated Reichsmarschall derided the heavy powerplants as zusammengeschweißte Motoren, or \"welded-together engines\" on numerous occasions from August 1942 onwards. Just one month later, in September 1942, a still-fuming Göring cancelled the dive-bombing requirement for the He 177A, which to all concerned at that time had proven to be an unrealistic demand for a 30-meter wingspan bomber's airframe. As an answer to the ongoing absence of any existing German combat aircraft design that could match the abilities of the Allies' examples of four-engined strategic bombers, the He 177B development of the A-version was an attempt to solve the problem and was well underway by the summer of 1943, with four prototypes of the Daimler-Benz DB 603-powered B-version being commissioned, with three of them built and two flying by the end of 1943. The He 177B, the later Heinkel He 274 high-altitude design; and by February 1943, the paper-only Heinkel He 277 Amerika Bomber — as the Heinkel firm's trans-Atlantic range design competition's candidate, forming the eventual trio of \"four-engine\" development programs emerging from the He 177A design, each being done entirely separate from the others — came the closest to providing the Luftwaffe with a true heavy bomber from the Heinkel firm's engineering departments. The original He 177A design, with its troublesome coupled Daimler-Benz 606 and 610 \"power system\" engines, was the basis for the He 177B and He 274 and the initial inspiration for the BMW 801 radial powered He 277, whose nosewheel-equipped fuselage for its Amerika Bomber design entry had much more of the general appearance of an enlarged Heinkel He 219 for its fuselage lines and layout. The conversion of four He 177As of various models was the method of creating the flying prototypes of the initial trio of He 177B prototypes built in Austria (with the V104 fourth prototype airframe underway), and the start of the construction of a pair of He 274 prototypes to be built in France. Both the quartet of commissioned He 177B prototype airframes and pair of He 274 prototypes used four individual Daimler-Benz DB 603 engines apiece, with the 274's powerplants having additional turbocharging for high-altitude flight, and would have provided the Luftwaffe with a bombing capability on par with RAF Bomber Command's Avro Lancaster. The events of the strengthening Oil Campaign of World War II offensive against Nazi Germany's petroleum, oil and lubricant resources and infrastructure sounded the death knell for all efforts towards giving its Luftwaffe any sort of cogent strategic bombing capability, and by early July 1944, the Jägernotprogramm ended all development of German military aircraft not usable for defensive purposes, focusing solely on advanced fighter designs instead. ==See also== * List of German aircraft projects, 1939–45 * List of World War II military aircraft of Germany * Ural Mountains in Nazi planning ==References== Category:Research and development in Nazi Germany * ",
    "title": "Ural bomber"
}