{
    "id": "5705540",
    "text": "The Bismarck Bobcats are a Tier II junior ice hockey team in the North American Hockey League's Central Division, and play out of Bismarck, North Dakota, in the V.F.W. Sports Center. Originally a part of the America West Hockey League, the Bobcats joined the NAHL in a merger of the two leagues in 2003. In 2005, the Bobcats hosted the Robertson Cup tournament. The Bobcats won the 2010 Robertson Cup, winning the national championship with a 3-0 victory over the Fairbanks Ice Dogs on May 9, 2010. ==History== The Bismarck Bobcats came to Bismarck in 1997 and played their first season at the Bismarck Civic Center. They moved to the V.F.W. Sports Center the following year and have called it home ever since. The V.F.W. Sports Center was remodeled in the summer of 2008. The seating capacity 1,289 and with standing room is 1,450. The Bobcats also won back-to-back Borne Cup titles as champions of the America West Hockey League (AWHL) in 2003 and 2004. Their 2004 title was the last Borne Cup to be awarded prior to the complete merger between the NAHL and AWHL for the 2004–05 season. Byron Pool, who served as head coach 2007–10, was named the NAHL \"Coach of the Year\" in 2009. In addition to leading the team to its first-ever Robertson Cup title in 2010, he led the Bobcats to the most successful regular season in history in the 2008–09 season. The Bobcats won 43 games and earned 88 points in the standings, which both set franchise records. The Bobcats won consecutive Central Division Playoff titles under Pool in 2009 and 2010. Layne Sedevie is the current head coach, having been promoted from assistant coach following Byron Pool's decision to accept an associate head coach position with the Fargo Force of the United States Hockey League. Sedevie, a Bismarck native, was a goaltender at Bemidji State University and played professionally in the CHL before serving as assistant coach under Pool for the 2009–10 season. In his first season behind the bench he led the Bobcats to their third straight Central Division Playoff championship. The Bobcats have had five head coaches in their tenure in Bismarck including: John Becanic; Chad Johnson, Dane Litke, Pool, and Sedevie. Currently, they are the second-oldest franchise in the NAHL behind the Springfield Jr. Blues. ===Rivalries=== The Bobcats have two primary rivals: the Aberdeen Wings and the Minot Minotauros. The Bobcats-Wings rivalry is in its third year, and is centered on the Titan Machinery Dakota Cup. The Bobcats, despite being the defending national champions in 2010–11, suffered multiple setbacks against the expansion Wings in front of capacity crowds at both teams' rinks before finally wrestling the new traveling trophy away from their South Dakota neighbors by a point total of 15-11. The 2011–12 Dakota Cup was much more lopsided, as the Bobcats won the Cup 21-7, posting a 10-1-1 regular season record against the Wings. In the 2012 Playoffs, the Bobcats ousted the Wings in four games from the Central Division Semifinals. The Bobcats and Tauros is a newer intrastate rivalry, and the proximity (roughly 100 miles along US-83) of the two teams that share North Dakota has already produced multiple fights and plenty of bad blood. Former Bobcats rivals include the Alexandria Blizzard, North Iowa Outlaws and Owatonna Express. ==Season-by-season records== {| class=\"wikitable\" style=\"text-align:center\" |- ! Season !! GP !! W !! L !! OTL !! PTS !! GF !! GA !! PIM !! Finish !! Playoffs |- | 2004–05 || 56 || 25 || 22 || 9 || 59 || 165 || 172 || 1,337 || 5th, West || Did not qualify |- | 2005–06 || 58 || 31 || 23 || 4 || 66 || 204 || 184 || 1,041 || 3rd, Central || Lost First Round Series |- | 2006–07 || 62 || 26 || 30 || 6 || 58 || 193 || 221 || 1,299 || 5th, Central || Did not qualify |- | 2007–08 || 58 || 20 || 32 || 6 || 46 || 148 || 215 || 1,217 || 6th, Central || Did not qualify |- | 2008–09 || 58 || 43 || 13 || 2 || 88 || 202 || 121 || 1,123 || 1st, Central || Eliminated in Robertson Cup Round Robin |- | 2009–10 || 58 || 39 || 11 || 8 || 86 || 195 || 130 || 1,073 || 1st, Central || Robertson Cup Champions |- | 2010–11 || 58 || 31 || 22 || 5 || 67 || 179 || 156 || 1,100 || 4th, Central || Lost in Round Robin Play-In Series |- | 2011–12 || 60 || 45 || 13 || 2 || 92 || 237 || 160 || 931 || 1st, Central || Eliminated in Robertson Cup Round Robin |- | 2012–13 || 60 || 35 || 16 || 9 || 79 || 183 || 140 || 889 || 2nd, Central || Eliminated in Robertson Cup Round Robin |- | 2013–14 || 60 || 31 || 24 || 5 || 67 || 176 || 157 || 797 || 3rd, Central || Lost Divisional Finals |- | 2014–15 || 60 || 30 || 26 || 4 || 64 || 185 || 185 || 1029 || 3rd, Central || Lost Divisional Semifinals |- | 2015–16 || 60 || 37 || 19 || 4 || 78 || 185 || 133 || 927 || 1st, Central || Lost in Robertson Cup Semifinals |- | 2016–17 || 60 || 28 || 30 || 2 || 58 || 187 || 209 || 1301 || 5th, Central || Did not qualify |- | 2017–18 || 60 || 24 || 30 || 6 || 54 || 165 || 184 || 1186 || 5th, Central || Did not qualify |- | 2018–19 || 60 || 34 || 21 || 5 || 73 || 182 || 163 || 925 || 3rd, Central || Lost Divisional Semifinals |- | 2019–20 || 52 || 32 || 12 || 8 || 72 || 178 || 130 || 582 || 2nd, Central || Season cancelled |} ===Playoffs=== *2006 :First Round, Fargo-Moorhead Jets defeated Bismarck Bobcats 3-games-to-1 *2009 :First Round, Bismarck Bobcats defeated Alexandria Blizzard 3-games-to-1 :Second Round, Bismarck Bobcats defeated Owatonna Express 3-games-to-2 :Robertson Cup Round-robin, Bismarck Bobcats (1–3) – Eliminated (L, 2–4 vs. Phantoms; L, 2–5 vs. Bandits; W, 3–2 vs. Outlaws; L, 2–3 vs. Wild) *2010 :First Round, Bismarck Bobcats defeated Albert Lea Thunder 3-games-to-0 :Second Round, Bismarck Bobcats defeated Alexandria Blizzard 3-games-to-0 :Robertson Cup Round-robin, Bismarck Bobcats (2–2) – Qualified for Finals (W, 5–2 vs. Bandits; W, 6–1 vs. North Stars; L, 1–2 vs. Wild; L, 3–4 vs. Ice Dogs) :Robertson Cup Championship game, Bismarck Bobcats defeated Fairbanks Ice Dogs 3–0 :Robertson Cup Champions *2011 :Divisional Semifinals, Bismarck Bobcats defeated Alexandria Blizzard 3-games- to-2 :Divisional Finals, Bismarck Bobcats defeated Coulee Region Chill 3-games-to-2 :Playoff Qualifier, Michigan Warriors defeated Bismarck Bobcats 2-games-to-0 *2012 :Divisional Semifinals, Bismarck Bobcats defeated Aberdeen Wings 3-games-to-1 :Divisional Finals, Bismarck Bobcats defeated Austin Bruins 3-games-to-1 :Robertson Cup Round-robin, Bismarck Bobcats (1–2) – Eliminated (L, 1–5 vs. Fighting Falcons; W, 3–2 vs. Bandits; L, 2–6 vs. Bulls) *2013 :Divisional Semifinals, Bismarck Bobcats defeated Brookings Blizzard 3-games- to-0 :Divisional Finals, Bismarck Bobcats defeated Austin Bruins 3-games-to-1 :Robertson Cup Round-robin, Bismarck Bobcats (2–1) – Eliminated (W, 3–2 vs. Wild; L, 1–2 vs. Bulls; W, 4–3 vs. Ironmen) *2014 :Divisional Semifinals, Bismarck Bobcats defeated Aberdeen Wings 3-games-to-0 :Divisional Finals, Austin Bruins defeated Bismarck Bobcats 3-games-to-2 *2015 :Divisional Semifinals, Minot Minotauros defeated Bismarck Bobcats 3-games-to-0 *2016 :Divisional Semifinals, Bismarck Bobcats defeated Brookings Blizzard 3-games- to-1 :Division Finals, Bismarck Bobcats defeated Austin Bruins 3-games-to-2 :Robertson Cup Semifinals, Wichita Falls Wildcats defeated Bismarck Bobcats 2-games-to-0 *2019 :Divisional Semifinals, Minot Minotauros defeated Bismarck Bobcats 3-games-to-0 ==References== ==External links== *Bismarck Bobcats website Category:North American Hockey League teams Category:Sports in Bismarck, North Dakota Category:Ice hockey teams in North Dakota Category:1997 establishments in North Dakota Category:Ice hockey clubs established in 1997 ",
    "title": "Bismarck Bobcats"
}