{
    "id": "5705673",
    "text": "Olveston Historic Home is a substantial house in an inner suburb of Dunedin, New Zealand. == Construction and layout == Built for David Theomin in the Jacobean style to plans prepared by the London architect Sir Ernest George, (1839-1922) the house was fitted with all the latest conveniences: central heating, an internal telephone system, a service lift, a food mixer, and an electric toaster, for example. It has 35 rooms, with a total floor area of 1276 m². Theomin had acquired land on the site in 1881 when there was an existing villa. By 1901 he had bought an adjacent property and in 1904 acquired another. The existing buildings were then removed. The family was in London in 1903 and working drawings from Ernest George & Yeates are dated October 1903.Blackman, 2007 pp.8,13,17. The building is brick rendered in Moeraki gravel, with Oamaru stone facings and is roofed with Marseilles tiles. The main entrance and some principal rooms face east. A galleried hall rises through the ground and upper floors and served as a ball room. An elevated internal balcony was an eyrie from which to watch the dancing below. The youthful Miss Theomin's personal suite with its own sitting room is delicate and charming. The outlook is principally to the garden and the Town Belt bush providing attractive views and belying the proximity of the central city. The quality of the materials and the standard of the craftsmanship are high. The supervising architects were the Dunedin firm of Mason & Wales and the builder was Robert Meikle.Blackman, 2007, p.18. Olveston is not an Arts and Crafts house though something of that aesthetic is apparent. While over-furnished by later standards a lot of the contents are interesting and some are outstanding. The British architectural historian Sir Nikolaus Pevsner visited Olveston in August 1958 and described it as \"an extremely interesting and very grand house\". He also noted that Ernest George was one of five or six pre- eminent English architects at the time of its commission.Blackman, 2007, p.71. == History == Olveston House, Dunedin Olveston was built between 1904 and 1907Blackman, 2007, p.19 gives reasons to suppose the traditional completion date of 1906 is incorrect. for a wealthy merchant David Theomin, (1852-1933).Blackman, 2007, pp.7&10. He was born in Bristol, England, emigrating to Melbourne, Australia in 1874. Theomin married Marie Michaelis of Melbourne (1855-1926) in Melbourne in January 1879. In 1881 Theomin and his wife moved to Dunedin. By marriage Theomin was related to the extended Hallenstein, Fels, de Beer and Brasch families of Dunedin, patrons of the arts and learning. Charles Brasch, a New Zealand poet and editor, said of his kinsman, 'he was a jolly bouncy little man who liked a bit of swank perhaps but was kindly and quite without side'.Brasch, 1980 p.110. Theomin's fortune came substantially from importing pianos which he distributed through a New Zealand-wide chain of shops, called The Dresden, and later The Bristol Piano Company. He and his daughter Dorothy were patrons especially of music and the visual arts. The Theomins collected art, ceramics and furniture. They acquired significant Japanese material and works by W.M. Hodgkins, Frances Hodgkins, Alfred Henry O'Keeffe and Frank Brangwyn among others. The house and its contents were bequeathed to the city in 1966 by David Theomin's daughter Dorothy Theomin (1888-1966).Blackman, 2007, pp.7&72. It was opened to the public the following year, and has between 30,000 and 40,000 visitors annually. Its architectural distinction, its collections and the record it represents of a sumptuous life in Edwardian New Zealand lend it a special interest. A protected tree on the grounds fell without warning on 8 February 2009, apparently due to root failure, crushing the car of a senior guide parked outside. ==Notes== ==References== * Blackman, M. (in Thomson, J.) (1998) Theomin family in Southern People a Dictionary of Otago Southland Biography. Dunedin: Longacre Press, Dunedin City Council. . * Blackman, M. (2007) Dorothy Theomin of Olveston. Dunedin: The Friends of Olveston. . * Brasch, C. (1980) Indirections: A Memoir 1909-1947. Wellington: Oxford University Press. . ==External links== * Olveston Category:Houses in New Zealand Category:1900s architecture in New Zealand Category:Buildings and structures in Dunedin Category:NZHPT Category I listings in Otago Category:Historic homes in New Zealand Category:Historic house museums in New Zealand Category:Museums in Dunedin ",
    "title": "Olveston (house)"
}