{
    "id": "5705108",
    "text": "Ball-and-stick model of the borohydride anion, Borohydride refers to the anion and its salts. Borohydride is also the term used for compounds containing , for example cyanoborohydride () and triethylborohydride (B(C2H5)3H−). Borohydrides find wide use as reducing agents in organic synthesis. The most important borohydrides are lithium borohydride and sodium borohydride, but other salts are well known (see Table). Tetrahydroborates are also of academic and industrial interest in inorganic chemistry. ==History== Alkali metal borohydrides were first described in 1940 by Hermann Irving Schlesinger and Herbert C. Brown. They synthesized lithium borohydride (LiBH4) from diborane (B2H6): :2 MH + B2H6 → 2 M[BH4] (M = Li, Na, K, etc.) Current methods involve reduction of trimethyl borate with sodium hydride. ==Structure== In the borohydride anion and most of its modifications, boron has a tetrahedral structure. The reactivity of the B−H bonds depends on the other ligands. Electron-releasing ethyl groups as in triethylborohydride render the B−H center highly nucleophilic. In contrast, cyanoborohydride is a weaker reductant owing to the electron-withdrawing cyano substituent. The countercation also influences the reducing power of the reagent. {| class=\"wikitable\" style=\"text-align:center\" |+ Selected properties of various borohydride salts |- ! Hydride [CAS no.]!! (g/mol)!! Hydrogen density!! Density (g/cm3) !! (°C)!! Solubility in water (g/100 mL at 25 °C)!! Solubility in MeOH (g/100 mL, 25 °C)!!Solubility in Et2O (g/100 mL, 25 °C)!!Solubility in THF (g/100 mL at 25 °C) |- ! LiBH4 [16949-15-8] | 21.78 | 18.5 | 0.66 | 280 | 20.9 | (44 in EtOH) | 4.3 | 22.5 |- !NaBH4 [16940-66-2] |37.83 |10.6 | 1.07 | 505 | 55 | 16.4 (at 20 °C) | | 0.1 (at 20 °C) |- !NaBH3CN [25895-60-7] |62.84 | 6.4 | 1.20 | 240 with | tolerated |217 | |36 |- !KBH4 [13762-51-1] |53.94 | 7.4 | 1.17 | 585 (under H2) |19 | | | |- ! LiBHEt3 [22560-16-3] | 105.94 | 0.95 | unknown | unknown | | | | high (supplied commercially) |- |} ==Uses== Sodium borohydride is the borohydride that is produced on the largest scale industrially, estimated at 5000 tons/y in 2002. The main use is for the reduction of sulfur dioxide to give sodium dithionite: :NaBH4 \\+ 8 NaOH + 8 SO2 → 4 Na2S2O4 \\+ NaBO2 \\+ 6 H2O Dithionite is used to bleach wood pulp. Sodium borohydride is also used to reduce aldehydes and ketones in the production of pharmaceuticals including chloramphenicol, thiophenicol, vitamin A, atropine, and scopolamine, as well as many flavorings and aromas. ===Potential applications=== Because of their high hydrogen content, borohydride complexes and salts have been of interest in the context of hydrogen storage. Reminiscent of related work on ammonia borane, challenges are associated with slow kinetics and low yields of hydrogen as well as problems with regeneration of the parent borohydrides. ==Coordination complexes== Ball-and-stick model of Zr(BH4)4 In its coordination complexes, the borohydride ion is bound to the metal by means of one to three bridging hydrogen atoms. In most such compounds, the ligand is bidentate. Some homoleptic borohydride complexes are volatile. One example is uranium borohydride. Metal borohydride complexes can often be prepared by a simple salt elimination reaction: :TiCl4 \\+ 4 LiBH4 \\+ Et2O (solvent) → Ti(BH4)4(Et2O) + 4 LiCl ===Decomposition=== Some metal tetrahydroborates transform on heating to give metal borides. When the borohydride complex is volatile, this decomposition pathway is the basis of chemical vapor deposition, a way of depositing thin films of metal borides. For example, zirconium and hafnium diborides, ZrB2 and HfB2, can be prepared through CVD of the tetrahydroborates Zr(BH4)4 and Hf(BH4)4: M(BH4)4 → MB2 \\+ B2H6 \\+ 5 H2 Metal diborides find uses as coatings because of their hardness, high melting point, strength, resistance to wear and corrosion, and good electrical conductivity. ==References== ==External links== * Sodium Tetrahydroborate Category:Anions ",
    "title": "Borohydride"
}