{
    "id": "5705980",
    "text": "Uromastyx geyri is a species of lizard belonging to the family Agamidae. The species is endemic to North Africa. ==Common names== Common names for U. geyri include Geyr's dabb lizard, Geyr's spiny-tailed lizard,\"Uromastyx geyri \". The Reptile Database. www.reptile-database.org. Sahara mastigure, Saharan spiny- tailed lizard, Yellow Niger Uromastyx, and Saharan yellow uromastyx. ==Habitat== U. geyri is found in rocky, semi-arid habitats. ==Geographic range== U. geyri is found in parts of Algeria, Mali, and Niger. ==Etymology== The generic name, Uromastyx, is derived from the Ancient Greek words ourá (οὐρά) meaning \"tail\" and mastiga (μαστίγα) meaning \"whip\" or \"scourge\", after the thick-spiked tail characteristic of all Uromastyx species. The specific name, geyri, is in honor of German zoologist Hans Geyr von Schweppenburg.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Uromastyx geyri, p. 100). ==Description== U. geyri is a relatively small, slender species for the genus, with an average total length (including tail) of around . This lizard is usually beige or orange with lighter spots. It is one of the brightest-colored species of the genus Uromastyx. There are two phases of U. geyri, the \"red\" geyri and \"yellow\" geyri, color being their only difference. The red phase is often nearly solid reddish to neon pumpkin orange, and the yellow phase is in or near a neon- range. Females are a more pale color than the males, showing more tan variations of the coloring and much less belly coloring as well as less vivid patterns, most females having a simple \"freckling\" on the back. \"Saharans\" are medium-sized lizards, many averaging in total length, and weighing or more as adults. ==Gallery== Saharan_Spiny- tailed_Lizard,_Uromastyx_geyri.jpg|Stratford-upon-Avon Butterfly Centre, UK Blumengärten Hirschstetten 2016-02-21 Dornschwanzagame (Uromastyx geyri) a.jpg|Blumengärten Hirsch­stetten, Vienna, Austria ==References== ==Further reading== *Müller L (1922). \"Über eine neue Uromastix-Art aus der Zentral- Sahara [= About a new Uromastix species from the Central Sahara]\". Naturwissenschaftlicher Beobachter, Frankfurt 63: 193-201. (\"Uromastix [sic] geyri \", new species). (in German). ==External links== *CITES report on Uromastyx geyri *Caring for your Saharan Uromastyx Uromastyx geyri Category:Uromastyx Category:Reptiles of Africa Category:Reptiles described in 1922 Category:Taxa named by Lorenz Müller ",
    "title": "Uromastyx geyri"
}