{
    "id": "5706227",
    "text": "The EFACEC Power Solutions is the largest Portuguese corporation in the field of energy, engineering and mobility, with many subsidiaries of strong presence in different international markets. Efacec group is the worldwide leader in the fast-charging infrastructure market for electric vehicles. == History == Efacec is a Portuguese company that emerged, in 1948, from the union of the belgian group ACEC (Ateliers de Construtions Électriques de Charleroi) and CUF (Companhia União Fabril), one of the largest Portuguese business groups at the time. The Efacec project history begins, however, in 1905, with the foundation of a new company named Modern, Mechanical Sawing Society. In 1917, during the First World War, Efacec produced the first electric motors manufactured in Portugal. In 1921 The Electro-Moderna, Lda. was founded, which is the company basis for starting the Manufacturing Company of Electrical Machines, SARL. This enterprise was founded in 1948, with the capital distributed among the Electro-Moderna, ACEC, CUF and other shareholders. This recent manufacturer, headed by Antonio Ricca Gonçalves, was the starting point of Efacec project and the birth of Efacec as a brand. In 1958, the ACEC bought the CUF Group position, becoming the majority shareholder, a situation that remains after 1969, when Efacec were introducing into the stock exchange. Between 1966 and 1973, Efacec increased 2,5 times its manufacturing area and 6 times its order demand. In 1976 Efacec begins its operations in the drive systems area and hands over the first three-phase transformer of 420 kV, 315 MVA, with 450 tons of weight, the biggest three-phase unity built in Portugal. In 1981 Efacec registered 4 million escudos in internal and external sales. In 1990, this number rises to 25 million and, in 1998, for 48 million. In 1998, Efacec reaches 237,753 million Euros, having the external market reached 84,046 million Euros and a result before taxes of 6 million Euros. In 1999, Manuel Gonçalves Textile (MGT) enters the company's capital, with 10.682% of voting right. On 2 March 2000, the José de Mello Group (JMG) acquired to IPE a position of 10.56% of the Efacec voting rights. This is how the CUF Group heritage reappears, 42 years later, in the Efacec history. In 2003, Efacec defines three great areas of activity as a result of the strategic assessment that deserved the agreement of its shareholders: Energy Solutions, Transport Solutions and Engineering Services Solutions. In September 2005, Manuel Gonçalves Textile and José de Mello launched a takeover bid on the Efacec capital, despite its actions still dispersed in stock exchanges. In 2007, with the support of its two shareholders (JMG and MGT), Efacec develops a new organizational model with ten business units: Transformers; High and Medium Voltage Switchgear; Energy Servicing; Engineering; Automation; Maintenance; Environment; Renewable; Transports and Logistics. Between 2007 and 2010, the company’s turnover exceeds a thousand million euros. Efacec purchase several companies around the world and start multiple projects, such as the construction of a new power transformer plants in the USA. By the end of 2014, Efacec Power Solutions has become a group of companies that meet all the production resources, technologies and technical skills and human resource for the development of activities in the fields of Energy Solutions, Engineering, Environment, Transport and Electric Mobility, covering a vast network of subsidiaries, branches and agents across the four continents. On 23 October 2015, Winterfell Industries acquires the majority stake of Efacec Power Solutions. Efacec previous shareholders, José de Mello Group and Manuel Gonçalves Textile, became minority shareholders and new corporate bodies were elected. In early 2016, the Matosinhos group launched the Efacec 2020 program with the aim of \"rethinking the group in its different aspects, namely products and services, skills, markets, customers, organization and governance model\".By 2020 Efacec Power Solutions wants to grow in business volume and be among the three leading brands in the field of innovation and technology. In that year, Efacec closed the last financial year with profits of 4.3 million euros, against losses of 20.5 million euros. Efacec's revenues in 2016 stood at 431.5 million euros, up 15.5 million from the previous year, with exports accounting for 76% of the total. In August 2017, Efacec won an international project for the construction of a subway at Odense, in Denmark, in order to develop all the electromechanic elements. This project will be developed alongside COMSA and MUNCK and, for Efacec, the value of this deal is approximately 47 million euros, which reflects the dimension and integration of the solutions offered by this company. Efacec already had experience in this business area, having been involved in the construction of subways in Bergen, Norway, Dublin, Ireland, and Porto, Portugal, being it that the European market corresponds to half its turnover. In October 2018, Efacec won one of the most important tenders in the area of level crossings in Europe. The tender was launched by Trafikverket, the entity responsible for managing Sweden’s railroad and road infrastructure, and it looked to the development, certification and supply of new generation automatic level crossing protection systems. Following this international tender, Efacec, alongside a local partner, sealed the deal in a business with an estimated value of five million euros per year. This became the biggest export contract in this segment for Efacec. In February 2019, one year after the opening of Efacec’s Electric Mobility Unit, this business area grew approximately 100% in turnover (17 vs. 36 million euros), it employed over 100 people and tripled its production capacity for electric vehicle fast and ultra-fast chargers. Electric Mobility represents, at the start of 2019, 6% of Efacec’s total activity. == Companies of the EFACEC Group == === Portugal === *Efacec Power Solutions, S.G.P.S., SA *Efacec Marketing Internacional, SA *EFACEC Investimentos e Concessões, SGPS, SA *EFACEC Sistemas de Gestão, SA *Efacec Energia, Máquinas e Equipamentos Eléctricos, SA *Efacec Engenharia e Sistemas SA === Europe (outside Portugal) === *Efacec Sistemas España, S.L. *Efacec PRAHA s.r.o. *Efacec Central Europe, Ltd. *Efacec Contracting Central Europe GmbH === South America === *Efacec Power Solutions Argentina S.A. – Argentina *Efacec do BRASIL, LTDA. *Efacec Energy Service, LTDA. *Efacec CHILE, SA === India === *Efacec India PvT. Ltd. === USA === *Efacec USA, inc. === Asia === *Efacec ASIA PACIFICO, Ltd. ==References== ==External links== * Category:Manufacturing companies of Portugal Category:Electrical equipment manufacturers Category:Conglomerate companies established in 1948 Category:Matosinhos Category:Manufacturing companies established in 1948 Category:Portuguese companies established in 1948 Category:Electronics companies established in 1948 ",
    "title": "EFACEC"
}