{
    "id": "5706284",
    "text": "Treaty 10 was an agreement established beginning 19 August 1906, between King Edward VII and various First Nation band governments in northern Saskatchewan and a small portion of eastern Alberta. There were no Alberta-based First Nations groups signing on, but there were two First Nation bands from Manitoba, despite their location outside the designated treaty area. It is notable that despite appeals from peoples of unceded areas of Northern Manitoba and the Northwest Territories for treaty negotiations to begin, the government did not enter into the treaty process for almost 20 years. In 1879, Natives of Stanley, Lac la Ronge, and Pelican Narrows petitioned for a treaty due to the threat of starvation. In 1905, the granting of Saskatchewan with Provincial status galvanized the government to settle the issue of land rights in order to free up land for future government use. The Canadian government signed Treaty 10 with the First Nations. The territory covered almost 220,000 square kilometers and included Cree and Chipewyan First Nation tribe population. Like the other treaties, it requires the First Nations to surrender their Aboriginal Title for land claim and rights. The agreement was drafted based on the Treaty 8 text. Commissioner J. A. J. McKenna offered medical and education incentives to the affected First Nations, with commitments that their traditional food gathering practices would not be impaired by the reserve system. In recompense for how long his peoples had been requesting treaty, William Apisis, chief of the English River Band, made an unheard of request for annuity payments to be paid in arrears, dating back to the time of the first treaties. This request was denied. ==Timeline== * 28 August 1906: Île-à-la-Crosse signing * 19 September 1906: Canoe Lake band signing * 19 August 1907: Lac Brochet signing for Barren Lands band of Manitoba * 22 August 1907: another Lac Brochet signing for Hatchet Lake band ==List of Treaty 10 First Nations== * Manitoba **Barren Lands First Nation **Northlands First Nation * Saskatchewan **Birch Narrows First Nation **Buffalo River Dene Nation **Canoe Lake First Nation **English River Dene Nation **Hatchet Lake First Nation ==See also== * The Canadian Crown and First Nations, Inuit and Métis ==References== ==External links== *Indian and Northern Affairs Canada: Treaty 10 guide, transcript * Category:Numbered Treaties Category:Treaties concluded in 1906 ",
    "title": "Treaty 10"
}