{
    "id": "5706972",
    "text": "Boxing tent at the Gundagai show. Tent boxing is an amusement previously seen at agricultural shows throughout Australia. == History == Starting in the late 19th century, boxing troupes of professional fighters would travel the mining towns and outback of the country, following fairs and carnivals, putting up big top tents and taking on all-comers for cash in the ring. Among the more famous of tent boxing troupes, are the ones created by Roy Bell and Jimmy Sharman. Fred Brophy, who owns the Cracow Hotel in Cracow, Queensland, is believed to be one of the world's last boxing tent showmen.Harris, Julia; Lyons, Leonie Fred Brophy: An Aussie boxing tent legend, ABC Western Queensland, 29 July 2008. Retrieved 8 February 2018.Fred keeps 'Outback Fight Club' alive, Outback Queensland, 28 October 2015. Retrieved 8 February 2018. Brophy continues to travel with his troupe across Queensland each year.Pauline Hanson takes a turn as ring-card girl in Fred Brophy boxing tent at Birdsville, The Courier-Mail, 31 August 2017. Retrieved 8 August 2018.Brophy to find Bundy boxing champ, NewsMail, 6 October 2017. Retrieved 8 February 2018.North, Melissa Fred Brophy confirms he will return for the Isa Rodeo, North West Star, 7 February 2018. Retrieved 8 February 2018. For his years of touring with his tent boxing show, Brophy was awarded the Medal of the Order of Australia in 2011 for his role in raising money for charity and for services to the entertainment industry.Wilson, Karyn; Harris, Julia Fred Brophy, boxing tent legend, awarded OAM, ABC Western Queensland, 28 January 2011. Retrieved 8 February 2018. == A dangerous sport == Largely unreported on, little is known about early tent boxers and events due to participants and spectators being largely illiterate. In more modern times, very few photographs exist of the movement as organisers disapprove of media involvement. Fred Brophy insists he will continue travelling with his tent boxing troupe, until he dies, even though the sport was banned in New South Wales, Victoria, West Australia and South Australia in 1971 by the government, due to health concerns. ==See also== ==References== # Lewis, Daniel. (2003-04-15). Sharman the showman is an official bloody legend. Sydney Morning Herald. Retrieved 2013-05-28. # Story of tent boxer Bruce Baxter ==Further reading== * McLennan, Wayne. (2007). Tent Boxing: An Australian Journey. Granta. . * Chevallier, Laurent. (Director). (1996). Outback Fighters. Gédéon. Australia. Category:Boxing Category:Sports originating in Australia Category:History of boxing Category:Combat sports Category:Australian circuses Category:Boxing in Australia ",
    "title": "Tent boxing"
}