{
    "id": "5706198",
    "text": "Sonnet 12 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is a procreation sonnet within the Fair Youth sequence. In the sonnet, the poet goes through a series of images of mortality, such as a clock, a withering flower, a barren tree and autumn, etc. Then, at the \"turn\" at the beginning of the third quatrain, the poet admits that the young man to whom the poem is addressed must go among the \"wastes of time\" just as all of the other images mentioned. The only way he can fight against Time, Shakespeare proposes, is by breeding and making a copy of himself. == Modern reading == :Clock: Hours on the clock, the time passing :Brave: Having great beauty and/or splendor :Past prime: Declining from its perfection Shakespeare, William, and Stephen Booth. Shakespeare's Sonnets. New Haven: Yale UP, 1977. Print. :Sable: Black (A Heraldic term) :Erst: Formerly, Once :Summer's Green: Foliage :Sheaves: Bundles :Bier: A frame used to carry a corpse to the grave. :Beard: In Elizabethan times, \"beard\" was pronounced as \"bird\" :Sweets: Virtues :Others: Referencing other virtues and beauties :'gainst: Against :Breed: Offspring, Descendants :Brave: Defy . The sonnet is one long sentence, which helps to show the theme of time and its urgency.Gibson, Rex, ed. Shakespeare: The Sonnets. Cambridge: Syndicate of the University of Cambridge, 1997. Print. It also suggests that it is one full and rounded thought, rather than many different points. There are also many contrasts showing time's power such as the words, \"lofty\" and \"barren\" when describing the trees, alluding to time's power over all of nature. This sonnet also shows the power of time, in that it is deadly and not merciful. Shakespeare shows time's power by using the descriptive words of \"white and bristly beard,\" \"violet past prime,\" and \"sable curls all silver'd o'er with white.\" One last image to take note of is the fact that the only way to defy time is by creating new virtues and beauties. And to do this, Shakespeare tells the young man, is by creating descendants. This fact is shown in the volta, the last two lines of the sonnet, when Shakespeare says, \"And nothing 'gainst time's scythe can make defence, / Save breed to brave him when he takes thee hence.\" == Structure == Sonnet 12 follows the structure of a typical Shakespearean sonnet.Saccio, Peter (1998). \"Shakespeare: The Word and the Action Part I.\" The Teaching Company. Chantilly, VA. Print. pp. 8. It consists of 14 lines of which 12 belong to three quatrains and the last two belong to the couplet, with rhyme scheme ABAB CDCD EFEF GG. Reflecting this structure, the first three quatrains develop an argument of despair, and the couplet suggests a (somewhat) hopeful resolution. However, the argument of the poem may also be seen as reflecting the older structure of the Petrarchan sonnet: lines one through eight are the octaveSaccio, Peter (1998). \"Shakespeare: The Word and the Action Part I.\" The Teaching Company. Chantilly, VA. Print. pp 10. which concerns the decay that occurs in nature, and these lines are connected through alliteration.Vendler, Helen (1997). The Art of Shakespeare's Sonnets. Cambridge: Harvard University Press. Lines nine through fourteen form a rhetorical sestet concerning the decay of the beloved. The first line is often cited as (appropriately) displaying a metronomic regularity: × / × / × / × / × / When I do count the clock that tells the time, :/ = ictus, a metrically strong syllabic position. × = nonictus. == Critical analysis == The sonnet's position in the sequence at number 12 coincides with the 12 hours on a clock-face. Sonnet 12 also represents the first time in which the speaker's first person pronoun, \"I\" (also a mark on a clock's face), dominates the poem, indicating the beginning of his voice's ascendancy in the unfolding drama of the sequence.Vendler, H. The Art of Shakespeare's Sonnets, Salem Press 1998 p96-100. Helen Vendler proposes the poem holds two models of time: one of gradual decay, and one of an aggressive emblem-figure of Time with his scythe. These ideas call up two approaches of Death: one sad and innocent in which everything slowly wastes away, growing barren and aged, and one in which the reaper actively cuts them down and takes them away as if life had been murdered. As Vendler notes, the first 12 lines of the poem are associated with the innocent death of decay with time. Carl Atkins adds to this, describing how much of the imagery used is transmuted from lively, growing identities to macabre indifference, such as \"the harvest-home .. into a funeral, and the wagon laden with ripened corn becomes a bier bearing the aged dead\".Atkins, Carl. Shakespeare's Sonnets: With Three Hundred Years of Commentary, Fairleigh Dickinson University Press 2007. Print. p. 53-54. These lines bring Time's aging decay into the spotlight as a natural and inexorable force in the world. The crux of Vendler's analysis comes out of the phrase 'Sweets and Beauties' in line 11. She notes that the word \"Beauties\" is clearly a reference back to the earlier lines containing aesthetic beauties that wither away with time, and that \"Sweets\" has a deeper, moral context. She holds that Beauties are outward show and Sweets are inward virtues, and that both fade with the passage of time. An example of one of the 'beauties' with a virtuous provision can be found on line 6 in the 'virtuous generosity of the canopy sheltering the herd'. In Vendler's interpretation, the act of the canopy providing the herd with shelter from the elements is given freely, without expectation or need of anything in return. Such an act is classified as generosity and so is virtuous by nature. Atkins agrees, also noting that the \"Sweet\" favor of the canopy will share the same fate as the beauties, fading with time as the leaves disappear. Michael Schoenfeldt's scholarly synopsis of the sonnet focuses on Vendler's analysis of the anthropomorphizing of the autumnal mortality, in particular the use of stark, particular words (barren, bier, beard) to replace, with anthropomorphic emphasis, more common descriptors (shed, corn, gathered, wagon, awn).Schoenfeldt, M. A Companion to Shakespeare's Sonnets, Blackwell Pub. 2007 pp 44-45. He views these careful linguistic choices to be essential in understanding the grim theme underlying beauty's demise. In the latter portion of her analysis, Vendler proposes a third, voluntary approach to death. All the natural images used in the poem point to including death as part of the cycle of life and imply that some things must embrace death willingly to allow for new growth to flourish. The speaker goes on to associate breeding and procreation with a new supply of budding virtue in the final lines of the poem. This surrender of beauty and the proliferation of virtue is implied as the way to triumph over Time and Death, and is the primary message from the speaker. ==Interpretations== *Martin Jarvis, for the 2002 compilation album, When Love Speaks (EMI) ==Notes== ==References== *Baldwin, T. W. (1950). On the Literary Genetics of Shakspeare's Sonnets. University of Illinois Press, Urbana. *Hubler, Edwin (1952). The Sense of Shakespeare's Sonnets. Princeton University Press, Princeton. *Schoenfeldt, Michael (2007). The Sonnets: The Cambridge Companion to Shakespeare’s Poetry. Patrick Cheney, Cambridge University Press, Cambridge. *Saccio, Peter (1998). \"Shakespeare: The Word and the Action Part I.\" The Teaching Company. Chantilly, VA. * Wordsworth, W (1996). \"The Sonnet.\" The Lotus Magazine. New York ==External links== * *Paraphrase of sonnet in modern language *Analysis of the sonnet Category:British poems Category:Sonnets by William Shakespeare ",
    "title": "Sonnet 12"
}