{
    "id": "5706211",
    "text": "Ososo is a town located in the Somorika hills, in the Akoko-Edo Local Government Area, in the north of Edo State, Nigeria. With an average altitude of 1236 feet above sea level, it has a very temperate climate similar to that of Jos, Plateau State. The highest peak is a very large monolith often called the Oruku rock. ==Description== The town is made up of four clans: Anni, Egbetua, Okhe and Ikpena. With an approximated population of 100,000 and a combined population density of 5,111 per 7 km radius, it is one of the largest towns in the Local Government Area. Ososo has a unique dialect of the Ghotuo- Uneme-Yekhee branch of the Edoid linguistic lineage. Ososo shares boundaries with Okene to the north, Okpella to the East, Makeke to the west, Ojah to the South and Ogori to the north-west. It is a boundary town between Edo and Kogi States. ==History == According to oral tradition, the people of Ososo migrated from “Ogbe” in present-day Benin City in the 17th century during the era of fierce and violent inter-tribal wars between Benin kingdom and its neighbours and due to general disenchantment with the harsh economic realities of their day. The migration took the people first to Idah in Kogi state. Not comfortable with the people there they moved on to Ajaokuta, there to Uname - Orugbe by the river Niger and finally to Idoani in Ososo from where they expanded down from the rocks to the present location. The early settlers were attracted to Ososo because of its rocks, caves, temperate climate, springs and fertile lands. We can not rule out an affiliation with Kogi state when you look at the traditional chiefs' mode of dressing with the long red cap called oji and the name Tokura which is a title in Igala. The expansion of descendant family lineage brought about the present four clans that now comprise the town. Although there are many common family names in Ososo, a few include Akpologun, Buoro, Otaru, Ogidan, Orifa, Okogbe, Okareh, Ogedengbe, Salami, Adacha, Aiyejina, Itomo, Ayedogbon, Osheku, Obaitan, Bodunde, Arokamoni (or Arokhamoni), Okpelle, Alabi, Agbaje, Ogboriefor, Okole, Ogbokhoyani, Olanrewaju, and so on. ==Tourism == Rocks of Ososo. Ososo town is of granitic nature, with some elevations of volcanic origin containing precious stones of varied descriptions. Located on a plateau of dispersed rocks and undulating hills, the town continues to be a haven for tourists. Because of its rocks and climate, some Europeans established a quarry company north of the town, known as BOK Quarry some years ago. The rocks and hills of varied sizes and shapes occupy the plateau with the natural magical posture of a thousand models posing to nature's camera. The colonial administrations as early as the 19th century recognised the tourist potential of Ososo and built the then Rest House which was a sought after holiday haven for most of the white people working in Nigeria at that time. The military administrator of Edo State Mohammed Abul-Salam Onuka (1993–1994) made some attempt to develop the tourist potential of Ososo. Some other governments have attempted to raise the status of the then rest house to Tourist Centre, but attempts have not yielded the expected results. However, the tourism potentials of Ososo received a boost recently as Nigerian Breweries PLC (makers of Gulder larger beer), relaunch their 2011 Gulder Ultimate Search Season 8, in Egbetua, Ososo. Ososo town is on the boundary between Edo and Kogi States, and in a hilly and rocky area. It lies about 40 kilometres from Igarra and 200 kilometres from Benin city in Edo State. There is a non-catering Rest House on top of a hill at Ososo, which has views of parts of Kogi State to as far as the river Niger. An amusement park is being developed as part of the resort which has temperate weather for long periods in the year. From the tourist centre, a rest house renovated by the Edo state government, there are views all the way to Kogi state. == References == Category:Populated places in Edo State ",
    "title": "Ososo"
}