{
    "id": "5707691",
    "text": "Ballarpur (formerly Balharshah) is a city and a municipal council in Chandrapur district in the state of Maharashtra, India. It is the second largest city in the district. ==History== In Sirpur, today in Telangana, where the king Surajā Ballālasinha (1447–1472 Īsavīsana) was the ruler. After his death, his son Khaṇḍakyā Ballāla-Lrb-1472-1497 Īsavīsana-RRB-was on the throne. In search of a better capital, the new king came to 400 kilometers away from Sirapura (Dantēvāṛā-Bhadrakali) and decided to make a new fort on the east coast of Wardha river. Khaṇḍakyā ballāla sah established the city called Ballāraśāha which is known as Ballārapura today. Later he moved north and established Chandrapur fort. On the eastern bank of the Wardha, the land fort built here is a class with walls and towers. There are two intact doors set on each other's right angle. There is also a small entrance on the edge of the river. The walls of the fort are still intact, but all the old buildings are in total ruins. Many parts of this pillar are still safe inside the earth. ==Demographics== As per 2011 India census, Ballarpur MCL had a population of 89,452 and 1,33,560 including nearby places near Ballarpur city. Males constitute 52% of the population and females 48%. The average literacy rate was 73%, higher than the national average of 59.5%; with 80% of the males and 66.5% of females literate. 11.6% of the population is under 6 years of age. Besides that, the city has a good number of migratory population from states of south India and Bihar, Jharkhand. ==Transport== The town is served by Balharshah Junction railway station (BPQ) of the Indian Railways. It is the last station in the Central Railway zone and South Central Railway zone of Indian Railways. Hence all the trains entering these zones stop here for crew change as well as to upload pantry items from the base kitchen in the station. Ballarpur has a good connectivity to Nagpur through MH SH 264. The functioning nearest airport is Dr. Babasaheb Ambedkar International Airport in Nagpur. Ballarpur is 165 km. from Nagpur and well connected through trains and buses. Ballarpur is also connected to state capital Mumbai by a daily train called \"Sevagram Express\" and a weekly train to state's cultural capital and educational hub Pune by a recently inaugurated train. ==Industries== Western Coalfields Limited (WCL), a subsidiary of Coal India, has many coal-mines around Ballarpur. The surrounding region is rich with bamboo plantations. Ballarpur Industries Limited, the largest manufacturers of writing and printing paper in India, has its flagship unit at Ballarpur. ==Education== Notable educational institutes in the town are: * Guru Nanak College of Science * Janata Highschool Depot Branch, Ballarpur * Mpl. Gandhi Vidyalaya * Ballarpur Institute of Technology * Mahatma Jyotiba Fule College of Arts and Commerce *St. Andrews Public School & Junior College (Earlier Bhalerao Public School & Jr. College) * Mount Science Junior College * MontFort Higher Secondary School * Thapar High School ad Junior College * Zhaveri Womans College of Arts * Sarvodaya Vidyalaya * Dilasagram Convent School * Vianney Jubilee ICSE Syllabus and st paul high school * K G N Public School * Shramik Bhavan * Gurunanak public higher sec.school * Vaibhav convent high school ==References== Category:Cities and towns in Chandrapur district Category:Talukas in Maharashtra ",
    "title": "Ballarpur"
}