{
    "id": "5707988",
    "text": "Bansberia is a city and a municipality of Hooghly district in the Indian state of West Bengal. It is about away from Kolkata, at the western end of the Iswar Gupta Setu (Kalyani-Bansberia) Bridge. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). Bans Beria railway station is 4 km from Bandel Junction on the Bandel-Katwa Line.The area covered by two police stations - Chinsurah (W.no.1-4) and Mogra (W.no.5-22). The part of both Police Stations governed by Chandannagar Police Commissionerate. ==History== Hangseshwari Temple Ananta Basudeba Temple Bansberia was one of the main city of ancient Saptagram.West Bengal Tourism – see Hooghly Zafar Khan Ghazi Mosque and Dargah situated at Tribeni in Hooghly district, West Bengal, India, are considered to be among the earliest surviving Muslim monuments in Bengal. According to an inscription, the mosque is dated 698 AH (1298 AD). Tribeni (junction of three rivers viz, the Ganges, the Yamuna, and the Sarasvati - hence the name) was an ancient holy place of the Hindus. The Muslims conquered it during the early phase of their conquest of Bengal. The mosque is an oblong structure measuring externally. It is the earliest surviving example of the brick-and-stone style introduced by the Muslims in Bengal in place of the traditional Hindu style of laying rectangular cut stones one upon another without mortar. The stones used in the mosque were originally materials from temples, as evidenced by figures of Hindu deities carved on some pieces. The original structure has suffered reconstruction a number of times. There are five arched entrances in the east wall. The arches are supported by stumpy hexagonal stone piers. The mosque represents the multi-domed oblong type developed by the Muslims in Bengal in which the number of domes on the roof equals the number of entrances in the east wall multiplied by those on either sides. The north and south walls have two doors each. There are thus ten domes roofing the mosque. The interior of the structure is broken into two longitudinal aisles and five short bays by means of stone pillars, creating ten equal compartments. The brick-built domes rest on stone pillars and pointed arches with brick pendentives at the corners. Zafar Khan Ghazi Masjid, Tribeni The silhouette of the successive pointed arches has added to the spaciousness and grandeur of the mosque interior. Corresponding to the five entrances in the east, there are five mihrabs in the west wall contained within multifoil arches. The mihrab wall shows sparse decoration within panels. The cornice and the parapet of the structure are straight. The mosque follows the Bengali type with only the prayer chamber without court, riwaq and minaret. A significant feature of the mosque interior is that a brick wall up to the level of the arch-spring has closed the bay at each end, north and south, across the middle. These are the only parts of the mosque which show terracotta ornamentation. The southern part is in a fair state of preservation and shows a panelled composition. The central panel is broken into two halves vertically by means of rosettes within square frames - the lower depicting a swinging creeper with luxuriant leaf age and the upper two half-arch motifs with a finial in the thick of shrubs and foliage. The flanking panels are similarly disposed and ornamented. All the panels depict multifoil arches with finials. The vegetal motifs betray local influence and speak of the Muslim adaptive spirit. The ornamentation of the northern bay wall is in ruins, but surviving traces show its dissimilarity from the southern. The composition here shows two small vertical panels each containing a multifoil arch with a finial from which hangs a chain ending in a round pendant. What is significant about these bay walls is that they are completely incongruous with the mosque interior but their ornamentation resembles that in the Bagha mosque (1524) in Rajshahi district. The western chamber of Zafar Khan Ghazi Dargah, Tribeni Only yards away to the east of the mosque, beyond an open courtyard, stand two square rooms aligned east-west side by side, the western housing two graves - those of Zafar Khan Ghazi and his wife and the eastern showing four graves on a masonry platform. The walls are built of old temple materials - rectangular stone pieces - and the rooms are without a roof and open to the sky. They are entered through a central door in the north wall flanked on either side by a rectangular shallow niche with a trefoil arch above. The northern door of the western room is made up of a Hindu frame as shown by carved Hindu figures. The eastern room shows sculptured scenes from the ramayana and the mahabharata. There are other stone sculptures fixed at the plinth on the outer face. The structure neither conforms to a Hindu temple nor to a Muslim tomb. What is probable is that it was built on a makeshift plan with reshuffled temple materials. The unsettled nature of Muslim occupation of the region at the time supports such a suggestion. ==Geography== ===Location=== Bansberia is located at . The area is composed of flat alluvial plains that forms part of the Gangetic Delta. The high west bank of the tidal Hooghly River is highly industrialised. Hansghara, Kola, Alikhoja, Amodghata, Shankhanagar and Chak Bansberia form a cluster of census towns on the eastern side of Bansberia and includes Mogra and Bara Khejuria (outgrowth). Bansberia Municipality Area Map.Click on the map to view a larger map. ===Urbanisation=== There are 13 statutory towns and 64 census towns in Hooghly district. The right bank of the Hooghly River has been industrialised over a long period. With foreigners dominating the area’s industry, trade and commerce for over two centuries, it is amongst the leading industrialised districts in the state. At the same time the land is fertile and agricultural production is significant. In Chinsurah subdivision 68.63% of the population is rural and the urban population is 31.37%. It has 2 statutory and 23 census towns. In Chinsurah Mogra CD Block 64.87% of the population is urban and 35.13% is rural. Amongst the four remaining CD Blocks in the subdivision two were overwhelmingly rural and two were wholly rural. The map alongside shows a portion of Chinsurah subdivision. All places marked in the map are linked in the larger full screen map. ==Demographics== As per 2011 Census of India Bansberia had a total population of 103,799 of which 53,760 (52%) were males and 50,160 (48%) were females. Population below 6 years was 9,502. The total number of literates in Bansberia was 80,301 (85.05% of the population over 6 years). The following Municipalities and Census Towns in Hooghly district were part of Kolkata Urban Agglomeration in 2011 census: Bansberia (M), Hugli-Chinsurah (M), Bara Khejuria (Out Growth), Shankhanagar (CT), Amodghata (CT), Chak Bansberia (CT), Naldanga (CT), Kodalia (CT), Kulihanda (CT), Simla (CT), Dharmapur (CT), Bhadreswar (M), Champdani (M), Chandannagar (M Corp.), Baidyabati (M), Serampore (M), Rishra (M), Rishra (CT), Bamunari (CT), Dakshin Rajyadharpur (CT), Nabagram Colony (CT), Konnagar (M), Uttarpara Kotrung (M), Raghunathpur (PS-Dankuni) (CT), Kanaipur (CT) and Keota (CT). India census, Bansberia had a population of 104,453. Males constitute 53% of the population and females 47%. Bansberia has an average literacy rate of 71%, higher than the national average of 59.5%; with 58% of the literates being males and 42% of being females. 10% of the population is under 6 years of age. ==Transport== Bans Beria railway station is the main railway connection of the town. State Highway 6/ STKK Road passes through Bansberia. Private Bus Route no. 39 (Chunchura Court-Jirat) runs through here. Other modes of transport are: Tribeni-Chinsurah Auto-rickshaw route, Tribeni-Bandel railway station Tata Magic Van route, Dunlop Ferry Ghat-Kuntighat railway station Auto-rickshaw route, Tribeni railway station-Hooghly railway station Auto-rickshaw route etc. Besides, battery operated TOTO (E-rickshaw) also runs in Bansberia. Bansberia is connected to Kalyani with Ishwar Gupta Setu along Kalyani Expressway across Bhagirathi-Hooghly River. Indian Railway station code - BSAE Nearest Railway Stations are - Bndel Junction (BDC), Tribeni (TBAE), Hooghly (HGY) ==Culture== ===Kartik Puja festival=== The Hindu Mythological God Kartik is also worshipped in West Bengal, and Kolkata (the capital of the state) on the last day of the Hindu month of 'Kartik'. However, the popularity of Kartik Puja (worshipping Kartik) is decreasing now, and Lord Kartik is primarily worshipped among those who intend to have a son. In Bengal, traditionally, many people drop images of Lord Kartik inside the boundaries of different households, who all are either newly married, or else, intend to get a son to carry on with their ancestry. Lord Kartik is also associated to the Babu Culture prevailed in historic Kolkata, and hence, many traditional old Bengali paintings still show Kartik dressed in traditional Bengali style. Also, in some parts of West Bengal, Kartik is traditionally worshipped by the ancestors of the past royal families too, as in the district of Malda. Kartik Puja is also popular among the prostitutes. This can probably be linked to the fact that the prostitutes mostly got clients from the upper-class babu-s in old Kolkata, who all, in turn, had been associated to the image of Kartik (as discussed above). In Bansberia (Hooghly district), Kartik Puja festival is celebrated like Durga puja of Kolkata, Jagadhatri puja in Chandannagar for consecutive four days. The festival starts on 17 November every year or on 16 November in case of a leap year. Some of the must-see Puja committees are Bansberia Kundugoli Nataraj, Khamarapara Milan Samity RadhaKrishna, Kishor Bahini, Mitali Sangha, Yuva Sangha, Bansberia Pratap Sangha and many more. ==See also== * Bansberia (Vidhan Sabha constituency) * Bansberia Ganges High School ==References== Category:Cities and towns in Hooghly district Category:Neighbourhoods in Kolkata Category:Kolkata Metropolitan Area ",
    "title": "Bansberia"
}