{
    "id": "5707858",
    "text": "Janne Sven-Åke Holmén (born 26 September 1977) is a Finnish former long- distance runner. Holmén's biggest achievement was winning the marathon event in the 2002 European Championships in Athletics in Munich, Germany, finishing in 2:12:14. In the 2004 Summer Olympics in Athens, Greece, Holmén finished in 22nd place, with the time 2:17:50. In the 2006 European Championships in Athletics in Gothenburg, Sweden, Holmén finished in seventh place with a time of 2:13:10. In the 2007 World Championships in Athletics Janne Hólmen took ninth place with time of 2:19:36. In the 2008 Summer Olympics in Beijing, China, Holmén finished in 19th place, with the time 2:14:44. Holmén concentrated mainly on championship marathons where he generally succeeded well. His personal record time is 2:10:46, run in Rotterdam 2008. This is also the current Finnish record. He ended his athletics career in 2009 and concentrated on an academic career. Holmén comes from a family of runners; his mother Nina was herself a European champion in 3000 metres in the 1974 European Championships, and his father Rune served as his trainer, in addition to being a former runner. Holmén lives in Uppsala, Sweden, with wife Laila Skah (sister of Khalid Skah) and three sons. He has converted to Islam. Holmén has been studying at the University of Uppsala, and in 2006 he obtained a doctoral degree for his thesis Den politiska läroboken: Bilden av USA och Sovjetunionen i norska, svenska och finländska läroböcker under Kalla kriget, a study of Scandinavian school books and their portrayal of the U.S. and the Soviet Union during the Cold War. ==Personal bests== *5000m 13:35.62 (Lappeenranta 15.7.2001) *10000m 28:09.94 (Turku 15.6.2003) *10 km road 28:31 (NR) (Madrid 2002) *Half marathon 1:02:35 (Sevilla 16.12.2007) *Marathon 2:10:46 (NR) (Rotterdam 13.4.2008) ==External links== * *Tilastopaja profile for Janne Holmen (in Finnish) Holmén leading the pack at the 10,000 m Challenge 2009, where he finished third. Category:1977 births Category:Living people Category:People from Jomala Category:Swedish-speaking Finns Category:Finnish male long-distance runners Category:Finnish male marathon runners Category:Finnish Muslims Category:Olympic athletes of Finland Category:Athletes (track and field) at the 2004 Summer Olympics Category:Athletes (track and field) at the 2008 Summer Olympics Category:Converts to Islam Category:European Athletics Championships medalists Category:Finnish expatriates in Sweden ",
    "title": "Janne Holmén"
}