{
    "id": "5707908",
    "text": "Monster Blood Tattoo is a children's/young adult's high fantasy trilogy written by Australian author D. M. Cornish. It tells the story of Rossamünd, a boy unfortunately christened with a girl's name, who has lived his entire life in a foundlingery (kind of an orphanage) before he is chosen to become a lamplighter in a far away city. The book's action takes place entirely on the Half-Continent, a Dickensian world run by arcane science and alchemy, and plagued with deadly (and not-so-deadly) monsters. The books are notable for the extraordinary amount of constructed language which pervades the entire narrative; an extensive glossary of terms is provided, as an in-universe document \"The Explicarium\". ==Book One: Foundling== ==Book Two: Lamplighter== Lamplighter, the second book in the series, was due for release in May 2007 but was delayed to late April 2008.MonsterBlood Tattoo blog On 16 October 2007, D.M. Cornish announced on his blogsite that the Australian and New Zealand version of Lamplighter had just gone to the printers. It was later shortlisted for the 2008 Aurealis Award Best Young Adult Novel.Aurealis Awards The book covers Rosamund's final weeks as a prentice-lighter, the internal politics of the Lamplighters, his first posting, court-martial and leaving the service. ==Book Three: Factotum== The third book is titled Factotum, it was published in October 2010. (Hard Cover) Available now in Australia, the United States and New Zealand. ==Setting== The Half-Continent is the book's setting, a huge expanse of land bordered by ocean on its south and east sides. The continent, despite being thousands of miles across, is just one part of a larger world named Harthe Alle. The map of the Half-Continent labels other lands across the ocean. The events of the book take place in only a (relatively) tiny section of the Half-Continent, and it is a testament to Cornish's worldbuilding, as well as the substantial appendices at the end of each book, that many other places are named or alluded to within the story. The world of the Half-Continent is based around 18-19th century European culture, bearing some Gormenghastian traits as well as German influences. Much of the terminology and the names of the bickering city-states that constitute the Empire are drawn from the Holy Roman Empire. The key difference is the presence of a fantastic element. While there is no mention of magic, many characters exhibit magic-like powers that are attributed to science and alchemy. Also, there is the obvious existence of monsters - some natural, which differ from animals only through having sentience, and some man-made which are much more twisted and otherworldly than the natural kind. Technology as we know it has been replaced in Cornish's world with a sort of blend of mechanical and biological machinery. For example, many boats and ships are driven not by oars or engines but by \"gastrines\", living, mindless organs and organisms grown into the ship itself, which produce the kinetic energy required for the ship's propulsion, and must be \"fed\" nutrients and kept alive. Other examples include \"Leers\", individuals whose sensory organs have been specially treated with various alchemical concoctions to allow them to sense monsters or when another person is lying. ==Major characters== *Rossamünd Bookchild, a foundling boy, probably around 12 to 13 years old. The hero of the series, he is socially disadvantaged but possesses extraordinary power. *Master Fransitart, a kindly dormitory master of Madam Opera's Estimable Marine Society For Foundling Boys And Girls. Once served on board various rams-of-war (military boats), typically as a gunman. *Master Craumpalin, a dormitory master of Madam Opera's Estimable Marine Society For Foundling Boys And Girls. Is adept at the creation of various potives. Was once a dispensurist for the Imperial Navy. *Verline, a maid of Madam Opera's Estimable Marine Society For Foundling Boys And Girls. She has a soft spot for Rossamünd. *Sebastipole, a falseman leer (capable of detecting when someone is lying) and a friend of Rossamünd. Works with the Lamplighter Service. *Poundinch, a vinegaroon (sailor) and a criminal. Thought to be a trafficker of various items used in \"The Dark Trades.\" *Miss Europe (AKA the Branden Rose), a fulgar very famous for her skill in the fighting and killing of various bogles and nickers, as well as her attitude towards men. *Licurius, an evil-tempered leer, Miss Europe's factotum (servant). He has a speech impairment and as a result constantly hisses. He thinks Rossamund smells funny. *Sallow, a young female skold, encountered at the wayhouse (tavern) of Harefoot Dig. She speaks with a stutter and is rather shy. *Fouracres, a friendly postman who lends his services as carriage driver for Miss Europe. *Freckle, a bogle, captive of Poundinch before being freed by Rossamünd on the gastrine-powered boat \"The Hogshead\". *Threnody, a young female calendar wit who becomes a lamplighter apprentice with Rossamund. *Lamplighter-Sergeant Grindrod, the gruff yet almost paternal sergeant who teaches Rossamund and the other prentices on being a lamplighter. *Numps, former seltzerman (caretaker of lamps) 1st class. Friends with Rossamünd. Numps was horribly maimed by rever-men, but saved by a kindly bogle named Cinnamon, with a sparrow's head and a person's body. He is very kindly but his near death experience rattled his mind. He has lost an arm and half his face. *Surgeon Honorius Ludius Grotius Swill, is seen to be evil and is believed to be a creator of rever- men. He was brought to Winstermill (a large fortress, which Rossamünd is stationed at while he learns the art of being a lamp lighter) as surgeon for the Master-of-Clerks. ==Series terminology== *Ashmongers- dealers in corpses and products made or gained from dead bodies. They also trade in monsters, alive, and their parts *Bogle - nickname for a type of monster, usually encompasses all kinds smaller than a man. *Calendar(s) - a combative woman who belongs to a clave with many other calendars. Calendars often wear bright or odd clothing to advertise themselves. * Concometrist- also called Metricians; one of a highly trained group of fastidious researchers and soldier-scholars whose sworn charter is to measure and record the length and breadth of all things. They also make good clerks because of their attention to written detail. * Conduits- major roads between cities maintained at the expense of the Emperor. *Dark Trades - the harvesting, trading or selling of human corpses, body parts or postmortem fluids used in certain potives or the creation of man-made monsters. *Dispensurist - an alchemist that brews potives that are not for monster fighting such as healing potives, repellents, and brews. * Factotum- personal servant and clerk of a peer or other person of rank. *Fulgar - a type of lahzar, who can summon deadly electricity from within their bodies. A well-trained fulgar can use small jolts of electricity to paralyze, or even control, whatever they are touching. It is also possible for them to summon lightning, though this is considered highly dangerous. * Gallows Night- traditional night for many executions by hanging prisoners being kept specially for then. *Gastrine - an artificially grown muscle-like device, used to power various boats and ships. Being a muscle intended for strenuous work, they are usually warmed up by smaller muscles called limbers, to prevent tearing and damage. *Habilists- \"clever people\" what the citizens of the Half-Continent think of as \"scientists\" who study and are involved in one, some or all of the pursuits of habilistics. Including dispensurists, skolds, scourges, physicians, surgeons, viscautorists and even taxidermists. The darker students of habilistics are the black habilists or morbidists: the necrologists (those who raise corpses to life): the cadavarists (those who make monsters from parts, an illegal discipline called fabercadavery); the therospeusists (who grow monsters from living matter); or the transmogrifers ( the surgeons who operate on people to make lahzars, a process known as transmogrification). *Habilistics - or natural philosophy; \"science\" as the people of the half-continent understand it, involving the study of how things work and perhaps even why they work. *Lahzar - monster hunter and slayer surgically altered to assist with their trade. *Lamplighter - a kind of specialized soldier, mostly employed by the Empire. Their main task is to go out in the late afternoon and evening to light the bright-limm that line the highways of the Empire. *Leer - A spy with chemically-enhanced eyes. There are two types: Laggards and Falsemen. Laggards can see clearer and from farther distances than the average person. Falsemen are able to easily determine the emotional state of a person, thus determining whether a person is lying. *Matter - history, and the study of it. *Nicker - nickname for a type of monster, usually encompasses those the size of a man or larger. *Potive - potion, chemical. *Rever-man- man made monster. Could be considered undead. some have been known to be made so well they disappear into a puddle when killed, and as such make great assassins. The creation of rever-men is highly frowned upon, and is only practiced in the greatest secrecy. *Seltzer- used in various lighting devices, when a certain marine plant (referred to as \"bloom\") is submerged in seltzer, it gives off a phosphorescent glow. *Skold - similar to a lahzar, but fights monsters with potives with no implanted organs. *Threwd - An abstract concept. Sort of like the feeling of being \"watched,\" but something that an inanimate object (especially a place) can possess. An area that is threwdish, for example a dark forest, can inspire dread and fear in whosoever wanders through it. It is implied that powerful concentrations of threwd can often create breeding grounds for various monsters, and are often actively sought out and destroyed when found in close proximity to human settlements. *Wit- a type of lahzar, they fight monsters with their mind instead of in close combat, being able to create confusion, headaches and even death with enough willpower. == References == ==External links== *Official website *Author's official blog *Author's illustration website Category:Series of children's books Category:Young adult novel series Category:Fantasy novel trilogies Category:Australian fantasy novel series ",
    "title": "Monster Blood Tattoo Series"
}