{
    "id": "5707609",
    "text": "Train arriving into the Sabana-Contraloria station in San Jose. Universidad de Costa Rica station, San Pedro, Montes de Oca. Map of Costa Rica showing rail lines as of 1987. Interior of an Incofer Apolo 2400 type DMU. Rail transport in Costa Rica is primarily under the stewardship of Incofer (Instituto Costarricense de Ferrocarriles), an autonomous institution of the state. Incofer owns the national railway infrastructure and operates virtually all freight and passenger services, which consist primarily of commuter trains through the highly populated Central Valley. The whole Incofer network is narrow gauge, although there are several small tourist railways of other gauges. Unfortunately, much of the railway system requires major repairs.http://www.infrastructure- intelligence.com/article/aug-2016/infrastructure-costa- rica%E2%80%99s-achilles%E2%80%99-heel An August 2016 OECD report provided this summary about the infrastructure, including the railways: \"The road network is extensive but of poor quality, railways are in disrepair and only slowly being reactivated after having been shut down in the 1990s ... Internal transportation overly relies on private road vehicles as the public transport system, especially railways, is inadequate.\"http://www.oecd- ilibrary.org/economics/a-bird-eye-view-of-costa-rica-s-transport- infrastructure_5jlswbwvwqjf-en == History == In 1871, construction was started on a railroad from Alajuela to Puerto Limón, via San José, on the Caribbean coast; the project was initiated by the government of General Tomás Guardia Gutiérrez and was surveyed in 1868 by the British civil engineer Edmund Wragge. The railroad from Alajuela to San José was completed by the beginning of 1873 and later continued until Cartago. Materials and equipment were brought into Alajuela from Puntarenas by oxen-powered carts. Due to a shortage of finances and natural obstacles (especially around Río Sucio), the construction of the remaining sections was delayed, and the entire line did not become operational until December 7, 1890. Steam locomotive F.C. al P. no 1 Maria Cecilia in San Jose A contract for the building of the Pacific Railroad was signed in 1897, but again, the enterprise faced natural, financial and political difficulties. The Pacific Railroad was officially launched on July 23, 1910, when the first Pennsylvania-built steam locomotive, , named after the granddaughter of former President Rafael Iglesias, departed from Puntarenas to San José with passengers and cargo. The transcontinental railway from Limon to Puntarenas became operational in 1910 and was central for the connection of the various fertile regions of the country, as well as linking Nicaraguan and Panamanian railways. The route followed the Atlantic coast until the small port of Matina, before it passed inland to Reventazón River. From there, it bifurcated to cross the northern mountains, with one branch going north of Irazú and the other traversing the Ochomogo Pass. At San José, these lines reunited and the railway continued onto Alajuela, the small Pacific port of Tivives and Puntarenas. The railroad was jointly owned by the state and the Costa Rica railway company, with the latter behind the 1904 arrangement to build several branch lines through the banana districts of the Atlantic littoral. In 1926, a decision was made to electrify the lines, and the first electric train ran from San José to Puntarenas on April 8, 1930. The Costa Rican railroad network was damaged during an earthquake in 1991 and its operation was suspended in 1995. Since 2000, Incofer has been working to recommence and popularize rail transport again. ===Jamaican Railroad Workers=== Henry Meiggs Keith, an American hired by the Costa Rican government, was in charge of railroad construction to the Atlantic Ocean. Keith insisted on utilizing \"black\" (later known as Afro-American) workers for clearing the forest and building the railroad tracks, and in 1872 the first group of Jamaicans entered the country. These Jamaicans and their descendants would become the main inhabitants of the region, thereby establishing a culture that was unique within Costa Rica. Two large Jamaican migrations occurred; firstly, during the railroad construction era, and then in the next century, for the banana plantations owned by the United Standard Fruit Company. ===Italian Railroad Workers=== San Vito area Groups of Italian workers were hired to work in the construction of the Costa Rica's railways in the first years of the 20th century. Some of them remained to live in Costa Rica and a few of their descendants moved to the San Vito area in the mid 1950s. These agricultural colonists had to confront many problems, especially due to the isolation of this region. Nevertheless, from 1964 on, the production of coffee caused the outlook to change for the better: 500 Italian colonists and many Costa Ricans (someone descendants from the Italian rail workers) from different parts of the country were attracted by the economic possibilities that the area offered. === Current status === Although it once connected the Caribbean ports of Limon and Moin with the Pacific port of Caldera, traversing the Central Valley area and Costa Rica's largest cities along the route, the system fell into disrepair towards the end of the 20th century following a financial crisis that saw the President of Costa Rica, José María Figueres, order the cessation of Incofer's commercial activity, resulting in the redundancies of most of its workforce except for a select few who were charged with preserving railway assets. However, operations were never fully suspended, and there was always at least the occasional freight and maintenance traffic along certain parts of the network. Some other parts, on the other hand, were essentially abandoned until 2005 when urban passenger services were reintroduced along a corridor between the suburbs of Pavas, to the west of San José, and San Pedro, to the east. Since then, services have been greatly increased following investment in second-hand DMUs imported from Spain and the rehabilitation of dozens of kilometres of previously inoperative track. , the bulk of railway operations occur in the Central Valley area and consist of passenger services between the San José suburbs of Pavas, Curridabat and Belen, and between San José and the cities of Heredia and Cartago. Work is now under way to rehabilitate further sections beyond these main termini, such as between Heredia and Alajuela, and from Cartago to Paraiso, in order to extend the existing services. Trains (particularly freight trains, as well as a privately operated tour train) ran between San José and the port of Caldera until 2011, when a short section of the line was compromised following the construction of Route 27. This prompted a dispute between Incofer and the highway developer, Autopistas del Sol. This dispute has not yet been resolved and Incofer officials have been quoted as saying that while they are technically able to run trains over the damaged section, it is dangerous to do so. Unfortunately, the resulting lack of regular traffic on this line has facilitated the theft of rails. Visitors to Costa Rica may perceive the railway as being somewhat limited compared to other forms of transport, due to the current lack of anything except a basic commuter service. == Passenger rail == While mainly freight lines, there were passenger services to the Pacific since 1910 and to the Caribbean since 1890 from San José, but these were abandoned and under maintained. Only the remnants of the urban areas remain. By reconditioning and restoring the railway tracks in the Greater Metropolitan Area, Incofer was able to put into work a commuter line, the Tren Interurbano, which connects the provinces of Alajuela, Heredia, San José and Cartago. == Freight transport == * Freight trains San José - Caldera (Incofer) * Freight trains from Puerto Limón to Fortuna and towards Guápiles, mainly for banana transportation, as from 2007 on steel and construction materials have been added to the freight transported == International connections == There was a railway connection in the Caribbean over the Sixaola River between Panama and Costa Rica. The bridge collapsed in 2017. In 2018, China donated to Panama a factibility plan to open a high speed train between Panama and Costa Rica, but by 2019, the plan was rejected. As of 2020 there are no current or planned connections to Panama or Nicaragua. == Inter- oceanic Dry Canal == There are plans and studies regarding the construction of an inter-oceanic dry canal () across the country, from the Caribbean sea to the Pacific ocean, through the northern plains of the country, in a similar and parallel route to the Route 4 road. The main way of merchandise transportation would be using railroad to transport container, with plans to build ten road lanes alongside the railroad tracks, two new ports on each coast terminus. On April 2020 the National Concessions Council () rejected and archived the plans for the dry canal. == Private railways == There are very few private railways, in small loops. === Swiss railroad === Tren Turistico Arenal At the Hotel Los Héroes in Nuevo Arenal, Tilarán Canton (Guanacaste Province), a Swiss hotelier has built a mountain railway for the guests of his panorama restaurant, Pequeña Helvecia (little Switzerland). The rolling stock had been originally used by a Swiss farmer from Chéseaux, who built a field railway but never got a permission to run it. The hotelier bought it in 1999 and put in operation in 2000 as a tourist attraction under the name \"Tren Turistico Arenal\". , it is long, with an elevation of and two tunnels.Info at Ferrolatino.ch === Castillo Country Club === Built in the 1970s, this is a small 1.2 kilometer loop railroad with a diesel engine and three passenger cars for family entertainment purposes inside the club. It was built by engineers that previously worked on the rail to the Pacific. == See also == * Costa Rica * Transportation in Costa Rica * Rail transport in Central America * Rail transport by country * Afro Costa Rican == References == == External links == * AmericaTravel, operator of Tico Train Tour (history, stations, pictures) * Incofer (basic info, contact) * Unofficial timetables of Central American railroads * Chronology of the Railroad in Costa Rica (history, pictures) * The Tramways of Costa Rica * Unofficial site with time table, history and more * Banana-Expres animadoc about interactions between the railroad construction and Costa Rica's development * Category:3 ft 6 in gauge railways in Costa Rica ",
    "title": "Rail transport in Costa Rica"
}