{
    "id": "5708437",
    "text": "Josef Jelínek (born 9 January 1941) is a Czech football player. He played for Czechoslovakia, for which he played 10 matches and scored 2 goals.\"FOTBAL.CZ – Reprezentace A – statistiky\". fotbal.cz. He was a participant in the 1962 FIFA World Cup, where Czechoslovakia won the silver medal. In his country he spent his best years playing for Dukla Prague.Hall of Fame Dukla Praha . fkdukla.cz He won the Czechoslovak First League five times with Dukla; and the Czechoslovak Cup for the three times. Jelínek spent five season in the NASL from 1972 – 1976, playing for the New York Cosmos, the Rochester Lancers and the Boston Minutemen respectively.\"NASL Soccer North American Soccer League Players-Josef Jelinek\". nasljerseys.com. He scored the game-winning goal for New York on a penalty kick in the 86th minute of the Cosmos 2–1 victory over St. Louis in the 1972 Championship final.\"Cosmos defeat Stars to win NASL title\". The Montreal Gazette – Google News Archive. 28 August 1972 He also played for Torreón during the 1973–74 Mexican Primera División season. ==References== Category:1941 births Category:Czech footballers Category:Czechoslovak footballers Category:1962 FIFA World Cup players Category:Living people Category:Sportspeople from Prague Category:Czechoslovakia international footballers Category:Bohemians 1905 players Category:Dukla Prague footballers Category:Go Ahead Eagles players Category:Eredivisie players Category:New York Cosmos players Category:Rochester Lancers (1967–1980) players Category:Boston Minutemen players Category:Czechoslovak expatriate footballers Category:Expatriate footballers in the Netherlands Category:Czechoslovak expatriate sportspeople in the Netherlands Category:North American Soccer League (1968–1984) players Category:Expatriate soccer players in the United States Category:Czechoslovak expatriate sportspeople in the United States Category:Expatriate footballers in Mexico Category:Liga MX players Category:Association football forwards ",
    "title": "Josef Jelínek"
}