{
    "id": "5708637",
    "text": "Begampur is a census town in Chanditala II CD Block in Srirampore subdivision of Hooghly district in the state of West Bengal, India. ==Geography== ===Location=== Begampur is located at Kharsarai, Tisa, Kapashanria, Jaykrishnapur, Purba Tajpur, Begampur, Baksa, Panchghara, Chikrand, Janai, Pairagachha, Naiti, Barijhati, Garalgachha and Krishnapur, all the census towns form a series from the northern part of Chanditala II CD Block to its southern part. The only municipality in the area, Dankuni, located outside the CD Block, occupies the south-east corner of the entire cluster. ===Urbanisation=== Srirampore subdivision is the most urbanized of the subdivisions in Hooghly district. 73.13% of the population in the subdivision is urban and 26.88% is rural. The subdivision has 6 municipalities and 34 census towns. The municipalities are: Uttarpara Kotrung Municipality, Konnagar Municipality, Serampore Municipality, Baidyabati Municipality, Rishra Municipality and Dankuni Municipality. Amongst the CD Blocks in the subdivision, Uttarapara Serampore (census towns shown in a separate map) had 76% urban population, Chanditala I 42%, Chanditala II 69% and Jangipara 7% (census towns shown in the map above).All places marked in the map are linked in the larger full screen map. ==Demographics== As per 2011 Census of India, Begampur had a total population of 10,487 of which 5,405 (52%) were males and 5,082 (48%) were females. Population below 6 years was 802. The total number of literates in Begampur was 8,504 (87.81% of the population over 6 years). India census, Begampur had a population of 9545. Males constitute 51% of the population and females 49%. Begampur has an average literacy rate of 75%, higher than the national average of 59.5%; with 53% of the literates being male and 47% being female. 9% of the population is under 6 years of age. ===Dankuni Urban Agglomeration=== As per the 2011 census, Dankuni Urban Agglomeration includes: Dankuni (M), Purba Tajpur (CT), Kharsarai (CT), Begampur (CT), Chikrand (CT), Pairagachha (CT), Barijhati (CT), Garalgachha (CT), Krishnapur (CT), Baruipara (CT), Borai (CT), Nawapara (CT), Basai (CT), Gangadharpur (CT), Manirampur (CT), Janai (CT), Kapashanria (CT), Jaykrishnapur (CT), Tisa (CT), Baksa (CT), Panchghara (CT) and Naiti (CT). ==Economy== Shantipur, Dhaniakhali, Begampur, and Farasdanga are the main cotton weaving centres in West Bengal which are involved in the weaving of fine-textured saris and dhotis. The saris of Begampur have deep and bright colours. Begampur also produces the gorgeous jamdani saris. Around a total of 32 lakh people from all around the city commute to Kolkata daily for work. In the Howrah-Bardhaman (chord line) section there are 48 trains that carry commuters from 30 railway stations. ==Transport== Begampur railway station is situated from Howrah on the Howrah-Bardhaman chord line and is part of the Kolkata Suburban Railway system. ==Education== Begampur High School is a coeducational higher secondary school at Begampur. It has arrangements for teaching Bengali, English, history, philosophy, political science, education, physics, chemistry, mathematics and bio science. ==Healthcare== Begampur has a Primary Health Centre with 6 beds. ==References== Category:Census towns in Chanditala II CD Block ",
    "title": "Begampur, India"
}