{
    "id": "5708100",
    "text": "Eric Fonoimoana (born June 7, 1969) is an American former beach volleyball player of Samoan descenthttp://www.volleyball.org/people/eric_fonoimoana.html who paired with Dain Blanton to win the gold medal in beach volleyball at the 2000 Olympic Games. He has played professionally for more than 16 years, and has entered over 200 tournaments. Fonoimoana won at least one tournament for seven straight years between 1998 and 2004. He is a former AVP Most Valuable Player and is in the top 10 in terms of all-time tournaments played. He has earned over 1 million dollars playing beach volleyball. ==Biography== He was born in Manhattan Beach, California, and attended Mira Costa High School and then UCSB, where he became a member of the Sigma Chi fraternity. 2002 was Fonoimoana's peak year in which he reached the AVP finals six times and won four titles with then partner Dax Holdren. In this same year, Fonoimoana was named the AVP's Most Valuable Player by his peers. In the spring of 2000, Fonoimoana founded the non-profit Dig for Kids 501-C3 children's charitable education foundation which helps kids in inner cities excel in school, volleyball and other athletics. Dig 4 Kids has helped over 3,465 children learn the importance of education and physical fitness. As CEO of D4K, he personally helped raise over $1,038,000 for under-serve children. Fonoimoana is now a real estate professional in the South Bay area of Los Angeles, California. He still remains active in the volleyball community as a coach/owner of Elite Beach Volleyball and the varsity head coach of Mira Costa High School. Mira Costa Beach Volleyball is 87-0 with 6 IBVL Championships and 2 State Championships under coach Fonoimoana. EBV & Eric has helped over 88 girls achieve Division I Beach Scholarships saving families millions of dollars in college tuition. ==Awards and Honors== * Athlete of the Year Mira Costa High School 1987 * Olympic Gold Medalist Sydney, Australia 2000 * AVP Most Valuable Player 2002 * UC Santa Barbara Hall of Fame * Sigma Chi Fraternity – Significant Sig * CBVA Hall of Fame ==References== * Association of Volleyball Professionals ==External links== * * Eric Fonoimoana * Dig 4 Kids Charity website * * Eric Fonoimoana Volleyball Videos * Eric Fonoimoana Real Estate * * Category:1969 births Category:Living people Category:Beach volleyball players at the 2000 Summer Olympics Category:Olympic beach volleyball players of the United States Category:Olympic gold medalists for the United States in volleyball Category:UC Santa Barbara Gauchos men's volleyball players Category:Sportspeople from Manhattan Beach, California Category:American men's beach volleyball players Category:Medalists at the 2000 Summer Olympics ",
    "title": "Eric Fonoimoana"
}