{
    "id": "5709281",
    "text": "An Argentine couple dancing Zamba in the streets of Buenos Aires as a show for tourists. Zamba is a traditional dance of Argentina. It is a style of Argentine music and Argentine folk dance. Zamba is very different from its homophone, the samba - musically, rhythmically, temperamentally, in the steps of the dance and in its costume. It has six beats to the bar and is a majestic dance, performed by couples who circle each other waving white handkerchiefs very elegantly. It has common elements with the cueca. Zambas are composed about many themes, from those that celebrate people or events of Argentine history, to those that describe the beauty of a region, or of its women. There are zambas of political protest, and even one called Aerolíneas Argentinas. The bombo legüero drum is prominent in the playing of the zamba. ==Name and Origin== The name \"zamba\" refers to a colonial term for zambo (people that are descendants of Amerindian and African people). It is therefore called zamba because its lyrical content was aimed at its native listeners. The dance originated in the Argentine province of Salta in the Creole genre known as the zamacueca of Peru, in 1824 at the same time that Peru, under José de San Martín, obtained independence. It came to Argentina through \"Alto Peru,\" a region that is modern day Bolivia and through Chile between 1825 and 1830.La primera descripcion coreográfica completa documentada de la zamacueca se encuentra en \"Mefistófeles\" año 1 Nº22 \"Aires Nacionales\" del folclorólogo Arturo Berrutti, publicado en Buenos Aires el 29 de julio de 1882; ==Description== The Zamba is a slow dance in three-quarter time played primarily on guitar and bombo legüero. The steps of the dance are a walking step, an alternate step (two steps at one time), and a tip toe alternate step or \"sobrepaso punteado\" (three steps at one time). The Zamba also requires a handkerchief. ==References== ==External links== * Strum guitar for Zamba * Boleadora.com Category:Argentine styles of music Category:Argentine dances Category:Dance in Argentina Category:Native American dances ",
    "title": "Zamba (artform)"
}