{
    "id": "5709028",
    "text": "Image of the auditorium taken in 2020. The Stockton Memorial Civic Auditorium is a performance venue in Stockton, California. Construction began in 1924 and the auditorium opened in November 1925, it seats about 5,000 people. Local architects Glenn Allen, Ivan C. Satterlee and W.J. Wright were awarded construction, while Stocktonians conducted bond drives to fund construction of the Memorial Auditorium to honor those who gave their lives while serving in the Armed Forces in World War I. Inscriptions at the top of the exterior walls contain \"To the men of Stockton, California who gave their lives in World War I.\" The stage is underneath a proscenium style arch. The outside walls of the building are brick with cement plaster finish in imitation of Indiana limestone. The interior walls are brick, reinforced concrete or metal lath and plaster. The structural parts of the roof and balcony are reinforced concrete. The arena's hardwood floors are white maple over concrete sub-floor, and the roof is of \"Armso\" iron over felt.stocktongov website The Auditorium hosted the Big West Conference men's basketball tournament in 1976 and was home of the University Pacific Tigers men's basketball until 1982, the year the Alex G. Spanos Center opened. (The Spanos Center has since been succeeded by Stockton Arena as Stockton's premiere indoor venue) The facility has hosted numerous concerts over the years including Carlos Santana, Rush, and Blue Oyster Cult. The Golliwogs played at the auditorium in 1966 and The Grateful Dead played 1/18/78 at the auditorium on their well-regarded west coast winter tour.https://archive.org/details/gd78-01-18.sbd.cotsman.13101.sbeok.shnf ==References== ==External links== *https://web.archive.org/web/20110323201537/http://www.stocktongov.com/parks/civicauditorium/civicmain.cfm *http://www.stocktoncivicauditorium.com *Map: Category:College basketball venues in the United States Category:Basketball venues in California Category:Pacific Tigers basketball ",
    "title": "Stockton Memorial Civic Auditorium"
}