{
    "id": "5709025",
    "text": "Bhagatdih {also spelled Bhuggatdih) is a neighbourhood in Dhanbad in Dhanbad Sadar subdivision of Dhanbad district in Jharkhand state, India. ==Geography== ===Location=== Bhagatdih is located at . Note: The map alongside presents some of the notable locations in the area. All places marked in the map are linked in the larger full screen map. The earlier census town was combined with other urban units to form Dhanbad Municipal Corporation in 2006. Bhagatdih is part of Ward No. 35 of Dhanbad Municipal Corporation. ===Overview=== The region shown in the map is a part of the undulating uplands bustling with coalmines in the lowest rung of the Chota Nagpur Plateau. The entire area shown in the map is under Dhanbad Municipal Corporation, except Belgaria which is under Baliapur (community development block). The places in the DMC area are marked as neighbourhoods. The DMC area shown in the map is around the core area of Dhanbad city. Another major area of DMC is shown in the map of the southern portion of the district. A small stretch of DMC, extending up to Katras is shown in the map of the western portion. The region is fully urbanised. Jharia (community development block) has been merged into DMC. Three operational areas of BCCL operate fully within the region – Sijua Area, Kusunda Area and Bastacola Area. ==Demographics== India census, Bhagatdih had a population of 33,263. Males constitute 55% of the population and females 45%. Bhagatdih has an average literacy rate of 58%, lower than the national average of 59.5%; with 64% of the males and 36% of the females literate. 15% of the population is under 6 years of age. ==Economy== The following collieries function under the Kustore Area: Alkusa, Kustore, Kustore Fire, E/Bhuggatdih, Ena, South Jharia, Burragarh, Simla Bahal, Hurriladih and Bhalgora. ==Transport== State Highway 12 (Jharkhand), locally popular as Jharia Road, passes through Bhagatdih.Google maps ==Education== Raja Shiva Prasad College was established in 1951 at Bhagatdih. It was shifted to Belgaria, 5 km away, in 2018, because of underground mine fire. ==References== Category:Neighbourhoods in Dhanbad ",
    "title": "Bhagatdih"
}