{
    "id": "5709955",
    "text": "Ultrasonic parking sensor Parking sensors are proximity sensors for road vehicles designed to alert the driver of obstacles while parking. These systems use either electromagnetic or ultrasonic sensors. ==Ultrasonic systems== Parking sensor on a fender These systems feature ultrasonic proximity detectors to measure the distances to nearby objects via sensors located in the front and/or rear bumper fascias or visually minimized within adjacent grills or recesses. The sensors emit acoustic pulses, with a control unit measuring the return interval of each reflected signal and calculating object distances. The system in turns warns the driver with acoustic tones, the frequency indicating object distance, with faster tones indicating closer proximity and a continuous tone indicating a minimal pre-defined distance. Systems may also include visual aids, such as LED or LCD readouts to indicate object distance. A vehicle may include a vehicle pictogram on the car's infotainment screen, with a representation of the nearby objects as coloured blocks. Rear sensors may be activated when reverse gear is selected and deactivated as soon as any other gear is selected. Front sensors may be activated manually and deactivated automatically when the vehicle reaches a pre-determined speed — to avoid subsequent nuisance warnings. As an ultrasonic systems relies on the reflection of sound waves, the system may not detect flat objects or object insufficiently large to reflect sound — e.g., a narrow pole or a longitudinal object pointed directly at the vehicle or near an object. Objects with flat surfaces angled from the vertical may deflect return sound waves away from the sensors, hindering detection. Also soft object with strong sound absorption may have weaker detection, e.g. wool or moss. ==Electromagnetic systems== The electromagnetic parking sensor (EPS) was re- invented and patented in 1992 by Mauro Del Signore. Electromagnetic sensors rely on the vehicle moving slowly and smoothly towards the object to be avoided. Once an obstacle is detected, the sensor continues to signal the presence of the obstacle even if the vehicle momentarily stops. If the vehicle then resumes moving backwards the alarm signal becomes louder as the obstacle is approached. Electromagnetic parking sensors are often sold as not requiring any holes to be drilled offering a unique design that discreetly mounts on the inner side of the bumper preserving the 'new factory look' of your vehicle. ==Blind spot monitors and other technology== Blind spot monitors are an option that may include more than monitoring the sides of the vehicle. It can include \"Cross Traffic Alert,\" \"which alerts drivers backing out of a parking space when traffic is approaching from the sides.\"Automobile Blind-Spot Monitoring System, Tri-City Insurance News, January 27, 2006 In the United States backup cameras have been required on all new cars since 2018. ==Inventors== Toyota introduced ultrasonic Back Sonar on the 1982 Toyota Corona, offering it until 1988.https://newsroom.toyota.co.jp/en/detail/7675511 December 13, 1984 Massimo Ciccarello and Ruggero Lenci (see List of Italian inventors) entered in Italy the patent request for ultrasonics Parking sensors, and November 16, 1988 the Ministry of Industry granted them the Patent for industrial invention n. 1196650. == See also == * Automatic parking * Backup collision * Backup camera * Blind spot monitor * Blind spot (vehicle) * Intelligent Parking Assist System * Experimental Safety Vehicle (ESV) * Intelligent car * Lane departure warning system * Objects in mirror are closer than they appear * Omniview technology * Precrash system * Rear-view mirror * Side-view mirror * Wing mirror == References == == External links == * Proxel - Operating principle of Electromagnetic Parking Sensor * Parking Sensors patented in Italy * Category:Advanced driver assistance systems Category:Sensors ",
    "title": "Parking sensor"
}