{
    "id": "5709411",
    "text": "Bhangar Raghunathpur is a census town within the jurisdiction of the Bhangar police station in the Bhangar I CD block in the Baruipur subdivision of the South 24 Parganas district in the Indian state of West Bengal. ==Geography== ===Area overview=== Baruipur subdivision is a rural subdivision with moderate levels of urbanization. 31.05% of the population lives in the urban areas and 68.95% lives in the rural areas. In the northern portion of the subdivision (shown in the map alongside) there are 10 census towns. The entire district is situated in the Ganges Delta and the northern part of the subdivision is a flat plain bordering the metropolis of Kolkata. Note: The map alongside presents some of the notable locations in the subdivision. All places marked in the map are linked in the larger full screen map. ===Location=== Bhangar Raghunathpur is located at . It has an average elevation of . ==Demographics== According to the 2011 Census of India, Bhangar Raghunathpur had a total population of 6,037, of which 3,025 (50%) were males and 3,012 (50%) were females. There 835 persons in the age range of 0 to 6 years. The total number of literate persons was 3,875 (74.49 % of the population over 6 years). According to the 2001 Census of India, Bhangar Raghunathpur had a population of 5,009. Males constitute 51% of the population and females 49%. It has an average literacy rate of 59%, lower than the national average of 59.5%; with male literacy of 65% and female literacy of 53%. 16% of the population is under 6 years of age. ==Civic administration== ===Police station=== Bhangar police station covers an area of 121.87 sq km and has jurisdiction over the Bhangar I and Bhangar II CD blocks. ===CD block HQ=== The headquarters of the Bhangar II CD block are located at Bhangar. ==Infrastructure== According to the District Census Handbook 2011, Bhangar Raghunathpur covered an area of 1.51 km2. Among the civic amenities, the protected water supply involved overhead tank and service reservoir. It had 531 domestic electric connections. Among the medical facilities, a hospital, a dispensary/ health centre, a family welfare centre, a maternity and child welfare centre and a maternity home were available 1.5 km away, a veterinary hospital was available 2 km away, 7 medicine shops were there in the town. Among the educational facilities it had were 2 primary schools, 1 middle school, 1 secondary school, 1 senior secondary school and 1 general degree college. Among the commodities it produced were: grill, utensils, tobacco. ==Transport== Bhangar Raghunathpur is on the State Highway 3.Google maps ==Education== Bhangar Mahavidyalaya, established in 1997, is affiliated with the University of Calcutta. It offers honours courses in Bengali, English, Arabic, education, history, philosophy, political science and geography, and general courses in arts, science and commerce. ==Healthcare== Nalmuri Rural Hospital, with 30 beds, at Nalmuri, is the major government medical facility in the Bhangar I CD block. ==References== Category:Cities and towns in South 24 Parganas district Category:Neighbourhoods in Kolkata Category:Kolkata Metropolitan Area ",
    "title": "Bhangar Raghunathpur"
}