{
    "id": "5710058",
    "text": "Bhowali is a town and a municipal board in Nainital District in the state of Uttarakhand, India. It is situated at a distance of from the city of Nainital, the district headquarters; at an average elevation of from sea level. It is the seat of Bhowali tehsil, one of the eight subdivisions of Nainital district. Bhowali is most known for its T.B. sanatorium, established here in 1912. It is an important fruit market for all the neighbouring region, and an important road junction to neighbouring hill stations, like Nainital, Bhimtal, Mukteshwar, Ranikhet and Almora. It lies close to Ghorakhal, known for Golu Devta temple and Sainik School Ghorakhal. == Geography == Bhowali is located at .Falling Rain Genomics, Inc - Bhowali It has an average elevation of 1,654 metres (5,426 feet). Bhowali is a gateway to many places in the Kumaon division like Almora and Bageshwar for people coming from the Haldwani route. Many Lakes neighbor Bhowali like Bhimtal, Sat tal, Naukuchiyatal, Nal Damyanti Tal, Sukha Tal, and Khurpa Tal. The place is an ideal hill station. It is 1706 meters above sea level and 11 km away from Nainital. This is a road junction serving all the nearby hill stations from Nainital. Bhowali is famous for its scenic grandeur and as a hill fruit mart, Bhowali is also known for its T.B. sanatorium established in 1912. Jabar Mahadev Temple, Bhowali == Tourism == Golu Devta Temple, Ghorakhal Situated, 11 km from the city of Nainital, Bhowali is most known for its T.B. sanatorium, established here in 1912,Bhowali Official website of Nainital district. where Kamala Nehru also stayed for a while. It is now an important fruit market for all the neighbouring region, and an important road junction to neighbouring hill stations, like Nainital, Bhimtal, Mukteshwar, Ranikhet and Almora. The famous Kainchi Dham temple is about 8 km from Bhowali. Famous among locals as the neem karori temple it is one of the most revered temple in the area. Nearby is the popular shrine, Golu Devta temple at Ghorakhal, which stand on a hill above an Army school, the Sainik School Ghorakhal, established in 1966 in the Ghorakhal Estate of the Nawab of Rampur. One of the oldest houses in Bhowali on the Naini Bend has been turned into a Bed and Breakfast called Versha, a place in the hills. And here, the Prachin Jabar Mahadev Shiva temple is located on the foothills of the lariyakata of sanitorium. The most important thing of this temple is that here is a wooden Shivling has been established since ancient times, which is still in its former state and the entire Nainital district The only Shiva Temple is where 18 feet long trident is installed. == Education == Uttarakhand Judicial And Legal Academy, Bhowali Uttarakhand Judicial And Legal Academy is the latest addition to the infrastructure of this town. The foundation stone was laid on 19 December 2004 by R.C. Lahoti, the Chief Justice of India in the presence of N.D. Tiwari, the Chief Minister of Uttarakhand and V.S. Sirpurkar, the Chief Justice of Uttarakhand High Court and now the Judge of Supreme Court of India. Administrative-cum-training block of the academy was constructed. Mess and hostel of the academy is also constructed. == Demographic == India census, Bhowali had a population of 5302. Males constitute 54% of the population and females 46%. Bhowali has an average literacy rate of 80%, higher than the national average of 59.5%; with male literacy of 83% and female literacy of 77%. 11% of the population is under 6 years of age. == Transport == Bhowali is well connected by motorable roads with major destinations of Uttarakhand state and northern India. It is an important road junction, from where roads lead to neighbouring hill stations, like Nainital, Bhimtal, Mukteshwar, Ranikhet and Almora. Bhowali lies on the National Highway 109, which connects Rudrapur in Udham Singh Nagar district, Uttarakhand with Karnaprayag in Chamoli district. Uttarakhand Transport Corporation runs Buses from Bhowali bus station to cities like Delhi and Dehradun. Taxis and Private Buses, mostly run by K.M.O.U, connect the city to other major destinations of Kumaon region The nearest Airport is Pantnagar Airport, located at a distance of approx 65 km from the city. Indira Gandhi International Airport, located in Delhi is the nearest international Airport. Kathgodam railway station, located at a distance of approx 35 km is the nearest railway station. Kathgodam is the last terminus of the broad gauge line of North East Railways that connects Kumaon with Delhi, Dehradun and Howrah. == References == == External links == * * Official Website of Nainital District Category:Cities and towns in Nainital district Category:Tourism in Uttarakhand ",
    "title": "Bhowali"
}