{
    "id": "5710605",
    "text": "Biswanath Chariali (IPA: ˌbɪswəˈnɑːθ ˈtʃɑːrɪˌælɪ) is a city and a municipal board in Biswanath district in the state of Assam, India. This city is the district headquarters of Biswanath district, which was created on 15 August 2015. It derives its name from Biswanath Ghat. It holds the first \"Clock Tower\" (ghanta ghar, normally found in North Indian towns) of Assam followed by the clock tower of Dibrugarh. == Demographics == As of 2011 India census, Biswanath Chariali had a population of 19,145. Males constitute 51% of the population and females 49%. As per 2001 census, Biswanath Chariali has an average literacy rate of 80%, higher than the national average of 59.5%; with male literacy of 85% and female literacy of 75%. 9% of the population is under 6 years of age. ==History== Biswanath has a very important historical significance. It formed the borders between Kamata kingdom and Chutiya kingdom, and later between Koch kingdom and Ahom kingdom. Ruins of fort like Pratapgarh, Buroi, etc. still exist which were built by Chutia kings.Journal Of The Asiatic Society Of Bengal 1904, p. 257-258 == Biswanath Ghat == The Biswanath Temple Island of Umatumuni A view of sunset from Biswanath Ghat Beyond Biswanath Chariali, towards south, there is Biswanath Ghat, also called popularly as \"Gupta Kashi\". The town is named after the ancient Biswanath mandir. It is called Gupta Kashi, in comparison with Kashi during the golden rule of the Guptas apart from this there is one more believe that since Banasur had built this place secretly from Lord Shiva to surprise Him, that is why it is known as Gupta(In Assamese Gupta means secretly) Kashi. Going by popular sayings, Kashi was home to temple of 330 million gods. The ghat has a cluster of temples of different gods. A Siva temple also called Pani Biswanath is located at the confluence of Bridhaganga (Burigonga) river with Brahmaputra. But now what is left is just the stone posts, beams and other ruins. During the summer the temple remains under water. Only in winter worship is done by constructing temporary shed which draws lot of tourists. On the third day of Assamese Bihu a mela is held at a place called Pani Bharal. The deity is taken from Biswnath Ghat to this place for a day and returns to Ghat there. The mela is celebrated to commemorate the Guxai Bihu festival. Another Siva temple was built in higher ground. But it submerged under ground during the great earthquake of 1897. It could only be partly raised by engineers. The current Biswanath temple had been built in lieu of it. One can visit from here the island of Umatumuni, an archaeologically famous place. Then there is the Siva dol in reverence of God Siva, built by Ban, the king of Tezpur of Hari Harar Yudha fame. The problem of infiltration by Bangladeshis is a major concern over here. Most of the villages consists of people belong to scheduled castes. If you plan to visit Gupta Kashi, it is recommended that you stay in Biswanath Chariali city. Most of the nationalised banks and few prominent private banks have branches in Chariali. ATMs (Automated Teller Machines) of most of these banks are available for transactions. Apart from its historical religious importance, Biswanath Ghat was also a river port (Ghat) of inland water transport service started established by the British in the 19th century. Even now Biswanath Ghat is used as a port by various merchant and cargo vessels sailing across river Brahmaputra. A lamp post was also erected in the river Brahmaputra to serve as a navigational aid for the ferry and vessels. After a glorious existence of around 170 years, this lamp post was washed away by the speedy currents of the river Brahmaputra. The Nagsankar is a Temple of Lord Shiva situated at Nagshankar village 15 km from Biswanath Chariali on National Highway 52. This temple is said to have been built in 4th century AD. \"Nagsankar\" temple premises includes a beautiful pond with tortoises who respond to the name \"Mohan\". Feeding the tortoises is an refreshing experience for the visitors. Marriages are often solemnised in this temple. Another noteworthy place for visit in this town is the \"Gang Mou Than\". The great vaishnavite scholar Srimanta Sankardeva is believed to have stayed in this place after crossing the Brahmaputra due scare from enemies. For people visiting other archaeological sites of Biswanath and Gohpur area, Biswanath Chariali provides the base. The Eco-Tourist resort in Biswanth Ghat named after \"Green Ashiyana\" completed its construction and is a point of attraction in addition with the food facilities. Moreover, one needs to cross the Brahmaputra in order to get access to this resort on the Uma Tumoni Island. ===Biswanath multimodal waterways terminal=== Biswanath multimodal waterways terminal on Brahmaputra National Waterway 2 in Biswanath Chariali is part of Bharatmala and Sagarmala projects.Bharatmala presentation There are 19 National Waterways for the Northeast connectivity. == Economy == This city is surrounded by lush green tea gardens like Monabarie, Pertubghar, Sakomatha, Nilpur, Pavoi, Kalapani, Ginjia, Ketela, Bihali, Helem, Gohpur, Borgong, Dholie, Mijikajan, and Majuliegarh. == Politics == Biswanath Chariali is a part of Tezpur (Lok Sabha constituency). and 76 No. Biswanath Legislative Assembly. Biswanath Chariali is currently represented by Pramod Barthakur( Term : 2016-2021) in the Assam Legislative Assembly while it is represented by Pallab Lochan Das( Term : 2019-2024) in the Lok Sabha. == Education == There are Institutions of professional education, Biswanath College of Agriculture affiliated to Assam Agricultural University, Farm Machinery Training & Testing Institute under Ministry of Agriculture, Co operation and Farmers Welfare, Govt. of India. It has a Farm Machinery Institution to give training of Farm Machines. It also has a Jawahar Navodaya Vidyalaya School. Three CBSE schools, Biswanath Jnan Bharati in Madhupur and East Indian school in Nabapur including Jawahar Navodaya Vidyalaya. And many good SEBA schools like Little star school, Sankardev Vidya Niketan, St Xavier's school, Adarsha vidyapith etc. SEBA schools also include schools maintained by state government, there are many such school in Biswanath chariali, some of the good government schools are Bahumukhi Vidyalaya ( known as boys higher secondary), Chariali Academy etc. == Healthcare == A full-fledged civil hospital, run by the state govt. is there in Biswanath Chariali. There are reputed hospitals in Biswanath Chariali and they provide very high class service to the patients. Bora's Nursing Home, JK Hospital, KP Memorial Hospital, Sanjeevani Hospital, Baruah Eye Hospital, Netralaya Eye Care Clinic are the famous hospitals of Biswanath. == Culture == Biswanath Chariali is a culturally rich city. A non-profit non-govt. organization organizes an annual one act play competition called Late Surya Borah Memorial One Act Play Competitions. There is one movie-theater hall in the town and a community hall for other cultural activities. Binapani Natya Mandir has been the centre of cultural activities for decades. Biswanath Chariali has been hosting Surya Bora One Act Play competition for many years. Binapani Natya Mandir has been the centre of activities related to art and culture. The town has contributed to Assamese Cinema also. Central Namghar has contributed towards spreading Srimanta Sankardevs'works in fine arts. File:Holy Biswanath (4).JPG | Sivadoul at Biswanath File:Holy Biswanath (3).JPG | Bhaluk Gosai == Transport == The city is a prominent road junction of NH 15 & Pabhoi Road. It is around 75 km east from Tezpur town. The city has decorated entrance gate on NH 15 on the western side. It is also connected by Railway network. It is situated on a branch broadgauge line from Rangiya Jn. to Murkongselek. The rail line has been converted to B.G. New trains connecting New Delhi & Itanagar is running through Viswanath Chaiali Railway station, but this train does not have a stop as of now. Two Inter city express connecting Guwahati is running and stops at Viswanath Charali railway station. Viswanath Chariali Railway station has been upgraded to a standard Class III Station. Also one passenger train runs between Dekargaon (Tezpur) to Naharlagun. Currently Vishwanath Charali (VNE) station is served by Donyi Polo Express from Naharlagun to Guwahati, Lachit Express from Murkongselek to Guwahati and a recently introduced fully Air Conditioned Shatabdi Express from Naharlagun to Guwahati along with a handful of other passenger trains. The nearest airport is at Tezpur (Salonibari Airport) which has flights to Kolkata and Guwahati (Air India ATR class of aircraft). Day and night service of private and ASTC buses are available from Guwahati to Biswanath Chariali and from here to almost all major towns and cities of Assam and Arunachal Pradesh. == References == Category:Cities and towns in Biswanath district Category:Biswanath district ",
    "title": "Biswanath Chariali"
}