{
    "id": "5710050",
    "text": "Taylor v. Taintor, 83 U.S. (16 Wall.) 366 (1872), was a United States Supreme Court case. It is commonly credited as having decided that a person to whom a suspect is remanded, such as a bail bondsman, has sweeping rights to recover the suspect. However, this is erroneous, since the commonly cited portion of the case, obiter dicta, has no binding precedential value (although dicta can have persuasive value). ==Case overview== In 1866, sureties made an $8,000 cash bond for Edward McGuire in Connecticut, after he was charged with grand larceny. While awaiting trial in Connecticut, McGuire returned to his home in New York. Unknown to the bondsmen in Connecticut, McGuire was wanted in Maine for another felony. Upon request from the Governor of Maine later in 1866, the Governor of New York extradited McGuire to Maine, where he was convicted of burglary in 1867 and imprisoned for fifteen years. When McGuire failed to appear for trial in Connecticut in October 1866, the cash bond was forfeited. The Connecticut bondsmen sought relief from the forfeiture on grounds that they were not at fault in failing to secure McGuire's appearance, but rather that his nonappearance was the result of his extradition to Maine—an intervening \"act of law\" under the Extradition Clause of the U.S. Constitution. The Supreme Court, by a vote of 4 to 3 (two justices recused themselves) held that the sureties were at fault and were not protected by the Extradition Clause. The sureties' \"supineness and neglect\" in failing to keep up with McGuire and to inform the New York authorities of the pending Connecticut case caused McGuire's nonappearance.Lund v. Seneca County Sheriff’s Department, 230 F.3d 196, 198 (6th Cir. 2000) ==Commonly referenced paragraph== It is not the holding of the case, but a single paragraph in the middle of the majority opinion is commonly referred to: :When bail is given, the principal is regarded as delivered to the custody of his sureties. Their dominion is a continuance of the original imprisonment. Whenever they choose to do so, they may seize him and deliver him up in their discharge; and if that cannot be done at once, they may imprison him until it can be done. They may exercise their rights in person or by agent. They may pursue him into another State; may arrest him on the Sabbath; and if necessary, may break and enter his house for that purpose. The seizure is not made by virtue of new process. None is needed. It is likened to the rearrest by the sheriff of an escaping prisoner. In 6 Modern it is said: \"The bail have their principal on a string, and may pull the string whenever they please, and render him in their discharge.\" The rights of the bail in civil and criminal cases are the same. They may doubtless permit him to go beyond the limits of the State within which he is to answer, but it is unwise and imprudent to do so; and if any evil ensue, they must bear the burden of the consequences, and cannot cast them upon the obligee. [internal footnotes deleted] ==References== ==External links== * * Category:1873 in United States case law Category:United States Supreme Court cases Category:United States Supreme Court cases of the Chase Court ",
    "title": "Taylor v. Taintor"
}