{
    "id": "5710265",
    "text": "Ilka Chase (April 8, 1905 – February 15, 1978)Birth year of 1905 cited in 1910 U.S. Federal Census for New York City, accessed on ancestry.com on 5 April 2017. Birth year also cited on Chase's passport applications, the earliest being 1921, when she was 15, the age she states, giving her birthdate at 8 April 1905 was an American actress, radio host, and novelist. ==Biography== Born in New York City and educated at convent and boarding schools in the United States, England, and France, Chase was the only child of Francis Dane Chase, a merchant mariner who became a dry goods salesman and then the general manager of New York's Hotel Colonial, and the former Edna Woolman Allaway, known as Edna Woolman Chase, an editor. Her mother, who became the editor-in- chief of Vogue, described Chase's father, whom she married in 1902, as \"a lovable, good-looking, irresponsible young man from Boston. His father had been a banker, and depending on when you met them, the family had money.\"Edna Woolman Chase and Ilka Chase, Always in Vogue (Doubleday, 1954), page 58 After her parents' divorce, her father married artist Theodora Larsh (1887–1955). Her mother's second husband was engineer Richard Newton. After graduating from France's Château de Groslay boarding school, Chase made her society debut in December 1923 at a large dinner and dance, held in her honor and hosted by her mother at the Cosmopolitan Club in New York City. The 250 guests included her mother's employer, Condé Nast, Vanity Fair editor-in-chief Frank Crowninshield, artist Abram Poole and his wife, Mercedes de Acosta, interior decorators Ruby Ross Goodnow and Nancy McClelland, artist Albert Sterner, future Harper's Bazaar editor-in-chief Carmel Snow, British nobleman and pilot Viscount Holmesdale, architect Harrie T. Lindeberg, and fashion designer Adrian.\"Miss Ilka Chase Makes Her Debut\", The New York Times, 18 December 1923, page 19, column 1 ===Stage=== Chase (left) in the Broadway stage production Small Miracle (1934) Chase's Broadway debut occurred in 1924 in The Red Falcon. Her stage appearances included roles in Days Without End, Forsaking All Others, While Parents Sleep, Small Miracle, On to Fortune, Tampico, Co-Respondent Unknown, Keep Off the Grass, and In Bed We Cry, an adaptation of her novel of the same name. She was in the original Broadway cast of Clare Boothe Luce's play The Women (1938), and many years later appeared in Neil Simon's Broadway hit Barefoot in the Park. ===Films=== Her films included Fast and Loose (1930), The Animal Kingdom (1932), Now, Voyager (1942), Once a Sinner (1950), and The Big Knife (1955). Her last motion picture was in Ocean's 11 (1960) as Mrs. Restes. ===Radio=== In the early 1940s, Chase was the hostess for Penthouse Party on CBS and Luncheon Date With Ilka Chase, on NBC Red. For several years, she hosted the radio program Luncheon at the Waldorf. ===Television=== Chase was a regular in Trials of O'Brien on CBS in the mid-1960s. In 1957, she performed the role of the Stepmother in the television production of Rodgers and Hammerstein's Cinderella, which starred Julie Andrews. Chase made a rare television sitcom appearance as Aunt Pauline on The Patty Duke Show. ==Personal life== Chase was married to: * Louis Calhern (1895-1956), the stage and movie actor - Chase and he met while performing in summer stock with the George Cukor Company in Rochester, New York, married in June 1926, and divorced six months later, in February 1927. * William Buckley Murray (1889-1949), a former music critic of The Brooklyn Daily Eagle and onetime executive of NBC - he also had been a concert manager for the Baldwin Piano Company and became the head of radio and television at the William Morris Agency. In 1932, Chase and Murray adapted We Are No Longer Children, a play by French playwright Leopold Marchand. They married on 13 July 1935, in Greenwich, Connecticut, and divorced in Las Vegas, Nevada, on 4 December 1946.\"Ilka Chase Married to William B. Murray\", The New York Times, 14 July 1935, page 74 By this marriage, she had one stepson, William Buckley Murray, Jr., a crime novelist and writer for The New Yorker, who was Murray's only child by his previous wife, Natalia Danesi, an opera singer and lover of Janet Flanner. Murray's third wife was interior decorator Florence Smolen. * Norton Sager Brown (1904-1995), a physician - Chase and he divorced their spouses so they could be married on 7 December 1946, in Las Vegas, Nevada.\"Ilka Chase Wed in Nevada\", The New York Times, 8 December 1946 They remained married until her death in 1978. By this marriage, Chase had a stepson, James Brown. ==Autobiography== Her autobiography Past Imperfect (volume I), in which she wrote, \"Those who never fail are those who never try,\" was published in 1942, and Free Admission (volume II) was published in 1948. She also wrote more than a dozen other books, including The Care and Feeding of Friends, a guide to lighthearted entertaining with over 80 recipes and 20 menus. ==Death== Chase died in Mexico City, Mexico, aged 72. She is interred at Westchester Hills Cemetery in Hastings-on-Hudson, New York. Her epitaph reads: \"I've finally gotten to the bottom of things.\" ==Reference materials== Chase's personal papers, as well as those of her mother, are in the Billy Rose Theatre Division of the New York Public Library. ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1929|| Paris Bound || Fanny Shipman || based on the 1927 play Paris Bound, in which Chase was a member of the cast |- |1929|| Why Leave Home? || Ethel || |- |1929|| The Careless Age || Bunty || |- |1929|| Red Hot Rhythm || Mrs. Fioretta || |- |1929|| Rich People || Margery Mears || |- |1929|| South Sea Rose || Maid || |- |1930|| Let's Go Places || Mrs. Du Bonnet || |- |1930|| The Big Party || || |- |1930|| Her Golden Calf || Comedienne || |- |1930|| Born Reckless || High Society Customer at Beretti's || |- |1930|| The Florodora Girl || Fanny || |- |1930|| On Your Back || Dixie Mason || |- |1930|| Fast and Loose || Millie Montgomery || |- |1930|| Free Love || Pauline || |- |1931|| Once a Sinner || Kitty King || |- |1931|| The Gay Diplomat || Madame Blinis || |- |1932|| The Animal Kingdom || Grace || |- |1936|| Soak the Rich || Mrs. Mabel Craig || |- |1936|| The Lady Consents || Susan || |- |1939|| Stronger Than Desire || Jo Brennan || |- |1942|| Now, Voyager || Lisa Vale || |- |1943|| No Time for Love || Hoppy Grant || |- |1948|| Miss Tatlock's Millions || Cassie Van Alen || |- |1954|| It Should Happen to You || Guest Panel #2 || |- |1954|| Johnny Dark || Abbie Binns || |- |1955|| The Big Knife || Patty Benedict || |- |1960|| Ocean's 11 || Mrs. Restes || |} ==References== ==External links== * * * * Ilka Chase papers, 1850-1977 bulk (1916-1977), held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts * Photographic portraits of Ilka Chase by Cecil Beaton, Arnold Genthe, Man Ray, and Edward Steichen, 1925-1930s, held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts Category:1905 births Category:1978 deaths Category:20th-century American actresses Category:20th- century American novelists Category:Actresses from New York City Category:American radio actresses Category:American film actresses Category:American stage actresses Category:American television actresses Category:Burials at Westchester Hills Cemetery Category:Disease-related deaths in Mexico Category:American women novelists Category:20th-century American women writers Category:American expatriates in France ",
    "title": "Ilka Chase"
}