{
    "id": "5710863",
    "text": "Ed Cooley (born September 10, 1969) is an American college basketball coach and the current head coach of the Providence College Friars men's basketball team. Cooley held the same position at Fairfield University from 2006 to 2011. He received the inaugural 2010 Ben Jobe National Coach of the Year Award, presented annually to the top minority men's college basketball coach in the nation. ==Early years== Cooley was born on September 10, 1969 in Providence, Rhode Island to Jane Cooley and Edward Smith. He was one of nine children by his mother in a family on welfare, living in the low-income South Providence neighborhood. However, he would later be taken in by neighbors Gloria and Eddie Searight, who provided Cooley with meals and a place to sleep. At Providence's Central High School, Cooley played basketball and twice earned Rhode Island Player of the Year honors. After graduating in 1988, Cooley attended the New Hampton School in New Hampton, New Hampshire for a post- graduate year in 1988–1989. Matriculating to Stonehill College in Easton, Massachusetts, Cooley was required to take the SATs four times before the NCAA allowed him to play basketball there. He did not score high enough on his first two attempts, scored a 900 but was accused of cheating on his third test, and finally scored a 1390 on his fourth, supervised test. Cooley was a three-year team captain at Stonehill, and was named to the Northeast-10 Conference academic honor roll. He earned a Bachelor of Science degree in history from Stonehill in 1994. ==Coaching career== Following college, Cooley taught history at Bridgewater-Raynham Regional High School in Massachusetts from 1994 to 1996. Meanwhile, Cooley began his coaching career at the University of Massachusetts Dartmouth, spending the 1994–1995 season as an assistant men's basketball coach before returning to Stonehill as an assistant coach in 1995–1996. In 1996, Cooley joined Al Skinner's staff as an assistant coach for URI, before following Skinner to Boston College in 1997. In nine seasons as an assistant at BC, Cooley helped the Eagles post a 175–108 overall record, which included five 20-win seasons. The team captured the 2000–01 Big East Conference championship, five NCAA tournament berths, and one National Invitation Tournament, giving the team six post-season berths in nine seasons. ===Fairfield (2006–2011)=== Cooley earned his first head coaching position in 2006 for Fairfield University of the Metro Atlantic Athletic Conference. In five seasons, Cooley's teams posted a 92–69 overall record and 58–32 conference record. In 2009–10, with a 23–11 record, Fairfield advanced to postseason play, setting an NCAA Division I postseason record by overcoming a 27-point halftime deficit to win in overtime over George Mason in the 2010 CollegeInsider.com Tournament. The Stags were defeated in the quarterfinals of the tournament by Creighton. In 2010–11, Cooley's Fairfield squad captured the MAAC regular season championship before falling in the semifinals of the 2011 MAAC Men's Basketball Tournament. They were defeated by Kent State in the second round of the 2011 NIT, finishing with a school-record 25–8 record. Cooley was named MAAC Men's Basketball Coach of the Year and was the USBWA District 1 Coach of the Year. ===Providence (2011–present)=== On March 22, 2011, Cooley returned to his hometown and the Big East, replacing Keno Davis as head coach at Providence College, becoming the 15th head coach in program history. Cooley began to reinvigorate the program by recruiting six consensus Top 100 recruits in his first three years. ====2011–12 season==== In his first season at Providence, Cooley led the Friars to a 15-17 mark overall, posting an 11-3 mark (8-0 at home) in non-conference action and going 4-14 in the Big East. That season, point guard Vincent Council was named third-team All-Big East and forward LaDontae Henton earned Big East All-Rookie Team accolades. ====2012–13 season==== In his second season, Cooley led the Friars to a 19-15 record overall and a 9-9 mark in league play. Included in the 9-9 Big East record in 2012-13 was a 7-2 mark over the last nine games of the conference season, marking the second best turnaround over second half of the season in Big East history. The Friars played the season with a short roster with transfers Carson Desrosiers and Tyler Harris having to sit out the year per NCAA transfer rules, five star Freshman shooting guard and Providence native Ricky Ledo sitting our per NCAA eligibility issues, and five star freshman point guard Kris Dunn sitting out the first semester with a shoulder injury. Friars freshman guard Josh Fortune was the only incoming player in the 2012-2013 season eligible to compete. Cooley guided the Friars to the NIT where the squad posted a 2-1 record, beating Charlotte and Robert Morris before losing in the quarterfinals to eventual NIT Champion Baylor. That season, combo guard Bryce Cotton was named first-team All-Big East and Kadeem Batts was recognized as a co-winner of the league's Most Improved Award and earned All-Big East Honorable Mention accolades. After spending one year at Providence without being able to play, Ricky Ledo declared for the 2013 NBA draft and was selected by the Minnesota Timberwolves, eventually being traded to the Dallas Mavericks. ====2013–14 season==== In his third season at Providence and first season in the reconfigured Big East Conference, Cooley led the Friars to a 10-8 mark in the Big East Conference and finished tied for 3rd with Xavier and St. John's. Transfers Carson Desrosiers and sophomore forward Tyler Harris, were eligible to play their first season in black and white, having sat out the NCAA enforced one-year period. However, in addition to former point guard Vincent Council's graduation and Ricky Ledo entering the draft, Sophomore point guard Kris Dunn faced another shoulder injury and had to sit out almost the entire year as a medical redshirt, Cleveland State transfer sophomore guard Junior Lamomba had to sit out the NCAA enforced one- year period, and incoming Freshmen Brandon Austin and Rodney Bullock were suspended for the entire season due to an unspecified violation of team rules. The Friars finished the season at 23-12 mark overall, the most wins in a season since 1996-1997. Two players received regular season honors, Senior point guard Bryce Cotton was named first-team All-Big East and Senior forward Kadeem Batts earned second-team All-Big East accolades. Entering the Big East Tournament, the Friars played as the fourth seed due to losing the tie-breaker with Xavier. They defeated St. John's in the quarterfinals, Seton Hall in the semifinals, and Creighton in the thrilling final at Madison Square Garden, claiming PC's second tournament title in Big East history. By winning the Big East Tournament the team earned an automatic bid, removing any \"bubble\" fears. On their way to making history as the first tournament champion of the reconfigured league, Junior forward Ladonte Henton was named to the All- Tournament Team and Senior guard Bryce Cotton was named the tournaments Most Outstanding Player. On selection Sunday, the Friars were given the 11th seed in the 2014 NCAA Tournament East Regional and faced North Carolina. The Friars lost 79-77, but in defeat, Bryce Cotton scored a career high 36 points, making him the fourth all-time leading scorer in Providence College basketball history. Despite the loss, the season marked yet another major step forward by Cooley's in rebuilding the PC basketball program. ====2014–15 season==== In his fourth season at Providence, Cooley led the Friars to a 22-12 record and went 11-7 in the Big East while finishing in sole possession of fourth place in the conference. Cooley received a boost by a dynamic recruiting class which included 3 composite Top 100 recruits (Paschal Chukwu, Jalen Lindsey, and Ben Bentil), as well as the return of Kris Dunn from his redshirt year due to his shoulder injury the season prior. Despite losing sharpshooter Josh Fortune as a result of transfer to the University of Colorado, Cooley gained the eligibility of transfer guard Junior Lomomba, who was forced to sit out the season before due to NCAA regulations. After beginning the season 5-0 (including an exciting 75-74 victory over Notre Dame in the championship game of the Hall of Fame Tip Off Tournament at Mohegan Sun), Providence was ranked #25 in the coaches poll, their first ranking since the 2003-2004 season. They later debuted in the AP poll on February 23, and peaked as high as 23rd in the polls. The Friars run in the polls was aided greatly by co-Big East Player of the Year Kris Dunn, who averaged 15.6 ppg and 7.5 apg in his return season, while senior forward LaDontae Henton added 19.7 ppg. Both players were named to the 2014-2015 First Team All-Big East team. Once again, the Friars faced St. John's in the first round of the Big East tournament, winning comfortably, before setting up a matchup against #4 Villanova in the second round of the tournament. Despite being heavy underdogs, Providence fought valiantly, only to be called for a controversial foul with 3.1 seconds left which led to two Ryan Arcidiacono free throws to seal a Villanova 63-61 victory. Villanova would later go on to win the Big East Tournament. As a result of its excellent season, Providence would be selected as a 6 seed in the 2015 NCAA Tournament East Region and faced the 11 seeded University of Dayton. Controversy again ensued for Ed Cooley's Friars, as the site of the game would be played in Columbus, Ohio, just 80 miles from Dayton's campus. Despite having qualified for the game two days before and being undersized, Dayton controlled the pace of play, and PC struggled after star guard Kris Dunn picked up 2 fouls in the first 2:42 of the game. After Providence cut the lead to 44-41 with 6:43 left, Dayton would go on a 14-4 run over the next 5:08 and go on to win comfortably 66-53 to end the Friars season. After the season, with star forward LaDontae Henton already graduating from the program, the other starting forward for the Friars, Tyler Harris, decided to explore a graduate season at the University of Auburn, and the Friars also lost highly regarded freshman Paschal Chukwu to Syracuse as a late transfer, a decision that surprised and confused Coach Cooley. After flirting with the NBA draft, Kris Dunn decided to return to Providence despite being considered a potential lottery pick in many NBA Draft projections. ====2015–16 season==== In his fifth season, Cooley led the Friars to a 24–11, 10–8 in Big East play to finish in a tie for fourth place. They defeated Butler in the quarterfinals of the Big East Tournament to advance to the semifinals where they lost to Villanova. They received an at-large bid to the NCAA Tournament as a No. 9 seed where they faced USC in an exciting First Round matchup and won on a Rodney Bullock layup with 1.5 seconds left to advance to the Second Round where they lost to North Carolina. ==Head coaching record== ==Former players in the NBA== * Ricky Ledo, Providence, drafted by Dallas Mavericks in 2013 * Bryce Cotton, Providence, undrafted, played for Memphis Grizzlies * LaDontae Henton, Providence, undrafted, Santa Cruz Warriors (G League) * Ben Bentil, Providence, drafted by Boston Celtics in 2016 * Kris Dunn, Providence, drafted by Minnesota Timberwolves in 2016 ==References== ==External links== * Providence profile Category:1969 births Category:Living people Category:American men's basketball coaches Category:American men's basketball players Category:Basketball coaches from Rhode Island Category:Basketball players from Rhode Island Category:College men's basketball head coaches in the United States Category:Boston College Eagles men's basketball coaches Category:Fairfield Stags men's basketball coaches Category:Providence Friars men's basketball coaches Category:Rhode Island Rams men's basketball coaches Category:Sportspeople from Providence, Rhode Island Category:Stonehill Skyhawks men's basketball coaches Category:Stonehill Skyhawks men's basketball players ",
    "title": "Ed Cooley"
}