{
    "id": "5710546",
    "text": "The US National Virtual Observatory'-NVO- (nowadays VAO - Virtual Astronomical Observatory) was conceived to allow scientists to access data from multiple astronomical observatories, including ground and space-based facilities, through a single portal. Originally, the National Science Foundation (NSF) funded the information technology research that created the basic NVO infrastructure through a multi-organization collaborative effort. The NVO was more than a “digital library”; it was a vibrant, growing online research facility akin to a bricks-and-mortar observatory for professional astronomers. As of October 1, 2014, funding ceased for the National Virtual Observatory (NVO) and all code and digital assets of the project were made publicly available at the VAO Closeout Repository.VAO Closeout Repository ==Concept== The NVO was conceived to allow scientists to grapple with the enormous growth in astronomical data resulting from significant advances in telescope, detector, and computer technologies. These advances have resulted in a plethora of images, other data, and catalogs. In August 2001, the NSF allocated funding for a proposal entitled \"Framework for the National Virtual Observatory\". The grant was approved under its Information Technology Research program (since superseded). NVO funding supported collaboration to produce a distributed computing framework for an integrated cyber infrastructure for astronomers providing seamless access to these astronomical resources. The manifestation of this infrastructure was an operational “virtual observatory” available to scientists and to the public. Investigators acquired existing astronomical data from a variety of observatory archives through “virtual instruments”, that is, computer interfaces, tools, and services. The NVO was planned and implemented in synergy with the research community, the primary users of the system. In 2007, the operational stage of the NVO began with combined funding from NSF and NASA and programmatically executed through NSF. Scientists originally accessed the NVO through the NVO website.US-VO.org ==Data== Data in the NVO Closeout Repository are available from a variety of observatories and wavelengths, including NSF's National Optical Astronomy Observatory (NOAO), National Radio Astronomy Observatory (NRAO), the Sloan Digital Sky Survey (SDSS), and the 2 Micron All Sky Survey (2MASS). Also found in the NVO are NASA's rich data collections including data from the Hubble Space Telescope, the Chandra X-ray Observatory, the Spitzer Space Telescope, and other space-based missions. The NVO Closeout Repository provides access to a variety of additional data from nearly every astronomical research facility, observatory, and telescope across the globe. ==Collaboration== The NVO development project was distributed across many institutions and includes teams at the Johns Hopkins University, California Institute of Technology, Space Telescope Science Institute, NOAO, Infrared Processing and Analysis Center, San Diego Supercomputer Center, and the Associated Universities, Inc. Affiliate organizations with participating teams include Goddard Space Flight Center, Carnegie Mellon University, University of Pittsburgh, National Center for Supercomputing Applications, Smithsonian Astrophysical Observatory, University of Southern California, Fermilab, United States Naval Observatory, the University of Wisconsin–Madison, and National Radio Astronomy Observatory. The NVO, a US effort, had affiliates throughout the international astronomical community including IVOA, AstroGrid (UK), Euro-VO, the Japanese VO, the Australian VO, VO India and ten other national programs. ==Public Access == Along with its objective to serve the scientific community by enabling research through distributed data sources and services, the NVO served the public through educational and outreach resources on the Virtual Observatory website.Virtualobservatory.org The modest NVO Education and Public Outreach (EPO) effort was coordinated from Space Telescope Science Institute. The NVO provided technical support for the development of educational modules integrated into partner programs. NVO EPO coordinated activities with the international communities as well. ==See also== * Millennium Run ==References== ==External links== * NVO Closeout Repository * The NVO official site * The NVO Education/Outreach site Category:Virtual observatories Category:Science education in the United States ",
    "title": "National Virtual Observatory"
}