{
    "id": "5710515",
    "text": "Santa Claws (also known as 'Tis the Season) is a 1996 slasher filmSanta Claws 1996 – Christmas Horror Movies Retrieved 27 July 2013 written and directed by John A. Russo. It stars Debbie Rochon as a Scream Queen B-movie actress who is stalked by an obsessed fan.\"Santa Claws\". Rotten Tomatoes. Retrieved 27 July 2013. The film gives an insider's view of the challenges that actors and actresses face about violent stalker fans and describes the downside of fame.\"Santa Claws (1996)\". The New York Times. Retrieved 27 July 2013. ==Plot== The story is about a horror movie actress named Raven Quinn (Debbie Rochon). After her marriage crumbles down, she wins the custody of her daughters and raises them alone. She feels fortunate that she finds a good neighbor named Wayne (Grant Kramer), who provides a much needed emotional support and agrees to baby-sit her two young daughters. Little does Raven know that Wayne has had his share of murders while growing up and has now set his eyes to stalk her. Wayne has an altar that is full of Raven's pictures and a mannequin resembling Raven in his house. Wayne feels cheated that Raven's co- workers are sharing her attention. Feeling jealous, Wayne murders Raven's co- stars one by one while dressed in a Santa Claus costume. His weapon of choice is a \"claw\". ==References== == External links == * * *\"Santa Claws (1996)\". JoBlo. *\"The Northern Ireland producer behind the Simon's Cat phenomenon\". BBC News. December 13, 2010. *Harshcore, Rod (December 21, 2011). \"Have A Holly Horror Christmas\". Yell! *Pennington, Gail (December 7, 2012). \"Ho-ho-horrors: Movies make Christmas a scary holiday\". Category:1996 films Category:1996 horror films Category:1990s Christmas films Category:1990s slasher films Category:American slasher films Category:American films Category:American Christmas films Category:Christmas horror films Category:Films about fandom Category:Films about stalking ",
    "title": "Santa Claws (1996 film)"
}