{
    "id": "5710557",
    "text": "Bissam Cuttack is a census town in the Rayagada district, within the state of Odisha, India. It is one of the identified Tourist Centres\"identified Tourist Centres of Orissa\" (scenic spot) of Odisha. ==Geography== Bissam Cuttack is located at .Falling Rain Genomics, Inc - Bissamcuttack It has an average elevation of . Bissam Cuttack is surrounded by the great Niyamgiri Hill. Small canals like Markama Nala, Mundabandha Nala, Gate Nala and Rata Tikiri Nala surround the village in four directions. ==History== During the rule of Gangavansis (8th and 9th centuries) it was under the feudatory chief of Kalinga-Utkal empire Dadarnav Dev of Gudari katak. One stone scripture of 12th century, collected by historian Shri Sriranga Nayak of Bissam Cuttack, supports the statement. As per the research work done by Satyanarayana Rajguru,\" Padmashree Dr. Satyanarayana Rajguru\" of Ganjam district and the then assistant of Kalinga Historical Research society, King Paramardin Dev (who was the ruler of the then Kalinga-Utkal) established a new sub-capital as well as a fort at Bissam Cuttack for better administration of the western- Utkal i.e. Phulbani and Kalahandi area. When the area was attacked frequently by the rulers of Chedi dynasty, he shifted the sub-capital to Gudari Katak from Bissam Cuttack.\"Pratifalana\" It eventually fell into the vast kingdom of the Suryavansh dynasty of Jeypore. ==Demographics== India census, Bissam Cuttack had a population of 7407. Males constitute 50% of the population and females 50%. Bissam Cuttack has an average literacy rate of 67%, higher than the national average of 59.5%; with male literacy of 76% and female literacy of 58%. 11% of the population is under 6 years of age. The latest census report 2011 available in the Government of India website shows that the total population of the village is 7408 out of which male population is 3723 and the female population is 3685.Maa Markama is the prime Goddess of Bissam Cuttack. There is a beautiful Temple, with its new look, for her. The temple of Markama is situated by the Temple of Maa Markama. There is a beautiful spring at Chatikona and Siva Temple beside it. Maa Markama College and Maa Markama degree college is the only college here. This college has NCC and NSS units. New Life English medium school, Navodaya School, Govt. High School, Saraswati Vidya Mandir are the educational institutes available. The Secondary training school now renamed as the District Institute of Educational Training, Rayagada at Bissam Cuttack is a well-known teacher training school in Odisha. Students from every nook and corner come to get training here each year. Bissam Cuttack also has a College of Nursing running B.Sc. Nursing course, GNM and ANM courses in the Christian Hospital Campus. There is a JMFC court, a jail, and a fire station. Bissam Cuttack has a Government CHC and a Christian mission hospital known as Christian Hospital Bissamcuttack, which is a 200 bed hospital with various specialties such as Obstetrics and Gynecology, Surgery, Medicine, Pediatrics, Dental and Ophthalmology. Rath Yatra of Lord Jagannath is very famous. Ganesh Puja, Gajalaxmi Puja and Diwali are grandly celebrated. A personal museum cum library (in the name of Adikanda Sangrahalaya)Sangrahara Nayaka \"Pratiphalana\" dated 16–31 March issue, page 3 with a good number of unpublished writings and some antique objects relating to the history of Bissam Cuttack, owned by Sri Sriranga Nayak (retd. Hindi teacher of Bissam Cuttack), is the first of its kind in Rayagada district. It has become a unique asset for research scholars in the country and abroad for their research work in the field of history as well as language. ==Temples of divinity== Maa Markama Temple in a new look at Bissam Cuttack A great number of temples enhance the cultural beauty of the village. * The temple of Lord Jagannath by the main road * The Maa Markama Temple by the main road. Bissamcuttack is well known in the state of Odisha as the only abode of Goddess Markama and Karkama * The temple of Maa Karkama beside the temple of Maa Markama * The temple of Grama devati by the main road * The temple of Lord Shiva near the temple of Jagannath * Another temple of Lord Shiva near Sishu Mandir * The temple of Radhakanta by the main road * The temple of Lord Hanuman near the Diet, Rayagada * The temple of Gayatri near the temple of Jagannath, * The Lord Rama temple beside the Rayagada-Bissamcuttack Road * The Mahima temple of Bhimabhoi in front of Rama mandir, * The temple of Lord Shiva near Chatikona, about 7 km away from Bissamcuttack * The temple of Niyama Raja near Mundabandha Canal * The temple of Sai Baba near the temple of Lord Jagannath * The Lord Jagannath temple newly built in Durgi-odisha ==Politics== Current MLA from Bissam-Cuttack (ST) Assembly Constituency is Jagannath Saraka (won by: 29186 votes) of BJD, who won the seat in State elections of 2014 for the first time. Previous MLAs from this seat include Dambarudhar Ulaka who won this seat in 2009 through INC. Bissam-Cuttack is part of Koraput (Lok Sabha constituency). == Notable People == Ritesh Agarwal Shri S. Babu Rao ==See also== *Hatamuniguda ==References== Category:Cities and towns in Rayagada district ",
    "title": "Bissam Cuttack"
}