{
    "id": "5711827",
    "text": "Undiscovered is the debut album from American singer Brooke Hogan, released on October 24, 2006 by Storch Music Company and SoBe Entertainment. The album sold 30,000 copies in its first week, debuting at No. 28.Chris Harris (November 1, 2006). Hannah Montana Rains On My Chemical Romance's Parade MTV. Retrieved 28 August 2009. As of April 2007, the album had sold a total of 127,000 copies.Independent Sales Chart 4-18-07. IndieHQ.com. Retrieved 2 September 2007. The album was going to be re-released in 2007 along with a new single, but instead Hogan decided to begin work on her second album. ==Background== Brooke Hogan first signed a record deal with Trans Continental Records in 2002. She began work on her debut album in mid-2003 and had an album recorded and ready to be released in September 2004. Unfortunately for Brooke, after her first single \"Everything to Me\", bombed the charts, the release of her debut album This Voice was canceled and she was dropped from the label. Two years later, Hogan signed to Storch Music Company, as well as SoBe Entertainment to release her debut album, which she had been recording for three years. ==Recording== Hogan recorded the album in Miami, Florida with producer Scott Storch. The song \"Beautiful Transformation\" was originally to feature a rap by Stacks, but they changed it at the last minute to feature the original lyrics written for the song and sung by Hogan. Brooke stated in August 2007 that she was very unhappy with the record, and she also felt it did not reflect her as an artist like her second album. ==Singles== The lead single from the album \"About Us\" premiered on the season two finale of Hogan Knows Best. It was officially released on June 13, 2006. The song debuted on the Billboard Hot 100 at No. 33 for the week ending August 19, 2006. The music video premiered on Hogan Knows Best on June 25, 2006. The music video also appeared on Total Request Live on July 24, 2006 as a PRE-RL. \"Heaven Baby\" was released as the album's second single on January 2, 2007, and received minimal pop airplay throughout the month of January 2007. A video was going to be filmed in February 2007, but after the song had no success, the plans of making it the second single were cancelled, as was the video. \"For a Moment\" was released as a promotional single on March 6, 2007. Later that month, Brooke released a music video for the song, which featured clips of seasons three and four of Hogan Knows Best. ==Track listing== ;Bonus tracks * \"Certified\" (iTunes bonus track) appears as track 9 – 2:36 * \"Crazy Love\" (Japanese bonus track) – 3:06 Note: \"Love You, Hate You\" samples the 1970 The Moments song \"Love on a Two-Way Street\" ==Charts== {| class=\"wikitable\" !align=\"left\"|Chart (2006) !align=\"left\"|Peak position |- |align=\"left\"|U.S. Billboard 200 |align=\"center\"|28 |- |align=\"left\"|U.S. Billboard Top Independent Albums |align=\"center\"|1 |} == Release history == {| class=\"wikitable\" ! Country ! Date ! Format ! Label |- | rowspan=\"1\" | United States | rowspan=\"1\" | | rowspan=\"1\" | CD, digital download | rowspan=\"3\" | SMC, SoBe Entertainment |- | rowspan=\"2\" | Canada | rowspan=\"1\" | | rowspan=\"1\" | CD |- | rowspan=\"1\" | | rowspan=\"1\" | Digital download |- |} ==References== == External links == *Billboard *Brooke Hogan's Official Websites Biography Category:2006 debut albums Category:Brooke Hogan albums Category:Albums produced by Scott Storch ",
    "title": "Undiscovered (Brooke Hogan album)"
}