{
    "id": "5711940",
    "text": "Charar-i-Sharief (variously spelled Chrar-e-Sharif, Charari Shareef, etc.) is a town and a notified area committee in Budgam district in the Indian union territory of Jammu and Kashmir, India. The town was given the status of block in January 2014. The town is divided into 10 wards. Each ward has a municipal councillor. The famous mohallas of Charar-i-Sharief are: Talab-e-Kalan or Bada Talab, Trajibal, Court Road, Gulshanabad, Nowhar, Baghi Noor U Din Nowhar, Jabl-e-Noor, Wazabagh, Alamdar colony, Zaloosa and Kumar Mohalla. Charar-i- Sharief is considered one of the most sacrosanct Muslim shrines in Kashmir. It is situated approximately 28 km from Srinagar, en route to Yusmarg. The Shrine of Charar-i-Sharief is approximately 600 years old. It is popularly known as the \"Sheikh Noor-ud-Din Wali\".''''' ==Geography== Charari Sharief has an average elevation of 1,933 metres (6,345 feet) above mean sea level.Wikimapia:Satellite Pictures ==Demographics== India census, Charar i Sharief had a population of 15000. Males constitute 53% of the population and females 47%. Charar i Sharief has an average literacy rate of 59%, lower than the national average of 59.5%; with male literacy of 58% and female literacy of 38%. 12% of the population is under 6 years of age. ==Municipal committee== Municipal Committee Charar-E-Sharief is an Urban Local Body which administrates the town of Charar-E-Sharief in Budgam district, Jammu and Kashmir, India. It has 13 elected members. Its last elections took place on 10 October 2018. Keys: {| class=\"wikitable sortable\" ! # ! Name ! Municipal Ward ! Reservation Status ! Party |- | 1 || Maheen Munir || Karim Abad || Women Open || bgcolor=#00BFFF|INC |- | 2 || Zahid Jan Baba || Sheer Abad || Open || bgcolor=#00BFFF|INC |- | 3 || Vacant || Shah Abad || Open || bgcolor=#ffffff|N/A |- | 4 || Vacant || Reshi Abad || Women Open || bgcolor=#00BFFF|INC |- | 5 || Imtiyaz Ahmad Dar || Wazabagh || Open || bgcolor=#00BFFF|INC |- | 6 || Vacant || Noor Abad || Open || bgcolor=#00BFFF|INC |- | 7 || Vacant|| Sharief Abad || Women Open || bgcolor=#00BFFF|INC |- | 8 || Hamid Hussain || Gulshan Abad A || Open || bgcolor=#00BFFF|INC |- | 9 || Anjil Zahid || Gulshan Abad B || Open || bgcolor=#00BFFF|INC |- | 10 || Jawiara || Nudreshi Colony || Women Open || bgcolor=#00BFFF|INC |- | 11 || Vacant || Almadar Basti 1 || Open || bgcolor=#ffffff|N/A |- | 12 || Bilal Ahmad Teli || Almadar Basti 2 || Open || bgcolor=#00BFFF|INC |- | 13 || Tariq Ahmad Dar || Rozabal || Open || bgcolor=#00BFFF|INC |- |} ==See also== Charar-e-Sharief Shrine ==References== ==External links== * Holy Places (Budgam District official website) Category:Cities and towns in Budgam district ",
    "title": "Charari Sharief"
}