{
    "id": "5711278",
    "text": "\"All the Way from Memphis\" is a single released by Mott the Hoople as the lead track from the album Mott in 1973. The song tells a story about a rock and roller whose guitar is shipped to Oriole, Kentucky, instead of Memphis. The track peaked at No. 10 in the UK Singles Chart. Although it did not chart in the United States, it did receive considerable airplay on album-oriented rock stations. The Mott album, from which it was released, reached the Top 40 of the Billboard 200, peaking at No. 35. ==Background and lyrics== The musician gets half-way to Memphis before he realizes his guitar is missing. It takes a month to track it down. When he gets the guitar back, he is scolded by a stranger for being neglectful and self-centered. In the original version of the song, the stranger is referred to as a \"spade\", in later versions the word \"dude\" is substituted. The song reflects a weariness with the rock and roll life-style, including the strain of constant touring and the low public opinion of rock 'n' roll singers. This theme appears in the chorus, which is repeated with minor variations: \"you look like a star, but you're still on the dole,\" \"you look like a star, but you're really out on parole.\" The song may have been based on an actual event involving guitarist Mick Ralphs. The song was used in the films Breaking the Waves and Alice Doesn't Live Here Anymore. The loss of Ralphs's guitar is also mentioned in the lyrics of the single's B-side, \"Ballad of Mott the Hoople (26th March 1972, Zürich)\". Name-checking most of the band's then members, the B-side's lyrics stated \"Buffin lost his child-like dreams\" / And \"Mick lost his guitar / And Verden grew a line or two / And Overend's just a rock 'n' roll star\". ==Cover versions and tributes== \"All the Way from Memphis\" was covered by Brian May on his 1998 album Another World; Hunter guested on this cover. It was also covered by supergroup Contraband on their only album (1991). The British rock band Thunder also performed a live version appearing on multiple compilation albums. The British punk band Abdoujaparov covered the track on their 2002 album Air Odeon Disco Pub. Swedish artist Magnus Uggla has stated that he was inspired by the song when he wrote his first hit single \"Varning på stan\" (later recorded in English as \"Hit the Girls on the Run\") in 1977. ==References== ==External links== * Category:Mott the Hoople songs Category:1973 singles Category:Songs written by Ian Hunter (singer) Category:1973 songs Category:CBS Records singles ",
    "title": "All the Way from Memphis"
}