{
    "id": "5711667",
    "text": "First Capitol Historic Site is a free-admission historic museum located outside Belmont, Wisconsin, United States. The museum includes two of the buildings first used by legislators to meet in Wisconsin Territory. Currently owned and operated by the Wisconsin Historical Society, the site is listed on the National Register of Historic Places. ==Background== From 1818 to 1836, the land that is now Wisconsin was part of Michigan Territory. In 1836, Michigan itself achieved statehood and Congress created Wisconsin Territory from the frontier lands to the west. That territory was larger than you might guess, including the lands that are now Minnesota, Iowa, and the eastern Dakotas. At that time, this vast area was sparsely settled, with a total population of about 22,000. With one In 1836, Milwaukee had under 2,000 people. Madison was only wooded hills and swamps between the four lakes, which had just been bought by James Doty and some other real estate speculators with an eye toward founding a city there. ==Territorial capital== 300px Early leaders in the territory needed a place to meet and establish the territorial government. Several land speculators saw this need even before the territory was official, and tried to prepare sites which could be chosen as the territorial capital, hoping to become wealthy if the capitol was built in their city. One such speculator was John Atchison, a general merchandise businessman from Galena. In 1835 he laid out the village of Belmont, Wisconsin and in 1836 began building four public buildings there to attract the lawmakers to his site: a council house where lawmakers could convene, a lodging house for the legislators, a house for the territorial governor, and a courthouse for the territorial supreme court. These wooden buildings were constructed outside of Wisconsin (possibly Pittsburg) and shipped to Belmont for final assembly. On September 9, 1836, territorial Governor Henry Dodge announced that Belmont would be used as the territorial capital, at least for the first legislative session, making Atchison's council house the first capitol. The likely reason for Dodge's selection of Belmont as capital city was its location in Wisconsin's lead mining region, which at that time was the territory's most populous area. However, the selection was controversial, and some contend that Dodge had other motives for the selection based upon his earlier associations with Atchison. The first session of Wisconsin's territorial legislature began at Belmont on October 25, 1836. Soon after the session convened, Governor Dodge gave a speech outlining the purpose of the session: to establish a system of government for the territory and make a final selection for the territorial capitol. Perhaps because of the controversy over his choice of Belmont, Dodge announced that he would approve any site the legislature voted to become the permanent capital, even though he had the legal power to veto all territorial legislation. That announcement re- opened the scramble for locating the territorial capital. Most lawmakers were opposed to the idea of continuing to use the capitol at Belmont, since the lodging house was small and overcrowded, and none of the buildings had heat or water. Burlington, Cassville, Fond du Lac and Madison had their advocates, among others. The boosters of Dubuque even invited the whole legislature over for a weekend visit. But Doty was there, too, lobbying for his proposed Madison City. Supposedly he even sent a wagon to Dubuque to bring back buffalo robes, which he then doled out to sway the freezing legislators. After much wrangling, both houses of the legislature approved moving the capital to Burlington for a year, then permanently to the site advocated by James Doty, on the isthmus at his \"Madison City,\" just as soon as buildings could be erected. When legislators were not debating the future site of the capital, they set the groundwork for the territorial government. In all, 42 acts were approved by the legislature before it adjourned on December 9, 1836. These acts organized Wisconsin government, created a judicial system, and established several new counties in the territory. The legislature would not meet again in Belmont, preferring to meet at a temporary location in Burlington until the new capitol at Madison was completed. Later, in 1838, Burlington became a part of Iowa Territory, forcing the legislature to move to Madison earlier than anticipated. ==Later use== As the isthmus between Lake Mendota and Lake Monona developed into the city of Madison, the village of Belmont slowly faded. Many of the settlers who had rushed to Belmont when it became territorial capital were now leaving for Madison. Still, the village survived, although the route taken by the Mineral Point Railroad prompted most of its residents to relocate three miles to the southeast of the original town in 1867, meaning that the first capitol is now three miles northwest of Belmont. 1903 illustration of Capitol Building After the territorial officials left, the capitol building and accompanying structures were used as private residences and later livestock barns. Souvenir hunters scavenged relics from the building. Then in 1910 the Wisconsin Federation of Women's Clubs initiated a restoration project, completing a restoration of the original council house in 1924. Later, the lodging house, which had been moved and used as the home of territorial Supreme Court Chief Justice Charles Dunn, was returned to its original site and underwent restoration in 1956. Together, these two structures created First Capitol Historic Site. The site was initially operated by the Wisconsin Department of Natural Resources. In 1994, it was transferred to the Wisconsin Historical Society, which is now responsible for the museum's operations. ==See also== *List of the oldest buildings in Wisconsin *Wisconsin State Capitol ==References== Category:Pre-statehood history of Wisconsin Category:Government buildings on the National Register of Historic Places in Wisconsin Wisconsin Category:Museums in Lafayette County, Wisconsin Category:Wisconsin Historical Society Category:History museums in Wisconsin Category:Historical society museums in Wisconsin Category:National Register of Historic Places in Lafayette County, Wisconsin ",
    "title": "First Capitol Historic Site (Wisconsin)"
}