{
    "id": "5712447",
    "text": "Zoot were a pop rock band formed in Adelaide, South Australia in 1964 as Down the Line.McFarlane (1999). Encyclopedia entry for 'Zoot'. Retrieved 21 January 2010.Spencer et al, (2007) ZOOT entry. Retrieved 21 January 2010. They changed their name to Zoot in 1967 and by 1968 had relocated to Melbourne. They had a top five hit on the Go-Set national singles chart with a heavy rock cover of The Beatles' ballad \"Eleanor Rigby\" released in 1970; but they disbanded in May 1971. Mainstay bass guitarist, Beeb Birtles, was later a founder of Little River Band in 1975 and guitarist singer-songwriter, Rick Springfield, who moved to the United States in 1972, achieved international fame as a solo artist, songwriter and actor. Zoot reunited for the Rick Springfield and Friends cruise in November 2011. ==Career== ===1964-1968: Early years=== In 1964, Plympton High School mates John D'Arcy, Gordon Rawson and Gerard Bertlekamp (later known as Beeb Birtles) began to learn and play popular songs of the day. Ted Higgins was added and the band was named Times Unlimited.Spencer et al, (2007) TIMES UNLIMITED entry. Retrieved 21 January 2010. They were joined by Darryl Cotton, lead vocalist from local rivals, The MurmenSpencer et al, (2007) MERMEN, THE entry. Retrieved 21 January 2010. and were renamed Down the Line from The Hollies' version of Roy Orbison's song \"Go Go Go (Down the Line)\".Spencer et al, (2007) DOWN THE LINE entry. Retrieved 21 January 2010. Down the Line performed covers of English Mod groups: The Hollies, The Move, The Who and The Small Faces in many clubs and discos around Adelaide, gradually gathering a following. In May 1967, Darryl Sambell, who also managed rising singer, Johnny Farnham, used Down the Line as session musicians on demo recordings which secured Farnham a contract with EMI Records. After recording with Farnham, Down the Line were approached by Adelaide-based promoters, Alan Hale and Doc Neeson, who were interested in band management and suggested to change their name to Zoot. Zoot were playing some original material in their set and by early 1968 decided to move to Melbourne. D'Arcy didn't want to go and was replaced on guitar by Steve Stone. ===1968-1969: Think Pink=== In August 1968, Zoot arrived in Melbourne and were co-managed by Wayne de Grouchy and Tony Knight. It was de Grouchy's idea to dress them in pink and on 3 September 1968, the band made their 'Think Pink' debut; dressing from head to toe in pink. Zoot signed with Columbia Records/EMI Music and recorded their first single, \"You'd Better Get Goin' Now\", a Jackie Lomax cover with David Mackay producing. They invited the music media to Berties discothèque—co-owned by de Gruchy and Tony Knight—to promote its release in August. Continuing the 'Think Pink' theme, the band members continued to dress in pink satin and they arrived to venues in Cotton's pink painted car. The publicity gimmick brought attention to the group and attracted significant numbers of teenage girl fans, however it caused problems in establishing their credibility as serious rock musicians. By December, management by de Gruchy was dropped in favour of Sambell and Jeff Joseph, who also managed Farnham and The Masters Apprentices. Zoot's second single, \"1 × 2 × 3 × 4\" was released in December 1968 and charted on the Go-Set National Top 40 Singles Chart. Besides radio airplay, the band appeared regularly on local pop music TV show, Uptight!. The band's third single, \"Monty and Me\" continued the 'Think Pink' theme and was produced by Go-Set writer, Ian Meldrum, which also reached the Top 40 in June. In June 1969, Zoot was voted Top Australian Group in Go-Set's pop poll. NOTE: This PDF is 282 pages. In July they undertook a tour through the eastern states with Ronnie Burns, The Sect and Jon Blanchfield on the bill. In September 1967 Hicks left for The Avengers, and was replaced by Rick Springfield (ex-Icy Blues, Moppa Blues Band, Wickety Wak).Spencer et al, (2007) Springfield, Rick entry. Retrieved 22 January 2010. From September 1969, Zoot joined other Australian bands on the national Operation Starlift tour, which was generally a publicity success but a financial disaster. For Zoot, it brought about increased media ridicule, peer envy and scorn from detractors, much of the criticism was homophobic such as \"pretty pink pansies\" taunts. In October 1969, saw the release of \"About Time\"/\"Sha La La\". In December they made headlines when they were assaulted by street toughs in Brisbane. ===1970-1971: New Image, Just Zoot and break up=== By early 1970, band members had tired of the garish pink outfits and associated harassment and physical abuse, hence, to rid themselves of the bubblegum/teen idol image, they burnt their outfits on TV music show, Happening '70. In April 1970, Zoot promoted their single \"Hey Pinky\", with an advertisement in Go-Set which featured a nude picture of their buttocks. \"Hey Pinky\" was a hard charging guitar oriented song but it failed to chart. The song was rebellious in nature and openly mocked the pink outfits as well as their previous management and their detractors. The group's debut studio album Just Zoot was released in July and reached number 12 on the Australian Kent Music Report. In August 1970, Zoot finished second to The Flying Circus at the Hoadley's Battle of the Sounds. Note: Includes a photo from Laurie Richards Photographic Collection, Performing Arts Museum. In December 1970 Zoot released a hard rock cover of The Beatles' song, \"Eleanor Rigby\" which became their most popular single when it peaked at No. 4 in March 1971. It remained in the Top 40 for twenty weeks and reached No. 12 on the Top Records for the Year of 1971. Their next single, \"The Freak\" / \"Evil Child\", another hard rock song, was released in April 1971 and peaked into the top 30. With the chart success of \"Eleanor Rigby\", RCA expressed interest in bringing them to the United States to record, but they encountered problems with visa work permits, and Springfield was being scouted for a solo career. Along with other disappointments and frustrations, this led to the band breaking up in May 1971. Go-Set published its 1971 pop poll results in July, with Zoot in third place behind Daddy Cool for 'Best Group' while \"Eleanor Rigby\" won 'Best Single' ahead of Daddy Cool's \"Eagle Rock\". EMI/Columbia released a compilation, Zoot Out late in 1971. ===1971-present: After break-up=== After Zoot, Birtles and Cotton almost immediately formed a duo called Darryl and Beeb, which became Frieze when they were sponsored by Frieze Brothers (a clothing company). The band released a single, \"Feelings\" in September 1971 on Sparmac Records and an album, BC 1972, on Warner Brothers in June 1972, using session musicians.Spencer et al, (2007) Frieze entry. Retrieved 24 January 2010. Frieze disbanded in May and Cotton travelled to America while Birtles joined Mississippi (previously known as Allison Gros and then as Drummond). Mississippi evolved into Little River Band in 1975. Springfield also signed with Sparmac and released \"Speak to the Sky\" in October 1971, which peaked at No. 6 on the Kent Music Report. Sparmac label owner, Robie Porter, was also producer and manager for Springfield. After recording his debut album, Beginnings in London, Springfield moved to the United States in mid-1972, where he achieved international fame as a solo artist, songwriter and actor and continues to record. Brewer drummed for a succession of bands including, Cashbox, Bootleg, Whole Man and I'Tambu before joining The Ferrets in 1976,Spencer et al, (2007) Brewer, Rick entry. Retrieved 24 January 2010. which had a No. 2 hit with \"Don't Fall in Love\" on the Australian Kent Music Report Singles Chart. Note: Used for Australian Singles and Albums charting from 1974 until ARIA created their own charts in mid-1988. In 1992, Kent back calculated chart positions for 1970–1974. He has also drummed for Jim Keays (ex-The Masters Apprentices) in his band Southern Cross and subsequently for The Motivators and Greg Baker's Blues Party. ===2011-present: Reunion and Archaeology=== Zoot reformed for the Rick Springfield and Friends cruise in November 2011. The cruise took place from 5–10 November 2011 on the Carnival Destiny out of Miami. The band consisted of Springfield, Birtles, Cotton and Brewer. Darryl Cotton died on 27 July 2012 from liver cancer. In 2018, the band released an anthology entitled Archaeology, including a new recording of \"Life in a Northern Town\". In late 2020, with band friend and contemporary Russell Morris as lead vocalist joining Springfield, Birtles and Brewer, Zoot will reform for four Australian shows honouring Darryl Cotton. ==Members== *Beeb Birtles – bass guitar, guitar, backing vocals (1964–1971, 2011, 2020) *Darryl Cotton – lead vocals, guitar (1964–1971, 2011; died 2012) *Teddy Higgins – drums (1964–1968) *John D'Arcy – lead guitar, backing vocals (1964–1968) *Steve Stone – lead guitar (1968) *Rick Brewer – drums (1968–1971, 2011, 2020) *Roger Hicks – lead guitar (1968–1969) *Rick Springfield – lead guitar, backing vocals (1969–1971, 2011, 2020) *Russell Morris – lead vocals (2020) ==Albums== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of studio albums, with Australian chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:12em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\"| Album details ! scope=\"col\" colspan=\"1\"| Peak chart positions |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| AUS |- ! scope=\"row\"| Just Zoot | *Released: July 1970 *Label: Columbia (SCXO 7916) *Format: Vinyl | 12 |- |} ===Compilation and live albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of compilation and live albums ! scope=\"col\" rowspan=\"1\" style=\"width:12em;\"| Title ! scope=\"col\" rowspan=\"1\" style=\"width:16em;\"| Album details |- ! scope=\"row\"| Zoot Out | *Released: 1971 *Label: Columbia (SCXO 9842) *Format: Vinyl |- ! scope=\"row\"| Zoot Locker | *Released: 1980 *Label: EMI (EMY-502) *Format: 2xCD + DVD |- ! scope=\"row\"| Live - The Reunion | *Released: 2013 *Label: Fanfare Records (FANFARE117) *Format: 2xCD + DVD |- ! scope=\"row\"| Archaeology | *Released: 23 November 2018 *Label: EMI (7720473) *Format: CD, Digital download, streaming |- |} ===Extended plays=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" border=\"1\" |+ List of Extended Plays ! scope=\"col\" rowspan=\"1\" style=\"width:12em;\"| Title ! scope=\"col\" rowspan=\"1\" style=\"width:16em;\"| Album details |- ! scope=\"row\"| 4 Shades of Pink | *Released: 1970 *Label: EMI *Format: Vinyl |- |} ===Singles=== ==References== ;General * Note: Archived [on-line] copy has limited functionality. * * ;Specific ==External links== *Zoot entry at Milesago. *Zoot by Beeb Birtles. Category:Australian rock music groups Category:Musical groups from Adelaide Category:Musical groups established in 1964 Category:Musical groups disestablished in 1971 ",
    "title": "Zoot (band)"
}