{
    "id": "5712171",
    "text": "\"The Bailiff's Daughter of Islington\" is a traditional English folk song. It is numbered as Child ballad 105, and as Roud number 483. ==Synopsis== The ballad concerns a young squire's son who falls in love with a bailiff's daughter from Islington, to the north of London. This is considered to be an unsuitable pairing, so his family dispatches him to the City. There a seven- year apprenticeship affords him worldly success, although servitude sharpens his ardour for the maiden he once knew. The bailiff's family falls on hard times. The daughter survives, but is alone, and one day on a roadside encounters the well-beloved youth. She begs a penny. In reply, he asks: \"I prithee, sweetheart, canst thou tell me / Where that thou wast born?\"; and does she know of the bailiff's daughter of Islington? \"She's dead, sir, long ago\", the girl asserts sorrowfully. The youth is heartbroken and offhandedly pledges the girl his horse and tack, for he feels like nothing but departing into exile. She cries: \"O stay, O stay, thou goodly youth! / She's alive, she is not dead; / Here she standeth by thy side, And is ready to be thy bride.\" == First editions == The earliest known text was published (as a broadside) by Phillip Brooksby between 1683 and 1696. The tune dates from 1731 (ballad opera, The Jovial Crew). ==Recordings== The song was recorded by such performers as Albert Beale, Tony Wales. One celebrated recording was by Owen Brannigan and Elizabeth Harwood under Sir Charles Mackerras in 1964. It found considerable success in Japan. A version by Jon Rennard was included on his album Brimbledon Fair (1970). ==Lines== ==See also== *The New-Slain Knight *The Nut-Brown Maid ==References== ==External links== *The Bailiff's Daughter of Islington at the Internet Sacred Text Archive *The Bailiff's Daughter of Islington at Bartleby.com Category:Child Ballads Category:English folk songs Category:Year of song unknown ",
    "title": "The Bailiff's Daughter of Islington"
}