{
    "id": "5713887",
    "text": "Chromogenic photography is photography that works by a chromogen forming a conventional silver image and then replacing it with a dye image. Most films and papers used for color photography today are chromogenic. == Description == Chromogenic film or paper contains one or many layers of silver halide (AgX) emulsion, along with dye couplers that, in combination with processing chemistry, form visible dyes. In processing, the silver image of each layer is first developed. In concert with the dye couplers in each layer, the process subsequently forms dyes only in those areas where silver is present. In full- color chromogenic materials, multiple layers of emulsion are sensitized to different wavelengths of light. Three layers are usually present, generally sensitive to red, green, and blue colored light. Cyan-colored dye is formed on the red-sensitive layer, magenta-colored dye is formed on the green-sensitive layer, and yellow-colored dye is formed on the blue-sensitive layer, following generally the CMY color model. Some chromogenic black-and-white negative films also exist, mainly to exploit the wide availability of C-41 processing. These films have softer grain and less contrast than traditional silver halide films. In these films, a single emulsion layer has panchromatic sensitivity. The dye image is typically slightly blue because of the choice of dye couplers. Examples of black-and-white chromogenic negative films are Ilford XP2 Super and Fujifilm Neopan 400CN, produced in partnership with Ilford. Kodak have ceased production of their Kodak BW400CN film. It is also possible to develop a standard black and white silver gelatine film or print using specially formulated chromogenic developers so that a colored dye image only remains after processing, the silver image being totally or partially bleached away during processing.The Master Photographer's Toning Book, Tim Rudman, Argentum, 2002, p146 et seq (Chromogenic Toners) Each microscopic point of chromogenic dye formation is called a dye cloud. After the formation of dyes is complete, the silver image is removed in processing by a specialty photographic fixer called bleach fix or blix. A processing variation called skip bleach, most popular in motion picture negative processing, leaves the silver image partially or completely intact, yielding a type of contrast enhancement. The most common chromogenic processes are C-41 for color (and chromogenic black-and-white) negative film, RA-4 for color negative paper (see Type C print), and E-6 for slide film. A great deal of research effort has been placed by manufacturers, most notably Fujifilm, Ilford Photo, and Kodak, into controlling the color and tonal characteristics of their chromogenic film and paper. The sensitization of the silver halide emulsions, the composition and mixture of the dye couplers, and the chemical interactions of layers upon one another during processing (called interlayer effects), are the subjects of numerous patents. Fujifilm is apparently unique in its use of a fourth (cyan- sensitive) color layer in certain of its negative films. Like the traditional silver halide process, the main hazardous waste product of chromogenic processing consists of silver compounds dissolved in the used fixer. This waste is usually processed to recover the valuable dissolved silver in metallic form, and to allow safe disposal of the remaining substance. A history of improper handling of waste fixer has led to environmental contamination. For example, the disposal of untreated waste fixer into the sanitary sewers and storm drains of New York City has led to high levels of dissolved silver in the Hudson River. ==References== * * Category:Photographic processes ",
    "title": "Chromogenic photography"
}