{
    "id": "5713956",
    "text": "Capital punishment in the Philippines () specifically, the death penalty, as a form of State-sponsored repression was introduced and widely practiced by the Spanish government in the Philippines. A substantial number of Filipino national martyrs like Mariano Gómez,https://kahimyang.com/kauswagan/articles/1256/today-in-philippine- history-august-2-1799-father-mariano-gomez-was-born-in-sta-cruz-manila José Burgos,https://www.britannica.com/biography/Jose-Burgos and Jacinto Zamorahttps://www.bworldonline.com/content.php?section=9&title;=Fr.-Jacinto- Zamora&id;=49951 (also known as GomBurZahttps://www.bworldonline.com/content.php?section=9&title;=Fr.-Jacinto- Zamora&id;=49951 ), Thirteen Martyrs of Cavite (Trece Martires),http://www.philippinemasonry.org/the-thirteen-martyrs-of-cavite.html Thirteen Martyrs of Bagumbayan,http://www.executedtoday.com/2010/01/11/1897-the-thirteen-martyrs- of-bagumbayan/ Fifteen Martyrs of Bicol (Quince Martires de Bicolandia),https://www.manilatimes.net/2006/01/04/news/regions/naga-honors- its-15-martyrs/633984/ Nineteen Martyrs of Aklanhttps://kahimyang.com/kauswagan/articles/1712/francisco-del-castillo-and- the-19-martyrs-of-aklan and the national hero –Jose Rizal,https://www.filipinaslibrary.org.ph/articles/rizals-last-hours/ were executed by the Spanish government. Numerous Philippine parks,https://www.officialgazette.gov.ph/rizal-monument/ monuments,http://www.executedtoday.com/2013/01/04/1897-bicol-martyrs- philippines/?utm_source=feedburner&utm;_medium=feed&utm;_campaign=Feed%3A+ExecutedToday+%28Executed+Today%29 learning institutions,https://jru.edu/ roads,https://www.mapquest.com/philippines/ilocos-region/laoag- city/2900/gomburza-street-18.210680,120.549890 local government unitshttps://www.britannica.com/place/Trece-Martires are named after Jose Rizal and other martyrs executed by the Spanish as a constant reminder of Spanish atrocities through the imposition of the death penalty. After the execution of Imperial Japanese Army General Tomuyuki Yamashita in Laguna, Philippines in 1946https://www.esquiremag.ph/long-reads/features/tomoyuki- yamashita-standard-a00304-20200218-lfrm and the formal establishment of the Philippine post-World War II government, capital punishment was mainly used as an anti-crime measure during the rampant lawlessness that dominated the Philippines leading to the declaration of Martial Law in 1972 The Philippines together with Cambodiahttp://www.handsoffcain.info/bancadati/asia-middle-east- australia-and-oceania/cambodia-17000221 are the only Association of South East Asian Nations (ASEAN) member States that have abolished the death penalty. ==Spanish and American periods== A 1901 execution at the Old Bilibid Prison, Manila, Philippines During Spanish colonial rule, the most common methods of execution were death by firing squad (especially for treason/military crimes, usually reserved for independence fighters) and garrotte. A notable case of execution through garrote by the repressive Spanish government in the Philippines is the execution of three Filipino Catholic martyr priests, Mariano Gómez, José Burgos, and Jacinto Zamora, also known as Gomburza. Death by hanging was another popular method. Another prominent example is the national hero, José Rizal, who was executed by firing squad on the morning of December 30, 1896, in the park that now bears his name. In 1902, the Philippine Commission abolished the use of garrote as a means of executing criminals, and substituted in place thereof execution by hanging. In 1926, the electric chair (Spanish: silla eléctrica; Filipino: silya eléktrika) was introduced by the United States' colonial Insular Government, making the Philippines the only other country to employ this method. The last colonial- era execution took place under Governor-General Theodore Roosevelt, Jr. in February 1932. There were no executions under Manuel L. Quezon, the first President of the Commonwealth. ==1946–1986== The capital crimes after regaining full sovereignty in July 1946 were murder, rape and treason. However, no executions took place until April 1950, when Julio Gullien was executed for attempting to assassinate President Manuel Roxas. Other notable cases includes Marciál \"Baby\" Ama, electrocuted at the age of 16 on October 4, 1961, for murders committed while in prison for lesser charges. Ama notably became the subject of the popular 1976 film, Bitayin si... Baby Ama! (Execute Baby Ama!). Former Governor of Negros Occidental, Rafael Lacson, and 22 of his allies, were condemned to die in August 1954 for the murder of a political opponent. Ultimately, Lacson was never executed. In total, 51 people were electrocuted up to 1961. Execution numbers climbed under President Ferdinand Marcos, who himself was sentenced to death in 1939 for the murder of Julio Nalundasan—the political rival of his father, Mariano; the young Ferdinand was acquitted on appeal. A notorious triple execution took place in May 1972, when Jaime José, Basilio Pineda, and Edgardo Aquino were electrocuted for the 1967 abduction and gang-rape of young actress Maggie dela Riva. The state ordered that the executions be broadcast on national television. Under the Marcos regime, drug trafficking also became punishable by death by firing squad, such as the case with Lim Seng, whose execution on January 15, 1973, was also ordered broadcast on national television. Future President and then-Chief of the Philippine Constabulary General Fidel V. Ramos was present at the execution. The electric chair was used until 1976, when execution by firing squad eventually replaced it as the sole method of execution. Under Marcos' 20-year authoritarian rule, however, countless more people were summarily executed, tortured or simply disappeared for opposition to his rule. After Marcos was deposed in 1986, the newly drafted 1987 Constitution prohibited the death penalty but allowed the Congress to reinstate it \"hereafter\" for \"heinous crimes\"; making the Philippines the first Asian country to abolish capital punishment. When the Philippines had the death penalty, male inmates condemned to death were held at New Bilibid Prison and female inmates condemned to death were held at Correctional Institution for Women (Mandaluyong). The death chamber for inmates to be electrocuted was in Building 14, within the Maximum Security Compound of New Bilibid. The Bureau of Corrections (BuCor) Museum previously served as the lethal injection chamber. ==Reinstatement and moratorium== New Bilibid Prison held male death row inmates President Fidel V. Ramos promised during his campaign that he would support the re-introduction of the death penalty in response to increasing crime rates. The new law (Republic Act 7659), drafted by Ramos, was passed in 1993, restoring capital punishment. This law provided the use of the electric chair until the gas chamber (chosen by the government to replace electrocution) could be used. In 1996, Republic Act 8177 was passed, prescribing the use of lethal injection as the method of carrying out capital punishment. Executions resumed in 1999, starting with Leo Echegaray, who was put to death by lethal injection under Ramos' successor, Joseph Estrada, marking the first execution after the reinstatement of the death penalty. The next execution saw an embarrassing mishap when President Estrada decided to grant a last-minute reprieve, but failed to get through to the prison authorities in time to stop the execution. Following on a personal appeal by his spiritual advisor, Bishop Teodoro Bacani, Estrada called for a moratorium in 2000 to honor the bimillenial anniversary of Christ's birth. Executions were resumed a year later. Estrada's successor, Gloria Macapagal Arroyo, was a vocal opponent of the death penalty and also approved a moratorium on the carrying out of capital punishment. This prohibition was later formalized into a full law when the Congress passed Republic Act 9346 in 2006. The next year, the Philippines became a party to the Second Optional Protocol to the International Covenant on Civil and Political Rights regarding the abolition of the death penalty. President Arroyo controversially pardoned many prisoners during her presidency, including a 2009 pardon for all remaining felons convicted for the 1983 assassination of former Senator and opposition leader Benigno Aquino, Jr. An old embarkation card (erroneously) warning visitors of the death penalty for drug trafficking. The caveat has since been removed from subsequent versions. On April 15, 2006, the sentences of 1,230 death row inmates were commuted to life imprisonment, in what Amnesty International believes to be the \"largest ever commutation of death sentences\".Amnesty International Philippinesl, April 19, 2006 Philippines: Largest ever commutation of death sentences Capital punishment was again suspended via Republic Act No. 9346, which was signed by President Arroyo on June 24, 2006. The bill followed a vote held in Congress earlier that month which overwhelmingly supported the abolition of the practice.Jansen, Jamie. June 6, 2006 Philippines Congress votes to end capital punishment , The Jurist The penalties of life imprisonment and reclusion perpetua (detention of indefinite length, usually for at least 30 years) replaced the death penalty.Sun Star Cebu. June 25, 2006. Arroyo kills death law Critics of Arroyo's initiative called it a political move meant to placate the Roman Catholic Church, some sectors of which were increasingly vocal in their opposition to her rule. ===Protocol to the International Covenant on Civil and Political Rights=== The Philippines subsequently signed the Second Optional Protocol to the International Covenant on Civil and Political Rights. The Optional Protocol commits its members to the abolition of the death penalty within their borders. It was signed on September 20, 2006 and ratified on November 20, 2007.Second Optional Protocol to the International Covenant on Civil and Political Rights. On December 6, 2016, after the Justice Committee of the Philippine House of Representatives approved a draft measure on the reimposition of the death sentence, Zeid Ra’ad Al Hussein, the UN Commissioner for Human Rights released an open letter addressed to the Philippine Speaker of the House and the President of the Senate saying, \"International law does not permit a State that has ratified or acceded to the Second Optional Protocol to denounce it or withdraw from it.\" Zaid asserted that there is no \"denunciation clause\" in the protocol, \"thereby guaranteeing the permanent non-reintroduction of the death penalty by States that ratified the Protocol.\" ==Support for reintroduction of capital punishment== During the 2016 election campaign, presidential candidate and frontrunner Davao City mayor Rodrigo Duterte campaigned to restore the death penalty in the Philippines. During the \"Yes or No\" segment of the second presidential debate on March 20, 2016, Duterte and Senator Grace Poe were the only candidates who said \"Yes\" when asked about the restoration of the death penalty in the country, favoring the decision. Duterte, who won the election in May 2016, supports restoration of the death penalty by hanging. It has been reported that he wants capital punishment for criminals involved in illegal drugs, gun-for-hire syndicates and those who commit \"heinous crimes\" such as rape, robbery or car theft where the victim is murdered, while Poe has stated that the capital punishment should apply to criminals convicted of \"drugs and multiple crimes where involved people can no longer be rehabilitated.\" Duterte has theatrically vowed \"to litter Manila Bay with the bodies of criminals.\" In December 2016, the bill to resume capital punishment for certain \"heinous offenses\" swiftly passed in the committee level in the House of Representatives; it passed the full House of Representatives in February 2017. However, the law reinstating the death penalty stalled in the Senate in April 2017, where it did not appear to have enough votes to pass.Collapse of death penalty bill in the Senate hailed In a 2017 poll, 67% of Filipinos supported the death penalty. In July 2019, bills seeking to reinstate capital punishment in the Philippines were revived in the Senate ahead of the opening of the 18th Congress. ==Methods== The Philippines was the only country aside from the United States that used the electric chair, due to its being introduced during the U.S. colonial period. Until its first abolition in 1987, the country reverted to using death by firing squad. After re-introduction of the death penalty in 1993, the country switched to lethal injection as its sole method of execution. == See also == * Extrajudicial killings and forced disappearances in the Philippines ==References== ==External links== * Photo of the Philippines' electric chair taken in 1969 *Philippines 'restores' death penalty – By John McLean (BBC correspondent in Manila) *Lamban, S. 2000. Death Penalty in the Philippines Category:Philippine law Philippines Category:Death in the Philippines Category:Human rights abuses in the Philippines Category:1987 disestablishments Category:1993 establishments in the Philippines ",
    "title": "Capital punishment in the Philippines"
}