{
    "id": "5713680",
    "text": "James Laurence Connaughton (born May 1961) is an American energy industry lawyer and the former George W. Bush administration environmental adviser. Connaughton served as chairman of the White House Council on Environmental Quality and Director of the White House Office of Environmental Policy from 2001 to 2009. Connaughton is currently the President and CEO of Nautilus Data Technologies, the first company to deploy a waterborne data center. ==Education== Connaughton earned his Bachelor's Degree from Yale University, where he was a member of The Society of Orpheus and Bacchus, one of Yale's undergraduate a cappella groups, and a regular performer and producer in musical theater. In his senior year, Connaughton was selected for the senior society Scroll and Key and became a member of the Whiffenpoofs, the world- renowned, senior men's singing group. In 1989, he graduated second in his class, magna cum laude, Order of the Coif, from the Northwestern University School of Law. At Northwestern, he was an Austin Scholar and served as Coordinating Articles Editor of the Northwestern University Law Review. Following Law School, he clerked for U.S. District Court Judge Marvin Aspen in the Northern District of Illinois. == Corporate attorney == Prior to joining the Bush Administration, Connaughton was a partner in the law firm Sidley Austin, in its Environmental Practice Group, dealing with corporate environmental compliance. From 1993 until 2001, Connaughton served as one of the lead U.S. negotiators of the ISO 14000 series of international environmental management and performance consensus standards, including standards on environmental labeling. Connaughton also worked with officials from U.S. EPA, California EPA, and the Environmental Law Institute to help form the Multi-State Work Group on Environmental Management Systems (\"MSWG\"). At Sidley Austin, Connaughton represented Superfund corporations including General Electric. Connaughton lobbied government on Superfund for organizations including Atlantic Richfield, the Chemical Manufacturers Association, the Aluminum Company of America. ==Bush Administration== The official portrait of Connaughton Connaughton was unanimously confirmed by the United States Senate on June 14, 2001, and was appointed by President Bush on June 18, 2001 to serve as the Chairman of the White House Council on Environmental Quality (CEQ). Connaughton coordinated the Cabinet-level committee addressing climate change and energy security policy. With Connaughton's leadership, the administration opposed the ratification of the Kyoto Protocol, instead establishing the Asia Pacific Partnership on Clean Development and Climate Change, a technology transfer initiative with Pacific Rim nations. Connaughton helped establish the Major Economies Leaders Meetings on Energy and Climate, acting as Bush's personal representative. In the fall of 2004, Bush designated Connaughton chairman of a new Cabinet Committee on Ocean Policy, tasked with ensuring action on the U.S. Commission on Ocean Policy's recommendations. Connaughton oversaw the development of the U.S. Ocean Action Plan and the creation of four Pacific marine national monuments - one of the largest marine conservation efforts in history. == Post- administration career == In 2009, Connaughton joined the Constellation Energy Group, an Exelon company, to manage environmental and energy policy and government relations. He served as Executive Vice President and Senior Policy Advisor at Exelon from March 2012 to March 2013. From March 2013 – February 2016, Connaughton was the Executive Vice President at C3 IoT, a company that \"applies the power of big data, advanced analytics, social networking, machine learning, and cloud computing to improve the safety, reliability, and efficiency of power generation and delivery\". In March 2016, Connaughton was appointed President and CEO of Nautilus Data Technologies, the first company to deploy a waterborne data center. He assumed the position of Nautilus Data Technologies' founder Arnold Magcale, who took on the role of Chief Technology Officer. Connaughton also currently serves as an advisor on for ClearPath Foundation (since 2016) and SHINE Medical Technologies, Inc. (since 2014). == Awards == In 2013, Connaughton was named an Oceana SeaChange Ocean Champion. ==References== ==External links== * Category:1961 births Category:American lawyers Category:Living people Category:Northwestern University Pritzker School of Law alumni Category:United States presidential advisors Category:George W. Bush administration personnel Category:Yale University alumni Category:People associated with Sidley Austin ",
    "title": "James L. Connaughton"
}