{
    "id": "5713242",
    "text": "Volume 1 paperback cover The Amazing Joy Buzzards is a comic book series created by Mark Andrew Smith and Dan Hipp. The Amazing Joy Buzzards was first published in January 2005 by Image Comics. The Amazing Joy Buzzards ran as two limited series. The issues from both series were collected in two trade paperback volumes. June 2008 saw a \"Director's Edition\" reprint of the first two series of Amazing Joy Buzzards in a digest size trade paperback. The \"Director's Edition\" was translated in September 2009 into Italian by Renior Comics. The second volume to follow the Director's edition titled \"Monster Love\" was expected in 2008 but to date has not been released. In total there are three digest sized volumes planned with the final in the series titled \"Strohm's Pit\". == Plot == The Amazing Joy Buzzards are a rock 'n' roll adventure band that battles evil in all forms. The groups consists of Biff Ashby, Gabe Carlyle, and Stevo Vargas. Unbeknownst to the band, The Amazing Joy Buzzards are managed by Dalton Warner of the Creative International Artists Agency, which is really the Central Intelligence Agency. Mr. Warner uses the band's superstar status as a cover to get into places to which he normally would not have access. Dalton uses the band's knack for defeating supernatural evils to his advantage. The Amazing Joy Buzzards have the assistance of a Mexican Wrestling genie named El Campeon who assists people in their time of need. He can be summoned by a magic amulet and by shouting the words \"Go El Campeon Go!\". == Characters == === Heroes === Biff Ashby (First Appearance: AJB Vol. 1 #1) is the lead singer of the Amazing Joy Buzzards. He has mysterious green eyes that no woman can resist and an ego larger than the Colossus of Rhodes. Biff is always game for the ladies, but doesn't mind taking lumps for the lads. His stage presence only hints at his future importance to the world. Don't tell him that though, his head doesn't need to grow any larger. Stevo Vargas (First Appearance: AJB Vol. 1 #1) is the Amazing Joy Buzzards' bass player who's the wildest one of the bunch. Stevo is a martial arts expert and a champion racecar driver. The world moves around him at its own pace but Stevo moves to the beat of his own drum. It may be hard to understand what Stevo is saying, but just make sure you're standing on his side in a skirmish. Some people suspect that he is half yeti. Gabe Carlyle (First Appearance: AJB Vol. 1 #1) is the geek-sheik drummer of the band with the super sexy brains of the bunch. He may not have the smashing looks of Biff, or the agility of Stevo, but when it comes to solving a mystery he would be the one to encourage. Gabe's father was an archeologist that went missing while exploring a strange land many years ago and Gabe is still hopeful of finding him to this day. Gabe Carlyle carries an amulet which can summon the mythical Mexican wrestler El Campeon. El Campeon (First Appearance: AJB Vol. 1 #1) is the loyal mystical Mexican wrestler guardian of the band who happens to be a genie. El Campeon is a Mexican Wrestling Genie who happens to be the guardian of rock and roll band The Amazing Joy Buzzards. The Amazing Joy Buzzards can summon El Campeon by using a magic amulet and yelling the magic words: \"GO EL CAMPEON GO!\". His first appearance is in the Amazing Joy Buzzards Vol. 1 #1 which appeared in January 2005. The Amazing Joy Buzzards first came across El Campeon during their adventures in Costa Rica in the story titled \"The Devil's Zapatos\" where he teams up with the drummer of the band Gabe Carlyle. El Campeon's origin story was told in the single issue book \"The Night of a Thousand Luchadores\" which was printed in the Amazing Joy Buzzards Vol. 2 #5 and drawn by comic book artist Doug Holgate. Over time there have been a few incarnations of El Campeon and the current one is estimated to be the fourth. Little is known about El Campeon's larger purpose. He is known to help people in their time of need. He is sometimes known to take the form of a Fox. Over the years his costume has also seen more than a few changes. He is afraid of midgets. El Campeon is brutal in battle, but easily distracted by edibles. El Campeon loves cereal, churros and donuts, and has been known to sleep for entire weeks at a time. El Campeon is summoned by the Amazing Joy Buzzards with the use of a magical amulet but as is evidenced in \"The Amazing Joy Buzzards and the Christmas Troll\" when Santa Clause uses a similar amulet we discover that there is actually more than one magical amulet that are capable of summoning him with the magic words. El Campeon's sworn enemy in the Amazing Joy Buzzards series is named El Chupa who is a new addition to the Spider Syndicate and the leader of the Chupacabras controlling the monsters in the South and Central American Territories. Professor Yu (First Appearance: AJB Vol. 1 #1) is the \"M\" of the Amazing Joy Buzzards. He is a world-renowned scientist who believes in the Amazing Joy Buzzards and has gotten them into and out of many situations with his inventions. Gabe is good friends with the Professor but has had more interest in the Professor's daughter Betty than in science as of late. Betty Yu (First Appearance: AJB Vol. 1 #2) is the daughter of Professor Yu with super sexy brains, a winning personality, and is always up for an adventure. Since the Island of Maru excursion Gabe and Betty have become quite the pair. Dalton Warner (First Appearance: AJB Vol. 1 #3) is the manager and the handler of the Amazing Joy Buzzards. He works for Creative International Artists which uses the band's bigger-than-Elvis status to make the world a safer place. Dalton's signature items are a 1965 Shelby Cobra, a silencer, and a pencil-thin mustache. His favorite drink is a Maker's Mark. Dalton discovered the band playing in Costa Rica at their Uncle Vargas' hotel. Murphy (First Appearance: AJB Vol. 1 #3) is a mysterious female agent who's an old flame from Dalton's past that keeps popping up. Despite Dalton's special CIA training he still can't hide the fact that he has feelings for her even after all this time. She's a wildcard, a weapons and tactics expert and good in a clutch. Just don't leave any knives around her, you never know where they might end up. Her signature drink is a Greyhound, heavy on the vodka. === Villains === The Puppeteer (First Appearance: AJB Vol. 1 #2) is the diminutive leader of the Spider Syndicate, a group of Supernatural Mod Hipsters who want to take over the world to make it a better place after being influenced by the spirit of the counterculture from the 1960s when anything seemed possible. The Spiders date far, far back and have changed direction considerably under the guidance of The Puppeteer. His age is unknown, but he's pretty old. He's something of a misunderstood genius, inventor, and mad scientist who wants to take over the world to make it a better place and change the status quo. He's also got a small army of KILLER VAMPIRE ROBOTS! at his disposal. His favorite drink is Castle Knappogue but it makes him tipsy and he can't drink too much or hold too much liquor because of his small size. He's also got a giant crush on Ivep, who's got a giant crush on someone else. Donovan the Devil Mummy Hipster (First Appearance: AJB Vol. 2 #1) is from Russia and he's quite the Scenester. He's got a good heart on him and is well read. He's a sucker for Apple Martinis, nice suits, and owns all of The Amazing Joy Buzzards' albums, ever the devoted fan. The Pink Bot (First Appearance: AJB Vol. 1 #1) used to be the scourge of the robot underworld under the name Darkbot, while fighting the AJB in an earlier encounter he fell into a vat and was dyed pink losing all credibility with the other underworld robots. He swore revenge on the Amazing Joy Buzzards and turned Stevo into a giant Gila Monster in AJB #1. He's in jail now after running into El Campeon's elbow. Madam Ivep (First Appearance: AJB Vol. 1 #2) is a stunning supernatural beauty and it's no wonder that the Puppeteer has fallen so hard for her and that he's wound so tightly around her finger. She's really, really old, but has held up well over the centuries. She's madly in love with Galesh who she sprung from his tomb in the Amazing Joy Buzzards and the Island of Maru. Galesh (First Appearance: AJB Vol. 1 #2) is an Angel who gave up his wings to walk the Earth among men centuries ago. During a raid on a Caravan he got hit over the head with a rock and forgot all about his angelic nature. He was taken Prisoner by a king, and bled to prolong the King's daughters' life. After escaping he vowed to take revenge on man for the crimes against him. He joined up with Strohm, the architect of the tower of Babel, and set out to create a tower of Babel in reverse to end humanity. He got stopped and entombed but the bad news is he's out and about again, and honestly I'd be more than a little worried. During the Island of Maru incident he had a stare down with Gabe and stole his leather jacket and Gabe's vowed to get it back. Hypno (First Appearance: AJB Vol. #1) is a Hollywood agent, who's got Hypnotic Powers. He's just a minor villain but enough said, if you stare into his hypno amulet for too long you might find yourself doing his bidding. Killer Vampire Robots! (First Appearance: AJB Vol. 1 #2) are the foot soldiers of the Spiders, they may just be mechanical but their bite sure hurts, just ask El Campeon! Joe Stereo (First Appearance: AJB Vol. 1 #1) is a Brit Punker who hates the Amazing Joy Buzzards for being number one on the charts. He's tired of living in their shadow and I've got a feeling he'll soon be up to no good. He was nearly crushed to death with his grand pappy by a mutated Stevo Vargas Gila Monster. His Band is called Joe Stereo & The Sex Kittens. El Chupa (First Appearance: AJB Vol. 2 #1) is the sworn enemy of El Campeon and he controls the continent of Central America. He's the leader of the Chupacabras and is a nasty one to face, as he's almost a direct doppelganger of El Campeon but we'll find out more about that later. Their feud goes back hundreds of years. There's about four different varieties of Chupacabras. He's of the Alphacabra variety, and the ones that go after livestock are the Beta Cabras who are his minions. The other two breeds are extremely rare. Favorite drink Tequila. If there's evil afoot in Central America, most likely he's behind it. El Chicos Meurtes & El Chavo (First Appearances: AJB Vol. 2 #3) are some of the many rival luchadores who come out of the woodwork to challenge El Campeon. There's hundreds more where those two came from. Black Peter & Yanni The Christmas Troll (First Appearance: Image Comics 2005 Holiday Special) are two villains who set out to hijack Christmas, thankfully El Campeon happens to show up at the North Pole to save the day. Anton Loveless (First Appearance: The Amazing Joy Buzzards Vol.2 Original Trade Paperback Story) is the leader of the Goth Vampire band named GreatWhiteLionSnake who the Amazing Joy Buzzards go up against to defend the purity of Rock and Roll. == References == *The Heroes of the Amazing Joy Buzzards *The Amazing Joy Buzzards Guide to Villainy Included here for characters are descriptions from articles written by Smith and used with permission. == External links == *Wizard Universe, IMAGE SPOTLIGHT: \"The Amazing Joy Buzzards\", Wizard Universe, July 8, 2008 *THE COMMENTARY TRACK: \"The Amazing Joy Buzzards\", Comic Book Resources, June 18, 2008 *Mr. Hipp *The Amazing Joy Buzzards Vol. 1 Issue 1 Online Category:2005 comics debuts Category:Image Comics titles Category:Jinn in popular culture ",
    "title": "The Amazing Joy Buzzards"
}