{
    "id": "5713538",
    "text": "Fire, later known as Fire Graphics, was an underground computer artscene group that released ANSI, ASCII, and high resolution artwork from 1994 to 1998. ==History== hirez\" artwork. Fire was founded in July 1994 by ANSI artists Donut Hole and Vendetta as a parody of iCE, one of the top art groups of the time. From the second pack onward, the group was ostensibly led by Halaster, who gradually elevated Fire by recruiting talented artists from regional art groups, and by becoming a competent ANSI artist himself. After releasing monthly collections of their work, Fire planned a merger with Canadian artscene group Mistigris, in March 1995. The merger was unsuccessful and Fire collapsed shortly thereafter when Halaster quit the group to join ACiD. In August 1995, Halaster quit ACiD and re-formed Fire. After its rebirth, Fire became a popular and critically successful group, releasing artwork and applications such as the DOS based ANSI editor, Pyrodraw. At various points in time, Fire was home to some of the most respected ANSI artists in the scene, including Iodine, Eerie and Prisoner #1. Through most of its history, Fire was headquartered at The Regency BBS, located in Atlanta's 404 area code. The Regency was one of the few dial-up BBSs that transitioned to IP technology via use of the telnet protocol. This transition was short-lived and only marginally successful, but allowed Fire to retain its headquarters after most BBSs had closed. The Regency's geographic location contributed to the early history of the group, as most of its initial artistic roster hailed from Atlanta. In February 1997, Halaster stepped down from his leadership position and chose hirez artist God Among Lice, coordinator of the hirez section since April 1996, and ANSI artist Eerie to assume his duties of group leader and coordinator of the ANSI section respectively. After just one pack Eerie unexpectedly left the group and German ANSI artist Nail took over coordination of the ANSI section in April 1997, subsequently recruiting more European artists into the group's ranks. However, with the rising popularity of the Internet and dropping interest in ANSI art Fire found itself struggling to stay true to its roots with more and more of its ANSI artists quitting the medium altogether. God Among Lice and Nail eventually decided to end the group after pack #33 rather than keep going and being forced to release packs that they deemed unfitting for Fire, which they ultimately still considered an ANSI art based group. fire #33 - the final combustion was eventually released several months late in September 1998. ==Other projects== Fire had a separate ASCII sub-group called Fire ASCII, but unlike the relationship between ACiD Productions and Remorse ASCII the art was, with just a few exceptions, released in the Fire packs instead of separate ASCII packs. Fire also maintained a separate music/tracking entity called Radiance ==Coderz== Fire had a small crew of coders, headed up by Wintermute aka Winmutt and Maxwell. This group was responsible for creating Pyroview, which was among the first art-scene viewers to support JPEG images. Another of the groups ground breaking creation was a raster based graphics protocol with embedded sound support that was supported in Dialtone! (a serial communications / terminal emulation program) and the System/75 BBS software written for the DOS operating systems. System/75 BBS was a full featured message board and file sharing center. Dialtone! was one of the first serial comm apps to integrate a war dialer with a fully fledged dial comm supporting all of the popular file transfer protocols of the day. ==Releases== Fire artwork in ANSI format. Fire released its members' artwork in monthly artpacks. * Fire Pack #01 (First pack) * Fire Pack #08 (Post-Mistigris Merger) * Fire Pack #30 * Fire Pack #33 (Final pack) ==External links== * Dark Domain The ACiD Artpacks Archive on DVD (), contains all available Fire Packs. Category:1994 establishments in the United States Category:Artscene groups ",
    "title": "Fire (artscene group)"
}