{
    "id": "5713207",
    "text": "Bruno Stojić (born 8 April 1955) is a Bosnian Croat politician convicted by the International Criminal Tribunal for the former Yugoslavia (ICTY). His trial, joined with five co-accused Bosnian-Croat politicians active in the Croatian Republic of Herzeg-Bosnia wartime entity, ended with him being found guilty and sentenced to 20 years in prison.UN war crimes tribunal convicts 6 Bosnian Croats of persecution of Muslims during Bosnian war ==Background== Bruno Stojić was born on 8 April 1955 in the village of Hamzići, People's Republic of Bosnia and Herzegovina. In 1992 he was named head of the HVO department of defense by Mate Boban. In 1993 he was moved to the Office for the Production and Sales of Weapons and Military Equipment. On 5 April 2004 he voluntarily surrendered to the ICTY. ==Indictment== The International Criminal Tribunal for the former Yugoslavia indictment states that his area of authority and responsibility included: *HVO Military Police *HVO intelligence service known as Security and Information Service (SIS) *moral education which included information and propaganda *Prison health, medical and sanitation services *Military production and logistics. In the verdict, the ICTY concluded that Stojić \"directed and exercised effective control over the HVO armed forces and the Military Police\" but \"did not make serious efforts to end the commission of crimes although he had the authority and the duty to do so\". ==Charges== Taken from the ICTY press release: *nine counts of grave breaches of the Geneva conventions (wilful killing; inhuman treatment (sexual assault); unlawful deportation of a civilian; unlawful transfer of a civilian; unlawful confinement of a civilian; inhuman treatment (conditions of confinement); inhuman treatment; extensive destruction of property, not justified by military necessity and carried out unlawfully and wantonly; appropriation of property, not justified by military necessity and carried out unlawfully and wantonly). *nine counts of violations of the laws or customs of war (cruel treatment (conditions of confinement); cruel treatment; unlawful labour; wanton destruction of cities, towns or villages, or destruction not justified by military necessity; destruction or wilful damage done to institutions dedicated to religion or education; plunder of public or private property; unlawful attack on civilians; unlawful infliction of terror on civilians; cruel treatment), and *eight counts of crimes against humanity (persecutions on political, racial and religious grounds; murder; rape; deportation; inhumane acts (forcible transfer); imprisonment; inhumane acts (conditions of confinement); inhumane acts). ==See also== *Joint criminal enterprise ==References== Category:1955 births Category:Living people Category:People convicted by the International Criminal Tribunal for the former Yugoslavia Category:Politicians of the Croatian Republic of Herceg-Bosna Category:Croatian Defence Council Category:Croats of Bosnia and Herzegovina convicted of war crimes Category:Croatian war crimes in the Bosnian War Category:Croats of Bosnia and Herzegovina convicted of crimes against humanity ",
    "title": "Bruno Stojić"
}