{
    "id": "5713826",
    "text": "Soldiers ill with Spanish influenza at a hospital ward at Camp Funston, Kansas, when the epidemic began in 1918. Camp Funston was a U.S. Army training camp located on Fort Riley, southwest of Manhattan, Kansas. The camp was named for Brigadier General Frederick Funston (1865–1917). It was one of sixteen such camps established at the outbreak of World War I. ==History== ===World War I=== Construction began during the summer of 1917 and eventually encompassed approximately 1,400 buildings on . During World War I, nearly 50,000 recruits trained at the camp, commanded by Major General Leonard Wood. Notable units who received training at Camp Funston include the 89th Division, which was deployed to France in the spring of 1918, the 10th Division and black soldiers assigned to the 92nd Division. Among those trained at Camp Funston was Texas State Representative George Peddy, who managed to obtain a permit to return to Austin for the impeachment proceedings against Governor James E. Ferguson. During World War I, Camp Funston also served as a detention camp for conscientious objectors (COs) many of which were Mennonite in faith. Since it was compulsory, Hutterites sent their young men to military camps, but they did not allow them to obey any military commands or wear a uniform. In March 1918, some of the first recorded American cases of what came to be the worldwide influenza pandemic, also known as \"Spanish flu\", were reported at Camp Funston.Barry, John M. The Great Influenza. New York: Penguin Publishing Inc. 2004. ===Correctional camp=== Prior to October 1992, Camp Funston was the home of the United States Army Correctional Activity whose mission was to prepare prisoners for transition to civilian life as useful citizens or, in a few select cases, for return to duty. The Correctional Brigade environment was unique in that prisoner control was maintained by military discipline, instead of walls and bars for most of the typical prisoners’ stay. The Correctional Brigade doctrine was that the minimum custody/military discipline environment when coupled with correctional treatment, educational programs, military and vocational training best prepared the typical first-time prisoner for a crime-free life after prison as either a productive soldier or a useful citizen in civilian life. Moreover, this correctional system was asserted to be less expensive to establish and operate than the traditional prison. ===Modern use=== Camp Funston was the location where the training of all military transition teams for service in Iraq and Afghanistan takes place. Previously, transition teams had been trained at several U.S. Army installations, most notably Fort Carson, Colorado; Camp Atterbury, Indiana; Fort Hood, Texas; and Camp Shelby, Mississippi. However, in early 2006, the U.S. Army decided to consolidate all training at Fort Riley, Kansas, in order to standardize and improve training for that critical mission. The first teams began training on June 1, 2006. The 1st Brigade, 1st Infantry Division took over command and control of the TT mission in October 2006. The brigade is responsible for the formation and training of the TT teams. This mission shifted to Fort Polk, Louisiana later in 2009. ==References== ==Further reading== * ==External links== * http://griff-wjg.blogspot.com/2009_03_01_archive.html * http://www.angelfire.com/ny5/msgfisher/ww1pic.htm Category:Military facilities in Kansas ",
    "title": "Camp Funston"
}