{
    "id": "5713886",
    "text": "Valentin Ćorić at the ICTY Valentin Ćorić (born 23 June 1956) is a former Bosnian Croat official in the Croatian Republic of Herzeg-Bosnia. He was convicted of war crimes and crimes against humanity by the International Criminal Tribunal for the former Yugoslavia (ICTY) and sentenced to 16 years in prison. ==Background== Ćorić was born on 23 June 1956 in Paoča, near Čitluk, in PR Bosnia and Herzegovina, FPR Yugoslavia. He graduated with an engineering degree which he put to use working in the Čitluk, bauxite mines. He moved from mining to military when he became the Commander of the training barracks in Krvavice, Croatia. In 1992 he was appointed Deputy for Security and Commander of the Military Police of the Croatian Defence Council (HVO). In late 1993, he switched Ministries to become the Minister of the Interior in the Croatian Republic of Herceg-Bosna.Profile, trial-ch.org; accessed 10 April 2015.Profile, haguejusticeportal.net; accessed 3 August 2015. ==Indictment== According to the indictment, Ćorić was, until around April 1994, \"a member of a shadowy organization whose goal was to create an ethnically pure territory to be annexed and merged into a Greater Croatia\". The court accused Ćorić of \"inciting political, ethnic and religious hatred while also using force, intimidation and terror, (mostly by mass arrests during which people were killed) to ethnically drive non-Croatians from HVO controlled territory.\" ==Charges== Taken from the UN press release: *nine counts of grave breaches of the Geneva conventions (wilful killing; inhuman treatment (sexual assault); unlawful deportation of a civilian; unlawful transfer of a civilian; unlawful confinement of a civilian; inhuman treatment (conditions of confinement); inhuman treatment; extensive destruction of property, not justified by military necessity and carried out unlawfully and wantonly; appropriation of property, not justified by military necessity and carried out unlawfully and wantonly). *nine counts of violations of the laws or customs of war (cruel treatment (conditions of confinement); cruel treatment; unlawful labour; wanton destruction of cities, towns or villages, or destruction not justified by military necessity; destruction or wilful damage done to institutions dedicated to religion or education; plunder of public or private property; unlawful attack on civilians; unlawful infliction of terror on civilians; cruel treatment), and *eight counts of crimes against humanity (persecutions on political, racial and religious grounds; murder; rape; deportation; inhumane acts (forcible transfer); imprisonment; inhumane acts (conditions of confinement); inhumane acts). ==See also== *Joint criminal enterprise ==References== Category:1956 births Category:Living people Category:People convicted by the International Criminal Tribunal for the former Yugoslavia Category:Croatian Defence Council soldiers Category:Politicians of the Croatian Republic of Herceg-Bosna Category:Croatian war crimes in the Bosnian War Category:Croats of Bosnia and Herzegovina convicted of war crimes Category:Croats of Bosnia and Herzegovina convicted of crimes against humanity ",
    "title": "Valentin Ćorić"
}