{
    "id": "5714561",
    "text": "Armed Forces Entertainment logo Niki Barr and her band in Japan in 2003. Barr is typical of the non-celebrity musical acts selected by Armed Forces Entertainment, through its own audition screening process. Armed Forces Entertainment arranged for the Washington Redskins Cheerleaders to perform for U.S. servicemen onboard Naval Support Activity (NSA) Bahrain Country singer Chely Wright signs an autograph for a wounded Marine in Iraq in a visit arranged by the Stars for Stripes, a non-government group, working with Armed Forces Entertainment Armed Forces Entertainment (AFE) is the official United States Department of Defense (DoD) agency for providing entertainment to U.S. military personnel overseas. Armed Forces Entertainment hosts over 1,200 shows around the world each year, reaching over 500,000 personnel at 355 military installations. Types of talent include musicians, comedians, cheerleaders, and celebrities of sports, movies and television. Armed Forces Entertainment was founded in 1951 to provide up-and-coming American entertainment to US troops and their family members stationed overseas, with priority to remote and isolated locations, ships at sea, and contingency operations. Entertainment is provided to the Army, Navy, Air Force, Marine Corps and Coast Guard. This is different from the non-government United Service Organizations (USO), whose entertainers tend to be famous, and generally aren't sent as close to the front line. Armed Forces Entertainment is an Air Force command operation and is the single point of contact with the DoD for providing entertainment to US military personnel serving overseas. It is the lead agency in providing transportation and logistical support for the USO in bringing celebrity entertainers to troops. Armed Forces Entertainment typically showcases emerging artists but also features celebrity acts such as Kid Rock and Drew Carey. The responsible organization for overseas military entertainment has changed names and jurisdictions over its first five decades; from the United Services Organization Camp Shows to the U.S. Army's Armed Forces Professional Entertainment Office (AFPEO) and resting in 2006 with the U.S. Air Force's Armed Forces Entertainment office. However, the mission has remained constant: to provide a program of live, professional entertainment to enhance the quality of life for Armed Forces personnel. ==History== * World War II-1941: The United Service Organizations (USO) Camp Shows program, initiated by Pres. Franklin D. Roosevelt, recruited and fielded live professional entertainment for military personnel. These shows began in the US in states like Texas where there were many military bases. Units headed by appointed supervisors were organized and scheduled to entertain at the camps. Camp Shows consisted of any and all available entertainers including well-known celebrities who were recruited to entertain military personnel serving overseas. For many celebrity entertainers, this was their first time performing and traveling abroad. The USO was a private organization and the entertainers were hired and paid a salary. Camp Shows scheduling in the US was not difficult because there were many organized units of entertainers available. Overseas scheduling which was coordinated by each Service, was considered inconsistent. * 1951-1970: Before the establishment of the Department of Defense (DoD) in 1951, the Military Services agreed to provide a single point of contact for the USO. The Secretary of the Army was designated as the administrative agent for the DoD's relationship with the USO. Operational responsibility rested with the Adjutant General, then transferred to the Commander, U.S. Army Community and Family Support Center. In 1951, Service representatives were assigned to the new Armed Forces Professional Entertainment Office (AFPEO) to administer the fielding of USO Shows, provide shows where the USO Camp Shows were unavailable, and establish a regularly scheduled program. *Units consisted of celebrities, professional artists, college groups sponsored by the American Theater Association (ATA) and the All American Collegiate Talent Showcase (ACTS). The USO and DoD sent thousands of entertainers, celebrity and non- celebrity, to entertain U.S. military personnel, DoD and Department of State civilians, and their family members worldwide. By the end of the Vietnam era, virtually all of the programmed shows were non-celebrity with DoD fielding over half of the units. * 1982: The USO cancelled the non-celebrity program to concentrate on the recruitment and fielding of well-known celebrity entertainment. The DoD directed the Secretary of the Army to assume responsibility for the non-celebrity program. In June, all non-celebrity entertainment units sent abroad were participating in the Armed Forces Professional Entertainment Program overseas, nicknamed \"DoD Overseas Shows\". In addition to the non-celebrity program, the AFPEO continued to uphold DoD's portion of the celebrity show responsibilities with the USO. These shows were renamed \"USO/DoD Celebrity Shows.\" * 1989: The Assistant Secretary of Defense (Personnel and Readiness) assumed operational control of the AFPEO with the Secretary of the Army remaining the Executive Agent. This assumption was designed to elevate the AFPEO's authority, facilitate coordination, and increase program visibility. * 2006: The U.S. Air Force was assigned the Executive Agent for providing celebrity and non-celebrity programs to troops serving overseas, creating the jointly-manned office, Armed Forces Entertainment. * 2008: First year of the Coaches Tour where college football coaches would visit the U.S. troops in the Middle East to provide entertainment relief. ==See also== * United Service Organizations * List of entertainers who performed for American troops in Vietnam ==References== ==External links== *Official site of Armed Forces Entertainment - As this is a work of the U.S. government, text from it is (unless stated otherwise) in the public domain, and some of it has been incorporated into this article. Category:United States military support organizations Category:Government agencies established in 1951 Category:1951 establishments in the United States ",
    "title": "Armed Forces Entertainment"
}