{
    "id": "5714378",
    "text": "Faheem Khalid Lodhi (Urdu: فہیم خالد لودھی) (also known as Abu Hamza. b. 1969, Pakistan) is a convicted Pakistani–Australian criminal and architect, currently serving an Australian custodial sentence of twenty years, with a non-parole period of fifteen years for conspiring to commit a terrorist act or acts. Lodhi was the first convicted Australian terrorist under amendments made to the Criminal Code Act in May 2003.\"An Act to amend the Criminal Code Act 1995, and for related purposes\", from ComLaw.gov.au ==Early life and education== Faheem Khalid Lodhi was born in Pakistan and grew up in Sialkot. He earned a Bachelor of Architecture from the National College of Arts in Lahore, Pakistan. In 1998, Lodhi immigrated to Australia and later obtained Australian citizenship. He attended the University of Sydney, from which he earned a Bachelor of Architecture. ==Arrest, trial, and aftermath== On 26 October 2003, following an investigation by the Australian Security Intelligence Organisation, police and ASIO raided Lodhi's Lakemba home and workplace and discovered evidence of a terrorist plot. He was accused of plotting to bomb the national electricity grid and/or Sydney defence sites in the cause of violent jihad. His possible targets were the national electricity supply system and three Sydney defence installations; the army base Victoria Barracks, the naval base HMAS Penguin, and the army training area Holsworthy Barracks. During his trial, the court was told he and Willie Brigitte, who was deported in October 2003 for breaching his tourist visa, trained in Pakistan with Lashkar-e-Toiba and had contact using mobile phones registered under false names. The court was also told he helped arrange accommodation for Brigitte when he arrived in Sydney, in May 2003. At the ruling, Justice Anthony Wheally commented that Lodhi had \"the intent of advancing a political, religious or ideological cause, namely violent jihad\" and to \"instil terror into members of the public so that they could never again feel free from the threat of bombing in Australia\". He was convicted by a Supreme Court of New South Wales jury on 19 June 2006 on three terrorism-related offences, namely: *acting in preparation for a terrorist act, an offence carrying a maximum life sentence; *seeking information about chemicals capable of making explosives; and, *possessing a \"terrorism manual\" and buying two maps of the electricity grid, connected with preparation for a terrorist act. The jury found that Lodhi was not guilty of one charge of downloading aerial photographs of Sydney defence sites in preparation of a terror act. In August 2006, he was sentenced to 20 years' imprisonment, with a 15-year non-parole period. He is classified as a high-security \"AA\" prisoner and will be eligible for parole in 2019. ==Personal life== Lodhi is a devout Sunni Muslim and is married to Aysha Hamedd. ==See also== *Islamic terrorism and Australia ==References== ==External links== *Lodhi 'deserves' 20 years *Lodhi jailed for 20 years over terror plot Category:1969 births Category:Australian architects Category:Australian Islamists Category:Australian prisoners and detainees Category:Australian Sunni Muslims Category:Islamic terrorism in Australia Category:Living people Category:Pakistani emigrants to Australia Category:Pakistani people imprisoned on charges of terrorism Category:People convicted on terrorism charges Category:Prisoners and detainees of the Commonwealth of Australia Category:Lashkar-e-Taiba members Category:National College of Arts alumni Category:University of Sydney alumni ",
    "title": "Faheem Khalid Lodhi"
}