{
    "id": "5714366",
    "text": "Shaun Cunnington (born 4 January 1966) is an English former professional footballer and former manager of Evesham United ==Career== Having started playing with Bourne Town,Bourne Town official - history most of his playing career was spent in the second tier of English football with Wrexham, Grimsby Town, Sunderland and West Bromwich Albion. He started his career as a trainee with Wrexham before moving to Grimsby Town in 1988 for a fee of £65,000. He then moved to Sunderland in 1992 for a fee of £650,000. He spent three years with West Bromwich Albion before moving on to Notts County. In 1998, he joined part timers Kidderminster Harriers. After a spate of injuries he eventually retired to become a coach, and in 2003 became Harriers' Youth Team coach. In October 2004 he became caretaker manager of Kidderminster Harriers Football Club. after Jan Molby resigned following a poor run of form. Under Cunnington Harriers lost all seven games played under his stewardship. He returned to be Youth Team coach when Stuart Watkiss became Harriers new manager but left the club in July 2005 to spend more time running his Italian restaurant in Droitwich Spa, where he resides. In May 2008 he became manager of Willenhall Town, replacing Dean Edwards. He was manager of Halesowen Town replacing Tony Thorpe in January 2011, bringing long-time friend Paul Tomlinson to the club as Assistant Manager. In September 2012, Cunnington resigned from his post as manager at the club. On 17 May 2013 Shaun was confirmed as the new manager of Evesham United ==References== ==External links== * * Category:1966 births Category:Living people Category:English footballers Category:People from Bourne, Lincolnshire Category:People from Droitwich Spa Category:Bourne Town F.C. players Category:Wrexham A.F.C. players Category:Grimsby Town F.C. players Category:Sunderland A.F.C. players Category:West Bromwich Albion F.C. players Category:Notts County F.C. players Category:Kidderminster Harriers F.C. players Category:Kidderminster Harriers F.C. managers Category:Association football midfielders Category:Alvechurch F.C. managers Category:Willenhall Town F.C. managers Category:Halesowen Town F.C. managers Category:Evesham United F.C. managers Category:English football managers Category:Sportspeople from Worcestershire ",
    "title": "Shaun Cunnington"
}