{
    "id": "5714083",
    "text": "Danyle Pearce (born 7 April 1986) is a former professional Australian rules footballer who played for the Port Adelaide Football Club and Fremantle Football Club in the Australian Football League (AFL). He played for the Port Adelaide between 2005 and 2012 and Fremantle between 2013 and 2018. == Early life == Danyle is of Indigenous Australian descent and his ancestry can be traced to the Kokatha.AFL Record. Round 9,2009. Slattery Publishing. pg 75. Pearce began playing for the Sturt Football Club in the South Australian National Football League (SANFL). He also represented South Australia in basketball, as a point guard. Pearce attend Springbank Secondary College, then known as Pasadena High School. == AFL career == ===Port Adelaide career (2005–2012)=== Pearce was a selected as a rookie listed player by the Port Adelaide Football Club with the 16th selection in the 2005 Rookie Draft. He made his AFL debut in Round 18, 2005 for the Port Adelaide Power. He was named Best First Year Player for the Power in 2005 and nominated in round 3, 2006 for the AFL Rising Star award. Pearce won the 2006 NAB Rising Star with 43 votes out of a possible 45. Second place for this award was Andrew Raines with 35. This made Pearce become the first former rookie-listed player to win the award.\"Pearce NAB's the Rising Star \" aboriginalfootball.com.au URL accessed 7 September 2006 He played in the International Rules series against Ireland in 2006. Pearce also won the Gavin Wanganeen Medal, being the first to receive the newly created 2006 award, for best up and coming rising star at the Port Adelaide Football Club, and the AFLPA's Marn Grook Award. He received 13 votes in the 2006 Brownlow Medal. During the team's unsuccessful 2008 season Pearce suffered from a form slump and was dropped down to Sturt for a week, however, he showed a good display in round 22 with 28 possessions and a goal. === Fremantle career (2013–2018) === On 1 October 2012, the Fremantle Football Club used the newly introduced Free Agency Period to make a bid for Pearce, who was classified as a Restricted Free Agent.\"Freo tables Pearce offer \" afl.com.au URL accessed 1 October 2010 Port Adelaide chose to not match Fremantle's offer, resulting in Pearce signing with Fremantle for the 2013 season. Pearce led the AFL for total inside 50s and inside 50s per game in the 2014 home and away season. ==References== ==External links== * * Category:1986 births Category:Living people Category:Port Adelaide Football Club players Category:Port Adelaide Football Club players (all competitions) Category:Fremantle Football Club players Category:Sturt Football Club players Category:Peel Thunder Football Club players Category:Indigenous Australian players of Australian rules football Category:AFL Rising Star winners Category:Australian rules footballers from South Australia Category:Australia international rules football team players ",
    "title": "Danyle Pearce"
}