{
    "id": "5715298",
    "text": "The leaf green tree frog (Litoria phyllochroa) is a species of tree frog common to forests of eastern Australia. Amphibians of Australia are limited to members of the order Anura, commonly known as frogs. All Australian frogs are in the suborder Neobatrachia, also known as the modern frogs, which make up the largest proportion of extant frog species. About 230 of the 5,280 species of frog are native to Australia with 93% of them endemic. Compared with other continents, species diversity is low, and may be related to the climate of most of the Australian continent. There are two known invasive amphibians, the cane toad and the smooth newt. ==Origins== The Australian continent once formed part of the supercontinent Pangaea, which split into Gondwana and Laurasia approximately 180 million years ago. The earliest true frog fossil, Vieraella herbsti, is dated between 188 and 213 million years old. This predates the splitting of Gondwana, and has resulted in frogs present on all continents. The first two continents to split from Australia were South America and Africa. The amphibian fauna of both these continents are varied due to collisions with Laurasian continents. However, the South African family Heleophrynidae, and the South American family Leptodactylidae, are both closely related to Myobatrachidae, an Australian family of ground dwelling frogs. Fossil data suggests the tree frogs, of the family Hylidae, originated in South America after its separation from Africa. Outside Australia, tree frogs are widespread throughout much of North and South America, Europe and Asia. Tree frogs presumably migrated to Australia via Antarctica. Similarities in melanosomes between some Litoria and Phyllomedusa suggests a relationship between the South American and Australian tree frogs, however immunological evidence suggests an early divergence between the families. India, Madagascar and Seychelles split from Gondwana approximately 130 million years ago. The family Sooglossidae is native to both India and the Seychelles, and is considered a sister taxon to Myobatrachidae. Sooglossidae is more closely related to Myobatrachidae than the African or South American families. Australia and New Guinea are the two major land masses which make up the Australian continent. During its history, there have been many land connections between New Guinea and Australia. The most recent of which severed 10,000 years ago during the transition from a glacial period to the current interglacial period. The result of this recent land connection on the Australian amphibian fauna has been the swapping of species, and even families. The origin of the frog species found on both land masses can be determined by their distributions. It is likely that White's tree frog (Litoria caerulea) migrated from Australia to New Guinea, as it is widespread in Australia and only inhabits small areas within New Guinea. Whereas the giant tree frog (Litoria infrafrenata) is likely from New Guinea, as it is widespread in New Guinea, and only inhabits the Cape York Peninsula in Australia. The single Nyctimystes species in Australia is another example of genus swapping that occurred between New Guinea and Australia. There are two families which are widely distributed throughout the Northern Hemisphere which only inhabit far northern Australia. These are Microhylidae and the Ranidae. Two of the 59 genera of Microhylidae, and only one of approximately 750 species of Ranidae are native to Australia. Although both these families are widely distributed throughout the world, they have only recently reached Australia and New Guinea. This is because the Australian continent has remained isolated since its separation from Antarctica, and as it has drifted north towards Asia, many species have been able to cross into New Guinea, and eventually Australia. However, most of the ecological niches filled by frogs had been filled before the ranids and microhylids reached Australia, so only a limited number of species have established. ==Distribution== The distribution of Australian frogs is largely influenced by climate. The areas of largest biodiversity occur in the tropical and temperate zones of northern and eastern Australia. Arid areas have restricted amphibian biodiversity, as frogs generally require water to breed. Many Australian frog species have adapted to deal with the harsh conditions of their habitat. Many species, such as those of the genus Cyclorana, burrow underground to avoid heat and prolonged drought conditions. Tadpole and egg development of frogs from arid regions differs from those from higher rainfall regions. Some species, such as those of Cyclorana and other desert dwelling species have relatively short tadpole development periods. These species often breed in temporary, shallow pools where the high water temperature speeds up tadpole development. Tadpoles that live in such pools can complete development within a month. On the other hand, species such as those in the genus Mixophyes live in areas of high rainfall. Metamorphosis of Mixophyes tadpoles may take as long as fifteen months. The sandhill frog (Arenophryne rotunda) lives in sand dunes between Shark Bay and Kalbarri National Park in Western Australia. This area has very little free- standing water and therefore this species has adapted another way of tadpole development. Sandhill frogs lay their eggs under the sand and the tadpoles develop into frogs entirely within the egg. This adaptation allows them to breed with the absence of water. There are large variety of habitats inhabited by Australian frogs. Variations in rainfall, temperature, altitude and latitude have resulted in a large number of habitats in Australia, most of which are inhabited by frogs. In the Nullarbor Plain, daytime temperatures can reach 48.5 °C nights can have freezing condition and rainfall is less than 200 mm per year. These factors make it very difficult for frogs to survive, and few species are found in this area. ==Conservation== The growling grass frog (Litoria raniformis) is listed as endangered because of an estimated 50% population decline over the past 10 years. During the 1980s, population declines were reported in Australian frog species and are severe in some areas. Many of the frogs that were reported as declining were high altitude, creek dwelling species that were remote from a changing ecology. This indicated that habitat loss and degradation were not responsible for all the declines; the cause is unknown but a diseases known as chytrid fungus may be a factor. In some cases entire genera were found declining. Both species of gastric brooding frog are now classified as extinct and all but two species of Taudactylus are critically endangered (Taudactylus diurnus is classified as extinct and Taudactylus liemi is classified as near threatened). Every species in the genus Philoria is currently declining and some species in the \"torrent frog\" complex (Litoria nannotis, Litoria lorica, Litoria nyakalensis and Litoria rheocola) have not been located for a number of years. three Australian species of frog are classified as extinct, 14 listed as critically endangered and 18 as endangered. Of the 14 critically endangered species 4 have not been recorded for over 15 years and may now be extinct. Prior to the large scale declines of the 1980s, habitat destruction was the major threat to Australian frog species since colonisation. For example, the decline of the giant burrowing frog (Heleioporus australiacus) was mostly attributed to altered land use and fire regimes, such as land clearing for housing or agriculture and high intensity fires. The distribution of the giant burrowing frog included Sydney, and therefore, large populations were destroyed. ===Extinct frogs=== * Rheobatrachus silus — southern gastric-brooding frog — last seen 1981 * Rheobatrachus vitellinus — northern gastric-brooding frog — last seen 1985 * Taudactylus diurnus — Mount Glorious torrent frog — last seen 1979 ===Critically endangered frogs=== Fleay's barred frog (Mixophyes fleayi) is restricted to a fragmented range of less than 500 km2; this species is classified as endangered. * Cophixalus concinnus — elegant frog * Geocrinia alba — white-bellied frog * Litoria booroolongensis — Booroolong frog * Litoria castanea — yellow-spotted bell frog — rediscovered in 2009 after not being seen for 30 years * Litoria lorica — armoured frog — rediscovered 2008 after not being seen for about 15 years * Litoria nyakalensis — Nyakala frog* — last seen 1990 * Litoria piperata — peppered tree frog* — last confirmed sighting 1973, similar frogs discovered in 1992 * Litoria spenceri — spotted tree frog * Litoria myola — myola tree frog * Philoria frosti — Baw Baw frog — as few as 250 adults left in the wild * Pseudophryne corroboree — corroboree frog — as few as 250 adults left in the wild * Taudactylus acutirostris — sharp-snouted day frog* — three sightings since 1994 * Taudactylus eungellensis — Eungella torrent frog * Taudactylus pleione — Kroombit tinker frog * Taudactylus rheophilus — tinkling frog* — last seen in 2000 ===Endangered frogs=== The Eungella torrent frog (Taudactylus eungellensis) is listed as critically endangered because of its small geographic range of 10 km2. * Cophixalus mcdonaldi — McDonald's frog * Cophixalus monticola — mountain nursery frog * Cophixalus neglectus — neglected frog * Litoria brevipalmata — green thighed frog * Litoria cooloolensis — Cooloolah tree frog * Litoria nannotis — torrent tree frog * Litoria raniformis — growling grass frog * Litoria rheocola — common mist frog * Mixophyes fleayi — Fleay's barred frog * Mixophyes iteratus — giant barred frog * Nyctimystes dayi — Australian lace-lid * Philoria kundagungan — mountain frog * Philoria loveridgei — Loveridge's frog * Philoria pughi * Philoria richmondensis * Philoria sphagnicolus — sphagnum frog * Pseudophryne covacevichae — magnificent brood frog * Pseudophryne pengilleyi — northern corroboree frog A * indicates possible extinction. ==Australian amphibian genera== Australia's amphibian consists of four native families, one introduced family and one introduced order. The sole species of true toad introduced to Australia which has naturalised, is the cane toad (Rhinella marinus), of the family Bufonidae. The cane toad was introduced to several locations throughout Queensland, and has since spread west and south. The introduction of smooth newt (Lissotriton vulgaris) marks the arrival of the order Urodela to the continent. Despite being prohibited to import, they have been located and have spread considerably to various locations in Melbourne from 2011 to 2016. It has potential to spread throughout south-eastern Australia. The tree frogs, of the family Hylidae, are one of the major families in Australia, with over 70 species. The tree frogs are split into three genera: Cyclorana, Litoria and Nyctimystes. The tree frogs of Australia have various habits, from completely arboreal to fossorial. The other major family native to Australia is Myobatrachidae, consisting of 17 to 22 genera and 112 species. Myobatrachidae is endemic to Australia, New Guinea and a few small islands, however the highest diversity can be found in Australia. Microhylidae and Ranidae make up a small amount of the Australian frog fauna, with less than 20 species in Microhylidae and one species of Ranidae. The majority of the species within these families are found throughout the world, with Australia making up a small portion of their diversity. {| class=\"wikitable\" |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Bufonidae - 1 genus, 1 species (introduced) |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Rhinella - 1 species Fitzinger, 1826||Beaked toads or Rio Viejo toads||Cane toad (Rhinella marinus)|||| Map now out of date. |- |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Hylidae - 1 sub-family, 3 genera, 78 species |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Cyclorana - 13 species Steindachner, 1867||Water holding frogs||Striped burrowing frog (Cyclorana alboguttata)||110px || |- ||Litoria - 64 species Tschudi, 1838||Tree frogs||White's tree frog (Litoria caerulea)|| || |- |Nyctimystes - 1 species Stejneger, 1916||Big eyed tree frogs||Australian lace-lid (Nyctimystes dayi )||110px|| |- |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Microhylidae - 1 sub-family, 2 genera, 19 species |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Austrochaperina - 5 species Fry, 1912||Nursery frogs||Fry's frog (Austrochaperina fryi)|| 110px|| |- |Cophixalus - 14 species Boettger, 1892||Rainforest frogs||Ornate nurseryfrog (Cophixalus ornatus)||110px|| |- |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Myobatrachidae - 3 sub-families, 20 genera, 119 species (3 extinct) |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Adelotus - 1 species Ogilby, 1907||Tusked frog||Tusked frog (Adelotus brevis)|| || |- |Arenophryne - 2 species Tyler, 1976||Sandhill frog||Sandhill frog (Arenophryne rotunda)|||| |- |Assa - 1 species Tyler, 1972||Pouched frog||Pouched frog (Assa darlingtoni)|| || |- |Crinia - 15 species Tschudi, 1838||Australian froglets||Common eastern froglet (Crinia signifera)|||| |- |Geocrinia - 7 species Blake, 1973||Ground froglets||Smooth frog (Geocrinia laevis)|| 110px|| |- |Heleioporus - 6 species Gray, 1841||Giant burrowing frogs||Giant burrowing frog (Heleioporus australiacus)|||| |- |Lechriodus - 1 species Boulenger, 1882||Cannibal frogs||Fletcher's frog (Lechriodus fletcheri)|||| |- |Limnodynastes - 13 species Fitzinger, 1843||Australian swamp frogs||Eastern banjo frog (Limnodynastes dumerilli)|||| |- |Metacrinia - 1 species Parker, 1940||Nicholl's toadlet||Nicholl's toadlet (Metacrinia nichollsi)|| - || |- |Mixophyes - 5 species Günther, 1864||Barred frogs||Great barred frog (Mixophyes fasciolatus)|||| |- |Myobatrachus - 1 species Tyler, 1976||Turtle frog||Turtle frog (Myobatrachus gouldii)||110px|| |- |Neobatrachus - 10 species Peters, 1863||Stubby frogs||Painted frog (Neobatrachus pictus)||110px || |- |Notaden - 4 species Günther, 1873||Australian spadefoot toads||Crucifix toad (Notaden bennettii)||110px|| |- |Opisthodon - 2 species Steindachner, 1867||-||Ornate burrowing frog (Opisthodon ornatus)|||| |- |Paracrinia - 1 species Heyer and Liem, 1976||Haswell's froglet||Haswell's froglet (Paracrinia haswelii)|| || |- |Philoria - 6 species Spencer, 1901||Mountain frogs||Sphagnum frog (Philoria sphagnicolus)||110px|| |- |Pseudophryne - 13 species Fitzinger, 1843||Toadlets or brood frogs||Red-crowned toadlet (Pseudophryne australis)|||| |- |Rheobatrachus - 2 species Liem, 1973||Gastric brooding frogs||Southern gastric brooding frog (Rheobatrachus silus)|||| |- |Spicospina - 1 species Roberts, Horwitz, Wardell-Johnson, Maxson, and Mahony, 1997||Sunset frog||Sunset frog (Spicospina flammocaerulea)|| - || |- |Taudactylus - 6 species Straughan and Lee, 1966||Torrent frogs||Eungella torrent frog (Taudactylus eungellensis)|||| |- |Uperoleia - 24 species Gray, 1841||Australian toadlets||Tyler's toadlet (Uperoleia tyleri)|||| |- |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Ranidae - 1 genus, 1 species |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Rana - 1 species Linnaeus, 1758||True frogs||Australian wood frog (Rana daemeli)||110px|| |- |colspan=\"100%\" align=\"center\" bgcolor=\"#BBBBFF\"|Salamandridae - 1 genus, 1 species (introduced) |- !Genus!!Common names!!Example species!!Example photo!!Australian range |- |Lissotriton - 1 species Bell, 1839||Common newts||Smooth newt (Lissotriton vulgaris)||||| |- |} All numbers in the above table refer to Australian amphibians. ==Notes== ==References== *Barker, J.; Grigg, G.C.; Tyler, M.J. (1995). A Field Guide to Australian Frogs. Surrey Beatty & Sons. *Cogger, Harold G. Reptiles and Amphibians of Australia. Sydney, AH & AW Reed. Revised edition, 1983. ==External links== *Frog Australia Network *IUCN Red List of Threatened Species *Amphibian Research Centre *Western Australian Museum - list of frog call recordings Amphibians Australia Australia Australia ",
    "title": "List of amphibians of Australia"
}