{
    "id": "5715445",
    "text": "Wayne Thomas Carlisle (born 9 September 1979 in Lisburn, Northern Ireland) is a former professional footballer who last played for Football League Two side Torquay United. Carlisle was a midfielder during his playing career, primarily right-sided, but able to play in a wide range of positions. He has been capped by Northern Ireland at youth, under-21 level and B international. Carlisle is currently assistant manager at Exeter City F.C. having been appointed in 2019. ==Career== He began his career with then English Championship side Crystal Palace. Due to the club's financial troubles during the late 1990s, first-team opportunities became available for the then-young trainee. He made his league debut in February 1999 in Palace's 1–1 draw at home to Birmingham City. Carlisle featured in 46 first team league matches while at Selhurst Park, but when Simon Jordan stepped in to save the club, investments in more experienced and high-profile players limited Carlisle's chances. In October 2001 Carlisle moved on loan to Swindon Town for three months, where he featured in 11 matches, scoring 2 goals. On 28 March 2002, Carlisle moved on a free transfer to League Two side Bristol Rovers. In his over two years at Memorial Stadium, Carlisle produced a scoring record of 14 goals in 71 matches, this despite the team struggling against relegation. With Rovers needing to cut costs, Carlisle, along with teammate Danny Boxall was placed on the transfer list in December 2003. He was released by Rovers in May 2004 and joined then League Two side Leyton Orient on a two-year contract the following month. In the 2005-06 season, Carlisle was restricted to mostly appearances from the bench, and transferred to Conference National side Exeter City in the January transfer window. Carlisle started promisingly with his new club, breaking straight into the first team, but his season was ended prematurely with a broken leg suffered against Tamworth. At the end of the season, departing manager Alex Inglethorpe released Carlisle on a free transfer. On 6 October 2006 Carlisle was re-signed by new Exeter City manager Paul Tisdale after impressing as an early season trialist. Carlisle was taken to hospital on 19 October 2006 to have his appendix removed. He broke back into the Exeter City first team, was offered an extended contract, and was involved in their promotion to the Football League in 2008, scoring in both of the play-off semi-final games against local rivals Torquay United. Although offered a contract by Exeter, Carlisle chose to join Torquay United in May 2008, where on his third visit to the new Wembley in three years Carlisle gained his 2nd consecutive promotion. Carlisle started the 2009–10 season in fine form but early in the new year sustained a knee injury which restricted him to on a handful of games before the end of the season. Carlisle signed a six-month contract with Torquay United at the start of the 2010–11 season but in January 2011 took the decision to retire from professional football to pursue a career in player development at Ivybridge Community College, Devon. On 4 March 2011, Carlisle signed for Southern Premier League side Truro City but his spell there was short lived and in May 2011 he retired from playing football altogether to focus on a career in coaching. Carlisle is now assistant manager at former club Exeter City, having been appointed in July 2019 after the departure of Eric Kinder. ==References== ==External links== * Category:1979 births Category:Living people Category:Association footballers from Northern Ireland Category:Northern Ireland under-21 international footballers Category:Crystal Palace F.C. players Category:Swindon Town F.C. players Category:Bristol Rovers F.C. players Category:Leyton Orient F.C. players Category:Exeter City F.C. players Category:Torquay United F.C. players Category:Truro City F.C. players Category:English Football League players Category:Association football midfielders Category:Sportspeople from Lisburn ",
    "title": "Wayne Carlisle"
}