{
    "id": "5715954",
    "text": "Asterionella is a genus of pennate freshwater diatoms. They are frequently found in star-shaped colonies of individuals. == Description == Asterionella average cell size is 60–85 micrometers long and 2–4 micrometers wide. It forms colonies that often consist of eight cells, but can vary up to 20 cells. The cells in the colony are attached by the apex by extracellular matter. By the way the cells are attached to each other, the colonies often look like stars or spiralling chains. == Reproduction== The silica skeleton of a diatom cell (called the frustule) consists of an epitheca and an hypotheca. The hypotheca is slightly smaller than the epitheca. During asexual reproduction both thecae form the epitheca of the new daughter cell and each daughter produces a new hypotheca. Therefore one daughter cell is always smaller than the original cell. In order to regain their original size, it is usually assumed diatoms have to reproduce sexually, although this has not yet been observed in A. formosa. However, there may also be other ways to rejuvenate.Genetic variation in Asterionella formosa: is it linked to frequent epidemic of host-specific parasitic fungus?, De Bruin et al. 2004, J.Phycology. 40p823-830. == Ecology== Asterionella formosa is known to be susceptible to the chytrid fungus Zygorhizidium planktonicum.Host parasite interactions between freshwater phytoplankton and chytrid fungi (Chritridiomycota), Ibelings et al. 2004, J.Phycology. 40p437-453. If a chytrid attaches to an Asterionella cell, they can, however, protect others of their kind by committing apoptosis, or cellular suicide, stopping the spread of the parasite. This is called a hypersensitive reaction.The Existence of a Hypersensitive Reaction in the Planktonic Diatom Asterionella Formosa, Cantor et al. 1978, New Phytologist. 82p187-206. Asterionella have no means of locomotion. It is most likely a combination of gravity and currents that distribute the organism. == Some species == A. bleakeleyi A. formosa A. gracillima A. glacialis A. japonica A. kariana == References == == Further reading == == External links == * Category:Diatom genera Category:Fragilariophyceae ",
    "title": "Asterionella"
}