{
    "id": "5716046",
    "text": "Chadwell St Mary is in the unitary authority of Thurrock in Essex, England. It is one of the traditional (Church of England) parishes in Thurrock and a former civil parish. Its residential areas are on the higher ground overlooking the former Thameside marshland. Grays is a town centred west of it. Closer still, south is the modern town of Tilbury which was almost wholly part of the parish until the end of the 19th century. The settlement is frequently referred to simply as Chadwell, particularly before the 19th century. ==Geology and topography== The southern part of the parish was originally a natural salt marsh adjacent to the River Thames which is tidal and saline at this point. Decaying vegetation together with mud and silt from the river were deposited from the end of the most recent ice age until the marshes were reclaimed sometime before the 14th century. These sedimentary deposits reach a depth of fifty feet or more and are interleaved with a number of peaty layers.RJN Devoy, Tilbury, the World's End site in Sidell and Long (eds), Coastal environmental change during sea-level highstands: The Thames Estuary About two miles north of the river, the land rises steeply to a ridge (extending from Grays to East Tilbury) about above sea level (AOD) on which most of the Chadwell's housing is built.Grid square map Ordnance survey website This provides excellent views over the marshes and out to the Downs of Kent. This is one of the finest gravel beds in the country and has been extensively worked. The higher (and dryer) ground extends north for roughly another mile. The north west of Chadwell lies at the end of the chalk outcrop. To the north of the built up area, is Old House Wood, a tree covered area, named on ordnance survey maps. It is an area of local nature conservancy importance (ALNC).Appendix 7 to Thurrock Development Plan The eastern and northern edges of the wood are part of the boundary between the traditional parishes of Chadwell and Orsett. This boundary is marked with a bank and ditch.John Matthews The Chadwell Parish Boundary, Panorama, The Journal of the Thurrock Local History Society , Volume 45 To the west of Old House Wood is an area of green belt land on which a housing development proposal has been put forward.Your Thurrock Report Despite its name, Terrel's Heath, on the western side of Chadwell, is an area of woodland. It is designated as a site of importance for nature conservation (SINC). Biggin is a late medieval hamlet on the edge of the marshes that was part of the traditional parish and remains so ecclesiastically (in terms of Anglican church). ==History== Not much is known of the occupation in Chadwell until the Saxon period of British history. Artifacts found (some of which are in the local museum in Grays) show that the area was inhabited in the Stone, Bronze and Iron Ages.James Kemble, Prehistoric & Roman Essex (Tempus, 2001) Before the building of new housing in the 20th century, it was a dispersed settlement. It is known that there was a sizeable non-military Roman settlement to the south of the road between Chadwell and West Tilbury. A Roman oven was found in this location in 1922 containing three complete pots, fragments of others and a small clay lamp, all of which were given to Colchester Museum.Essex Sites and Monuments Record – record number 1685 In the early Roman period, sea-levels dropped, making the marshes inhabitable and there may have been a Roman settlement on the site of what is now Tilbury Docks.FCJ Spurrell, Early sites and embankments on the margins of the Thames estuary (in The Archaeological Journal, 1885) An archaeological investigation during the construction of new facilities for Chadwell Primary school discovered a complete site of a Saxon sunken floored hut (Grubenhaus) from the 6th century.Thurrock Museum Factfiles The name Chadwell is first recorded in Domesday in 1086. Since then, the community has economically continued to thrive on fertile soil and good communication links with the outside world over the centuries. ===Origins of the parish name=== The place-name 'Chadwell' is first attested in the Domesday Book of 1086,Eilert Ekwall, The Concise Oxford Dictionary of English Place-names, p.94. where it appears as Celdewella, meaning 'cold spring'.Reaney, The Place Names of Essex 'St Mary', referring to the parish church, was added to the name in Victorian times to reduce confusion with Chadwell Heath, near Romford. There is, however, another more romantic, but less academically respectable story as to how the name of Chadwell originated. ===St Chad's Well=== A 19th century directory is tersely specific. \"Chadwell St Mary takes its name from a well blessed by St Chad whose bishopric was at Tilbury\".Post Office Directory, 1859 Thurrock's earliest historian, William Pallin, described the well: \"Descending the hill from the venerable church, we find ourselves on the border of the level, face to face with an ancient well, having more the appearance of a tank, wide and shallow, large enough to walk into, just such as the apostolic Chad might be thought to choose for the baptism of his East Saxon converts\".William Palin, Stifford and Its Neighbourhood, Past and Present. Printed for Private Circulation \"St Chad’s Well” is shown on the late 19th century 6” Ordnance Survey map, just north and east of the roundabout at the bottom of Chadwell Hill, although, the modern Ordnance Survey map appears to place it a few yards away, just south of Marshfoot Road – roughly on the site of the Gateway Academy. By 1980 the well had disappeared, but Arthur AstburyArthur Kenelm Astbury, Estuary: Land and Water in the Lower Thames Basin was able to conclude that \"it is likely that it was Roman, and the road beside it. It is presumably the cold well that gave Chadwell its name”. However, the English Heritage National Monuments Record describes the feature as medieval (or post medieval). There are other problems with \"St Chad's Well\". It was not St Chad, but St. Cedd, a Christian Missionary to the Mercians, whose bishopric was at Tilbury. He built churches in several places, two of which were at Ithancester (Bradwell on Sea) and Tilbury. The church at Bradwell, St Peter on the Wall, is still standing, but the site of the church at Tilbury is not known. Cedd was one of four brothers, all of whom were priests, the others being Chad, Caelin and Cynibill. Although St Cedd was certainly active in the Thurrock area, there is no evidence that Chad ever visited Essex. The confusion may have arisen because a large part of what we know today as Tilbury was in the Parish of Chadwell St Mary; indeed until the early part of the 20th century St Mary's was the Parish Church for the developments around Tilbury Docks. There are a number of places in Essex said to be named after Chad, with whom Cedd is regularly confused and there are eight towns or villages in Essex that have the termination 'Well', which in Anglo-Saxon meant 'spring'. However, \"Chad's Well\" is not consistent with any early forms of the parish name. It is nonetheless a very common name – there are apparently 42 instances of \"St Chad’s Well\" in different parts of the UK.James Rattue in The Living Stream: Holy Wells in Historical Context. The most likely reason is relatively modern confusion about the place name, Chadwell, which means (in old English) “cold spring” rather than having any connection with St Chad. If the village name had retained its ancient Domesday form, Celdewella, St Chad would in all likelihood be forgotten in Thurrock. ===Chadwell Church=== The original Chadwell parish church was dedicated to the Virgin Mary and this is the source of the suffix \"St Mary\" in the modern name. It is a grade I listed building located at the crossroads overlooking the marshes. There was a church in Chadwell before the Norman conquest. The present church has a number of Norman features and probably dates to the 12th century. The tower was built in the early 16th century.Nikolaus Pevsner, The Buildings of England Essex The church contains an early memorial brass to Cicilye Owen (died 1603), the wife of Thomas Owen of London, who was a merchant tailor. The church has an extension on the south that was built at the beginning of the 20th century. There is now a second Anglican church in the parish – Emmanuel. ===Manors=== The Domesday Book records, that at the time of the survey, the Bishop of London and Odo, the Bishop of Bayeux held the two manors in this parish. Later the land was divided into four manors, Chadwell, Ingleby, Longhouse and Biggin (the last three names are kept in perpetuity by local road names). The location of Chadwell Hall, the manor house of the manor of Chadwell, is marked by flower beds on the western side of Chadwell Hill.Christopher Harrold (editor) Exploring Thurrock (Thurrock Local History Society, 2008) The manor of Ingleby was bought by Peter Symonds in the 1580s and was bequeathed by him to found Christ's Hospital in Winchester.See J. N. Hare, 'Symonds, Peter (c.1528–1586/7)’, Oxford Dictionary of National Biography, online edn, Oxford University Press, October 2006 accessed 4 February 2007 ===Peter Symonds Charity=== In addition to founding the school in Winchester, Peter Symonds left annual payments for a number of charitable purposes, including the poor of All Saint, Lombard Street and Chadwell in Essex.The Endowed charities of the City of London (M Sherwood, 1829) Payments to Chadwell from this charity seem to have stopped around 1740, but in 1794, the rev William Herringham, rector of Chadwell, succeeded in obtaining £52 in arrears. Herringham and other local landowners increased the available funds which were then used to give clothing and coal to the poor.DW Coller, The People's History of Essex (Meggy and Chalk, 1861) ===Buildings=== The Sunspan house in Sandy LaneIn addition to the church, the listed buildings in Chadwell include Biggin Farmhouse, Chadwell House, Chadwell Place and Sleeper's Farm. In Sandy Lane there is one of the few examples of an Art Deco \"Sunspan\" house. This was designed by Wells Coates and exhibited at the Daily Mail Ideal Home Exhibition in 1934. ===Chadwell in the World War II=== During World War II, Chadwell was at risk from enemy action both because of its proximity to Tilbury Docks and because German bombers used the Thames to navigate to London. A number of buildings were destroyed or damaged in the Battle of Britain or the Blitz. As part of the air raid protection scheme for London, there was an anti-aircraft battery (designated N16) on former heathland just south of the Greyhound pub that was manned by Canadian soldiers. There were also anti invasion fortifications erected in 1940–41 (for example a Tett turret).Unlocking Essex Past Immediately after the end of the war, prefabs (pre-fabricated houses) were erected on the ground north of the church.R Reynolds and J Catton, Thurrock Goes to War ===Administrative history=== Chadwell St Mary was within the Kingdom of Essex, which was one of the kingdoms in the Anglo-Saxon heptarchy and which became the shire and subsequently county of Essex. From 870 until 917, Essex (including Chadwell) was within the Danelaw. It is part of the Barstable hundred. Chadwell is a traditional Church of England parish. It was part of the Orsett deanery and the archdeaconry of Essex. It was within the Diocese of London until 1845 when the archdeaconry became part of the Diocese of Rochester, transferring again to the Diocese of St Albans in 1878. In 1914 it became part of the newly established Diocese of Chelmsford. Following the building of Tilbury Docks and the establishment of the new community of Tilbury Town, in 1903, the southern portion of the ecclesiastical parish was separated to form the parish of Tilbury Docks. Chadwell was one of the parishes that formed the Orsett Poor Law Union in 1835 and from 1875 it was part of the Orsett Rural Sanitary District. Chadwell was part of the Orsett Rural District from 1894 until 1912, when it became part of the Tilbury Urban District and became known as the upper ward. In 1936 it ceased to be a civil parish when it became part of the Thurrock Urban District. This became a borough in 1984 and in 1998 became the Thurrock Unitary Authority. == Housing Estates and Facilities == Godman Road estate is Chadwell St Mary's main housing estate, which includes three high- rise flats. It is in the north and west part of Chadwell. Ruskin Road is a medium-sized housing estate in the west of Chadwell. Waterson Road estate is a large area of numerous housing estates in the east and north east of chadwell. Thamesview Estate is a smallish housing estate on the top of Chadwell Hill. Chadwell St Mary has numerous shops including a Tesco Express, 2 other mini supermarkets, a shopping precinct in the north of Chadwell, Heath Road Newsagents, florists, butchers and numerous parades of shops down River View in the town centre of Chadwell. == Municipal cemetery == The gravestone of Neil Wright, 9/11 victimThe church graveyard is closed to new burials. The municipal cemetery on Brentwood Road was opened in 1925. It contains more than 30 Commonwealth War Graves Commission graves from the World War II.Commonwealth War Graves Commission Among the other graves is that of Neil Wright, a victim of the 9/11 attack on the twin towers. ==Demographics== The population of Chadwell increased erratically during the 19th century from 167 in 1801 to 587 in 1881. With the opening of Tilbury Docks, the population grew to 3,391 in 1891. {| class=\"wikitable\" |- bgcolor=\"#efefef\" | Year || 1801 || 1811 || 1821 ||1831 || 1841 || 1851 || 1861 || 1871 || 1881 || 1891 || 1901 |- | Population || 167 ||153 ||202 ||180 ||236 ||282 ||457 ||589 ||587 ||3,391 ||5,203 |} {| class=\"wikitable\" id=\"toc\" style=\"float: right; margin-left: 2em; width: 40%; font-size: 90%;\" cellspacing=\"3\" !colspan=\"4\"|Chadwell St Mary compared |- |2001 UK Census||Chadwell St Mary ward||Thurrock borough||England |- |Population||9,631||143,128||49,138,831 |- |Foreign born||3.1%||5.0%||9.2% |- |White||97.4%||95.3%||90.9% |- |Asian||0.7%||2.4%||4.6% |- |Black||1.0%||1.2%||2.3% |- |Christian||78.0%||75.1%||71.7% |- |Muslim||0.7%||1.1%||3.1% |- |Hindu||0.2%||0.6%||1.1% |- |No religion||14.4%||15.5%||14.6% |- |Unemployed||3.6%||3.4%||3.3% |- |Retired||18.1%||11.8%||13.5% |} At the 2001 UK census, the Chadwell St Mary electoral ward had a population of 9,631. The ethnicity was 97.4% white, 1.0% mixed race, 0.7% Asian, 1.0% black. The place of birth of residents was 96.9% United Kingdom, 0.5% Republic of Ireland, 0.6% other Western European countries, and 2.0% elsewhere. Religion was recorded as 78% Christian, 0.1% Buddhist, 0.2% Hindu, 0.1% Sikh, 0.1% Jewish, and 0.7% Muslim. 14.4% were recorded as having no religion, 0.2% had an alternative religion and 6.3% did not state their religion. The economic activity of residents aged 16–74 was 37.5% in full-time employment, 12.9% in part-time employment, 5.2% self-employed, 3.6% unemployed, 1.9% students with jobs, 2.1% students without jobs, 18.1% retired, 8.7% looking after home or family, 6.9% permanently sick or disabled and 3.1% economically inactive for other reasons. The industry of employment of residents was 23.9% retail, 14.2% manufacturing, 9.4% construction, 8.8% real estate, 8% health and social work, 5.4% education, 12.2% transport and communications, 3.5% public administration, 4.2% hotels and restaurants, 4.7% finance, 0.8% agriculture and 4.9% other. Compared with national figures, the ward had a relatively high proportion of workers in retail, transport and communications. Of the ward's residents aged 16–74, 6.9% had a higher education qualification or the equivalent, compared with 19.9% nationwide. According to Office for National Statistics estimates, during the period of April 2004 to March 2005 the average gross weekly income of households was £490, compared with an average of £650 in South East England. In 2007, Chadwell was described by the former local MP, Andrew Mackinlay, as one of the \"pensioner hot spots\" of Thurrock. Nearly a quarter of the current population is sixty or over. ==Education== There are three primary schools serving the Chadwell area – Chadwell St Mary Primary, Herringham Primary and Woodside Primary, although Woodside is in an adjacent parish. The wood that gives Woodside its name is Terrel's Heath, a now wooded area of former heath in the north east of the parish. The Gateway Academy (Secondary) is shared with Chadwell St Mary and Tilbury (near the corner of Marshfoot Road and St Chad's Road). Palmer's Sixth Form College covers Chadwell St Mary, as did the Thurrock campus of the South Essex College of Further and Higher Education (which moved to Grays), although they are just across the parish boundary in Little Thurrock. ==Politics== Chadwell has three councillors on Thurrock council. For most recent elections, until 2015, Labour councillors have been elected. In 2015, a UKIP (now Thurrock Independents) candidate was elected. In the 2010 election, the British National Party (BNP) candidate came third, having secured second place in 2008 and 2007. Current councillors are Barbara Rice (elected May 2014), Russell Cherry (elected May 2015) and Gerrard Rice (elected May 2016). ==Notable people== James Temple who signed the death warrant for Charles I lived in this parish between 1607 and 1622. Another regicide, Temple's kinsman Edward Whalley also lived in the parish in the 1620s and 1630s. World javelin champion, Fatima Whitbread, grew up in Chadwell St Mary after being adopted by the Whitbread family when she was thirteen. Daniel Defoe, the writer managed and later owned a tile factory on the Tilbury Marshes (part of Chadwell at the time) and lived in a house on the edge of the river. It is sometimes suggested that Defoe was born in the parish or that his family came from this parish, but research by a local historian has proved this unfounded.Randal Bingley, Daniel Defoe: His Trail Uncovered (Panorama, The Journal of the Thurrock Local History Society, Volume 27) Dave Strickson, the founder member of the infamous 80's rock band Angela Rippon's Bum and co founder of the notorious Tilbury Skinhead gang, grew up in Chadwell St Mary and lived there for 17 years. Bobby Howe, ex-West Ham United and Bournemouth & Boscombe footballer,was born in the village. ==References== ==External links== * http://www.chadwellparishchurch.org.uk/ Category:Thurrock Category:Villages in Essex ",
    "title": "Chadwell St Mary"
}