{
    "id": "5716582",
    "text": "Nada Klaić Nada Klaić (21 July 1920, Zagreb – 2 August 1988, Zagreb) was a Croatian historian. She was a Croatian medievalist of the 20th century. A substantial part of the work was devoted to criticism of medieval sources. ==Academic career== Nada Klaić was born in Zagreb, the granddaughter of the historian Vjekoslav Klaić and sister of landscape architect Smiljan Klaić. She was a university professor and a prominent Croatian medievalist, graduated at the Faculty of Philosophy of the University of Zagreb, the same faculty where she was involved in teaching for 45 years. She started her teaching and scientific career at the Faculty's Department of History in 1943, to become a full professor of the Croatian medieval history in 1969. This position she held until her death in 1988. Since 1946, when she took her doctor's degree with the thesis Političko i društveno uređenje Slavonije za Arpadovića (Political and Social Organization of Slavonia under the Árpád dynasty), she spent several decades engaged in researching Croatian medieval history. Nada Klaić gathered the results of her extensive analytical investigations, published first in journals and proceedings, and monographs and surveys of Croatian history. ==Historical studies== She researched the period from the arrival of the Slavs (see Migration Period) until the 19th century. Under the early influence of M. Barada, Lj. Hauptmann, B. Grafenauer and J. Šidak, she contributed to the Croatian Medievalism by writing papers about social history. The book History of the Yugoslav Peoples II (1959) includes her comprehensive overview of the history of Croatia in the Early Modern Times, including elements of economic and social history. She paid special attention to the history of cities, as shown by several studies and books: Zadar in the Middle Ages until 1409 (with Ivo Petricioli, 1976), Zagreb in the Middle Ages (1982), Notes on Vukovar in the Middle Ages (1983), Trogir in the Middle Ages: Public Life of the City and its Inhabitants (1985), Koprivnica in the Middle Ages (1987). She authored numerous works regarding revolts and social conflicts, which she collected in the book Social Turmoil and Revolts in Croatia in the 16th and 17th Centuries (1976). She described the role of specific nobles in the books The Last Dukes of Celje in the Lands of the Crown of St. Stephen (1982) and Medvedgrad and its Masters (1987). Much of her work is the analysis and publication of historical sources. Relying partly on the contributions of earlier historians, she analyzed the entire Croatian diplomatic material of the Early Middle Ages (Diplomatic Analysis of the Documents from the Age of Croatian Rulers of Croat Descent, 1965, 1966–67), questioning its authenticity. Along with the anonymous Split chronicle called Historia Salonitana maior (1967), Klaić published several sources translated from Latin for the needs of students (Sources for Croatian History before 1526, 1972). She provided a comprehensive and original concept of the early medieval development of the Croatian lands in the book History of the Croats in the Early Middle Ages (1971), while she collected her writings about numerous problems of the later period in the book History of the Croats in the High Middle Ages (1976). Her posthumously published books are Medieval Bosnia: Political Status of Bosnian Rulers before the Coronation of Tvrtko in 1377 (1989) and History of the Croats in the Middle Ages (1990). ==Influence== Klaić was one of the most prominent Croatian and Yugoslavian medievalist in the 20th century. Some of her achievements are the innovative and modern approach to Croatian history (especially for the Middle Ages), which helped release it from the romantic nationalism of the 19th century, and the revaluation of older historical sources. However, a substantial portion of her views and conclusions are controversial and the work provoked strong reactions in historiography. For example, that the document Pacta conventa is a forgery probably made in the 14th century, her \"lack of opinion\" over the matter of 1102 in a 1959 article disputing Croatian writer Oleg Mandić's earlier work on the matter, and her view on the Croatian migration and old homeland in the 7th century, as well other topics of the early Croatian history. Klaić was highly critical about the work by some scholars like Ferdo Šišić (which she dismissed as poorly analysed), or Lj. Hauptmann (regarding the thesis of Croats migration from White Croatia and the Iranian-Caucasian theory of the origin of early Croats). Her firm assumptions on the origin and early homeland of Croats based on Margetić's thesis whereby the Croats arrived to Dalmatia in the late 8th or early 9th century, although Margetić emphasized it was only an assumption, which he later reportedly rejected. The German and Austrian scholars H. Kunstmann, J. Herrmann, R. Werner and O. Kronsteiner loose considerations on Slavs were especially influential on her viewpoints. Klaić posited that there was no Slavic migration from North to South, but rather from South to North, as the Slavs were indigenous to the Balkan, therefore was no migration of the so-called White Croats from the White Croatia in Carantania. She supported the thesis by H. Kunstmann that Slavs did not have their own tribal names, and their names should be traced to the Illyrian, Greek and Byzantine cultural milieu. She believed the Croats were Slavs in the Avar Khaganate ruled by the Avars, and as such firmly considered that Croatian state organization and titles župan and ban were of Avar origin. She thought the discovered graves which dated from before the 9th century belonged to the Avars, not Croats, and that the Avars lived in Dalmatia. This and other views, such as the Gothic administrative origin of Liburnia and the existence of Avarian županijska Liburnia, banska Liburnia and županijska Istria, as well her constant consideration of incompetence of the archaeologists in the absence of proof for her theories, were criticized and dismissed by modern scholars like N. Budak and P. Štih as lacking bases in reliable evidence and sources. Miroslav Brandt criticised Klaić as a protégé of socialist Yugoslavia in her approach to Croatian historiography. ==Works== *Političko i društveno uređenje Slavonije za Arpadovića (Political and Social Organization of Slavonia under the Árpád dynasty, 1946) *Text in Historija naroda Jugoslavije II (History of the Yugoslav Peoples II, 1959) *Diplomatička analiza isprava iz doba hrvatskih narodnih vladara (Diplomatic Analysis of the Documents from the Age of Croatian Rulers of Croat Descent, 1965, 1966–67) *Povijest Hrvata u ranom srednjem vijeku (History of the Croats in the Early Middle Ages, 1971) *Povijest Hrvata u razvijenom srednjem vijeku (History of the Croats in the High Middle Ages, 1976) *Društvena previranja i bune u Hrvatskoj u XVI i XVII stoljeću (Social Turmoil and Revolts in Croatia in the 16th and 17th Centuries, 1976) *Zadar u srednjem vijeku do 1409. (Zadar in the Middle Ages until 1409, 1976) *Zagreb u srednjem vijeku (Zagreb in the Middle Ages, 1982) *Zadnji knezi Celjski v deželah Sv. Krone (in Slovenian, The Last Dukes of Celje in the Lands of the Crown of St. Stephen, 1982) *Crtice o Vukovaru u srednjem vijeku (Notes on Vukovar in the Middle Ages, 1983) *Trogir u srednjem vijeku: javni život grada i njegovih ljudi (Trogir in the Middle Ages: Public Life of the City and its Inhabitants, 1985) *Koprivnica u srednjem vijeku (Koprivnica in the Middle Ages, 1987) *Medvedgrad i njegovi gospodari (Medvedgrad and its Masters, 1987) Published posthumously: *Srednjovjekovna Bosna: politički položaj bosanskih vladara do Tvrtkove krunidbe, 1377. g. (Medieval Bosnia: Political Status of Bosnian Rulers before the Coronation of Tvrtko in 1377, 1989) *Povijest Hrvata u srednjem vijeku (History of the Croats in the Middle Ages, 1990) ==Translations== From Latin to Croatian: *Historia Salonitana maior (1967) *Izvori za hrvatsku povijest do 1526. godine (Sources for Croatian History before 1526, 1972) == References == ===Notes=== ===Sources=== * * * * ==External links== *Nada Klaić (Zagreb 1920-1988) Category:1920 births Category:1988 deaths Category:Croatian historians Category:Croatian translators Category:Croatian medievalists Category:Latin–Croatian translators Category:Faculty of Humanities and Social Sciences, University of Zagreb alumni Category:University of Zagreb faculty Category:People from Zagreb Category:Burials at Mirogoj Cemetery Category:20th-century translators Category:Yugoslav historians Category:Yugoslav translators Category:20th-century historians Category:Women medievalists Category:20th-century women writers ",
    "title": "Nada Klaić"
}