{
    "id": "5716248",
    "text": "Pallalcesto Amatori Udine, better known by the sponsorship name Snaidero Udine, was an Italian professional basketball club based in Udine, Friuli- Venezia Giulia. For past club sponsorship names, see the list below. ==History== Associazione Pallacanestro Udinese (APU) was founded in 1944. It wasn't a particularly notable organisation until businessman Rino Snaidero (head of the Snaidero Cucine kitchen furniture company) became the owner in 1965. With his backing the club, now known as Snaidero Udine, reached the first division Serie A in 1968. A new arena, named Palasport Primo Carnera after the boxer of that name, was built in 1970. Star players such as foreigners Joe Allen, Bob Fleischer and Jim McDaniels, as well as Italians Claudio Malagoli and Ivan Bisson helped the side finish fifth and fourth in the Serie A in 1972 and 1973, the latter a historic best. The Snaidero family withdrew from the club in the 1970s, it would spend the rest of its existence in the second tier Serie A2 with a few parentheses in Serie A until disappearing in 1992. Another Udine side, Libertas Udine, would play in the Serie A2 for two seasons between 1993 and 1995 before itself ceasing activities in 1996. Edi Snaidero, the son of former owner Rino, relaunched Snaidero Cucine Udine in 1999, buying the rights of Palladio Vicenza to play in the 1999-2000 second division. The side, coached by Matteo Boniciolli and containing players such as Charles Smith and Teoman Alibegovic returned to the Serie A after one season, winning their best-of-five final promotion series. In their first season back in the elite, Snaidero qualified to the playoff quarterfinals but lost a five-game series against Scavolini Pesaro. That position was enough to play in Europe for the first time in 25 years, reaching the round of 16 in the 2001–02 FIBA Saporta Cup. Having again lost in the playoff quarterfinals in 2001-02, Snaidero took part in the first-ever ULEB Cup in 2002-03, advancing to the eightfinals. Snaidero featured players like Demetrius Alexander, Michele Mian, Damir Mulaomerović or Sasha Vujačić, who joined the Los Angeles Lakers having started with Snaidero's junior team. After indifferent results the next four seasons, the team hired coach Cesare Pancotto before the start of the 2005-06 season. Snaidero went on to match its second-best ever ranking of fifth in the Serie A, thanks to a mix experience and youth with players such as Jerome Allen, Mian, Nikos Vetoulas, Kyle Hill, Silvio Gigena, Jacob Jaacks and Christian Di Giuliomaria. Though they were swept in the playoffs, they earned the right to participate in the ULEB Cup again, reaching the Eighthfinals. In 2008-09, the side finished dead last in the Serie A, returning to the second division. Udinese Calcio entered the club as part owners over the summer of 2009. However they only played two more seasons in the second division before pulling out from the league, and professional basketball, in 2011. ==Notable players== 2000's * Damon Williams 1 season: '06-'07 * Larry O'Bannon 1 season: '06-'07 * Kristaps Valters 1 season: '06-'07 * Jacob Jaacks 2 seasons: '05-'07 * Kyle Hill 1 season: '05-'06 * John Lucas III 1 season: '05-'06, 2 games * Dan Langhi 1 season: '04-'05 * John Wallace 1 season: '04-'05 * Uroš Slokar 1 season: '04-'05 * Glenn Sekunda 3 seasons: '03-'06 * Eddie Shannon 2 seasons: '03-'05 * Siniša Kelečević 1 season: '03-'04 * Michael Hicks 1 season: '03-'04 * Demetrius Alexander 1 season: '02-'03 * Mikhail Mikhailov 1 season: '02-'03 * Saša Vujačić 3 seasons: '01-'04 * Jeffrey Stern 2 seasons: '01-'03 * Vincenzo Esposito 1 season: '01-'02 * Brent Scott 1 season: '01-'02 * Andre Woolridge 1 season: '01-'02 * Thalamus McGhee 1 season: '00-'01 1990's * Joel Zacchetti 9 seasons: '99-'05, '06-'08, '09-'10 * - Teoman Alibegović 3 seasons: '99-'02 * Charles Smith 2 seasons: '99-'01 * Federico Pieri 1 season: '99-'00 * Andrew Gaze 1 season: '91-'92 * Terry Tyler 1 season: '91-'92 * Gianmarco Pozzecco 1 season: '91-'92 * - Henry Turner 1 season: '90-'91 * Vincent Askew 1 season: '90-'91 1980's * Marques Johnson 1 season: '89-'90 * Winfred King 3 seasons: '88-'91 * Michael Young 1 season: '88-'89 * Mark Crow 1 season: '88-'89 * Hank McDowell 2 seasons: '87-'89 * Antonio Costner 1 season: '87-'88 * Mihovil Nakić 1 season: '87-'88 * Marco Solfrini 2 seasons: '86-'88 * Achille Milani 7 seasons: '82-'89 * Giuseppe Valerio 7 season: '81-'85, '87-'90 1970's * Lorenzo Bettarini 12 seasons: '76-'79, '83-'92 * Jim McDaniels 1 season: '74-'75 * Claudio Malagoli 6 seasons: '70-'76 1960's * Ivan Bisson 2 seasons: '68-'70 * Joe Allen 3 seasons: '67-'70 ==Sponsorship names== Throughout the years, due to sponsorship, the club has been known as : * Snaidero Udine (1968–77) * Mobiam Udine (1977–80) * Tropic Udine (1980–82) * A.P.U. Udine (1982–83) * Gedeco Udine (1983–84) * Australian Udine (1984–85) * Fantoni Udine (1985–90) * Emmezeta Udine (1990–91) * Rex Udine (1991–92) * Snaidero Udine (1999–03) * Snaidero Cucine Udine (2003–11) ==References== ==External links== *Serie A historical results Retrieved 27 June 2015 Category:1944 establishments in Italy Category:2011 disestablishments in Italy Category:Basketball teams established in 1944 Category:Basketball teams in Friuli-Venezia Giulia Category:Defunct basketball teams in Italy Category:Sport in Udine Category:Basketball teams disestablished in 2011 ",
    "title": "Pallalcesto Amatori Udine"
}