{
    "id": "5716479",
    "text": "Newton is a village on the Wirral Peninsula, in the Metropolitan Borough of Wirral, Merseyside, England. It is a part of the suburban town of West Kirby, the local government ward of West Kirby and Thurstaston and the parliamentary constituency of Wirral West. Contiguous with Newton is the suburb of Grange to the west. The hamlet of Larton is to the east. Newton consists of a village hall, post office, public house and a general store. The local park, aptly named Newton Park, has a football pitch, outdoor basketball courts and a playground for children. Wirral Council also has several allotments in Newton that are provided for residents to grow their own vegetables and plants. Grammar School Lane, Newton. Leading up to Calday Grange Grammar School ==History== The name of the village means \"new settlement or farmstead\" from the Old English words nīwe and tūn. Newton was previously combined with the nearby hamlet of Larton as Newton cum Larton, part of West Kirby parish of the Wirral Hundred, in the county of Cheshire. Its population was 49 in 1801 and 44 in 1851. A civil parish from 1866, it was abolished in 1889 and subsumed into the nearby civil parish of Grange. Between 1894 and 1933 Newton was part of Wirral Rural District, then Hoylake Urban District until 1974. ==Geography== Two branches of Newton Brook border the north and the east of Newton. The brook is a tributary of Greasby Brook. The two branches of Newton Brook merge near to Larton. ==Transport== ===Road=== The B5139 Frankby Road passes through Newton. This road has junctions with the B5192 Saughall Massie Road and the A540 Column Road, towards West Kirby. ===Rail=== West Kirby railway station is approximately to the west. This station is on the Wirral line of the Merseyrail network, with frequent services to Liverpool. ==Education== The locality is served by Hilbre High School, Calday Grange Grammar School and West Kirby Grammar School at secondary education level. ==References== ==Bibliography== * ==External links== Category:Towns and villages in the Metropolitan Borough of Wirral ",
    "title": "Newton, Merseyside"
}