{
    "id": "5718298",
    "text": "ITV West Country is the British television service provided by ITV Broadcasting Limited for the South West England franchise area on the ITV network. Previously, between 2009 and 2013, the area was a non-franchise region, branded with the same name, incorporating the former ITV Westcountry franchise area and the ITV West sub-region of the ITV Wales & West franchise. Each company that makes up the new region still legally exists. ITV Wales & West Ltd, ITV Wales & West Group Ltd and Westcountry Television Ltd are each, along with most other regional companies owned by ITV plc, listed on www.companieshouse.gov.uk as a \"dormant company\". ==History== ITV West Country launched on 16 February 2009 (as ITV West & Westcountry), and merged the two regions of ITV West and ITV Westcountry into one amalgamated region. The idea was first proposed following a speech by Michael Grade about regional broadcasting post-switchover at the 2007 Nations and Regions conference in Cardiff. There was speculation that ITV West and ITV Westcountry could merge operations,ITV Regional Restructure - Broadcasting - Digital Spy Forums as part of further streamlining of regional operations, and rumours suggested that, while a newsroom (and separate regional identity) would be retained in the south west, the main Westcountry Live programme would move to a studio alongside The West Tonight at ITV West in Bristol. On 12 September 2007, ITV issued a statement to the City of London, saying that it wished to reduce the number of news studios from 17 to just 9. Shortly after the broadcasting regulator Ofcom gave ITV plc the go-ahead to merge the two regions.Digital Spy - Ofcom 'to allow' ITV regional news cuts ==Studios== ITV Westcountry's studio operations were all moved to ITV West's headquarters in Bristol, with the studio facilities at Plympton near Plymouth closed and newsgathering operations moved to a smaller news bureau elsewhere in the city. ==Productions== ITV West Country produces the local news service ITV News West Country. The main evening programme at 6pm on weekdays includes separate opt- out bulletins for the first 20 minutes from each of the two regions, some of which are pre-recorded depending on the day's news and due to the use of only one presenting team. The main 6pm evening programme is supplemented by shorter daytime bulletins, with the weekday Good Morning West Country, lunchtime and late night bulletins after the ITV News at Ten consisting of opt-out news for either the 'East' or 'West' of the region. Separate daytime bulletins for the regions were reintroduced in September 2011. On 23 July 2013, proposals to further expand the sub-regional services were approved. ITV News West Country extended the East and West opt-out services to 20 minutes during the 6pm programme, in addition to separate weekend bulletins for the two sub- regions.OFCOM sets out licence terms for ITV, STV, UTV and Channel 5 , OFCOM, 23 July 2013 ITV West Country are also required to produce 13 hours of non- news programming a year - currently, the only non-news programme in production is The West Country Debate, a monthly political programme. Other non-news content is included in ITV News West Country. ==See also== * ITV Westcountry * HTV * ITV (TV network) * History of ITV ==References== ==External links== * * West Country Category:Mass media in Bristol Category:Mass media in Cornwall Category:Mass media in Dorset Category:Television channels and stations established in 2009 ",
    "title": "ITV West Country"
}