{
    "id": "5718089",
    "text": "The Grande Hotel Beira was a luxury hotel in Beira, Mozambique. It was opened in 1954 and operated until 1974, when it was closed due to lack of guests. The building was used as a military base in the Mozambican Civil War, and it is currently home to over 3500 squatters.Ivo, F. (2008) Estudo preliminar para a desocupação e demolição do Grande Hotel na Beira. Beira: Francisco M. Ivo Arquitecto ==Development and history== In 1932, the urban plan of Ponta Gêa was designed by the architect brothers Rebelo de Andrade, and the plan included a hotel with an Olympic swimming pool in a spot overlooking the Indian Ocean, the mouth of the Buzi River and the sea harbour of Beira. Architect José Porto of the Gabinete de Urbanização Colonial produced the original concept design for the hotel; and in 1953, the Companhia de Moçambique commissioned architect Francisco de Castro to develop the original design and the final detailing. At the time, the Companhia de Moçambique had the concession to exploit the area now known as the provinces of Manica and Sofala. When the concession ended in 1942, the Companhia still owned local businesses and continued to dominate the local economy. One of its directors was Antonio Arantes e Oliveira, who was a brother of the future Mozambican governor-general and had a close connection with the fascist Portuguese dictator, Salazar. Arthur Brandão was the chief officer of the Companhia and also held a prominent position within the Salazar regime. Although Beira was a Portuguese colony, it had been influenced culturally by Britain due to the neighbouring British colony of Rhodesia's use of its sea harbour. The Portuguese Estado Novo and the ending of the Companhia concession gave rise to increased Portuguese influence throughout the city: the Portuguese Escudo became the only official currency, the government became dominated by the fascist Salazar regime, and the streetscape changed with the new Art Deco and Modern Movement architecture. The Grande Hotel became a symbol of the success of the Estado Novo in Beira, as it was intended to provide luxury accommodation for VIPS, business travelers, and wealthy tourists from Rhodesia, South Africa, and from Portugal or its colonies. ==Architecture== The exterior of the Grande Hotel was done in the Art Deco style that was popular in Portugal during the Estado Novo era of the 30s and 40s. Art Deco's geometrical shapes and repetition represented modernity and a rejection of the neobaroque style of the previous era. As such, the exterior of the Grande Hotel had no ornamentation or intricate patterns. The interior, however, was done in an eclectic style and with the use of modern materials in a manner unusual in Beira at that time and even seldom used in other works of the architect, Francisco de Castro. De Castro also designed the famous CFM train station in Beira. ==Opening and operation as a hotel== In 1955, the Grande Hotel opened in an event officiated by the Roman Catholic bishop of Beira, Sebastião Soares de Resende. White residents of Beira could use the swimming pool, and they recalled the Grande Hotel as a palace of unlimited luxury where one could eat the finest chocolate. Hollywood star Kim Novak stayed there when she came to hunt in the nearby Gorongosa National Park. Still, the expected clientele—wealthy tourists and business travelers—never materialized. Although Beira was a popular holiday destination, its tourists were primarily white middle-income families from Salisbury (now called Harare), the capital of Rhodesia (now called Zimbabwe), which was 550 km or 9 hours away by car. They could not afford the luxuries of the Grande Hotel, instead preferring beach holidays in the tourist district of Macuti, 8 km from the city centre. Although the Grande Hotel was only a 2 km walk from the city centre, swimming at the beach was forbidden. ===Casino myth=== Several sources refer to proposals for the Grande Hotel to host a casino.Rolletta, P. (2006) O delírio de um Grande Hotel. Savana, September 2006. [online] available at: http://macua.blogs.com/moambique_para_todos/2006/09/o_delrio_de_um_.html [accessed 8 February 2012]Lança, M. (2010) We, the ones from the Grande Hotel da Beira. [online] available at: http://www.buala.org/en/city/we-the-ones- from-the-grande-hotel-da-beira [accessed 8 February 2012]Anonymous (2011) A Beira e o Grande Hotel da Beira. The Delagoa Bay Blog [online] available at: http://delagoabayword.wordpress.com/2011/02/17/a-beira-e-o-grande-hotel-da- beira/ [accessed 8 February 2012] However, the building plans do not show any facilities that would suggest a casino. Francisco Ivo, an architect and former student of Francisco de Castro, claimed that De Castro told him that there was no intention to create a casino. The clients of the Grande Hotel had close associations with the Portuguese dictator Salazar, and Salazar thought it was morally inappropriate to have gambling in the African colonies. Indeed, casinos in Lourenço Marques and Costa Bello were forced to close in the early 1930s. ==Closing== After twenty years, the Grande Hotel Beira was closed, deemed by the company to be unprofitable and too costly to keep open. The hotel had never made a profit in any year of its operation. The construction costs had come to three times the original budget. Anticipated wealthy guests never came, and the staff necessary to maintain and operate a luxury hotel was too large for the number of guests actually served. Every elevator, for example, had a personal operator. In several documents it was claimed that the reason for closure was the refusal of the regime to grant the hotel a casino permit. However, the white residents of Southern Africa could not afford this level of luxury, and Beira was not known as a holiday destination for wealthy people, who already preferred the Bazaruto Archipelago at Vilanculos, the Mediterranean city life style of the Mozambican capital Lourenço Marques, the South African Krüger national park and the Victoria Falls in Rhodesia. Business travelers stayed at the Ambassador Hotel, a less expensive alternative situated in the Baixa (downtown) area, where most of the business offices were located. Arthur Brandão, the chief officer of the Companhia, also owned the Ambassador. ==Aftermath== Grand Hotel Beira in its heyday The Grande Hotel closed for business in 1963; it remained available for large events and conferences, although it was used only twice. The first time was to accommodate United States congress members who were on a cruise along the East-African coast. The second time was in 1971, for the wedding of Petusha Jardim, daughter of Jorge Jardim, then Minister of State of Mozambique and the so-called governor-general of Mozambique who had achieved a high position within the Estado Novo. Traditionally, Portuguese weddings involved a large number of guests, and this wedding was attended by VIPs from all over the Estado Novo and the neighbouring 'White Laager' countries. The Grande Hotel was the only place large enough to accommodate the event. The swimming pool remained open to the public and, as it was the only Olympic-size swimming pool in the colony at that time, it became the main training facility for the Mozambican Olympic swimming team. ===Mozambique independence=== On 25 June 1975, Mozambique gained independence as a result of Portugal's nonviolent Carnation Revolution the previous year; the Mozambique Liberation Front, later known as Frelimo, assumed power. On the first day of independence, the Grande Hotel hosted the first wedding in Beira under the new regime. Later, the bar at the swimming pool became the office of Frelimo's Revolutionary Committee, which was responsible for establishing socialism in Beira and the province of Sofala. While the main hall of the Grande Hotel was used for party meetings and events, the basement became a prison for opponents of the new government. In 1978, the communist Frelimo government assumed ownership of private land, a move that resulted in the exodus of the remaining Mozambican-Portuguese community that had dominated the local economy. However, the Grande Hotel was one of the exceptions, and its land and the building remain the property of the Portuguese Grupo Entreposto SA, the continuation of the Companhia de Moçambique. In 1977, the Mozambican Civil War broke out in the province of Sofala: Renamo vs Frelimo. The civil war was in part the extension of the global Cold War; capitalism vs communism. Renamo was established by the Rhodesian secret service and the South African Defence Force with the aim of destroying the communist Frelimo regime. Renamo launched guerrilla attacks at social and economic targets. The Grande Hotel, as the Frelimo political base in this area, became a Frelimo military base as well. With the fall of Ian Smith's government in Rhodesia, the ZANU party came into power. They renamed the country Zimbabwe, and Robert Mugabe became the president. With this change, Zimbabwe needed to use the Beira corridor as its import/export route, since the alternate routes ran through South Africa, which Zimbabwe now boycotted. In 1981, the Zimbabwe Defence Force established a neutral zone in Beira and its import/export corridor. As a result, the city became a haven for refugees seeking safety and access to international aid entering through the sea harbour and airport. The Grande Hotel became a refugee camp with most of the refugees coming from rural areas. It is said that some refugees who arrived during the night were overwhelmed in the morning by the view of the ocean, which they had never seen. They tried to walk towards the sea but, never having experienced a multistory building and not comprehending the height differences, they fell to their deaths from the roof terrace. The hotel survived Cyclone Idai in March 2019. http://www.rfi.fr/afrique/20190329-mozambique-reportage-beira-restait-grande- hotel-survecu-cyclone-idai ==Current status== Since 1992, Mozambique has enjoyed peace and stability. The seaport of Beira is redeveloped and booming due to the transit of minerals to Asia. Current situation of the Grande Hotel, street vendors on the third floor Current situation of the Grande Hotel, polluted swimming pool The Grande Hotel has deteriorated, however. With only 116 hotel rooms, it now provides shelter for a fluctuating population of around 1,077 inhabitants (Ivo 2008), with large families inhabiting a single room. They do not pay any rent and cannot claim a right of ownership. There is little formal maintenance of the collective space, resulting in accumulating garbage, leaking rain water, open elevator shafts and inaccessible stairs. The Olympic swimming pool, now polluted, is used for bathing by inhabitants who cannot afford to buy water at the privately owned water pump opposite the Grande Hotel. According to the local Red Cross, there is a high risk of cholera, diarrhoea, HIV/AIDS, malaria and scabies in the Grande Hotel. The water, sewer and electricity infrastructures have been removed and sold in order to obtain money for food and water. The parquet floor is used as fuel for cooking. Most inhabitants find work only in the informal economic sector; they are, as implied by their nickname of 'whato muno' (not from here), excluded from the formal socio-economic life of Beira. As the city's formal economy grows, this puts pressure on the informal economy. It has become harder for Grande Hotel inhabitants to meet basic needs. The nickname 'whato muno' is used in Beira as a derogatory term for the inhabitants of the Grande Hotel. The hotel is considered to be a place where robbers live and where the police do not have any authority. There was at one time an advanced three- layered chief structure which kept order, but this no longer exists. The local municipal secretary of the neighbourhood (who also lives in the Grande Hotel) is now seen as the unofficial chief, but without the power that a chief would normally have in a Mozambique community. These days, there are only two common rules of the Grande Hotel: Respect one another. And, the Grande Hotel is open to anybody who wants shelter. The hotel and its squatters are the subject of the 2007 documentary film Night Lodgers. ==Future== The local municipal authority would like to relocate the current inhabitants, providing housing in the slum of Chipangara, and then demolish the structure and develop the land for commercial uses. However, the municipal authority is not the legal owner; neither does it have the funds nor the investors currently willing to participate in this project. Meanwhile, new residents keep coming, and many people remain trapped in the Grande Hotel by poverty, some of them third generation inhabitants. ==Similar examples== * Ponte City in Johannesburg, South Africa * Schubart Park in Pretoria, South Africa * Torre David in Caracas, Venezuela ==Picture gallery== File:Current_situation_of_the_Grande_Hotel,_original_kitchen_on_ground_floor_of_block_D.JPG File:Grande Hotel, in-built shelter at original ballroom March 2012.jpg File:Current_situation_of_the_Grande_Hotel,_use_of_high_polluted_swimming_pool.JPG File:Grande Hotel, interior of original lobby on the ground floor of block A March 2012.jpg File:Current situation of the Grande Hotel, exterior in front of block B.JPG File:Current situation of the Grande Hotel, waste hump on front façade terrace.JPG ==References== ==External links== Architecture: * Robert Cruiming, a TU Delft architecture student, graduates on the Grande Hotel. His aim is to transfer the Grande Hotel is a more permanent type of dwelling place for the current inhabitants by implementing a new type of livelihood. Film: * Lotte Stoops released in 2010 the documentary Grande Hotel. It was widely acclaimed by critics. Details can be found on IMDB and on the website. * Anabela Saint-Maurice of the Portuguese RTP made in 2007 a documentary of the decay and current status by shooting the first revisit of architect of Francisco de Castro after the independence of Mozambique. * Héctor Mediaville made in 2012 a documentary where three Grande Hotel inhabitants where interviewed about their occupation in the hotel. Photography: * Dutch photographer Ferry Verheij made an intriguing photo reportage of the current living conditions of the Grande Hotel. He plans to extent his documentation. * South-African photographer Guy Tillim added shots of the Grande Hotel in his serie 'Avenue Patrice Lumumba'. Published by Prestel Verlag in 2007. * A photo reportage of Héctor Mediaville, 2012. * Juan Manuel Castro Prieto made a photo reportage in 2011. * Lisa King's contribution to the Johannes Art Dialogs in 2011. * Photo reportage of Mark Lewis, 2011. * Reportage of Vlad Sokhin, 2011, published by Agentur Focus. * The Delagoa Bay World website has an article about the Grande Hotel with a collection of pictures: 'A Piscina do Grande Hotel na Beira', 'Inauguração do Grande Hotel da Beira, 1955', 'A construção do Grande Hotel da Beira, anos 1950', 'A Beira e a Ponta Gêa', 'O Grande Hotel na Beira, anos 1960' * Anonymous photo collection of the Grande Hotel and other old places in Beira. * Collection of pictures on Flickr website. * Reportage about Grande Hotel Beira made in 2013 by Luca Forno ( A.I.R.F. Italian Photo Press Association) . Exhibition : Santa Margherita Ligure, il Castello (City Hall), May/June 2014 *RTHK Documentary of Grande Hotel Beira:五星級的家(The Home of Five-star) 2017 Articles: * CNN Inside Africa reportage 'Former luxury hotel home to thousands of squatters' By Amy Fallon and Mark Tutton in 2011. * Gutentag article about a visit to the Grande Hotel in 2007. * Reportage about the Health festival in the Grande Hotel by students of the Catholic University of Mozambique in 2011. * 'A Beira e o Grande Hotal da Beira', a detailed historical description on The Delagoa Bay World, 2011. * 'We the ones of the Grande Hotel da Beira' by Marta Lança, 2010. * 'O delírio de um Grande Hotel', an article written by Paola Rolletta for Savanna, 2006. Category:Hotel buildings completed in 1954 Category:Hotels in Mozambique Category:Beira, Mozambique Category:Defunct hotels Category:Buildings and structures in Sofala Province Category:Squats in Mozambique Category:Portuguese Colonial architecture in Mozambique ",
    "title": "Grande Hotel Beira"
}