{
    "id": "5718767",
    "text": "Konstantinas Sirvydas (18th-century painting) Title page of the tri-lingual Polish–Lithuanian–Latin dictionary Konstantinas Sirvydas (rarely referred as Konstantinas Širvydas; ; ; - 8 August 1631) was a Lithuanian religious preacher, lexicographer and one of the pioneers of Lithuanian literature from the Grand Duchy of Lithuania, at the time a confederal part of the Polish–Lithuanian Commonwealth.Note that in 16th and 17th centuries the idea of national identity did not yet exist in its modern sense and Szyrwid is referred to either as a Pole or Lithuanian; as in: He was a Jesuit priest, a professor at the Academia Vilnensis and the author of, among other works, the first grammar of the Lithuanian language and the first tri-lingual dictionary in Lithuanian, Latin and Polish (1619). Famous for his eloquence, Sirvydas spent 10 years of his life preaching sermons at St. Johns' Church in Vilnius (twice a day – once in Lithuanian and once in Polish). == Biography == He was born in Lithuania some time between 1578 and 1581, in the village of Sirvydai near Anykščiai. In 1612, he became a professor of theology at the Academia Vilnensis, the predecessor of Vilnius University. Between 1623 and 1624, he also briefly served as the deputy rector of his alma mater, after which he continued as a professor in theology, liberal arts and philosophy. == Works == At the same time, he began his career as a preacher, writer and scientist. First edition before 1620 - fifth in 1713, he published his tri-lingual Polish–Lithuanian–Latin dictionary Dictionarium trium linguarum in usum studiosae juventutis, one of the first such books in Lithuanian literary history. It has been printed in at least five editions since that time. First and later editions slightly differed. Editions Until the 19th century, it was the only Lithuanian dictionary in print. Sirvydas' lexicon is often mentioned as a milestone in the standardization and codification of the Lithuanian language. The first edition contained approximately 6000 words, the second was expanded to include almost 11,000 words. It also had a lot of newly created Lithuanian words, including for example mokytojas (teacher), taisyklė (rule), kokybė (quality). A decade later, in 1629, he published the first volume of a collection of his sermons entitled Punktai Sakymų, and he later translated them into the Polish language as Punkty kazań. The Lithuanian version of this work was often used as a primer to teach the Lithuanian language. However, it was not until 1644, that the second volume was finally published. Around 1630, he compiled the first book of grammar of the Lithuanian language (Lietuvių kalbos raktas – Key to the Lithuanian Language), which however did not survive to our times. He died from tuberculosis on August 8, 1631 in Vilnius. ==Other works== *Explanationes in Cantica Canticorum Salomonis et in epistolam D. Pavli ad Ephesios ==References== Category:Balticists Category:1570s births Category:1631 deaths Category:Lithuanian lexicographers Category:Lithuanian writers Category:Linguists from Lithuania Category:History of the Lithuanian language Category:Lithuanian Jesuits Category:17th-century deaths from tuberculosis Category:Vilnius University alumni Category:Vilnius University faculty ",
    "title": "Konstantinas Sirvydas"
}