{
    "id": "5719494",
    "text": "Carleton Upham Carpenter, Jr. (born July 10, 1926) is an American film, television and stage actor, magician, songwriter, and novelist.International Motion Picture Almanac. New York: Quigley Publishing Co., 1986.David Ragan. 1992. Who's Who in Hollywood. The largest cast of international film personalities ever assembled. New York: Facts on File. ==Early and personal life== Carpenter was born in Bennington, Vermont, where he attended Bennington High School. He is bisexual.Interview at BoyCulture with Carleton Carpenter Carpenter resides in Warwick, New York. ==Military service== Carpenter served as a Seabee in the U.S. Navy during World War II. Among his accomplishments in that regard was helping to build the airstrip from which the Enola Gay took off for its flight to bomb Hiroshima. ==Acting career== Carpenter with Debbie Reynolds in Two Weeks with Love (1950) Carleton Carpenter began his performing career as a magician and an actor on Broadway, beginning with David Merrick's first production, Bright Boy, in 1944, followed by co-starring appearances in Three to Make Ready with Ray Bolger, John Murray Anderson's Almanac and Hotel Paradiso. He was a featured player on the very early television program Campus Hoopla, which was produced by NBC, via WNBT in New York City, and which aired from 1946-47. Carpenter was brought to Hollywood in 1949 by independent producer Louis de Rochemont to play the boyfriend in Lost Boundaries. De Rochemont later cast him again, in The Whistle at Eaton Falls (1951). Carpenter signed with Metro-Goldwyn-Mayer in 1950, where he made eight films in three years: Father of the Bride, Three Little Words, Summer Stock, Two Weeks With Love, Vengeance Valley, Fearless Fagan (his one-of-two leading roles there), Sky Full of Moon (his other leading role there) and Take the High Ground!. He gained fame when teamed in 1950 with Debbie Reynolds in Three Little Words and Two Weeks with Love. In a guest sequence in Three Little Words, they perform “I Wanna Be Loved by You” as vaudeville players Dan Healy and Helen Kane, with Reynolds dubbed by Kane. In Two Weeks with Love, where they have featured roles, their duet \"Aba Daba Honeymoon\" was the first soundtrack recording to become a top-of-the-chart gold record, reaching number three on the Billboard charts. After 1953, he exited films for stage, television and radio work. Among his television appearances, he played Gilbert Burton, the recipient of $1,000,000 in a 1959 episode of The Millionaire and co-starred with Ann Sothern in the 1954 TV production of Kurt Weill's Lady in the Dark, which he also recorded for RCA Victor Records. In 1963, he played defendant Peter Brent in the Perry Mason episode \"The Case of the Lover's Leap\". He returned to film in 1959 for Up Periscope for Warner Brothers and, much later, the independent films Cauliflower Cupids (1970) and Some of My Best Friends Are... (1971), as the character \"Miss Untouchable\". Later stage appearances include Hello, Dolly!, opposite Mary Martin (which toured Vietnam during the war and was filmed as a one-hour NBC-TV special), The Boys in the Band, Dylan, Crazy For You, and the City Center revival of Kander and Ebb's 70, Girls, 70. As of 2015, he still worked occasionally as a stage actor.Carleton Carpenter at MyWebTimes, Interview from 2015 ==Songwriting== Carpenter composed the songs \"Christmas Eve\", recorded by Billy Eckstine, \"Cabin in the Woods\" and \"Ev'ry Other Day\", which he recorded for MGM Records and sang on screen in The Whistle at Eaton Falls. In 1943 he wrote the words and melody of the song \"Can We Forget\".The Library of Congress Copyright Office: Catalog of Copyright Entries Published by Authority of the Acts of Congress of March 3, 1891, of June 30, 1906, and of March 4, 1909. Washington, D.C.: Government Printing Office, 1943, Part 3, Musical Compositions, New Series, Vol. 38, Pt. 1, #1, pg. 9 His other song compositions include \"I Wouldn't Mind\", \"A Little Love\", and \"Come Away\". He also wrote a musical, Northern Boulevard, which was produced in New York City by actress Rosetta LeNoire. ==Writing== Carpenter wrote material for Debbie Reynolds, Kaye Ballard, Marlene Dietrich and Hermione Gingold, and also scripts for films and television. Carpenter was a successful mystery novelist in the 1970s and 1980s. His books include Deadhead, Games Murderers Play, Cat Got Your Tongue?, Only Her Hairdresser Knew, Sleight of Deadly Hand, The Peabody Experience, and Stumped.\"Bennington's Carleton Carpenter: Actor, author and lion tamer\", timesargus.com; accessed January 31, 2016. His memoir, The Absolute Joy of Work, was published in 2016. ==Awards and honors== In 2012, he received a lifetime achievement award from the Hollywood film organization Cinecon, which was presented to him in person by his former co-star Debbie Reynolds.Cinecon highlights, cinecon.org; accessed January 31, 2016. ==Filmography== {|class=\"wikitable\" |- !style=\"background:#B0C4DE;\"|Year !style=\"background:#B0C4DE;\"|Title !style=\"background:#B0C4DE;\"|Role |- |rowspan=1|1949 |Lost Boundaries |Andy |- |rowspan=4|1950 |Father of the Bride |Usher at wedding |- |Three Little Words |Dan Healy |- |Summer Stock |Artie |- |Two Weeks With Love |Billy Finlay |- |rowspan=2|1951 |Vengeance Valley |Hewie |- |The Whistle at Eaton Falls |Eddie Talbot |- |rowspan=2|1952 |Fearless Fagan |Pvt. Floyd Hilston |- |Sky Full of Moon |Harley 'Tumbleweeds' Williams |- |rowspan=1|1953 |Take the High Ground! |Merton 'Tex' Tolliver |- |rowspan=1|1959 |Up Periscope |Lt. Phil Carney |- |rowspan=1|1970 |Cauliflower Cupids |Christopher |- |rowspan=1|1971 |Some of My Best Friends Are... |Miss Untouchable |- |rowspan=1|1981 |The Prowler |1945 M.C |- |rowspan=1|1983 |The American Snitch |Arthur |} ==References== ==External links== * * * *Carleton Carpenter and Debbie Reynolds sing \"Abba Dabba Honeymoon\" in this clip from YouTube Category:1926 births Category:20th-century American male actors Category:Living people Category:American male film actors Category:American male musical theatre actors Category:Metro-Goldwyn-Mayer contract players Category:American male dancers Category:American male novelists Category:American mystery writers Category:American male screenwriters Category:20th-century American novelists Category:American magicians Category:Bisexual male actors Category:LGBT people from Vermont Category:LGBT entertainers from the United States Category:LGBT dancers Category:LGBT screenwriters Category:People from Bennington, Vermont Category:Male actors from Vermont Category:Novelists from Vermont Category:Dancers from Vermont Category:20th-century American male writers Category:21st-century American non-fiction writers Category:21st-century American male writers Category:20th- century American non-fiction writers Category:American male non-fiction writers Category:Screenwriters from Vermont ",
    "title": "Carleton Carpenter"
}