{
    "id": "5719783",
    "text": "Multiple edges joining two vertices. In graph theory, multiple edges (also called parallel edges or a multi-edge), are, in an undirected graph, two or more edges that are incident to the same two vertices, or in a directed graph, two or more edges with both the same tail vertex and the same head vertex. A simple graph has no multiple edges. Depending on the context, a graph may be defined so as to either allow or disallow the presence of multiple edges (often in concert with allowing or disallowing loops): *Where graphs are defined so as to allow multiple edges and loops, a graph without loops is often called a multigraph.For example, see Balakrishnan, p. 1, and Gross (2003), p. 4, Zwillinger, p. 220. *Where graphs are defined so as to disallow multiple edges and loops, a multigraph or a pseudograph is often defined to mean a \"graph\" which can have loops and multiple edges.For example, see Bollobás, p. 7; Diestel, p. 28; Harary, p. 10. Multiple edges are, for example, useful in the consideration of electrical networks, from a graph theoretical point of view.Bollobás, pp. 39-40. Additionally, they constitute the core differentiating feature of multidimensional networks. A planar graph remains planar if an edge is added between two vertices already joined by an edge; thus, adding multiple edges preserves planarity.Gross (1998), p. 308. A dipole graph is a graph with two vertices, in which all edges are parallel to each other. == Notes== ==References== * Balakrishnan, V. K.; Graph Theory, McGraw-Hill; 1 edition (February 1, 1997). . * Bollobás, Béla; Modern Graph Theory, Springer; 1st edition (August 12, 2002). . * Diestel, Reinhard; Graph Theory, Springer; 2nd edition (February 18, 2000). . * Gross, Jonathon L, and Yellen, Jay; Graph Theory and Its Applications, CRC Press (December 30, 1998). . * Gross, Jonathon L, and Yellen, Jay; (eds); Handbook of Graph Theory. CRC (December 29, 2003). . * Zwillinger, Daniel; CRC Standard Mathematical Tables and Formulae, Chapman & Hall/CRC; 31st edition (November 27, 2002). . Category:Graph theory objects ",
    "title": "Multiple edges"
}