{
    "id": "5719209",
    "text": "Salty's Lighthouse is an American-Canadian-British animated television series for young children, produced by Sunbow Entertainment and TLC, in association with the Bank Street College of Education in New York. The show centers on a young boy named Salty, as he plays and learns with his friends in a magical lighthouse. As well as the animated adventures of Salty and his friends, the series uses live-action footage from the British children's television series Tugs for various segments. 40 episodes were produced in the series. It ran from October 3, 1997, to June 26, 1998, on PBS and TLC and later on Channel 4 in the United Kingdom, MBC 3 in the Middle East, Fox Kids in Australia, Bahrain TV Channel 55 in Bahrain, SABC2 in South Africa, TV3 in Ireland, TVN in Poland, TV Cultura in Brazil, the Arutz HaYeladim in Israel, TeleAsturias in Spain, BFBS (which is seen in several countries such as Germany, Falkland Islands, Gibraltar, Belize, and Bosnia), CBC Television and SCN in Canada, Playhouse Disney in Taiwan and UBC Kids in Thailand, in addition, also airing on CVM Television in Jamaica. ==Overview== Salty is a young boy who loves using his imagination. Every day, he goes to the lighthouse near his home to play with his seaside friends: Ocho, the octopus; Claude, the hermit crab; Sophie and Sadie, the bird twins; a group of tiny clams; Aurora, the light that shines over the ocean; and lighthouse owner Aunt Chovie. Through their adventures in each episode, they learn moral lessons that help them overcome their problems. Tied into each story are other segments, told through live- action footage: * Through the eyes of Seymour (a walking pair of binoculars), the characters look out beyond the lighthouse to see what the tugboats in the harbour are doing. Their stories relate to the situations of the main characters. The tugboat footage is composed of live model animation, taken from the British television series Tugs (see below for more information). * Some episodes include a segment called 'Salty's Song Time' introduced by the lighthouse clock. These consist of original songs, which relate the moral of the episode. The songs are set to an arrangement of footage, mainly from stock libraries and silent films including Charlie Chaplin, Commando Cody & specially added animation for some scenes in the songs. ==Cast== *Rhys Huber - Salty *Kathleen Barr - Ocho and Aunt Chovie *Janyse Jaud - Sophie and Sadie (The Seagull Sisters) *Andrea Libman - Claude *Lenore Zann - Aurora, Sunshine, Captain Star, Lillie Lightship, Little Ditcher, and Sally Seaplane *Ian James Corlett - Ten Cents, Otis, Zeebee, Zip, Lord Stinker, Frank, Eddie, and Lighthouse Clock *Paul Dobson - Big Stack, Hercules, Captain Zero, Izzy Gomez, Sea Rogue, Billy Shoepack, Mr. Boffo, Mr. Socko, Cappy, Tramper, Old Rusty, Scoop, Municipal Garbage Corporation, Stoney, and Chooch *French Tickner - Top Hat, Warrior, Grampus, Steamer, and Scuttle Butt Pete *Scott McNeil - Zorran, Zak, Zug, Bluenose, Boomer, and The Fultan Ferry ==Theme song== The theme song was played to the Mister Softee ice cream truck. ==Episodes== #Mixed Signals (October 3, 1997) #Too Young to Be Included (October 10, 1997) #Taking Off (October 17, 1997) #Let's Party (October 24, 1997) #Blackout (October 31, 1997) #Eight is Too Much (November 7, 1997) #One Bad Day (November 14, 1997) #Hands Off! (November 21, 1997) #Salty Come Lately (November 28, 1997) #It's Magic (December 5, 1997) #Count on Me (December 12, 1997) #Knot So Nice (December 19, 1997) #Taking My Turn (December 26, 1997) #Backward Day (January 2, 1998) #Banana Splits (January 9, 1998) #Clear the Decks (January 16, 1998) #Claude in Charge (January 23, 1998) #The Favorite (January 30, 1998) #Strike Up the Band (February 6, 1998) #Blankety Blank (February 13, 1998) #Last of the Red Hot C Gulls (February 20, 1998) #Farley Frog (February 27, 1998) #Boss Man (March 6, 1998) #Sophie Come Home (March 13, 1998) #Who Took My Crayons? (March 20, 1998) #High Spirits (March 27, 1998) #Some Guys Have all the Luck (April 3, 1998) #Dream On (April 10, 1998) #Sound Off (April 17, 1998) #Treasure Hunt (April 24, 1998) #Who Turned Off the Lights? (May 1, 1998) #If the Clue Fits, Wear It (May 8, 1998) #Desperately Seeking Sadie (May 14, 1998) #Colossal Crab (May 15, 1998) #The Big Birthday Splash (May 22, 1998) #Stop the Music - (May 29, 1998) #Let's Wing It (June 5, 1998) #No Strings Attached (June 12, 1998) #Guilty Gull (June 19, 1998) #Bivalve Blues (June 26, 1998) ==Release== In the United States, each of 2 episodes were released on \"Video Buddy\" VHS. In 2005, Metrodome Distribution (a distributor owned by Sunbow owners TV-Loonland) included the episodes 'Taking Off' and 'Let's Party' on a UK release called 'Toddler Time'. As of 2012, episodes are available online on Kidobi, a video streaming site for preschool content.http://www.kidobi.com/videos-for-kids/Mixed-Signals-Too-Young-To-Be- Included/57246946-10b5-4de5-bd3e-783830ef20dc ==Comparisons with Tugs== The segments featuring the tugboats in the harbour used footage from the British television series Tugs, a series produced in 1989 by Robert D. Cardona and David Mitton, who (along with Britt Allcroft) produced the popular series Thomas the Tank Engine & Friends. Whilst Allcroft drove the Thomas series to popularity among American audiences (through the PBS series Shining Time Station), Tugs did not spread far beyond its country of origin, lasting one season of 13 episodes (although it was aired and merchandised in the Japanese and Australian markets). As a result of this, Sunbow saw fit to use the series' animation as a part of Salty's Lighthouse, licensing the use of the footage from Cardona: however, they repurposed the footage drastically to suit the needs of Salty's Lighthouse - a show intended for the preschool American market. (Cardona was not involved in the show's production; however, he was credited as the creator of the model footage.) The original episodes of Tugs centered on two rival fleets of tugboats, working in 'Bigg City Port' during the 1920s, with its plotlines involving action and drama intended for an older audience of children. Due to the difference in the intended demographic, the original plotlines (as well as the premise of rival tug fleets) were not used. Instead, the producers of Salty's Lighthouse wrote entirely new stories of the boats in 'Snugboat Harbor', relating to the theme of the main animated segment, with footage from the series edited and redubbed to tell these stories. (This creates an interesting comparison to the Thomas segments of Shining Time Station; as Britt Allcroft intended to introduce Thomas to the United States through that series, so the UK terms used in that series, i.e. trucks, were modified to reflect the American terms, but the episodes were still faithful to their source. In the case of Salty's Lighthouse, the show was completely repurposed for a new market, instead of attempting to create a faithful 'equivalent' of Tugs.) Along with the newly created stories, various changes were made to the characters featured in them. The characters of Sunshine, Captain Star (the narrator), and Little Ditcher were made female, presumably to appeal to a wider audience of children. (Sunshine was referred to in some episodes as fellow switcher Ten Cents' sister.) The American accents of the new voiceover replaced a range of British accents from the original characters (for example, the Glaswegian Scottish of Big Mac, or the Cockney accents of Ten Cents and Zorran). Some character names were also changed, usually to avoid confusion with others of the same name: Of the main characters, Big Mac became 'Big Stack' (possibly to avoid legal trouble from McDonald's over the name of their famous sandwich).; O.J. became 'Otis' (possibly to avoid confusion with O. J. Simpson or the fact that O.J. can stand for orange juice).; while Zebedee became 'Zeebee' (his original nameplate is left uncensored which indicates his name may have been consistently mispronounced). Izzy Gomez had an American accent instead of a Mexican one, despite having the sombrero. The Fultan Ferry was given a voice (despite not having a visible face or megaphone), and was confirmed as a male character. He also went under the name 'Fultan' by Grampus. Excluding the human characters, most of the faceless characters (such as Little Ditcher, Scuttle Butt Pete, and Puffa) don't speak through their visible megaphones (with the exception of Tramper (Nantucket) in \"Salty Come Lately\" and Puffa spoke once in \"Colossal Crab\"). Many supporting and incidental characters were also repurposed, to fit particular Salty's Lighthouse stories: *Johnny Cuba, a smuggler, was written as 'Steamer', a friendly character. *Sea Rogue was used as a villain, stealing cargo. *Two different characters, Coast Guard and the Coast Guard's Messenger, were merged into a single character named 'Cappy'. *Puffa became The Train\" or \"Chooch\". *Jack the Grappler became 'Scoop'. *The scrap dealers, Burke and Blair, became movie producers named 'Mr. Boffo' and 'Mr. Socko'. *Nantucket went under the name 'Tramper', and also became a friendly character. Sometimes he appeared in speaking parts, and sometimes only communicated through a foghorn. *The Quarry Master gained the name 'Stoney'. Some of the other characters (such as the Fire Tug, Big Mickey, Mighty Mo, Pearl, the Shrimpers, and the Buoys) do make several appearances, but don't have any dialogue whilst some such as Sea Rogue's Uncle and the Pirates (a.k.a. The Green-Eyed Things) never made any appearances (although Sea Rogue's Uncle did appear as a cameo in the episode \"Who Took My Crayons?\", and one of the Pirates was shown in the place of Sea Rogue when he covered Lillie Lightship and a bell buoy with a blanket in the episode \"Dream On\"). ==See also== * Tugs, the British series made into a segment of the show * Thomas The Tank Engine & Friends, and its American counterpart Shining Time Station * Theodore Tugboat, a Canadian children's series, also starring tugboat characters ==References== ==External links== * * Category:1990s American children's television series Category:American animated television shows featuring anthropomorphic characters Category:Canadian animated television shows featuring anthropomorphic characters Category:TLC (TV network) original programming Category:Channel 4 original programming Category:1990s American animated television series Category:1997 American television series debuts Category:1998 American television series endings Category:American television series with live action and animation Category:Canadian television series with live action and animation Category:1990s Canadian animated television series Category:1990s Canadian children's television series Category:1997 Canadian television series debuts Category:1998 Canadian television series endings Category:Television series by Sunbow Entertainment Category:Television series by Sony Pictures Television Category:American children's animated adventure television series Category:American children's animated science fantasy television series Category:Canadian children's animated adventure television series Category:Canadian children's animated science fantasy television series Category:American preschool education television series Category:Canadian preschool education television series Category:Works set in lighthouses Category:Animated television series about children ",
    "title": "Salty's Lighthouse"
}