{
    "id": "5720944",
    "text": "Arleston is a hamlet in the South Derbyshire district of Derbyshire, England, about south of the centre of Derby. It is located northwest of Barrow upon Trent and is part of that village's civil parish. The Trent and Mersey Canal passes through Arleston. ==Description== Arleston's population is 46 and it is merely seventeen houses clustered together surrounded by farmland, seven of which lie around Arleston Farm to the north of the settlement and the remaining ten to the south of the settlement in the vicinity of Arleston House. These nine include Merrybower Farm and the three Merrybower Cottages historically associated with the farm. The Trent and Mersey at Arleston Arleston (then Elsetune) is mentioned in the Domesday book as belonging to Henry de FerrersHenry was given a large number of manors in Derbyshire including Doveridge, Breaston, Duffield and Hartshorne. and being worth forty shillings.Domesday Book: A Complete Translation. London: Penguin, 2003. p.750 In the past monks from the Knights Templar are reported'The Church of St Andrew Twyford' An eight page brochure published by the church. Available May 2007 to have had a house, known as Barrow Camera, here where they administered charity work at the local ferry crossing. Arleston Lane, a road heading south through Sinfin and Stenson Fields, narrows to become a single track which leads off into the countryside, passing over the A50 on a narrow bridge. A small road leads off the left of Arleston Lane, leading to Arleston Farm and its surrounding houses before continuing to a major road about 0.75 miles away near the Ragley Boat Stop inn. Arleston Lane continues south towards Arleston House and its surrounding buildings, then over the Trent & Mersey canal and railway to Merrybower Farm and its cottages which lie at the southernmost extent of the hamlet. There is no public transport in Arleston. ==References== == External links == * Category:Hamlets in Derbyshire Category:South Derbyshire District ",
    "title": "Arleston"
}