{
    "id": "5720162",
    "text": "Joan of England (19 December 1333 or 28 January 1334 - 1 July 1348)Mortimer, I. The Perfect King: The Life of Edward III Father of the English Nation. Vintage Books London, 2006. was a daughter of Edward III and his wife, Philippa of Hainault. Joan, also known as Joanna, was born in the Tower of London. As a child she was placed in the care of Marie de St Pol, wife of Aymer de Valence and foundress of Pembroke College, Cambridge. She grew up with her sister Isabella, her brother Edward, and their cousin Joan of Kent, and she died in the Black Death that struck Europe in 1348. ==Life== In 1338, Joan was taken on her father's journey to Koblenz, where they met Louis IV, Holy Roman Emperor, and were his special guests at the Imperial Diet in the church of Saint Castor. Edward III had formed an alliance with Louis against Philip VI of France, but in 1341 the emperor deserted him. It is possible that Joan was betrothed to one of the sons Louis had with Margaret II of Hainaut, Philippa's older sister, and actually stayed in their court to be educated there. However, Edward III withdrew her in 1340. In 1345, she was betrothed to Peter of Castile, son of Maria of Portugal and Alfonso XI of Castile. In the summer of 1348, she left England with the blessing of her parents. Thanks to a heavily armed retinue she was, perhaps, the most protected woman of Europe at the time, and it is said that her trousseau alone required an entire ship. The travel schedule included a visit to one of her family's castles in Bordeaux. ==Travel to Castile== Edward III had spared no expense in the preparations for Joan's journey and marriage, equipping her in the most impressive manner he could. The King loved his daughter, but it's very likely that he also wanted to make a display of power and wealth before his allies in Castile. The fleet that carried Joan and her retinue consisted of four English ships, which departed from Portsmouth and were received in Bordeaux by the awestruck mayor Raymond de Bisquale. Some say that he immediately warned Joan and her companions of the plague but that they didn't listen and proceeded to settle in the royal castle overlooking the estuary of the Gironde. Joan's entourage included three leading officials: Robert Bouchier, the former royal chancellor; Andrew Ullford, a diplomatic lawyer; and the cathedral priest of Bordeaux, Gerald de Podio, who was to see to the Princess's spiritual needs. Joan also had a remarkable Castilian minstrel, Gracias de Gyvill, who had been dispatched to England by Prince Pedro in order to entertain her with music and songs of the land of which she was to be queen. Joan was also escorted by over a hundred formidable English bowmen, some of them veterans of the Battle of Crecy, and she even travelled with a luxurious portable chapel, so that she could enjoy Catholic services without having to use the local churches all along the way to Castile. The chapel featured a couch decorated with fighting dragons and a border of vines, powdered with gold Byzantine coins, while the altar cloth was decorated with dragons and serpents. Joan's wedding dress was made with more than 150 metres of rakematiz, a thick imported silk, but she also had a suit of red velvet; two sets of 24 buttons made of silver gilt and enamel; five corsets woven with gold patterns of stars, crescents and diamonds; and at least two elaborate built-in-corset dresses, also made of rakematiz, one in green and the other in dark brown. The green was embroidered all over with images of rose arbors, wild animals and wild men, while the brown had a base of powdered gold and displayed a pattern of circles, each enclosing a lion as a symbol of monarchy. Additional items in Joan's trousseau included beds and bed curtains, ceremonial garments, riding outfits, and everyday clothes. Information concerning these can be found in her wardrobe account of 1347. ==Death== As Joan embarked on her journey, the Black Death had not yet appeared in England, and it is unlikely that the party was aware of the danger. Despite the severe outbreak of plague in Bordeaux, at first it did not occur to Joan and her advisors to leave town. Soon, they watched in horror as the members of the entourage began falling sick and dying. Robert Bouchier, the leader of the retinue, died on 20 August. Joan feared for her life and was probably moved to the small village of Loremo, where she remained for some time. However, she could not escape the disease and became its first victim in the camp, suffering a violent, quick attack and dying on 1 July 1348. Some accounts document that Joan was buried in Bayonne Cathedral, and her statue, in Westminster Abbey, is on the South Side of her father's tomb. ==Aftermath== Andrew Ullford, the diplomatic lawyer, was not affected by the plague and traveled to England in October to inform the king of his daughter's death. The English people were shocked: not only was she one of the earliest English victims of the epidemic, which was attacking England by then; but her death also seemed to prove that not even royalty would be spared. On 15 October 1348, Edward III sent a letter to King Alfonso of Castile terminating the marriage arrangements and describing the sorrow that he and his family were suffering after Joan's sudden death. He described her as a martyred angel looking down from Heaven to protect the royal family, and concluded with traditional and formal piety: \"We have placed our trust in God and our life between his hands, where he held it closely through many dangers\" On 25 October, Edward III sent an expedition to Bordeaux to retrieve Joan's body and return it for burial in London. The leader was a northern ecclesiastical lord, the bishop of Carlisle, who was overpaid by the King because of the high risk involved. What happened next is unknown. There is no record of Joan's remains being returned to England nor any account of a funeral of any kind. According to medievalist Norman Cantor, in his book The Last Knight: The Twilight of the Middle Ages and the Birth of the Modern Era (2004), Joan actually died in Bordeaux, where the mayor, in an effort to arrest the plague, set fire to the port, burning the Plantagenet castle there as well. Joan's body, inside the castle at the time, could not be recovered. ==Letter to Alfonso== Here is an excerpt from the letter that King Edward III sent to King Alfonso of Castile (translated by Rosemary Horrox in her book The Black Death):Horrox, R. The Black Death (Manchester Medieval Sources). Manchester University Press, 1994. :We are sure that your Magnificence knows how, after much complicated negotiation about the intended marriage of the renowned Prince Pedro, your eldest son, and our most beloved daughter Joan, which was designed to nurture perpetual peace and create an indissoluble union between our Royal Houses, we sent our said daughter to Bordeaux, en route for your territories in Spain. But see, with what intense bitterness of heart we have to tell you this, destructive Death (who seizes young and old alike, sparing no one and reducing rich and poor to the same level) has lamentably snatched from both of us our dearest daughter, whom we loved best of all, as her virtues demanded : No fellow human being could be surprised if we were inwardly desolated by the sting of this bitter grief, for we are humans too. But we, who have placed our trust in God and our Life between his hands, where he has held it closely through many great dangers, we give thanks to him that one of our own family, free of all stain, whom we have loved with our life, has been sent ahead to Heaven to reign among the choirs of virgins, where she can gladly intercede for our offenses before God Himself. ==References== Category:1333 births Category:1334 births Category:1348 deaths Category:14th-century English people Category:14th-century English women Category:English princesses Category:14th- century deaths from plague (disease) Category:House of Plantagenet Category:Edward III of England Category:Daughters of kings ",
    "title": "Joan of England (1335–1348)"
}