{
    "id": "5720051",
    "text": "Conflict Zone is a war-themed real-time strategy game, developed by MASA Group and published by Ubi Soft for Dreamcast, PlayStation 2, and Microsoft Windows. ==Story== In 2010, the majority of the world's developed countries have formed a centralised organisation, known as the International Corps for Peace, dedicated to bringing about world peace through worldwide media. However, not all developing countries are keen to be involved. Ghost, a secret organisation, seeks only the economic interests of its members without any attachment to morals thus does not hesitate to create crisis situations which the International Corps for Peace is forced to solve, through humiliation, and healthy propaganda. ==Gameplay== There are 2 playable campaigns in Conflict Zone: the Ghost campaign, and the International Corps for Peace campaign. Missions take place in locations where fictional conflicts take place such as: civil war in Ukraine, wars between Indonesia and Malaysia, India and Pakistan and Nigeria and Niger. Most missions usually require the player to build a base (or a 'camp' in Ghost's case) and complete objectives in order to successfully complete the mission. Unlike most other traditional real-time strategy games, where a main resource pool is used to produce units and buildings, Conflict Zone uses a unique system where innocent civilians are the centerpiece and that the two factions have two completely different strategies that offers a unique challenge to master. Conflict Zone's main innovation was the use of propaganda, which was crucial in the game, with money second. Coming in the form of Popularity Points, players have to exploit the media in order to gain more PP to unlock units and buildings to help turn the fight in their favour, which faction the player may choose affects the way they are gained. In some cases, the player may also employ artificial intelligence commanders who can be delegated duties. Each commander is tailored to a specific strategy: attack, defend, specialist and commando. By allocating resources, units and bases to a commander, the player can have him/her perform various operations with whatever is at hand. The International Corps for Peace uses an arsenal of high end, fully trained forces and can easily overpower their Ghost counterpart in brute force but the commander is forced to 'appeal' to humanitarian efforts by rescuing Civilians, from neutral towns within the map, and take them to built Refugee Camps to gain PP. However should the player become reckless and accidentally cause civilian casualties or lack the motivation in rescuing then his/her PP level may drop. The Ghost however do not care of civilian welfare and are more ruthless but depend on the people to help them win. With a weaker arsenal but bigger unit capacity, Ghost players have the freedom to cause havoc wherever they please; whether it's deliberately attacking International Corps for Peace forces near civilians, shooting down their rescue efforts, directly destroying their refugee camps or actively fighting off attacks, the organisation gain popularity by turning the country's people to their cause. To also help gain this, Ghost commanders can even 'enlist' civilians by taking them to enlistment camps where soldiers, dressed as civilians, can help hamper their oppressor's rescue efforts but the only to do this is employ their own cameramen to capture their motives. ==Reception== The Dreamcast and PC versions received \"mixed\" reviews, while the PlayStation 2 version received \"generally unfavorable reviews\", according to the review aggregation website Metacritic. == References == == External links == * Official Ubisoft homepage * Category:2001 video games Category:Dreamcast games Category:Windows games Category:PlayStation 2 games Category:Ubisoft games Category:Video games developed in France Category:Video games set in Ukraine ",
    "title": "Conflict Zone"
}