{
    "id": "5720012",
    "text": "Benjamin Gilbert Owen (July 24, 1875 – February 26, 1970) was an American football player and coach of football, basketball, and baseball. He served as the head football coach at Washburn College—now Washburn University—in 1900, at Bethany College in Lindsborg, Kansas from 1902 to 1904, and at the University of Oklahoma from 1905 to 1926, compiling a career college football record of 155–60–19. Owen was also the head basketball coach at Oklahoma from 1908 to 1921, tallying a mark of 113–49, and the head baseball coach at the school from 1906 to 1922, amassing a record of 142–102–4. He was inducted into the College Football Hall of Fame as a coach in 1951. ==Early life and playing career== Owen was born in Chicago, Illinois in 1875 and his family moved to St. Louis, Missouri when he was 12. After he finished school, his family again moved, this time to Arkansas City, Kansas. There Owen served as an apprentice to a local doctor for three years. He then enrolled in the University of Kansas in 1897 to pursue his medical studies and he soon discovered his knack for football. Owen played football at Kansas under two excellent, but contrasting coaches. Wylie G. Woodruff, an All American player from the University of Pennsylvania came to Kansas to coach football in the fall of 1897. Owen got a part-time job working as a medical assistant for Woodruff and it was Woodruff who encouraged Owen to try out for the Kansas football team. Owen played under Woodruff for two seasons. Woodruff specialized in a tough, hard-hitting style of football. Woodruff's message to his players was \"hurdle the wounded, step on the dead.\" Woodruff was released at the end of the 1898 season and Kansas hired Fielding H. Yost from the University of Nebraska. Unlike, Woodruff, Yost's style of football was based on innovation, speed, and cunning. Owen was the star quarterback for Yost's undefeated 1899 team. ==Coaching career== Upon graduating from Kansas, Owen took his first head coaching job at Washburn College. Following a one-year stint there, he spent the 1901 season as Yost's assistant at the University of Michigan. While at Michigan, he helped Yost develop the famous \"Point-a-Minute\" teams built around halfback Willie Heston. Owen got his first exposure to the Oklahoma football team while head coach at Bethany College in Lindsborg, Kansas. His Bethany Swedes met and defeated two Sooner teams in 1903 and 1904.College Football Data Warehouse University of Oklahoma football records, 1900-1904 Owen took over the Oklahoma football team in 1905, succeeding one-year coach Fred Ewing. He stepped in and immediately turned the fledgling team around, giving Oklahoma its very first win over the rival Texas Longhorns. Owen was loved by the players as he regularly would involve himself in scrimmages when he felt his players were lagging. Owen's first two years at Oklahoma were spent back and forth between Norman and Arkansas City. Due to a reduced financial budget, Owen only remained on campus during the football season. In 1907, Owen lost his right arm in a hunting accident. Early in Stratton D. Brooks's tenure as president of the University of Oklahoma, Owen was fired by the state legislature. They believed his salary of $3,500 () was far too great for an athletics coach and used the loss of his arm as an excuse for dismissal. They recommended he be terminated and shortly thereafter, he was. However, when Brooks heard of this news, he quickly got the decision rescinded. Owens did not learn of his \"dismissal\" until a week after his \"re- hiring.\" Owen's undefeated team of 1915. Early in Owen's tenure as head coach, funding for athletic teams were very much an issue. Due to costs involved in travel, Owen's teams would regularly go out on long, grueling road trips. In 1905, his Sooners played three games in five days and in 1909 they played three games in six days. Owen is also known for introducing the forward pass to football in the Southwestern United States. This allowed his team to quickly score against lesser opponents. In 1911, his team defeated Kingfisher College, 104–0. Largely because of their accomplishments during Owen's era as head coach, the Oklahoma Sooners have scored the most points of any team in college football history. In 1,154 games through the 2009 season, the Sooners have scored 30,897 points with over 5,000 of those being contributed by Owen's teams. Owen's Sooners twice scored over 150 points in a game and won three games in 1915 by a combined score of 258–0. Owen's overall record at Oklahoma was 122–54–16. Along with Bud Wilkinson, Barry Switzer and Bob Stoops, he is one of four coaches to win over 100 games at the University of Oklahoma. No other college football program has had more than three coaches accomplish the feat. In addition to coaching football, Owen also spent 13 seasons as the Oklahoma men's basketball head coach. In those 13 years, he won nearly 70% of his games, had two undefeated seasons and only two losing seasons. In 1910, Owen became an initiated member of the Delta Epsilon chapter of Sigma Nu at the University of Oklahoma. Owen's had been living in the Sigma Nu chapter house's basement at 526 South University Boulevard during this time. Because he was taking several classes at the university, he was eligible to be become an initiated member at the request of several of his players that had become members themselves. Owen's would go onto be very active with Sigma Nu for many years, notably helping found the Epsilon Epsilon chapter of Sigma Nu at Oklahoma State University in 1920. ==Honors and death== While the name of the Oklahoma football stadium is the Gaylord Family Oklahoma Memorial Stadium, they originally played at Boyd Field during Owen's tenure and later moved and renamed Owen Field in his honor. The playing surface itself still retains the name Owen Field and many still refer to the stadium as a whole as such. Owen was a charter member of the College Football Hall of Fame, elected in 1951. He died February 26, 1970 in Houston, Texas at age 94. ==Head coaching record== ===Football=== ===Men's basketball=== ==References== ==External links== * * Category:1875 births Category:1970 deaths Category:American football quarterbacks Category:American people of Welsh descent Category:Basketball coaches from Kansas Category:Bethany Swedes football coaches Category:College Football Hall of Fame inductees Category:College men's basketball head coaches in the United States Category:Kansas Jayhawks football players Category:Michigan Wolverines football coaches Category:Oklahoma Sooners athletic directors Category:Oklahoma Sooners baseball coaches Category:Oklahoma Sooners football coaches Category:Oklahoma Sooners men's basketball coaches Category:People from Arkansas City, Kansas Category:Players of American football from Kansas Category:Sportspeople from Chicago Category:Washburn Ichabods football coaches ",
    "title": "Bennie Owen"
}