{
    "id": "5721304",
    "text": "Arthur Edward Ellis (8 July 1914, in Halifax, West Yorkshire – 23 May 1999) was an English football referee. Ellis was a referee in The Football Association competitions and in FIFA international competitions. He refereed at the 1950, 1954 and 1958 World Cups; running the line in the 1950 FIFA World Cup Final and Third Place Play-off in 1958 and refereeing the Third Place Play-off in 1954. ==Refereeing career== Ellis is most remembered for refereeing the notorious 1954 Battle of Berne and the first leg of the 1960-61 second round tie in the European Cup between Real Madrid and FC Barcelona. In the closing minutes of that match Ellis waved down a flag as Sandor Kocsis strode into the Madrid penalty area, and awarded a penalty when the Hungarian was fouled. The resulting score equalised the tie. Ellis also journeyed with the English touring side in Argentina in the Summer of 1953. He was the referee in charge of the abandoned game in Buenos Aires against Argentina on 17 May when it rained so much that he called the players off the field after 23 minutes. This tour began, three days before, with the representative match in the River Plate stadium. Ellis had been bitten by a mosquito and been told he could not officiate but he refused to follow the medical advice and was later dubbed 'the yellow rat' by some of the English players for his performance.'England v Argentina: World Cups and other Wars', (ed. Downing) p. 63) An Argentinian side San Lorenzo were the opponents during the abandoned game at Highfield Road, against Coventry City in January 1956. In the first half, after awarding a penalty, Ellis was kicked by Jose Sanfilippo and abandoned the game when the player refused to walk from the field of play. \"Those people\", Ellis wrote, \"must learn sportsmanship and we must teach them. South Americans are more excitable and more passionate than we are. They do crazy things, impulsively, then a few minutes later they are genuinely and deeply sorry\".Downing ===1955–56 European Cup=== Ellis' role in the first European Cup competition was extensive, refereeing those matches played by Hibernian from the second round until the semi-final before being selected for the Final in Parc des Princes, Paris.European Champions' Cup 1955-56 - Details, RSSSF. Ellis had been informed that he would need to provide the linesmen for the European Cup match against Rot-Weiss Essen. He wrote: \"I managed to obtain the services of Jimmy Catlin (Rochdale) and Frank Ellis, then on the Yorkshire League and now a Football League linesman. He is my younger brother. We officiated first at the first leg and, at the request of UEFA, the same three - with Frank Ellis of the Yorkshire League still included! - were again appointed to take the second round (both legs) between Hibernian and the Swedish champions. We also acted in the second leg of the semi-final involving Hibernian and the fine French team Rheims. \"I was chosen to referee the first-ever Final of this new competition ... Just when I thought that the linesmen ... would be there once more, the Football Association stepped in and said it would soon be regarded by others as a closed shop. Despite the request of Rheims for an 'unchanged team', I was given two linesmen this time - Messrs. J. Parkinson, of Blackburn, and Tommy Cooper, of Bolton.\" The Final Whistle, 1962, ed. Ellis, pp. 94–5 ==Later life== Ellis became well known in the UK for acting as a referee in the gameshow It's a Knockout, where his dipstick became internationally recognised. He also featured as a pools panellist under Lord Brabazon.Almanack: Pools panel draw a veil, The Independent, 27 March 1994. Ellis died of prostate cancer in 1999 aged 84. Ellis published his autobiography in 1954 \"Refereeing Around the World\", which detailed the high points of his refereeing career as well as showing 19 pictures. == References == * == External links == * * * Category:English football referees Category:FIFA World Cup Final match officials Category:FA Cup Final referees Category:1914 births Category:1999 deaths Category:Sportspeople from Halifax, West Yorkshire Category:1954 FIFA World Cup referees Category:1950 FIFA World Cup referees Category:1960 European Nations' Cup referees Category:UEFA European Championship final referees ",
    "title": "Arthur Edward Ellis"
}