{
    "id": "5721415",
    "text": "The 1966–67 season was the 87th season of competitive football in England. ==Events== Queens Park Rangers won the Football League Cup on the first occasion it was played at Wembley, coming from 2-0 down at half-time to beat West Bromwich Albion 3-2. Peter Osgood broke his leg playing for Chelsea at Blackpool in a Football League Cup Tie on 5 October. It kept him out of football for the rest of the season. Northampton Town became the first team to be relegated in successive seasons from the top tier (in which they have spent only one season) to the third tier since Bradford Park Avenue in 1921 and 1922. This was however to happen eight further times in the next eighteen seasons, including two cases (Bristol City and Wolverhampton Wanderers) who were relegated in three successive seasons. ==Deaths== *3 September, John Nicholson (aged 30), car crash, Doncaster Rovers midfielder. ==Debuts== 10 September 1966: Colin Todd, 17-year-old midfielder, makes his debut for Sunderland against Chelsea in the First Division. ==Retirements== * Kenny Morgans, 28-year-old Newport County winger, who began his career with Manchester United and was one of the nine players who survived the Munich air disaster in 1958. * Dennis Viollet, 34-year-old Stoke City forward, previously with Manchester United (scoring 179 goals between 1952 and 1962 and winning two league title medals) and another survivor of the Munich air disaster. * Noel Cantwell, 35-year-old Manchester United and Ireland international full- back, joined the club in 1960 from West Ham United and was captain of the 1963 FA Cup winning side. ==Honours== {| class=\"wikitable\" |- !style=\"width:15em\"|Competition!!style=\"width:15em\"|Winner!!style=\"width:15em\"|Runner- up |- |First Division||Manchester United (7*)||Nottingham Forest |- |Second Division||Coventry City||Wolverhampton Wanderers |- |Third Division||Queens Park Rangers||Middlesbrough |- |Fourth Division||Stockport County||Southport |- |FA Cup||Tottenham Hotspur (5)||Chelsea |- |League Cup||Queens Park Rangers (1)||West Bromwich Albion |- |Charity Shield||Liverpool||Everton |- |Home Championship|||| |} ==Football League== ===First Division=== Manchester United clinched their second league title in three seasons, finishing four points ahead of Nottingham Forest and FA Cup winners Tottenham. Leeds United and Liverpool completed the top five. A 6-1 signature victory at West Ham United on the penultimate weekend of the season, with the fabled triumvirate of Best, Law and Charlton all on the scoresheet, confirmed what was Matt Busby’s (the Manchester United Manager) fifth and final top flight league title. Manchester United were formally presented with the league title trophy a week later, after their final match of the season (a 0-0 draw at home to Stoke City). It was to be a further 26 years before Manchester United returned to the top of English football, winning the inaugural Premier League title in 1993. Blackpool and Aston Villa dropped into the Second Division. ===Second Division=== Coventry City, under the management of Jimmy Hill, reached the First Division for the first time in their history as Second Division champions. They would wait 51 years to be promoted from any league again until 2018. Wolves ended their two-year exile from the top flight by securing promotion as runners-up. Carlisle United missed out on First Division football by six points - which would have given them a third promotion in four seasons, the quickest rise from the Fourth Division to the First. Bury went down to the Third Division, as did Northampton Town in a second successive relegation. ===Third Division=== Queens Park Rangers sealed promotion as runaway champions of the Third Division, and also won the League Cup to become the first team at this level to win a major trophy. They were joined in promotion by runners-up Middlesbrough, while Watford missed out on Second Division football by a single point. Workington, Doncaster Rovers, Darlington and Swansea Town were relegated to the Fourth Division. ===Fourth Division=== Stockport County clinched promotion to the Third Division as Fourth Division champions, and went upwards along with Southport, Barrow and Tranmere Rovers. Luton Town recorded the lowest finish to date by finishing 17th, less than a decade after being First Division members and FA Cup finalists. ===Top goalscorers=== First Division *Ron Davies (Southampton) – 37 goals Second Division *Bobby Gould (Coventry City) – 24 goals Third Division *Rodney Marsh (Queens Park Rangers) – 30 goals Fourth Division *Ernie Phythian (Hartlepools United) – 23 goals == References == ",
    "title": "1966–67 in English football"
}