{
    "id": "5721983",
    "text": "The Siege of Madrid was a siege of the Spanish capital city of Madrid, during the Spanish Civil War of 1936 to 1939. The city, besieged from October 1936, fell to the Nationalist armies on 28 March 1939, after two-and-a-half years. Madrid was held by various forces loyal to the Spanish Republic and was besieged and subject to aerial bombardment by the rebel faction under General Francisco Franco. The Battle of Madrid in November 1936 saw the most intense fighting in and around the city when the Nationalists made their most determined attempt to take the Republican capital. The highest military awards of the Spanish Republic, the Laureate Plate of Madrid () and the Madrid Distinction (),Legislacíón sobre la Placa Laureada de Madrid y Distintivo de Madrid, Revista de historia militar, , Nº Extra 2, 2011, pp. 299-316 established by the Republican government to reward courage,Luis Grávalos & José Luis Calvo, Condecoraciones Militares Españolas, Editorial San Martin, 1988, were named after the capital of Spain because the city symbolised valour and the antifascist resistance during the long siege throughout the Civil War.Second Spanish Republic 23 January 1938 Decree == Uprising: Madrid held for the Republic (July 1936) == The Spanish Civil War began with a failed coup d'état against the Popular Front Government of the Spanish Republic by Spanish Army officers on 18 July 1936. In Madrid, the Republican government was unsure what to do. It wanted to put down the coup but was unsure if it could trust the armed forces, and it did not want to arm the Confederación Nacional del Trabajo (CNT) and Unión General de Trabajadores (UGT) trade unions and potentially accelerate the ongoing Spanish Revolution. On 18 July, the government sent units of the Guardia Civil to Seville to put down the rebellion there. However, on reaching the city, the guardias defected to the insurgents. On 19 July, Santiago Casares Quiroga resigned as prime minister and was succeeded by Diego Martinez Barrio, who tried to arrange a truce with the insurgent General Emilio Mola by telephone, but Mola refused the offer and Martinez Barrio was ousted by José Giral. Giral agreed to arm the trade unionists to defend the Republic and had 60,000 rifles delivered to the CNT and UGT headquarters although only 5,000 were in working order. In a radio broadcast on the 18th, the communist leader Dolores Ibarruri coined the famous slogan ¡No pasarán! (\"They shall not pass\") to urge resistance against the coup. The slogan was to become synonymous with the defense of Madrid and the Republican cause in general. General Joaquín Fanjul, the commander of the military garrison based in Montaña barracks in Madrid, was preparing to launch the military rebellion in the city. However, when he tried to march out of the barracks, his 2,500 troops were forced back inside the compound by hostile crowds and armed trade unionists. On the 20th, the barracks was stormed by a mixture of workers and Guardias de Asalto (\"assault guards\", an urban police force) loyal to the government, as well as five battalions of the communist- led Antifascist Worker and Peasant Militias (MAOC). One of the battalions became the famous \"Fifth Regiment\"Comín Colomer, Eduardo (1973); El 5º Regimiento de Milicias Populares. Madrid. of about 10,000 fighters. The fighting was chaotic, and on several occasions, some soldiers in the barracks indicated their willingness to surrender, only for other troops to keep firing at the attackers, which killed those who had broken cover to take them prisoner. Eventually, the barracks fell when the Guardias de Asalto brought up a 75 mm field gun to bombard the complex and its gate was opened by a sapper sergeant sympathetic to the Republicans. The sergeant was killed by one of his officers, but his action allowed the Republicans to breach the walls. Many soldiers were massacred by the crowd, which had been enraged by the apparent false surrenders, after the fall of the barracks. For the remainder of the war, Madrid was held by the Republicans. However, its population contained a significant number of Nationalist sympathisers, over 20,000 of which sought refuge in foreign embassies in the city. The weeks that followed the July uprising saw a number of so-called fascists or fascist sympathisers being killed in Madrid by Republicans. For example, on 23 August, seventy prisoners from the Modelo Prison in the city were massacred in revenge for the Nationalist killing of over 1,500 Republicans after the storming of Badajoz. == Nationalist \"Drive on Madrid\" (August–October 1936) == The initial strategy of the military plot had been to assume power all over the country in the manner of a pronunciamiento (military coup) of the 19th century. However, resistance to the coup by Republicans meant that instead Franco and his allies instead had to conquer the country by military force if they wanted to seize power. Franco himself had landed in Algeciras, in southern Spain, with Moroccan troops from the Spanish Army of Africa. Mola, who commanded the colonial troops as well as the Spanish Foreign Legion and Carlist and Falangist militia, raised troops in the north. Together, they planned a \"Drive on Madrid\" to take the Spanish capital with Franco advancing from Badajoz, which he took in August, and Mola advancing from Burgos. Franco's veteran colonial troops, or regulares, under General Yague, along with air cover supplied by Nazi Germany, routed the Republican militias in their path. Yague argued for a rapid advance on Madrid, but Franco overruled him to relieve the Nationalist troops besieged in Toledo. That diversion held up the attack on Madrid by up to a month, which gave the Republicans time to prepare its defence. Meanwhile, in Madrid, the Republican government had reformed under the leadership of socialist leader Francisco Largo Caballero, whose government included six socialist party ministers, two communists, two from the Republican Left party, one from the Catalan Left party, one from the Basque Nationalist Party and one from the Republican Union. The communists were a minority in the government, but they gained in influence through their access to arms from the Soviet Union and foreign volunteers in the International Brigades. The Republican military commander in Madrid was nominally a Spanish general, Jose Miaja, but Soviet military personnel were perhaps more important. General Goriev was their overall commander, and General Smushkevic controlled the air forces sent from the Soviet Union, and General Dmitry Pavlov commanded their armoured forces. About 90% of the Republican defenders of Madrid were militias raised by left-wing political parties or trade unions, which elected their own leaders. The Republican command had relatively little control over the units in the early phase of the Civil War. On the other side, both Germany and Fascist Italy supplied Franco with air cover and armoured units for his assault on Madrid, and the Luftwaffe units in Spain, the Condor Legion, were commanded independently of Franco's officers. The Nationalists reached Madrid in early November 1936 by approaching it from the north along the Corunna Road and the west by the Extremadura road. On 29 October, a Republican counterattack by the 5th (communist) regiment under Enrique Líster was beaten off at Parla. On 2 November, Brunete fell to the Nationalists, leaving their troops at the western suburb of Madrid. Mola famously remarked to an English journalist that he would take Madrid with his four columns of regular and Moroccan troops from southwest in Spain outside the city and his \"Fifth column\" of right-wing sympathisers in it. The term \"fifth column\" became a synonym for spies or traitors for Republicans, and paranoia led to massacre of Nationalist prisoners in Madrid during the ensuing battle. The government, including Caballero, expected Madrid to fall and so made a preplanned move from Madrid on 6 November to Valencia. General Miaja and the political leaders who remained formed the Junta de Defensa de Madrid (Committee for the Defence of Madrid) to organise the republican defenders. However, the Nationalists' attempt to capture Madrid had some serious tactical drawbacks. Their troops were outnumbered by over two to one by the defenders although the Nationalists were far better trained and equipped. Another disadvantage was their inability to surround Madrid and to cut it off from outside help. == Battle for Madrid (November 1936) == === Preparations === The Republicans had a geographical advantage in defending Madrid: the River Manzanares separated the Nationalists from the city centre and was a formidable physical obstacle. Mola planned his assault on Madrid for 8 November 1936. He planned to attack through the Casa de Campo park on a front of only wide to try to avoid street fighting, as the park was open country and lay just across the river from the city centre. Mola's initial intention was to take the University City, just north of the city centre, to establish a bridgehead across the Manzanares. He also launched a diversionary attack towards the working-class suburb of Carabanchel, to the south-west of the city centre. However, on 7 November, the Republicans had captured plans of the attack on the body of an Italian officer found in a destroyed tank by several militia units and so could to concentrate their troops in the Casa de Campo to meet the main attack. Its strategic location over the Manzanares River made the Bridge of the French have of a crucial importance. Colonel Romero commanded Republican forces there and effectively repelled attempts to cross it and to gain access to Madrid's city centre.Salas Larrazábal, Ramón, Historia del Ejército Popular de la República. Editora Nacional, Madrid (España) , p. 1524, 1579. === Initial attack === Mola attacked on 8 November with 20,000 troops, mostly Moroccan regulares, supported by Italian light armour and German Panzer I tanks under German officer Wilhelm Von Thoma. The German Condor Legion also provided air support, which took a heavy toll on the buildings of the quarter. The Republicans had deployed 12,000 troops in Carabanchel and 30,000 more to meet the main assault at the Casa de Campo. Despite their superiority in numbers, they were very badly equipped since they had mostly only small arms, with reputedly only ten rounds for each rifle. In addition, most of them had never been trained in the use of weapons, let alone experienced combat before. Nevertheless, they held off the Nationalist onslaught at Casa de Campo. Some regulares eventually broke through and made an initial crossing over the Manzanares towards the Modelo Prison, the target of the offensive, but the attack stalled at the western fringe of the city. The Republican General Miaja himself reputedly raced to the ruined buildings to which the Republican troops were starting to flee and, pistol in hand, called upon the retreating troops to rally and die with him, rather than flee as cowards. Throughout the day, the city radio called upon the citizens to mobilise and support the front, with the rallying cry \"¡No pasarán!\" ('They shall not pass!') Late on 8 November, the first International Brigade, the XI numbering 1,900 men, arrived at the front, marching through the Gran Via in the city centre. Although few and with their training unfinished, since they had been hurried to the front as a relief force, their arrival was a major morale boost for the defenders of Madrid. The foreign troops, while actually a mixture of volunteers from Germany, France, Britain and various other nations, including Winston Churchill's nephew, Esmond Romilly, were greeted with cries of vivan los rusos (\"long live the Russians\") by madrileños since they had been mistaken for Soviet infantry. === Stalling and counterattacks === On 9 November, the Nationalists switched the focus of their offensive to the Carabanchel suburb, but the heavily-urban area proved to be a very difficult obstacle. The colonial Moroccan troops were pinned down in house-to-house fighting (in which they had little previous experience since their greatest strength was in open-country warfare) and took heavy casualties at the hands of militiamen who knew the urban terrain very well. In the evening of 9 November, General Kléber launched an assault of the XI International Brigade on the Nationalist positions in the Casa de Campo, which lasted for the whole night and part of the next morning. At the end of the fight, the Nationalist troops had been forced to retreat and abandoned all hopes of a direct assault on Madrid through the Casa de Campo, while the XIth Brigade had lost a third of its men. Meanwhile, Republican troops counterattacked all along the front in Madrid, on 9, 10 and 17 November, driving the Nationalists back at some places but taking heavy casualties in the process.Boadilla by Esmond Romilly, The Clapton Press, London. 2018. On the 10th, 4,000 Confederación Nacional del Trabajo (CNT) anarchist, militiamen led by Buenaventura Durruti, arrived from the Aragón front as reinforcements for the defence of the capital. On 11 November, an infamous massacre occurred on the Republican side; 1,029 Nationalist prisoners held in the Model Prison were taken out and killed in the Jarama Valley by the Republican 5th regiment as potential \"Fifth Columnists\". It has been alleged that the killings were ordered by the communist leader Santiago Carrillo, but that has never been proved. According to Antony Beevor, the order for the massacre came from either José Cazorla Maure, Carrillo's deputy, or the Soviet advisor, Mikhail Koltsov. The atrocity was condemned by the anarchist director of prisoners, Melchor Rodriguez. Colonel Romero had disagreements with anarchists, asked for the dismissal of Ricardo Sanz and proposed the dissolution of the Durruti Column and the distribution of their men among other units.Historia del Ejército Popular de la Republica, op.cit. Editora Nacional, p. 784, note 5. On the 12th, the newly-arrived XII International Brigade, under General Mate \"Lukacs\" Zalka with German, Scandinavian, French, Belgian and Italian troops, launched an attack on Nationalist positions on the Cerro de los Ángeles hill, south of the city, to prevent the cutting off of the Valencia road. The attack collapsed because of language and communication problems and insufficient artillery support, but the road to Valencia remained open. === Final Nationalist assault === On the 19th, the Nationalists made their final frontal assault. Under cover of a heavy artillery bombardment, Moroccan and Foreign Legion troops fought their way into the University City quarter of Madrid. While their advance was checked, they established a bridgehead over the River Manzanares. Bitter street fighting ensued, and Durruti, the anarchist leader, was killed on the 19th, reportedly by the accidental discharge of one of his own men's weapons. Despite fierce counterattacks by the XI International Brigade and Spanish Republican units, the Nationalists kept their toehold in the University City and, by the end of the battle, were in possession of three quarters of the complex. However, their attempt to storm Madrid had failed in the face of unexpectedly-stiff Republican resistance. Franco stopped further infantry assaults, as he could not risk losing any more of his best regulares and legionnaire troops. === Aerial bombardment === Fiat CR 32s, flown by Italian pilots, provide fighter cover. Having failed to take Madrid by assault, Franco ordered the aerial bombardment of the city's residential areas except for the upper-class Salamanca district, which was assumed to contain many Nationalist supporters, with the intention of terrifying the civilian population into surrender. Franco is quoted as saying, \"I will destroy Madrid rather than leave it to the Marxists\". German bombers pounded the rest of the city from 19 to 23 November. Arguably, that tactic by Franco was counter- productive, as the Republican population in Madrid was not cowed into surrender, and the aerial bombardment of civilians, one of the first in the history of warfare, was heavily criticised by foreign journalists such as Ernest Hemingway. The casualties from the aerial bombardment seems to have been relatively low, however. There is no definitive figure for the civilian casualties it caused, but according to Hugh Thomas, the death toll was about 2000. From early 1937 onward, fighter resistance and Republican pilots' experience had also grown too strong for further bombing to occur during daylight, which further limited its effectiveness.\"Chewed Up\" - Time, Monday, 5 April 1937 === Stabilisation of front === The battle petered out in December, with both sides exhausted. A frontline stabilised in the city, running from the Nationalist salient over the River Manzanares, in the University City, through the Casa de Campo park, and through the streets of the Carabanchel area Madrid was subjected to a sporadic artillery and aerial bombardment, and food became short as the winter went on. The UGT transferred some vital industries to metro tunnels under the city that were not in use. Franco's final action of 1936 was to attempt to cut off the road to Corunna, north-east of Madrid, as the first step towards surrounding the Spanish capital. The resulting Battle of the Corunna Road also resulted in a stalemate. The casualties inflicted in the Battle of Madrid were never accurately counted, but the British historian Hugh Thomas estimated that they were a total about 10,000 for both sides and the civilian population. == Battles around Madrid (1937) == After the Battle of Madrid, the Republican government tried to reorganise its armed forces from a collection of militias into a regular army, the People's Republican Army. That was achieved by integrating the militias into the structures of the elements of the prewar army that had sided with the Republic. In theory, it reduced the power of political parties relative to the government, but in practice, it increased the influence of the Communist Party, which led the implementation of the policy through the loyal, disciplined and militarized units of its Antifascist Worker and Peasant Militias (MAOC).De Miguel, Jesús y Sánchez, Antonio: Batalla de Madrid, in his Historia Ilustrada de la Guerra Civil Española. Alcobendas, Editorial LIBSA, 2006, pp. 189-221. Also close to the Communist Party were the Soviet arms providers and foreign volunteers and advisers, both groups providing much of the practical military experience on the Republican side. The party, therefore, had a disproportionate influence in the appointment of military commanders and the setting of military policy. In 1937 were two major battles in the immediate area around Madrid, the Battle of Jarama (January to February) and the Battle of Brunete (July). In addition, two other battles were fought further afield as part of the Nationalist campaign to take the capital: in March, at Guadalajara and at the end of December at Teruel, both north east of Madrid. The first battle in early 1937 had Franco try to cross the River Jarama to cut off the road between Madrid and Valencia, where the Republicans had moved their government. The results were inconclusive. Franco's troops managed to get onto the east bank of the Jarama but failed to sever communications between Madrid and Valencia. Casualties on both sides were heavy, estimates of losses ranging from 6,000 to 20,000 on each side. In March, the Battle of Guadalajara was fought about 60 km north-east of Madrid when Republican troops routed an attempt by Italian troops to cross the Jarama, encircle Madrid's defences and launch an assault on the city. Around a third of the city of Madrid heavily damaged, but morale remained still strong in the population, and Madrilenes prided themselves of doing \"business as usual\" under fire.Business & Blood - Time, Monday, 19 April 1937 In May, Republican forces under the Polish communist officer Karol Świerczewski, tried to break out of Madrid in an armoured assault but were beaten back. A far more ambitious northern offensive was launched by the Republicans in July with the intention of encircling the Nationalists. However, the Battle of Brunete again developed into a bloody stalemate. The initial Republican attack took Brunete and pushed back the Nationalist front some 12 km, but determined Nationalist counterattacks retook this territory by the end of the battle. Republican losses were significantly higher than those of the Nationalists. In late 1937, the Nationalists took much of northern Spain, the country's industrial heartland, with its many arms factories, which had sustained the Republican war effort. At the very end of the year, the Republican commander of the IV Corps, Cipriano Mera intercepted Nationalist plans for a fresh assault on Madrid from the direction of Zaragoza. General Vicente Rojo launched a pre-emptive offensive of his own, with over 100,000 men on 15 December and took the town of Teruel. Rojo's offensive put paid to Franco's proposed assault on Madrid but led to one of the bloodiest battles of the war , with over 100,000 casualties on both sides. == Infighting and fall of Madrid (1938–March 1939) == The Valle de los Caidos or 'Valley of the fallen', a colossal memorial built by Franco near Madrid after the war, to commemorate dead from both sides. In 1938, the siege of Madrid tightened and its population suffered increasingly from a lack of food, warm clothes and arms and ammunition. However, Franco had by now given up on the idea of another frontal assault on the city but was happy to constrict the siege gradually and to continue to bomb the city. By the spring of 1939, after the collapse of the Republican forces on other fronts, the Republican cause in Madrid was clearly doomed, which created a bitter division within Republican ranks. On one side was the socialist Prime Minister Juan Negrín, some other government ministers and the Communist Party, who wanted to fight to the end. They were opposed by the Republican Colonel Segismundo Casado and others, who wanted to negotiate the surrender of Madrid to spare Republican supporters the worst of the Nationalist retribution. On 5 March, Casado's men arrested communist officers in Madrid, stripped them of their powers, deposed Negrín and established the National Defence Council (Consejo Nacional de Defensa) to negotiate a peace deal with Franco. The next day, the communist leaders and Negrín fled Spain from Elda, but the communist troops settled around Madrid rejected the authority of the Council and entered Madrid on the 7th. There were some days of fighting in the streets between communist and non-communist troops, which ended with the defeat of the communists and the execution of their leader, Luis Barceló. That left Casado free to try to negotiate terms with Franco. However, the Nationalist leader insisted that unconditional surrender was all that he would accept. On 26 March, Franco ordered a general advance into Madrid, and on the 27th, the Republican front collapsed, many of whose troops surrendered or simply threw away their weapons and started for home. On 28 March, Madrid finally fell to Franco's forces. In spite of Casado's efforts at negotiation, many of the Republican defenders of Madrid were among the almost 200,000 people who were executed or died during imprisonment by Franco's regime between 1939 and 1943.Jackson, Gabriel. The Spanish Republic and the Civil War, 1931-1939. Princeton University Press. 1967. Princeton. p.539 ==In literature== The Siege of Madrid became a mythic subject in the popular imagination during the Spanish Civil War. The besieged capital of Spain, with the enemy so close, yet unable to take the city for years on end, became the subject of songs, such as Los Emboscados — a version of Si me quieres escribir,Si me quieres escribir - Ya sabes mi paradero - El Frente de Gandesa - Los emboscados and poems like this one by renowned poet Rafael Alberti, Madrid, corazón de España, which begins thus: {| | :Madrid, corazón de España, :late con pulsos de fiebre. :Si ayer la sangre le hervía, :hoy con más calor le hierve. :Ya nunca podrá dormirse, :porque si Madrid se duerme, :querrá despertarse un día :y el alba no vendrá a verle. :No olvides, Madrid, la guerra; :jamás olvides que enfrente :los ojos del enemigo :te echan miradas de muerte. || :Madrid, heart of Spain, :Throbbing with the beats of fever. :If yesterday her blood was boiling :Today it boils with more heat. :She will never be able to sleep, :Because if Madrid falls asleep, :She will wish to wake up one day :And dawn will not come to meet her. :Don't forget, Madrid, the war; :Never forget that in front :The eyes of the enemy :Are throwing at you looks of death.Romance de la defensa de Madrid - Poesía española | |} ==See also== * Gómez Ulla Military Hospital *Los Emboscados == References == == Bibliography == * Chris Bishop, Ian C. Drury. Battles of the Twentieth Century, Hamlyn 1989. * * * Geoffrey Cox, Defence of Madrid, Victor Gollancz, 1937 (reprinted 2006 review) * * José Luis Barceló, Madrid 1938: diario de un niño en guerra, Sepha 2012. ==External links== *Spartacus Educational article on the siege *Short summary of the battle *Madrid siglos XIX y XX (Article on life in Madrid during the siege, by the students of the Faculty of Geography and History of the Universidad Complutense of Madrid) *Madrid Under Fire 1936 - 1939. A set on Flickr *Madrid corazón de España; poem in honour of the Defence of Madrid by Rafael Alberti Category:Battles of the Spanish Civil War Category:History of Madrid Category:Sieges involving Spain Category:1930s in Spain Category:1930s conflicts Category:Urban warfare Category:Mass murder in 1936 Category:1930s in Madrid Category:Sieges of the Industrial era Category:Battles in the Community of Madrid ",
    "title": "Siege of Madrid"
}