{
    "id": "5721363",
    "text": "Nordica is an Italian manufacturing company of winter sports products, focusing on skiing. Based in Giavera del Montello, Nordica is currently a division of Tecnica Group, after this corporation acquired it from Benetton in 2003. Current range of products include skis, boots, poles, and accessories such as sportswear, gloves, and bags. == History == In 1939, after years of experience as traders in hides, the brothers Adriano and Oddone Vaccari founded “Nordica” in Montebelluna, making casual footwear. In the after-war years Nordica specialised in ski boots, although continuing to supply the market with cross-country ski shoes and climbing boots. Work was still seasonal and the equipment manual. In 1950 Zeno Colò gave his name to a Nordica ski boot and to a revolutionary lining designed by Colmar. Zeno became World Champion with Nordica both in the downhill and the giant slalom of the 1950 World Championships in Aspen, Colorado and gave his name to a ski boot made by the company in Trevignano. The 60’s saw radical transformations: 1963 marked the introduction of the buckle, a fastening system conceived in Austria and applied for the first time in Italy by Nordica. The great innovation of that year, however, was the all-polyurethane ski boot; specific molds (one for the right boot and one for the left) and injection presses were developed. 1968 was a crucial year with regard to company technical decisions: the leather upper of the traditional models was plastic-coated externally using polyurethane or pvc and the cuff was raised. Nordica set up its first affiliate in the United States, which was the result of an agreement between Nordica and Rossignol. Other affiliates were opened in Austria, Japan, Switzerland, France and Germany. In 1989, the Benetton Group purchased Nordica for US$ 120 million. By the time of the acquisition, Nordica reported sales of US$ 225 million (1,7 million pairs of boots).Benetton sells Nordica back to Tecnica on SNews, 9 Jan 2003 In 2003 the Nordica brand was purchased again by the Tecnica Group,Benetton finalises the deal with Tecnica for the sale of Nordica on Benetton press release, 10 Jan 2003 after sales decreased to US$ 97,5 million on 730,000 pairs of boots plus 100,000 pairs of skis. The new corporate strategy is aimed at the ski sector with particular attention being paid to racing products and to the competition sector. The feeling between some celebrated names in skiing and the Nordica brand is confirmed once again by the great performances in the World Cup and by the recent World Championships in St. Moritz., further confirmation of Nordica competitive spirit and the great desire to be number one again. In 2006 Nordica presents XBI, a fully integrated balance improvement system. In 2009 Nordica celebrated 70 years of performance and passion; an important goal reached thanks to a great international team work, racing and freeski athletes and testman suggestions and of course high quality products that, all over these years, confirmed the high level of Nordica brand. ==See also== *Tommy Moe's Winter Extreme: Skiing & Snowboarding ==References== ==External links== * Official website Category:Clothing companies of Italy Category:Italian brands Category:Sporting goods manufacturers of Italy Nordica Category:Tecnica Group ",
    "title": "Nordica (company)"
}