{
    "id": "5722182",
    "text": "Bridge Street railway station, now disused, was the original Glasgow terminus of the Glasgow and Paisley Joint Railway; jointly owned by the Glasgow, Paisley and Greenock Railway (GP&G;), which later merged with the Caledonian Railway, and the Glasgow, Paisley, Kilmarnock and Ayr Railway (GPK&A;), which became part of the Glasgow and South Western Railway.Paton, John (2006). Design Worthy of the City. Chapter 4, In: Cameron (2006). The station opened for traffic on the GPK&A; in August 1840; and for traffic on the GP&G; in March 1841. It was sited in Laurieston on the south side of the River Clyde, but was close to the centre of Glasgow. ==Clyde services terminus station== The railway line between Paisley and Glasgow was built by the Glasgow and Paisley Joint Railway, with Joseph Locke and John Errington as joint engineers. The station layout was designed by James Miller. The line, together with Bridge Street station, was under the control of the Glasgow and Paisley Joint Railway Committee, which was jointly chaired by the Glasgow, Paisley and Greenock Railway and the Glasgow and South Western Railway. The opening of the Glasgow, Paisley and Greenock Railway took away a lot of the river traffic from Glasgow; instead the steam boats terminated at Greenock and the railway was used between Greenock and Glasgow. The railway journey was 1 hour against 2.5 to 3.5 hours for river traffic. Similarly the Glasgow, Paisley, Kilmarnock and Ayr Railway provided a quicker journey to the coast than the river journey.Thomas, John (1971). Chapter VII - The River Clyde and Loch Lomand. Some 21,890 people used the service during Glasgow Fair week in July 1841. It remained the Clyde services terminus of both the Caledonian Railway and the Glasgow and South Western Railway for nearly thirty years. Both railway companies wanted to cross the Clyde but were precluded from doing so by Glasgow Corporation, the Clyde Navigation Trustees, the Bridge Trustees; and finally by the Admiralty, who insisted on bridges with at least one lifting section. The Caledonian Railway's main line from London, via Carstairs, which opened to Edinburgh on 15 February 1848 and to Glasgow on 1 November 1849 remained on the north-side of the Clyde, at Buchanan Street, eventually moving to Glasgow Central Station (see below). ==Diversion of G&SWR; services== The Glasgow and South Western Railway (G&SWR;) achieved the first river crossing, by means of the City of Glasgow Union Railway. The line left the Joint Railway near Shields Road (now Shields Junction) and continued through the Gorbals. It crossed the River Clyde at Hutchesontown to their new St Enoch railway station. The line and station opened on 1 May 1876; construction of the line having taken 11 years.MacIntosh, Jim. (2006). Glasgow and the Caledonian Railway. Chapter 2, In: Cameron (2006). In 1883, St Enoch railway station became the headquarters of the Glasgow and South Western Railway, and all services were diverted to St Enoch. ==Refurbishment by the Caledonian Railway== The Caledonian Railway eventually built their new terminal station, Glasgow Central station, which opened in 1879 on the north-side of the River Clyde. Access to Glasgow Central station was gained via a four-track railway bridge, built by Sir William Arrol parallel to Glasgow Bridge. Central station initially had eight platforms. Bridge Street station was also refurbished in 1879. Two new through platforms on the east side provided access to Glasgow Central station.Johnston & Hume, pages 24-27 Bridge Street however remained the terminus, for the time being, for the Glasgow, Paisley and Greenock Railway; which had two dedicated bay platforms on the west side. The other two bay platforms on the west side were for G&SWR; use. ==Closures== Between 1901 and 1905 Glasgow Central Station was refurbished and extended over the top of Argyle Street; and thirteen platforms were built. An additional eight-track bridge was built over the River Clyde; and the original four-track bridge was raised by 30 inch (0.76 m). Bridge Street station then closed as a terminal station and the platforms were removed. The area previously occupied by the four bay platforms was used as carriage sidings for Glasgow Central Station; and the area previously occupied by the through platforms was used as running lines to Central Station. The remaining Caledonian Railway Clyde Coast services were extended to Glasgow Central Station and the remaining G&SWR; services diverted to St Enoch station. A new signalling scheme for Glasgow Central in the 1900s led to the construction of a new power operated signal box. It was cantilevered off the eight-track bridge; sitting suspended between the two river bridges.Nelson, Robin (2006). Signal box with a view. Chapter 17 In: Cameron (2006). Signal installation commenced in October 1907; the west side was commissioned on 5 April 1908 and the remainder on 3 May 1908. ==Architecture== The architect of the original two-storey station building, which opened in 1841, was James Collie.Johnston & Hume, pages 14-17 The booking hall, which fronted Bridge Street, had an elaborate Doric portico flanked by two projecting end pavilions. There was additional access directly to the station platforms from the side entrance facing the quayside at Clyde Place. The upper floors of the adjacent building at the corner of Bridge Street and Clyde Place housed the Bridge Street Station Hotel. After the opening of the new station, the booking hall was converted for use as offices. The portico was removed c.1950 and the remainder of the buildings were demolished in 1971. The site of the first Bridge Street Station was never redeveloped after the demolition of the station buildings and is now landscaped. The second Bridge Street Station was situated between Kingston Street and Nelson Street. The design and construction of the new station was carried out by the Caledonian Railway Company Architects and Engineers Department in 1889/1890,Dictionary of Scottish Architects web page under the supervision of engineer, George Graham. The main block, fronting Bridge Street, was designed by James MillerThe Buildings of Scotland, Glasgow, Penguin Books, 1990, pages 519-520 in early French Renaissance style. The massive four-storey and attic building was built with cream sandstone. There was an arched entrance to a central booking hall at street level and additional entrances leading directly to the platforms at each end of the building, at 40 and 52 Bridge Street. These side entrances are still in use as access to apartments following the redevelopment of the upper levels of the block for residential use in 1994. The station buildings are now protected as a category B listed building. ==References== ===Notes=== ===Sources=== * * * * * Nock O.S., (1963). The Caledonian Railway. London: Ian Allan Ltd. * * * ==External links== * Dictionary of Scottish Architects buildings report * CANMORE page with detailed history of both Bridge Street Railway Stations and photographs of original station * Photographs, maps and plans of both Bridge Street Railway Stations Category:Disused railway stations in Glasgow Category:Former Glasgow and Paisley Joint Railway stations Category:Railway stations in Great Britain opened in 1840 Category:Railway stations in Great Britain closed in 1905 Category:James Miller railway stations Category:Category B listed buildings in Glasgow Category:Listed railway stations in Scotland Category:Gorbals ",
    "title": "Bridge Street railway station"
}