{
    "id": "5722745",
    "text": "Bertha was a British stop motion-animated children's television series about a factory machine of that name, comprising 13 episodes that aired from 1985 to 1986. All the characters were designed by Ivor Wood, and the series was produced by his company, Woodland Animations. It was broadcast on BBC Television. A series of six storybooks based on Bertha was published by André Deutsch at the same time as the series was broadcast. They were adapted by Eric Charles and illustrated by Steve Augarde, who was also responsible for the artwork and music in the children's series Bump. The series was later repeated on GMTV2 in the early 2000's along with Penny Crayon. ==Plot== The series is set in an industrial estate occupied by the Spottiswood & Company factory, a small manufacturing plant producing a wide range of goods ranging from cuckoo clocks to windmill money boxes. Each episode focuses on a machine called Bertha that can produce any item requested of her. In each episode, the factory experiences a crisis affecting its daily production schedule, which Bertha invariably solves with the help of her factory worker friends. ==Production== Bertha was created by Woodland Animations, who also produced the shows Postman Pat, Charlie Chalk and Gran for the BBC. Episodes were written by Eric Charles and Stephen Flewers, and designed, produced and directed by Ivor Wood, co-founder of the Woodland company. Roy Kinnear and Sheila Walker voiced the characters, and Kinnear narrated. The main title music featured the singing of Guy Fletcher. The songs \"Tracy's Robot Song\", \"Mrs Tupp\" and \"Isn't it Nice?\" from the Bertha 12-inch vinyl record feature the vocals of Stephanie de Sykes. ==Main characters== * Mr. Willmake – Manager of the factory * Miss McClackerty – Mr. Willmake's secretary * Mr. Sprott – Chief designer * Tracy James – Mr. Sprott's Assistant * Mr. Duncan – Works Foreman. Sometimes the antagonist in the story, since he regards Bertha as an old inefficient machine. * Ted Turner – Chief machine operator (who shows a number of influences of the late veteran TV presenter Bruce Forsyth) * Roy Willing – Assistant machine operator (it was never stated if he was named after the narrator Roy Kinnear) * Mrs. Tupp – The tea lady * Panjit Singh – Forklift truck operator, often has accidents that are no fault of his own. * Nell - Packer * Flo – Stacker * T.O.M. – Talk Operated Machine, a robot resembling the Star Wars character R2-D2 designed by Tracy and built by Bertha to perform odd jobs around the factory. According to the song Tom the Robot from the Bertha 12\" vinyl record, he is said to be Bertha's robot son. * Bertha - The title character, an old machine at the factory who has been modernised over the 50 years she has worked at the factory. She helps the rest of the Spottiswood & Company factory during each episode in some way or another. ==Goods manufactured by Bertha throughout the series== * Windmill- shaped money boxes * Garden gnomes * Beach balls * Nuts and bolts * 365 springs * Inflatable plastic bears * Bathroom sponges * Cuckoo clocks * Humming tops * Jack-in-the-boxes * Jigsaw puzzles * Watering cans * Building blocks * Electric kangaroos * T.O.M. (Talk Operated Machine) – a robot * A mechanical toy soldier for a contest ==Episodes and broadcast dates== The first episode of Bertha premiered on BBC1 on 1 April 1985 at 3:55pm after a 3:25pm screening of Daffy Duck's Easter Special. Episodes 2-7 were shown over the following weeks, omitting the Easter and May Day holidays, and episodes 8–11 were first broadcast at the end of an autumn rerun. The BBC did not comply with an ordered schedule for the airing of the program, and the last two episodes premiered in 1986 during a repeat season at 1:45pm and 1:30pm. ===List of episodes=== {|class=\"wikitable\" width=99% |- ! style=\"background: #CCCCFF\" width=\"2%\" | # ! style=\"background: #CCCCFF\" width=\"20%\"| Title ! style=\"background: #CCCCFF\" width=\"15%\"| Broadcast date ! style=\"background: #CCCCFF\" width=\"16%\"| Product(s) produced ! style=\"background: #CCCCFF\" | Summary |- |1|| The Great Painting Job || 1 April 1985 || Jigsaw puzzles || Tracy designs a robot called T.O.M. (Talk Operated Machine) to help at the factory. |- |2|| The Windmills || 15 April 1985 || Musical windmill money boxes || Mr.Sprott's money boxes are working well, but how do you get the coin out? |- |3|| Mouse in the Works || 22 April 1985 || Jack-in-the-boxes || Panjit and the rest of the factory try to stop a mouse from nibbling their boxes. |- |4|| The Best Machine Competition || 29 April 1985 || Humming tops || When Mr Willmake wants Mr Sprott to design the best toy for a competition, Mr Duncan wants it to be made by a new machine, but everyone else wants it to be made by Bertha. |- |5|| T.O.M. Gets Lost || 13 May 1985 || Building blocks || A magnet fries T.O.M.'s brain, so he scares the rest of the Spottiswood factory by disappearing. |- |6|| The Flying Bear || 20 May 1985 || Inflatable bears || On a very hot day, Bertha is making plastic bears. Why do they keep growing? |- |7|| The Tea Nurse || 3 June 1985 || Watering cans || Bertha is working slowly and keeps stopping; Mrs Tupp comes to the rescue. |- |8|| More Speed, Less Work || 5 November 1985 || Garden gnomes || While Mr Willmake is at a meeting, Mr Duncan closes down Bertha, who was making garden gnomes. |- |9|| The Big Order || 12 November 1985 || Nuts and Bolts followed by Springs || Bertha has to make 365 springs but Tom and Roy have trouble with the whippy, springy steel. |- |10|| The Burglars || 19 November 1985 || Jumping kangaroos || Burglars break into the factory and steal money for the wages. |- |11|| Bertha's Birthday Party || 26 November 1985 || Cuckoo clocks || On Bertha's 50th anniversary, Roy wonders why the hands on a clock are called hands. |- |12|| The Big Sneeze || 16 April 1986 || Beach balls and Snowballs || It's a very cold day and Bertha and Miss McClackerty get a terrible cold and because of that the beach balls go wrong. |- |13|| Tom's New Friend || 18 June 1986 || Sponges || Mrs Tupp is cross about a new vending machine, but Tom soon fixes it. |} ==Merchandise== Merchandise for the programme was, and is, very minimal. The merchandise listed are the only items that have been discovered. ===UK VHS and DVD releases=== On 13 July 1987, after the episodes were shown on TV, the BBC released one video of the show. {| class=\"wikitable\" !VHS video title !Year of release !Episodes |- | align=\"center\" |Bertha - The Flying Bear (BBCV 4075) | align=\"center\" |13 July 1987 | align=\"center\" |\"A Mouse in the Works\", \"T.O.M. Gets Lost\", \"The Flying Bear\", \"The Burglars\" |- |} At some point in 1985, Bertha was featured on a Marks and Spencer (St. Michael) exclusive VHS release called Cartoon Favourites along with The Family-Ness, Ivor the Engine, Bagpuss and Pigeon Street. The \"Mouse in the Works\" episode of Bertha is on this release. On 6 November 1989 one episode of Bertha was on the VHS release which was exclusive to W.H. Smith Postman Pat and Friends alongside Postman Pat and Charlie Chalk. {| class=\"wikitable\" style=\"text-align:center; width:100%;\" |- ! style=\"width:12%;\"|VHS video title ! style=\"width:9%;\"|Year of release ! style=\"width:21%;\"|Episodes |- | align=\"center\" |Postman Pat and Friends (WHS 4301) | align=\"center\" |6 November 1989 | align=\"center\" |Postman Pat - \"Pat Goes Sledging\", Charlie Chalk - \"Arnold's Night Out\", Bertha - \"The Flying Bear\" |} On 4 November 1991, one episode of Bertha was featured on the BBC VHS release Postman Pat and Company alongside Postman Pat and Charlie Chalk. {| class=\"wikitable\" style=\"text-align:center; width:100%;\" |- ! style=\"width:14%;\"| VHS video title ! style=\"width:10%;\"|Year of release ! style=\"width:25%;\"| Episodes |- | align=\"center\" |Postman Pat and Company (BBCV 4709) | align=\"center\" | 4 November 1991 | align=\"center\" |Postman Pat - \"Pat's Foggy Day\", Charlie Chalk - \"Edward Keeps Fit\", Postman Pat - \"Letters on Ice\", Bertha - \"The Burglars\" |} Hallmark and Carlton Home Entertainment released the first four episodes on a single video in 1994. {| class=\"wikitable\" !VHS video title !Year of release !Episodes |- | align=\"center\" |Bertha (3007340123) | align=\"center\" |6 June 1994 | align=\"center\" |\"The Great Painting Job\", \"The Windmills\", \"A Mouse in the Works\", \"The Best Machine Competition\" |} ===Australian VHS release=== * Roadshow Entertainment (2002) {| class=\"wikitable\" !VHS Title !Release Date !Episodes |- | Bertha (103486) | align=\"center\" |21 October 2002 | align=\"center\" |The Great Painting Job, The Windmills, Mouse in the Works and The Best Machine Competition |} In 2004 Entertainment Rights released a DVD of the show containing three of the same episodes as the Hallmark/Carlton Release, replacing \"The Best Machine Competition\" with \"More Speed, Less Work\" (albeit mistitled \"The Best Machine competition\"). {| class=\"wikitable\" !DVD title !Year of release !Episodes |- | align=\"center\" |Bertha and the Best Machine Competition | align=\"center\" |13 July 2004 | align=\"center\" |\"The Great Painting Job\", \"The Windmills\", \"A Mouse in the Works\", \"More Speed, Less Work\" |} In 2011, Classic Media released a DVD entitled Fun with Friends: Volume One containing one episode of Bertha. {| class=\"wikitable\" !DVD title !Year of release !Episodes |- | align=\"center\" |Fun with Friends: Volume One | align=\"center\" |27 June 2011 | align=\"center\" |Postman Pat - \"Ice Cream Machine\", Bertha - \"The Flying Bear\", Ethelbert the Tiger - \"Ethelbert and the Camel\", Friendly Monsters - \"A Monster Holiday\", Fun Song Factory - \"Happy\", Little Red Tractor - \"Circles in the Corn\", Merlin the Magical Puppy - \"Merlin and the Summer Fair\", Postman Pat - \"Postman Pat at the Seaside\", Preston Pig - \"Snout Scouts\" |} ===Australian DVD releases=== While there are no known Australian VHS releases of the programme, two DVDs of the entire series have been released by Reel Entertainment. The DVD cover claimed that the show was made by \"the makers of Postman Pat and Thomas and Friends.\" However, this is only true for Charlie Chalk (since the slogan was used on all the Woodland Animations DVDs in Australia), because Jocelyn Stevenson (writer of Charlie Chalk) became the executive producer on Thomas and Friends from the seventh series (2003) until the tenth series (2006). ===Photobooks=== In 1985, to accompany the programme, some photobooks were released with altered titles to fit the style of the books. These were very similar to the Postman Pat photobooks, where the front cover would be an original illustration and all pictures within the book were images from the TV programme. * Bertha and the Great Painting Job (The Great Painting Job) * Bertha and the Windmills (The Windmills) * Bertha and the Mouse in the Works (A Mouse in the works) * Bertha and the Best Machine Competition (The Best Machine Competition) * Bertha and the Lost TOM (T.O.M. Gets Lost) * Bertha and the Flying Bear (The Flying Bear) ===Vinyl record=== In 1986, after broadcast ended, the BBC's record label released a 12\" vinyl record containing songs from the TV series. Tracks marked with an asterisk (*) did not feature in the TV series. However, it is possible that the song \"Mr. Duncan\" was to feature in the episode \"More Speed, Less Work\" but was not included due to it making the episode too long. The same is the case with \"Mr. Willmake\" possibly featuring in the episode \"Bertha's Birthday\". The album also had a cassette release with the reference number of ZCR 585. ===Board game=== In 1987, Falcon released a board game using illustrations similar to those seen on the front covers of the photobooks. The game itself does not differ much from the Monopoly series of board games. If a player lands on T.O.M., they are allowed to ask Bertha to make an item for them. ===Advent calendar=== In 1985, an Advent calendar using the same profile image as the vinyl record was released. ===Annuals=== From 1985 to 1988, Bertha featured in a total of four annuals: * Bertha annual 1985 * Bertha annual 1986 * Buttons (based on Children's BBC) annual 1987 (along with Postman Pat, King Rollo, Towser, Henry's Cat and Jimbo and the Jet Set) * Buttons annual 1988 (along with Postman Pat, Charlie Chalk, Henry's Cat, Towser, King Rollo and Spot) ==Credits== * Written by: Eric Charles * Narration by: Roy Kinnear * Voices by: Roy Kinnear and Sheila Walker * Music and lyrics by: Bryan Daly * Director of animation: Derek Mogford * Series designed and directed by: Ivor Wood * Film editor: Martin Bohan * Song vocals: Guy Fletcher * Recorded at: Havoc House Studios * Sound by: Clive Pendry * Produced by: Woodland Animations Ltd * © Woodland Animations Ltd MCMLXXXV ==References== ==External links== * * Little Gems * Toonhound Category:BBC children's television shows Category:British stop-motion animated television series Category:1985 British television series debuts Category:1986 British television series endings Category:1980s British children's television series Category:British children's animated adventure television series Category:Television series by Universal Television Category:DreamWorks Classics Category:English-language television shows Category:1980s British animated television series ",
    "title": "Bertha (TV series)"
}