{
    "id": "5722905",
    "text": "Bill Armstrong Stadium is a 6,500-capacity soccer-specific stadium and velodrome located in Bloomington, Indiana. The stadium is home to the Indiana Hoosiers men's and women's soccer teams. It also hosted the NCAA Men's Soccer Championship in 1988, and is home to the annual Little 500 cycling race, which was featured in the 1979 Oscar-winning movie Breaking Away. ==History== Construction on the stadium finished in 1981, with the 30th Running of the Little 500 being held on April 25 and the inaugural soccer game on September 13 of the same year. A $2.5 million renovation took place in 2001, bringing a new grass surface, scoreboard and grandstand. The 5,000-seat main stand includes a press facility with room for 50 members of the media. A later phase of the renovation included a 1,500-seat secondary stand on the north side of the field, bringing the stadium to its current capacity of 6,500. On December 7, 2018, Indiana University Board of Trustees approved the proposed design to renovate portions of Armstrong stadium. The approved proposal will see the existing north grandstand demolished and replaced with a new bi-level structure. The structure will provide new locker rooms for both the men's and women's teams, a lobby, a team room, a warmup area, coaches' offices and bicycle support space. During construction, temporary seating will be constructed on the west end of the stadium; however, final seating capacity has not yet been announced. ==Features== ===South Grandstand Facility=== Opened in 1981, the 5,000-seat, poured-in-place grandstand includes the nation's most complete soccer press facility, including seating for 50 members of the media, restrooms and a food service area. Directly behind the press box is a customer services building with concessions and restrooms ===North Grandstand Facility=== The existing grandstand facility, which opened in 1983 was demolished is being replaced by a two-story structure. The facility will have locker rooms, a lobby, a team room, a warm up room, coaches offices, bicycle support space, conference rooms and public restrooms. ===Jerry Yeagley Field=== A new drainage system was installed three inches below the field's surface. Then there is a two-inch sandcap with a one-percent graded slope. The field is sprigged with Tahoma 31 Bermudagrass. The field was renamed in honor of six-time national champion coach Jerry Yeagley following his retirement in 2004. Therefore, the official name of the complex is Jerry Yeagley Field at Bill Armstrong Stadium, although it is still widely known as simply Armstrong Stadium. ==Naming== This stadium is named for William S. Armstrong, Sr. who was the president of the Indiana University Foundation for many years. He was both an avid supporter of the athletic program at Indiana University and very involved with the Little 500 and its activities each year. He can be seen in the movie Breaking Away as the official starter of the race, saying, \"Gentlemen, mount your Roadmaster bicycles.\" ==References== ==External links== * Indiana University - Facilities Category:Soccer venues in Indiana Category:Indiana Hoosiers soccer Category:Sports venues completed in 1981 Category:1981 establishments in Indiana Category:Velodromes in the United States ",
    "title": "Bill Armstrong Stadium"
}