{
    "id": "5722785",
    "text": "A virtual workplace is a workplace that is not located in any one physical space. It is usually in a network of several workplaces technologically connected (via a private network or the Internet) without regard to geographic boundaries. Employees are thus able to interact in a Collaborative Working Environment regardless of where they are located. A virtual workplace integrates hardware, people, and online processes. ==History== As information technology began to play a greater role in the daily operations of organizations, virtual workplaces developed as an augmentation or alternative to traditional work environments of rooms, cubicles and office buildings. ==Types of workplaces== Individual virtual workplaces vary in how they apply existing technology to facilitate team cooperation: 1\\. Telecommuting: the availability and use of communications technologies, such as the Internet, to work in an offsite location. 2\\. Hot desking: employees do not have individual desks but are rather each day allocated to a desk where they can access technology services including the Internet, email and computer network files. This is similar to \"hotelling\": recognizing that employees spend more time at clients' offices than at the employer's office, they are not assigned a permanent desk. 3\\. Virtual team: employees collaborate by working closely together and in regular contact, although physically located in different parts of the world. ==Drivers== There are several factors that drive the interest in using virtual workplaces. === Office space and its cost === Office space has become a major expense for many organisations (and using video technology on platforms such as Skype (at reduced cost) can be a direct substitute of meeting face to face). One response has been to reduce the amount of space each employee occupies. Another is to increase the flexibility of the office’s layout and design. It is not easy to make the most of these approaches and keep employees happy—unless flexible work practices are also used. === Demographic change === There are more women in the workforce, more employees of other nationalities, increased participation from indigenous people and the average age of employees is increasing. These trends are forcing employers to rethink how they employ and manage staff and how they respond to employee interests and demands. === Fuel and energy costs === The expenses of the energy consumption to physically commute are increasing rapidly. Planners and public policymakers share a strong belief that home- based telecommuting with virtual workspace as one of the most sustainable and competitive modes of commuting in terms of travel time and cost, flexibility, and environmental impacts. ==Benefits== Virtual workplaces are advantageous in an information age where technology is expanding rapidly and consumer needs are being met from around the world. A virtual workplace enables individuals to work from any place in the world at any time. This is convenient not only for the employee, but for the consumer as well. For an international organization it fits the need for excellent and timely customer service. Virtual workplaces streamline systems from multiple facets of work into a single unified unit easily accessible by both the consumer and the employee. Decreasing costs as well as increasing efficiency, due to the single system, is an instantaneous advantage. A virtual workplace is easier for employees because it often reduces business travel, consolidates services, and assists in the communication process. Two examples of costs saved by IBM clients' virtual workplace implementation are: * A global technology organization reported savings of $54 million in the first year of integrating the virtual workplace concept into the organization. * An international financial organization estimated savings of over €270 million within five years. Productivity is crucial to any organization. With the implementation of a virtual workplace, productivity may be increased because employees are more focused on business-related projects with only one system to overview. Also, collaborating with team members is made easy with a virtual workplace. With the internet, projects can be completed with increased speed and effectiveness, resulting in saved time. Most important, the needs of consumers are being met with a virtual workplace since it is more convenient for employees to access organizations. Virtual workplaces allow a company to reach more of its employees via meeting workspaces and virtual training sessions. A company may choose to send only a handful of regional managers to a conference it sponsors annually to receive training in a new product. It may then rely on the managers to pass that knowledge on to its employees. Having a virtual training session saves a company money, not only the cost of travel where only a small handful of its employees receive proper training, but in the long run where all of its employees can receive the proper training and be more productive with a sharper learning curve. In addition, the employees can more easily accommodate both personal and professional lives. ==Challenges== Some common challenges are: # Failure to leverage the technology that supports virtual workplaces, resulting in decreased productivity # Lack of human contact could cause decreased team spirit, trust and productivity (and researchers indicate trust is a vital aspect ) # Increased sensitivity to communication, interpersonal and cultural factors # Cultural diversity is not yet achieving the expected benefits ==See also== * Telecommuting ==References== * Dempster, Mike Team - Building key for virtual workplace Retrieved on June 26, 2006 * Powell, Anne Virtual Teams - A review of current literature and directions for future research Retrieved on June 26, 2006 * Yager, Susan Everything's coming up virtual Retrieved on June 26, 2006 * Greenlee, Dana Building a community in the virtual workplace Retrieved on June 26, 2006 * Stephen Haag, Maeve Cummings, Donald McCubbrey, Alain Pinsonneault and Richard Donovan Third Canadian Edition Management Information Systems for the Information Age Mcgraw-Hill Ryerson, Canada, 2006 Category:Workplace Category:Telecommuting ",
    "title": "Virtual workplace"
}