{
    "id": "5722512",
    "text": "Hardy M. Graham Stadium is a 7,500-seat multi-purpose stadium in Martin, Tennessee.World Stadiums - Stadiums in the United States: Tennessee It is home to the University of Tennessee at Martin Skyhawks football team. The facility opened in 1964. It is located north of Tennessee State Route 431 (University Avenue, formerly Highway 22) from the central campus area, adjacent to the Agricultural Experiment Station. ==Namesake of the stadium== The stadium is named in honor of Hardy M. Graham, a long-time supporter on UT Martin, who has contributed over $1 million to the university. The naming of the stadium took place on July 19, 2001.http://www.utm.edu/departments/univrel/pdfs/Buildings_002.doc Previous to this, the stadium had been referred to as Pacer Stadium after a former athletic team nickname (1971-1995). The actual playing surface is H. K. Grantham Field after a prior athletics coach at the school. The stadium is located on Everett Derryberry Lane, also named in honor of a former coach, the school's first in football. ==Facility== The stadium's capacity is 7,500. Of those, nearly 1,900 of the seats are chairback. Berms located beyond the south end zone give the stadium a \"bowled\" look. The stadium's press box consists of two levels. The first accommodates working media and coaches. The second level houses the public address announcer, scoreboard operator, coaches, filming deck and the Chancellor's box, which seats 25 guests. The current playing surface is FieldTurf, which was installed prior to the 2008 season, replacing natural Bermuda grass. ==Renovations== The State of Tennessee provided funding to construct a modern ROTC facility on the east side of the stadium, replacing an obsolete frame building which had been moved to the central campus area after World War II. With the assistance of private and public funding, the chairback seating was added. Improvements also included complete restroom and concession facilities on the east side of the stadium, improved west side seating and press box additions. In, 2013 it was planned that the facility undergo a $5.5 million renovation project to replace its entire west side with new bleacher seating and add a four-story building featuring a club level, academic support level, and press box that totalled approximately 21,000 square feet. The building was to stretch 50 yards—from 25-yard line to 25-yard line. The project was spearheaded by Fleming Associates out of Memphis and was approved at a Board of Trustees meeting on June 20.UT Martin vs Central Arkansas Game Notes 2013 In October 2014 the start of the project was delayed for the second year in a row. Work was originally planned to begin in December 2014 and was to be completed in time for the 2015 season. However, the work was actually completed in time for the 2016 season.http://www.utmsports.com/fullstory.cfm?id=6841http://www.jacksonsun.com/story/sports/college/football/2014/10/01/college- football-utm-stadium-renovation-pushed-back/16566103/ A University of Tennessee Capital Projects Report was published on 8/27/13 showing the Graham Stadium press box improvements coming in at $6.5 million.University of Tennessee Capital Projects Report - Aug 27 2013 ==See also== * List of NCAA Division I FCS football stadiums ==References== ==External links== * Graham Stadium from UTM Sports Category:College football venues Category:UT Martin Skyhawks football Category:Buildings and structures in Weakley County, Tennessee Category:American football venues in Tennessee Category:Multi- purpose stadiums in the United States Category:Sports venues completed in 1964 ",
    "title": "Graham Stadium"
}