{
    "id": "5722454",
    "text": "The Malcomson Family was an Irish Quaker family active in various businesses during the 19th century.Maria Walsh, Ireland's Secret Millionaires. 2019 == History == The Malcomson's business began with corn milling at Clonmel between 1793 and 1800, stores being subsequently acquired at Clonmel, Carrick-on-Suir and Waterford. David Malcomson traded under his own name until 1818, when the firm became known as David Malcomson & Sons. At this point, he held an interest in four corn stores in Clonmel and in the Corporation Mill on Little Island. He had also built or acquired (it is not known) the family home called Melview in Kellets Lane. At some stage, probably in connection with the corn business, David started a jute factory at Carrick, but this venture was short- lived. In 1820 he leased further land on Little Island for corn mill extensions and in 1824 took over the lease of the Pouldrew mill from the Wyse family, presumably also for corn milling. (Newtown School in Waterford used to be the residence of the Buonaparte-Wyse family before it was taken over by the Society of Friends in 1798). Pouldrew mill, which is joined by a short canal to the river Suir, was managed by one of the younger sons, David Malcomson junior. Driving between Clonmel and Pouldrew, David Malcomson senior and his eldest son Joseph used to notice the water of the river Clodagh where they crossed the bridge at Portlaw, and the pre-existing mill there having been burned down, they took over the property on a 999-year lease. Here a big new mill was built, which they were persuaded by a Friend named \"Capper\" from Kendal to make a cotton mill, and a house called Mayfield was built alongside it for Joseph. This Mayfield factory became the center of the Malcomson business in southern Ireland.Maria Walsh, Ireland's Secret Millionaires. 2019 The Malcomson's families house, the Mayfield. The Portlaw factory was considerably extended in the 1840s, when the southern block half was added. The processes involved spinning, weaving, bleaching, dying and finally some printing. Numbers employed in the factory reached 1862 and the weekly wage bill was £1000. This expansion may not have been the right police. By 1844 power looms accounted for 75% to 80% of the looms in use in England and the Irish mills working with hand looms were hard put to compete. Despite reductions in wages there was a general decline in employment. The inside of the Mayfield. During the 1832, David Malcomson became involved in another venture, which could well have been pondering when, a few years earlier, Shiel had found his eyes fixed on the river under his feet. His various industrial undertakings spurred him to interest himself in means of promoting commerce, in which transport was always a relevant factor. He and other Clonmel millers were annoyed by the constant raising of freights from Waterford to Liverpool and at the same time were interested in making the Suir navigable as far as Carrick for vessel of 300 tons burden, twice the existing tonnage, so that Carrick merchants could ship direct their own stores. In 1835 David was the principal speaker at a meeting held in Carrick-on-Suir for promoting the River Suir Navigation Company which obtained Parliamentary sanction the following year. The Malcomsons began by chartering steamers, but later became owners themselves. Eventually they built and operated the largest fleet of iron steamers in the world between the mid-1850s and the late-1860s, including five trans-Atlantic passenger liners. One of David’s sons, John Malcomson, looked after this end of the business, living at Waterford in Adelphi Terrace. An account of the history of the involvement of the Malcomson family in shipping from 1836 until the end of the century was printed in The Journal of Commerce and Shipping Telegraph. For twenty-one years, 1837 to 1858, Joseph was in supreme control of the firm of Malcomson Bros.Maria Walsh, Ireland's Secret Millionaires. 2019 The business which had begun with corn mills and stores at Clonmel, Carrick on Suir and Waterford, a calico factory at Clonmel and a cotton factory at Portlaw, inherited from his father, was expanded by him and diversified into other fields of activity. Among these was a jute mill at Carrick which however did not last long, some of its machinery being sold to Denny Bros of Waterford to make bacon wrappers. The main new ventures were shipping (Waterford Steamship Company, St Petersburgh Steamship Company and a major interest in the Cork Steamship Company) and railways (Waterford and Limerick Railway Company). Malcomson Bros became involved with railways round about 1845, when they tried to have the line of the proposed railway to the west diverted from north of the river to one south of it which would have passed through Portlaw.Maria Walsh, Ireland's Secret Millionaires. 2019 An investigation was held and the report of the Board of Trade acquiesced in the Malcomson petition. Despite this, the track was constructed on the other bank. The Malcomsons petitioned the House of Lords and the House of Commons of the United Kingdom but their objection was overruled on the grounds that they were shareholders in the Company. The family operated shipbuilding in Waterford, Ireland. As an offshoot to this, they established the 'Neptune Ironworks', which produced cast iron furniture decorated with metal ferns, and ivy and oak leaves. ==References== *Ireland Lamb/Bowe 1995 Stationery Office Category:Carrick-on-Suir Category:Clonmel Category:Irish families Category:Irish Quakers Category:Quaker families Category:People from Waterford (city) ",
    "title": "Malcomson family"
}