{
    "id": "5723725",
    "text": "Rexford Raymond \"Rex\" Cherryman (October 30, 1896 – August 10, 1928) was an American actor of the stage and screen whose career was most prolific during the 1920s. ==Biography== Born in Grand Rapids, Michigan, Rex Cherryman attended Colgate University, (Hamilton, New York) in 1915–1916. He transferred to the University of Michigan (Ann Arbor) in 1916. There he met fellow student Esther Louise Lamb. Esther and Rex were married February 9, 1918. They had one son, Rexford Raymond Cherryman, Jr., born October 10, 1925. Rexford, Jr. married Beatrice Wishard in 1950. They had two daughters: Ann Elizabeth Cherryman (born 1951) and Constance Lamb Cherryman (born 1954). Cherryman began his film career appearing in the 1919 comedic film In For Thirty Days as Count Dronsky, opposite popular leading lady of the silent film era, May Allison. The following year, Cherryman was chosen by the notable screen diva Alla Nazimova to appear opposite her as Thorne, in her penned dramatic film Madame Peacock. Cherryman and Nazimova developed a friendship and at Nazimova's request, he was cast in the role Gaston Rieux in the 1921 film that would possibly become his most recalled performance - 1921's Metro Pictures Corporation film adaptation of the Alexandre Dumas, fils novel La Dame aux Camélias, retitled as Camille. The film was an enormous critical and public success, placing Cherryman directly in the public consciousness. The film also starred Rudolph Valentino, Nazimova, and Patsy Ruth Miller. Cherryman also appeared in the 1923 film Sunshine Trail in the role of Willis Duckworth. Cherryman's last film performance was a small role in the 1928 film Two Masters. In addition to films, Cherryman was frequently involved with Broadway and various summer stock productions including the Denham Theatre in Denver, and the Aladdin Theatre in San Francisco, where he first met Barbara Stanwyck. He made several notable appearances on the stage. Among them were the musical comedy Topsy and Eva which ran from 1924 through 1925, The Valley of Content in 1925, and the Willard Mack penned drama The Noose, which ran from 1926 through 1927. While performing in The Noose, Cherryman had an affair with fellow cast member Stanwyck. The Noose subsequently became one of the biggest hits of the season and helped launch Stanwyck's career. Cherryman's last stint on Broadway was a starring role in the 1927 dramatic production of The Trial of Mary Dugan opposite actor Robert Cummings at the National Theatre. In August 1928, while sailing to France to read for a play in Paris, Cherryman contracted septic poisoning and died in Le Havre, France at the age of 31. His body was returned to Hollywood. His cremated remains are at Forest Lawn Memorial Park, Glendale, California. Esther's remains are in the same vault. ==Partial filmography== * In for Thirty Days (1919) * Madame Peacock (1920) * Camille (1921) * The Sunshine Trail (1922) ==References== * Time Magazine, October 3, 1927: New Plays in Manhattan. * Time Magazine, August 10, 1928: Milestones. * Barbara Stanwyck Tribute ==External links== * * Category:1897 births Category:1928 deaths Category:Deaths from sepsis Category:American male film actors Category:American male silent film actors Category:American male stage actors Category:Male actors from Grand Rapids, Michigan Category:Infectious disease deaths in France Category:Colgate University alumni Category:University of Michigan alumni Category:20th-century American male actors Category:Burials at Forest Lawn Memorial Park (Glendale) ",
    "title": "Rex Cherryman"
}