{
    "id": "5723783",
    "text": "Round Barn in Mansonville Mansonville is a village in the Potton township of the Eastern Townships of Quebec, Canada,http://potton.ca/potton-residents/clsc in Memphrémagog Regional County Municipality of the Estrie region, across the Canada–United States border from North Troy, Vermont. Now Mansonville is the business center and the seat of Municipalite du canton de Potton (government for the township). Formerly a sleepy community, Mansonville has experienced some growth and prosperity because of its proximity to Owl's Head ski resort. == History == Mansonville was named after the Manson family, who were among the early settlers of the Potton township William Bryant Bullock, Beautiful Waters: Devoted to the Memphremagog Region in History, Legend, Anecdote, Folklore, Poetry, Drama. Memphremagog Press, Newport, Vt., 1926 (First Edition):pp. 20 and 21 Like many Eastern Townships and New England villages, Mansonville grew up around a water-powered mill which exploited a head of water above a fall on the North Branch of the Missisquoi River. The mill ceased operating with electrification in the early 20th century, which allowed economies of scale and centralized manufacturing in larger centres. It operated as a feed and grain mill until 2004, when it was destroyed by fire. Overlooking the mill site is the mansion of the Manson family that founded the town. The mansion has since become a bed and breakfast. Mansonville, like many Eastern Townships communities, has long had a mixture of French and English- speaking residents and is home to over twenty nationalities and ethnic groups. Religious diversity is present, and in Mansonville, Roman Catholic, United (closed 2011) and Anglican churches are located a few yards apart. Mansonville was also the home of Russian Orthodox prelate Metropolitan Vitaly (Ustinov) for some five decades until his death in 2006. In 2009 a round barn, built in 1911 for Robert Jersey was listed as a cultural heritage site.Grange ronde de Mansonville == References == * Canada Border Services Agency Listing * Portland Pipeline Category:Communities in Estrie ",
    "title": "Mansonville, Quebec"
}