{
    "id": "5723649",
    "text": "John David Magrath (July 4, 1924 - April 14, 1945) was a soldier in the U.S. Army who posthumously received the Medal of Honor for his heroic actions and sacrifice of life during World War II for actions occurring in Italy on April 14, 1945. He served in the 10th Mountain Division. The Shea-Magrath Sports Complex at Norwalk High School in Connecticut is named for him. In June 1995, Fort Drum, New York renamed its Soldiers Sports Complex the John D. Magrath Gymnasium. A plaque and portrait at Magrath Gym honor his memory. Magrath was born in the East Norwalk section of Norwalk, Connecticut on July 4, 1924. He enlisted in the Army from East Norwalk in March 1943.WWII Army Enlistment Records He was killed in action in Italy at age 20. PFC John D. Magrath is the first Medal of Honor recipient of the 10th Mountain Division. ==Medal of Honor citation== Private First Class Magrath's official Medal of Honor citation, awarded July 17, 1946, reads: > He displayed conspicuous gallantry and intrepidity above and beyond the call > of duty when his company was pinned down by heavy artillery, mortar, and > small arms fire, near Castel d'Aiano, Italy. Volunteering to act as a scout, > armed with only a rifle, he charged headlong into withering fire, killing 2 > Germans and wounding 3 in order to capture a machinegun. Carrying this enemy > weapon across an open field through heavy fire, he neutralized 2 more > machinegun nests; he then circled behind 4 other Germans, killing them with > a burst as they were firing on his company. Spotting another dangerous enemy > position to this right, he knelt with the machinegun in his arms and > exchanged fire with the Germans until he had killed 2 and wounded 3. The > enemy now poured increased mortar and artillery fire on the company's newly > won position. Pfc. Magrath fearlessly volunteered again to brave the > shelling in order to collect a report of casualties. Heroically carrying out > this task, he made the supreme sacrifice--a climax to the valor and courage > that are in keeping with highest traditions of the military service. ==See also== *List of Medal of Honor recipients for World War II *Spring 1945 offensive in Italy ==References== : Category:1945 deaths Category:Burials in Riverside Cemetery (Norwalk, Connecticut) Category:United States Army Medal of Honor recipients Category:People from Norwalk, Connecticut Category:American army personnel killed in World War II Category:1924 births Category:World War II recipients of the Medal of Honor Category:Military personnel from Connecticut ",
    "title": "John D. Magrath"
}