{
    "id": "5723708",
    "text": "Lisa Jervis (born 1972) is an American writer, editor, publisher, and information technology professional. She is one of the founding editors and publisher of Bitch Magazine, established in 1996. == Biography == Born in 1972,Lisa Jervis, \"The End of Feminism’s Third Wave\" Ms. Magazine Winter 2004] she is the daughter of international relations scholar Robert Jervis and educational consultant and researcher Kathe Jervis.Cook Food acknowledgements p. 133 She was raised in Boston, Los Angeles, and New York, and is a graduate of Oberlin College. She now lives in Oakland, California. Her entree into the world of magazines was as an intern at Sassy magazine. In addition to her role with Bitch magazine, Jervis was editor-at-large of LiP magazine during 2004-07. She is founding board chair of Women in Media and News, as well as a member of the advisory board of outLoud Radio. Jervis and the other founding editor, Andi Zeisler, published the collection Bitchfest: Ten Years of Cultural Criticism from the Pages of Bitch Magazine in 2006, to many positive reviews. Kirkus Reviews summarized that \"Jervis and Zeisler founded the ’zine to eschew the complacent postfeminist viewpoint.\" During this time the two were profiled by Kate Bolick of The Boston Globe in 2006.Kate Bolick, \"Andi Zeisler and Lisa Jervis\", The Boston Globe September 3, 2006 - paywalled Jervis has published extensively on gender-themed subjects and the evolution of her writing in that area has been noted by scholars such as Shira Tarrant.Shira Tarrant, Gender, Sex, and Politics: In the Streets and Between the Sheets in the 21st Century, Routledge, 2015, p. 335 In 2008 her essay “An Old Enemy in a New Outfit: How Date Rape Became Gray Rape and Why it Matters” appeared in the edited collection volume Yes Means Yes!: Visions of Female Sexual Power and A World Without Rape.Christine Cupaliuolo \"Yes Means Yes: Q&A; With Lisa Jervis & Brad Perry\" February 5, 2009 In 2009 Jervis published the book Cook Food: A Manualfesto for Easy, Healthy, Local Eating with PM Press.Cook Food: A Manualfesto for Easy, Healthy, Local Eating, PM Press, 2009 A review in The New Yorker called it a \"fantastic how-to guide.\"Jessica Weisberg, \"How to Cook Food\", The New Yorker October 13, 2009. She holds a master's degree in Information Management and Systems from the School of Information at the University of California at Berkeley, earned in 2014, and currently works in information technology consulting and development for social justice-oriented non-profit entities.\"Lisa Jervis, IT Consultant\" RoadMap As such she is Operations Director for the Center for Media Justice. ==See also== *Bitch (magazine) ==References== ==External links== *Bitch Magazine official site *Interview with Jervis on public radio program The Sound of Young America *Biography at PM Press *Alumni page at MIMS Berkeley Category:Oberlin College alumni Category:American non-fiction writers Category:Women cookbook writers Category:Cookbook writers Category:Living people Category:American feminist writers Category:University of California, Berkeley alumni Category:1972 births Category:Writers from New York City Category:People from Oakland, California Category:American women non-fiction writers ",
    "title": "Lisa Jervis"
}