{
    "id": "5723176",
    "text": "The first version of the Video Genie System, including the right-hand Shift key that was replaced in later versions. PMC-80, a rebadged Video Genie distributed in North America by Personal Micro Computers, Inc.The PMC‑80, by Matthew Reed Video Genie (or simply Genie) is a discontinued series of computers produced by Hong Kong-based manufacturer EACA during the early 1980s. Computers from the Video Genie line are mostly compatible with the Tandy TRS-80 Model I computers and can be considered a clone, although there are hardware and software differences. The computers making up the series were *Video Genie System (EG3003 - first version, early/mid 1980) *Video Genie System (EG3003 - second version, late 1980) *Genie I (EG3003 - third version, late 1981) *Genie II (EG3008 - late 1981) *Genie III (EG3200 - mid 1982) - a more business-oriented machine with CP/M-compatibility. Although Video Genie was the name used in Western Europe, the machines were sold under different names in other countries. In Australia and New Zealand they were sold as the Dick Smith System 80 MK I (EG3003) and System 80 MK II (EG3008), and in North America they were sold as the PMC-80 and PMC-81. In South Africa, the Video Genie was sold as the TRZ-80, a name similar to its rival.Eric Lindsay, What's a TRZ-80? - or a Video Genie or a Dick Smith System 80?, 80 Microcomputing, January 1982, page 218 In early 1983, the related Colour Genie machine was released by EACA. Video Genie - poster for first version. ==Features== * CPU: Zilog Z80, at 1.76 MHz * Video: Monochrome ** 64×16 / 32×16 uppercase text ** 128×48 block graphics ** Composite video output, cable included ** RF TV signal output, cable included * 16 KB RAM, expandable to 48 KB * 12 KB ROM containing Microsoft LEVEL II BASIC * Storage: Built-in 500 baud cassette deck ** Cable for using an external cassette deck included * Built in power supply === Versions === * The first version has only a 51-key keyboard and is missing the CLEAR and TAB keys as compared to the Tandy TRS-80 Model I. * The second version has a corrected keyboard but sacrifices the right SHIFT key. This version also includes a cassette-player VU-meter and volume control, a very helpful feature in loading software from cassettes. * Genie I (the third version) features inbuilt lowercase with drivers in the ROM extension. This ROM also contains an improved keyboard driver and a machine language monitor. * Genie II has a 19-key keypad instead of the internal cassette deck. Also the keyboard was updated, adding the missing right shift key, making the keyboard 53+19 keys. It was intended for use with floppy drives, although this still requires the EG3014 Expander. === EG3014 Expander === The EG3014 Expander add- on corresponds to the Tandy TRS-80 Model I Expansion Interface. It has a Centronics printer port and a single density floppy interface for up to 4 single-sided or 3 double-sided drives. It also has sockets for adding two 16K banks of RAM (making it possible to expand to 48K RAM) and edge connectors for the EG3020 RS-232 interface and EG3022 S-100 bus interface. The EG3014 can also be expanded with the EG3021 double density kit. === EG3016 Parallel Printer Interface === Centronics printer port add-on. === EG3050 and EG3085 Printer === ==Reception== InfoWorld in April 1981 favorably reviewed the PMC-80. It reported that the computer was compatible with all tested software and several S-100 boards in the expansion interface, and found the integrated datacassette recorder to be very reliable. While criticizing the absence of a right shift key, the magazine concluded that \"[t]he PMC-80 is a well-built alternative ... if you are considering buying a TRS-80 Model III, the PMC-80 ... costs less and has essentially the same performance and the bonus of S-100 expansion possibilities\". A BYTE writer in January 1983 stated that \"of all the business machines at the\" Personal Computer World show, the EACA Genie III was \"the one that caught my eye. Like the IBM Personal Computer, it is newsworthy not because it's innovative but because it carefully combines the best features of other computers\". == See also == * Colour Genie ==References== ==External links== * \"Video Genie System\" at home.online.no * \"A Tribute to the Dick Smith System 80\" at classic-computers.org.nz * \"System-80 ROMs\" at theoldcomputer.com Category:Z80-based home computers Category:Home computers ",
    "title": "Video Genie"
}