{
    "id": "5724894",
    "text": "Battery was an American straight edge youth crew hardcore punk band from Washington, D.C. that was active from 1990 until 1998 and re-formed for a brief reunion in 2012. They toured on numerous occasions around both the United States and Europe and had several releases, including 3 full-length LP's, the last of which was released on Revelation Records. Vocalist Brian McTernan was also a member of Ashes, Miltown and My Best Mistake and guitarist Ken Olden also played in Damnation A.D., Better Than A Thousand, Youth of Today, Worlds Collide, When Tigers Fight and Fort Knox. ==Biography== Vocalist Brian McTernan performing in New York City, 1998 Originally entitled \"Fury\", the band was established in 1990 and released their first recording as a 7\" on Deadlock Records in 1991. The record featured Brian McTernan on vocals, Ken Olden and Matt Squire on guitars, Toshi Yano on bass and Zac Eller on drums. The songs from this 7\" were re-recorded and released as an EP entitled We Won't Fall in 1993 on the German record label Lost & Found. The band, as it states in the liner notes of the EP, then turned into Worlds Collide with Matt Burger becoming the new vocalist. Battery achieved success in Europe, but in the USA were initially only well known in the Washington, D.C. area. The band was reformed with original members Brian McTernan and Ken Olden, along with Ben Chused on bass and Alec Rosenberg on drums, and embarked on their first European tour. They released their first full-length album in 1994, Only the Diehard Remain, on Tidal Records in the USA and on Lost & Found Records in Europe. This album featured a cover of 7 Seconds We're Gonna Fight and featured Ken Olden performing both the guitar and drum tracks. In the same year they released a four song E.P. entitled Let the Past Go as well as a split 7\" with Ignite, both on Lost & Found Records. In 1996, Jason Hamacher, also a member of Frodus, joined as their new drummer and they released their second full-length album entitled Until the End. This album was released on Conversion Records in the United States and again on Lost & Found Records in Europe and featured another 7 Seconds cover Young Till I Die. Ben Chused then departed to play drums in the Boston hardcore punk band, Ten Yard Fight, and was replaced by Graham Land who had played guitar in Worlds Collide and founded Better Than a Thousand with Ken Olden and Ray Cappo, the singer of Youth of Today. The band then toured the United States with Ten Yard Fight as well as Europe with Damnation A.D. Their third and final album, Whatever It Takes, was released on the major hardcore label Revelation Records in 1998. The drums on this album were, for the first time since We Won't Fall, not performed by Ken Olden, but by Jason Hamacher. They then toured the United States and Europe with Revelation Records labelmates, Better Than a Thousand, In My Eyes and Speak 714 and shortly disbanded after this. A compilation CD was released in 2002 entitled Final Fury: 1990-1997 on the Spanish hardcore label Soul Force and the band briefly re-formed in 2012 for the Revelation Records 25th anniversary shows in New York City In 2017, the band released the song \"My Last Breath\" which was followed by a compilation album called For the Rejected by the Rejected and a European tour in fall. ==Discography== * \"Self Titled 7\" (1991) - Deadlock Records # \"Shattered Stone\" # \"Fury\" # \"I Won't Fall\" # \"Fading\" * We Won't Fall (1993) - Lost & Found Records # \"I Won't Fall\" # \"Overcome\" # \"Fury\" # \"Shattered Stone\" # \"Fading\" * Only the Diehard Remain (1994) - Tidal Records (USA), Lost & Found Records (Europe) # \"Left Behind\" # \"Trap\" # \"Empty Room\" # \"Unwound\" # \"Success Story\" # \"Choke\" # \"Last Dance\" # \"To Hold\" # \"No Right\" # \"Only The Diehard Remain\" # \"We're Gonna Fight\" (7 Seconds cover) * Let the Past Go (1994) - Lost & Found Records # \"Bitter Taste\" # \"These Are The Days\" # \"Piece Of You\" # \"Do You Believe\" * \"Split 7\" with Ignite\" (1994) - Lost & Found Records 'Battery' # \"These Are The Days\" # \"Choke\" 'Ignite' # \"In My Time\" # \"Aggression\" * Until the End (1996) - Conversion Records (USA), Lost & Found Records (Europe) # \"In Our Hands\" # \"Has Been\" # \"Why Is She In Pain?\" # \"Go Back To The Gym\" # \"That'll Never Be Me\" # \"Never Forget\" # \"Say It\" # \"In The Dirt\" # \"Move On\" # \"The Factory\" # \"Until the End\" # \"Young 'Til I die\" (7 Seconds cover) * Whatever It Takes (1998) - Revelation Records # \"What I'd Give\" # \"Brand New Place\" # \"Throughout\" # \"Leave It Behind\" # \"Part 2\" # \"Another Reason\" # \"Half My Time\" # \"You Can't Win\" # \"To Want\" # \"Retrace\" # \"Who Are You\" # \"Whatever It Takes\" * Final Fury: 1990-1997 (2002) - Soul Force Records # \"In Our Hands\" # \"Has-Been\" # \"Why Is She In Pain\" # \"Go Back To The Gym\" # \"That'll Never Be Me\" # \"Never Forget\" # \"In The Dirt\" # \"The Factory\" # \"Until The End\" # \"Left Behind\" # \"Trap\" # \"Empty Room\" # \"Unwound\" # \"Success Story\" # \"Choke\" # \"Only The Diehard Remain\" # \"Do You Believe\" # \"Bitter Taste\" # \"These Are The Days\" # \"I Won't Fall\" # \"We're Gonna Fight\" (7 Seconds cover) # \"Young Till I Die\" (7 Seconds cover) * \"My Last Breath\" (2017) - online ==References== ==External links== * BATTERY (tribute line up completed) | Free Music, Tour Dates, Photos, Videos A Tribute to Battery - MySpace page Category:Hardcore punk groups from Washington, D.C. Category:Revelation Records artists Category:Straight edge groups ",
    "title": "Battery (hardcore punk band)"
}