{
    "id": "5724711",
    "text": "The Armless Maiden () is a Russian fairy tale collected by Alexander Afanasyev in Narodnye russkie skazki.Angela Carter, The Old Wives' Fairy Tale Book, p 135, Pantheon Books, New York, 1990 It is Aarne-Thompson type 706, the girl without hands. Other variants of this tale include The Girl Without Hands, Penta of the Chopped-off Hands, Biancabella and the Snake, and The One-Handed Girl.Heidi Anne Heiner, \"Tales Similar to the Girl Without Hands\" ==Synopsis== An orphaned brother and sister moved to another place where the brother opened a shop and married. One day, he told his sister to keep the house. The wife was offended, broke all the furniture, and blamed the sister. The brother said they could buy more. The wife killed his favorite horse and blamed the sister. The brother said the dogs could eat it. Finally, the wife gave birth, cut off the baby's head, and blamed the sister. The brother took his sister and drove the carriage into a bramble. He told his sister to disentangle. When she started, he cut off both her arms at the elbow and drove off. His sister wept but found her way through the forest to a merchant town. There a merchant's only son fell madly in love with her and married her. After two years, he went on a journey, but told his parents to send him word as soon as his child was born. His wife gave birth to a boy whose arms were gold to his elbows, with stars on his sides, the moon on his forehead, and the sun near his heart. His grandparents wrote to their son, but the wicked sister-in-law had heard and invited the messenger to her house. There, she tore the letter to pieces and replaced it with one saying his wife had given birth to a baby half wolf and half bear. This grieved the merchant's son, but he wrote back that the baby was not to be molested until he returned. The sister-in-law invited the messenger in again, and substituted a letter saying that his wife should be driven out at once. His parents tied the baby to her breast and sent her away. She went away and tried to drink from a well. Her baby fell into the water. She wept and tried to think how she could get the baby out. An old man told her to reach for the baby, despite having no arms; she did so, and her arms were restored and she reached her baby. She thanked God and went on, coming to a house where her brother and husband were staying. Her sister-in-law tried to keep her out as a beggar woman, but her husband said she could tell stories. She told her own, and they unwrapped the baby and saw she had told the truth. Her brother tied his wife to the tail of a mare; it returned with only her braid, the rest strewn over the field. They harnessed the horses and went back to the husband's mother and father. ==Variants== A French version of this tale opens with the brother and sister being lost in the woods by their father, and having an adventure with a witch, before they settle down and the brother marries.Margaret Schlauch, Chaucer's Constance and Accused Queens, New York: Gordian Press 1969 p 31 ==Commentary== The mother falsely accused of giving birth to strange children is in common between tales of this type and that of Aarne-Thompson 707, where the woman has married the king because she has said she would give birth to marvelous children, as in The Dancing Water, the Singing Apple, and the Speaking Bird, Princess Belle-Etoile, Ancilotto, King of Provino, The Wicked Sisters, and The Three Little Birds.Stith Thompson, The Folktale, p 121-2, University of California Press, Berkeley Los Angeles London, 1977 A related theme appears in Aarne-Thompson type 710, where the heroine's children are stolen from her at birth, leading to the slander that she killed them, as in Mary's Child or The Lassie and Her Godmother.Stith Thompson, The Folktale, p 122-3, University of California Press, Berkeley Los Angeles London, 1977 ==See also== * Terri Windling ==References== Armless Maiden Armless Maiden Armless Maiden Category:Female characters in fairy tales ",
    "title": "The Armless Maiden"
}