{
    "id": "5724658",
    "text": "A duck with angel wing A Muscovy duck with angel wing Angel wing, also known as airplane wing, slipped wing, crooked wing, and drooped wing, is a syndrome that affects primarily aquatic birds, such as geese and ducks, in which the last joint of the wing is twisted with the wing feathers pointing out laterally, instead of lying against the body. Males develop it more frequently than females. It has also been reported in goshawks, bustard chicks, and psittacine birds (budgerigars, macaws, and conures). The syndrome is acquired in young birds. Due to a high-calorie diet, especially one high in proteins and/or low in vitamin D, vitamin E, and manganese, one or both carpus (wrist) joints are delayed in their development relative to the rest of the wing; for reasons unknown, if only one wing is affected, it is usually the left one. The result is a wrist which is twisted outwards and unable to perform its usual function. Angel wing symptoms include stripped remiges (flight feathers) in the wrist area, or remiges protruding from wings at odd angles. In extreme cases, the stripped feathers may resemble sickly blue straws protruding from wings. In adult birds, the disease is incurable and usually leads to an early death, as affected birds are rendered effectively or totally flightless. In young birds, wrapping the wing and binding it against the bird's flank, together with feeding the bird a more nutritionally balanced diet, can reverse the damage. The theorized causes of angel wing are genetics, the excessive intake of carbohydrates and proteins, together with insufficient intake of vitamin E, low dietary calcium and manganese deficiency. Angel wing is occasionally observed in waterfowl residing near humans, (including domestic fowl), and the disease can sometimes be observed in areas where geese or ducks are excessively fed bread. Duck seed is an alternative for duck feeders. ==References== Category:Bird diseases ",
    "title": "Angel wing"
}