{
    "id": "5724290",
    "text": "Joe Ekins (15 July 1923 – 1 February 2012) was a World War II British Army veteran. He gained recognition for his action as a tank gunner in France in which he destroyed four tanks in a day, including three Tigers (Tiger tanks numbers 312, 009 & 314). One of his opponents on that day, 8 August 1944 near St. Aignan de Cramesnil, France was the German tank commander Michael Wittmann, however whether Ekins fired the round that destroyed Wittmann's Tiger is disputed. Ekins died on 1 February 2012. == Operation Totalize == During Operation Totalize the 1st Northamptonshire Yeomanry and elements of the 51st (Highland) Division reached the French village of St. Aignan de Cramesnil during the early morning of 8 August 1944.Reid, Brian. No Holding Back (Robin Brass Studios, 2005) While B Squadron stayed around the village, A and C Squadrons moved further south into a wood called Delle de la Roque. C Squadron positioned themselves on the east side of the woods and the understrength A Squadron positioned themselves in the southern portion, with '3 Troop' on the western edge of the wood. From this position they overlooked a large open section of ground and were able to watch as German tanks advanced up Route nationale 158 from the town of Cintheaux. On orders from the troop commander, they held their fire until the German tanks were well within range. Ekins, the gunner of Sergeant Gordon's Sherman Firefly (called Velikiye Luki, as A Squadron's tanks were named after towns in the Soviet Union), had yet to fire his gun in action. With the Tiger tanks in range, the order was given to fire. What followed was an almost 12-minute battle that saw Ekins destroying all three Tigers that '3 Troop' could see (there were actually seven Tiger tanks in the area heading north, along with some other tanks and self- propelled guns). A short time later, the main German counterattack was made in the direction of C Squadron. A Squadron (less Sgt Gordon, who had been wounded and had already bailed out of the Firefly) moved over to support them and in the resulting combat, Ekins destroyed a Panzer IV before his tank was hit and the crew was forced to bail out. Following the battle and tankless, Ekins was reassigned to another tank within the squadron as a radio operator and remained in this position for the rest of the war. == Speculation surrounding Wittmann’s death == Photograph of the wrecked Tiger 007, taken by French civilian Serge Varin in 1945, still in the field near Gaumesnil where it had been stopped a year before. Following the war, claims were made by or for the following units as being responsible for Wittmann's death: 1st Polish Armoured Division, the 4th Canadian Armoured Division, the 144th Regiment Royal Armoured Corps, and the RAF Second Tactical Air Force. Reid examined these claims and dismissed them based on the units' war diaries. In a 1985 issue of After the Battle Magazine, Les Taylor, a wartime member of the 1st Northamptonshire Yeomanry, claimed that fellow yeoman Ekins was responsible for the destruction of Wittmann's tank. Veteran and historian Ken Tout, a member of the same unit, also published a similar account crediting Ekins. Historians have supported this position, and it became the widely accepted version of events. According to Hart, Ekins's unit was positioned in a wood on the right flank of the advancing Tiger tanks. At approximately 12:47, they engaged them, halting the attack, and killing Wittmann. Reid postulates that the A Squadron of the Sherbrooke Fusilier Regiment, 2nd Canadian Armoured Brigade, positioned on the left flank of the advancing German tanks, was responsible instead. Situated on the grounds of a chateau at Gaumesnil, the unit had created firing holes in the property’s walls and, engaged the advancing German tanks, including Tigers. The British tanks were between and away from the German line of advance, whereas the Canadian squadron was around away. == Later life == After the war, Ekins returned to Rushden, Northamptonshire and went back to work in the shoe factories near his home town. He retired 34 years later, after becoming a manager of one of the factories. He married and had two children. == Footnotes == == Sources == *After the Battle Magazine, Issue 48. *Ellis, L.F. United Kingdom Military Series, History of the Second World War: United Kingdom Military, Victory in the West: The Battle of Normandy: Volume I, Naval & Military Press Ltd; New Ed edition (Sep 2004), *Hart, Stephen A. Sherman Firefly vs Tiger: Normandy 1944, Osprey Publishing (2007), * *Lefevre, Eric (Author), Cooke, R (translator). Panzers in Normandy: Then and Now, After the Battle (Oct 1983), *Reid, Brian. No Holding Back: Operation Totalize, Normandy, August 1944 Robin Brass Studio (April 2005), * *Schneider, Wolfgang. Tigers in Combat: Volume 2, Stackpole Military History (15 April 2005), *Tout, Ken. By Tank - D to VE Days, Robert Hale Ltd (reprint 29 April 2007, *Tout, Ken. A Fine Night for Tanks: The Road to Falaise, Sutton Publishing Ltd; New Ed edition (16 Dec 2002), == External links == *https://www.tankmuseum.org/museum-online/podcasts Tank Museum veteran podcasts] includes two by Ekins Category:1923 births Category:2012 deaths Category:British Yeomanry soldiers Category:British Army personnel of World War II Category:People from Rushden Category:Tank personnel Category:Northamptonshire Yeomanry soldiers Category:Operation Overlord people ",
    "title": "Joe Ekins"
}