{
    "id": "5725142",
    "text": "\"Rooms on Fire\" is a song by American singer and songwriter Stevie Nicks from her fourth solo studio album The Other Side of the Mirror (1989). Written by Nicks and Rick Nowels, and produced by Rupert Hine, the song was released on April 21, 1989, by the Modern label, as the lead single from The Other Side of the Mirror. The 12\" single was released in a limited-edition poster sleeve in certain territories. \"Rooms on Fire\" was successful on both sides of the Atlantic, reaching number 16 on the UK Singles Chart and on the US Billboard Hot 100 while topping the Billboard Mainstream Rock chart. In the United Kingdom, it was Nicks' first solo top-forty hit and is her highest-charting song to date. The single was also highly successful in Canada and New Zealand, reaching numbers nine and 12 respectively. In the accompanying music video for \"Rooms on Fire\", Nicks is seen holding a baby dressed in white, played by her goddaughter. \"Rooms on Fire\" was performed sporadically at Nicks' live concerts up until New Year's Eve of 1999, though it has yet to be played live since then. ==Background and composition== In a 1989 interview, Nicks gave personal insight as to the meaning of \"Rooms on Fire\": > \"Rooms on Fire is about a girl who goes through a life like I have gone > through, where she finally accepts the idea that there never will be those > other things in her life. She will never be married, she will never have > children, she will never do those [that] part of life.\" The song, according to the liner notes of Timespace: The Best of Stevie Nicks, was inspired by Nicks's brief relationship with Rupert Hine. > \"The night I met Rupert Hine was a dangerous one. He was different from > anyone else I had ever known...He was older, and he was smarter, and we both > knew it. I hired him to do the album before we even started talking about > music. It seemed that we had made a spiritual agreement to do a magic > album...in a fabulous Dutch castle, at the top of the mountain. We recorded > it in the formal dining room...where, upon the walls hung all these very old > and expensive pieces of art...looking at us...we were never alone.\" \"It > always seemed to me that whenever Rupert walked into one of these old, dark > castle rooms, that the rooms were on fire. There was a connection between us > that everyone around us instantly picked up on, and everyone was very > careful to respect our space...our TIMESPACE, so we all lived at the castle > for about four-and-a-half months. I went home with him to England to mix the > album at his studio...he left in December. I joined him there in London in > January. We left immediately for his studio, Farmyard Studios, somewhere > outside London. It was like being in a cottage in Wales, it was a little > spooky...the atmosphere was like nothing I had ever experienced. Then > something happened to him that simply made it impossible for us to ever be > together again. I left him there...the rooms were still burning, but the > fire had been stolen from us. It wasn't over love, in fact...it had nothing > to do with love. It was just a bad situation. I came back to Los Angeles, a > very changed woman. And now, long nets of white...cloud my memory...Now I > remember the rooms, the music, and how truly magic the whole thing was...\" > \"Alright,\" said Alice, \"I'm going back... To the other side of the mirror.\" ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" !Chart (1989) !Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |} ===Year-end charts=== {|class=\"wikitable plainrowheaders\" !Chart (1989) !Position |- !scope=\"row\"|Canada Top Singles (RPM) |align=\"center\"|73 |} ==References== ==External links== * * Category:1989 singles Category:Stevie Nicks songs Category:Billboard Mainstream Rock number-one singles Category:Songs written by Rick Nowels Category:Songs written by Stevie Nicks Category:1989 songs Category:1980s ballads Category:Song recordings produced by Rick Nowels Category:Song recordings produced by Rupert Hine Category:Modern Records (1980) singles ",
    "title": "Rooms on Fire"
}