{
    "id": "5725869",
    "text": "Roy Lee Rogers, Jr. (born August 19, 1973) is an American former professional basketball player and assistant coach in the National Basketball Association (NBA). He played college basketball for Alabama. Rogers had prior spent three seasons with the Houston Rockets under Mike D’Antoni before mutually agreeing to part ways. ==Professional career== Rogers, a 6' 9\" power forward from the University of Alabama, was selected with the 22nd overall pick in the 1996 NBA Draft by the Vancouver Grizzlies. He was traded to the Boston Celtics one season later for Tony Massenburg and a second-round draft pick. Just before the 1998 All-Star break, he was traded to the Toronto Raptors, with Dee Brown, Chauncey Billups, and John Thomas in a deal that sent Zan Tabak, Kenny Anderson, and Popeye Jones. He was then traded to the Houston Rockets, along with two first round draft picks in exchange for Kevin Willis. He was later sent to the Chicago Bulls, along with a 1999 second-round pick, in a deal for Scottie Pippen, but was waived by them after appearing in one game. He appeared in 137 NBA games between 1996 and 2000, averaging 4.8 points per game. He last played professionally in 2003 in Poland. ==Coaching career== Rogers served as an assistant coach for the Tulsa 66ers and Austin Toros of the NBA Development League, and was head coach of the Huntsville Flight (now rebranded as the Albuquerque Thunderbirds) in 2005.Charlie Waggener . Theaccent.org (October 1, 2007) He also worked as an assistant coach of the New Jersey Nets of the NBA.NJ Nets: Au revoir, Curly. NJ.com (2008-07). Retrieved on May 10, 2012. On August 3, 2010, he became a scout for the Nets.Nets Realign Scouting Department. Nba.com (August 3, 2010). Retrieved on 2012-05-10. Shortly after, he left for the Boston Celtics. In 2013, he joined Jason Kidd's coaching staff on the Brooklyn Nets.Nets Agree to Terms with Assistants Frank, Rogers, Hughes The next season, he joined the Washington Wizards coaching staff. On June 1, 2016, Rogers became an assistant coach for the Houston Rockets. On May 24, 2019, Rogers and the Rockets mutually agreed to part ways following a 4–2 loss to the Golden State Warriors for the fourth time in five years. This parting of ways also came after the firing of Jeff Bzdelik, another assistant coach for Houston. On June 3, 2019, Rogers and the Chicago Bulls agreed to a three-year deal for him to serve assistant coach. On October 12, 2020, the organization announced Rogers would not return to the coaching staff under newly-hired head coach Billy Donovan. == NBA career statistics == === Regular season === |- | style=\"text-align:left;\"| 1996–97 | style=\"text-align:left;\"| Vancouver | 82 || 50 || 22.5 || .505 || 1.000 || .574 || 4.7 || .6 || .3 || 2.0 || 6.6 |- | style=\"text-align:left;\"| 1997–98 | style=\"text-align:left;\"| Boston | 9 || 0 || 4.1 || .375 || .000 || .500 || .6 || .1 || .2 || .4 || .8 |- | style=\"text-align:left;\"| 1997–98 | style=\"text- align:left;\"| Toronto | 6 || 0 || 11.5 || .353 || .000 || .250 || 2.0 || .2 || .2 || .7 || 2.2 |- | style=\"text-align:left;\"| 1999–00 | style=\"text- align:left;\"| Denver | 40 || 0 || 8.9 || .398 || .000 || .463 || 2.0 || .2 || .0 || 1.0 || 2.2 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| Career | 137 || 50 || 16.9 || .483 || .500 || .532 || 3.5 || .4 || .2 || 1.5 || 4.8 ==See also== * List of NCAA Division I men's basketball players with 13 or more blocks in a game ==References== ==External links== *Player file @ NBA.com *College & NBA stats @ basketballreference.com Category:1973 births Category:Living people Category:African-American basketball coaches Category:African-American basketball players Category:Alabama Crimson Tide men's basketball players Category:Albuquerque Thunderbirds coaches Category:American expatriate basketball people in Canada Category:American expatriate basketball people in Italy Category:American expatriate basketball people in Poland Category:American expatriate basketball people in Russia Category:American men's basketball players Category:Austin Toros coaches Category:Basketball coaches from Alabama Category:Basketball players from Alabama Category:Boston Celtics assistant coaches Category:Boston Celtics players Category:Brooklyn Nets assistant coaches Category:Chicago Bulls assistant coaches Category:Denver Nuggets players Category:Detroit Pistons assistant coaches Category:Houston Rockets assistant coaches Category:Huntsville Flight coaches Category:PBC CSKA Moscow players Category:People from Linden, Alabama Category:Power forwards (basketball) Category:Toronto Raptors players Category:Tulsa 66ers coaches Category:Vancouver Grizzlies draft picks Category:Vancouver Grizzlies players ",
    "title": "Roy Rogers (basketball)"
}