{
    "id": "5725715",
    "text": "The Enchanted Pig (Porcul cel fermecat) is a Romanian fairy tale, collected in Rumanische Märchen and also by Petre Ispirescu in Legende sau basmele românilor. Andrew Lang included it in The Red Fairy Book.Andrew Lang, The Red Fairy Book, \"The Enchanted Pig\" It is Aarne-Thompson type 425A, the search for the lost husband. Others of this type include The Black Bull of Norroway, The Brown Bear of Norway, The Daughter of the Skies, East of the Sun and West of the Moon, The King of Love, The Tale of the Hoodie, Master Semolina, The Sprig of Rosemary, The Enchanted Snake, and White-Bear-King-Valemon.Heidi Anne Heiner, \"Tales Similar to East of the Sun & West of the Moon\" It opens with an episode of 411, In an Enchanted Skin; others of this type include The Pig King.D. L. Ashliman, \"Hog Bridegrooms: tales of Aarne-Thompson-Uther type 441 in which a beautiful maiden is forced to marry a hog or a hedgehog\" ==Synopsis== A king goes to war and tells his daughters they may go anywhere in the castle except one room. One day, they disobey and find a book open in it. It says that the oldest shall marry a prince from the east, the second a prince from the west, and the youngest a pig from the north. The youngest is horror-struck, but her sisters manage to convince her that it is impossible. The king returns and discovers, from the youngest's unhappiness, what they had done. He resolves to face it as best they can. A prince from the east marries the oldest, and a prince from the west the second, and the youngest becomes distressed. A pig comes to woo her, and when the king would have refused his consent, the city fills with pigs. The king tells his daughter that he is certain there is something strange about this pig, and that he believes magic has been at work. If she were to marry the pig, it might be broken. She marries the pig and goes off with him. At his home, he becomes a man every night, and is so kind that he wins her heart. She asks a witch what happened to her husband. The witch tells her to tie a thread to his foot to free him. When the young wife does so, her husband wakes and tells her that the spell would have fallen from him in three days, but now he must remain in this shape, and she will not find him without wearing out three pairs of iron shoes and blunting a steel staff. She sets out as soon as she gets herself three pairs of iron shoes and a steel staff. She wanders far, until she comes to the house of the Moon. The Moon's mother lets her in, and while she is there, she gives birth to a son. The Moon's mother tells her that the Moon could not tell her where to find her husband, but she can go on, to the Sun. She also gives her a chicken and tells her to keep every one of the bones. The princess thanks her, throws away one pair of shoes, which was worn out, and puts on another. She finally wends her way to the Sun's house, and the Sun's mother lets her in. She hides her, because the Sun is always ill-tempered when he returns. He is, but his mother soothes him, and asked about her husband. He cannot tell her, so his mother sends her on, to the Wind. Also, she gives her a chicken and tells her to keep care of the bones. Here, she throws out the second pair of shoes. At the Wind's house, his mother discovers that her husband lives in a wood no axe could cut through. She sends her to it, with a chicken and instructions to keep every bone. The princess goes on, although her third pair of shoes wears through, on the Milky Way. She finds the castle where her husband lives, and the bones stick together to form her a ladder to let her in. She is one bone short, and cuts off her little finger to complete the ladder. Her husband returns, and the spell on him is broken. He reveals that he is a prince, who had killed a dragon, and the dragon's mother, a witch, had turned him to that shape and then advised her to tie the string to keep him in it. They set out to his father's kingdom, and then return to her father's kingdom. ==Opera== An opera partly based on the tale, The Enchanted Pig, by the composer Jonathan Dove, was premiered in 2006. ==See also== *Cupid and Psyche *Hans My Hedgehog *Long, Broad and Sharpsight *The Feather of Finist the Falcon *The Golden Crab *The Seven Ravens *The Singing, Springing Lark *The Three Daughters of King O'Hara *Trusty John ==References== == External links == *Fairyland illustrated story: The Enchanted Pig Category:Fictional pigs Category:Romanian fairy tales Category:Romanian mythology Category:Fiction about magic Category:Pigs in literature Category:Fiction about shapeshifting Category:Witchcraft in fairy tales ",
    "title": "The Enchanted Pig"
}