{
    "id": "5725894",
    "text": "Jay Jalbert (born October 6, 1977) is an American lacrosse player who had a standout collegiate career at the University of Virginia and then went on to play professional lacrosse in Major League Lacrosse and the National Lacrosse League, as well as on the U.S. National Team. ==High school and collegiate career== A native of Huntington, New York and the son of national champion downhill skier Joe Jalbert, Jay Jalbert attended Cold Spring Harbor High School, where he was an All-American in lacrosse.http://www.insidelacrosse.com/page.cfm?PageRID=131043http://www.insidelacrosse.com/page.cfm?PageRID=131041 He then attended the University of Virginia from 1997 to 2000, where he played attack and midfield for the Cavaliers. He was named an All-American three times — in 1998 as an Honorable Mention and again in 1999 and 2000 as a First Team All-American. In 1999, Jalbert teamed with Conor Gill to lead Virginia to a national championship and was named to the All-Tournament Team. In addition, he won the Lt. Donald McLaughlin Award that year as the nation's best midfielder. Jalbert ranks ninth all-time on the Virginia career goals list with 112 goals in 58 games. He is the only midfielder who ranks in Virginia's top ten, the rest being attackmen (although Jalbert did play attack for one year). Jalbert is often cited as the player who popularized the \"swim move\" or \"swim dodge,\"http://www.laxmagazine.com/tips/players/2008-09/090409_rabil_swimhttp://www.insidelacrosse.com/page.cfm?PageRID=27&hidecontent;=yes&issue;=66424 a dodge used by offensive players to evade a defensive player by bringing one's lacrosse stick over the defender’s head. ==Professional career== After college, Jalbert played professional outdoor lacrosse in Major League Lacrosse (MLL). He played for the New Jersey Pride during the 2001 and 2002 seasons. A trade during the off-season sent him to the Long Island Lizards in 2003. Jalbert has played in every MLL All-Star Game through the 2005 season. He was named the league's Most Valuable Player in 2003 when he led Long Island to the 2003 MLL Championship. Jalbert also played professional indoor lacrosse in the National Lacrosse League between 2001 and 2006. He played for the Philadelphia Wings for the 2001 season, and after a two-year break, returned in 2004 to play for the Colorado Mammoth. Jalbert was named to the Western Division All- Star team in both 2004 and 2006, but decided not to play in the 2007 season due to injury. Jalbert has not played in the NLL since the 2006 season. In 2006, Jalbert represented the United States national lacrosse team in the World Lacrosse Championship in London, Ontario. He was named Best Midfielder and earned All-World honors. He scored a goal with three seconds remaining in the round-robin clash with Canada to break the 12–12 deadlock. Jay Jalbert is the VP of Production Services and Creative Director for family-run business Jalbert Productions International (JPI), which develops, produces and distributes projects in a variety of sports media including television, digital and social media, documentary films, series programming, and commercials. Jalbert co-founded Maverik Lacrosse in 2005 with John Gagliardi and others. Maverik Lacrosse is a manufacturer of lacrosse equipment and apparel, based in Long Island City, New York. Jalbert was the Marketing Director for Maverik Lacrosse and an integral part in building the Maverik brand within the lacrosse world often through commercials and video campaigns. Jalbert also co-founded Xcelerate Lacrosse Camps in 2003 with his brother, Steve Anderson, another former Virginia Cavalier. ==Honors and awards== * ILF World Championships All-World (2006) * ILF World Championships Best Midfielder Award (2006) * MLL MVP (2003) * MLL All-Star (2001, 2002, 2003, 2005) * NLL All-Star (2004, 2005, 2006) * NCAA McLaughlin Award - Division I Midfielder of the Year (1999) * NCAA 1st Team All-American (1999, 2000) * NCAA Honorable Mention All-American (1998) * ACC 50th Anniversary Men's Lacrosse Team (2002) * ACC Tournament MVP (1999) * All-ACC Team (1999, 2000) * ACC All-Tournament Team (1998, 1999, 2000) * High School All-American (1995, 1996) ==Statistics== ===NCAA=== {| BORDER=\"0\" CELLPADDING=\"3\" CELLSPACING=\"0\" ! colspan=\"2\" bgcolor=\"#ffffff\" | |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year !! Goals !! Assists !! Points !! Groundballs |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1997 || 19 || 4 || 23 || 19 |- ALIGN=\"center\" | 1998 || 34 || 14 || 48 || 39 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1999 || 31 || 10 || 41 || 65 |- ALIGN=\"center\" | 2000 || 28 || 15 || 43 || 64 |} ===NLL=== {| BORDER=\"0\" CELLPADDING=\"3\" CELLSPACING=\"0\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"2\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"6\" | Regular Season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"6\" | Playoffs |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Season !! Team !! GP !! G !! A !! Pts !! LB !! PIM !! GP !! G !! A !! Pts !! LB !! PIM |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2001 || Philadelphia || 12 || 2 || 15 || 17 || 66 || 45|| 2 || 0 || 2 || 2 || 6 || 4 |- ALIGN=\"center\" | 2004 || Colorado || 12 || 18 || 17 || 35 || 87 || 52|| 1 || 0 || 1 || 1 || 4 || 2 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2005 || Colorado || 16 || 18 || 22 || 40 || 141 || 40|| 1 || 1 || 2 || 3 || 10 || 0 |- ALIGN=\"center\" | 2006 || Colorado || 16 || 19 || 29 || 48 || 152 || 55|| 3 || 3 || 10 || 13 || 18 || 4 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | Totals || || 56 || 57 || 83 || 140 || 446 || 192 || 7 || 4 || 15 || 19|| 38 || 10 |} ==References== ==External links== * Jalbert Productions International The Official Website Category:1977 births Category:Living people Category:American lacrosse players Category:Colorado Mammoth players Category:Major League Lacrosse major award winners Category:Major League Lacrosse players Category:National Lacrosse League All- Stars Category:People from Huntington, New York Category:Philadelphia Wings players Category:Sportspeople from New York (state) Category:Virginia Cavaliers men's lacrosse players ",
    "title": "Jay Jalbert"
}