{
    "id": "5725471",
    "text": "Deglur (also locally known as Degloor) is a town and a municipal council in Nanded district in the state of Maharashtra, India. It is the largest tehsil of Nanded and is known for its socio-cultural history. The town was once part of erstwhile Nizam's Hyderabad state. The town is situated on the river Lendi. Deglur has been known as a marketplace since ancient times. apart from this most of the people from Telangana come to degloor for their essential services specifically for the medical related services. ==Geography== Deglur is situated near where the Telangana, Maharashtra and Karnataka boundaries meet. The Telangana-Maharashtra state boundary is around away from the town center. The town borders several villages, including Taakli (North), Kawalgaon (West- South) and Mirzapur (East-South). It is Situated At Bourndary of Telangana.Sri Samarth wachanalaya.(taluka A grade)est.1961 .more than 30000 books available for readers. ==Economy== The primary occupation is agriculture (particularly farming), with output predominantly sugarcane, cotton, grains and bananas. The town is also known for its cloth market and gold jewellery. ==Demography== As of the 2011 India census, Deglur has a population of 54,493, with males accounting for 51% of the population. Deglur City has an average literacy rate of 79%, lower than the national average of 82%, of which the male literacy rate is 86% and the female literacy rate is 72%. In Degloor, 14% of the population are under 6 years of age. ==Attractions== The Hemadpanthi Temple (informally named Hottal), is a tourist attraction in the region. In the city of Deglur, Dhundamaharaj's Math is a local attraction. The Karadkhed Dam is near the town of Deglur. Sai Temple is also a beautiful place in Deglur. Rampur lake is situated near degloor city its distance from city is just 2 km . City contains many statues of great leader like mahatma Basweshwar , mahatma gandhi and Dr.babasaheb ambedkar. ==See also== *Deglur Taluka *Deglur (Vidhan Sabha constituency) == References == Category:Cities and towns in Nanded district Category:Talukas in Maharashtra Category:Nanded district ",
    "title": "Deglur"
}