{
    "id": "5725012",
    "text": "Edward Hutchinson Robbins (February 9, 1758 – 1829) was an American lawyer and politician who served as the sixth Lieutenant Governor of Massachusetts from 1802 to 1806. ==Early life== Robbins was born on February 9, 1758 in Milton, Province of Massachusetts Bay in what was then British America. He was the son of Rev. Nathaniel Robbins (1726–1795) and Elizabeth (née Hutchinson) Robbins (1731–1793). His mother was married to Caleb Chappel Jr. Among his siblings was Lydia Robbins and Nathaniel Johnson Robbins. His paternal grandparents were Thomas Robbins and Ruth (née Johnson) Robbins. His maternal grandparents were Lydia (née Foster) Hutchinson and Edward Hutchinson, a grandson of Capt. Edward Hutchinson (and his parents, magistrate William Hutchinson and Anne Hutchinson). He graduated from Harvard College in 1775. ==Career== After his graduation, he became a lawyer, a delegate to the Massachusetts Constitutional Convention. On October 21, 1786, Robbins and his brother Nathaniel received a land grant for the purchase and settlement of lands in Passamaquoddy, now in Maine. The town of Robbinston on the St. Croix River was named in his honor. ===Political career=== Robbins was a member of the Massachusetts House of Representatives and from 1793 until 1802, he was the Speaker of the House. From 1802 to 1806, Robbins served under Governor Caleb Strong as the sixth Lieutenant Governor of Massachusetts. In 1811, he was appointed judge of probate for Norfolk County. ==Personal life== Chester Harding, 1827. In 1785, Robbins was married to Elizabeth Murray (1756–1837), daughter of James Murray and Barbara (née Bennet) Murray. Her sister, Dorothy \"Dolly\" Forbes, was married to Rev. John Forbes and was the mother of diplomat John Murray Forbes. Together, Edward and Elizabeth were the parents of: * Elizabeth Robbins (1786–1853) * Sarah Lydia Robbins (1787–1862), who married Judge Samuel Estes Howe (1785–1828). * Anne Jean Robbins (1789–1867), who married Judge Joseph Lyman III (1767–1847). * Edward Hutchinson Robbins (1792–1850), who married Louisa Anne Coffin (1795–1854). * Mary Robbins (1794–1879), who married Joseph Warren Revere (1777–1868), a son of Paul Revere, in 1821. * James Murray Robbins (1796–1885), who married Frances Mary Harris (1796–1860), daughter of Abel Harris and Rooksby Coffin. He entered into partnership with his cousin John Murray Forbes to conduct business in Europe and later became a Massachusetts state representative and senator. * Catherine Robbins (1800–1884). In 1799, he was elected a Fellow of the American Academy of Arts and Sciences. Robbins died in 1829. ===Descendants=== Through his granddaughter, Catherine Robbins Lyman (the wife of Warren Delano Jr.), he is the great-grandfather of Sara Delano (the wife of James Roosevelt) and the great-great-grandfather of President Franklin Delano Roosevelt. ==References== ==External links== * Judge Edward Hutchinson Robbins, by Chester Harding, 1827. Category:1758 births Category:1837 deaths Category:Harvard University alumni Category:Fellows of the American Academy of Arts and Sciences Category:Lieutenant Governors of Massachusetts Category:Members of the Massachusetts House of Representatives Category:Speakers of the Massachusetts House of Representatives ",
    "title": "Edward Robbins"
}