{
    "id": "5725750",
    "text": "Dual unionism is the development of a union or political organization parallel to and within an existing labor union. In some cases, the term may refer to the situation where two unions claim the right to organize the same workers. Dual unionism is sometimes considered to be destructive of the solidarity essential to the orderly functioning of labor unions and the exercise of their power vis-a-vis the employer. Many countries outlaw dual unionism in their national, state or local labor relations acts. Many unions also outlaw dual unionism as part of their constitutions. However, some labor unions and political organizations advocate dual unionism as a means of survival or as a strategy for winning political power. The Industrial Workers of the World, for example, advocates dual unionism (although the behavior is called 'dual cardism').Jakopovich, Dan. Revolutionary Unionism: Yesterday, Today, Tomorrow. New Politics, Vol.XI, No.3 Such organizations and/or unions argue that dual unionism may be compatible with the goals of the union and therefore not a hindrance to the union. Labor parties which incorporate unions into their structures and social movement unionism, it is argued, are examples where political organizations coexist constructively with unions. The distinction between dual unionism and mere internal politics is often not clear. Many unions have political factions or caucuses which disagree on the policies, finances, values and goals of the union. But internal politics rarely rise to the level of dual unionism. In certain cases, where the situation is unclear, whether an action actually constitutes dual unionism must be resolved politically (e.g., by the exercise of power) within the union. == Examples == In the United States, communists, socialists and other political organizations have been accused of engaging in dual unionism. The controversy over the Communist Party USA-sponsored Trade Union Educational League's role within the American Federation of Labor (AFL) is an example of whether dual unionism occurred.Foner, Philip. History of the Labor Movement in the United States: The T.U.E.L, 1925–1929. New York: International Publishers, 1994. Although rarely stated as such, the ejection by the American Federation of Teachers of several locals in the 1930s for communist domination and factionalism is another example of a struggle over dual unionism.Braun, Robert J. Teachers and Power: The Story of the American Federation of Teachers. New York: Simon and Schuster, 1972. SBN 671211676. p. 48-57. Another example of dual unionism is the suspension by the AFL in August 1936 of the unions which formed the Committee for Industrial Organization (CIO). AFL president William Green accused the CIO unions of engaging in dual unionism. The charge was never adequately outlined, and the CIO denied the accusation. The AFL resorted to patently illegal means to eject the unions of the CIO (an example of the way in which political power often is the deciding factor in whether an act constitutes dual unionism).Phelan, Craig. William Green: Biography of a Labor Leader. Albany, NY: State University of New York Press, 1989. == See also == * Labor federation competition in the United States == Notes == Category:Trade unions Category:Industrial Workers of the World ",
    "title": "Dual unionism"
}