{
    "id": "5726963",
    "text": "The Suzuki RG500 \"Gamma\" is a two stroke sport bike that was produced by Suzuki for just two years between 1985 and 1987. The RG\"Gamma\" 500 was directly based on the series of Suzuki RG Γ 500 Grand Prix motorcycle with almost identical features to the official two stroke machines used by Italian world champion Franco Uncini during the 1984 season with the Gallina team.The RG Γ 500 won two consecutive Riders' Championships in the 500 cc class with Marco Lucchinelli 1981 Franco Uncini in 1982. Like its GP forebearers, the road-going RG was powered by a naturally aspirated, rotary-valve inducted, twin crank square four two-stroke engine displacing some 498 cc. This engine employed thermostatically controlled liquid-cooling by means of a front- mounted radiator. Suzuki used an aluminum box-section frame with castings for the headstock and rear swing arm. The front suspension had pre-load adjust, as well as an anti-dive system called Posi Damp. This was a popular feature on early 1980s sports bikes and was supposed to control the tendency of a motorcycle's nose to dive under braking. At the rear, the full-floater suspension design used dual swing arms. ==RG400== A smaller 397 cc derivative, known as the RG400, was also developed and produced alongside the 500. This machine appeared identical to its bigger brother in every way, making use of the same frame, suspension, and gearbox. However, the main differences between the two were a reduced bore width (50mm instead of 56mm) with power output reduced to , different big end roller bearings (some roller- less), clutch disks unit, front brakes (non floating discs), silencers, and 'RG400' stickers on the fairings. The RG400 was produced and sold within Asian markets: its 397cc capacity and output fitted a restricted Japanese motorcycle driving licence of the time. ==Motorsport== Ken Araoka won the 1973 Macau Grand Prix. ==Production numbers== {| class=\"wikitable\" border=\"1\" |- ! Model ! 1985 ! 1986 ! 1987 ! Total |- | RG500 | 7340 | 1412 | 532 | 9284 |- | RG400 | 5002 | 863 | 348 | 6213 |} ==References== * * * * * RG500 Category:Sport bikes Category:Two-stroke motorcycles ",
    "title": "Suzuki RG500"
}