{
    "id": "5726329",
    "text": "Trinity High School is a public high school on a hilltop overlooking Washington, Pennsylvania, United States. Its bell tower has been a landmark in Washington County for over a century. It is designated as a historic public landmark by the Washington County History & Landmarks Foundation. ==History== ===Spring Hill=== The historic section of the school was once Trinity Hall School for Boys that operated from 1879 to 1906. The historic school grounds in North Franklin Township date back to the 1850s when Joseph McKnight built a home on top of a hill overlooking the then-borough of Washington, Pennsylvania. This twenty-five room Italianate mansion called Spring Hill now functions as the district's administrative offices connected to Trinity High School. Spring Hill was purchased by William Smith, a prominent Washington dry goods merchant, as the new home for his son. The Smith family hired Boston- based landscape artist Robert Morris Copeland to prepare the grounds along Catfish Creek before it was occupied by William Wrenshaw Smith and his wife Emma Willard McKennan Smith. Wrenshaw Smith was a cousin to Julia Dent, wife of President Ulysses S. Grant. Wrenshaw Smith also served as Grant's aide-de- camp during the Civil War and Grant visited the Spring Hill mansion on multiple occasions. ===Trinity Hall School for Boys=== William Wrenshaw Smith was a devout Episcopalian and longtime vestryman at Trinity Episcopal Church, then located on Beau Street near Washington and Jefferson College. During the 1860s, Smith worked alongside John Barrett Kerfoot, newly elected Bishop of Pittsburgh, to create a boys’ school following the curricular model of famed priest-educator William Augustus Muhlenberg. In this model, “the school was to be like a large family with a priest as rector serving as father-figure in loco parentis.” Trinity Hall operated from 1870 to 1906 attracting members of prominent regional families including Heinz, Carnegie, Kammerer, and LeMoyne along with a grandson of President Grant. In 1883, Trinity School for Boys began adopting elements of Muscular Christianity. This included a “military department” for purposes of exercise and a more generic Protestant Christianity in place of Muhlenberg's strictly Episcopalian church school model. Sometimes this leads to overemphasis on the military nature of the school and mistaken conclusions that Trinity Hall was a strict military academy.Crompton, Janice. \"SUPERINTENDENT PUSHES FOR TRINITY HALL RESTORATION\", Pittsburgh Post-Gazette, November 29, 1998. Accessed July 31, 2007. Various Episcopal priests served as school rector until the 1890s when patron William Wrenshaw Smith became lay rector, a change possibly due to declining enrollment and revenue. Trinity Hall closed in 1906, two years after Smith's death. ===Trinity Hall becomes Trinity High=== Trinity Hall, a Smith family property, stood vacant for nearly two decades. In 1922, it was unsuccessfully considered as a site for relocating Presbyterian-affiliated Washington Female Seminary. Then in 1925 the townships of Amwell, Canton, North Franklin, and South Strabane purchased the Trinity Hall property to repurpose as a joint public high school. The sale nearly fell through. Amwell Township's secretary refused to sign documents until forced to do so by the Pennsylvania Supreme Court. The classroom block of Trinity Hall was used from 1883 until 2004. It was demolished in 2006. The Spring Hill section of Trinity Hall continues to serve as offices for Trinity Area School District. Today, Trinity is a modern public school housing approximately 1,279 students in grades 9–12 on a campus-style setting.Data for Trinity High School, National Center for Education Statistics. Accessed July 31, 2007. Trinity Area School District maintains a small Trinity Hall Museum open by appointment only. == Academics program== Trinity High School offers 13 Advanced Placement classes and two languages. Spanish and German. These language courses include classes from level one to level five honors. There are elective and core subjects in the areas of arts, music, business, English, science, history, mathematics, social studies, and journalism. ==Graduation rate== In 2011, the Pennsylvania Department of Education issued a new, 4 year cohort graduation rate. Trinity School District's graduation rate was calculated to be 85% for 2010. ==Academic achievement== In 2011, Trinity Senior High School declined to 'Warning' AYP status due to lagging mathematics achievement. The math achievement fell below the State AYP goal of 67% for Math and below the statewide 11th grade achievement level of 60% on grade level. In 2010, the school achieved AYP status. In 2011, the 11th grade ranked 40th among 122 western Pennsylvania school district 11th grades, for academic achievement as measured by five years of the PSSAs. ==Graduation requirements== The Trinity Area School District School Board has determined that students must earn 22 credits to graduate. By law, all Pennsylvania secondary school students must complete a project as a part of their eligibility to graduate from high school. The type of project, its rigor and its expectations are set by the individual school district. At Trinity High School the graduation project includes: community service, school visitation, job shadowing and a written paper. == Activities and athletics == Trinity High School offers a wide variety of extracurricular activities and sports. Football, baseball, basketball, soccer, cross-country, track, wrestling, volleyball, golf, rifle, lacrosse, ice hockey, swimming, softball, tennis, and cheerleading are available at Trinity. They are in the WPIAL AAA and AAAA divisions for their sports. The ice hockeyPIHL | Trinity Ice Hockey Club teams compete in the PIHL Open Division. Eligibility to participate in all extracurriculars and athletics is set by Trinity School Board policies. In 2010, an investigation was conducted into the uncontrolled spending of the Trinity High School athletics coaches. The report called for various changes to assure appropriate, student focused, spending. ==Notable alumni== * Abraham Higginbotham, actor, comedian, and TV producer * Jesse William Lazear, yellow fever researcher * Joseph Albert Walker, American astronaut and test pilot ==References== ==External links== *[ National Register nomination form] Category:School buildings on the National Register of Historic Places in Pennsylvania Category:McKim, Mead & White buildings Category:School buildings completed in 1857 Category:Educational institutions established in 1925 Category:Schools in Washington County, Pennsylvania Category:Public high schools in Pennsylvania Category:1925 establishments in Pennsylvania Category:National Register of Historic Places in Washington County, Pennsylvania ",
    "title": "Trinity High School (Washington, Pennsylvania)"
}