{
    "id": "5726888",
    "text": "Michael Baldwin is a fictional character from the CBS soap opera The Young and the Restless. The role is portrayed by Christian LeBlanc, originally from November 26, 1991 to July 7, 1993, and again since April 25, 1997.The Young and the Restless recap (May 8, 1997) - Soapcentral.com Michael has had relationships with Christine Blair (Lauralee Bell), and has had marriages to Hilary Lancaster and Lauren Fenmore (Tracey E. Bregman), with whom he has a son, Fenmore Baldwin (Max Ehrich). == Casting and creation == Christian LeBlanc has portrayed the role of Michael since 1991. He departed in 1993, and has been appearing regularly again since April 1997. During a 2011 interview LeBlanc said everyday \"you have this incredible challenge, which, as an actor, that’s what I find, that’s what keeps it interesting. Michael Baldwin is not me. Every day I have to say ‘This is a character I created,’ and I have to find him again every day and commit every day, 12 months a year.\" In April 2005, the character of Michael briefly crossed over to another CBS soap opera, As the World Turns.As the World Turns recap (April 4 and 5, 2005) - Soapcentral.com He served as Keith Morrissey's (Kin Shriner) attorney. LeBlanc has won Daytime Emmy Awards for his portrayal of the role in 2005, 2007, and 2009; all for Outstanding Lead Actor in a Drama Series. ==Character development == ===Characterization=== Christian LeBlanc enjoys Michael's courtroom scenes, describing them as his \"best moments\". On-Air On-Soaps described Michael as a \"quirky legal eye\" whose \"past and family put the “D” in dysfunctional\". Michael is a prominent lawyer in Genoa City and a partner at Baldwin, Blair and Associates. He is the son of River Baldwin (Michael Gross) and Gloria Bardwell (Judith Chapman), and the half brother of Kevin Fisher (Greg Rikaart) and Eden Baldwin (Jessica Heap). He's currently married to Lauren Fenmore (Tracey E. Bregman), with whom he has a son, Fenmore Baldwin. LeBlanc enjoys playing out scenes in the court room. Describing them as his \"best moments\", he stated: \"I am the only one who loves court. I will swear to you now, I am the only one off set that lights up when there is a five page monologue. I have to tell you it was my first months on the show, and they gave me my first case, and it was about a black student who was suing the school system. I gave a speech, and I am telling you they had 12 on the jury and those extra’s cried, and that is all I cared about. That was like doing theatre.\" In 2008, Michael's rough upbringing was visited. Michael Gross was introduced to the series as his father River Baldwin, a man Michael \"thinks is a low-life, reprobate. A guy who refused to go to Vietnam and left Gloria to raise their son alone.\" LeBlanc thought it was a \"great story\", although it took a while to come to fruition. LeBlanc said that Michael's yearning to find his birth father stemmed from having his own son, Fen, explaining: \"I think it all started when he had Fen. It keys it off for a lot of fathers. This is a man who went to prison. He went to therapy to change his dark ways. He was a violent man and he claimed he never had a family. Then his family shows up and then you find out why he denied his family for so long.\" Speaking of whether or not Michael could shift back to his \"dark side\", he said \"I don’t know if it will be his downfall or not, because Lowell is such an unexpected character, and it certainly pushes all those buttons again\". === Relationships and family=== LeBlanc admires the friendship between Michael and Phyllis Summers played by Michelle Stafford, who he says is a \"phenomenal actress\". They were once involved romantically. LeBlanc explained that: \"people are drawn to it. You know Michael and Phyllis were lovers once! You have this great relationship between two ex-lovers, and they are a man and woman. I don’t think you usually see that dynamic as much on other soaps.\" Michael and Lauren have been described as one of the show's \"most enduring couples\". LeBlanc said \"If it weren't for Lauren, Michael would have been off the deep end long before this.\" He further told TV Guide about the pairing, \"What's great about Lauren and Michael is that these are people who are not saints, who were adults when they met and have pasts they are not proud of. And they found each other.\" In 2010, speaking of what he wanted his son Fenmore to be like, LeBlanc said \"I want Fenmore to be different. I want him to be a smart-ass because I play him that way. He would be Michael back to me, you know how children sometimes are, like little Michael and big Michael… really smart and verbal, which he is.\" In fact, two years later, Fen was aged to fifteen years old and Max Ehrich stepped into the role. Fen became \"a chip off the old block\", turning into a rebellious teen with attitude. ==Storylines== ===1991–93=== In 1991, Christine Blair went to work at a prestigious law firm, for hotshot lawyer Michael Baldwin. The charming Baldwin took her under his wing, guiding and training her. At first, Christine was appreciative until he kissed her one-day after a court victory. When Michael suggested a more friendly relationship in exchange for her moving up in the hierarchy, she began making inquiries at the firm about sexual harassment. Her promotion disappeared, and Chris filed a sexual harassment lawsuit. Christine also learned that Michael had done the same to several other women, including her neighbor Hilary Lancaster. To make himself look better, Michael wooed and married his old flame Hilary, but he still had his eye on Christine. When she and Danny Romalotti broke up, he asked her to accompany him on a business trip to Los Angeles. Once there, Michael made sexual advances. Chris (whose breakup with Danny was staged) caught his behavior on audio tape, he was fired, and Hilary left him. Michael quickly got a job at another prestigious firm, but Christine went to their disciplinary committee, who agreed to hear a case against him. Michael wasn't going to go down without a fight. He claimed Chris had entrapped him by continuing to work at the firm after leaving his employ. He paid a woman named Rebecca to drug Danny's tea and get photos of her and Danny appearing to be having sex to show that Danny and Christine's marriage wasn't as happy as they claimed. Rebecca threatened to blackmail Michael, and he strangled her. Michael was never charged with this crime as he was never linked to it. Michael was found guilty of sexual harassment, lost his job, Hilary divorced him, and left town, never to be heard of again. Michael apologized to Christine, announcing his plans to leave town, but his real plans were much more sinister. While Danny was out of town performing, Michael bluffed his way into Hilary's empty apartment and got into Christine's apartment by frantically digging a hole in the wall where he hid in the closet, waiting to attack her. Fortunately when he made his move, Paul Williams raced in, and caught him on top of Christine in her bed. Michael turned, tried to shoot Paul and missed. Paul shot Michael, and he fell limp and bloody, pinning Christine to the bed. Michael was sent to prison, and even though he claimed insanity, stayed there for four years. ===1997—=== Michael, now forced to work as a paralegal due in part to having his legal license revoked for his actions, returned to Genoa City four years later, determined to get revenge on Christine. He did this by representing Phyllis Summers, with whom he also had a brief affair, in the custody battle for her son, Daniel Romalotti. Phyllis, a computer expert, hacked into a computer and changed DNA tests so that it would appear Daniel was the father of Daniel Junior, when in fact he was not. Christine, who was representing Danny Romalotti, ultimately won the case. Michael and Phyllis still remain friends. Months later, Michael begged Christine to help him get his law license back. She agreed, but only after Michael donated a kidney to Danny. Michael was released from jail and convinced Christine that he was a changed man, so she testified for him and his legal license was reinstated under Chris's watchful eye. The cocky and very successful Michael was a constant thorn in Christine's side, but somehow convinced her to join him in starting a law practice together, Baldwin, Blair & Associates (formerly Baldwin, Williams & Associates). The practice was so successful that she again put having a family on hold, causing a great rift in her marriage to Paul. In a desperate attempt to mend their marriage while still furthering her career, Christine took a case in Hong Kong which would mean moving there for several months. Paul first balked at the idea, but then decided to \"do it for them\", put his career on hold and move. But at the last minute, Paul backed out, so Christine lived in Hong Kong for months on her own with very little contact. Christine was offered a case in Australia when the Hong Kong case was finished, but she turned it down and was determined to go home to Genoa City and try to mend her shattered marriage. She arrived at the apartment only to find Paul in the arms of his new client, Isabella Braña, whom Michael had asked to come to Genoa City to break up Paul and Christine. Without a word to Paul, she accepted the case in Australia and filed for, and was soon granted, a divorce. Isabella didn't want to tell Paul that she was pregnant with his child because she felt that he was too hung up on Chris. Isabella had a brief affair with Michael and told him that he was the father. Michael was outraged at first and even drew up legal papers for her to sign. But Isabella had something on Michael from the past, so he backed down and went along with her demands of rent, baby furniture, and everything she needed to live until the baby was born. Michael also arranged for a job for her in another town for afterward. Just as Michael was softening to the idea of a child and a future with Isabella, and Paul was getting involved with former wife Lauren Fenmore, Paul found out about the baby's paternity and wanted to be a father to the child. With this major lie, Isabella fell out of grace with both Michael and Mary, Paul's mother. Paul moved in with Isabella and she continued to use manipulating Paul to keep him under her thumb as tightly as possible. Mary went to great lengths to try to convince him that Isabella was wrong for him and would ruin his life, and to convince Isabella to go away to a home for unwed mothers. All despite the fact that Isabella was providing Mary with the grandchild, and Paul with the child, they both had always wanted. Mary even begged for help from unlikely sources in Lauren, Christine, and even Michael - all of whom she disapproves as well, but had had no luck at all. But Paul moved out on his own volition when Isabella started pressuring him to get married. Their baby boy, Ricardo, was born, but unlike Isabella's delusions, Paul was not willing to become a happy family with her. Complicating things was the sudden return of Christine, who rebuffed him for the baby's sake, although she still had feelings for Paul. Paul's response was to marry Isabella. Christine spent long hours working with Michael and they became closer, sharing dinners and their feelings together. They finally broached the subject of their past, and although Christine agreed Michael was a changed man, it still haunted her. That and her lingering feelings for Paul made it rough on Michael. But Christine decided to put the past behind her and accepted Michael's marriage proposal. Paul invited Isabella's estranged father Ricardo to Ricky's christening, and father and daughter happily reunited. Michael showed up, asked Ricardo not to mention they knew each other or Isabella's past, then announced his engagement to Chris, much to Paul's rage. Paul attacked Michael, who left with a black eye. Paul showed up at Christine's apartment and forced himself on her. This storyline caused a stir among viewers as it was unknown whether it was rape or just \"rough sex\". The next morning Christine tracked Paul down to a deserted beach in Los Angeles where she initiated sex herself. Later Chris disappeared, leaving both Michael and Paul wondering. Christine was gone for months when the guilt got to Paul, and he told Isabella that he and Chris had sex that night. Isabella left him, only returning occasionally to see Ricky. Chris returned in disguise as the dark-haired mysterious Kelly Simmons, bent on getting information on Isabella. Paul saw through Chris' disguise, and they came to an understanding about the \"rape,\" but Paul chose Isabella and his son. Paul took Ricky to Isabella's parents in L.A., leaving her to finish packing for their move there. Just before they were to be married, Michael confessed to Chris that he set up Isabella to meet Paul so she and Paul would split for good, then Michael could have Chris. Chris exploded, walked out on Michael, and flew to L.A. to tell Paul the whole story. Upon their return to Genoa City, Paul moved back into their former apartment with Chris, while Isabella plotted revenge. One night, Isabella called her only friend, Diane Jenkins (Susan Walters) who was with Michael, telling them someone was breaking in then screamed. When Michael arrived he found what appeared to be a bloody murder scene and Isabella missing. Christine woke up unconscious in her car in the woods and told Michael and Paul of her only memory - Isabella screaming not to hurt her, of blood, and a boat. Michael tracked down the boat, which was covered in blood, and destroyed the evidence against Chris. The night before Chris was to be arrested for Isabella's murder, she was attacked in her bathtub by a very much alive Isabella, who had drugged Christine's wine, telling her how she had set her up, while wielding a butcher knife. Paul arrived in the nick of time, slugged Isabella and knocked her out. As he was reviving the nearly drowned Christine, Michael arrived and saved them both from the crazed Isabella. The cops arrived and hauled Isabella away. She was committed to a mental institution, and Paul and Christine were free to be together once again. Michael apologized to Chris for all the misery he had caused her, she forgave him and they are still close friends. Though Michael didn't realize it at the time, his biggest trouble had yet to confront him—his own family. In 2003, Michael was shocked when his half-brother Kevin Fisher arrived after landing in a heap of legal trouble. To help Kevin get a fresh start, Michael allowed him to stay with him. They were soon joined by their mother Gloria. Victoria Newman and Michael began to grow close. They fell in love; however, Victoria left Michael and Genoa City, when family problems became too much for her to handle. Shortly thereafter, Michael began dating retail store owner Lauren, They initially kept their relationship a secret due to Kevin's attraction to Lauren, but eventually they became engaged, and were married. Kevin, by this time, had gotten over his infatuation with Lauren and was Michael's best man. Victoria returned to town, arriving at Michael's doorstep expecting to pick up where they left off. Michael informed her that he was now married to Lauren, and Victoria bowed out gracefully. A year later, Lauren gave birth to a son, Fenmore \"Fen\" Baldwin. Life as a husband and father was good for Michael, but his family troubles where his mother Gloria and Kevin were concerned were just beginning. Michael continued to put his job at risk with his family's endless legal troubles, such as Gloria's involvement in the Jabot product tampering case, Kevin landing in trouble with the government after keeping stolen money, and investigating the murder of Carmen Mesta, who was murdered by Kevin's girlfriend Jana Hawkes. Michael then had to contend with defending Phyllis after she was arrested for blackmailing Sharon Abbott and Brad Carlton about their affair. Unfortunately, Phyllis was convicted and sentenced to six years in prison. After a few months, her conviction was overturned and she was released. Michael was then blindsided with yet another case when Victor was charged with the murder of Ji Min Kim. However, the charges were dropped when Michael discovered that the star witness had actually lied about Victor's whereabouts. Michael decided to resume the search for information on his father, River Baldwin. His grandmother's journal described Lowell as a substance abusing criminal; Gloria, on the other hand, described Lowell as handsome and charismatic. Shortly after Michael was born, though, Lowell was drafted and fled to Canada. With these new bits of information in hand, Michael decided to start searching for his estranged father in Canada rather than the United States. He had given up the search by the time of his brother Kevin's marriage with Jana at an ashram. There he met his father, who married them, and is going by the name River. He claims he has been on the run after falsely accused of murder in a protest-gone-wrong in the sixties. Michael returns to Genoa City, disturbed, and several weeks later Lowell shows up at Michael's doorstep. After he and Gloria spend a night reminiscing, a jealous Jeffrey Bardwell tips the FBI about Lowell's location and he is arrested in a diner just before catching a bus out of town. Just as he is about to be moved to a new location for custody before his trial, his daughter Eden Gerick, who would also be Michael's sister, arrives in Genoa City, and pleads Michael to be her father's lawyer. On March 23, 2010, Michael discovers that his wife, Lauren Fenmore had made out with his client and her ex-husband, Paul Williams for one night. Michael later lets go of Paul and tells him to find a new lawyer. Later, Lauren says she was drunk at the time and she was possibly being drugged as someone took pictures of her with Paul at Jimmy's Bar. In June 2010, Michael is shocked to learn from Lauren that Jill Abbott is her paternal half-sister, and he shares in his wife's anger over Jill changing her last name to Fenmore. Michael does try to convince Lauren to at least give Jill a chance, but Lauren stubbornly refuses to do so due to Jill filing a suit asking for a portion of the estate of her and Lauren's late father Neil Fenmore. He is later relieved when the two women work out their differences and start developing a sisterly relationship. Michael also has to help with Lauren's continued struggle against the Carters. Sarah Smythe, the sister of Sheila, came to Genoa City looking just like Lauren after plastic surgery. Sarah along with Sheila's daughter, Daisy Carter, tortured Lauren in a cage. Michael found Lauren, and Lauren ended up shooting Sarah. Daisy escaped, but later returned pregnant with Daniel Romalotti's child. Phyllis tried to win over custody rights from Daisy, which greatly angered Michael and Lauren. Eventually, Phyllis won and Daisy escaped again. Michael was eventually fired from Newman Enterprises and was replaced by Avery Bailey Clark. Michael ended up becoming the new Genoa City District Attorney. As DA he led charges against Phyllis once it finally discovered that she ran down Christine Blair and Paul Williams years earlier. During the case, Kevin was involved because of his connection during the unexpected death of Tim Reid, Phyllis's old doctor. This strained their relationship, but later the case against Phyllis was dropped when a judge determined that statute of limitations limited the case. Fen ended up getting involved with Summer Newman, who slowly became more rebellious due to her family issues. Lauren and Michael were against their involvement, but Fen and Summer continued together and both began a bullying scheme against a troubled fellow student, Jamie Vernon. Summer later quit the scheme, but the tension between Fen and Jamie worsened as Michael and Lauren tried to help Jamie. Eventually, Fen and Jamie fought on the roof of a building downtown and Jamie fell onto a roof below. It wasn't clear if Fen pushed him, but when Jamie woke up in the hospital, he blamed Fen and wanted to press charges. Michael believed Jamie, but Lauren refused to believe that Fen pushed him. The tension between Lauren and Michael worsened when Michael ended up continuing the investigation and arrested Fen. In 2014, Michael is under a lot of stress with his workload, so he decides to join partner law with Avery, after Leslie became an assistant district attorney, leaving Avery without a partner. Michael continues to be stressed out, so Lauren suggested Michael to go to the doctor. Michael went to the doctor, where he decides to prescribe himself with a similar drug to Viagra to help Lauren and his problem in bed. Michael went to the doctor after trying the prescription and the doctor says everything is clear. After going to the doctor, the doctor called Michael back with the lab results. The doctor explained to Michael that his PSA is elevated, which Michael asked if he has cancer. The doctor diagnosed Michael with stage 3 prostate cancer. So far, only Kevin, Lauren, Fen, Phyllis, and Jill knows Michael has stage 3 prostate cancer. Michael is planning on telling the rest of his family and friends his news eventually. Michael represented Lily in her divorce to Cane in November 2017. He also later represents Lily in 2019, when she files for divorce once again. Michael also represents Nikki and Victoria in the case of J.T. Hellstrom ==References== ==External links == *Michael Baldwin at soapcentral.com |Y&R; Online Category:The Young and the Restless characters Category:Television characters introduced in 1991 Category:Fictional lawyers Category:Fictional criminals on soap operas Category:Male characters in television ",
    "title": "Michael Baldwin"
}