{
    "id": "5726957",
    "text": "Ganaur is a city and a municipal committee in Sonipat district in the state of Haryana, India. == Demographics == Ganaur Railway Station As of 2011 India census, Ganaur had a population of 35,603 with 18,991 males and 16,612 females. Population of Children with the age of 0-6 is 4459 which is 12.52 % of total population of Ganaur (MC). In Ganaur Municipal Committee, Female Sex Ratio is of 875 against state average of 879. Moreover Child Sex Ratio in Ganaur is around 804 compared to Haryana state average of 834. Literacy rate of Ganaur city is 83.56 % higher than state average of 75.55 %. In Ganaur, Male literacy is around 90.15 % while female literacy rate is 76.12 %. Ganaur Municipal Committee has total administration over 6,863 houses. ==Economy== Bharat Steel Tubes Ltd. (BST) is a steel tube manufacturer of its old times is the only centre of concern for the development of the Ganaur City. It is also the pioneer company of the Raunaq Group – commissioned in the early sixties, in collaboration with Abbey Etna, USA. It also has DICT (Delhi International Cargo Terminal) and a newly constructed Fruit and Vegetable Mandi (market) named India International Horticulture Market Which is supposed to be the largest fruits & vegetable market of Asia. Ganaur's industrial area is known as Barhi Industrial Area which provides job to a large number of migrant workers. == Geography == Ganaur is located 62 km north of the National Capital, New Delhi, and is on the National Highway 1 (Delhi - Amristar). It is also known as Ganaur Mandi as it was used to be a warehouse and grain market for the villagers who used to go sell their goods to Delhi via Ganaur Station. == Major Places in Ganaur == Some of the major places in and around are as follows. # Mata Mahakali Mandir, NH-44 Village Barhi, Ganaur. # India International Horticulture Market. # Gupti Sagar Jain Temple, NH-44, Ganaur. # Sant Nirankari Samagam Ground, NH-44. # Barhi Industrial Area. == References == 2\\. http://www.census2011.co.in/data/town/800388-ganaur.html ==External links== * Sonepat * Ganaur Master Plan Category:Cities and towns in Sonipat district ",
    "title": "Ganaur"
}