{
    "id": "5726382",
    "text": "Madame Selika as photographed by Maud Cuney-Hare Marie Selika Williams (c. 1849 – May 19, 1937) was an American coloratura soprano. She was the first black artist to perform in the White House. ==Biography== She was born Marie Smith in Natchez, Mississippi, around 1849. After she was born her family moved to Cincinnati, where a wealthy family funded voice lessons for her. She moved to San Francisco in the 1870s and studied with Signora G. Bianchi. She then studied in Chicago with Antonio Farini, who taught the Italian method. There she met a fellow student, operatic baritone Sampson Williams, whom she would later marry. Williams became the first Black artist to perform in the White House in 1878.President Bush Celebrates Black Music Month On November 13, she sang for President Rutherford B. Hayes and First Lady Lucy Webb Hayes in the Green Room and was introduced by Marshall Fred Douglass. She performed at Philadelphia's Academy of Music in 1878 and at New York's Steinway Hall in 1879. From 1882 to 1885 she performed across Europe with her husband, giving a concert in St James's Hall, London, for Queen Victoria in 1883. Williams probably took her stage name from the character Sélika in Giacomo Meyerbeer's opera L'Africaine.Randel, Don Michael (1996). The Harvard Biographical Dictionary of Music, Harvard University Press, p. 824\\. . Due to her rendition of E. W. Mulder's \"Polka Staccato\", she was often called the \"Queen of Staccato\". From 1885 to 1891, Williams toured the United States with her husband, who took the stage name \"Signor Velosko (the Hawaiian tenor)\". They toured Europe a second time and performed at the 1893 World's Columbian Exposition before settling in Cleveland, Ohio. Marie joined fellow Black singers Flora Batson and Sissieretta Jones for a performance at Carnegie Hall in New York on October 12, 1896. After her husband died in 1911, Williams gave private lessons and taught at the Martin-Smith Music School in New York City. She died on May 19, 1937. ==Notes and references== Category:1840s births Category:1937 deaths Category:African-American opera singers Category:American operatic sopranos Category:Musicians from Natchez, Mississippi Category:19th- century American opera singers Category:Singers from Mississippi Category:Musicians from Cincinnati Category:Singers from Ohio Category:19th- century American women singers Category:Classical musicians from Ohio Category:African-American female opera singers Category:Classical musicians from Mississippi ",
    "title": "Marie Selika Williams"
}