{
    "id": "5727057",
    "text": "Gangarampur is a city and a municipality in Dakshin Dinajpur district in the state of West Bengal, India.Buniadpur is the headquarters of the Gangarampur subdivision. The city is located on the bank of river Punarbhaba. It became the subdivision of newly formed district Dakshin Dinajpur when Paschim Dinajpur was bifurcated into Uttar and Dakshin Dinajpur in 1992. In ancient time people often call the city Damdama or Devkot. ==Geography== ===Location=== Gangarampur is located almost in the middle of Dakshin Dinajpur district at . It has spread linearly along the banks of the Punarbhaba River. It has an average elevation of 25 metres (82 feet). The area of the city is 10.29 Sq. km. In the map alongside, all places marked on the map are linked in the full screen version. ==Climate== Gangarampur has a Tropical wet-and-dry climate, with summer monsoons. The maximum temperatures can often exceed 38 °C (100 °F) during May–June. Winter tends to last from December to early- February, with the lowest temperatures hovering in the 4 °C (40 °F) to 8 °C (47 °F) range during December and January. Monsoon is the most notable phenomenon in the climate of the city. Maximum rainfall occurs during the monsoon in July–August. ==Demographics== India census, Gangarampur had a population of 56,175. Males constitute 52% of the population and females 48%. Gangarampur has an average literacy rate of 77%, higher than the national average of 74%: male literacy is 84%, and female literacy is 70%. In Gangarampur, 13% of the population is under 6 years of age. Historic population {| class=\"wikitable\" |- | align=left| 1991 | align=right| 31,177 |- | align=left| 2001 | align=right| 53,533 |- | align=left| 2011 | align=right| 56,175 |- |} ==Education== ===Colleges=== There are many colleges in the city limits: # Gangarampur College # Gangarampur B.Ed College # Gangarampur Government Polytechnic # Vidyasagar Primary Teachers Training Institute # Vidyasagar College of Education ===Schools=== There are many public and private schools in the city limits: # Gangarampur High School # Gangarampur Girls' High School # Holy Cross Primary School # Holy Cross Girls High School # St. Joseph High School # Kadihat Belbari High School # Orient National School # Chittaranjan English Medium School # Samput School of Classical Dance # Kalitala Vidyasagar Shishu Niketan # Kids Hall # Ujjwal Kids World # Rabrindra Smriti Vidyapith # Indranarayanpur Colony High School # Shemrock Disha Play School # Saraswati Shishu Mandir, Gangarampur # Promod Dasgupta Smrity Vidyapith # St. Pauls School # Niranjan Ghosh Smriti Vidyapith # Jamir Smriti Public Mission School # Kabitirtha Bangla Academy ==Economy== The economy of Gangarampur is driven by agricultural farming, small business, handloom and handloom based handicrafts. Important handloom potential areas are located in Boaldaha, Korial, Belberi-I, Belberi-II and various parts in Gangarampur Municipality area. Important handloom products include cotton ordinary saree, cotton Mala saree, ladies churidar set (churidars are tightly fitting trousers worn by both men and women in South Asia), gents kurta/panjabi and Shirting Than (Length of cloth) etc. According to the annual report published by Directorate of Textiles (Govt. of West Bengal) Bordangi (located near Gangarampur College) area has 588, where as rest of Gangarampur area has 252 looms. ==Transportation== Gangarampur is connected to Kolkata, Siliguri, Jalpaiguri, Malda, Balurghat and other major places in North Bengal by both bus and train services. ===Bus=== The only State highway passes through Gangarampur is State Highway 10 (West Bengal). The state highway has recently been upgraded into National Highway 512 (India) by Government of India. This highway connects Gangarampur with National Highway 12 (India), which is the only other National Highway in Dakshin Dinajpur. This newly upgraded 96 kilometers long National Highway is stretched from Gazole to Hilli (near Indo/Bangladesh). Both private and public night bus services to Kolkata, Siliguri, Jalpaiguri, Cooch Behar are available. Buses to Balurghat, Raiganj and Malda run frequently throughout the day. Recently the New Bus Terminal near the old one was inaugurated. Gangarampur New Bus Terminal ===Train=== Gangarampur Railway Station was built earlier in 2004 and the first train ran on 30 December 2004. The station is located at the south side of the city near Gangarampur College. Few express trains like Gour Express, Howrah–Balurghat Express, Tebhaga Express, Balurghat-Siliguri Intercity Express stops at Gangarampur Railway Station. Gangarampur Railway Station ==Health== The subdivisional hospital is located at the eastern side of the city near Kaldighi. The hospital runs with 250 beds. For improvement of overall health care services in Dakshin Dinajpur district many intervention-specific projects/programmes like improvement of infrastructural facilities in the secondary level hospitals, reducing the prevalence of Malaria, creating awareness about HIV, to look after the reproductive and child health of the below poverty line people in the municipal areas, providing free treatment/medicine to them etc. are taken under consideration. Gangarampur Super Speciality Hospital is now #2 Hospital in Dakshin Dinajpur district. Balurghat superspeciality hospital has 10 floor.#1. Balurghat district hospital is just 35 km from Gangarampur. Gangarampur Ghosh Medical Hall & Ghosh Sonoscan Centre is one of best & reputated pharmaceutical stores & leading healthcare centre among the whole district. ==Banking facilities== There are many Public Sector Banks, Private Sector Banks, Co-operative Banks & Regional Rural Bank in Gangarampur. Many bank ATMs are also available 24 hours for cash withdrawn in the every corner of Gangarampur City. ==Sports== The favourite sports in Gangarampur are cricket and football like other parts of West Bengal. As in the rest of India, cricket is popular in Gangarampur and is played on grounds and in streets throughout the city. The Football Club ground, a vast field that serves as the city's largest park, hosts several minor football and cricket games. Gangarampur Stadium is located by the state highway (SH 10) near Kaldighi. The stadium was built in early twenty first century. Gangarampur StadiumBalurghat DSA is just 35 km from gangarampur ==Language== Bengali is the main language of Gangarampur. The principal communities are Hindus and Muslims, constituting the major portion of the population. There are many temples, mosques and churches around the city for religious practice. ==Attractions== ===Bangarh=== Bangarh is the site of an archaeological dig, where work commenced in 1938 on uncovering remains of structures dating from the pre-Maurya Empire (326 BCE–180 BCE) to the Pala Empire (8th to 12th century). ===Kaldighi=== Kaldighi Lake and Dhaldighi Lake, located at the east side of the city, are home to migratory birds and freshwater fish. The lakes are a tourist attraction as well as a source of revenue for local fishermen. Fishermen catching fish in Kaldighi ===Dargah of Shah Ata=== The building was probably constructed in the 14th century, on the site of a temple dating to the Pala Empire (8th to 12th century). The building is a brick and stone mausoleum, the burial site of Mollah Atar-Uddin or Shah Ata. ===Parks=== There are three main parks in the area, Kalitala Children Park, Kaldighi Park and Gangarampur Shishu Udyan Kalitala Children Park, Gangarampur The first of these, Kalitala Children Park ( is owned by Gangarampur Municipality, and is located at National Highway 512 and adjacent with Punarbhaba River in Gangarampur city. ===Movie theater=== There are two movie theaters showing Bengali and Hindi movies. ==See also== *Gangarampur College *Gangarampur Railway Station *Bangarh *Gangarampur Government Polytechnic *Kaldighi *Gangarampur Stadium ==References== Category:Cities and towns in Dakshin Dinajpur district Category:Dakshin Dinajpur district ",
    "title": "Gangarampur"
}