{
    "id": "5727190",
    "text": "Garulia is a city and a municipalityDistrict-wise list of statutory towns of North 24 Parganas district in the Indian state of West Bengal. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). ==History== Garulia Municipality was established in 1869. ==Geography== ===Location=== Garulia is located at . It has an average elevation of . Cool air blows in winter and very heavy rain falls in summer. Inhabitants are Hindus, Muslims and others. It is mainly Bengali Localated Area but local Biharis also live here in great amount. There are ferry services which continue until midnight. Garulia is bounded by Bhatpara on the north, Garshyamnagar and Noapara on the east, North Barrackpur on the south and the Hooghly River on the west. 96% of the population of Barrackpore subdivision (partly presented in the map alongside) lives in urban areas. In 2011, it had a density of population of 10,967 per km2 The subdivision has 16 municipalities and 24 census towns. For most of the cities/ towns information regarding density of population is available in the Infobox. Population data is not available for neighbourhoods. It is available for the entire municipal area and thereafter ward-wise. All places marked on the map are linked in the full-screen map. ===Police station=== Noapara police station under Barrackpore Police Commissionerate has jurisdiction over Garulia and North Barrackpur Municipal areas. ===Post Office=== Garulia has a delivery sub post office, with PIN 743133 in the North Presidency Division of North 24 Parganas district in Calcutta region. The only other post offices with the same PIN is Pinkal. ==Demographics== ===Population=== As per the 2011 Census of India, Garulia had a total population of 85,336, of which 44,825 (53%) were males and 40,511 (47%) were females. Population below 6 years was 7,247. The total number of literates in Garulia was 67,835 (86.87% of the population over 6 years). India census, Garulia had a population of 76,309. Males constituted 53% of the population and females 47%. Garulia had an average literacy rate of 73%, higher than the national average of 59.5%: male literacy was 79%, and female literacy was 67%, and 10% of the population was under six years of age. ===Kolkata Urban Agglomeration=== The following Municipalities, Census Towns and other locations in Barrackpore subdivision were part of Kolkata Urban Agglomeration in the 2011 census: Kanchrapara (M), Jetia (CT), Halisahar (M), Balibhara (CT), Naihati (M), Bhatpara (M), Kaugachhi (CT), Garshyamnagar (CT), Garulia (M), Ichhapur Defence Estate (CT), North Barrackpur (M), Barrackpur Cantonment (CB), Barrackpore (M), Jafarpur (CT), Ruiya (CT), Titagarh (M), Khardaha (M), Bandipur (CT), Panihati (M), Muragachha (CT) New Barrackpore (M), Chandpur (CT), Talbandha (CT), Patulia (CT), Kamarhati (M), Baranagar (M), South Dumdum (M), North Dumdum (M), Dum Dum (M), Noapara (CT), Babanpur (CT), Teghari (CT), Nanna (OG), Chakla (OG) Srotribati (OG) and Panpur (OG). ==Infrastructure== As per the District Census Handbook 2011, Garulia Municipal town covered an area of 6.47 km2. Amongst the civic amenities it had 51 km of roads and both open and closed drains. Amongst the educational facilities It had 28 primary schools, 5 secondary schools, 2 senior secondary schools and 5 non-formal education centres. Amongst the social, recreational and cultural facilities it had 1 public library and 3 reading rooms. Amongst the commodities manufactured were cotton, jute and rakhi. It had 3 bank branches. According to the Barrackpore administration, amongst the educational facilities in Garulia municipality there are 20 primary schools and 6 higher secondary schools. Amongst the other facilities there are 3 nursing homes, 3 markets, 2 ferry ghats (Babughat and Kangalighat), 1 burning ghat (Ratneswar Burning Ghat) and 2 Muslim burial grounds.7,000 houses have water connection and there are around 150 street taps. See also Cities and towns in Barrackpore subdivision ==Economy== ===Industry=== Big mills in Garulia are Sree Gouri Sankar Jute Mill Pvt. Ltd., Sree Annapurna Cotton Mills and Sonali Manufacturer Industries. ===KMDA=== Garulia Municipality is included in the Kolkata Metropolitan Area for which the KMDA is the statutory planning and development authority. ==Healthcare== North 24 Parganas district has been identified as one of the areas where ground water is affected by arsenic contamination. there are good and free of cost healthcare in garulia. There are two privately owned nursing homes in the town to assist with the emergency cases. The nearest government run hospital is B.N. Bose Hospital, Barrackpore. ==Culture== Garulia has several temples and mosques. Sitla Mandir is one of the oldest temples in Garulia. Garulia Jama Masjid is biggest mosque and also beautiful mosque of Garulia. There is the Murali Manohar Mandir in Garulia Bazar. There are also many majars where both Hindus and Muslims come and pray. The best attractive place in Garulia is Pir Baba Mazar in which both Hindu and Muslims gods are established. Very Good Culture prevails and people of several religion live in Garulia. ==References== Category:Cities and towns in North 24 Parganas district Category:Neighbourhoods in Kolkata Category:Kolkata Metropolitan Area ",
    "title": "Garulia"
}