{
    "id": "5727785",
    "text": "Andrew B. Heyward (born February 19, 1949) is the former Chairman and CEO of DIC Entertainment, an animation production company. He is currently CEO of Genius Brands International. ==Early life== Heyward was born in New York City, New York, the son of Sylvia (née Block) and Louis M. \"Deke\" Heyward, who was vice president of development at leading entertainment companies such as Four Star InternationalObituary at The_Washington_Post 8 April 2002 accessed 28 January 2017 and Barry & Enright Productions,Obituary at Los_Angeles_Times 7 April 2002 accessed 28 January 2017 as well as senior vice president for leading cartoon company, Hanna-Barbera. ==Professional life== Andy Heyward's upbringing was robust with access to the entertainment elite, including his first start as an assistant for legendary animator Joe Barbera of Hanna- Barbera on Scooby's All-Star Laff-a-Lympics. In 1986, Heyward took the lead of DIC Enterprises after he and other investors performed a buyout of majority shares owned by Radio-Television Luxembourg (now RTL Group, owned by Bertelsmann). He subsequently bought the remaining shares owned by Jean Chalopin, founder of the French company DIC Audiovisuel. Heyward's most successful years, while he was in charge of DIC, were prior to his father's passing. Heyward eventually sold a majority interest in DIC to Capital Cities/ABC in 1993, forming a Limited Partnership company called DIC Entertainment L.P. CC/ABC would then be purchased by The Walt Disney Company in 1996. In 2000, with two venture capital firms, Heyward re-purchased DIC Entertainment. On June 20, 2008, Heyward announced that he was selling DIC Entertainment to Cookie Jar Group. In 2009, he founded A Squared Entertainment (A2) with his wife, Amy. In 2013, the company merged with Genius Brands to form Genius Brands International, with Heyward serving as CEO. ==References== ==External links== *Genius Brands International * Category:1949 births Category:Living people Category:American television writers Category:American male television writers Category:Hanna-Barbera people Category:Voice directors Category:Television producers from New York City Category:Screenwriters from New York (state) ",
    "title": "Andy Heyward"
}