{
    "id": "5727055",
    "text": "Gangapur City is a Nagar Parishad in Sawai Madhopur District in the state of Rajasthan, India. In terms of population, it is the 18th largest city in Rajasthan. == History == King Kushaliram Haldiya established Gangapur, originally naming it Kushalgarh (Hindi: कुशालगढ़) Gangapur took its current name because of Gangaram which was brother of Kushaliram. It is also said to be named after ancient Ganga temple in the city. In older days, Gangapur City was the cultural capital of the state of Jaipur and was known as The Jugad of the East. Its most notable native was the late Shri Jeeman Lal Shukla, who was owner and founder of Shri Madho Govind Temple (a medieval-period Radha Krishna Temple) under the reign of Jaipur Maharaja Shri Sawai Mansingh I. In his cross country voyage, Maharshi Dayanand Saraswati stayed in this temple for several days while passing on his teachings to Arya Samaj. Today, Gangapur is primarily known for being an important part of the West Central Railway. == Geography == Gangapur City is located in the eastern part of Rajasthan in Sawai Madhopur district. It is a Sub-district and a Tehsil. Measured area of city is about 12 km2. It is situated 75 km from district headquarters at Sawai Madhopur and 144 km from state capital, Jaipur. There are mountain range that passes near the city, Dhundheshwar is a waterfall situated amidst the green mountain range situated approximately 5 km from heart of city and it serves as recreational spot for city and nearby villages. == Demographics == The 2011 Census of India considered Gangapur as UA (urban agglomeration) considering town Mahu Kalan part of city and put it under class I category (population of 100,000 & more) and population is 130,061. Gangapur city has a population of 119,090. Males constitute 53% of the population and females constitutes 47%. === Literacy Rates === Average literacy rate of Gangapur is 72.9%, out of which male literacy rate is 89.55% and female literacy rate is 67.54%. All the above stats are higher than the national average. === Sex Ratio === Sex ratio is 895 and child sex ratio (age 0-6 yrs) is 858. === Religions === Hinduism is majority religion in Gangapur city with 71.91% followers. Islam is second most common religion in city of Gangapur with approximately 26.32% following it. The religion wise distribution of population is given in following table: {| class=\"wikitable sortable\" !Religion !Total !Percentage |- |Hindu |85,635 |71.91% |- |Muslims |31,343 |26.32% |- |Jain |1,163 |0.98% |- |Not Stated |625 |0.52% |- |Christian |184 |0.15% |- |Sikh |91 |0.08% |- |Buddhist |45 |0.04% |- |Others |4 |0.00% |} == Climate == Gangapur City hosts to a Subtropical dry climate featuring only three typical Indian seasons Summer, Winter & Rainy season. Temperature may rise above 40 °C in summers as well as it can be low as 5 °C in winters. Average precipitation is 24.48 cm. Humidity is about 5-10% in summers and rises to about 75% in rainy seasons. ==Visitor Attractions== === Dhundheshwar === Dhundheshwar is a waterfall located between the mountain range situated approximately 5 km from heart of city and it serves as recreational spot for city and nearby villages. === Kalyan Ji Fair === Every year (Hindu calendar date) this fair is organised. This fair is organised for seven days and is celebrated in every May. It is a good sign of brotherhood of all religions that many events are organized by the different religions. ===Places of Worship=== *Hinduism: Chowk Wale Balaji, Kalyan Ji Temple, Ughadhmal Ke Balaji, Badrinath-Kedarnath Temple, Jhulelal Maharaj Temple, Arya Samaj Temple. *Christian: Old Church & New Church (these were made by the Britishers) *Islam: Jamma Masjid, Madina Masjid *Jainism: Old Jain Temple, Nasiya Jain Temple, Shwetamber Jain Temple *Sikhism: Gurudwara === Nearby Attractions === These are some visitor attractions which surround of the Gangapur city: *Ranthambore National Park & Ranthambore Fort - 73 km *Shri Mahavirji Temple- 46 km *Kaila Devi Temple, Karauli- 37 km *Madan Mohan Ji Temple, Karauli - 35 km *Mehandipur Balaji Temple- 48 km *Nakkash Ki Devi/Gomti Dham, Hindaun City- 45 km *Khandip Dam, Khandip- 45 km *Lahkor Devi Temple, PILAUDA - 18 km ==Transportation== Ganagpur City Railway Station Entrance === Railways === Gangapur City is a railway station on the Delhi- Kota-Vadodara-Mumbai railway line and it is abbreviated as GGC. Many of the major trains on this route hauls at Gangapur City Railway Station. It lies in West Central Railway Zone under Kota Division. Gangapur City is directly connected to major cities like Delhi, Mumbai, Jaipur, Kota, Agra, Indore, Mathura, Patna, Jammu, Amritsar & Udaipur. * Nearest railway stations : Sawai Madhopur Junction Railway Station & Bharatpur Junction Railway Station. * Nearest railway stations : Kota Junction Railway Station & Jaipur Junction Railway Station Station also serve as only railway source to places like Karauli, Sapotara, Bamanwas, Lalsot, Kailadevi, Piplai which don't have railway connectivity till now. A new railway line is under construction which links Dausa and Gangapur City to connect Gangapur City to Agra - Ahmedabad Junction, to decrease travel time to cities like Jaipur, Jodhpur & Ahmedabad and provide railway connectivity to areas like Lalsot, Piplai, Bamanwas, etc. Another railway line has been proposed between Dholpur and Gangapur City which will connect Gangapur City to Delhi-Bhopal-Mumbai rail route and to provide connectivity to Karauli. === Roadways === Gangapur City has a Rajasthan roadways bus stand for Rajasthan government buses as well as a private bus stand for private owned buses. Gangapur City has regular government and private buses to cities like Jaipur, Dausa, Karauli, Dholpur, Gwalior, Ajmer, Pushkar, Hindaun, Alwar & Sawai Madhopur. Major roads passing through Gangapur City are: * National Highway 23 - Dholpur-Karauli-Gangapur-Lalsot-Kothun * Rajasthan SH-1 - Jhalawar-Kota-Sawai Madhopur-Gangapur City-Bharatpur-Mathura * Rajasthan SH-25 - Gangapur City-Sikandra-Bandikui-Rajgarh-Alwar-Tijara- Bhiwadi-Daruhera Distance of major cities from Gangapur City are: * Jaipur - 141 km * Sawai Madhopur - 75 km * Bharatpur - 145 km * Kota - 206 km * New Delhi - 238 km * Udaipur - 458 km * Ajmer - 274 km * Karauli - 34 km * Gwalior - 203 km * Alwar - 142 km === Airways === Nearest airport is Jaipur International Airport situated at 134 km in Jaipur city. Other airport being Indira Gandhi International Airport situated at 238 km in New Delhi. == Cuisine == === Kheer-Mohan === This is the most famous dish made only in Gangapur City. Popularity of this dish spread in many nearby areas. This sweet is made with pure milk and sugar. Milk is first curdled and granular by- product obtained is then formed into balls and baked till it is brown in color. Then the dish is kept in sugar syrup. This delicious sweet is certified by the National Dairy Research Institute, Karnal, Haryana. === Special Aloo Sabzi & Tikkad === Residents enjoy Special Aloo Sabzi and Tikkad. Tikkad is a thick bread made of chickpea and wheat flour. The Special Aloo Sabzi is made in pure butter and its gravy is made of many spices and roasted potatoes in sliced manner are put into gravy. The sabzi is very spicy. === Till Gazak=== Till Gazak is a sweet made from sesame seed. Sesame seed are first roasted and beaten up with jaggery or sugar to form layers. ===Kachori=== Kachori is a famous breakfast of Gangapur city. It is made of all purpose flour having filling of dal. It is served with spicy Aloo Sabji and Dahi. == Education == Gangapur City has emerged as a local hub for education in the Sawai Madhopur and Karauli districts. The city has many of English/Hindi medium schools to deliver the best education in science and mathematics. There are many schools which provide excellent education for engineering and medical entrance examinations. Results from previous years have glorified their names even more. Students from nearby towns and villages come to Gangapur every year for pursue their dreams. Government Senior Secondary School (also known as the Higher Secondary School) was established in 1857 after a rebellion aimed at bringing education to the local villagers. City also has a Government Girls Senior Secondary school. City has a Kendriya Vidyalaya in Dibsya and a Jawahar Navodaya Vidyalaya in Jat Baroda. There are four colleges in the city which provide post graduation degrees in arts and sciences. There are many college offering B.Ed. and PG & UG degree and 37 ITI colleges. Following is a list of some of the prominent school in city- *Shiv shiksha niketan school, Nahar road * Creative Public Senior Sec. School, Station Road * Emprise Academy, Udai Mod, Near Lata House * St. Francis De Sales Sr. Sec. School, RIICO Colony * Pragya Academy, Sainik Nagar * DS Science Academy, Nasiya Colony * Kuhu International School, Nasiya Colony * Gulkandi Devi Adrash Vidhya Mandir, Near Udai Mode * Adrash Vidhya Mandir, Madhav Nagar * Bhagwati Sen. Sr. School, Nasiya Colony * Bhagwati Sen. Sr. School, Ganesh mill * Vivekanand Sanskar Sen. Sr. School, Shri Nivas Mill * Naveen Sen. Sr. School, Nasiya Colony * Western Railway Sen. Sr. School, Railway Colony * Shri Lal Bahadur Sec. School, Agrasen Colony * Gayatri Public School, Agrasen Colony * Global Academy & Agriculture School * Kapoor Secondary School == Medical Facilities == Gangapur City has a government hospital situated in Sursagar. Hospital has all basic health facilities like operation theatre, post-mortem room, maternity ward, and laboratory. Under Rajasthan government's scheme hospital has free of cost checkup, medicine and laboratory facility available. There is a railway operated multispecialist hospital in railway colony. There are many private hospitals and nursing homes in the city. Here are some hospitals and care centres of the city. * Garg Hospital & Trauma Centre * City Dental Hospital, Ambedkar Nagar, Udai Mode * C P Hospital, Jaipur Road *Riya Hospital & Research Centre, Saloda Mode *Gulab Devi Memorial Hospital & Heart Centre, Shukla Colony, Nehar Road *SK Hospital, Ashok Circle *Shree Balaji Dental Hospital, Ashok Circle *Ramswarupe Sarrafa Memorial & Physio Therepy Hospital, Purani Chungi Naka *Ma Bhagwati Hospital, Sawai Madhopur Road *RGM Orthopedic Hospital, New Karamchari Colony, Jaipur Road *Gupta Diagnostic Centre, Sindhi Colony *Pawan Eye Hospital, Sanik Nagar *Vyapar Mandal Hospital, Purani Anaj Mandi *Apex Laproscopy Hospital, Udai Mode *Government Ayurvedic Hospital, Ashok Circle *Bhandari Dental Hospital, Sindhi colony *Goyal Eye Hospital, Udai mode *DR DC Allergy and Chest Clinic mal godam road ==Bank Facilities== All major Indian banks have branches in Gangapur City. °State Bank of India °State Bank of Bikaner & Jaipur °Allahabad Bank °Bank of Baroda °Punjab National Bank °ICICI Bank °HDFC Bank °union Bank of India °UCO Bank °United Bank of India °Central Bank of India °Baroda Rajasthan Kshetriya Gramin Bank °Canara Bank °Dena Bank °Indian Overseas Bank °Yes Bank °Axis Bank ==Media== Dainik Bhaskar and Rajasthan Patrika are the major newspapers read in the city. They both have city newspaper for Gangapur City which is being printed in Gangapur City. Other newspaper are Dainik Navajyoti, The Times of India, Bajriya Ki Bhore, Badti Kalam, Rashtradut, Kushalgarh Ka Suraj. Chamkti Aankhe and Dainik Jagran. == See also == * Gangapur City Railway Station * Dhundheshwar, Gangapur City ==External links== * http://timesofindia.indiatimes.com/topic/Gangapur-City * http://khabar.ibnlive.in.com/tag/gangapur-city/ * http://localnews.rediff.com/location#!gangapur_city-sawai_madhopur-rajasthan- india * https://gangapurcity1.wordpress.com/press-release/ * http://www.maps- streetview.com/India/Gangapur/ *https://www.facebook.com/GangapurcityOurDremDestination/ ==References== Category:Cities and towns in Sawai Madhopur district ",
    "title": "Gangapur, Sawai Madhopur"
}