{
    "id": "5728003",
    "text": "Greg Eastwood (born 10 March 1987) is a New Zealand former professional rugby league footballer. A New Zealand international representative forward, he played in the NRL for the Brisbane Broncos and Canterbury-Bankstown Bulldogs, and in the Super League for the Leeds Rhinos. ==Early years== Born in Auckland, New Zealand, Eastwood is of Māori and English descent and played his junior football for the Manurewa Marlins in South Auckland before being signed by the Brisbane Broncos. ==Playing career== Eastwood playing for the Broncos in 2008 ===Brisbane Broncos=== In round 26 of the 2005 NRL season, Eastwood made his NRL début for the Broncos against the Parramatta Eels. He played in most of the 2006 Brisbane Broncos season's games but was not selected for the 2006 NRL Grand final win over the Melbourne Storm. As 2006 NRL Premiers, the Brisbane Broncos travelled to England to face 2006 Super League champions, St Helens R.F.C. in the 2007 World Club Challenge. Eastwood played from the interchange bench in the Broncos' 14–18 loss. In the 2007 ANZAC Test, Eastwood made his international début for New Zealand from the bench. He was also selected to go on the 2007 All Golds tour. Eastwood was a member of the 2008 World Cup-winning New Zealand Kiwis team and played in all of their matches, including the final victory over Australia. ===Canterbury-Bankstown Bulldogs=== After three seasons in Brisbane, Eastwood signed with Leeds Rhinos of the Super League for the 2009 season, however his visa to play in the United Kingdom was denied. While his visa was being appealed, several NRL clubs, including the New Zealand Warriors and Canterbury-Bankstown Bulldogs, expressed interest in signing him. He eventually signed with the Bulldogs on loan for the 2009 season. Eastwood made his début for the Bulldogs in round 2, against the Penrith Panthers, scoring a try in the match. ===Leeds Rhinos=== Leeds successfully appealed the decision to deny his visa to play in the UK, and Eastwood joined the Rhinos for the 2010 Super League season.Leeds sign Kiwi star Eastwood AAP, Accessed from NRL.com, 14 August 2009 However, on 29 July 2010, Eastwood announced his intentions to leave the Rhinos at the end of the 2010 season, stating that he was seeking a return to the NRL for the 2011 season because he had struggled to settle in the UK. In August 2010, Eastwood announced that he would be returning to the Canterbury-Bankstown Bulldogs in 2011. Eastwood played from the bench in the 2010 Challenge Cup Final defeat by the Warrington Wolves at Wembley Stadium.. ===Return to Canterbury- Bankstown=== Eastwood re-commenced playing in the NRL in the 2011 Canterbury- Bankstown Bulldogs season. He played in the 2012 NRL Grand final loss to the Melbourne Storm. Following a season-ending tackle on Benji Marshall in week 1 of the 2015 finals series, against the St. George Illawarra Dragons, Eastwood was issued with a \"concerning act\" notice by the NRL, asking the Bulldogs to address his tackling style. He was named in the New Zealand Māori squad for a match against the New Zealand Residents on 15 October 2016. In December 2017, Eastwood was on the way to pre season training when he claimed he suddenly felt faint and dizzy. After visiting a hospital and seeing a specialist it was revealed that Eastwood was suffering from an irregular heartbeat. Eastwood almost retired from rugby league but returned to the field in 2018.https://www.stuff.co.nz/sport/league/102296249/bulldogs-drop-greg- eastwood-after-playing-his-first-nrl-game-since-heart- scarehttps://www.nrl.com/news/2018/04/17/canterbury-bulldogs-stalwart-greg- eastwood-hoping-with-all-his-heart-for-new-deal/ On 27 August 2018, Eastwood was one the players announced by Canterbury to be leaving at seasons end after his contract would not be renewed for the 2019 season.https://www.bulldogs.com.au/news/2018/08/27/join-us-on-sunday-to-say- farewell-to-our-departing-players/ On 23 September 2018, Eastwood was part of the Canterbury side which won the Intrust Super Premiership NSW defeating Newtown 18-12. The following week, Eastwood played in Canterbury's 42-18 victory over Redcliffe in the NRL State Championship.https://www.nswrl.com.au/news/2018/09/23/woolford-stars-as- bulldogs-claim-isp-premiership/https://www.nrl.com/news/2018/09/30/bulldogs- defeat-redcliffe-dolphins-to-win-intrust-super-championship/ ===Newtown=== On 15 January 2019, Eastwood signed a contract to join Intrust Super Premiership NSW side Newtown. In his first season at Newtown, the club finished 7th on the table and then reached the 2019 Canterbury Cup NSW grand final after winning 3 sudden death finals matches. Eastwood missed out on playing in the club's grand final victory over the Wentworthville Magpies at the Western Sydney Stadium. Eastwood played for Newtown the following week in their NRL State Championship victory over the Burleigh Bears at ANZ Stadium. ===Glebe=== In February 2020, Eastwood signed a contract to join Ron Massey Cup and NSWRL foundation side Glebe for the 2020 season. ==References== ==External links== *Canterbury Bulldogs profile *Bulldogs profile Category:1987 births Category:New Zealand rugby league players Category:New Zealand Māori rugby league players Category:New Zealand people of English descent Category:New Zealand national rugby league team players Category:Canterbury-Bankstown Bulldogs players Category:Leeds Rhinos players Category:Brisbane Broncos players Category:Manurewa Marlins players Category:Newtown Jets NSW Cup players Category:Rugby league locks Category:Rugby league second-rows Category:Rugby league props Category:Rugby league players from Auckland Category:People educated at Keebra Park State High School Category:Living people Category:People educated at Manurewa High School ",
    "title": "Greg Eastwood"
}