{
    "id": "5728943",
    "text": "BIGGA, the British and International Golf Greenkeepers Association was officially formed on January 1, 1987. The association represents the interests of greenkeepers and progresses and develops of the profession of greenkeeping. BIGGA was formed from three existing associations, the British Golf Greenkeepers Association [BGGA], the English and International Greenkeepers Association [EIGGA] and the Scottish and International Greenkeepers Association [SIGGA]. The membership of BIGGA has grown from 1,200 in 1987 to over 6,000 currently, and currently boasts a membership demographic spanning over 31 countries. The association offers several membership levels: * Full membership, for those employed in the maintenance of sports turf at a sports facility * Associate Member, for those employed in the maintenance of sports turf but do not hold NVQ/SVQ qualification or have three years continuous relative experience * Student membership, for those studying a relevant course * Affiliate membership, for those not working as greenkeepers but with an interest in the subject, such as equipment manufacturers * Gold or Silver Key membership, for companies who wish to support the Learning and Development of greenkeepers == Benefits to membership == Benefits to membership include reduced price BIGGA education material, as well as discount clothing and insurance. BIGGA runs training courses in all subjects relevant to the modern greenkeeper, and publishes a monthly magazine, Greenkeeper International. and invites all members to attend Harrogate Week, which runs every January in Harrogate. ==See also== *Golf Course Superintendents Association of America, BIGGA's U.S. counterpart ==External links== * Category:1987 establishments in the United Kingdom Category:Golf associations Category:Golf in the United Kingdom > Category:Organisations based in North Yorkshire Category:Professional associations based in the United Kingdom > Category:Sport in North Yorkshire Category:Sports organisations of the United Kingdom Category:Sports organizations established in 1987 Category:Sports professional associations ",
    "title": "British and International Golf Greenkeepers Association"
}