{
    "id": "5728992",
    "text": "Crazy Itch Radio is the fourth studio album by English electronic music duo Basement Jaxx. The album features Linda Lewis and Swedish popstar Robyn among the guest vocalists. The album was listed on several publications' year-end lists, including The Observer and PopMatters. ==Bạckground== \"The Crazy Itch of life is the thing that inspires and motivates you to act,\" explains Felix Buxton about the title of the album. The duo ended up making about 40 songs for the album. \"And then towards of the process of the album, we're like 'Okay, we got to focus on some now and get them finished.'\". FaceCulture. August 4, 2006. Retrieved August 17, 2016. The duo incorporated Balkan horns on the album. It was originally scheduled for an early 2006 release but the release date was put back. \"Hush Boy\" and \"Take Me Back to Your House\", were released as singles. \"Hey U\" was released as a single to digital download services in March 2007. Compared with traditional songwriting, the band approach to creating music might appear to work backward. For example, on \"Hush Boy\", they created the song's melody with vocalist Vula Malinga over a basic track. Once it was recorded, they kept only Vula's vocal and rebuilt all the music under her voice from scratch. The band says this approach allows for a tremendous amount of freedom to explore different sounds. == Critical reception == The album was given a score of 73 out of 100 by Metacritic based on \"generally favorable reviews\", although less-so than Basement Jaxx's previous records. Allmusic gave it 4 out of 5 stars, writing \"at this point, it's impossible to imagine them topping themselves; an album that is merely deeply engaging and wildly entertaining cannot be considered a flop in any way.\" In his Consumer Guide, Robert Christgau gave the album a two-star honorable mention (), stating, \"Interchangeable ladies detail interchangeable ups and downs over beats whose changeabilty supposedly renders them indelible,\" and picked out two songs from the album, \"Take Me Back to Your House\" and \"Run 4 Cover\". Pitchfork Media, while still giving the album a positive review, wrote, \"Crazy Itch Radio isn't a bad album by any means; it just doesn't scream \"best album of the year\" from the moment you put it on.\" NME, on the other hand, was more critical, writing \"It's easy enough to ignore until a real stinker passes by.\" Resident Advisor More successful was Basement Jaxx's ‘Crazy Itch Radio’. Unlike ‘Kish Kash’ from 2003, a rather ho-hum effort handicapped by letting N’Sync's JC Chasez near the mic, this year's ‘Crazy Itch Radio’ was easily the duo's best, mostly due to an inspired roster of vocalists: R&B; songstress Vula Malinga, Swedish superstar Robyn, and second lady of grime Lady Marga. The production was also as diverse as ever, expertly layering influences plucked from all over the world. In 2006 the Jaxx are superstar DJs, touring with Robbie Williams for Christ's sake, but they've certainly earned their stripes. Ten years on, they're sharp as tacks. Freestylers and Greatest Hits merchants take note: if you don't keep reinventing your sound, your window of relevance gets slimmer and slimmer with every passing year. - Dave Rinehart PopMatterss Tim O'Neil rated the album as his tenth Best Electronic Music of 2006 for the website, stating that It's not their best album, not compared to 1999's epochal Remedy or 2001's assured Rooty. But it is an improvement on 2003's overrated Kish Kash, which garnered so much initial attention but hasn't aged nearly as well as its predecessors. Thankfully, Crazy Itch Radio is nowhere near as hyperkinetic and jam-packed as Kish Kash. It still feels stuffed to the gills in places, but it seems as if the duo have at least acknowledged that an album like Kish Kash was so dense as to be almost unlistenable in places. There are still a few moments of confusion and chaos—why the hell did they bury the lead on “Hush Boy” but have a grimey Muppet scream the chorus?—but when the Jaxx are on, as on a track like “Take Me Back to Your House”, they work better than almost any other dance act in the world today.. ==Promotion== In 2006, Basement Jaxx were the support acts for the European leg of Robbie Williams's Close Encounters Tour, which started on 9 June and ended on 19 September. The duo at first refused to be a part of the tour because most of Ratcliffe's friends who \"are into good music don't think Robbie's very good at all.\" But they soon changed their minds since realizing Williams was playing at Wembley Stadium, which is called by Ratcliffe as \"such a historical venue\", and because they were being encouraged by their friends. ==Track listing== == Charts == {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\" | Chart (2006) ! scope=\"col\" | Peak position |- |- |- |- |- |- |- |} ==Certifications== == References == Category:Basement Jaxx albums Category:2006 albums Category:XL Recordings albums ",
    "title": "Crazy Itch Radio"
}