{
    "id": "5728141",
    "text": "\"Inside the Whale\" is an essay in three parts written by George Orwell in 1940. It is primarily a review of Tropic of Cancer by Henry Miller with Orwell discursing more widely over English literature in the 1920s and 1930s. The biblical story of Jonah and the whale is used as a metaphor for accepting experience without seeking to change it, Jonah inside the whale being comfortably protected from the problems of the outside world. It was published, alongside two other pieces by Orwell, 11 March 1940 by Gollancz in Orwell's first collection of essays, Inside the Whale and Other Essays. ==Background== Henry Miller's Tropic of Cancer was published in 1934 by Obelisk Press in Paris.Henry Miller Tropic of Cancer Obelisk Press 1934 Set in France (primarily Paris) during the 1930s, Miller tells of his life as a struggling writer. There are many passages explicitly describing the narrator's sexual encounters, but the book does not solely focus on this subject. Orwell had also lived in Paris for 18 months in 1928 to 1929 and used his experiences to write Down and Out in Paris and London. Orwell had dinner with Henry Miller in Paris in December 1936 when on his way to take part in the Spanish Civil War. Miller gave Orwell a corduroy jacket which was a more suitable outfit for fighting than the blue suit Orwell was wearing.Alfred Perles My Friend Henry Miller Neville Spearman 1955 ==Structure== ;Part 1 Orwell notes that a novel written about American dead-beats cadging drinks in the Latin Quarter of Paris seems an unlikely candidate to be a novel of outstanding value at the time, as its mental atmosphere belongs to the 1920s rather than the 1930s. Orwell is not concerned with the proliferation of 'unprintable words', but is more interested in the way Miller writes about the man in the street. He sees its value not by revealing what is strange, but what is familiar, and in this respect it has much in common with James Joyce in Ulysses. He describes the prose as astonishing. Orwell rejects another popular comparison with Céline's Journey to the End of the Night which is a book-with-a-purpose, but introduces a comparison with Walt Whitman whose literature is one of \"acceptance\" of life as it is rather than a struggle to change it. It is because he is passive to experience that Miller is able to get nearer to the 'ordinary man'. This is out of key with the times when writers had an active involvement in politics and is reflected in the difference between the literature of the Spanish Civil War written by \"cocksure partisans telling you what to think\" and that of the Great War literature written by \"victims\". ;Part 2 Orwell sets Tropic of Cancer against its literary context with a perusal of literary trends since the First World War. First there is A. E. Housman with nostalgic descriptions of the countryside and adolescent despair in A Shropshire Lad, which Orwell revered as a teenager. After Housman and the nature poets there was a new movement of the 1920s of unrelated writers with a similar outlook such as Joyce, Eliot, Pound, Lawrence, Wyndham Lewis, Aldous Huxley and Lytton Strachey. These were noted by their pessimistic outlook and lack of interest in politics in the narrower sense. In the 1930s writing took on a serious purpose with the W. H. Auden and Stephen Spender group including Cecil Day-Lewis and Christopher Isherwood. Orwell saw a Boy scout leader type of proselytising from this group which consisted of people from an almost identical public school–university–Bloomsbury background. Orwell notes the left-leaning tendency of this group and its fascination with communism. Describing the communist as a Russian publicity agent, Orwell seeks an explanation for this. In addition to the common ground of anti-fascism he sees that after the debunking of Western civilisation and the disappearance of traditional middle class values and aspirations, people need something to believe in and Communism has replaced Catholicism as the escapist ideal. Orwell identifies another factor which is the softness and security of life in England against which the secret police and summary executions are too remote. He cites Cyril Connolly in Enemies of Promise for whom the key eventful period in his life was his public school education – \"five years in a lukewarm bath of snobbery\". As an adjunct Orwell notes that what really frightened him about the Spanish Civil War was how these people adopted the mental attitudes of the Great War in support of their cause. ;Part 3 For Orwell, Miller is a writer who gets away from being a political animal. His passivity is illustrated by his declaration that Orwell's plan to go to Spain was \"the act of an idiot\". Miller used the analogy of Jonah and the Whale to apply to Anaïs Nin, and this is taken up by Orwell as describing the final unsurpassable stage of irresponsibility. Referring again to the great war Orwell notes the surviving readable works are those written from a passive negative angle and he highlights Prufrock by T. S. Eliot. Miller's is a human voice among bomb explosions. Orwell predicts the break-up of laissez-faire capitalism and of the liberal-Christian culture and suggests that any novel worth reading will have to follow the lines of Miller's work. ==Extracts== > During the boom years, when dollars were plentiful and the exchange value of > the franc was low, Paris was invaded by such a swarm of artists, writers, > students, dilettanti, sight-seers, debauchers and plain idlers as the world > has probably never seen. > To say 'I accept' in an age like our own is to say that you accept > concentration camps, rubber truncheons, Hitler, Stalin, bombs, aeroplanes, > tinned food, machine guns, putches, purges, slogans, Bedaux belts, gas > masks, submarines, spies, provocateurs, press-censorship, secret prisons, > aspirins, Hollywood films and political murders. Not only those things of > course, but those things among others. :On Housman > And notice also the exquisite self-pity – the 'nobody loves me' feeling:.... > Hard Cheese, old chap! Such poems might have been written expressly for > adolescents.. And the unvarying sexual pessimism (the girl always dies or > marries someone else) seemed like wisdom to boys who were herded together in > public-schools and were half-inclined to think of women as something > unattainable. :On the 1920s movement > Throughout those years Russia means Tolstoy, Dostoievsky, and exiled counts > driving taxis. Italy means picture-galleries, ruins, churches and museums – > but not Blackshirts. Germany means films, nudism, and psychoanalysis – but > not Hitler, of whom hardly anyone had heard until 1931. In cultured circles > art-for-art's-saking extended practically to a worship of the meaningless. :On Auden – reflecting Orwell's experience as a policeman in Burma > But notice the phrase 'necessary murder'. It could only be written by a > person to whom murder is at most a word. Personally I would not speak so > lightly of murder. It so happens that I have seen the bodies of numbers of > murdered men – I don't mean killed in battle, I mean murdered. Therefore I > have some conception of what murder means – the terror, the hatred, the > howling relatives, the post-mortems, the blood, the smells. To me murder is > something to be avoided. > Miller is a writer out of the ordinary, worth more than a single glance; and > after all he is a completely negative, unconstructive amoral writer, a mere > Jonah, a passive accepter of evil, a sort of Whitman among the corpses. ==Reception== Andy Croft has noted that in its coverage of 1930s British literature, \"Inside the Whale\" ignores women writers active in that period (such as Rebecca West and Naomi Mitchison) as well as working class writers such as Walter Greenwood, thus creating a misleading impression that the period was dominated by the work of middle-class male writers like Auden.Andy Croft, Red Letter Days : British fiction in the 1930s. London : Lawrence & Wishart, 1990. (pp. 17–29) Janet Montefiore strongly criticized \"Inside the Whale\" in her book Men and Women Writers of the 1930s : the dangerous flood of history. Montefiore states that \"Inside the Whale\" is \"clear, vigorous and well-written: it is also aggressive, misleading and full of holes\", and claims that \"Inside the Whale\" and Virginia Woolf's essay \"The Leaning Tower\" are responsible for creating an inaccurate view of 1930s literature.Janet Montefiore, Men and women writers of the 1930s : the dangerous flood of history. London : Routledge, 1996. (pp.13–18). Montefiore argues Orwell misreads Auden's poem Spain: 1937, claiming that the poem's phrase \"necessary murder\" refers to the horrors of war rather than Orwell's view of it as referring to political assassinations. Montefiore also disputes Orwell's view that British writers of the time had comfortable lives, pointing out that both Storm Jameson and Naomi Mitchison worked to help European victims of fascism, and that Christopher Isherwood and his partner had to live in exile because of their homosexuality. Montefiore argues that \"Inside the Whale\" \"anticipates Cold War condemnations of \"premature anti-fascists\"\" by regarding all the left-wing writers of the period \"as uniform tools or stooges of Moscow\". ==See also== *Bibliography of George Orwell *Inside the Whale and Other Essays ==References== ==External links== *Text of Inside the Whale Category:1940 essays Category:Essays by George Orwell Category:Essays in literary criticism Category:Jonah Category:Victor Gollancz Ltd books ",
    "title": "Inside the Whale"
}