{
    "id": "5729365",
    "text": "Dinosaur Planet is a four-part American nature documentary that aired on the Discovery Channel as a special-two night event on December 14 and 16, 2003. It is hosted by paleontologist Scott Sampson and narrated by actor Christian Slater. It was released on DVD as a two-disc pack on February 17, 2004,http://www.dvdtalk.com/reviews/9988/dinosaur-planet-real-big-stories/ and was also released on VHS around the same time. The format is similar to Discovery's earlier series When Dinosaurs Roamed America. Each episode tells a fictionalized account of a dinosaur from the Late Cretaceous period. The animals are recreated with computer-generated imagery and composited into present-day filmed locations that approximate prehistoric Earth. Periodic interludes (three in each episode) feature Scott Sampson explaining the scientific findings behind the story, also similar to When Dinosaurs Roamed America, but has improved in quality. ==Episodes== ==Marketing== There were a couple of different websites for the series that were created back in November 2003, which included promos on the central characters of each of the episodes, and showed animations of them in a white background.Dinosaur Planet home on the Wayback Machine: https://web.archive.org/web/20031123103254/http://dsc.discovery.com/convergence/dinosaurplanet/dinosaurplanet.htmlInside the Dinosaur Planet website: http://www.bluefieldarts.com/design- portfolio/?portfolio=dinosaur-planet-marketing The site appeared to have some of its format taken away by June 2006,Dinosaur Planet site home dumbed down: https://web.archive.org/web/20060615071042/http://dsc.discovery.com/convergence/dinosaurplanet/dinosaurplanet.html but the link remained intact on the site until December 2008,Dinosaur Planet site finally unavailable: https://web.archive.org/web/20081224065705/http://dsc.discovery.com/dinosaurs/ when the link finally redirected to the dinosaur section of Discovery's website, and about five years after the show originally premiered. An interactive game was also created, showcasing the dinosaurs in the show, where they are located, and other facts about them.Inside Dinosaur Planet Interactive: http://www.bluefieldarts.com/design- portfolio/?portfolio=dinosaur-planet ==Reception== The series was recommended by DVD Talk. ==Awards== Primetime Emmy Awards *2004 – Outstanding Sound Editing for Nonfiction Programming (Single or Multi-Camera) - Patrick Cusack, David Esparza, Sean Rowe, Lisa Varetakis, Michael Payne, Dean Grinsfelder, Stephen P. Robinson, Nancy Nugent and Gregg BarbanellDinosaur Planet Emmy Awards. http://www.upi.com/Winners-at-56th-Emmy-Awards/29191095679940/ *2004 – Outstanding Sound Mixing for Nonfiction Programming (Single or Multi-Camera) - Mike Olman and Ken KobettDinosaur Planet Emmy Awards. http://www.upi.com/Winners-at-56th-Emmy-Awards/29191095679940/ ==References== ==External links== * (now a 404 error) *Dinosaur Interactive Viewer (now a 404 error) * Category:2000s American television series Category:Discovery Channel original programming Category:Documentary television series about dinosaurs Category:2003 American television series debuts Category:2003 American television series endings ",
    "title": "Dinosaur Planet (TV series)"
}