{
    "id": "5729857",
    "text": "The 35th Fighter Wing is an air combat unit of the United States Air Force and the host unit at Misawa Air Base, Japan. The wing is part of Pacific Air Forces (PACAF)'s Fifth Air Force. The wing was first activated in August 1948 at Johnson Air Base, Japan when PACAF implemented the wing base organization. It participated in the Korean War and later served in the air defense of Japan until inactivating in 1957. In 1966, the wing was again activated and served in combat in the Vietnam War until inactivating in 1972 with the withdrawal of US forces from Southeast Asia. It was soon reactivated at George Air Force Base, California, where it served until inactivating in 1992. It was activated the following year in Iceland as an air defense unit. With the drawdown of US forces in Iceland, it was inactivated the following year, but was activated the same year at Misawa. ==Mission== The mission of the 35th Wing is to project power throughout the Pacific theater and execute worldwide deployments. ==Units== The 35th Fighter Wing is a combat-ready F-16 wing composed of 4 groups, 2 fighter squadrons, 27 support squadrons and agencies, and more than 3,850 personnel. Host unit for 13,500-manned base supporting 35 associate units representing all four US military services and the Japan Air Self Defense Force (JASDF). The Operations Group controls all flying and airfield operations. The Maintenance Group performs Aircraft and Aircraft support equipment maintenance. The Mission Support Group has a wide range of responsibilities but a few of its functions are Security, Civil Engineering, Communications, Personnel Management, Logistics, Services and Contracting support. The Maintenance Group provides aircraft and mission support equipment maintenance, while the Medical Group provides medical and dental care. * 35th Operations Group (Tail Code: WW) : 35th Operations Support Squadron : 13th Fighter Squadron (F-16CJ/DJ, Red tail stripe) : 14th Fighter Squadron (F-16CJ/DJ, Yellow tail stripe) : 610th Air Control Flight * 35th Maintenance Group : 35th Aircraft Maintenance Operations Squadron : 35th Maintenance Squadron * 35th Mission Support Group : 35th Civil Engineer Squadron : 35th Contracting Squadron : 35th Communications Squadron : 35th Logistics Readiness Squadron : 35th Force Support Squadron : 35th Security Forces Squadron * 35th Medical Group : 35th Medical Support Squadron : 35th Aerospace Medicine Squadron : 35th Dental Squadron : 35th Medical Operations Squadron : 35th Surgical Operations Squadron ==History== : For additional history and lineage, see 35th Operations Group The 35th Fighter Wing flew air defense missions in Japan, August 1948 – November 1950. Redesignated 35th Fighter-Interceptor Wing in January 1950 and two squadrons (39th, 40th Fighter Squadrons) were equipped with Lockheed F-80 Shooting Star jet fighters. ===Korean War=== In July 1950, the 35th Fighter-Interceptor Group commenced combat from Ashiya Air Base in southwestern Japan. It quickly converted from F-80Cs back to the rugged and longer-range North American F-51D Mustangs it had given up only a short time before. Group headquarters and the 40th Fighter-Interceptor Squadron moved to Pohang Air Base (K-3) on South Korea's south eastern coast in mid-July, and the 39th Squadron followed on 10 August. The precarious ground situation in Korea forced the 35th Group to return to Tsuiki Air Base, Japan on 13 August, where it remained until early October. The two squadrons of the 35th Fighter- Interceptor Group were attached to the wartime 6131st Tactical Support Wing from 1 August, then to the 6150th Tactical Support Wing. The Korean War squadrons of the 35th FIG were the 39th (F-80C, F-51D), 40th (F-80C, F-51D) and 339th Fighter-Interceptor Squadrons (F-82G, F-89). From 6 September, the group supported United Nations ground forces moving north of the 38th parallel. The squadrons focused their attacks on fuel dumps, motorized transport, and enemy troop concentrations until it moved in mid-November to a forward airstrip at Yonpo Airfield, near the North Korean port city of Hungnam to provide close air support to the U. S. Army X Corps. When Communist Chinese Forces (CCF) surrounded the 1st U.S. Marine Division at the Battle of Chosin Reservoir, the F-51 Mustang-equipped squadrons provided close air support to the Marines. Relocating to Pusan East Air Base in early December 1950, the 35th Group continued supporting UN ground forces, eventually staging out of Suwon Air Base in March 1951 and Seoul Air Base in April. The combat-weakened group was transferred without personnel and equipment back to Johnson Air Base Japan in May 1951 where it was remanned and equipped with F-51s and F-80s and merged back with the wing to provide air defense for Japan. For its combat operations in Korea, the 35th Fighter-Interceptor Group was awarded the Republic of Korea Presidential Unit Citation, and the UN Defensive, UN Offensive, CCF Intervention, 1st UN Counteroffensive and CCF Spring Offensive campaign streamers. ===Air Defense of Japan=== After the 35th's squadrons transferred back to Johnson in 1951, the group was reunited with the wing and flew several aircraft types. The wing also added aerial reconnaissance to its air defense mission. Aircraft flown included the RC-45, RF-51, North American F-86F Sabre and Lockheed F-94 Starfire. The group was returned to operational status on 15 July 1954, and from 14 August to 30 September 1954 was detached from the wing, moving to Yokota Air Base. All components of the wing were reassembled at Yokota in October 1954 and they served together until the wing was inactivated on 1 October 1957 with itse operational squadrons coming under the control of the 41st Air Division. ===Vietnam War=== 64th Fighter- Interceptor Squadron F-102 at Da Nang ABAircraft is Convair F-102A-75-CO Delta Dagger serial 56-1333 in 1966 On 14 March 1966, the wing was redesignated the 35th Tactical Fighter Wing. Two weeks later, it was organized at Da Nang Air Base, South Vietnam, to replace the 6252nd Tactical Fighter Wing. While at Da Nang Air Base, the wing had five flying squadrons assigned or attached to it. Its aircraft were McDonnell F-4C Pantom II, Martin B-57 Canberra, and the Convair F-102 Delta Dagger Royal Australian Air Force MK-20 Canberra Bomber after return from Phan Rang Air Base, South Vietnam, 1971 A-37B of the 8th Special Operations Squadron, 1970 North American F-100F-20-NA Super Sabre Serial 58-1213 of the 352d Fighter Squadron at Phan Rang, 1971 In October 1966, the wing moved to Phan Rang Air Base, Republic of Vietnam, to replace the 366th Tactical Fighter Wing. With the transfer, the 35th became the parent wing at Phan Rang Air Base. The attached No. 2 Squadron RAAF provided day and night bombing, photo strike assessment, and close air support primarily for 1st Australian Task Force in Phuoc Tuy Province. Missions included air support of ground forces, interdiction, visual and armed reconnaissance, strike assessment photography, escort, close and direct air support, and rapid reaction alert. It struck enemy bases and supply caches in Parrot's Beak just inside the Cambodian border, April–May 1970 and provided close air support and interdiction in support of South Vietnamese operations in Laos and Cambodia, January–June 1971. The wing's resources passed to the 315th Tactical Airlift Wing on 31 July 1971 when the 35th Wing inactivated. It was later reactivated at George Air Force Base California on 1 October 1971. For its wartime combat duty in Southeast Asia, the 35th Wing was awarded the Republic of Vietnam Gallantry Crosses with Palm and the Vietnam Air; Vietnam Air Offensive; Vietnam Air Offensive, Phase II; Vietnam Air Offensive, Phase III; Vietnam Air/Ground; Vietnam Air Offensive, Phase IV; TET 69/Counteroffensive; Vietnam Summer-Fall, 1969; Vietnam Winter-Spring, 1970; Sanctuary Counteroffensive; Southwest Monsoon; Commando Hunt V; Commando Hunt VI. campaign streamers. ===George Air Force Base=== The 35th Tactical Fighter Wing was reassigned and reactivated at George Air Force Base, California on 1 October 1971, where it replaced the 479th Tactical Fighter Wing. The wing's mission at George was to train F-4 flight crews. Its aircraft initially carried GA as its tail code, but this was changed to WW. General-purpose F-4C/D/E/G training squadrons were: * 20th Tactical Fighter Squadron (December 1972 – 1981) (F-4F) (1981 – June 1992) (F-4E) From 1972–1975, the 20th flew German Air Force F-4F aircraft for training of German Air Force (Luftwaffe) pilots. USAF F-4E aircraft in German AF motif were flown after 1981. * 21st Tactical Fighter Training Squadron (December 1972 – October 1980) (F-4C) (later 21st Tactical Fighter Squadron (October 1980 – October 1989) (F-4E), 21st Tactical Fighter Training Squadron (October 1974– June 1991) (F-4E) * 431st Tactical Fighter Training Squadron (December 1972 – October 1978) (F-4D, 1972–1976) (F-4E, 1976–1978) * 434th Tactical Fighter Squadron (October 1971 – October 1975) (F-4D) 434th Tactical Fighter Training Squadron (October 1975 – January 1977) (F-4E) * 4435th Tactical Fighter Replacement Squadron (October 1971 – December 1976) (F-4C, Red/White Tail stripe F-4C 1972–1976, F-4E 1976–1977) * 4452d Combat Crew Training Squadron (October 1971 – October 1973) (F-4D, 1972, F-4E, 1972–1973) * 4535th Combat Crew Training Squadron (October 1971 – December 1972) (F-4C) ====Wild Weasel Training==== In addition to the F-4 training, in November 1974 Republic F-105 Thunderchiefs from the 17th Wild Weasel Squadron at Korat Royal Thai Air Force Base, Thailand were withdrawn from Southeast Asia and transferred to the 562d Tactical Fighter Squadron. By 1975, with the arrival of new F-4G aircraft, the wing was training aircrews exclusively in Wild Weasel radar detection and suppression operations for deployment to operational units in Okinawa and Germany. * 561st Tactical Fighter Squadron (July 1973 – July 1980) (F-105F/G), (F-4G, July 1980 – June 1992)***, The Yellow TailsUnder 37th Tactical Fighter Wing 1981–1989 * 562d Tactical Fighter Squadron (October 1974 – July 1980) (F-105F/G), (F-4G, July 1980 – June 1992), The Blue Tails * 563d Tactical Fighter Squadron (July 1975 – July 1977) (F-105F/G), (F-4G, July 1977 – October 1989), The White Tails * 39th Tactical Fighter Squadron (January 1977 – May 1984) (F-4C/G Tail Code: WW) (January 1976 – October 1980, not operational 1980–1982) (F-4E, January 1982 – May 1984, The Green Tails F-4D Phantom of the 4452nd Combat Crew Training SquadronAircraft is McDonnell F-4D-28-MC Phantom serial 65-672 on 10 June 1972. Retired to AMARC as FP0308 20 September 1989. A trio of 561st Republic F-105G ThunderchiefsThe aircraft are serials 62-4427, 63-8285, and 63-8319, each carrying a practice bomb dispenser returning from a training mission in 1975. 63-8285 is now on static display at Davis–Monthan AFB, Arizona. In 1980, the wing received the new F-4G and its advanced Wild Weasel system. By July 1980, the last F-105G left George Air Force Base, leaving the 35th with F-4Gs in its inventory for Wild Weasel training. ====Mission Realignments==== In mid-1978, the 431st TFTS was inactivated and replaced by the 561st TFS. Its F-4Es sent to the Air National Guard. The 39th TFS received the Air Force's first F-4Gs, and the F-4Cs were sent to the ANG. All 39th TFS aircraft and personnel were absorbed by the 562d TFTS on 9 October 1980 and the squadron was inactivated. Operations at George Air Force Base were reorganized by mission requirements 30 March 1981. The 35th Tactical Fighter Wing retained control of the 20th and 21st Tactical Fighter Squadrons and gained the inactive 39th TFS for combat ready operations. The 39th remained non- operational until January 1982 when it began equipping with Pave Spike- equipped F-4Es obtained from the 21st Tactical Fighter Wing at Elmendorf Air Force Base, Alaska and reorganized as a combat-ready tactical fighter squadron. In May 1984, the 39th TFS was inactivated. In July 1983, the 21st TFS was returned to a fighter training mission and renamed 21st TFTS. With the inactivation of the 39th TFS in 1984, the 35th Tactical Fighter Wing was redesignated the 35th Tactical Training Wing. However, the wing kept its air defense augmentation responsibility. It provided operations and maintenance support for the close air support portion of Army training exercises conducted at the U.S. Army National Training Center at Fort Irwin, California, from 1981 to 1990. Also, the wing advised specific Air National Guard units on F-4 operations from 1981 to 1991. The new 37th Tactical Fighter Wing assumed the 561st and 562nd Tactical Fighter Squadrons active Wild Weasel missions in March 1981. This training ended in October 1989 when the 37th Wing moved to Tonopah Test Range Nevada assuming Lockheed F-117A Nighthawk operational development. All Wild Weasel operations (561st, 562d TFS) were consolidated under the newly redesignated 35th Tactical Fighter Wing. ===Desert Shield/Desert Storm=== In August 1990, the 35th Tactical Fighter Wing mobilized in support of Operation Desert Shield. On 16 August 1990, 24 F-4Gs of the 561st Tactical Fighter Squadron left George Air Force Base en route to Shaikh Isa Air Base, Bahrain. Once in the Middle East, its deployed people established operational, maintenance and living facilities for the 35th Tactical Fighter Wing (Provisional). These facilities eventually housed more than 60 active duty and Air National Guard F-4s and more than 2,600 military members. During Operation Desert Storm, the 561st Tactical Fighter Squadron flew 1,182 combat sorties for a total of 4,393.5 hours. The 35th Tactical Fighter Wing (Provisional) was credited with flying 3,072 combat missions for 10,318.5 hours. U.S. Central Command relied heavily on the wing's Wild Weasels to suppress enemy air defense systems. The F-4G aircrews were credited with firing 905 missiles at Iraqi targets, while the RF-4C aircrews shot more than 300,000 feet of vital reconnaissance film. During operations Desert Shield and Desert Storm, the 35th Tactical Fighter Wing (Provisional) suffered no casualties. The wing's people began returning to George Air Force Base 23 March 1991, with its aircraft and pilots following three days later. The 35th became the host unit for George Air Force Base when the 831st Air Division there inactivated 31 March 1991. As a result, the wing gained several support agencies, including the 35th Combat Support Group and associated squadrons. In support of the Air Force's force reduction programs, the 21st Tactical Fighter Training Squadron inactivated 28 June 1991. In October 1991, as part of the Air Force's reorganization plan, the 35th Tactical Fighter Wing was redesignated the 35th Fighter Wing. A month later, the wing's tactical fighter squadrons were redesignated fighter squadrons. On 1 June 1992, the 35th was transferred to the new Air Combat Command. In 1988, George was scheduled in the first round of base closures passed by Congress under the Base Realignment and Closure program. In 1991, the 35th began downsizing in preparation for the closure of George Air Force Base. * The 21st TFTS was inactivated on 28 June 1991 and its F-4 aircraft sent to AMARC. It was later reactivated as a Fairchild Republic A-10 Thunderbolt II squadron at Shaw Air Force Base in November. * On 5 June 1992, the 20th Fighter Squadron was reassigned to the 49th Fighter Wing at Holloman Air Force Base, New Mexico, where it continued its mission of conducting training for the German Air Force. * The Wild Weasel training program was shut down and the 561st and 562d Fighter Squadrons were inactivated on 1 June 1992. The F-4Gs were sent to Nellis AFB, Nevada and between February 1993 and October 1996, the 561st was briefly reactivated as part of the 57th Operations Group as the USAF's last F-4G squadron. It was again inactivated and its F-4G aircraft sent to AMARC. Shortly thereafter, on 15 December, the 35th Fighter Wing inactivated and George Air Force Base was closed pursuant to BRAC, bringing an end to 21 years of continuous service and more than 34 years of total service for the 35th. ===Iceland=== McDonnell Douglas F-15C-28-MC Eagle serial 80-0035 of the 57th FIS Less than six months after its inactivation, the 35th was again called to service. On 31 May 1993, the 35th Fighter Wing was redesignated the 35th Wing and activated at Naval Air Station Keflavik, Iceland. The 35th replaced Air Forces Iceland, which had served as a wing equivalent command at NAS Keflavik for more than 40 years. Its new mission was to deter aggression, stabilize the North Atlantic region and protect the sovereign airspace of Iceland through the use of combat capable surveillance, air superiority and rescue forces. The wing's 57th Fighter Squadron protected the northern airspace with its McDonnell Douglas F-15C/D fighters. Its surveillance mission was handled by the 932d Air Control Squadron through the Iceland Regional Operations Control Center and four remote radar sites located on the four corners of the island. The 56th Rescue Squadron's four Sikorsky HH-60G Pave Hawk helicopters flew combat rescue and reaction force insertion missions. The 35th Wing was inactivated at Keflavik on 30 September 1994, being replaced by the 85th Wing, with the station being reassigned from Air Combat Command to United States Air Forces in Europe. The 57th Squadron was inactivated concurrent with the wing, with the Icelandic fighter alert mission assumed by rotational elements from CONUS-based Air National Guard fighter wings equipped with the F-15C/D Eagle and USAFE's sole F-15C/D squadron at RAF Lakenheath. ===Misawa Air Base=== Formation of Block 50A F-16CJs, 90-0812 from the 14th Fighter Squadron identifiable The 35th Fighter Wing was redesignated and reassigned 1 October 1994 when it inactivated at NAS Keflavik and was reactivated the same day at Misawa Air Base, Japan where the wing assumed the missions and responsibilities previously performed by the 432d Fighter Wing. The day following its inactivation in Iceland, the wing was reestablished and redesignated as the 35th Fighter Wing under Pacific Air Forces. The wing serves as host unit for Misawa Air Base, Japan, supporting 33 US associate units and units of the Japan Self-Defense Forces Northern Air Defense Force, primarily the 3rd Air Wing, which celebrated its 70th anniversary in 2007. In addition to providing air defense of northern Japan, the wing has also deployed aircraft and personnel to Southwest Asia in support of Operations Northern and Southern Watch and the War on Terror from 1997 to present. ==Lineage== * Established as the 35th Fighter Wing on 10 August 1948. : Activated on 18 August 1948. : Redesignated 35th Fighter-Interceptor Wing on 20 January 1950 : Inactivated on 1 October 1957 * Redesignated 35th Tactical Fighter Wing and activated on 14 March 1966 (not organized) : Organized on 8 April 1966 : Inactivated on 31 July 1971 * Activated on 1 October 1971 : Redesignated 35th Tactical Training Wing on 1 July 1984 : Redesignated 35th Tactical Fighter Wing on 5 October 1989 : Redesignated 35th Fighter Wing on 1 October 1991 : Inactivated on 15 December 1992 * Redesignated 35th Wing on 9 April 1993 : Activated on 31 May 1993 : Inactivated on 1 October 1994 * Redesignated 35th Fighter Wing and activated on 1 October 1994 ===Assignments=== * 314th Composite Wing, 18 August 1948 * Fifth Air Force, 1 March 1950 * 314th Air Division, 25 May 1951 * Japan Air Defense Force, 1 March 1952 * Fifth Air Force, 1 September 1954 * 41st Air Division, 1 March 1955 – 1 October 1957 (attached to 6102 Air Base Wing after 1 July 1957) * Pacific Air Forces, 14 March 1966 not organized) * Seventh Air Force, 8 April 1966 – 31 July 1971 * Twelfth Air Force, 1 October 1971 * Tactical Training, George, 1 October 1977 * 831st Air Division, 1 December 1980 * Twelfth Air Force, 31 March 1991 – 15 December 1992 * First Air Force, 31 May 1993 * Eighth Air Force, 1 October 1993 – 1 October 1994 * Fifth Air Force, 1 October 1994 – present ===Components=== ; Group * 35th Fighter Group (later 35th Fighter-Interceptor Group, 35th Operations Group): 18 August 1948 – 1 October 1957 (detached c. 9 July–1 December 1950, 7–24 May 1951, 14 August–30 September 1954), 31 May 1993 – 1 October 1994, 1 October 1994 – present ; Squadrons * No. 2 Squadron, Royal Australian Air Force: attached c. 19 April 1967 – 4 June 1971 * 8th Bombardment Squadron (later 8 Special Operations Squadron): attached 8–18 April 1966, 15 June – 15 August 1966, 12 October – 12 December 1966, 11 February – 12 April 1967, 7 June – 2 August 1967, 26 September – 21 November 1967; assigned 15 January 1968 – 15 November 1969, 30 September 1970 – 31 July 1971 (detached after c. 16 July 1971) * 8th Tactical Reconnaissance Squadron: attached 1 April – 14 August 1950 * 13th Bombardment Squadron: attached 17 April – 17 June 1966, 14 August – 13 October 1966, 12 December 1966 – 11 February 1967, 11 April – 8 June 1967, 1 August – 26 September 1967, 21 November 1967 – 15 January 1968 * 20th Tactical Fighter Training Squadron (later 20th Fighter Squadron): 1 December 1972 – 8 July 1992 * 21st Tactical Fighter Training Squadron (later 21st Tactical Fighter Squadron, 21st Tactical Fighter Training Squadron): 1 December 1972 – 28 June 1991 * 39th Fighter-Interceptor Squadron (later 39 Tactical Fighter Training Squadron, 39th Tactical Fighter Squadron): attached 8 October 1956 – 1 July 1957; assigned 1 July 1977 – 11 May 1984 * 40th Fighter-Interceptor Squadron (later 40 Tactical Fighter Squadron): attached 15 January – 14 July 1954 and 8 October 1956 – 1 July 1957; assigned 1 June 1972 – 30 April 1982 * 41st Fighter-Interceptor Squadron: attached 9 July – 1 December 1950 and 15 January – 14 July 1954 * No. 77 Squadron, Royal Australian Air Force: attached 1 December 1950 – 6 April 1951 * 120th Tactical Fighter Squadron: 30 April 1968 – 18 April 1969 * 319th Fighter-Interceptor Squadron: attached 17 August – 1 October 1954 * 339th Fighter Squadron (later 339th Fighter-Interceptor Squadron): attached 1 July 1949 – 1 December 1950 and 25 May 1951 – 20 July 1954 * 352d Tactical Fighter Squadron: 10 October 1966 – 31 July 1971 * 390th Tactical Fighter Squadron: 8 April – 10 October 1966 * 431st Tactical Fighter Training Squadron: 15 January 1976 – 1 October 1978 * 434th Tactical Fighter Squadron (later 434 Tactical Fighter Training Squadron): 1 October 1971 – 1 January 1977 (detached 12 August – 6 October 1972) * 480th Tactical Fighter Squadron: attached 8 April – 22 June 1966, assigned 23 June – 10 October 1966 * 561st Tactical Fighter Squadron (later 561st Fighter Squadron): attached 1–14 July 1973, assigned 15 July 1973 – 30 March 1981; 5 October 1989 – 30 June 1992 (detached August 1990 – March 1991) * 562d Tactical Fighter Squadron (later 562d Tactical Fighter Training Squadron, 562d Fighter Squadron): 31 October 1974 – 30 March 1981 (detached 12–30 August 1977); 5 October 1989 – 30 June 1992 * 563d Tactical Fighter Training Squadron (later 563 Tactical Fighter Squadron): 31 July 1975 – 30 March 1981 * 612th Tactical Fighter Squadron: 15 March – 15 July 1971 * 614th Tactical Fighter Squadron: 10 October 1966 – 15 July 1971 * 615th Tactical Fighter Squadron: 10 October 1966 – 31 July 1971 * 4435th Combat Crew Training Squadron: 1 October 1971 – 1 December 1972 * 4435th Tactical Fighter Replacement Squadron: 1 October 1971 – 15 January 1976 * 4452d Combat Crew Training Squadron: 1 October 1971 – 1 December 1972 ===Stations=== * Irumagawa Air Base (later Johnson Air Base), Japan, 18 August 1948 * Yokota Air Base, Japan, 1 April 1950 * Johnson Air Base, Japan, 14 August 1950 * Yonpo Air Base, (K-27), North Korea, 1 December 1950 * Pusan West Air Base (K-1), South Korea, c. 7 December 1950 * Johnson Air Base, Japan, 25 May 1951 * Yokota Air Base, Japan, 1 October 1954 – 1 October 1957 * Da Nang Air Base, South Vietnam, 8 April 1966 * Phan Rang Air Base, South Vietnam, October 1966 – 31 July 1971 * George Air Force Base, California, 1 October 1971 – 15 December 1992 * Naval Air Station Keflavik, Iceland, 31 May 1993 – 1 October 1994 * Misawa Air Base, Japan, 1 October 1994 – present ===Aircraft=== * North American P-51 Mustang, 1948–1950, 1950–1951, 1951–1953 * Northrop P-61 Black Widow, 1949–1950 * Lockheed P-80 Shooting Star, 1949–1950, 1951–1954 * North American P-82 Twin Mustang, 1949–1950 * Lockheed F-94 Starfire, 1951–1954 * North American F-86 Sabre, 1951, 1952–1953, 1953–1957 * Lockheed RF-80 Shooting Star, 1950, 1951–1952, 1953–1954 * North American RF-51 Mustang, 1952–1953 * Beechcraft RC-45, 1952–1954 * Beechcraft RT-7, 1952–1953 * McDonnell F-4 Phantom 1966, 1971–1992 * North American F-100 Super Sabre, 1966–1971 * Martin B-57 Canberra, 1966–1969 * Convair F-102 Delta Dart, 1966 * English Electric Canberra Mk-20, 1967–1971 * Cessna A-37 Dragonfly, 1970–1971 * Republic F-105 Thunderchief, 1973–1980 * McDonnell Douglas F-15 Eagle, 1993–1994 * Sikorsky HH-60G Pave Hawk, 1993–1994 * General Dynamics F-16 Fighting Falcon, 1994–. ==See also== *Wild Weasel ==References== ; Notes ; Citations ===Bibliography=== * * * ==External links== * 35th Fighter Wing's Official Webpage * 35th Fighter Wing history factsheet which is an official document of the United States Government and is presumed to be in the public domain. 0035 Category:Military units and formations established in 1948 ",
    "title": "35th Fighter Wing"
}