{
    "id": "5730368",
    "text": "Alphonse Mucha (1898) JOB rolling papers are a popular brand of cigarette paper produced by Republic Tobacco in Perpignan, France. ==History== In 1838, a French craftsman named Jean Bardou came up with the idea for a booklet of rolling papers made of thin, pure rice paper. Bardou's trademark was the initials \"JB\" separated by a large diamond. The diamond was often mistaken for a capital O by consumers, who began referring to the papers as JOB, thus the brand-name was born. Les très riches heures du papier à rouler: regards sur une collection - Musée du papier d'Angoulême By 1849 he filed for a patent for \"Papier JOB\". JOB History - Sept Deniers Jean Bardou died in 1852. The JOB brand was auctioned in August 1853 and bought for 16,000 francs by Jean Bardou's son Pierre Bardou. His brother Joseph Bardou had formed a separate company making \"le Nil\" cigarette papers, with a laughing elephant as its logo. In January 1854 Pierre began making his own paper in Perpignan. A range of flavored papers included licorice, anise, vanilla, juniper, camphor and so on. Careful attention to marketing included development of premium or luxury papers, with attractive boxes designed for ladies. At the end of 1858 Pierre Bardou bought a large house at 18 rue St Sauveur in Perpignan for 40,000 francs, originally an apartment building, which he divided into one area for manufacturing and another for his residence. Pierre had a glass skylight installed in his \"Hôtel de l’Industrie du Papier a Cigarette\" factory for illumination. It was used for manufacture from 1861 to 1879, and employed 80 workers in 1861. In 1865–66 a workshop was installed for lithography and printing. A second building was acquired at 13 St Sauveur, then additional buildings until an entire block was occupied, with the manufacturing process becoming increasingly automated, driven by steam power. By 1889 the Job company employed 290 women and 40 men. In the late 1890s, the company hired art nouveau artist Alphonse Mucha, as well as many other artists, to design advertising posters for the brand. JOB Posters - Sept Deniers Mucha drew a sinuous long-haired goddess holding a rolled cigarette. The image was inspired by Michelangelo's Sibyls from the Sistine Chapel.Renate Ulmer, Alfons Mucha, Taschen: 2002, pp. 38–40 The poster image was so popular that it was sold as a lithograph. In 2008, the company commissioned Stuckist artist, Paul Harvey to create a campaign series of posters with a stylistic reference to Alphonse Mucha.Fahy, Michael. \"Zig Zag has a new paper round\", Crain's Manchester Business, 16 June 2008. Retrieved 30 August 2010. Harvey made works featuring famous double acts to emphasise the sales message of \"The Original Double\", a reference to the twin-size packets of papers made by Job. Harvey's enthusiasm for the project came about because \"Mucha is one of his heroes\", said Mark Ross, the director of Glorious Creative agency managing the campaign. The work created some controversy:\"Famous doubles\", 3:AM Magazine, 19 October 2009. Retrieved 30 August 2010. Gilbert and George gave their endorsement to the images, but The Mighty Boosh and The White Stripes were not pleased to be featured. Famous Doubles, a show of the original paintings used for the posters, was promoted at the Wanted Gallery in Notting Hill by Fraser Kee Scott, director of the A Gallery.The Wanted Gallery has since been renamed GG Gallery The trademarks 1.0, 1.25, 1.5 and 2.0 are property of DRL Enterprises, Inc. ==Popular culture== In the movie Maximum Overdrive, which featured Emilio Estevez being chased by 'possessed' trucks, a JOB 1.5 truck was shown as one of the key vehicles. Reptiles, a 1943 lithograph by M. C. Escher shows a package of JOB rolling papers. In the 1981 film Nice Dreams, Tommy Chong says he has been sponsored by JOB papers. In an episode of The Office titled \"Viewing Party\", a poster for JOB papers can be seen on Gabe Lewis's wall. It is pointed out that the poster used to be a real french advertisement by Kelly Erin Hannon. ==See also== * List of rolling papers ==References== In June 2020, Job Rolling Papers were featured in the Hemper Monthly Box. ==External links== * Official site Category:Cigarette rolling papers Category:French brands Category:Pyrénées-Orientales Category:Art Nouveau works ",
    "title": "JOB (rolling papers)"
}