{
    "id": "5730123",
    "text": "Brett Seymour (born 27 September 1984) is an Australian former professional rugby league footballer who last played for the Dewsbury Rams. His usual position was in the halves. Seymour previously played in the National Rugby League for the Brisbane Broncos, Cronulla-Sutherland Sharks and New Zealand Warriors before moving to England where he joined Super League club, Hull FC. Seymour was the captain coach of Toowoomba Valleys in the Toowoomba Rugby League completion.http://toowoombavalleys.com.au/people/brett-seymour/ ==Background== Seymour was born in Mackay, Queensland, Australia. ==Early career== On contract with the Brisbane Broncos from a young age, Seymour was a standout school boy performer, leading the St Patrick's Mackay schoolboy side to victory in the Confraternity Cup. Other schoolboys from the same age group included Grant Rovelli and former Manly centre, Ashley Alberts. ==Brisbane Broncos== Seymour made his NRL début in 2002 for the Brisbane Broncos against St. George Illawarra Dragons on 26 May 2002. He went on to make sixty two appearances for the club. In 2006, accusations were made by a female against Brett Seymour over an alleged incident at Brisbane's Regatta Hotel. No criminal charges were laid after a police investigation failed to find sufficient evidence. After a mixture of promising football and injury woes as the Brisbane Broncos' new halfback, Seymour departed the club in 2007 over disciplinary issues. ==Cronulla-Sutherland Sharks== Seymour playing for the Sharks in 2008 Seymour joined the Cronulla-Sutherland Sharks on a 2-year contract, from 2007. Seymour had a number of stand-out games including one against the Eels when he kicked a 35-metre field goal in the fifth minute of golden point extra time to steer his side to a thrilling 25–24 victory. When he was coming to the end of his first Cronulla contract Seymour was linked with a move to London-based Super League franchise Harlequins, however he signed a further two-year deal to stay at the Sharks. Seymour's 2008 season ended unfortunately when he injured his knee in week two of the finals in a team game of soccer where he collided with fellow shark, Danny Nutley. In March 2009 the Cronulla Sharks announced that Seymour had been stood down following an alcohol-fuelled incident at a local bar. Seymour returned to the Sharks line-up but on 1 July 2009 it was announced that he had been sacked from Cronulla for repeated alcohol-related incidents. He had played in thirty nine games for the club before his sacking. ==New Zealand Warriors== On 3 August 2009 it was announced that Seymour had signed with the New Zealand Warriors for the 2010 season, with an option for 2011.Warriors sign bad boy Seymour AAP, 3 August 2009 The contract contained strict contractual provisions around Seymour's off-field behaviour and the NRL informed the Warriors that they will be heavily sanctioned should Seymour misbehave. Seymour moved to Auckland before the end of 2009 to begin preparations for the 2010 season and made his début for the club on 14 March 2010. ==Move to England== In 2011 he signed a three-year deal with Hull FC, beginning in 2012. Seymour was caught drink driving in November before leaving New Zealand.Drink driving Seymour in messy Warriors exit stuff.co.nz, 16 November 2011 On 11 September 2013 he signed a one-year deal for the Castleford Tigers, but was released in March 2014 without making a first-team appearance for the club. ==Footnotes== ==External links== *Brett Seymour Sharks profile *Official Brett Seymour NRL profile *Search for \"Brett Seymour\" AND \"Rugby League\" at BBC → Sport Category:1984 births Category:Sportspeople from Mackay, Queensland Category:Australian rugby league coaches Category:Australian rugby league players Category:Brisbane Broncos players Category:Cronulla-Sutherland Sharks players Category:New Zealand Warriors players Category:Hull F.C. players Category:Auckland rugby league team players Category:Rugby league five-eighths Category:Rugby league halfbacks Category:Living people ",
    "title": "Brett Seymour"
}