{
    "id": "5730690",
    "text": "Montrose Avenue is a station on the BMT Canarsie Line of the New York City Subway. Located at the intersection of Montrose and Bushwick Avenues in East Williamsburg, Brooklyn, it is served by the L train at all times. ==History== This station opened on June 30, 1924 as the eastern terminus of the initial segment of the underground Canarsie Line, a product of the Dual Contracts, stretching west to Sixth Avenue station in Manhattan. Originally, the Canarsie Line was planned to be elevated between Montrose Avenue and Broadway Junction, not underground. ==Station layout== Mezzanine This underground station has two tracks and two side platforms. The mosaic band and name tablets on both platforms are of exquisite cut porcelain with vivid pastel shades of sky blue, cerulean blue, rose, yellow, maize and white, on a background of black, raspberry and greyed lavender. Hexagon \"M\" tablets run along the trim line at regular intervals. Blue stripes adorn the top and bottom of the tile band. Blue I-beam columns run along both platforms at regular intervals with alternating ones having the standard black name plate in white lettering. The Manhattan-bound platform has an abandoned ramp leading to the street. This is where BMT Standard cars were fed directly into the subway back in the 1920s. Remnants can be seen from the front of the passing trains. Underneath the Canarsie-bound platform is a small stairway to the tracks, giving evidence of a platform extension. ===Exits=== This station has one mezzanine above the center of the platforms and tracks. Two staircases from each side go up to a waiting area/crossover, where a turnstile bank provides access to/from the station. Outside fare control, there is a token booth and two staircases going up to either western corners of Montrose and Bushwick Avenues. == References == == External links == * * Station Reporter — L Train * The Subway Nut — Montrose Avenue Pictures * Montrose Avenue entrance from Google Maps Street View * Platforms from Google Maps Street View (2015) * Platforms from Google Maps Street View (2018) Category:BMT Canarsie Line stations Category:New York City Subway stations in Brooklyn Category:New York City Subway stations located underground Category:Railway stations in the United States opened in 1924 Category:Williamsburg, Brooklyn ",
    "title": "Montrose Avenue station"
}