{
    "id": "5730809",
    "text": "DeKalb Avenue is a station on the BMT Canarsie Line of the New York City Subway. Located at the intersection of Wyckoff and DeKalb Avenues in Bushwick, Brooklyn, it is served by the L train at all times. ==History== DeKalb Avenue opened on July 14, 1928, as part of an extension of the Canarsie Line. This extension connected Montrose Avenue, which had opened four years earlier, to Broadway Junction, which was the western end of the already-operating elevated line to Canarsie. ==Station layout== Platform level This underground station has two tracks and two side platforms. Each platform has blue columns are regular intervals with every other column having a standard black and white station name plate. The mosaic tile bands are predominantly green and blue, with yellow and tan accents. Those installed on the stairway from the mezzanine to the Manhattan-bound platform in Summer 2000 feature a seven-inch entrance motif design with a dull green and blue background.http://www.nycsubway.org/wiki/BMT_Canarsie_Line#DeKalb_Avenue The trim line has \"D\" tablets on it at regular intervals to represent \"DeKalb.\" ===Exits=== This station has three entrances/exits. The main one is a mezzanine above the platforms and tracks at the west (railroad north) end. It has a single staircase from each platform, waiting area that allows free transfer between directions, turnstile bank, token booth, and four staircases to all corners of DeKalb and Wyckoff Avenues. The other two entrances/exits are on platform level and unstaffed at the east (railroad south) end. Each fare control area has HEET turnstiles and two street stairs. The ones on the Manhattan-bound platform lead to either northern corners of Wyckoff and Stanhope Street while those on the Canarsie-bound one lead to either southern corners. == References == == External links == * * The Subway Nut — DeKalb Avenue Pictures * DeKalb Avenue entrance from Google Maps Street View * Stanhope Street entrance from Google Maps Street View * Platforms from Google Maps Street View (2015) * Platforms from Google Maps Street View (2018) Category:BMT Canarsie Line stations Category:New York City Subway stations in Brooklyn Category:New York City Subway stations located underground Category:Railway stations in the United States opened in 1928 Category:Bushwick, Brooklyn Category:1928 establishments in New York (state) ",
    "title": "DeKalb Avenue station (BMT Canarsie Line)"
}