{
    "id": "5730335",
    "text": "Monocular vision is vision in which both eyes are used separately. By using the eyes in this way the field of view is increased, while depth perception is limited. The eyes of an horse with monocular vision are positioned on opposite sides of the animal's head, giving it the ability to see two objects at once. The word monocular comes from the Greek root, mono for single, and the Latin root, oculus for eye. ==Related medical conditions== Monocular vision impairment refers to having no vision in one eye with adequate vision in the other.http://www.guidedogsqld.com.au/cgi-bin/index.cgi/monocular/mvi Monopsia is a medical condition in humans who cannot perceive three-dimensionally even though their two eyes are medically normal, healthy, and spaced apart in a normal way. Vision that perceives three-dimensional depth requires more than parallax. In addition, the resolution of the two disparate images, though highly similar, must be simultaneous, subconscious, and complete. (After- images and \"phantom\" images are symptoms of incomplete visual resolution, even though the eyes themselves exhibit remarkable acuity.) A feature article in The New Yorker magazine published in early 2006 dealt with one individual in particular, who, learning to cope with her disability, eventually learned how to see three-dimensional depth in her daily life. Medical tests are available for determining monoptic conditions in humans.Monocular individuals face increased challenges with driving. These specifically relate to depth perception and peripheral vision. Keeney, et al., state, \"nationwide, monocularly impaired individuals have seven times more accidents than the general population with which they were compared.\" He recommends monocularly impaired drivers be denied class 1 licenses, (commercial driver license for transport of people), and that they be warned by their doctors regarding increased risk of accident with driving ==Monocular cues== Monocular cues provide depth information when viewing a scene with one eye. * Motion parallax – When an observer moves, the apparent relative motion of several stationary objects against a background gives hints about their relative distance. If information about the direction and velocity of movement is known, motion parallax can provide absolute depth information.Ferris, S. H. (1972). Motion parallax and absolute distance. Journal of experimental psychology, 95(2), 258 --63. This effect can be seen clearly when driving in a car nearby things pass quickly, while distant objects appear stationary. Some animals that lack binocular vision because of the wide placement of the eyes employ parallax more explicitly than humans for depth cueing (e.g., some types of birds, which bob their heads to achieve motion parallax, and squirrels, which move in lines orthogonal to an object of interest to do the same).1 * Depth from motion – One form of depth from motion, kinetic depth perception, is determined by dynamically changing object size. As objects in motion become smaller, they appear to recede into the distance; objects in motion that appear to be getting larger seem to be coming closer. Using kinetic depth perception enables the brain to calculate time-to-crash (aka time-to-collision or time- to-contact – TTC) at a particular velocity. When driving, one is constantly judging the dynamically changing headway (TTC) by kinetic depth perception. * Perspective – The property of parallel lines converging at infinity allows us to reconstruct the relative distance of different parts of a scene, or of landscape features. * Relative size – If two objects are known to be the same size (e.g. two trees) but their absolute size is unknown, relative size cues can provide information about the relative depth of the two objects. If one subtends a larger visual angle on the retina than the other, the object which subtends the larger visual angle appears closer. * Familiar size – Since the visual angle of an object projected onto the retina decreases with distance, this information can be combined with previous knowledge of the objects size to determine the absolute depth of the object. For example, people are generally familiar with the size of an average automobile. This prior knowledge can be combined with information about the angle it subtends on the retina to determine the absolute depth of an automobile in a scene. * Aerial perspective – Owing to light scattering by particles in the atmosphere, objects at a distance have lower luminance contrast and lower color saturation. In computer graphics, this is called \"distance fog\". The foreground has high contrast; the background has low contrast. Objects differing only in their contrast with a background appear to be at different depths.O’Shea, R. P., Blackburn, S. G., & Ono, H. (1994). Contrast as a depth cue. Vision Research, 34, 1595-1604. The colors of distant objects are also shifted toward the blue end of the spectrum (e.g., distance mountains). Some painters, notably Cézanne, employ \"warm\" pigments (red, yellow and orange) to bring features towards the viewer, and \"cool\" ones (blue, violet, and blue- green) to indicate the part of a form that curves away from the picture plane. * Accommodation – This is an oculomotor cue for depth perception. When we try to focus on distant objects, the ciliary muscles relax allowing the eye lens to flatten, making it thinner. The kinesthetic sensations of the contracting and relaxing ciliary muscles (intraocular muscles) is sent to the visual cortex where it is used for interpreting distance/depth. * Occlusion (also referred to as interposition) – Occlusion (blocking the sight) of objects by others is also a clue which provides information about relative distance. However, this information allows the observer to assess only relative distance. * Peripheral vision – At the outer extremes of the visual field, parallel lines become curved, as in a photo taken through a fish-eye lens. This effect, although usually eliminated from both art and photos by the cropping or framing of a picture, greatly enhances the viewer's sense of being positioned within a real, three-dimensional space. (Classical perspective has no use for this \"distortion\", although in fact the \"distortions\" strictly obey optical laws and provide perfectly valid visual information, just as classical perspective does for the part of the field of vision that falls within its frame.) * Texture gradient – Suppose you are standing on a gravel road. The gravel near you can be clearly seen in terms of shape, size and colour. As your vision shifts towards the more distant part of the road it becomes progressively less easy to distinguish the texture. Recent advances in computational machine learning now allow monocular depth for an entire scene to be algorithmically estimated from a single digital image by implicitly using one or more of these cues . ==Balance== Vision has been known to play an important role in balance and postural control in humans, along with proprioception and vestibular function. Monocular vision affects how the brain perceives its surroundings by decreasing the available visual field, impairing peripheral vision on one side of the body, and compromising depth perception, all three of which are major contributors to the role of vision in balance.Berela, J. et al. (2011) Use of monocular and binocular visual cues for postural control in children. Journal of Vision. 11(12):10, 1-8Wade, M. and Jones, G. (1997) The role of vision and spatial orientation in the maintenance of posture. Physical Therapy. 77, 619-628 Studies comparing monocular vision to binocular (two eyes) vision in cataract patients (pre and post surgery),Schwartz, S. et al. (2005) The effect of cataract surgery on postural control. Investigative Ophthalmology and Visual Science. 46(3), 920-924 glaucoma patients (compared with healthy age matched controls),Shabana, N, et al. (2005) Postural Stability in primary open angle glaucoma. Clinical and Experimental Ophthalmology. 33, 264-273 and in healthy adults and children (in both binocular and monocular conditions)Berela, J. et al. (2011) Use of monocular and binocular visual cues for postural control in children. Journal of Vision. 11(12):10, 1-8 have all shown to negatively impact balance and postural control than when both eyes are available. Each of the studied populations still displayed better balance when having only one eye compared to having both eyes closed. ==References== ==External links== *\"Lost Eye\" - includes discussion forum and links to support groups *Mind Map: Adjusting and Adapting to Eye Loss *Monocular Giants Category:Vision ",
    "title": "Monocular vision"
}