{
    "id": "5731118",
    "text": "Donald Tobias Wong (June 10, 1974 - May 30, 2010) was a Canadian-born designer and artist. His work was heavily influenced by subversive art movements including Dada and Fluxus, and, having received numerous cease and desist orders, Wong become known for appropriating work by others. He used the term \"paraconceptual\" to describe his art. ==Background== Wong was born in Vancouver, British Columbia, Canada, on June 10, 1974. He attended the University of Toronto for two years, subsequently moving to New York City in 1997 to continue his education at the Cooper Union School of Art, where he studied art and architecture, eventually concentrating on sculpture. He earned a certificate in art in 2000. He met his American-born partner of five years Timothy Edward \"Tim\" Dubitsky, an artist and designer, in New York City in 2004. Wong committed suicide on May 30, 2010, at his East Village apartment in New York City at the age of 35. A New York Times report after Wong's death investigated his long history of parasomnia or sleep disorders, his ability to perform \"elaborate tasks that require(d) agency and concentration\" during sleep, and his partner's conviction that Wong hanged himself while sleep walking. ==Work== At Cooper Union, he became known for his personal style and his clear message—as well as a neon sign (reading \"anus\") in his East Village apartment window. Typical of his early work are installations with a large number of the same industrial product which he would stack or assemble to create architectural shapes. Other presentations are more conceptual and question the meaning of how we consume or what we consume today, borrowing forms and ideas from contemporary industrial design and luxury objects and presented in the context of design stores and industry magazines. File:Killer-Ring, Tobias Wong, Philipp Mohr 2004.jpg|Killer Ring, 2004 In collaboration with the designer Philipp Mohr he created the Diamond Project series and the \"hidden diamond ring\" which features a diamond on the inside of a wedding band as well as an engagement ring with a reverse diamond. Along with Ken Courtney of Ju$t Another Rich Kid he launched a collection of luxury products cast in gold. One of his most acclaimed designs is his Ballistic Rose, a rose pin made of black bulletproof material. It has been included in the design collection at MoMA. Wong participated in Terminal 5, a 2004 art exhibit at the then-dormant TWA Flight Center at the John F. Kennedy International Airport curated by Rachel K. Ward and featuring the work of 18 artists. The show featured work, lectures and temporary installations drawing inspiration from the idea of travel -- and the terminal's architecture. The show was to run from October 1, 2004 to January 31, 2005 -- though it closed abruptly after the building itself was vandalized during the opening party. In 2006 Wong collaborated with London-based product design company SUCK UK to launch his environmentally conscious \"Sun Jar\", which continues to prove one of his greater commercial accomplishments.by SUCK UK http://www.suck.uk.com/product.php?rangeID=50&search;_text=sun Retrieved on February 10, 2011 In 2007 Wong arranged for a colleague to assume his identity for a presentation at Core77’s Offsite speaker series. Rama Chorpash, designer and Chair of the Undergraduate Industrial Design Department at The University of the Arts in Philadelphia, stayed in character throughout the presentation and during a subsequent question-and-answer period. The ruse is consistent with Wong's subversive design oeuvre. Wong's work included events including a pop‑up tattoo parlor at Art Basel Miami Beach/Design Miami and the Wrong Store, a \"store\" in New York that actually never opened. He served as founding co‑creative director of 100% Design Shanghai in 2008 and 2009, affiliated with the 100% Design fairs in London and Tokyo. Wong created a \"book-gun\" called I Want To Change The World, spoofing Karim Rashid’s similarly titled monograph that had been cut out in the shape of a gun. Wong's work was exhibited at the Museum of Modern Art, SFMOMA and Cooper Hewitt National Design Museum. He completed projects for Colette, Comme des Garçons, Prada/OMA, Cappellini, and Swarovski Crystal Palace. ==References== ==External links== * Treehugger.com Obituary * Brokenoff.net, personal website (temporary copy from 2008) * Brokenoff.com, personal website (dormant) Category:1974 births Category:2010 deaths Category:Artists from New York City Category:Artists from Vancouver Category:Canadian jewellery designers Category:Canadian people of Chinese descent Category:Canadian sculptors Category:Cooper Union alumni Category:Gay artists Category:LGBT artists from Canada Category:LGBT artists from the United States Category:Suicides in New York City Category:University of Toronto alumni Category:People from the East Village, Manhattan Category:Suicides by hanging in New York (state) Category:Artists who committed suicide ",
    "title": "Tobi Wong"
}