{
    "id": "5731825",
    "text": "John Irvin (born 7 May 1940) is an English film director. Born in Newcastle upon Tyne, Northumberland, he began his career by directing a number of documentaries and television works, including the BBC adaptation of John le Carré's Tinker Tailor Soldier Spy. He made several Hollywood films in the 1980s, including The Dogs of War (1980), Ghost Story (1981) and Hamburger Hill (1987). Irvin is a graduate of London Film School. == Career == Irvin directed his first films in the 1960s, such as Gala Day (1963), Carousella (1965), the made-for-TV film East of Howard (1966), Bedtime (1967) and Mafia No! (1967). In the 1970s, Irvin directed exclusively for television, including drama episodes and made-for-TV films. In the mid-1970s, he made Possessions (1974) and Haunted: The Ferryman (1974) and the pilot for The Nearly Man (1974) and seven episodes over 1975. In 1977, he directed an episode for ITV Playhouse and did the adaptation of Charles Dickens's Hard Times series. In the 1980s, Irvin made The Dogs of War (1980), starring Christopher Walken. The film is about a mercenary team that attack an African country. After that, Irvin made the horror film Ghost Story (1981), the adaptation of Peter Straub's novel. Irvin's other films from the 1980s include Champions (1984), starring John Hurt and Turtle Diary (1985), a romantic-comedy film based on the novel of the same name. It starred Glenda Jackson and Ben Kingsley. The story tells of a lonely man and woman from London who help a couple of turtles escape from a zoo. Soon afterwards, Irvin made Raw Deal (1986), an action film, starring Arnold Schwarzenegger about an FBI agent who extracts a bloody revenge against a Mafia organisation. After that, Irvin's next film was the Vietnam War story Hamburger Hill (1987), about a violent close-quarters battle in which US soldiers attacked a well-fortified North Vietnamese Army position. Irvin then directed Next of Kin (1989), an action film starring Patrick Swayze about a police officer who starts a clan feud against a Mafia family to exact revenge for his brother's death. In the 1990s, Irvin directed Eminent Domain (1990), starring Donald Sutherland and Anne Archer. After that, he made Robin Hood (1991), which starred Patrick Bergin and Uma Thurman. Irvin's other films from the 1990s include Freefall (1994), Widows' Peak (1994), A Month by the Lake (1995), Crazy Horse (1996), City of Industry (1996), When Trumpets Fade (1998) and Noah's Ark (1999). In the 2000s, Irvin directed Shiner (2000), which starred Michael Caine. The story tells about a boxing promoter searching for his son's killer. Irvin then directed The Fourth Angel (2001), an action film starring Jeremy Irons and Forest Whitaker. Irvin's other films from the 2000s include The Boys from County Clare (2003), Dot.Kill (2004), The Fine Art of Love: Mine Ha-Ha (2005) and The Moon and the Stars (2007). Irvin released The Garden of Eden (2008), starring Mena Suvari and Jack Huston. Irvin appears as himself in the documentary feature The Writer with No Hands (2014), talking about his colleague, screenwriter Gary DeVore. Irvin's next film was the biopic Mandela's Gun (2016), relating Nelson Mandela's times as a guerrilla fighter. Irvin is currently in talks to direct a Falklands War film about the true story of the Battle of Goose Green. == Filmography == {| class=\"wikitable sortable\" |- ! Film !! Year |- |The Dogs of War|| 1980 |- |Ghost Story|| 1981 |- |Champions || 1984 |- |Turtle Diary || 1985 |- |Raw Deal || 1986 |- |Hamburger Hill || 1987 |- |Next of Kin || 1989 |- |Eminent Domain || 1990 |- |Robin Hood || 1991 |- |Freefall || rowspan=\"2\"| 1994 |- |Widows' Peak |- |A Month by the Lake || 1995 |- |Crazy Horse || 1996 |- |City of Industry || 1997 |- |When Trumpets Fade || 1998 |- |Noah's Ark || 1999 |- |Shiner || 2000 |- |The Fourth Angel || 2001 |- |The Boys from County Clare || 2003 |- |Dot.Kill || rowspan=\"2\"| 2005 |- |The Fine Art of Love: Mine Ha-Ha |- |The Moon and the Stars || 2007 |- |The Garden of Eden || 2008 |- |Mandela's Gun || 2016 |} == Honours == * Nominated - Mafia No! - BAFTA Best Short Film (1967) * Nominated - Hard Times (TV) - BAFTA Best Drama Series (1977) * Nominated - Tinker, Tailor, Soldier, Spy (TV) - BAFTA Best Drama Series (1979) * Nominated - Champions - Berlin International Film Festival Golden Bear Award (1984) * Nominated - Widows' Peak - Karlovy Vary International Film Festival Crystal Globe Award (1994) * Winner - Widows' Peak - Austin Film Festival Best Film (1995) * Nominated - City of Industry - MystFest Best Film (1997) * Winner - When Trumpets Fade - Biarritz International Festival Silver FIPA Award (1999) * Winner - Mandela's Gun - Harlem International Film Festival Best Director (2018) == References == == External links == * Category:1940 births Category:English film directors Category:English television directors Category:English-language film directors Category:Living people Category:People from Newcastle upon Tyne Category:Alumni of the London Film School ",
    "title": "John Irvin"
}