{
    "id": "5731902",
    "text": "Lawrence Joseph Shehan (March 18, 1898 – August 26, 1984) was a liberal, American prelate of the Roman Catholic Church. He served as Archbishop of Baltimore from 1961 to 1974 and was made a cardinal in 1965. His legacy as a Catholic prelate is noted for transferring priests accused of sexual abuse to new posts without disciplining them or warning parishioners. ==Early life and education== Lawrence Shehan was born in Baltimore, Maryland, to Thomas Patrick and Anastasia Dames (née Schofield) Shehan. His father operated a tailors' supply business. He received his early education at local parochial schools in Baltimore. In 1911, he began his studies for the priesthood at St. Charles College, a college seminary in Ellicott City. After graduating from St. Charles, Shehan enrolled at St. Mary's Seminary in Baltimore in 1917. He earned a B.A. in 1919 and a M.A. in 1920. In 1920, he was sent to continue his studies in Rome at the Pontifical Urban University, where he received a Doctor of Sacred Theology in 1923. ==Priesthood== On December 23, 1922, Shehan was ordained a priest by Archbishop Giuseppe Palica at the Basilica of St. John Lateran. Following his return to the United States, he was first assigned as a curate at St. Patrick Catholic Church in Washington, D.C., a post which he held until 1941. In addition to his pastoral duties, he served as assistant director (1929–36) and director (1936–45) of Catholic Charities in Washington. Shehan served as pastor of St. Patrick's Church from 1941 to 1945. During his pastorate, he ended racial segregation at the parochial school in 1942 and hosted the Washington branch of the Catholic Interracial Council. He was named a papal chamberlain in 1939, and raised to the rank of domestic prelate in 1945. ==Episcopacy== ===Auxiliary Bishop of Baltimore=== On November 17, 1945, Shehan was appointed auxiliary bishop of the Archdiocese of Baltimore- Washington and titular bishop of Lydda by Pope Pius XII. He received his episcopal consecration on the following December 12 from Archbishop Amleto Giovanni Cicognani, with Bishops Peter Leo Ireton and John Michael McNamara serving as co-consecrators. He was named pastor of SS. Philip and James Church in Baltimore in 1946. In 1947, when the Archdiocese of Washington was separated from Baltimore, Shehan was assigned to remain in Baltimore. He served as vicar general of the archdiocese from 1948 to 1953. ===Bishop of Bridgeport=== Shehan was appointed the first Bishop of the newly erected Diocese of Bridgeport in Connecticut on August 25, 1953. His installation took place on December 2 of that year. During his tenure in Bridgeport, he established eighteen new parishes, built twenty-four new churches, and founded three high schools. He also formed a Catholic Youth Organization, promoted vocations to the priesthood and religious life, and began parish ministry for the increasing number of Hispanic, Portuguese, and Brazilian immigrants. In October 1960, he convoked the first synod of Bridgeport to complete the initial organization of the diocese and to establish a uniform code of practice and discipline for the clergy. A non-profit youth center in Bridgeport, CT is named after him (The Cardinal Shehan Center). On October 1, 2019, a report by former Connecticut state Judge Robert Holzberg accused Shehan and other former bishops of the diocese of transferring priests accused of sexual abuse rather than reporting them. ===Archbishop of Baltimore=== On July 10, 1961, Shehan returned to Baltimore as its Coadjutor Archbishop (with right of succession) and Titular Archbishop of Nicopolis ad Nestum. He succeeded Francis Patrick Keough as Archbishop of Baltimore on December 8 of that same year. In this position, he led the nation's first diocese and held precedence, except for Cardinals created earlier and without the honorary title of primacy, over the Church in America. After the Supreme Court ruled to remove prayer from public schools in 1962, Shehan warned that \"secularization threatens to become a sort of state religion established by court decree\".TIME Magazine. On Second Thought... August 24, 1962 He was also a strong advocate of civil rights, banning segregation in all of Baltimore's Catholic institutions and walking in the March on Washington for Jobs and Freedom in 1963.TIME Magazine. Milestones September 10, 1984 He also maintained relations with Judaism and Eastern Orthodoxy. Cardinal Shehan worked with his friend Harry Lee Doll, Episcopal Bishop of Maryland and President of the Maryland Council of Churches on both civil rights and ecumenical issues. Along with the President of St. Mary's Seminary and University, Cardinal Shehan and Bishop Doll in 1968 founded Baltimore's Ecumenical Institute, in the city's Roland Park neighborhood.http://articles.baltimoresun.com/1993-10-11/news/1993284003_1_ecumenical- institute-christian-unity-ecumenical-prayer-service Shehan attended the Second Vatican Council from 1962 to 1965, and Pope Paul VI rather surprisinglyTIME Magazine. 27 More Cardinals February 5, 1965 created him Cardinal-Priest of S. Clemente in the consistory of February 22, 1965. Along with Cardinal Jaime de Barros Câmara, he assisted Cardinal Leo Joseph Suenens in delivering one of the closing messages of the Council on December 8, 1965.Christus Rex. To Artists Within the Roman Curia, Shehan held membership in the Secretariat for Promoting Christian Unity. He was in conflict with Fr. Gommar DePauw, a Baltimore priest and founder of a Traditionalist Catholic Movement.TIME Magazine. De Pauw's Departure January 28, 1966 Considered a liberal in his positions, Shehan supported Fr. Charles CurranTIME Magazine. Time for Boy Scouts? April 28, 1967 and open housing, and condemned the Vietnam War.TIME Magazine. A Fighter Bows Out April 15, 1974 He celebrated an aboriginal Mass at the 1973 Eucharistic Congress in Melbourne.TIME Magazine. \"Spiritual Olympics\" in Melbourne March 12, 1973 ==Later life and death== He resigned as Baltimore's archbishop on April 2, 1974, after twelve years of service. He was never able to participate in a papal conclave--he was the last cardinal to turn eighty prior to the August 1978 conclave, at which, by Pope Paul's decree, cardinals over eighty were excluded. Shehan died in Baltimore at age 86, and is buried in the Cathedral of Mary Our Queen. ==See also== * Catholic Church hierarchy * Catholic Church in the United States * Historical list of the Catholic bishops of the United States * List of Catholic bishops of the United States * Lists of patriarchs, archbishops, and bishops ==References== ==External links== *Cardinals of the Holy Roman Church *Catholic-Hierarchy *Roman Catholic Archdiocese of Baltimore *Roman Catholic Diocese of Bridgeport ==Episcopal succession== Category:1898 births Category:1984 deaths Category:20th-century Roman Catholic archbishops Category:American cardinals Category:American Roman Catholic archbishops Category:Archbishops of Baltimore Category:Roman Catholic bishops of Bridgeport Category:Participants in the Second Vatican Council Category:Religious leaders from Baltimore Category:Cardinals created by Pope Paul VI ",
    "title": "Lawrence Shehan"
}