{
    "id": "5731993",
    "text": "The Girls Won't Leave the Boys Alone is an album by Cherish the Ladies released in 2001 on the Windham Hill label. The title reverses the lyrics \"the boys won't leave the girls alone\" from the Irish song \"Belle of Belfast City/I'll Tell Me Ma\", popularized in the album Irish Heartbeat by Van Morrison and The Chieftains. The Boys Won't Leave the Girls Alone is also the title of a 1962 album by The Clancy Brothers and Tommy Makem. Two of the Clancy Brothers, Liam and Bobby Clancy, make guest appearances on The Girls Won't Leave the Boys Alone. They both perform \"Freeborn Man of the Traveling People\" with Bobby's son, Finbarr, and daughter, Aoife Clancy, a former member of Cherish the Ladies. This was the final recording of any of the Clancy Brothers together. Liam Clancy also sings \"The Jolly Beggarman\" with Arlo Guthrie on the album. The Clancys' former singing partner, Tommy Makem, appears with John McCutcheon and Tom Chapin on the song, \"Rambling Irishman.\" Other guest artists include Paddy Reilly, Luka Bloom, Pete Seeger, fiddler Brendan Mulvihill, banjo player Eric Weissberg, flutist Matt Molloy, and Liam Ó Maonlaí. In the second half of the recording, the Ladies pay tribute to their families by playing a rendition of \"The Queen of Connemara\"http://sniff.numachi.com/pages/tiQUENCONN;ttQUENCONN.html accompanied by their fathers and brothers. This album is a departure from the group's previous dance-tune-based recordings, but the quality of the singing is regarded as very good throughout.https://www.amazon.com/Girls-Wont-Leave- Boys-Alone/dp/B00005AX60 ==Track listing== # \"Song: The Broom of the Cowdenknowes\" – 4:33 # \"Song: Freeborn Man of the Traveling People\" – 4:05 # \"Song: Rambling Irishman\" – 5:23 # \"Song: Bonny Blue-Eyed Nancy\" – 5:43 # \"Reels: The Raveled Hank of Yarn Set\" – 3:29 #*\"Mullin's Fancy\" #*\"The Raveled Hank of Yarn\" #*\"Gilbert Clancy's\" # \"Song: Erin Grá Mo Chrói\" – 5:16 # \"An Poc Ar Buile\" – 4:14 # \"Song: I'll Walk Beside You\" – 3:16 # \"Jigs: The Colliers' Set\" – 4:01 #*\"The Two-and-Six-Penny Girl\" #*\"The Humors of Drinagh\" #*\"The Colliers\" # \"Song and Jigs: The Queen of Connemara/The Carraroe/The Lilting Fisherman\" – 6:42 # \"Song: Down by the Glenside\" – 4:13 # \"Song: The Jolly Beggarman\" – 3:35 # \"Reels: The Last Night's Fun Set\" – 4:53 #*\"Last Night's Fun\" #*\"The Chattering Magpie\" #*\"The Black Haired Lass\" #*\"The Commodore\" ==References== ==External links== * * Complete identification of album contents at irishtune.info Category:Cherish the Ladies albums Category:2001 albums ",
    "title": "The Girls Won't Leave the Boys Alone"
}