{
    "id": "5732498",
    "text": "Eucladoceros (Greek for \"well-branched antler\") or bush-antlered deer is an extinct genus of deer whose fossils have been discovered in Europe, the Middle East and Central Asia. This genus was formally described by Hugh Falconer in 1868.Falconer, H. (1868). Notes on fossil species of Cervus, including a description of a remarkable fossil antler of a large species of extinct Cervus, C. (Eucladoceros) Sedgwickii, in the collection of the Rev John Gunn, Irstead. In: C. Murchison (Ed.): Palaeontological Memoirs and Notes of Hugh Falconer, Vol. II. Mastodont, elephant, rhinoceros, ossiferous caves, primeval man and his contemporaries: 471-480. ==Description== Eucladoceros tegulensis Eucladoceros was a large deer, reaching in body length and standing about tall at the shoulder, only slightly smaller than a modern moose. It had a spectacular set of antlers which split into twelve tines per pedicle, and were up to wide. The most distinctive feature of Eucladoceros was its comb-like antlers, especially in E. ctenoides. E. dicranios is the most evolved species of the genus, with a dichotomous branching of each antler tine. Eucladoceros was the first deer genus to have highly evolved antlers; however its cranial shape and dental morphology remained primitive, as in Rusa unicolor. ==Distribution== Eucladoceros senezensis fossil The first find (E. dicranios) was in 1841 by Florentine naturalist Filippo Nesti, director of the \"Museo di Storia Naturale di Firenze\" (\"Museum of Natural History of Florence\"). The earliest species of Eucladoceros was described from the Early Pliocene of China. The most abundant fossil remains of Eucladoceros have come from the Early Pleistocene of Europe and China. The systematics of European forms is confused and up to twelve poorly defined species are reported. The majority of those species names are synonymous, and at present only two or three good species are recognized: E. dicranios from England, Italy and Azov Sea Area in South Russia; E. ctenoides from Greece, Italy, France, Spain, the Netherlands, and England; and E. teguliensis (a senior synonym of E. senezensis) from France, the Netherlands, and Britain. The latter species is regarded by some authors as a subspecies of E. ctenoides, since there are some finds (for instance, from Ceyssaguet, France) that show a transitional character between E. ctenoides and E. teguliensis. Some poor remains of Eucladoceros are found also in Tajikistan, Pakistan, and India. ==Species== Life restoration * Eucladoceros boulei Marcellin Boule (1928), Age: Latest Pliocene - Early Pleistocene; Nihowan, China * Eucladoceros ctenoides (former name E. teguliensis) F. Nesti (1841), Age: Early Pleistocene, Late Villafranchian; Locus typicus: Upper Valdarno, Tuscany, Italy * Eucladoceros dichotomus (Original citation: Cervus (Elaphurus) dichotomus Teilhard de Chardin & Piveteau; Early Pleistocene of Nohowan; most probably is not a Eucladoceros species) * Eucladoceros dicranios Filippo Nesti (1841), Age: Early Pleistocene, Late Villafranchian; Upper Valdarno, Tuscany, Italy. Note: the type species of the genus. * Eucladoceros proboulei (Dong Wey), Age: Early Pliocene; China * Eucladoceros senezensis Charles Depéret, 1910, Senèze (Haute-Loire), near Brioude, France. Note: some authors regard it as a subspecies of E. ctenoides. * Eucladoceros tetraceros Sir Wm. Boyd Dawkins (1878), Age: Early Pleistocene; Peyrolles, Haute-Loire, France. Note: a possible synonym of E. ctenoides. ==References== == Literature == *Azzaroli, A. 1954. \"Critical observations upon Siwalik deer\". The Proceedings of the Linnean Society of London, 165: 75-83, London. *Azzaroli, A. & Mazza, P. 1992. \"The cervid genus Eucladoceros in the early Pleistocene of Tuscany\". Palaeontographia Italica, 79: 43-100; Pisa. *Croitor R. & Bonifay M.-F. 2001. \"Étude préliminaire des cerfs du gisement Pleistocène inférieur de Ceyssaguet (Haute-Loire)\". Paleo, 13: 129-144. *Dong W. & Ye J. 1996. \"Two new cervid species from the late Neogene of Yushe Basin, Shanxi Province, China\". Vertebrata PalAsiatica, 34 (2): 135-144. *Heintz E. 1970. \"Les Cervides Villafranchiens de France et d’Espagne\". Memoires du Museum national d’histoire naturelle. Ser.C, Sc. De la Terre, 22 (1-2): 1-302, Paris. *Vos, J. De, Mol D. & Reumer J. W. F.1995. \"Early pleistocene Cervidae (Mammalia, Artyodactyla) from the Oosterschelde (the Netherlands), with a revision of the cervid genus Eucladoceros Falconer\", 1868. Deinsea, 2: 95-121. ==External links== * A Pleistocene Bestiary * Painting of Eucladoceros Category:Prehistoric deer Category:Pliocene first appearances Category:Pleistocene genus extinctions Category:Cenozoic mammals of Asia Category:Cenozoic mammals of Europe Category:Prehistoric mammal genera Category:Fossil taxa described in 1868 ",
    "title": "Eucladoceros"
}