{
    "id": "5732455",
    "text": "Tightrope is the debut album from Australian pop singer Stephanie McIntosh, which was released on 11 September 2006, and re-released on 19 March 2007. It was released to the UK on 20 August 2007 with an alternate track listing and cover, but some Australian editions of the album have been seen in UK music stores such as HMV. ==History== McIntosh worked on her debut album with award- winning songwriter/producer Tom Nichols who has written and produced songs for the likes of Jessica Simpson, Lindsay Lohan, Alistair Griffin, Kylie Minogue, S Club 7 and Atomic Kitten. Nichols has co-written and produced McIntosh's debut album along with Rami, Greg Kurstin, Klaus Derendorf and Guy Roche. The writing and recording process found McIntosh travelling all over the world to studios in LA, London and Sweden along with her hometown of Melbourne. The album, Tightrope was two years in the making, and McIntosh had a film crew following her around the world documenting the journey. The result was The Steph Show which debuted on Channel 10 at 6pm on 28 July 2006 The album features a cover of the song, \"Wishin' and Hopin' \". McIntosh co-wrote one track on the album, \"So Do I Say Sorry First?\" which is a guitar driven rock track. Most of Tightrope was recorded at the beginning of 2006. The album title, Tightrope was decided by McIntosh and Nichols (producer/co-writer) with McIntosh saying \"it's a cliché, but life can be like walking a tightrope sometimes\".Stephanie McIntosh Official UK Site On 5 September the full album was available for play on Ninemsn music. The album leaked onto the internet on 6 September. It was assumed that it leaked because of the Ninemsn first. Tightrope was re-released on 19 March 2007. McIntosh arranged numerous radio interviews in the UK to promote Tightrope which was released on 20 August 2007. Although, it was supposed to be released earlier, on 2 July. During her promotion campaign Tightrope debuted at #40 on the UK Preorder Top 100 Albums chart and later on rose to its peak of #11. Universal poorly promoted the album, the first UK single \"Mistake\" debuted at #168 on downloads alone and reached its peak a week later at number forty-seven. Follow up single, \"So Do I Say Sorry First?\" peaked at number 258. ==Critical reception== Reviews of the album were mixed, with Lizzie Ennever of the BBC wrote that \"Steph’s voice isn’t bad, it’s just not very memorable or interesting\" and that \"[she sounds like] a good singer who’s been given a day in a recording studio as a present, rather than a future star in the making\". However, tracks such as \"So Do I Say Sorry First?\" and \"God Only Knows\" were praised, the former being that \"[it], in a kind of teen-angsty, 'rock out in your bedroom after a fight with your parents' way is pretty OK\" and the latter being described as \"going back to the rockier flavour of the opener, but again, it’s just not really very stimulating\". In reference to the album overall Ennever wrote \"if I had to sum Tightrope up in three words, they would be bland, boring and banal\", also adding \"I love Sky Mangel, I do not like Stephanie McIntosh the pop star\".BBC Review Tony Bartholomew of Virgin Media's review was also negative, writing that \"McIntosh has pedigree, as well as the prerequisite blonde hair, forgettable voice and complete lack of musical vision\" saying that the album was \"more Dannii Minogue than Kylie Minogue\"Virgin Media Review ==Chart performance and singles== In Australia, the album entered at number four on the ARIA Albums Chart on the issue dated on 18 September 2006 and was the second highest debut for that week. Next week it stayed at number four and was certified gold for shipping 35,000 copies. The album ended up spending fourteen weeks in the top one hundred, nine of which were in the top fifty, and became the ninety-second highest selling album in 2006. \"Mistake\" was the album's first single, released on 29 July 2006 in Australia. It made it to the top 3 on the ARIA Singles Chart and was certified Gold in Australia for sales of over 35,000. It was also her debut single in the UK and Ireland, but did not get into the top 40 in either country. The second single, released only in Australia on 21 October 2006, was Tightrope. Although it did not do as well on the charts as Mistake, it did get into the top 20, peaking at #16, and was certified Gold. In late 2006, \"Catching My Breath\" was officially released to the Australian iTunes Store. \"So Do I Say Sorry First?\" was released as the album's third Australian single on 3 March 2007. It is her weakest single to date there and peaked at #34. It was released in the United Kingdom as the second single as a download-only single on 6 August 2007. ==Track listing== == Charts and certifications== ===Charts=== {| class=\"wikitable\" !align=\"left\"|Chart (2006) !align=\"left\"|Peak position |- |align=\"left\"|Australian Albums Chart |align=\"center\"|4 |} === Certifications === {| class=\"wikitable\" |- ! Country ! Certifications (sales thresholds) |- | Australia |Gold |} === Year-end charts === {| class=\"wikitable\" !Chart (2006) !Peak position |- |Australian Albums Chart |align=\"center\"|92 |} ==Release details== {| class=\"wikitable\" ! Country ! Date ! Label ! Format ! Catalog |- |align=\"left\" rowspan=\"2\"| Australia | 11 September 2006 |align=\"left\" rowspan=\"2\"| Universal Music |align=\"left\" rowspan=\"2\"| CD | 1703889 |- | 19 March 2007 | 1726345 |- | United Kingdom | 20 August 2007 | UMTV | CD | 1735817 |} ==References== Category:2006 debut albums Category:Stephanie McIntosh albums Category:Albums produced by Greg Kurstin Category:Albums produced by Max Martin Category:Albums produced by Rami Yacoub Category:Universal Music Australia albums ",
    "title": "Tightrope (Stephanie McIntosh album)"
}