{
    "id": "5733924",
    "text": "Sculpture by Fernando Botero \"Big Beautiful Woman\" (commonly abbreviated as BBW) is a euphemism for an overweight woman. The terms \"Big Beautiful Women\" and \"BBW\" were coined by Carole Shaw in 1979, when she launched BBW Magazine, a fashion and lifestyle magazine for \"plus-size\" women. BBW Magazine trademarked the term Big Beautiful Woman, which was later transferred to Dimensions Magazine. ==Meaning and usage== Although \"BBW\" may have been first used in the context of BBW Magazine, the term's usage spread over the years. It has reached the point that even women who had never heard of the magazine began to refer to themselves as \"BBWs\". The abbreviation BBW can often be found used in personal ads (and online dating services) denoting an identification with (or preference for) such women, and is also used to denote events specifically targeted to such women, and persons interested in them, such as specific gathering nights in dance clubs, restaurants, and fashion stores and shows. The term is also commonly used as a positive euphemism by those involved with the fat acceptance movement. == Variants == SSBBW model The term has several near-synonyms with varying shades of meaning, such as \"full-figured\", \"voluptuous\", \"zaftig\", and \"Rubenesque\"; the latter term referring to the art of Peter Paul Rubens, best known for portraying full- bodied women. The acronym BBBW refers to Big Beautiful Black Woman. Another variant is SSBBW: Supersized Big Beautiful Woman. There is no formal definition which explains the exact difference between BBW and SSBBW. Some BBWs or SSBBWs consider themselves to be feedees. Dimensions Magazine considers a woman over 350 pounds to be an SSBBW. ===Big Handsome Man=== Big Handsome Man (BHM), or Big Hulking Men, or sometimes Big Beautiful Man (BBM), refers to a physically or sexually attractive fat man. Women who are attracted to BHMs are called Female Fat Admirers (FFA). In the gay community, BHMs are sometimes called \"chubs\", and men who are attracted to BHMs are known as chubby chasers. ==See also== * Fat acceptance movement * Fat fetishism * Female body shape * Chub (gay slang) * Bear (gay culture) * Obesity * Overweight ==References== ==External links== *BBW Magazine site *BBW Wiki *Free site of Dimensions Magazine, previously associated with NAAFA, a \"size- positive\" lifestyle magazine with resources and forums. *National Association to Advance Fat Acceptance is a non-profit human rights organization dedicated to improving the quality of life for fat people. Category:Fat acceptance movement Category:Fat fetishism Category:Human appearance Category:Neologisms Category:Subcultures ",
    "title": "Big Beautiful Woman"
}