{
    "id": "5733951",
    "text": "Former train station in Asunción, nowadays serving as a rail museum. Map of the railways in Paraguay The rail system in Paraguay consisted primarily of a 376 km main line of standard gauge between Asunción and Encarnación (with a connection to Posadas, Argentina). The infrastructure was administered by Ferrocarriles del Paraguay S.A. (FEPASA), corporation established in 2002. Early in the 21st century, rail transport mostly ceased. ==Overview== Railroads in Paraguay used steam locomotives until the end of railroad service in 1999. In 1988, The New York Times published an article describing the journey from Buenos Aires, Argentina to Asunción, Paraguay. As of 2006, all traffic has been suspended except weekly tourist steam trains between Jardín Botánico de Asunción (Asunción Botanical Gardens) and the city of Areguá (23 km)Unofficial timetable plus an additional 15 km section to the village of Ypacaraí under renovation and cross-border freight trains between Posadas in Argentina and Encarnación. As of 2007 International Steam Report steam 2-6-0s built between 1910 and 1914 still perform shunting duties. The former main station in Asunción has been converted into a railway museum.#21-Estación Central del Ferrocarril As of 2010, following the collapse of an abutment of a bridge on the Rio Ytay, the tourist steam train traffic has been suspended until repairs can be effected. In early 2013, freight traffic was down to one train across the border every few weeks, with shunting mainly handled by Argentine diesels.report by Frank Ludwig, 2013 In 2018, the Ferrocarriles del Paraguay S.A. stated on their website that a reopening of a passenger service between Asunción and Yparacaí is in the planning phase. ===Link to Argentina=== In 2010, the rising level of the Yacyretá Dam flooded the tracks on the Argentinian side, which halted grain exports by rail from the Encarnacion goods terminal until a new track was completed, at a higher level, in June 2012. ==History== Railways in Paraguay were inaugurated in 1861, during the era of Carlos Antonio López. Privatized and renationalized several times, the railroad was finally nationalized in 1961. As of 1988, the 367 km rail system was outdated, wood-powered, slow and costly even with government subsidies. The volume of cargo carried on the railroad declined in the 1970s and 1980s as alternative roads and waterways became more efficient, though some agricultural goods did move by train. In Encarnación, the Paraguayan railroad system connected via train ferry, then since 1990 via the San Roque González de Santa Cruz bimodal road-rail bridge, with the Argentine city of Posadas, which is connected by Ferrocarril General Urquiza to Buenos Aires and the Uruguayan and Brazilian railroad systems. There also was a small \"soybean railroad\" near the Brazilian border.Paraguay rail system data == See also == * Rail transport by country == References == == External links == * Official site of Ferrocarriles del Paraguay (FEPASA) * Pictures of Paraguay railways and Asunción streetcars, 1995 * The Extraordinary Street Railways of Asunción by Allen Morrison ",
    "title": "Rail transport in Paraguay"
}