{
    "id": "5733455",
    "text": "The western ground snake (Sonora semiannulata) is a species of small, harmless colubrid snake. The species is endemic to North America. It is sometimes referred to as the common ground snake or variable ground snake, as its patterning and coloration can vary widely, even within the same geographic region.Stebbins, R.C. (2003). A Field Guide to Western Reptiles and Amphibians, Third Edition. The Peterson Field Guides Series ®. Boston and New York: Houghton Mifflin. xiii + 533 pp. . (Sonora semiannulata, pp. 391–393 + Plate 45 + Map 170). Another common name is miter snake referring to the head marking which suggests a bishop's miter; the synonym \"episcopus \" (Latin for \"bishop\") is a similar allusion. ==Geographic range== S. semiannulata is native to the Southwestern United States, in Arizona, Nevada, California, Colorado, Kansas, Missouri, New Mexico, Oklahoma, Oregonhttps://www.dfw.state.or.us/wildlife/living_with/docs/livingwsnakes.pdf, Texas, and Utah, as well as northern Mexico, in Chihuahua, Coahuila, Durango, Nuevo León, and Sonora. ==Description== The western ground snake can grow to a total length (including tail) of 8 to 19 inches (20.3 to 48.3 cm). The color and pattern can vary widely. Individuals can be brown, red, or orange, with black banding, orange or brown striping, or be solid-colored. The underside is typically white or gray. It has smooth dorsal scales, a small head, and the pupil of the eye is round. ==Habitat== The preferred habitat of S. semiannulata is dry, rocky areas with loose soil. ==Behavior== The western ground snake is typically nocturnal and secretive, but it is common throughout its range. It is often found on roadsides, or in dry drainage ditches at night, foraging for food. ==Diet== The diet of S. semiannulata consists primarily of invertebrates, such as spiders, scorpions, centipedes, crickets, and insect larvae. ==Reproduction== The western ground snake is oviparous, breeding and laying eggs through the summer months. ==Taxonomy== Sonora semiannulata was once broken up into five separate subspecies, based on the vast differences in color and patterning that the species displays, but recent research has shown that the various colors and patterns of ground snake interbreed indiscriminately, making distinction between them impossible and thus not warranting subspecies status, though some sources still refer to them, using geography as a basis rather than morphology. ==References== ==External links== *California Herps: Sonora semiannulata *Digital Atlas of Idaho: Sonora semiannulata *Amphibians and Reptiles of the Dallas-Ft. Worth Metroplex: Sonora semiannulata *Arizona PARC: Sonora semiannulata ==Further reading== *Baird, S.F., and C.F. Girard (1853). Catalogue of the Reptiles in the Museum of the Smithsonian Institution. Part. I.--Serpents. Washington, District of Columbia: Smithsonian Institution. xvi + 172 pp. (Sonora semiannulata, p. 117). *Powell, R., R. Conant and J.T. Collins (2016). Peterson Field Guide to Reptiles and Amphibians of Eastern and Central North America, Fourth Edition. Boston and New York: Houghton Mifflin Harcourt. xiv + 494 pp., 47 plates, 207 figures. . (Sonora semiannulata, pp. 394-396, Figure 183 + Plate 38). *Smith, H.M., and E.D. Brodie, Jr. (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 240 pp. (paperback). (Sonora semiannulata, pp. 168–169). *Wright, A.H., and A.A. Wright (1957). Handbook of Snakes of the United States and Canada. Ithaca and London: Comstock Publishing Associates, a division of Cornell University Press. 1,105 pp. (in 2 volumes) (Separate accounts of the following synonyms of Sonora semiannulata: Sonora episcopa episcopa, Sonora episcopa taylori, Sonora semiannulata semiannulata, Sonora semiannulata blanchardi, Sonora semiannulata gloydi, Sonora semiannulata isozona, Sonora semiannulata linearis, pp. 670–692, Figures 196-203 + Map 51 on p. 668). Category:Sonora (snake) Category:Fauna of the Southwestern United States Category:Reptiles of Mexico Category:Fauna of the Plains-Midwest (United States) Category:Reptiles described in 1853 ",
    "title": "Western ground snake"
}