{
    "id": "5734381",
    "text": "Yin-Yang! X-Change Alternative is a Japanese erotic game produced by Crowd and distributed in English by Peach Princess. It is an offshoot of the popular X-Change series, but plot and storyline are entirely different and have no connection at all. ==Plot== Kaoru Sakurazuka is a normal Japanese young man, not unique in the least except for another person's features, which drive him crazy. His name doesn't thrill him either. He tries to never let people know that he has some of Sakuya Kamishiro's thoughts by trying to use all of his normal states of mind. He enjoys his time at school with his friends Touya and Renji. In the game, Kaoru begins to have dizzy spells. After going to the school nurse—who's also famous for inventing new concoctions in the name of science—and accidentally using a vial of experimental medicine, Kaoru is shocked to wake up the next day to find that he's been transformed into a girl. ===Characters=== * - A normal, 19 year old, Japanese man who has never had much to do with the others and is sure he'll live until he becomes a virgin. He's mostly known for his own features and name. CV: Runessansu Yamada (Male), Miki Haruse (Female) * - Kaoru's classmate. She's secretly a friend of him, but she never got a chance to expose her feelings. Age 19. CV: Minami Nagasaki * - Kaoru's classmate, and a friend of Mizuki. An intelligent girl who gets good grades and is good at sports. Her family also owns a famous Shinto shrine, where she is able to help out by working as a Shrine Maiden. Age 19. CV: Hina Nakase * - Kaoru's stepsister, the daughter of Kaoru's stepfather. Her last name is different from Kaoru's because Kaoru decided to keep his other last name in order of his honorable father. She secretly has a crush on Kaoru. Age 18. CV: Minami Hokuto *Kyoka Saionji - Daughter of a famous family, Kyoka was raised with nothing but the best a girl can have. Considered the most perfect to the other students, she's always surrounded by students she considers to be extremely cute. Age 19. CV: Hina Hatono *Touya Sakaki - A close friend of Kaoru's, he and Renji are seen hanging out. He doesn't have a girlfriend, and is a virgin, like Kaoru. He has a rock band that does many covers of others' music. Age 19. CV: Jinpachi Nagakura *Renji Saotome - Kaoru's other close friend. He is especially handsome, but he's got a confident personality, and doesn't have a problem about it. He likes cute people, and he's always looking out for them. Age 19. CV: Kazuya Ichijo *Rui Nanami - The servant of the Saionji family for generations. Rui is always at Kyoka's side, guarding her from harm. Age 19. CV: Eiichi Takahashi *Yui Nanami - Twin sister to Rui. She is also always guarding Kyoka's person. Age 19. CV: Chisato Suzumori ==External links== * JAST USA page * Crowd Website * Category:2004 video games Category:Bishōjo games Category:Eroge Category:Video games developed in Japan Category:Windows games Category:Windows-only games Category:Visual novels ",
    "title": "Yin-Yang! X-Change Alternative"
}