{
    "id": "5734765",
    "text": "Mortyr 2093-1944, also known as simply Mortyr, is a first person shooter computer game published by Interplay and developed by Polish developer Mirage Media and released in 1999. One of the earlier Polish developed first-person shooters for Microsoft Windows, the game follows a son of a scientist transported back in time to World War II to avert the Axis victory and features levels set both in World War II and the future. The game received unfavorable reviews at its launch, with the game garnering some positive coverage from the Polish video game press and widely panned abroad. A sequel for the game, entitled Mortyr II, was released in 2004, five years after the original game. ==Plot== Screenshot from Mortyr Screenshot from Mortyr In 1944, unexpectedly for the Allies, a German winter offensive results in over 80% of European territories falling to German control. No one really knows what Hitler and his generals did to bring forth this course of events, but the fall of London made it clear that the Allies had little chance of winning the war. Soon after, the destruction of Moscow and the taking of Washington D.C. ended the war. It was hard to believe that it was the German military technique or their leaders' tactical skills. People started to talk about final development of the Wunderwaffe, especially that not many managed to flee from the battlefields to tell what they have seen - their reports were unclear and not explaining anything. Nevertheless, the world was unable to stop the Führer and his Reich. In the year 2093, 148 years after the end of the war, the overwhelming Reich rules the Earth under totalitarianism, but Armageddon is nearing. The victory of German troops brought not only terror of Nazi dictatorship but also mysterious weather changes, which are seemingly leading the world towards destruction. General Jurgen Mortyr thinks that the Nazis are somehow responsible for the growing number of disasters and weather changes. The only way to prevent the destruction of mankind is to travel back in time to 1944. General Mortyr assigns his son, Sebastian, the mission to investigate and stop the events that could destroy the future of mankind. ==Development== The game have gone through few conceptual changes before the setting for the time traveling World War II shooter was settled on. It initially started development as Netguard which was to be a science fiction detective story, and soon after it restarted development as a psychological horror game called Insanity before settling on a World War II game. The game was about to mostly have the World War II setting with the time travel elements being relegated to the epilogue but the developers ended up extending the concept for future- based levels for the second half of the game. Two separate studios based on two separate cities (Warsaw and Toruń) were involved with developing the game. Interactive Magic picked up Mortyr in December 1998. The publisher reportedly invested heavily in the launch of Mortyr. According to IGN, it was planned as the company's \"largest retail launch since Apache\". In April 1999, Interactive Magic announced that its release would be supported by a global shipment of 100,000 copies to stores. GameSpot's Alan Dunkin likewise reported that the publisher was \"betting a lot\" on the game, and supporting it with \"a media and marketing blitz\". It was planned as the first release of iMagicGames, created in March 1999 when Interactive Magic divided its business into halves dedicated to online and browser games and to retail CD-ROMs, the latter handled by iMagicGames. By April, Mortyr was set to launch in May. Before its release, Interactive Magic called the game the \"likely successor to the wildly popular Wolfenstein.\" As part of the promotional campaign, the company demonstrated a pre-release version of the game at the Extreme Annihilation tournament held by the Cyberathlete Professional League. In April, the publisher reported that four stores, including Best Buy, had declined to carry Mortyr because of its Nazi themes and visuals. Walmart also refused to carry the game. While Best Buy offered \"no comment\" on its decision, CNET Gamecenter reported fansite Mortyr.net's owner as saying that he had been told \"it isn't because of content, but because they feel the game falls into a crowded category.\" GameSpot's Dunkin remarked of the situation, \"Best Buy, on the other hand, reportedly says that it doesn't want to carry Mortyr because it won't sell.\" On May 20, Interactive Magic sold iMagicGames to Ubi Soft, including Mortyr. The CD-ROM division had been unsuccessful, and the sale marked Interactive Magic's full transition into the online gaming arena, where it had been growing. Ubi Soft proceeded to drop the still-unreleased Mortyr in June. According to that company, the game was canceled because of its unsuitedness to Ubi Soft's brand. At the time, The Adrenaline Vault reported claims from an anonymous source involved with the decision that Mortyr was dropped because of its \"history of development problems it has not wholly overcome.\" According to the report, Interactive Magic purchased the game for a low price, and it was in \"no condition to ship yet still served to increase the paper value of the CD-ROM side of IMagic's business.\" Mortyr remained without a United States publisher by July 21, when Mirage released a downloadable demo for the game. In September, the game was picked up by publisher HD Interactive, which set it for an October release, before finally releasing the game Stateside in late December. ==Reception== The game received unfavorable reviews according to the review aggregation website GameRankings. Jim Preston of Next Generation said, \"Boring, derivative single-player and uninspired multiplayer action consign Mortyr to the bargain heap.\" ==Sequel== A sequel for the game, entitled Mortyr II, developed by Mirage and published by Hip Games, was released in 2004, five years after the original game. ==References== ==External links== * Category:1999 video games Category:Interplay Entertainment games Category:Video games about World War II alternate histories Category:Video games developed in Poland Category:Windows games Category:Windows-only games Category:World War II first-person shooters Category:First-person shooters ",
    "title": "Mortyr"
}