{
    "id": "5734299",
    "text": "Arya is a 2004 Indian Telugu-language romantic action film which was released on 7 May 2004. The film was directed by debutant Sukumar and produced by Dil Raju under Sri Venkateswara Creations banner. The film features Allu Arjun, Anu Mehta, and Siva Balaji in lead roles with music composed by Devi Sri Prasad and cinematography handled by R. Rathnavelu. Plot revolves around Arya, an outgoing and free spirited boy falling in love with Geetha, an introverted girl who is already in a relationship with Ajay. Released on 7 May 2004, the film received positive response and was commercially successful, grossing worldwide. It was remade into Bengali (Bangladesh) as Badha with Shakib Khan and Purnima, in Odia as Pagala Premi with Sabyasachi Mishra and Arpita Pal, in Sinhala (Sri Lanka) as Adaraye Namayen with Roshan Ranawana and Kishani Alanki and in Tamil as Kutty with Dhanush and Shriya Saran. A spiritual sequel titled Arya 2 was released in 2009. ==Plot== Geetanjali a.k.a. Geetha (Anuradha Mehta), a college student, goes to Kanyakumari on a trip. She finds a poem in a diary left on a beach and signs in it, saying that she wishes the poet will succeed in his love. Later on, her anklet falls into the ocean and a guy jumps into the water in front of her eyes but no one sees him resurfacing. However, Geetha did not see who jumped in the ocean. She dreams about the incident frequently with the idea that the guy who jumped has died but her friends ask her to forget it. Ajay (Siva Balaji) is a spoiled brat, and is the son of local MP Avataram (Rajan P. Dev). He likes to flirt with beautiful girls and wants them to be his girlfriends. One day he sees Geetha and proposes to her. When she refuses, he threatens to jump from the top of college building. Being afraid of being held responsible for a death, Geetha accepts the proposal with the thought that as some guy has already died for her and she doesn't want someone to get hurt because of her and starts dating him. Aarya (Allu Arjun) is a happy-go-lucky guy who enjoys his life with friends and kids. On his first day to the college, he sees Geetha who was just confessing her love to Ajay who was at the top of the college building, threatening her. Charmed by her beauty, Aarya falls in love with her and proposes to her. One day Avataram arranges a party in his house and it so turns out that Ajay introduces Geetha to his father and persuades him to fix their marriage. Ajay's father, who initially pretended to accept his son's marriage with Geetha, turns tables upside down by introducing another girl Lalasa and announces that his son is going to marry Lalasa. He threatens his son not to marry anyone except Lalasa. Being embarrassed by the situation and helpless, Ajay sits down and starts to get frustrated. Aarya, who loves Geetha so much that he never hesitated to help her, decides to bring Ajay to Geetha and helps them elope. On their way, they are followed by Avataram's henchmen. They eventually find a train and get into it. When they get down of the train in the night, they are shocked to see the leader of Avataram's henchmen who forces Geetha to come with him, defying his boss' order. On the other hand, Ajay remains helpless, while Aarya fights all the men and finally defeats them, rescuing Ajay and Geetha. They walk on to the nearby town, which happens to be Aarya's hometown. Being tired, the three go to bed. The next morning they wake up and realize that Ajay is missing. Aarya tries to convince Geetha that Ajay left to win over his father. This leaves private time for Aarya and Geetha and they grow close to each other. Geetha starts liking Aarya and begins to understand him. When she tries to confess it to him, Ajay and his father return. Avataram agrees to get Ajay married to Geetha. On the day of wedding, Geetha finds out that Aarya was the guy who dove into the sea for her anklet and realizes that he came into her life much before Ajay. She realizes that while Ajay blackmailed her into loving him; Aarya just wanted to see her happy. Geetha also realizes that Aarya truly loves her, while Ajay was just acting on his impulse of wanting what he couldn't have. She leaves the wedding hall in tears and confesses her love to Aarya and they both reconcile with each other and this time he successfully throws the stone into the Plastic Coke Cup indicating he truly succeeded in his love. ==Cast== * Allu Arjun as Aarya * Anuradha Mehta as Geethanjali aka Geetha * Siva Balaji as Ajay * Rajan P. Dev as MP Avataram, Ajay's father * Subbaraju as Subbu * Sunil as Ticket Examiner * Venu Madhav as Ajay's friend * Sudha as Geetha's mother * Vidya as Shanti * J. V. Ramana Murthi as Priest * Shravya * Babloo as Arya's friend * Sandra Jai Chandran as Geetha's friend * Devi Charan * Jogi Naidu * Krishnam Raju * Prudhviraj as Reddy (cameo) * Abhinayasri in item number \"Aa Ante Amalapuram\" ==Production== Sukumar made his directorial debuted through the film Sukumar began working on the script of his directorial debut Aarya (2004) in Vishakhapatnam before joining the sets of Vinayak's Dil. Its producer Dil Raju assured that he would produce the film if Dil becomes a commercial success. Sukumar chose to narrate the story of a boy who confess his love to a girl right in the beginning, opposed to films like Darr (1993), Kabhie Haan Kabhie Naa (1994), and Kaadhal Kondein (2003) where the protagonist's love/obsession for the female lead is revealed towards the end, as he found that idea an \"obsolete\" one. Raju was impressed with Sukumar's script and Allu Arjun was selected as its protagonist after considering Ravi Teja, Nithin, and Prabhas. Anuradha Mehta and Siva Balaji were chosen for the other two lead roles. R. Rathnavelu and Devi Sri Prasad were chosen as the film's director of photography and music director respectively; they both collaborated with Sukumar in many of his future projects. ==Soundtrack== The audio was released at a function arranged in song set erected at Nanakrama Guda on the evening of 16 April 2004. Swati (of colors fame) and Devi Sri Prasad anchored this event. Aditya Music produced the audio of this film. K Raghavendra Rao released the audio and gave the first cassette to Pawan Kalyan and Prabhas. The song \"Aa Ante Amalapuram\" became famous in Andhra Pradesh and certain parts of Maharashtra like Kolhapur, which created Allu Arjun's identity there. The Soundtrack was an Unusual Hit. \"Aa Ante Amalapuram\" was also copied in an unreleased Kannada movie named Havaa as \"Maa andre Malleshwara\" & it was also adapted in 2012 Hindi movie named Maximum which had both Telugu & Hindi lyrics. ==Reception== ===Critical reception=== Aarya received highly positive reviews from critics. idlebrain.com gave a review stating \"You feel like you are watching a Mani Rathnam film. There is a soul in the film and you end up having a thin layer of tears in your eyes while leaving the theater. This film announces the arrival of Sukumar – director – a class apart. 'Arya' is a must watch film for all Telugu film lovers. Don't miss it\" and rated the film 4/5 calling the film \"A class apart\". IndiaGlitz gave a review stating \"To start with, the hype machine was at work incessantly before the release of the movie. And after watching the film you also feel that here is a movie that is every inch worth its pre-release hype. Not only Aarya is expected to lead the pack in the long summer of seemingly never-ending releases but also give the hero of the film, Allu Arjun, a new identity. Aarya is an unabashed package showcasing Allu Arjun and his dancing and fighting abilities. The thing it looks like it will work at the box-office\", further calling the film \"A cocktail of fun and more fun\". fullhyderabad.com gave a review stating \"Arya is not at all what you expect it to be. It is a special package that consists of fun, entertainment, laughs, frolic, merriment, high times, bashes and more. It has them all. Romance, eternal love, mush, flowers, embraces, sacrifices, sunsets. It has them ALL. Action, fights, stunts, feats, tricks, battles, blood, bullies, henchmen, chases. Did we mention that this has it all? Emotions, sentiments, passion, craze and feelings. See one. See all\" and rated the film 7/10. ===Box office=== Arya made on a budget of , grossed about with a distributor share of in its full run delivering a distributors Share of . The film ran a 50-day run in 89 centres and a 100-day run in 56 centres. The film's dubbed version in Malayalam collected between in Kerala. ==Awards== ;52nd Filmfare Awards *Best Director – Sukumar ;2004 CineMAA Awards *Best Director (Jury) – Sukumar *Best Screenplay - Sukumar *Best Editor - Marthand K Venkatesh *Sensational Producer - Dil Raju ;2004 Nandi Awards *Best Screenplay Writer – Sukumar *Special Jury – Allu Arjun *Best Fight Master - Ram-Lakshman *Best Male Playback Singer - Sagar ;2004 Santosham Film Awards *Santosham Best Young Performers Award – Allu Arjun *Best first film Director - Sukumar *Best new Female Singer - Malathi *Best Costumer - Kumar *Best item Dancer - Abhinayasri ;2004 Gemini TV Awards *Best Director – Sukumar *Best Actor – Allu Arjun ==Remakes== {| class=\"wikitable\" style=\"width:50%;\" |- style=\"background:#ccc; text-align:center;\" | Arya (Telugu) (2004) || Badha (Bengali) (2005)|| Pagala Premi (Odia) (2007)|| Adaraye Namayen (Sinhala) (2008) || Kutty (Tamil) (2010) || Pyaar Mein Pagal (Urdu) (TBA) |- | Allu Arjun || Shakib Khan || Sabyasachi Mishra || Roshan Ranawana || Dhanush || Sikander Zaman Khan |- | Anuradha Mehta || Purnima|| Arpita Pal || Kishani Alanki || Shriya Saran || Iqra Aziz |- | Siva Balaji || Riaz || Sukanta || Shaan Gunthalika || Sameer Dattani || Emi Khan |- | Rajan P. Dev || Dipjol || Pradyumna Lenka || || Radha Ravi || Asif Raja Mir |} ==References== ==External links== * ==Bibliography== * Category:2004 films Category:Telugu- language films Category:Indian films Category:Indian romantic musical films Category:Telugu films remade in other languages Category:Films featuring an item number Category:Films directed by Sukumar Category:Films scored by Devi Sri Prasad Category:2000s Telugu-language films Category:Indian romantic comedy films Category:2004 romantic comedy films Category:Indian action drama films Category:Films shot in Visakhapatnam Category:2004 directorial debut films Category:2004 comedy films Category:Indian romantic action films Category:2000s romantic action films ",
    "title": "Arya (2004 film)"
}