{
    "id": "5734155",
    "text": "Todd Carney (born 2 June 1986), also known by the nickname of “Toddy”, is an Australian former professional rugby league player who played in the 2000s and 2010s. He has previously played for the Cronulla-Sutherland Sharks, Sydney Roosters and the Canberra Raiders in the National Rugby League (2004 - 2014); and for the Hull Kingston Rovers, Salford Red Devils, and the Catalans Dragons teams in the Super League (2015 - 2018). His main positions were as a or . ==Background== Carney was born in Goulburn, New South Wales, Australia. ==Playing Career== ===Early career=== Carney played his junior rugby league for the Goulburn Stockmen, before being recruited to the Canberra Raiders' junior academy at the age of just twelve. Playing in the Jersey Flegg Championship, Carney's team were Premier Champions in 2003. ===Senior career=== ===Canberra Raiders (2004-09)=== Carney made his National Rugby League Premiership début during the 2004 NRL season at the age of 17. After a handful of appearances, he was named the Canberra Raiders' Rookie of the Year. Canberra Raiders had signed Jason Smith and Sam Peez, who in 2005, helped shape Carney's game. Despite only playing 11 games and scoring a single try. Carney was rewarded with a starting position in the Junior Kangaroos' annual fixture against Papua New Guinea, where he tallied a record 20 points. 2006 was Carney's breakthrough year, where he cemented his position in the first- grade team, scoring 12 tries in 18 games. Alongside Adam Mogg, he was the Raiders' leading try-scorer for 2006. His long-range kicking game also became a feature of his play, going onto record numerous 40-20's. Carney won three games in extra-time off 40-metre drop-goals, as Canberra finished in the top 8 of the National Rugby League (NRL) competition ladder. He was again selected in the Junior Kangaroos' squad, where he was appointed as captain. After an incident on 16 December 2006 in Goulburn, Carney was charged with drink driving and reckless driving. Following legal proceedings in February 2007, Carney was suspended from driving a motor vehicle for five-years. Taking on the role of in 2007, Carney earned three 'Man-of-the-Match' Awards from seven games. However, his selection chances in the NSW Country Origin team were laid to rest due to another driving-related off-field misbehaviour. On 18 May 2007, despite being disqualified from driving, Carney drove a Ute belonging to teammate, Steve Irwin. Police began to pursue the vehicle after noticing the wheels of the Ute momentarily lost traction as it went around a corner. Despite the police car having its sirens sounding and lights flashing, Carney refused to stop his speeding vehicle. Leading police on a high-speed chase through the back streets of the Canberra suburb of Bruce. After turning into a dead-end street, Carney stopped the car and fled the scene on foot, leaving Irwin in the passenger seat. Irwin told police that, “Carney was the driver.” Police went to Carney's home address, but he was not there instead the police found 23-year-old room-mate, Tom Witcombe. Who “claimed” that he had not seen Carney since earlier that afternoon. The next morning, Carney turned himself into the police. On Tuesday 12 June 2007, Carney appeared at the ACT Magistrates Court. Carney plead guilty to the charges of failing to stop when directed by police, negligent driving and driving while disqualified. He was spared jail, but the Court placed Carney on a 12-month good behaviour order and banned him from driving until 2012. He was also sentenced to 200 hours of community service. The Magistrate warned Carney that if he were to commit another offence he would, “undoubtedly go to jail.” Controversially the Canberra Raiders club sacked Steve Irwin (who was not charged with any offences over the incident), but retained Carney. Carney was the Raiders' top try-scorer for the 2007 NRL season. Before the 2008 NRL season, Carney began modelling his game on Johnathan Thurston, in a bid to play representative football. He was also being personally coached by his life and childhood hero, Laurie Daley. His 2008 pre-season was eventful, as he became the subject of a three-way battle between Canberra, Manly and Penrith. Eventually he re-signed with the Raiders until 2010, with an option for a further two-years. Though off-field misbehaviour continued to plague Carney's playing career and on 20 July 2008, it was “alleged” that he had urinated on a man in a Canberra nightclub, the man had to undertake counseling to overcome the trauma of the incident. Carney was suspended from participating in league matches and training while the allegations were investigated. The complaint was withdrawn two-days later, but Carney remained suspended for the round 21 match against the Gold Coast Titans. The nightclub allegations sparked renewed interest in Carney's 2007 negligent driving charges, when Steve Irwin “claimed” that Carney was intoxicated whilst driving at the time of the 2007 incident. But Irwin had been pressured by the club (Canberra Raiders) to remain quiet, in an attempt to avoid a jail sentence for Carney. The incident led to the club imposing an ultimatum on Carney which included a five-point plan. Whereby Carney would have to: *Stand-down from training and matches for the rest of the season. *To go on an alcohol ban until the end of 2012. *Undergo counselling. *Complete a community service programme. *To also pay a $20,000 fine. The NRL threatened to de-register his contract for two-years, if Carney did not accept this plan in order to protect the Raiders from losing him to another club. Carney asked for a variation of the plan where he could avoid points one and two. This was unacceptable to the club's board and on 7 August 2008, the Canberra club sacked Carney and terminated his $400,000 a season contract. Carney was de-registered by the NRL and he would not be eligible to compete in the competition until 2010. Carney attempted to follow ex-Dragon's coach Nathan Brown to the Huddersfield Giants on a one-year deal, but was unable to obtain a Visa in late 2008, due to his previous drink driving offences. Carney applied to the NRL in an effort to play for an Australian club in the 2009 NRL season, but the NRL stated that, “they would not accept registration of a contract for Todd Carney for that season.” In February 2009, Carney went on a vandalism spree in Goulburn, jumping on a car bonnet and damaging the entrance to a Fone Zone store. He received a 12-month suspended jail sentence and he was also ordered to undertake alcohol counselling. In March 2009, the Canberra Raiders agreed to release Carney to play for the Atherton Roosters in the Cairns competition in Far North Queensland. Carney was assaulted by four-men in Atherton on 10 May 2009, with one of those men former Cowboys, Broncos and current (at the time of the incident) London Broncos' player, Nick Slyney. Carney “reportedly” injured a man by setting his pants on fire in an incident on New Year's Eve. The man suffered burns to his buttock, scrotum and upper thighs, after “allegedly” having his pants set alight while on holiday at Airlie Beach in Queensland. The police did not investigate the incident, with the man making no formal complaint. However, this was not a good start to his Sydney Roosters' career, after the club had just handed him a career lifeline by signing him to a three-year deal. ===Sydney Roosters (2010-11)=== After his season-long ban from the NRL expired, Carney joined the Sydney Roosters for the 2010 NRL season. Carney playing for the Sydney Roosters. In preparation for his comeback season, Carney bought a punching bag to exercise with. He played his first game for the club against his old team the Atherton Roosters, in a pre-season trial in Atherton. After playing all of his football at Canberra in the position, he was shifted to by Roosters' coach, Brian Smith. After his début against the South Sydney Rabbitohs in a 36-10 victory, Carney was kept at . Only shifting back into the position to cover injuries or representative absentees. Until round 14 against the Melbourne Storm, when he was permanently switched to , displacing captain Braith Anasta to . His switch to the position was very successful, with the Roosters undertaking a five-game winning streak soon after the move. Carney formed an incisive attacking combination with his partner Mitchell Pearce. He was also a facilitator to his outside backs with Anthony Minichiello and Shaun Kenny-Dowall in particular showing increased productivity. In addition, he had taken on the kicking duties for the Roosters scoring over 200 points. In the regular season Carney finished second on the top-point scorers and goal-kickers lists. He was named as the season's Dally M Medallist for the NRL's best player. Carney also won the Dally M 'Five-Eight of the Year' and the Provan-Summons Medal ('People's Choice') Award. He also received the Rugby League International Federation's 'International Player of the Year Award' for 2010. In December 2010, it was “reported” that Carney had injured himself, after falling from his balcony while trying to gain entry to the building after locking himself out. He suffered no serious injuries. Carney dated Seven Network television presenter, Liz Cantor. Their relationship didn't last very long and they soon went their separate ways. At the end of his 2011 NRL season, he had played a total of 118 games, 115 at club level and 3 at representative level. On 26 February 2011, it was “reported” that Carney would face a low-range drink driving charge. The Sydney Roosters confirmed that they would stand-by him through this indiscretion. Just over a month later, Carney was found to be involved with Anthony Watts, when he was drinking on 16 April 2011. Following the second incident in three- months, NRL management stood Carney down from the Roosters indefinitely. He was subsequently required to receive treatment for his behavioural issues. Carney returned to the NRL in a round 10 clash against the Cronulla Sharks at Toyota Park. However in early August 2011, Carney, together with Nate Myles and Frank-Paul Nuuausala, broke a team agreement to not touch alcohol for two- weeks. All three players were subject to disciplinary hearings. On 8 September 2011, it was announced that the Sydney Roosters would release Carney from the final year of his contract, following a request from Carney's management. Carney at the 2012 Dally M Awards. Denied a Visa to gain access into the United Kingdom due to his criminal conviction's. Carney's management were “reportedly” considering a contract with French-based Super League team, the Catalans Dragons. By mid-October 2011, there was further media “speculation” that Carney would be signed by the Cronulla-Sutherland Sharks or the St. George Illawarra Dragons. On 26 October 2011, it was announced that Carney had accepted a two-year contract with the Cronulla Sharks, estimated to be worth $700,000. ===Cronulla-Sutherland Sharks (2012-14)=== Carney's first year at Cronulla was very good, as he helped the side into the finals. However, they were defeated by the Raiders in the Qualifying Finals. He was also selected to represent New South Wales in the annual State of Origin series playing at the position. Carney spent the off-season recovering from an achilles tendon tear, but despite an offer from the New Zealand Warriors in January 2013, Carney signed-up with the Sharks for an additional five-years from 2013. Carney for the second time in his career, he won the Dally M 'Five-Eight of the Year' Award in the 2013 NRL season. On 29 June 2014, Carney was sacked by the Sharks, due to a photograph leaked on social media in which he appears to urinate into his own mouth. As he was on his last warning for behavioural issues, the NRL's Chief Operating Officer Jim Doyle, said, “I would be surprised if any club would show interest in signing him. Considering his chequered history and even if they did it was 'unlikely' the NRL would agree to register him.” On 18 January 2019, Carney appeared on the NRL podcast titled \"Bloke in a bar\". Carney was asked by host Denan Kemp about the incident which saw his contract terminated by Cronulla. Carney said that his \"Bubbler\" act had been performed by another teammate Bryce Gibbs. Carney claimed the \"Bubbler\" became part of celebrations after each win. Carney also claimed that former Cronulla boss Steve Noyce was among the club officials to witness Gibbs do the '\"Bubbler\" and says he did not balk at it before the publicly circulated photo of Carney stole headlines and ultimately led to his exile from the NRL. Carney stated that Noyce only made an issue of the act because of the photograph becoming public. Carney with the Cronulla-Sutherland Sharks during his time at the club. ===Catalans Dragons (2015-16)=== At the end of 2014, Carney moved to France, after signing with Super League club the Catalans Dragons, to play for them in the 2015 and 2016 rugby league seasons. In just his second game for the Dragons, Carney suffered broken ribs during a tackle by former Roosters' teammate, Lama Tasi. The game ended in a 40-40 draw. Carney playing for Catalans Dragons in 2015. ===Salford Red Devils (2017)=== Carney played for the Salford Red Devils in 2017's Super League XXII. At the end of 2017, Carney signed a contract to play with Queensland Cup side, the Northern Pride. In a bid to reignite his career in Australia. ===Northern Pride (2018)=== On 14 February 2018, Carney played his first game in Australia for nearly 4-years, in a trial-match against the Mackay Cutters. On 2 March 2018, Carney's bid to return to the NRL suffered a setback, as Manly Sea Eagles announced they would not be signing him for the 2018 NRL season. ===North Queensland Cowboys (2018)=== On 12 April 2018, Carney was “reportedly” training with the North Queensland Cowboys, although not yet cleared to play by the NRL . However by 2 May 2018, Carney had left the Cowboys to return to Sydney due to family reasons. ===North Sydney Bears (2018)=== On 21 May 2018, Carney signed a deal to join Intrust Super Premiership New South Wales side, the North Sydney Bears. On 22 May 2018, Carney's former side the Northern Pride were demanding $15,000 in compensation for relocation costs. Northern Pride Chief Executive Officer Greg Dowling, said, “He (Carney) doesn't owe us money, but we want compensation. We paid him an amount to relocate here and we want that refunded. Once they pay we'll clear him. Naturally, we were chasing a number of people and when Todd agreed, we concentrated on him thinking he would be here long-term. I've spoken to his manager and to Greg Florimo, so that's where things are at now.” On 1 July 2018, Carney's move to the North Sydney Bears was blocked, after Carney refused to pay the Northern Pride a $15,000 release fee. Northern Pride had demanded the North Sydney Bears to pay the release fee, but they refused to do so, hoping that a deal could be arranged between Carney's management team and the North Queensland side before the transfer window closed. ===Hull Kingston Rovers (2018)=== It was revealed on 7 July 2018, that Carney had signed a short-term contract at Hull Kingston Rovers, to play for the east Hull outfit until at least the end of the 2018 rugby league season.https://mobile.twitter.com/hullkrofficial/status/1015460400626724864 Just 24-hours after landing fresh off the plane from his native Australia, Todd participated in his first training session with his new club on 23 July 2018. On 27 July 2018, Carney made his Hull Kingston Rovers' début in the 'Hull Derby' against cross-city rivals, Hull F.C.. On a rain-swept evening at the KCOM Stadium, Todd's contribution to the game was a positive one, coming off the interchange bench and kicking a 40-20. Carney made a short cameo appearance on his Hull Kingston Rovers bow, considering he had only just arrived at his new club just five-days previous. Head Coach Tim Sheens took the decision not to throw Carney into the deep end on his début, (due to his lack of game-time over the previous months), to allow him time to adjust and to get himself well adapt to his new surroundings. His efforts in his first match were held in good stead, as Hull Kingston Rovers claimed a thrilling 16-20 victory in the final game of the regular Super League season. ===Warrington Wolves (2020)=== On January 26th Carney agreed to join Warrington Wolves on a 1 year deal. ===Representative career=== Todd Carney has previously represented his NSW Country during 2008-2012. Carney is a former Australia International. He has also played for New South Wales at State of Origin representative level as a goal-kicking . ==Honours== ===Individual Honours (Career Awards and Accolades)=== *2004 Canberra Raiders' 'Rookie of the Year Award' *2010 Dally M Awards: Dally M Medal - 'Player of the Year' *2010 Dally M Awards: Provan-Summons Medal - 'People's Choice Award' *2010 Dally M Awards: 'Best Five-Eight' *2010 Rugby League International Federation: 'International Player of the Year Award' *2013 Dally M Awards: 'Best Five-Eight' ==References== ==External links== *Catalans Dragons profile *Canberra Raiders profile *NRL profile *Sports News First Official Todd Carney fan website Category:1986 births Category:Australian rugby league players Category:Australia national rugby league team players Category:Catalans Dragons players Category:Cronulla-Sutherland Sharks players Category:Sydney Roosters players Category:Canberra Raiders players Category:Country New South Wales Origin rugby league team players Category:New South Wales Rugby League State of Origin players Category:Rugby league five-eighths Category:Rugby league fullbacks Category:Rugby league halfbacks Category:People from Goulburn, New South Wales Category:Living people Category:Northern Pride RLFC players ",
    "title": "Todd Carney"
}