{
    "id": "5734289",
    "text": "Gangjingun Kiln Sites is a tentative World Heritage site listed by the South Korean government at UNESCO. It is a complex of 188 kilns which produced Goryeo ware. The kiln sites are located in Gangjin-gun, Jeollanam-do, South Korea near the sea. Mountains in the north provided the necessary raw materials such as firewood, kaolinite, and silicon dioxide for the master potters while a well established system of distribution transported pottery throughout Korea and facilitated export to China and Japan. ==History== Pottery during the Goryeo dynasty reached very high levels of refinement. The kilns at Buan-gun in Jeollabuk-do produced earthenware while the Ganjingun kilns produced celadon wares. The kiln sites are important today because they are the remnants of the pottery culture. The 188 kilns of the Gangjingun Kiln Sites are located in the regions of Yongunni, Gyeyulli, Sadangni, and Sudongni. 98 of these are designated as historic sites by the Korean government. The 75 kilns in Yongunni are in generally in good condition and are some of the earliest dated. These kilns are dated to the 10th and 11th centuries. These kilns provide clues for scholars interested in discovering the origins and kiln characteristics of the first Korean celadons manufactured. Fragments of ancient Chinese kiln products have also been uncovered in this region. 59 kilns remain in Gyeyulli and the kilns in this region date from the 11th century to the 13th century. Excavations have uncovered pottery similar in style to Yongunni pottery but most pottery shards are of the conventional inlaid celadon type. Celadon Incense Burner from the Korean Goryeo Dynasty (918-1392), with kingfisher color glaze. The 43 kilns of Sadangni are dated from the 12th to 14th centuries. The kilns at Tangion village date from the early 12th century to the 13th century and are representative of the Goryeo ceramic kilns which were used in the production of Goryeo celadons, famous for their superior kingfisher color and inlay technique. The pottery produced here would be during the peak of the creative development of Korean celadon. An additional six kilns remain in Sudongni which date to the 14th century but most have been destroyed due to river erosion and farming. These celadon kilns were still employing techniques from previous centuries although the colors, patterns, and glazes used were very diverse. The Daegumyeon kiln site was rediscovered in 1914. Excavations unearthed a wide variety of pottery fragments diverse in shape, size and colors. The Daegumyeon kiln site is unusual because of the high concentration of kilns and because the dates of these kilns range throughout the entire Goryeo Dynasty. This site, therefore, is very valuable as a resource for scholars and archaeologists. A fully restored kiln based on those excavations is now housed at the National Museum of Korea. The Goryeo Celadon Office was established in 1986 to preserve kiln sites and also to reproduce and reconstruct the techniques lost many hundreds of years ago. The Goryeo Celadon Museum in Gangjin features the history of the sites and houses a collection. == See also == * Joseon White Porcelain * Korean pottery and porcelain * List of Korea-related topics == External links == * UNESCO * World Heritage in Korea (pdf) Category:Archaeological sites in South Korea Category:Goryeo Category:Korean pottery Category:World Heritage Tentative List Category:Kilns Category:Gangjin County ",
    "title": "Gangjin Kiln Sites"
}