{
    "id": "5735838",
    "text": "I Santo California, c. 1970 I Santo California are an Italian musical group active since 1974. They are best known for their debut single \"Tornerò\" which became an international no. one hit in 1975. == History == The group was founded by five musicians originating from Campania, Southern Italy. Originally called La Nuova Frontiera, the band initially performed in clubs and beach resorts in the Amalfi Coast. In 1974, during a concert in Nocera Inferiore, they caught the attention of Elio Palumbo who helped them sign a contract with the Italian label Yep Record in Rome. At that point, the band had changed the name to I Santo California. They released their debut single, \"Tornerò\", at the end of 1974. A sentimental love ballad, \"Tornerò\" was a major hit in Italy and Switzerland where it spent multiple weeks at no. one in 1975. In Switzerland, \"Tornerò\" became the best-selling single of the year. It also peaked at number five in Germany and Austria. The band's debut album charted within the top twenty in Italy. The follow-up single, \"Un angelo\", peaked at no. two in the Italian charts and no. ten in Switzerland in the spring of 1976. The band continued the international success with \"Dolce amore mio\" which reached no. six in Italy and no. three in Switzerland. In 1977, I Santo California took part to the Sanremo Music Festival with the song \"Monica\", finishing third. The song quickly turned into another international hit for the band. In 1978, they scored their last top ten hit in Italy with \"Manuela, amore!\". After that, I Santo California's popularity decreased. The band continued to record and perform but struggled to maintain the same degree of commercial success. Following a break of fourteen years, in 1994 the band released a new album 1994 Per un mondo migliore. == Members == * Pietro Paolo Barbella - vocals, keyboard (1974 – present) * Donato Farina - drums (1974 – present) * Domenico Aiello - bass (1974 – present) * Massimo Caso - guitar (1974 – 1979) * Gianni Galizia - keyboard (1974 – 1990) == Discography == === Studio albums === * 1974: Se davvero mi vuoi bene... Tornerò * 1975: Un angelo * 1979: Venus serenade * 1980: Ti perdono amore mio * 1994: 1994 Per un mondo migliore === Greatest hits albums === * 1975: Tornerò * 1976: Hits in the World * 1976: Die großen Erfolge. Grandi successi. Les Grands succès * 1977: The Best of I Santo California * 1978: Il meglio de I Santo California * 1992: Tornerò – The Very Best of Santo California * 1993: Tornerò – The Very Best * 1996: Tornerò – Best Of * 2002: The World of I Santo California * 2005: Tornerò – I Grandi Successi === Singles === * 1974: \"Tornerò\" * 1975: \"Un angelo\" * 1976: \"Dolce amore mio\" * 1976: \"Ave Maria... No! No!\" * 1977: \"Fenesta vascia\" * 1977: \"Monica\" * 1977: \"Gabbiano\" * 1978: \"Manuela, amore!\" * 1979: \"Venezia\" * 1979: \"Butterfly 2000\" * 1980: \"Ti perdono amore mio\" * 1981: \"Aspettandoti\" * 1982: \"Questa melodia\" * 1982: \"Amore fragile\" * 1983: \"Lassù\" * 1984: \"Maledetto cuore\" == References == Category:Italian musical groups Category:Musical groups established in 1974 Category:Musicians from Naples ",
    "title": "I Santo California"
}