{
    "id": "5735730",
    "text": "The Zoologist was a monthly natural history magazine established in 1843 by Edward Newman and published in London. Newman acted as editor-in-chief until his death in 1876, when he was succeeded by James Edmund Harting (1876-1896) and William Lucas Distant (1897-1916). Originating from an enlargement of The Entomologist, The Zoologist contained long articles, short notes, comments on current events, and book reviews covering the entire Animal Kingdom throughout the world, until The Entomologist was separated again in 1864. Initially, half of the space was devoted to birds, rising to two-thirds later. In 1916 The Zoologist was amalgamated with British Birds (founded 1908).. See also: title page of vol. 10, issue 8 (in BHL) with the text \"With which is incorporated 'The Zoologist'\". == Four series == The Zoologist appeared in four series: * First series: 1843 – 1865 ( vol. 1 – 23) * Second series: 1866 – 1876 (vol. 1 – 10) * Third series: 1877 – 1896 (vol. 1 – 20) * Fourth series: 1897 – 1916 (vol. 1 – 20) === Fourth series, 1897 - 1916 === In 1899 Edmund Selous wrote his first articles, in The Zoologist, about his observations near a nest of Nightjars (Caprimulgus europaeus). In the same year Henry Eliot Howard published his first articles in the magazine, about birds in North Worcestershire and in the North-West of Ireland. == Editors == The first editor of The Zoologist was Edward Newman. He died in 1876. Volume 11 of the second series, the thirty-fourth volume of the journal, was the last volume with which he was connected. The third series, starting in 1877 and ending in 1896, was edited by James Edmund Harting. William Lucas Distant was the editor of the fourth series, from 1878 to 1914 (vol. 18). The last two volumes of the fourth series, and of the journal, were edited by Frank Finn. ==See also== * List of zoology journals == References == == Further reading == * ==External links== * * Digitised copies of all volumes online at the Biodiversity Heritage Library. Category:1843 establishments in the United Kingdom Category:1916 disestablishments in the United Kingdom Category:Animal and pet magazines Category:Monthly magazines published in the United Kingdom Category:History magazines published in the United Kingdom Category:Journals and magazines relating to birding and ornithology Category:Magazines published in London Category:Magazines established in 1843 Category:Magazines disestablished in 1916 Category:Nature magazines Category:Wildlife magazines ",
    "title": "The Zoologist"
}