{
    "id": "5735981",
    "text": "Organocadmium chemistry An organocadmium compound is an organometallic compound containing a carbon to cadmium chemical bond. Organocadmium chemistry describes physical properties, synthesis, reactions and use of these compounds.Synthetic Methods of Organometallic and Inorganic Chemistry Vol 5, Copper, Silver, Gold, Zinc, Cadmium, and Mercury W.A. Herrmann Ed. Cadmium shares group 12 with zinc and mercury and their corresponding chemistries have much in common. Dimethylcadmium consists of linear molecules with C-Cd bond lengths of 213 pm. All organocadmium compounds are sensitive to air, light and moisture. == Synthesis== Space-filling model of dimethylcadmium The first organocadmium compounds, dimethylcadmium, CH3-Cd-CH3, and diethylcadmium, CH3CH2-Cd-CH2CH3, were prepared in 1917 by Erich Krause. In general, they are prepared by transmetalation or by an exchange reaction between an organometallic reagent and a cadmium salt. One procedure for the synthesis of diethylcadmium is by the reaction of cadmium bromide with two equivalents of the Grignard reagent ethylmagnesium bromide in diethyl ether. A byproduct is magnesium bromide. Diethylcadmium is a colorless oil with melting point −21 °C. Diphenylcadmium can be prepared by the reaction of phenyllithium with cadmium bromide. Diphenylcadmium is a solid with a melting point of 174 °C. ==Reactions== The synthetic utility of organocadmiums is limited. The alkyl groups in them are less nucleophilic than the organozincs due to the general increase in electronegativity going down group 12. This reduced reactivity is demonstrated in the conversion of acyl chlorides to ketones with these reagents. This reaction was discovered by Henry Gilman in 1936 and was used until less toxic cuprates were available. With other organometallic reagents such reaction would continue to the corresponding alcohol. A good example is the use of methyl cadmium in one of the steps leading to cholesterol total synthesis: :Organocadmium chemistry cholesterol synthesis Woodward Another example of the synthetic use of an organocadmium is the reaction of diisoamylcadmium with β-carbomethoxypropionyl chloride to methyl 4-keto-7-methyloctanoate without reacting further with the ketone group or the ester group.Organic Syntheses, Coll. Vol. 3, p.601 (1955); Vol. 28, p.75 (1948) Article This selectivity exists provided that the reaction is carried out salt free. When the cadmium reagent is generated in situ from a cadmium salt, the presence of a halide salt makes the reagent much more reactive, even to ketones. The same salt effect can be observed with organozinc compounds. Dimethylcadmium is also used in the synthesis of colloidal nanocrystals although its toxic and volatile nature has led researchers to look elsewhere for cadmium precursors such as cadmium oxide.http://www.cchem.berkeley.edu/~pagrp/index.html ==Toxicity== Cadmium compounds are considered to be toxic. Dimethylcadmium is toxic to the kidney, the liver, the central nervous system and the respiratory organs when inhaled. Cadmium compounds in general are considered to be carcinogen to humans by the IARC.http://monographs.iarc.fr/ENG/Monographs/vol100C/mono100C-8.pdf == See also == * Other chemistries of carbon with other group 12 elements: organozinc compounds and organomercury compounds. ==References== Category:Organometallic compounds Category:Cadmium compounds ",
    "title": "Organocadmium compound"
}