{
    "id": "5735826",
    "text": "Arthur Grant Evans (September 9, 1858 – November 30, 1928) was the third president of University of Tulsa (then Henry Kendall College) and then the second president of the University of Oklahoma. Born to English parents in India, and educated in London, he emigrated to North America in 1883 and lived briefly in Canada. ==Biography== Evans was born in Madras, India, in 1858 to English parents, Reverend E. J. and Caroline Taylor Evans. Educated in London, he received his bachelor of arts degree in London from Borough Road College. After receiving his degree, he became a teacher and Presbyterian minister. He then spent four years teaching at Earls Barton in England. He came to North America in 1883, where he initially lived in Canada for less than a year.Pittman, Kitty. \"Evans, Arthur Grant, (1858-1928).\" Encyclopedia of Oklahoma History and Culture. A previous citation indicates that Evans originally intended to work as a missionary among the Cherokee Indians. The Mills article states that in 1887, he was ordained as a Presbyterian minister, and began pastoring at a church in Oswego, Kansas and later at churches in Pendleton, Oregon and Leadville, Colorado. Neither source mentions a connection to the Cherokee Male Seminary or Robert L. Owen, nor do they indicate a rationale for Evans showing up in Muskogee in time to either be appointed to Kendall College or to marry his wife. Prior to becoming the president at Oklahoma University in 1908, he served as the president of Henry Kendall College in Muskogee, Oklahoma, for ten years. During his time at Kendall College, he was awarded a Doctor of Divinity (D. D.) degree. When Oklahoma became a state in 1907, the first governor, Charles N. Haskell, made several changes to the staff of the then territorial college. His most notable change was the firing of the university's first president, David Ross Boyd. Evans was Haskell's appointment for president of the university as Evans was also a Democrat and prohibitionist. Many people lost confidence in the new state university after the Oklahoma government fired President Boyd. Because of this, nearly 1,500 students went to out-of-state universities over the next few years. Following Dr. Boyd's dismissal in 1908, the campus enrollment declined nearly 20% and it declined another 11% between 1910 and 1911. Evans Hall anchors the southern end of the North Oval and is one of the oldest buildings on campus. Evans' tenure as university president was marked by some notable achievements, including the construction of the third administration building. That administration building built during his tenure, which is a classic example of the Collegiate Gothic architectural style of campus, was later renamed in Evans' honor. The Encyclopedia of Oklahoma History and Culture called his reorganization of the university into colleges and schools as perhaps his most important accomplishment. The College of Fine Arts, the College of Engineering, and the College of Arts and Sciences were all started between 1908 and 1911. He promoted the expansion of the Oklahoma University School of Medicine and presided over its merger with the Epworth College of Medicine. Also, the School of Law, led by Julien Monnet, was established during his tenure. In 1909, Evans was awarded an honorary Doctor of Divinity degree. He retired as OU president in 1911. Julien Monnet, Dean of the School of Law, was named Interim President. In 1912, Stratton D. Brooks became the 3rd President of OU.\"OU Chronological History.\" Accessed August 17, 2018. After retiring, Evans once again became a pastor, this time in El Montecito Presbyterian Church in Santa Barbara, California. Evans remained there until he died on November 30, 1928, of a \"stroke of apoplexy.\" ==Notes== ==References== ==External links== * Encyclopedia of Oklahoma History and Culture - Evans, Arthur Grant Category:1858 births Category:1929 deaths Category:Presidents of the University of Tulsa Category:Presidents of the University of Oklahoma Category:American Presbyterians Category:American people of Welsh descent Category:Presbyterian ministers Category:People from Chennai Category:People from Muskogee, Oklahoma Category:People from Santa Barbara, California ",
    "title": "A. Grant Evans"
}