{
    "id": "5735873",
    "text": "Reading TMD is a railway traction maintenance depot situated in Reading, England, and operated by Great Western Railway. The depot code is RG. ==Location== The depot was situated to the west of Reading station and to the north of Reading West station until 2012. It was located within the wye formed by the Great Western Main Line to the north, with the Reading to Basingstoke Line split into the curve from Reading West to Reading to the east, and the curve connecting Reading West to the westbound main line to the west. With the rebuilding of Reading Station and the remodelling of the track, the depot was moved from the wye to a brand new facility located on the other side (to the north) of the main running lines, next to the fields where the Reading Festival is held each year. This new depot opened in mid 2012 and is home to GWR's fleet of Class 165 and 166 Network Turbos. As part of the construction, the preliminary equipment for electrification of the Great Western Main Line was installed. It is intended that this new depot will also be able to handle Crossrail stock such as the Class 345 once it is delivered. With the introduction of Class 387's, the Depot will also be the home of the new Electrostar Fleet for GWR. The Depot will also be managed by GWR and Bombardier to carry out light maintenance/heavy maintenance and overhauling of the Electrostar fleet. The old depot was subsequently demolished apart from two Great Western Railway era water towers, one of which has been donated to the West Somerset Railway (WSR). The site is being used as part of the southern approach to the new flyover for primarily fast passenger trains so that their movements do not conflict with freight trains coming from Southampton along the future Electric Spine. ==Changes since 2012== The new \"Reading Train Care Depot\" was announced as \"completed\" on 31 July 2013. ==See also== * 21st Century modernisation of the Great Western Main Line * Reading railway station#Future ==References== ===Sources=== * * * ==External links== * An overhead view of the old depot. Category:Railway depots in England Category:Buildings and structures in Reading, Berkshire Category:Rail transport in Berkshire ",
    "title": "Reading TMD"
}