{
    "id": "5735181",
    "text": "Antonio das Mortes (, lit. \"The Dragon of Wickedness against the Holy Warrior\") is a 1969 Brazilian western film directed by Glauber Rocha. A sequel to Black God, White Devil, it features the return of the character Antonio das Mortes, now as the protagonist, again played by Maurício do Valle. The original title is a reference to the tale of Saint George and the Dragon. ==Plot== After the World War II, in the Brazilian sertão. A group of impoverished peasant mystics (beatos) gathered around Dona Santa (Rosa Maria Penna), a female spiritual figure, join in veneration of Saint George with an obscure figure named Coirana (Lorival Pariz). Coirana claims to have restarted the cangaço and seeks to take the revenge of Lampião and other cangaceiro martyrs, presenting the tale of Saint George and the Dragon in a contemporary class conflict context. They threaten the town of Jardim de Piranhas governed by Coronel Horácio (Joffre Soares) a blind and old cattle owner married to younger and attractive Laura (Odete Lara). Dr. Mattos (Hugo Carvana), the corrupt police chief of the town, hires Antônio das Mortes as a jagunço against Coirana and Antônio fatally wounds Coirana in a duel. However, Antônio is changed by his experiences with the poor, and so he then demands that the coronel distribute the food stored in a warehouse to the remaining cangaceiros. The colonel raged and sent Mata Vaca (Vinícius Salvatori) to kill Antônio das Mortes. But Antônio das Mortes with the help of his friend \"Professor\" (Othon Bastos) kills Mata Vaca and his jagunços. The coronel is killed by Antão (Mário Gusmão), the helper and possibly lover of Dona Santa in a scene reminiscent of Saint George slaying the Dragon iconography. The movie ends with Antônio das Mortes walking by the roadside, carrying on the struggle - in some ways hopeless or unending - which extends beyond the killing of the colonel and the expropriation of his land. ==Cast== * Maurício do Valle - Antônio das Mortes * Odete Lara - Laura * Othon Bastos - Professor * Hugo Carvana - Dr. Mattos * Joffre Soares - Coronel Horácio * Lorival Pariz - Coirana * Rosa Maria Penna - Dona Santa * Vinícius Salvatori - Mata Vaca * Mário Gusmão - Antão * Emmanuel Cavalcanti - Priest * Santi Scaldaferri - Batista * Conceição Senna - Waitress * Paulo Lima ==Awards== Rocha won the award for Best Director at the 1969 Cannes Film Festival. It was chosen by the Ministry of Culture to represent Brazil in the 42nd Academy Awards, but it was not nominated for Best Foreign Language Film.Margaret Herrick Library, Academy of Motion Picture Arts and Sciences ==See also== * List of submissions to the 42nd Academy Awards for Best Foreign Language Film * List of Brazilian submissions for the Academy Award for Best Foreign Language Film ==References== ==External links== * * Category:1969 Western (genre) films Category:1969 films Category:Brazilian films Category:Brazilian Western (genre) films Category:Portuguese-language films Category:Films directed by Glauber Rocha Category:Films set in Brazil Category:Brazilian sequel films Category:Color sequels of black-and-white films ",
    "title": "Antonio das Mortes"
}