{
    "id": "5735791",
    "text": "Richard Horne (born 16 July 1982) as of 2017, he is the head coach at Doncaster in Betfred League 1, and a former professional rugby league footballer who played in the 1990s, 2000s and 2010s. He played at representative level for Great Britain, Scotland and Yorkshire, and at club level in the Super League for Hull F.C., primarily as a or . ==Background== Horne was born in Kingston upon Hull, Humberside. He is the older brother of the rugby league footballer; Graeme Horne. ==Career== Horne made his début for Hull at the age of 16, and spent his entire career with the club. He has also played for Great Britain, and Scotland. Horne played at stand-off half for Hull in the 2005 Challenge Cup Final victory against the Leeds Rhinos. He set a Super League record of tries scored in succession by scoring tries in 13 consecutive games during 2006's Super League XI. Hull reached the 2006 Super League Grand final to be contested against St. Helens, and Horne played at scrum half back in his side's 4-26 loss. On 27 October 2008, it was announced that Horne had signed a new three-year deal with Hull. On 17 January 2010, Horne played his testimonial match against neighbours, Hull Kingston Rovers and Hull F.C. won, 28-16 in front of a crowd of over 16,000 supporters, and former Hull player Steve Prescott paid tribute to Horne. Horne announced his retirement at the end of the 2014 season to become assistant coach to Lee Radford alongside Chris Tuson & Andy Last. In June 2017 Horne was announced as the new head coach of Doncaster R.L.F.C. taking over from Gary Thornton who left the club in May. ==References== ==External links== *!Great Britain Statistics at englandrl.co.uk (statistics currently missing due to not having appeared for both Great Britain, and England) *(archived by web.archive.org) Richard Horne's Official Testimonial Website *(archived by web.archive.org) 2001 Ashes profile Category:1982 births Category:English people of Scottish descent Category:English rugby league coaches Category:English rugby league players Category:Great Britain national rugby league team players Category:Hull F.C. players Category:Living people Category:Rugby league five- eighths Category:Rugby league fullbacks Category:Rugby league halfbacks Category:Rugby league wingers Category:Scotland national rugby league team players Category:Sportspeople from Kingston upon Hull Category:Yorkshire rugby league team players ",
    "title": "Richard Horne"
}