{
    "id": "5736776",
    "text": "Bzots are a band of three eight-foot-tall assembly line robots that perform music for young children. The group is popular in its home town of Chicago, Illinois. As of June 2006, an international television series is being developed with Rubber Duck Entertainment, producers of Peppa Pig. In January 2008, ten Bzots music videos were acquired for broadcast by Nicktoons Network. ==Summary== Bzots is a series about three assembly line robots who escaped from the oppressive factories of Globocrud, the world's largest corporation, to follow their dreams of becoming a band. There are three members in Bzots: Skree (guitar), Bdonk (bass guitar) and Wkewke (DJ). Each robot has his own recurring schtick. Skree can't stop playing guitar solos. Bdonk is easily confused, and Wkewke breaks out with crazy record scratching antics at random times. At live shows, the Bzots are accompanied by a troupe of female hip-hop dancers, the Bzettes. The characters are styled after urban vinyl figures, and their musical style has been compared to Beck and They Might Be Giants. ==Characters== ===Skree=== An obnoxious yellow welding robot with a flame job who plays guitar. ===Wkewke=== Pronounced wiki wiki. A green painting robot and unflappable DJ. ===Bdonk=== Created by Skree and Wkewke from a pile of scrap, Bdonk is the childlike bassist. His intelligence is limited, but he often knows more than Skree and Wkewke. ===Oil Change Guy=== Bzots' friend who lives and works in a garage on the outskirts of Phantburg. He provides the Bzots with free oil changes and allows them to live in his garage. ===Sue Oliphant=== A fan of the band who always invites the Bzots to play at her party but never tells them where she lives. ===Exalted Sir Cleve Crud, Ph.D., Esq., CEO, Globocrud LLC=== The megalomaniacal CEO of the world's largest corporation, Globocrud, which creates products used by everyone who has ever been born, eaten, breathed, slept, metabolized, gone to school, relaxed, conducted any sort of business in any country, laughed, cried, relieved him/herself in any way, or died. ===Agents 12, 13, 14 ,15 and 16=== In a clear tip of the hat to The Matrix, the Bzots are pursued by at least 5 agents wearing dark suits and dark sunglasses. Their objective is to capture Bzots and return them to the factories of Globocrud, from which they escaped. These agents all have authority over the bumbling Agent 17. ===Agent 17=== A field operative in the form of a life-sized spark plug. He remains in constant contact with Agents 12, 13, 14, 15, and 16 and does their bidding. ===The Kids=== Globocrud has no qualms about using child labor. The Kids are never shown working, but nonetheless populate the factories of Globocrud in large numbers. It is suspected that the kids worked behind the scenes to facilitate the Bzots' escape from the factory. ===The Products=== Globocrud's products have an antagonistic relationship with the Bzots, jeering the Bzots as they toil. == Bzots CDs and DVDs == To date, Bzots have released: * Bzots 2: Escape A Go-Go! (2004) 30 min * Bzots 3: Gotta Get A Gig! (2005) 30 min * Powered Up! (2004) 13 songs == See also == *Imagination Movers *Jack's Big Music Show *Ralph's World *The Wiggles *Laurie Berkner *Ella Jenkins *Hi-5 == External links == *The Bzots web site *Eat Your Lunch, Bzots creator Dave Skwarczek's production company *Rubber Duck Entertainment * * Category:Year of television series debut missing Category:2000s American children's television series Category:American television shows featuring puppetry Category:Musical groups from Chicago ",
    "title": "Bzots"
}