{
    "id": "5736277",
    "text": "Midway High School is a public high school located in the city of Waco, Texas, USA and classified as a 6A school by the UIL. It is part of the Midway Independent School District, which serves the Waco, Texas area. Although the school is located in southwestern Waco, most students live in the suburbs of Woodway and Hewitt. The school was formerly located in Hewitt until the fall of 2003, when the current high school was built a half-mile away. The previous building is now Midway Middle School. * Named #1 Best Public High School in McLennan County in 2018 by https://www.niche.com/k12/search/best-public-high- schools/c/mclennan-county-tx/ * Rated \"Met Standard\" by the Texas Education Agency in 2016 and 2015 * Students rank in the top 25% for student progress, closing performance gaps and postsecondary readiness ==Demographics== The ethnic breakdown of Midway ISD is approximately 57% White/ Anglo, 23.4% Hispanic, 11.9% African American, 4.6% Asian, 0.2% American Indian/ Alaska Native, 0.2% Hawaiian/Pacific Islander and 2/6% two or more ethnicities. ==Athletics== In 2018, the high school was ranked #14 of 1,717 Best High School Sports in Texas by Niche. The Midway Panthers and Pantherettes compete in these sports: The Athletics Department *Baseball *Basketball *Cross Country *Football *Golf *Marching Band *Powerlifting *Soccer *Softball *Swimming *Tennis *Track and Field *Volleyball *Water polo (club) ===Basketball=== *Midway and its late superintendent, M.T. Rice, were known as pioneers in the development of Texas girls' basketball. *The M.T. Rice Holiday Tournament, featuring boys and girls teams from across the state, is one of the oldest and largest basketball tournaments in the state. ===State Titles=== *Baseball - UIL Baseball Archives **2003(4A) *Girls Basketball - UIL Girls Basketball Archives **1955(B), 1969(2A), 1973(2A), 1975(3A), 1976(3A), 1994(4A), 2009(4A) *Girls Cross Country - UIL Girls Cross Country Archives **1982 (4A) *Boys Soccer - UIL Boys Soccer Archives **2002(4A) *Softball - UIL Softball Archives **1998(4A), 2010(4A) *Tennis **Girls Singles - 2011 (4A) **Boys Doubles - 1982(4A), 1987(4A) UIL Boys Tennis Archives **Boys Singles - 1992(4A) **Mixed Doubles - 2010(4A) *Girls Track - UIL Girls Track Archives **1975(3A) *Volleyball - UIL Volleyball Archives **2007(4A) ==Notable Programs== Midway added a robotics program in 2010 and an astronomy club in 2011. The Midway ISD Education Foundation https://www.midwayisd.org/foundation provided a portable, inflatable planetarium for these clubs as well as FFA and agricultural studies. The speech and debate teams have been nationally competitive since the 1980s-90s, and have consistently qualified for the National Forensic League tournament. The clubs have won the following state championships: * Lincoln-Douglas Debate (1995) * Policy debate (1993, 1995, 1996, 2000) * Informative speaking (1993) * Persuasive speaking (1964, 1965, 1993) The orchestra program received international recognition in 2012 at the Midwest Clinic in Chicago, Ill. They were named a national finalist for the American Prize in Orchestra Performance, placing second. The school has Marine Corps Junior Reserve Officer Training Corps (MCJROTC) established in the early 1980s. ==Lone Star Cup== In 2012, Midway ranked in the top 10 of UIL's Lone Star Cup Class 4A rankings for the fifth year in a row, before moving to 5A in the 2012-13 school year.2010-11 Lone Star Cup Winners The Texas Lone Star Cup is awarded based on a school district’s combined academic and athletic achievements. In addition to strong athletics and academics, Midway was named \"One of the Best Communities for Music Education\" by the NAMM Foundation four straight years.NAMM Foundation Best Communities for Music Education ==Midway High on television== Midway was the setting of the 2006 teen drama reality series Texas Cheer Moms on The Learning Channel.http://tlc.discovery.com/videos/texas-cheer-moms-sneak-peek.html ==Notable alumni== *Shawn Achor, '96, author *Brian Barkley, MLB pitcher *Ahmad Dixon, '10, Baylor Bears and NFL football player *Zach Duke, '01, MLB pitcher *Casey Fossum, '96 MLB pitcher *Ryan Harlan, decathlete *Kramer Robertson, MLB shortstop *Aaron Wilkerson, '07 MLB pitcher *Kyle Youmans, TV and Radio Host Dallas Cowboys ==References== == External links == * Midway ISD website * Panther Nation News site Category:High schools in Waco, Texas Category:Schools in McLennan County, Texas Category:Public high schools in Texas ",
    "title": "Midway High School"
}