{
    "id": "5736041",
    "text": "A small part of Belton lake and the lakeshore. Belton Lake is a long, narrow, winding lake with many curves and coves. Belton Lake is a U.S. Army Corps of Engineers reservoir on the Leon River in the Brazos River basin, 5 miles (8 km) northwest of Belton, Texas, United States. The lake extends into both Bell County and Coryell County. Belton Dam and the lake are both managed by the Fort Worth District of the U.S. Army Corps of Engineers. The reservoir was officially impounded in 1954, and serves to provide flood control and drinking water for Belton, Temple, and the surrounding communities. Belton Lake is a popular recreational destination. In the fall of 2018 Lake Belton was host to the annual “Lonestar Throwdown” kayak fishing tournament. Teams from the North, South, Central, and West Texas regions battled it out for bragging rights and ultimately North Texas took home the coveted trophy. Belton Lake overflowed the spillway in 1991–1992 with the occurrence of two closely spaced 50 year floods. The area immediately below the spillway was heavily damaged by the floods. It was rebuilt and reconstituted as the Miller Springs Nature Center on October 26, 1993. It is run by the Miller Springs Alliance, a non profit group of volunteers and has nearly 11 miles of hiking and biking trails passing through upland, prairie, canyon and riparian habitats. ==Fish populations== Belton Lake has been stocked with species of fish intended to improve the utility of the reservoir for recreational fishing. Fish present in Belton Lake include largemouth bass, Smallmouth bass , Striped Bass , Catfish , Bluegills , Minnows ==Recreational uses== In addition to maintaining the dam that creates the reservoir, the U.S. Army Corps of Engineers maintains recreational facilities at the lake, including Live Oak Ridge Park, Cedar Ridge Park, Winkler Park, White Flint Park, and Westcliff Park. Under the auspices of the U.S. Army Corps of Engineers the Miller Springs Alliance oversees the Miller Springs Nature Center located adjacent to Belton Dam. Boating and fishing are very popular. The Girl Scouts' Camp Kachina is on the shores of the lake. ==External links== *Official Belton Lake web site *Belton Lake - Texas Parks & Wildlife * Belton Category:Protected areas of Bell County, Texas Category:Protected areas of Coryell County, Texas Category:Bodies of water of Bell County, Texas Category:Bodies of water of Coryell County, Texas ",
    "title": "Belton Lake"
}