{
    "id": "5736770",
    "text": "The diverse career of Griff Allen includes being a motorsports broadcaster, engineer/inventor, actor/performer, on-site announcer/emcee, and communications/media skills trainer. Allen is best known for his regular appearances on ESPN2 as host, pit reporter and expert analyst for Speedworld, In the Driver’s Seat, The Mother’s Polish Car Show Series, Inside Drag Racing, World of Trucks by the Outdoor Channel, and other programming. He gained his greatest visibility as one of the first and one of the longest-running broadcasters of the sport compact broadcast wave as the National Import Racing Association (NIRA), Island Drag Racing Association (IDRA), Import Drag Racing Circuit (IDRC), National Hot Rod Association (NHRA), Summer Slam, NOPI Nationals and other sanctions and promoters started airing their events on Speedvision, Spike, Speed Channel,Pit Pass: Special with Speed Channel's Griff Allen, www.autoracing1.com. Accessed 2009-05-05. and ESPN2. Allen performs live analysis and commentary for AMA Superbike, ASRA, CCS,Champion Cup Series, American Sport Bike Racing, Archived News July 2006 - September 2006 , ccsracing.us. Accessed 2009-05-02. monster truck events,USHRA Thunder Nationals, Richmond Coliseum, Richmond, VA, 03/19-21/2004, monsterjamonline.com. Accessed 2009-05-02. motocross, arenacross, drifting, rock crawling, car shows, major industry trade shows and auto shows. Allen served as the national spokesperson for the Toyo Tires Take it to the Track program - which discourages illegal street racing. He has appeared frequently on local TV stations nationwide addressing issues of transportation-related public safety. In 2006, Griff Allen, would be crowned champion of the W.E.ROCK Celebrity Rockcrawl held during the 2006 W.E.ROCK World Championship event in Henderson, Nevada. ==Engineer/Inventor== Prior to his broadcasting career, Allen worked in the industries of steel production, fluid systems component manufacturing, actuator development and investment casting. On 20 October 1998, he was awarded patent number 5,822,989 for his work in developing a fuel-saving clutch mechanism used in the heavy trucking industry along with co-inventors Michael L. Sturdevant and Edward T. Schneider.Thermochemical/mechanical brake and clutch unit, Google Patent Search.com. Accessed 2009-05-03. Allen holds a Bachelor's degree in Mechanical Engineering. ==Actor/Performer== Griff Allen has theater and film experience. He appeared as Captain Georg von Trapp in The Sound of Music and William Harrison Brent in the Ohio premier of Perfect Crime at Chagrin Valley Little Theatre. He appeared as Mark Ferris in London Suite and Mike Connor in High Society with The Gates Mills Players - where he also directed the Pulitzer Prize for Drama nominated play Love Letters by A. R. Gurney. He also appeared as Brett - a police officer in the 2001 HBO movie Proximity,Griff Allen (actor), fancast.com. Accessed 2009-05-02. and as a Desk Sergeant in the 2004 Christopher K. Young film Sugar.Sugar, a film by Christopher K. Young, videoveriteproductions.com. Accessed 2009-05-02. Allen appeared as a CDC Official in Diagnosis: Unknown on the Discovery Health Channel. He has appeared in numerous radio and television commercials - most notably for Summit Racing Equipment. ==Motorsports Broadcaster== Allen was introduced to TV broadcasting and production through his volunteer work with the American Red Cross public-access television cable TV show Crossviews. He learned all aspects of TV including production, directing, scripting, editing, videography, voiceover, and on-camera work from veteran and pioneering broadcaster Ceatta Mickey. In 1997, while producing his own public-access television program about racing - Speed TV - he was invited to host Speedvision’s Competition Offshore - which covered offshore powerboat racing sanctioned by the American Power Boat Association (APBA). Allen was also briefly a sports producer at Cleveland's Fox 8 under Casey Coleman. Allen was the first to place a drifting event on broadcast television with the August 2005 Toyo Tires Drift Shootout Presented by Kawasaki. The event was broadcast a total of three times on ESPN2 and was won by Vaughn Gittin. At the time of the event, with an event purse of over $11,000 (USD); it was the highest purse-paying drifting event to date. The purse was paid by Toyo Tires (Pro) and Kawasaki (Amateur). Allen has hosted all but the first GT Live events. He has co-hosted or served as production designer for most XDL events with Thomas Evans. GT Live and XDL are Paramax USA properties. At the 2006 XDL US Stunt Riding Championship Finals–which took place April 14 and 15, 2007 in the parking lot of Scores in Las Vegas, Nevada–Allen produced a two-camera Beta SP shoot of the Stuntride.com Sickest Trick competition and the XDL's top 11 finalists' Individual Freestyle Eliminations. The shoot was for two 30-minute television broadcasts of the event to air on Mav TV. This represents the first time that Sport Bike Freestyle Competition has been broadcast as an event on television. Allen co-hosts ESPN2's Bidding Wars. In its first season, the program ran during the second quarter of 2007. The second season ran in the second quarter of 2008. In 2007, it was said to be ESPN2's highest rated program in its Saturday morning / Wednesday or Thursday afternoon motorsports block with a high rating of 4.1 - outperforming NASCAR Today. The program was voiced over by David \"Doc\" Riley, was hosted by Bill Stephens and was co- hosted by Genevieve Chappell. The entire first and second seasons of programming were shot over the course of four days of the Labor Day weekend at the Kruse International Classic Car Auction and Show in Auburn, Indiana. For the 2008 broadcast season, Genevieve Chappell and Allen returned as co-hosts while Stephen Cox replaced Bill Stephens as the host. In one 2008 episode, Allen bid on the Ducati ST2 that Wesley Snipes rode in Blade 2. At the 2008 AMA Daytona 200 presented by Honda at Daytona International Speedway, Allen shot several tape-delay segments for Speed to air through the 2008 broadcast season. ==On-site Announcer/Emcee== Griff Allen hosted the 2005, 2006 and 2007 SEMA Show Proving Grounds and the 2006 and 2007 SEMA Spring Expo / SEMA Off- Road Proving Grounds. At both the 2006 SEMA Show and the 2007 Spring Expo, he interviewed Ivan \"Ironman\" Stewart. At the 2007 SEMA Off-Road Show, he moderated The Performance Diesel Panel - made up of Mark Williams, editor of Truck Trend magazine; Kevin Wilson, editor of Diesel World; John Waraniak, SEMA Vice President of Vehicle Technology; Harald Hanks, BD Diesel Performance; and Ron Knoch, then from the Diesel Hot Rod Association (DHRA). At the 2007 SEMA Show, he appeared in a televised segment with Will Castro shot for Speed's Unique Whips. At The Promotion Company's 2007 Spring 4 X 4 event at the Allen County Fairgrounds in Lima, Ohio; Allen appeared as a judge in ESPN2's Mother's Polish Car Show Series with Kathy Fisher (Host) and Doc Riley (Judge). Allen hosted the 2008 AMA Sports BanquetWomen Riders Doing Great Things, www.womenridersnow.com. 2008-11-29. Accessed 2009-05-04. at the Barber Vintage Motorsports Museum.Snapshots, www.amadirectlink.com. Accessed 2009-05-05. He emceed the 2009 and 2010 AMA Vintage Motorcycle Days taking place at Mid-Ohio Sports Car Course in Lexington, Ohio. He co-hosted the 2010 AMA Racing Championship Banquet presented by World of Powersports at the Red Rock Casino Resort Spa in Las Vegas, Nevada with Laurette Nicoll. Over the course of that event, he appeared on stage with Perry King and moderated a panel discussion following the Las Vegas premier of the movie Carlsbad USGP:1980 - One Day of Magic. The panel consisted of Producer Todd Huffman, Tom White and Chuck Sun. ==Communications/Media Skills Trainer== Allen offers communications and media skills training under the brand Xpression Communication Clinic. He has delivered this training to the staff and sponsored racers of Toyo Tires, The American Society of Mechanical Engineers, The United States Grand Prix Racers Union, all riders in the 2008 AMA US Red Bull Rookies Cup,AGV Backmarker: Guess who’s 34 and has twenty-three children, roadracerx.com. 2008-03-27. Accessed 2009-05-02. students of Mount Union College, private clients and others.SEMA Webinars , sema.org. Accessed 2009-05-03. ==Motorsport Sanctions or Disciplines Covered by Griff Allen== Road Racing: Formula 1,Post-race press conference - USA 19 June 2005, formula1.com. 2005-06-19. Accessed 2009-05-03. Champ Car, IRL, Toyota Atlantic, Trans-Am, SCCA, E-Modified (Wayne County Speedway) Drag Racing: NHRA Sport Compact, NHRA Jr. Dragster, NIRA, IDRC, IDRA Drifting: GT Live, The XDL Show, The Toyo Tires Drift Shootout Presented by Kawasaki KART: Oval and Road Course TRUCK: Mud Drags: NMRO Monster Trucks: USHRA, The Special Events Performance Series Rock Crawl: Special Events, UROC Off Road: Special Events, USHRA MOTORCYCLE: Road Racing: AMA, Formula USA, ASRA Pro, Championship Cup Series (CCS), USGPRU, CRA Motard: NASMOTO Drag Racing: AMA Prostar, AMA Arenacross, CRA Arenacross Boat: APBA Offshore TRANSPORTATION INDUSTRY: Auto Shows: Daimler Chrysler (Chrysler / Jeep / Dodge), Ford (Lincoln / Mercury) AFTERMARKET INDUSTRY: Marketing, Sponsorship Attainment, Trade Shows: Toyo Tires, SEMA, PRI MISCELLANEOUS: Lifestyle Events – Host/Emcee: NOPI Nationals, IDRC Summer Slam Awards Banquets – Live Event Emcee: Clear Channel Communications World Record Attempts – Event/Television Liaison: Fox Broadcasting Company ==References== ==External links== * * www.playinthestreet.com- official website * American Motorcyclist Association (AMA) - official website Category:Living people Category:Motorsport announcers Category:Actors from Shaker Heights, Ohio Category:American inventors Category:Year of birth missing (living people) ",
    "title": "Griff Allen"
}