{
    "id": "5737961",
    "text": "Kartarpur (Urdu/Punjabi: ; Gurmukhi: ਕਰਤਾਰਪੁਰ) is a town located in the tehsil Shakargarh, Narowal District in Punjab, Pakistan. Located on the right bank of the Ravi River, it is said to have been founded by the first guru of Sikhism, Guru Nanak, where he established the first Sikh commune. == Geography == Kartarpur is located at . It is located in Narowal, Punjab, Pakistan. It has an average elevation of 155 metres (511 feet). == History == The first guru of Sikhism, Guru Nanak, founded Kartarpur in 1504 AD on the right bank of the Ravi River. The name Kartarpur means \"city of Creator or God\", from Punjabi \"ਕਰਤਾਰ\" (Kartar) meaning 'Creator' or 'Lord of Creation' and \"ਪੁਰ\" (Pur) meaning 'City'. Here all people, irrespective of their religion or caste, lived together, representing the first 'Sikh commune'. After his travels for about 20 years, Guru Nanak settled in Kartarpur along with his family. Following his death in 1539, Hindus and Muslims both claimed him as their own, and raised mausoleums in his memory with a common wall between them. The changing course of the Ravi River eventually washed away the mausoleums. But Guru Nanak's son saved the urn containing his ashes and reburied it on the left bank of the river, where a new habitation was formed, representing the present day Dera Baba Nanak. At the location Guru Nanak is believed to have died, the Gurdwara Kartarpur Sahib was built. It is considered to be the second holiest site for the Sikh religion. During the 1947 partition of India, the region got divided across India and Pakistan. The Radcliffe Line awarded the Shakargarh tehsil on the right bank of the Ravi river, including Kartarpur, to Pakistan, and the Gurdaspur tehsil on the left bank of Ravi to India. ==Kartarpur Corridor== On 9 November 2019, Prime Minister Imran Khan inaugurated the opening of a cross-border Kartarpur Corridor allowing Indian Sikhs to visit Pakistan without a visa. On same day, the first Jatha (batch) of over 500 Indian pilgrims visited the shrine thanking Prime Minister Khan for \"respecting the sentiments of India\" towards the shrine across the border that marks the final resting place of Sikhism founder Guru Nanak Dev. Under the leadership of Akal Takht Jathedar Giani Harpreet Singh, the first Jatha traveled through the corridor into Pakistan to pay obeisance at Gurdwara Darbar Sahib Kartarpur which included former Indian Prime Minister Manmohan Singh. The delegation also included ex-PM's wife, Gursharan Kaur, Chief Minister of Punjab, Captain Amarinder Singh, Navjot Singh Sidhu, Sunny Deol, and 150 Indian parliamentarians. ==Demography== The population is primarily Punjabi, speaking Punjabi and Urdu. English is spoken by some as a second language. The ethnic groups include majority Gurjars, Rajputs and Jats. The population is predominantly Muslim Gujjar. There are several masjids in the town. After the partition of India in 1947, the minority Hindus and Sikhs migrated to India while many Muslim refugees from India settled down in Kartarpur. ==References== ==External links== * www.etpb.gov.pk/kartarpur- corridor, Sri Kartarpur Sahib Corridor official website * prakashpurb550.mha.gov.in, Indian website portal for registration * More Information and Updates: kartarpur.com.pk * Corridor of Light Photo Essay, India Today * pictures: Gurdwara Darbar Sahib in Kartarpur, Geo TV, 28 November 2018. Category:Populated places in Narowal District Category:Sikh places ",
    "title": "Kartarpur, Pakistan"
}