{
    "id": "5737304",
    "text": "Devlin’s Luck is the 2002 fantasy novel by Patricia Bray, the first in The Sword of Change series. ==Explanation of the novel's title== More often than not, Devlin seems to accomplish his tasks through luck rather than skill. Also, when swearing his oath, he takes Kanjti, the God of Luck, as his patron. ==Plot summary== Devlin Stonehand is an ex-metalsmith and ex-farmer from the conquered land of Duncaer. After losing his family to banecats, he decides to take the oath of the Chosen One, hoping for a quick death. Instead, Devlin solves the mystery of elusive bandits, and defeats a lake monster, to the growing annoyance and concern of his enemies. Attacks made against him, both mundane and magical, fail to stop him. Meanwhile, as the Chosen One continues to live, the common people of Jorsk begin to respect and worship him. Nobles from around the kingdom seek Devlin out for help with local troubles and troubles to the kingdom overall. Helping those he deems sincere, Devlin seeks out the barony that is having no trouble, and investigates in his role as Chosen One. There he finds an oppressed populace, and confronts the baron with charges of treason. The arrested baron is sent back to the capital, Kingsholm, to be judged by the king. When he finally understands the depths of the baron’s treachery, he returns to Kingsholm to uncover the rest of the conspiracy. When he arrives, he finds that the Marshal of the Royal Army, Duke Gerhard, is a main conspirator, and the accused baron has been released. Devlin challenges Gerhard to a duel, in which Gerhard is slain and Devlin almost dies. He recovers over time, and is named the new General of the Royal Army and given a voting seat on the king’s council. ==Characters in \"Devlin’s Luck\"== *Devlin Stonehand - Chosen One of Jorsk. *Marwenna Drakken - Captain of the Guard. *Stephen of Esker - A minstrel who travels with Devlin and eventually becomes his friend. *Lieutenant Didrik - Second-in-command of the Guard. He also accompanies Devlin to Korinth. *Ensign Mikkelson - Officer in the Royal Army that accompanies Devlin to Korinth *Master Dreng - Court mage. Administers the Oath of Choosing. *King Olafur - King of Jorsk and Duncaer. *Duke Gerhard - King’s Champion and General of the Royal Army. ==Major themes== *Politics amongst the nobles. *Blame and responsibility. Devlin blames himself for the death of his family although he was not there when they were killed. *Grief. Devlin is grieving for his family, and for his conflicted feelings as he serves the nation that conquered his own. *Stagnation and decline of the largest kingdom, from unknown external enemies and internal indecision. ==Awards and nominations== Received the Compton Crook Award in 2003 for the best first novel in the field of Science Fiction, Fantasy, or Horror. The award is presented annually by the Baltimore Science Fiction Society. ==The Sword of Change series== # Devlin's Luck (April 2002) Bantam Spectra paperback # Devlin's Honor (2003) # Devlin's Justice (2004) ==Sources== ==External links== *Patricia Bray's Official Site *Interview with Writer Unboxed Category:2002 American novels Category:American fantasy novels ",
    "title": "Devlin's Luck"
}