{
    "id": "5738741",
    "text": "David Bishop (born 9 May 1987 in Darmstadt, Germany) is an international middle-distance running athlete representing Great Britain, and was an All- American at the University of New Mexico. He was the 2013 UK National 3000m Champion and was the 2007 British University (BUCS) 3000m Indoor Champion, whilst he attended the University of Wales Institute, Cardiff. ==Junior career== Bishop, now a Bristol & West AC athlete (formally Swindon Harriers), first appeared on the national athletics stage in 2003, and has subsequently won five national indoor titles (2003 Amateur Athletic Association (AAA) U17 3000 m; 2003 Scottish Athletics Federation (SAF, now Scottish Athletics) U17 1500 m; 2004 AAA U20 3000 m; 2006 AAA U20 3000 m; 2007 BUSA 3000 m), in the process setting the Scottish U17 National Indoor 3000m record, ranking 8th on the UK All-Time U17 indoor 3000 m rankings, setting the SAF U17 1500 m Indoor Championship best and also placed 4th at the 2003 English Schools' Athletic Association 3000 m final. Bishop first began to get noticed in 2004 (although he was already well known in his age-group by the end of 2003 for a national 3000 m indoor title, a 4th place at the English Schools' Athletic Association 3000 m final and finishing 6th on the UK Ranking Pages ) when, in January he won a National Reebok Cross Country League race. From this victory, Bishop went on to win the U20 AAA Indoor 3000 m Championships (Feb, 2004), at just 16 years old in a time of 8:37.74. From here, he went on to finish 8th in the Intercounties National Cross Country Champs at Nottingham (March, 2004). In 2006 after two quiet years, Bishop took another step forward when he ran 3:51.77 in the 1500 m (ENG, 24 June 2006) taking almost five seconds off his Personal Best (PB) and ranking him in the top 10 in the country for the first time since 2003. It also placed him well inside the AAA Grade One U20 standard (3:55.0). To cap the season off, Bishop became an International athlete on 3 September 2006, when he competed for Scotland in the 2006 U20 Home International in the 1500 m, where he placed 2nd. Bishop finished 2006 by running the fastest leg of Bristol and West AC's 2006 U20 English National Cross Country relays gold medal-winning team (other team members: Tom Marley and Craig Peters). The start of 2007 saw Bishop make a big breakthrough in his career, when he took the BUCS (British Universities & Colleges Sport) Indoor 3000 m Championship in a massive PB of 8:13.75, taking almost 25 seconds off his previous PB. Although the start of Bishop's outdoor season was hampered by injury, he managed to reduce his 1500 m PB to 3:48.14 (ENG, 25 August 2007) and 800 m to 1:52.95 (ENG, 11 August 2007) and finished the season off with a victory in the U23 Home International and Interterritorial match in the 3000 m at Derby for Scotland, beating fellow Scot, Tom Russell. Although his 2008 outdoor season was cut short due to a move to Albuquerque, New Mexico, under a full athletics scholarship from the University of New Mexico track team, Bishop's early season saw him finish 4th at the CAU Intercounties 800m Senior Champs and qualify for the British Olympic Trials after setting a new 1500m best of 3:45.82. ==NCAA & Senior career== David Bishop after medaling at the 2010 Indoor Mountain West Conference Championships, in the mile. During his first season as a New Mexico Lobo, Bishop showed dramatic improvement in his cross country running, as he scored for the lobos in every meet and was the first lobo in two of the meets. His cross country season culminated at the Mountain Region Cross Country championships, where he finished 14th, covering the 5000 ft high altitude 10 km course in 30:06.0. During the Lobos record- breaking 2009 Cross country season, Bishop continued to be a crucial performer. He led the Lobos once whilst scoring in all seven season races, earning all-Mountain West Conference first-team honours with a sixth-place finish in the Lobo's first conference win since 1988, as well as scoring in the Lobo's highest ever team finish at the NCAA Cross Country Nationals (8th place). In Bishop's final Cross Country season as a Lobo, he scored in every meet, completing his 100% record of scoring in every race for the Lobos. The 2010 season also brought large improvements, as Bishop finished 5th in the 2010 Mountain Region, which was to be the Lobo's first ever Regional victory. His final Cross Country race for the Lobos saw him take an impressive 41st place in the NCAA meet. His debut season track highlights included anchoring the Lobo's Distance Medley Relay (DMR) to a Mountain West Conference silver medal in the closest DMR race in the conference history, a mile race victory in 4:00.38 which currently ranks him the second fastest Lobo miler of all- time, and leading off the New Mexico Distance Medley Relay team to a school record with an impressive 1200 m leg. In 2011, Bishop raced on the Distance Medley Relay team again, twice anchoring the team to sub 9:32 performances, including splitting one of the fastest times in NCAA Indoor National Championship history, 3:54.32 on the anchor, earning All-American honours. In his six conference track and field championships with the Lobos, Bishop has attained four bronze medals and three silver medals. His 2011 outdoor season saw him ranked top 10 in the NCAA Division for 1,500m after setting a new career best time of 3:41.12 at Mt SAC Relays and qualify for the NCAA DI National Championships after finishing 3rd in the NCAA Regional meet in Eugene, OR. Bishop completed his collegiate campaign by gaining selection to compete for the Great Britain and Northern Ireland team at the 26th Universiade in Shenzhen, China where he qualified for the final and went on to finish 7th in the largely tactical race, running 3:49. In 2012, Bishop ran 3:37.52 for the 1500m in Palo Alto, CA, elevating him to 5th on the Scottish all-time lists and becoming the fastest Scottish 1500m athlete in almost 20 years. 2013 saw Bishop win his first senior national title with an impressive victory over the indoor 3000m. His strong indoor season along with a very fast outdoor opening 1500m of 3:38.72 in Los Angeles, CA earned him a spot on the Great Britain team for the European Team Championships where he would finish 7th. In 2014, Bishop ran two new lifetime bests, including a 3:56.96 mile, which placed him 7th all time in Scotland. He would also qualify for the Commonwealth Games, representing the home nation of Scotland. ==Personal bests== Data taken from \"Power of 10\": {| class=\"wikitable\" |- ! Distance ! Mark ! Date ! Location |- | 800 m || align=right | 1:50.22|| align=right | 2014-07-15 || Cardiff, Wales |- | 1,500 m || align=right | 3:37.51|| align=right | 2012-04-29 || Palo Alto, CA, USA |- | Mile || align=right | 3:56.96 || align=right | 2014-07-11 || Morton Stadium, Dublin, Ireland |- | 3,000 m || align=right | 7:56.37 || align=right | 2012-05-05 || Olympic Park, London, England |- | 5 km Road || align=right | 14:48.11 || align=right | 2007-12-31 || Mountain Ash, Wales |- | 10 km XC || align=right | 29:58.4@ || align=right | 2010-11-13 || Salt Lake City, UT, USA |} i denotes a performance achieved on an indoor track. @ denotes a performance achieved at altitude. ==National Titles== 2013 British Athletics Indoor 3000 m Champion 2007 BUSA Indoor 3000 m Champion U23 Home International and Interterritorial 3000 m Champion 2006 AAA U20 Cross Country Relays Champion (team) AAA U20 Indoor 3000 m Champion 2004 AAA U20 Indoor 3000 m Champion West of England 1500 m Champion 2003 SAF U17 Indoor 1500 m Champion AAA U17 Indoor 3000 m Champion ''' ==Achievements== {| |- !colspan=\"6\"|Representing |- |rowspan=2|2011 |Summer Universiade |Shenzhen, China |7th |1500 m |3:49.61 |- |rowspan=3|European Team Championships |- |2013 |Gateshead, Great Britain |7th |3000 m |8:06.18 |- !colspan=\"6\"|Representing |- |rowspan=2|2014 |Commonwealth Games |Glasgow, Great Britain |8th heat |1500 m |3:43.10 |- |}Bishop competing in his home town over 5K, Summer 2005 ==References== Category:Living people Category:1987 births Category:People from Darmstadt Category:Sportspeople from Bath, Somerset Category:People from Chippenham Category:Scottish male middle-distance runners Category:Commonwealth Games competitors for Scotland Category:Athletes (track and field) at the 2014 Commonwealth Games Category:Alumni of Cardiff Metropolitan University Category:University of New Mexico alumni Category:People educated at Hardenhuish School ",
    "title": "David Bishop (runner)"
}