{
    "id": "5738442",
    "text": "The Ann Arbor Art Fair is a group of four award-winning, not-for-profit United States art fairs that take place annually in Ann Arbor, Michigan. Over 400,000 visitors attend the fairs each year. Prior to 2016, the fair ran Wednesday through Saturday, generally the third weekend in July. Beginning in 2016, the days shifted to Thursday through Sunday. There'll be no event in 2020 as the COVID-19 pandemic was to blame; those will return in 2021. The four official fairs are The Ann Arbor Street Art Fair, the Original; the State Street Art Fair; the Ann Arbor Summer Art Fair; and Ann Arbor's South University Art Fair.\"Official Event Guide\" 2011 Ann Arbor Art Fair Guide In addition to art exhibits, the fairs feature music performances, demonstrations and interactive art activities. ==The fairs== ===Ann Arbor Street Art Fair, The Original=== The oldest of the four, the Ann Arbor Street Art Fair, The Original, was established in 1960 by a collaboration between the South University Businessmen's Association, Ann Arbor Art Association, and the Chamber of Commerce. Originally the Art Association did not believe artist would want their work to be displayed in the street stating, “No good artist will sit in the street.” That proved not to be true. The first fair attracted only 132 artists, 99 of them being local, by the third annual fair there were 220 artists. It was the first fair to jury an outdoor show in 1965 and in 2000 was a partner organization involved in the creation of the online jurying system Zapplication, now in use by hundreds of fairs across the country. The fair has initiated events like the Townie Street Party, a free kick off event taking place the Monday before the start of the fairs and gives the community a chance to celebrate the art fairs before the crowds come to town. The Dart for Art is a timed one-mile race featuring competitive elite runners followed by a community race and held in conjunction with the Townie Street Party. Other programs like the Youth Art Fair give young artists the opportunity to exhibit and sell their work. The New Art, New Artist Program allows university students to experience what it's like to fully participate as an artist in the Street Art Fair. The Fountain Stage presents music and dance by local community groups and professionals. The Original Street Art Fair has won many awards over the years, including the Governors Award (State of Michigan), several Reader's Choice Awards (Ann Arbor News, Ann Arbor Current), a Gold Pinnacle Award (International Festivals and Events Association), and was named one of the Top Ten Art Fairs in the Country in a USAToday Readers Poll. The Original Fair continues to rank as one of the top fairs in industry publications like Art Fair Source Book, Sunshine Arts Magazine, and ArtFairCalendar.com.In 2003, the Ann Arbor Street Art Fair, the Original relocated to North University, East Washington and the University of Michigan's Ingall's Mall; surrounding the landmark Burton Memorial Tower. The new location on the University of Michigan's Central Campus is set amidst elegant architecture, landscaped pedestrian walkways, and the striking Carl Miles fountain Sunday Morning in Deep Waters. ===Ann Arbor State Street Art Fair=== In 1967, the merchants in the State Street District decided they would follow the Street Art Fair and have an art fair in their neighborhood. At the time, the State Street Area Association used its own resources and personnel to run the fair. This operation continues today. For over 50 years, the local neighborhood has welcomed artists from all over the world. Many of whom have become just as much a member of the neighborhood as the businesses, museums, and churches themselves. The State Street Art Fair is the premier event for the State Street District and functions as a major part of the economic stability of the neighborhood. The State Street Art Fair still has its own eclectic feel as many of the local businesses come out into the street and are side-by-side artisans of all types. Artisans apply and are viewed through a jury process. Those that are invited to attend the fair then work directly with District staff to prepare for the event. Many of the State Street artisans return to the fair each year and have grown long-standing local customers that visit every year. The retail businesses continue to use the space in front of their stores to offer their summer sidewalk sales to visitors. For many visitors it has become an opportunity to shop many of the local stores that are often filled with University of Michigan students and visitors at other times of the year. The local restaurants offer the opportunity to sit down and cool off inside the restaurant or outside on the patio in the middle of all of the excitement. Guests can enjoy amazing food as they take a break from walking and shopping. New in 2019, the Ann Arbor State Street Hand-Crafted Marketplace is being to run concurrently with the State Street Fine Art Fair. It will offer artists, artisans and craftspersons an opportunity to showcase, build awareness and value for handmade goods as an alternative to mass-produced items. The next year, however, saw the event get cancelled. The fun and excitement happens every year beginning on the third Thursday of July. Those who would like to be a part of the State Street Art Fair, artists applications are open in October of every year and close in February. All of the information they need about the fair and the District can be found at StateStreetDistrict.org. ===Ann Arbor Summer Art Fair=== The Ann Arbor Summer Art Fair takes place in two locations, State Street from Madison to William, and along Main Street and Liberty to Fifth Avenue. Produced by The Guild of Artists & Artisans, a non-profit artist membership organization whose mission is to provide artists with marketing opportunities, it features 375 jury selected artists. It all began in the spring of 1970, about ten years following the premiere of the original Ann Arbor Street Fair. A group of young artists from Ann Arbor began working on a separate art fair which would give emerging artists, craftspeople and art students a chance to “take to the streets.” Calling it the Free Arts Festival, they set up this “free fair” on the University of Michigan's “Diag” on Central Campus. Funding and management for this new fair was provided by the participating artists themselves. As these young artists matured so did the Free Arts Festival, which became an official member of the Ann Arbor Art Fair and in the mid-70s was renamed the Ann Arbor Summer Art Fair. At the same time, this group of the emerging artists realized both the need for and the potential of an artist membership organization and established The Guild out of the loose-knit organization which had form to support the “free fair.” Today The Guild of Artists & Artisans is recognized as one of the largest membership organizations of professional artists in North America. Members of the organization continue to provide leadership for all Guild fairs and programs.\"The 42nd Annual Ann Arbor Summer Art Fair.\" The Guild of Artists & Artisans. 8 August 2011. http://theguild.org/art-fairs/ann-arbor-art-fair/ ===Ann Arbor South University Art Fair=== The Ann Arbor South University Art Fair is nationally recognized as a fine arts and crafts fair. ==Unofficial Fairs== Over the years, several unofficial, for-profit art fairs have piggybacked onto the Ann Arbor Art Fairs in an attempt to capitalize on its large attendance. One such fair is operated downtown in a privately owned parking lot off Liberty Street, directly adjacent to the State Street Area Art Fair. In 2009, another for- profit art fair, Ann Arbor Art Fair at Briarwood, began in the parking lot of Briarwood Mall, a staging area for shuttle buses that travel to and from downtown Ann Arbor during the Ann Arbor Art Fairs. The art found at these fairs is generally priced lower than that found at the official Ann Arbor Art Fairs. This may be attributed to the lower booth fees charged by the shows' directors and the relatively lower experience level of the artists who exhibit here. ==Art Fair Food== The usual fair food is offered such as French fries, cotton candy, funnel fries, caramel apples and fried Twinkies. However certain vendors also offer a variety of specialized cuisine from restaurants across the city. \"Food Floozie\" 28 July 2010 http://foodfloozie.blogspot.com/2010/07/wordless-wednesday-ann-arbor-art- fair.html ==Protest from residents== Given the traffic disruption and the inconvenience of having a large number of visitors come in for the week, many Ann Arbor residents dislike the fairs and have protested against them, rallying under the slogan of \"It's not art, and it's not fair.\"Richard Wiggins. \"Please Swipe my Credit Card.\" Internet Outlook 20 July 1997. Accessed 27 June 2006. http://www.webreference.com/outlook/column3/ In 2005, in an effort to cultivate a better relationship with locals, the Ann Arbor Street Art Fair, the Original started a tradition of holding a \"Townie Street Party\" on the Monday before the fairs begin.Ann Arbor Street Art Fair, the Original. 27 June 2006 http://www.artfair.org/ ==See also== *Ann Arbor, Michigan *Culture in Ann Arbor, Michigan ==References== ==External links== * Ann Arbor Street Art Fair, The Original * Ann Arbor Summer Art Fair * Ann Arbor State Street Art Fair * Ann Arbor South U Area Art Fair Category:Culture of Ann Arbor, Michigan Category:Festivals in Michigan Category:Art festivals in the United States Category:Tourist attractions in Ann Arbor, Michigan Category:Art fairs ",
    "title": "Ann Arbor Art Fairs"
}