{
    "id": "5739139",
    "text": "Arrernte welcoming dance, entrance of the strangers, Alice Springs, Central Australia, 9 May 1901, photograph Artist Albert Namatjira was a Western Arrernte man. The Arrernte () people, sometimes referred to as the Aranda, Arunta or Arrarnta, are a group of Aboriginal Australian peoples who live in the Arrernte lands, at Mparntwe (Alice Springs) and surrounding areas of the Central Australia region of the Northern Territory. Many still speak one of the various Arrernte dialects. Some Arrernte live in other areas far from their homeland, including the major Australian cities and overseas. Arrernte mythology and spirituality focuses on the landscape and the Dreamtime. Altjira is the creator being of the Inapertwa that became all living creatures. Tjurunga are objects of religious significance. The Arrernte Council is the representative and administrative body for the Arrernte Lands and is part of the Central Land Council. Tourism is important to the economy of Alice Springs and surrounding communities. ==Arrernte languages== \"Aranda\" is a simplified, Australian English approximation of the traditional pronunciation of the name of Arrernte . The ancestors of the Arrernte all spoke one or more of the many Arrernte dialects in the Arrernte group of languages. Today several are completely or nearly extinct, but a couple of them (especially Eastern or Central Arrernte) are widely spoken and taught in schools. The Arrernte also had a highly developed sign language. ==Country== The Arrernte's traditional lands, according to Norman Tindale's estimate, encompassed some . Of their overall territory he writes that they were:- > At Mount Gosse, Mount Zeil, and Mount Heughlin; on the Finke River to > Idracowra, Blood Creek, Macumba, Mount Dare, and Andado, and some distance > east into the sandhills of the Arunta (Simpson) Desert; northeast to Intea > on the lower Hale River, thence north to Ilbala on Plenty River; west to > Inilja and Hart Range, Mount Swan, Gillen Creek, Connor Well, and > Narwietooma; in Central MacDonnell, James, and Ooraminna Ranges. ==Sub-divisions== The name Arrernte refers to the following distinct groups (or \"mobs\"): * Central Arrernte, from the township of Alice Springs only. * Eastern Arrernte, from the Arrernte lands east of Alice Springs. * Western Arrarnta, from the Arrernte lands west of Alice Springs, out to Mutitjulu and King's Canyon. ==See also== * HMAS Arunta * Arrernte language * Veronica Perrule Dobson *Margaret Kemarre Turner ; Spirituality & mythology: * Altjira * Inapertwa * Tjurunga ==Notes== ===Citations=== ==Sources== * * * * * * * * * * * * * * * * * * ==External links== * Arrernte Tribal Group Category:Aboriginal peoples of the Northern Territory Category:Arrernte ",
    "title": "Arrernte people"
}