{
    "id": "5739311",
    "text": "James H. Dolan James H. Dolan, S.J. (June 4, 1885 – August 1, 1977) was one of the founders and the 2nd President of Fairfield University in Fairfield, Connecticut from 1944 to 1951. He was born to James B. and Ellen T. (Mulry) Dolan in Roxbury, Massachusetts and entered the Society of Jesus on August 14, 1905 at St. Andrew-on-Hudson, Hyde Park, New York. Father Dolan was President of Boston College 1925 to 1932 where he founded the Boston College Law School and the Provincial Superior of the New England Jesuit Province from 1937 to 1944.Fairfield University website During his seven-year tenure, Fairfield University was chartered by the State of Connecticut to grant degrees in 1945; the first class of 303 male students was admitted to the Fairfield College of Arts and Sciences in 1947; and the Fairfield College of Arts and Sciences was accredited by the State of Connecticut and the first summer session of undergraduate courses was held in 1949. From October 1951 until January 1972, he lived at Boston College, serving as director of construction and new building in the Province and as revisor of the Province finances. He also taught classes while at Boston College: from 1951 until 1956 he taught natural theology and psychology and from 1956 until 1965 he served as confessor of students at the college. In 1972, due to ill health, he moved to the Campion Center, Weston, Massachusetts, where he died on August 1, 1977, aged 92. ==References== ==External links== *Fairfield University: James H. Dolan, S.J. *College of the Holy Cross: Rev. James H. Dolan, S.J. Profile * Rev. James H. Dolan, S.J., the 2nd President of Fairfield University (1944-1951) Category:People from Boston Category:People from Weston, Massachusetts Category:Presidents of Fairfield University Category:19th-century American Jesuits Category:20th-century American Jesuits Category:Boston College faculty Category:1885 births Category:1977 deaths Category:Catholics from Massachusetts ",
    "title": "James H. Dolan"
}