{
    "id": "5739713",
    "text": "The Clift Royal Sonesta Hotel is a historic hotel located two blocks from Union Square at the intersection of Geary Street and Taylor Street, San Francisco, California. ==History== In 1913, Frederick C. Clift, an attorney from a large family in the Sierra foothills, commissioned a 300-room hotel on a lot the family had inherited. The architect, a former student of Ecole de Beaux Arts, was George Applegarth and Kenneth A. MacDonald Jr. of MacDonald and Applegarth, the former of whom also designed the Palace of the Legion of Honor. The hotel opened on February 1, 1915, to serve crowds attending the Panama–Pacific International Exposition. Advertised as the first hotel in San Francisco to be fire and earthquake proof, with its 1924 addition of 3 floors, it became the largest hotel in the state. The hotel's Art Deco Redwood Room bar was added in 1933, paneled with wood from a single redwood tree. Canadian Four Seasons Hotels acquired an interest in the hotel in 1976, and began managing it as their first US property. Two years later, in 1978, they renamed it the Four Seasons Clift Hotel. On February 21, 1995, Four Seasons sold their interest in the property and it became The Clift, a Grand Heritage Hotel. Ian Schrager Hotels took over management in 1997, and the hotel became simply Clift. Schrager bought the hotel outright in 1999, for $80 million. Soon after, he oversaw a $50 million complete renovation, which involved the restoration of the Redwood Room, and the gutting and redesign of much of the rest of the hotel, by designer Philippe Starck. The hotel reopened on August 3, 2001. Starck's lobby featured his furniture collection, including chairs from Ray and Charles Eames, furniture by Salvador Dali, and a stool by Roberto Matta (inspired by René Margritte). Sonesta Hotels assumed management of the hotel in May 2018 and it was renamed The Clift Royal Sonesta Hotel. The hotel closed from September 2019 to January 2020 for major renovations to the guest rooms, lobby and the Redwood Room.https://www.sfgate.com/travel/article/clift- royal-sonesta-hotel-renovation-rooms-lobby-14990291.php#photo-18912358 ==References== == External links == * Category:Hotel buildings completed in 1915 Category:Hotels in San Francisco Category:Union Square, San Francisco ",
    "title": "The Clift Royal Sonesta Hotel"
}