{
    "id": "5739579",
    "text": "Sinn is a community in Middle Hesse, Germany, in the Lahn-Dill-Kreis. ==Geography== ===Location=== Sinn lies at a height of above sea level at the foot of the Westerwald range, south of Herborn in the Dill valley. ====Edingen==== Edingen lies on the Dill valley's west side on the slopes of the Westerwald range below the Greifenstein ruins and the like-named constituent community in the community of Greifenstein. ===Neighbouring communities=== Sinn borders in the northeast on the community of Mittenaar, in the east on the community of Ehringshausen, in the south on the community of Greifenstein and in the northwest on the town of Herborn (all in the Lahn- Dill-Kreis). ===Constituent communities=== The community consists of the following centres: * Edingen * Fleisbach * Sinn ==History== The Dill valley's fertile slopes and dales were settled quite early on. Archaeological finds in the countryside around Edingen range through all epochs and have led to the conclusion that the area has been permanently settled since the 4th century BC. Documents confirm all three constituent communities' existence since the 13th century. Edingen and Fleisbach were shaped by agriculture and clung to this structure until the middle of the 20th century. Sinn was nevertheless caught up in the Industrial Revolution in the mid 19th century. Encouraged by the mining in the Sieg-Dill area, an ironworks came to town and set up shop, soon followed by foundries and metalworking businesses. ===Edingen=== The site is believed to have been settled by early Germanic times, as witnessed by finds from the 4th century BC, and the name is also a clue to this. The first documentary mention in 1341 refers to the \"Edinger Hof\", said to be a place around which settlement was crystallizing. In the documents transferring ownership to the Counts of Nassau-Dillenburg, the place is named as \"Ödingen\". In 1629, the Edinger Hof passed by division of inheritance to the House of Solm-Greifenstein and in 1851 to the community of Edingen, which sold the Hof again to three private citizens in 1921. With Hesse's municipal reforms, Edingen became part of Sinn. It is almost purely a residential centre nowadays. ==Politics== ===Municipal council=== The municipal elections on 26 March 2006 yielded the following results: {| cellpadding=\"2\" style=\"width:180px; text-align:right; white-space:nowrap;\" | style=\"text- align:left;\" | CDU || 9 seats |- | style=\"text-align:left;\" | SPD || 8 seats |- | style=\"text-align:left;\" | FWG || 2 seats |- | style=\"text-align:left;\" | FDP || 2 seats |- | style=\"text-align:left;\" | Greens || 2 seats |} Note: FWG is a citizens' coalition. ===Coat of arms=== The coat of arms was conferred in 1959. Its design – specifically the quartering – is drawn from the arms used by the Lords of Sinn in the Middle Ages. The bend wavy sinister argent, or slanted wavy white band, stands for the river Dill, and the charges in the gold quarters are crucibles, such as might be found at a foundry. These, of course, refer to the community's industrial pursuits, namely in iron. ==Economy and infrastructure== Whereas Edingen and Fleisbach became residential with agriculture's fall in importance after the Second World War, Sinn is still an important industrial location, with the foundry, as ever, playing an important rôle. Among other things, one of Germany's few bellfounding businesses is to be found here. Among the foundry techniques used are modelling, moulding and valve making. Further established fields of enterprise are mechanical engineering, tool and appliance manufacture, sheet metal forming, galvanization and measurement and control engineering. ===Transport=== The community is connected to the highway network by the Herborn-Süd interchange on Autobahn A 45 (Sauerlandlinie). Through the community runs Federal Highway (Bundesstraße) B 277 between Dillenburg and Wetzlar. In the constituent communities of Sinn and Edingen are stops on the Dill Line. Regionalbahn trains on Rhein-Main-Verkehrsverbund line 40 between Siegen and Gießen stop here. ===Buildings=== Villa Haas is a manor house in the style of German Renaissance Revival architecture built in 1892. The property was acquired and renovated in the late 70s by Klaus F. Müller. Klaus F. Müller: Park und Villa Haas – Historismus, Kunst und Lebensstil. Verlag Edition Winterwork, 2012, E-book The historicist (art) park with more than hundred different plant species is located on the western edge of natural park “Lahn-Dill-Bergland”. The villa, the park and the surrounding streets \"Hansastrasse / Rudolfstrasse\" are cultural monuments due to their historical and artistical significance.Landesamt für Denkmalpflege Hessen (Hrsg.): Lahn- Dill-Kreis I. S. 352 thumb ==References== ==External links== * Category:Lahn- Dill-Kreis ",
    "title": "Sinn, Hesse"
}