{
    "id": "5740235",
    "text": "Sigma TV is a commercial network in Cyprus that commenced broadcasting on April 3, 1995. It is a private service and is currently the first-rated channel in Cyprus. Sigma TV is geared at a younger audience, with the focus on the 18-45 age group. It broadcasts a mix of original programs as well as popular foreign programming. Sigma is a general entertainment station with programming that includes Children's shows, sports, news, movies, series and popular telenovelas from Latin America. Sigma was affiliated with Alpha TV from Greece from January 2010 to January 2016 due to a licensing agreement. Sigma is additionally affiliated with Star Channel and MAD TV. Furthermore, it has secured programming deals with major studios from the U.S. and around the world. ==Programming== Sigma broadcasts hit series from Latin America, the U.S., and various own productions. In addition, it has sports programming, children's shows, and current affairs programs. It holds the exclusive rights to broadcast first choice UEFA Champions League matches in Cyprus for 2009 - 2012. ===Programme 2014/2015=== ===News & Current Affairs=== *Protoselido (Front Page) – Morning current affairs program presented by Andreas Demetropoulos with the first news bulletin of the day, a look at the front pages of the newspapers, the day’s important new developments, current affairs analysis, studio guests, and live reports from correspondents. *Mesimeri kai Kati (Just After Noon) – Lunchtime show with news, in-depth reporting, major news stories, telephone interviews, studio guests in the news responding to questions by journalist and presenter Nikitas Kyriakou. *60 Lepta (60 Minutes) – Current affairs program presented by Chrysanthos Tsouroullis, looking into stories of corruption in the public and private sectors, screening controversial evidence and demanding answers and solutions from those in authority. *Tomes sta Gegonota (Dissecting the News) – The main evening news program, presented by Chrysanthos Tsouroullis and backed by a group of leading journalists and the most complete news team in Cyprus. Bold analysis from a network of reliable and respected experts, investigative journalism, a detailed approach, studio guests and outside broadcasts transmitting sound and vision from the very heart of the news. ===Programmes=== *Anihti Grammi (Open Line) – Afternoon show fronted by journalist Gogo Alexandrinou with a team that looks at people’s daily problems and comes up with information and solutions with the help of studio guests. *To Kokkino Podilato (The Red Bicycle) – Cookery show in which chef Alexandros Papandreou visits pretty Cypriot villages on his red bicycle and discovers their recipes, cuisine and cooking tips. *The Social Media Show – Technology show dealing with new media, social networking sites, lifestyle, and entertainment, presented by Marcos Komodromos and Demetra Makriyianni. ===Television Series=== *Efta Ourani kai Synnefa Alites – Daily Cypriot drama series, now in its third season. *Kryfos Kaiadas – Cypriot drama series screened twice weekly about the lives of three women and how the past has cruelly determined the present. ===Old programmes=== *Me Agapi - Informative discussion on current affairs and key issues. From personal issues to problems affecting society as a whole. *Etsi Apla... me tin Mairi Haritonos - Talkshow that examines economic issues affecting everyday life; unemployment, inequality, taxes- how people deal with these problems. Also a look at Cyprus' role in the global economy. Hosted by Μary Haritonos, Tuesdays at 11:10 pm. ===Old Cypriot Serials=== *Mila mou - Μίλα μου - Drama (2007-2009) *Vasiliki - Βασιλική - Drama (2005-2006) *Se Fonto Kokkino - Σε Φόντο Κόκκινο - Soap Opera (2008-2012) *Aspra Mpalonia - Άσπρα Μπαλόνια - Soap Opera (2011–present) *Epistrofi - Επιστροφή - Drama (2009) *Vourate Geitonoi - Βουράτε Γειτόνοι - Comedy (2001-2005, 2010) *En pame kala - Εν Πάμε Καλά - Satyric (2006) *O Teleios Antras - Ο Τέλειος Άντρας - Romantic comedy (2005) *Oi Adiafthoroi - Οι Αδιάφθοροι - Comedy (2000-2002) *Oi Takoi - Οι Τάκκοι - Comedy (2003-2006) *Otan megaloso - Όταν Μεγαλώσω - Comedy (2006) *Ta kopelia - Τα Κοπέλια - Comedy (2001-2003) *Ta Chrisopsara - Τα Χρυσόψαρα - Comedy (2005-2006) *Zoi Podilato - Ζωή Ποδήλατο - Comedy (2006-2008) *Vanteta - Βεντέτα - Comedy (2006-2008) *30+Kati - 30+Κάτι - Romantic comedy (2007) *Akti Oneiron - Ακτή Ονείρων - Soap (1999-2001) *Sto Para Pente - Στο Παρά Πέντε - Comedy (1998-2005) *Ouna Ratsa - Ούνα Ράτσα - Comedy (2002-2003) *Ektos elegxou - Εκτός Ελέγχου - Comedy (1999-2000) ===Foreign=== Other *Ally McBeal *North Shore *Birds of Prey *City Guys *CSI: Miami *Hack *Hang Time *It's All Relative *Jake 2.0 *Jesse *Mr. Bean *One World *Relic Hunter *Smallville *Lois & Clark: The New Adventures of Superman *Tarzan *The Sentinel Telenovelas *Amores verdaderos *Santa Diabla *Wild at Heart *My Sweet Fat Valentina *Pasión de Gavilanes *Verano del '98 *Gitanas *Prisionera *American Heiress *La usurpadora *Destilando Amor(Μεθυσμένη αγάπης) ===Entertainment=== *Cafe Live - Variety program with dancing, game, Food, Film, games and more airs daily at 16:45 pm. *ALIVE - Variety program with music, dancing, games and more. Hosted by Stefanos Constantinou, Eliana Aravi and Giorgos Georgiou, airs daily at 11:45 am. *Cocktail - News and events from the world of showbiz, featuring gossip about the stars, info from the world of television, music, and modeling. A look at the local entertainment scene in Cyprus as well as abroad. Hosted by Marcia Thracivoulou. *MAD TV - Music and entertainment program featuring the 'best of MAD TV', Greece's premier music channel. *Αόρατος Φακός - Hidden camera comedy show similar to Candid Camera. *Κόντρα πλάκες - Gameshow similar to Family Feud at 10:05 am. *Πού Πάμε;... Sketch comedy show. *Στην Υγειά μας - Imported from NET in Greece, a Variety program that focuses on entertaining viewers with music, featuring live performances by in-studio performers. Hosted by Spiros Papadopoulos. ===Children's=== Sigma TV featuring an extensive block of Children's programming including two of its own productions- ΑΒ Αlfavita and Μe to Ni kai me to Sigma. Through a partnership with Buena Vista International, Sigma has the rights to the Jetix library of shows which include: *My Little Pony * Peppa Pig *Yu-Gi-Oh! *Pokémon *Iznogoud *Barney *Super Mario *Spider-Man ==SigmaLive== SigmaLive is a leading web portal published online by a cooperation of Sigma TV and DIAS Publishing House. In its 11 years of operations the portal has managed to reach the 9th position in local online rankings.Alexa Cyprus Ranking October 17, 2012 The portal is also the host for the online version of the INBusiness magazine. ===Mobile applications=== *Android App.SigmaLive Play Store October 17, 2012 *iPhone App.SigmaLive App. iTunes October 17, 2012 *iPad App. ==References== ==External links== *Official Site *DIAS Media Site Category:Television channels in Cyprus Category:Greek-language television stations Category:Television channels and stations established in 1995 ",
    "title": "Sigma TV"
}