{
    "id": "5740748",
    "text": "Moxy V, or Moxy 5, is the fifth album by the Canadian rock band Moxy, Three of the original members of Moxy reunited when Bill Wade (just before his death from cancer on July 27, 2001) got Moxy back into the studio (Recorded at Wade's home studio and self-produced) in 1999, with Earl Johnson and Buddy Caine after a 20-year gap, to produce Moxy's fifth studio album appropriately titled Moxy V. With a new singer Brian Maxim (former member of Stumbling Blind), who is also considered a true member of Moxy, as Brian sung back-ups with Moxy on tour back in the 1970s and worked with Buddy Caine in the band Voodoo. In 2001 a special release with a new CD cover unique for the European fans was released it includes one bonus track, \"Time To Move On\" that was recorded live at the El Mocambo in Toronto on January 12, 2001. In 2002 the album was released again with the original cover in North America with the addition of two live tracks \"Still I Wonder\" and \"Young Legs\" the tracks were originally to be included on the live album Raw also released in 2002. Also unique to the 2002 North America release, is the inclusion of an edited version of \"Yucatan Man\" The 2002 Bullseye Records version of the album features a nice testimonial from Canadian “Metal Queen” Lee Aaron about drummer Bill Wade, who played on LEE's debut album called \"The Lee Aaron Project\". I first worked with Billy when I was about 19. I was young and very green in the industry — Bill was about 33 at that time — and I remember having a bad couple of weeks. My expectations of the industry were pretty grandiose at that stage: I was a kid with stars in my eyes. Bill took me aside one night and, like a kind, loving father, said I had to remember to be grateful and that I had to remember every day that I was lucky to be in this business and working. Throughout the course of my career, especially at times when I felt like hanging up my microphone, I always remember those words he imparted to me. It's sad to think that such a cool and talented person can be taken at such a young age. == Credits == * Earl Johnson - Guitar * Buddy Caine - Guitar - Harmonica * Bill Wade: drums - keyboards Producer, Engineer (Studio tracks only) * Jim Samson - Bass * Kim Hunt - drums (live tracks only) * Brian Maxim - vocals * Glenn Belcher - Remastering == Track listing == # \"Yucatán Man\" - 4:50 (Caine) (Edited Version North America release) originally written in 1976 # \"B-757\" - 5:47 (Caine) # \"Candy Delight\" - 3:48 (Tom Griffin, Johnson) - originally written in 1985 # \"Burning in the Night\" -3:39 (Johnson) originally written 197? # \"Working Man\" - 4:49 (Wade) originally written in 1984 # \"Fire Down Below\" - 3:19 (Wade) originally written 197? # \"Not for the Glory, Not for the Gold\" - 5:52 (Wade) # \"Nitro Love\" - 4:08 (Caine) # \"Snakebite\" - 4:29 (Caine) # \"Walking on the Wild Side\" 4:41 (Johnson) originally written in 1976 # \"High Lonely\" 5:07 (Wade) # \"Thunder Inc.\" 4:29 (Caine) # \"Time to Move On\" (Live) (Johnson, Shearman) (Bonus track 2001 Record Heaven Music) # \"Still I Wonder\" (Live) (Johnson) (Bonus track 2002 Bullseye Records) # \"Young Legs\" (Live) (Wade) (Bonus track 2002 Bullseye Records) == References == == External links == * Moxy Official Web Site Category:2000 albums Category:2002 albums Category:Moxy (band) albums ",
    "title": "Moxy V"
}