{
    "id": "5740141",
    "text": "Elizabeth Brater (born April 12, 1951) is a Democratic former member of the Michigan Senate, who represented the 18th district from 2003 to 2010, and served as the Assistant Minority Leader. Her district included the cities of Ann Arbor and Ypsilanti. She was previously a member of the Michigan House of Representatives from 1995 to 2000. ==Early life== Brater was born in Boston, Massachusetts. After graduating high school in 1969, she enrolled at the University of Chicago, where she remained for two years, but transferred to the University of Pennsylvania, completing her B.A. in English in 1973. She continued to receive an M.A. in History, magna cum laude, in 1976, and was a member of Phi Beta Kappa. She moved to Ann Arbor, Michigan in 1975, when her husband, Enoch Brater, took a job as an English professor at the University of Michigan. In Ann Arbor, she worked as an editor and writer, also teaching courses on local government and writing at the university. ==Political career== Brater won election as a Democrat to the Ann Arbor city council from the city's Third Ward in 1988. She then ran for mayor of Ann Arbor in April 1991, defeating two-term incumbent Republican mayor Gerald D. Jernigan. Brater was the first woman to be elected mayor of Ann Arbor. As mayor, Brater established the city's extensive recycling program. After serving one two-year term, she was defeated in her mayoral reelection campaign, losing in April 1993 to the Republican challenger, former city council member Ingrid Sheldon, who went on to serve four two-year terms as mayor. After her mayoral defeat, Brater ran successfully for the Michigan House of Representatives in November 1994. She served in the House from 1995 to 2000, representing Michigan's 53rd district. Term limits prevented Brater from running for a fourth term. In November 2002, Brater won election to the Michigan Senate. In the Democratic primary, she defeated a fellow member of the Michigan House, John Hansen of Dexter. In the general election, she triumphed easily over Republican candidate Gordon Darr, a Scio Township Trustee, and Green Party candidate Elliott Smith. In 2006, she was re-elected with more than 71% of the vote, but in 2010 was term-limited and thus barred from seeking re-election. ==Committees== In the Michigan Senate, Brater was a member of the Judiciary and Finance committees, the vice-chair of the Natural Resources and Environmental Affairs and the Agriculture, Forestry and Tourism committees. Brater also served as a member of the Governor's Land Use Leadership Council. ==Electoral history== *2006 Election for the Michigan State Senate - 18th District {| class=\"wikitable\" |- ! Name ! Percent |- | Liz Brater (D) | 71.5% |- | John Kopinski | 28.5% |} *2002 Election for the Michigan State Senate - 18th District {| class=\"wikitable\" |- ! Name ! Percent |- | Liz Brater (D) | 63.5% |- | Gordon Darr | 33.3% |- | Elliott Smith (G) | 3.2% |- |} == References == ==External links== *Michigan Senate - Liz Brater official government website **Floor Statements video clips *Project Vote Smart - Senator Elizabeth S. 'Liz' Brater (MI) profile *Follow the Money - Liz Brater **2006 2004 2002 2000 Senate campaign contributions **2000 1998 1996 House campaign contributions *Michigan Senate Democratic Caucus *Michigan Liberal - SD18 *Mayors of Ann Arbor page at PoliticalGraveyard.com Category:Living people Category:1951 births Category:Mayors of Ann Arbor, Michigan Category:Jewish American state legislators in Michigan Category:Jewish mayors of places in the United States Category:Members of the Michigan House of Representatives Category:Michigan state senators Category:Women mayors of places in Michigan Category:Michigan Democrats Category:Women state legislators in Michigan Category:University of Michigan faculty Category:20th-century American politicians Category:20th-century American women politicians Category:21st-century American politicians Category:21st-century American women politicians Category:Women city councillors in the United States Category:Michigan city council members ",
    "title": "Elizabeth Brater"
}