{
    "id": "5740604",
    "text": "Petrus Comestor (d. c. 1178) presents his Historia scholastica to Archbishop William of the White Hands. From a Bible Historiale of 1370–80, which mixed sections of the Historia with sections of the Vulgate Bible William of the White Hands (; 1135–1202), also called William White Hands, was a French cardinal. William was born in Brosse, Île-de-France, France. He was a son of Theobald the Great, Count of Blois and Count of Champagne, and Matilda of Carinthia. William served as Bishop of Chartres in 1165, Archbishop of Sens (1169–1176), Archbishop of Reims (1175–1202), and the first Peer of France to bear that title. He anointed his nephew, Philip II of France, as co-king on 1 November 1179 in Rheims. Pope Alexander III created him Cardinal Priest of Santa Sabina in March 1179; as such, he signed the papal bulls between 8 April 1179 and 23 December 1201. He died on 7 September 1202. William was portrayed by actor Liam O'Callaghan in the 1978 BBC TV drama series The Devil's Crown. ==References== * Ludwig Falkenstein, “Guillaume aux Blanches Mains, archevêque de Reims et légat du siège apostolique (1176–1202),” Revue d’histoire de l’Église de France, XCI, 2005, pp. 5–25. * Ludwig Falkenstein, “Wilhelm vom Champagne, Elekt von Chartres (1164-1168), Erzbischof von Sens (1168/69-1176), Erzbischof von Reims (1176-1202), Legat des apostolischen Stuhles, im Spiegel papstlicher Schreiben und Privilegien,” Zeitschrift der Savigny-Stiftung für Rechtsgeschichte: Kanonistische Abteilung, CXX, 2003, pp. 107–284. * * Dietrich Lohrmann, Papsturkunden in Frankreich. Neue Folge. 7. Bd. Nördliche Ile-de-France und Vermandois. Berlin: Weidmannsche Buchhandlung, 1976. (Abhandlungen der Akademie der Wissenschaften in Göttingen. Philologisch- historische Klasse; 3. Folge, Nr. 95). * Jules Mathorez, “Guillaume aux Blanches-Mains, évêque de Chartres,” Archives du diocese de Chartres, Pièces detaches, Etudes et documents, XX, 1914, pp. 187–340. ==External links== *Biography Category:House of Blois Category:Bishops of Chartres Category:Archbishops of Reims Category:Archbishops of Sens Category:12th- century Roman Catholic archbishops Category:French cardinals Category:External cardinals Category:Cardinals created by Pope Alexander III Category:1135 births Category:1202 deaths Category:13th-century peers of France ",
    "title": "William of the White Hands"
}