{
    "id": "5740042",
    "text": "Ansary in October 2008 Mir Tamim Ansary (born November 4, 1948, in Kabul, Afghanistan) is an Afghan-American author and public speaker. He is the author of Destiny Disrupted: A History of the World Through Islamic Eyes, West of Kabul, East of New York, and other books concerning Afghan and Muslim history. He was previously a columnist for the encyclopedia website Encarta. == Early life and education == Ansary was born in Kabul and lived there until high school when he moved to the United States. He attended Reed College in Portland, Oregon. == Writer and lecturer == Ansary gained prominence in 2001 after he wrote a widely circulated e-mail that denounced the Taliban and warned that, although he believed that United States would need to be deployed in Afghanistan to capture or kill Osama Bin Laden, that, in Ansary's opinion, this could start a third world war. The e-mail was a response to a call to bomb Afghanistan \"into the Stone Age\". His book West of Kabul, East of New York is a literary memoir recounting his bicultural perspective on contemporary world conflicts. West of Kabul, East of New York was San Francisco's One City One Book selection for 2008. Ansary also edited and published a group of essays by young Afghans entitled, Snapshots: This Afghan American Life with funding from a 2008 grant from the Christianson Fund. In the middle of 2008 Ansary gave a series of lectures to the Osher Lifelong Learning Institute, associated with San Francisco State University, on the history and development of Islam.Osher Lifelong Learning Institute, Newsletter March 1, 2004 This series was rebroadcast on the local affiliate of National Public Radio [KALW].Osher Lifelong Learning Institute Website Ansary's novel, The Widow's Husband, portrays the nineteenth-century British invasion of Afghanistan from both an Afghan and a British perspective. Destiny Disrupted: A History of the World Through Islamic Eyes was published in spring of 2009 by PublicAffairs.\"'Destiny Disrupted,' by Tamim Ansary\", San Francisco Gate, May 10, 2009 This book won the 2010 Northern California book award, general nonfiction category. A memoir, Road Trips, Becoming an American in the vapor trail of The Sixties, recounts stories from Mir Tamim's years as part of the American ‘60s and ‘70s counterculture.https://www.amazon.co.uk/Trips-Becoming- American-vapor-Sixties-ebook/dp/B01M8I13DG His latest book, The Invention of Yesterday: A 50,000-Year History of Human Culture, Conflict, and Connection, was released in October 2019. For over two decades, Mir Tamim moderated the San Francisco Writers Workshop in attempt to give back to younger writers what was given to him when young.http://www.pw.org/content/tamim_ansary_0San Francisco Writers Workshop Tamim Ansary lives in San Francisco with his wife. They have two daughters. ==Works== * \"Could deal with Taliban fighters end war?\", Tamim Ansary, CNN, January 30, 2010 * * * * * * *The Invention of Yesterday: A 50,000-Year History of Human Culture, Conflict, and Connection. Public Affairs, 2019. == References == == External links == * Author's website * Ansary's email after 9/11 * LitMinds interviews Tamim Ansary * Tamim Ansary: \"Destiny Disrupted\": World History from an Islamic Perspective * Identity Theory interviews Tamim Ansary * Christian Science Monitor interview about Games Without Rules * Memoir Pool Category:1948 births Category:Living people Category:Afghan emigrants to the United States Category:People from Kabul Category:Reed College alumni Category:American writers of Afghan descent ",
    "title": "Tamim Ansary"
}