{
    "id": "5741167",
    "text": "A primary mode of cat communication is body language such as the position of the ears and mouth. Cat communication is the transfer of information by one or more cats that has an effect on the current or future behaviour of another animal, including humans. Cats use a range of communication modalities including vocal, visual, tactile and olfactory. The communication modalities used by domestic cats have been affected by domestication. ==Vocal communication== Cat vocalizations have been categorized according to a range of characteristics. Originally suggested by Mildred Moelk, cat sounds are often still divided into the three main classes: # sounds produced with the mouth closed, the murmurs (purring, trilling) # sounds produced when the mouth is first opened and then gradually closed (meowing, howling, yowling) # sounds produced with the mouth held tensely open in the same position (growls, snarls, hisses, spits, chattering, and chirping). In 1944, Moelk published the first phonetic study of cat sounds.https://www.jstor.org/stable/1416947?seq=1#metadata_info_tab_contents She listened very carefully to her own cats and organized their sounds into 16 phonetic patterns divided into three main categories. She also used a phonetic alphabet to transcribe or write down the different sounds.https://www.google.com/books/edition/The_Secret_Language_of_Cats/1mpFDwAAQBAJ?hl=en&gbpv;=1&dq;=inauthor:%22Susanne+Sch%C3%B6tz%22&printsec;=frontcover She claimed cats had six different forms of meows, to represent friendliness, confidence, dissatisfaction, anger, fear and pain. Moelk classified eight other sounds involved in mating and fighting by listening to the animals in her yard and on the street. Brown et al. categorised vocal responses of cats according to the behavioral context: during separation of kittens from mother cats, during food deprivation, during pain, prior to or during threat or attack behavior, as in disputes over territory or food, during a painful or acutely stressful experience, as in routine prophylactic injections and during kitten deprivation. Less commonly recorded calls from mature cats included purring, conspecific greeting calls or murmurs, extended vocal dialogues between cats in separate cages, \"frustration\" calls during training or extinction of conditioned responses. Miller classified vocalisations into five categories according to the sound produced: the purr, chirr, call, meow and growl/snarl/hiss. Owens et al. categorized cat vocalisations based on their acoustic structures. There are three categories: tonal sounds, pulse sounds, and broadband sounds. Tonal sounds are further categorized into groups of harmonically structured sounds or regular tonal sounds. Pulse vocalisations are separated into pulse bursts and hybrid pulse bursts with tonal endings. Broadband sounds are separated into four groups: non-tonal broadband sounds, broadband sounds with tonal beginnings, broadband sounds with short tonal elements, and broadband sounds with long tonal endings. ===Purr=== Cat on the move. The purr is a continuous, soft, vibrating sound made in the throat by most species of felines. Domestic kittens can purr as early as two days of age. This tonal rumbling can characterize different personalities in domestic cats. Purring is often believed to indicate a positive emotional state, but cats sometimes purr when they are ill, tense, or experiencing traumatic or painful moments such as giving birth. A more expansive definition is \"purring signals a friendly social mood, and it can be given as a signal to, say, a vet from an injured cat indicating the need for friendship, or as a signal to an owner, saying thank you for friendship given.\" The mechanism of how cats purr is elusive. This is partly because cats do not have a unique anatomical feature that is clearly responsible for this vocalization. One hypothesis, supported by electromyographic studies, is that cats produce the purring noise by using the vocal folds and/or the muscles of the larynx to alternately dilate and constrict the glottis rapidly, causing air vibrations during inhalation and exhalation. Combined with the steady inhalation and exhalation as the cat breathes, a purring noise is produced with strong harmonics. Purring is sometimes accompanied by other sounds, though this varies between individuals. Some may only purr, while other cats also emit low level outbursts sometimes described as \"lurps\" or \"yowps\". It was once believed that only the cats of the genus Felis could purr.Breton, R. Roger; Creek, Nancy J. \"Overview of Felidae\". Cougar Hill Web. Retrieved May 23, 2013. However, felids of the genus Panthera (tigers, lions, jaguars and leopards) also produce sounds similar to purring, but only when exhaling. Cats may purr for a variety of reasons, including when they are hungry, happy, or anxious. ===Meow=== A cat meowing for attention The most familiar vocalisation of adult cats is a \"meow\" or \"miaow\" sound (pronounced ). The meow can be assertive, plaintive, friendly, bold, welcoming, attention-soliciting, demanding, or complaining. It can even be silent, where the cat opens its mouth but does not vocalize. A mew is a high-pitched meow often produced by domestic kittens. It is apparently used to solicit attention from the kitten's mother, and adult cats may use it as well. The mew is similar to what is described in Brown et al. 1978 as an isolation call. By around three to four weeks of age kittens do not mew when at least one littermate is present, and at four to five months of age kittens stop mewing altogether. Adult cats rarely meow to each other, and so adult meowing to human beings is likely to be a post-domestication extension of mewing by kittens. ===Chirr=== The chirr or chirrup sounds like a meow rolled on the tongue. It is commonly used by mother cats calling their kittens inside the nest. Kittens recognize their own mother's chirp, and do not respond to the chirps of other mothers. It is also used by friendly cats when eliciting the approach of another cat or a human. Humans can mimic the sound to reassure and greet pet cats. ===Chirping and chattering=== A cat chattering at birds Cats sometimes make excited chirping or chattering noises when observing or stalking prey. These range from quiet clicking sounds to loud but sustained chirping mixed with the occasional meow. Some researchers believe this chattering may also be an involuntary instinctual imitation of the moment a killing bite on the neck occurs. This action activates a vibration of the feline's jaws to allow the precision to slide between a prey's spine. ===Call=== The call is a loud, rhythmic vocalisation made with the mouth closed. It is primarily associated with female cats soliciting males, and sometimes occurs in males when fighting with each other. A caterwaul is the cry of a cat in heat (estrus). ===Growl, snarl, hiss, and spit=== The growl, snarl, and hiss are all vocalisations associated with either offensive or defensive aggression. They are usually accompanied by a postural display intended to have a visual effect on the perceived threat. The communication may be directed at cats as well as other species – the puffed-up hissing and spitting display of a cat toward an approaching dog is a well- known behavior. Cats hiss when they are startled, scared, angry, or in pain, and also to scare off intruders into their territory. If the hiss and growl warning does not remove the threat, an attack by the cat may follow. Kittens as young as two to three weeks will hiss and spit when first picked up by a human. \"Spitting\" is a shorter but louder and more emphatic version of hissing. Familiar lion's roar recorded from a big cat in captivity. === Howl, yowl, moan, and wail === These sounds are commonly used during threatening situations. Howls are more tonal, while moans are long and slowly modulated. Anger wails are combined with growls, and yowls are similar to howls, but longer.Schötz, S., 2015, June. Agonistic vocalisations in domestic cats: a case study. In Proc Fonetik (Vol. 2015, pp. 85-90). ==Panting== A cat panting Unlike dogs, panting is a rare occurrence in cats, except in warm weather environments. Some cats may pant in response to anxiety, fear or excitement. It can also be caused by play, exercise, or stress from stimuli such as car rides. However, if panting is excessive or the cat appears in distress, it may be a symptom of a more serious condition, such as a nasal blockage, heartworm disease, head trauma, or drug poisoning. In many cases, feline panting, especially if accompanied by other symptoms, such as coughing or shallow breathing (dyspnea), is considered to be abnormal, and treated as a medical emergency. ===Ultrasonic=== Very high frequency (\"ultrasonic\") response components have been observed in kitten vocalizations. ==Visual communication== A cat hissing and arching its back to make itself appear larger to ward off a threat Cats use postures and movement to communicate a wide range of information. There are various responses such as when cats arch their backs, erect their hairs and adopt a sideward posture to communicate fear or aggression. Others may be only a single behavioural change (as perceived by humans) such as slowly blinking to signal relaxation. Domestic cats frequently use visual communication with their eyes, ears, mouths, tails, coats and body postures. It has been stated that a cat's facial features change the most and are probably the best indicator of cat communication. ===Posture === Surprised cats have enlarged pupils and erect ears held slightly backwards. A cat's posture communicates its emotions. It is best to observe cats' natural behavior when they are by themselves, with humans, and with other animals. Their postures can be friendly or aggressive, depending upon the situation. Some of the most basic and familiar cat postures include the following: *Relaxed posture – The cat is seen lying on the side or sitting. Its breathing is slow to normal, with legs bent, or hind legs laid out or extended. The tail is loosely wrapped, extended, or held up. It also hangs down loosely when the cat is standing. When cats are calm, they tend to stand relaxed with a still tail. *Stretching posture – another posture indicating the cat is relaxed. When cats lie on their back with their belly exposed, they are in a position of vulnerability. Therefore, this position may communicate a feeling of trust or comfort; however, cats may also roll onto their back to defend themselves with their claws, or to bask in areas of bright sunlight. *Yawning posture – either by itself, or in conjunction with a stretch: another posture of a relaxed cat. Having the mouth open and no teeth exposed indicates playfulness. *Alert posture – The cat is lying on its belly, or it may be sitting. Its back is almost horizontal when standing and moving. Its breathing is normal, with its legs bent or extended (when standing). Its tail is curved back or straight upwards, and there may be twitching while the tail is positioned downwards. *Tense posture – The cat is lying on its belly, with the back of its body lower than its upper body (slinking) when standing or moving back. Its hind legs are bent and front legs are extended when standing. Its tail is close to the body, tensed or curled downwards; there can be twitching when the cat is standing up. *Anxious/ovulating posture – The cat is lying on its belly. The back of the body is more visibly lower than the front part when the cat is standing or moving. Its breathing may be fast, and its legs are tucked under its body. The tail is close to the body and may be curled forward (or close to the body when standing), with the tip of the tail moving up and down (or side to side). *Fearful posture – The cat is lying on its belly or crouching directly on top of its paws. Its entire body may be shaking and very near the ground when standing up. Breathing is also fast, with its legs bent near the surface, and its tail curled and very close to its body when standing on all fours. A fearful, defensive cat makes itself smaller, lowers itself toward the ground, arches its back and leans its body away from the threat rather than forward. Fighting usually occurs only when escape is impossible. *Confident posture – The cat may walk around in a more comfortable manner with its tail up to the sky indicating their importance. Cats often walk through houses with their tail standing up high above them making them look grander and more elegant. *Terrified posture – The cat is crouched directly on top of its paws, with visible shaking seen in some parts of the body. Its tail is close to the body, and it can be standing up, together with its hair at the back. The legs are very stiff or even bent to increase their size. Typically, cats avoid contact when they feel threatened, although they can resort to varying degrees of aggression when they feel cornered, or when escape is impossible. *Aggressive posture – The hind legs stiffen, the rump elevates but the back stays flat, tail hairs are erected, the nose is pushed forward and the ears are pulled back slightly. Because cats have both claws and teeth, they can easily cause injury if they become involved in a fight, so this posture is an attempt to elicit deference by a competitor without fighting. The aggressor may attempt to make challengers retreat and will pursue them if they do not flee. A tortoiseshell cat with erect hairs on its tail and back which in this context indicates excitement or curiosity ===Ears=== Cats can change the position of their ears very quickly, in a continuum from erect when the cat is alert and focused, slightly relaxed when the cat is calm, and flattened against the head when extremely defensive or aggressive. In cats, flattened ears generally indicate that an individual feels threatened and may attack. Flattening of the ears is also a biological adaptation for stalking prey in grass or in a hiding place where the cat's erect ears would give away its position. ===Eyes=== A direct stare by a cat usually communicates a challenge or threat and is more likely to be seen in high-ranking cats; lower-ranking cats usually withdraw in response. The direct stare is often used during predation or for territorial reasons. In contrast to a direct stare, cats will lower their eyelids or slowly blink them to show trust and affection to their owners. According to Gary Weitzman, a licensed veterinarian and animal author, this type of feline body language is similar to a \"kitty kiss\". He further explains in his book, \"How To Speak Cat: A Guide to Decoding Cat Language,\" that slow blinking could be a physiological response to lowered stress hormonal levels from being in a calm state. \"The slow blink really is an acceptance gesture,\" Weitzman says. \"They do that when they're absolutely comfortable with you, and they do it with other cats as well.\" It is not clear why cats do this when they are feeling calm and comfortable, but Weitzman writes, \"it's likely an autonomic response … having to do with the cat having its cortisol [stress hormone] levels down.\" In fact, Weitzman encourages cat owners to mimic this behavior to return not only a message of affection, but one that reinforces a nonthreatening position. This behavior is not exclusive to domestic house cats. Since cats can be very territorial, in the wild they utilize this slow blinking with other cats to signal themselves as friendly or nonthreatening. ===Tail=== Cats often use their tails to communicate. A cat holding its tail vertically generally indicates positive emotions such as happiness or confidence; the vertical tail is often used as a friendly greeting toward human beings or other cats (usually close relatives). A half-raised tail can indicate less pleasure, and unhappiness is indicated with a tail held low. In addition, a cat's tail may swing from side to side. If this motion is slow and \"lazy\", it generally indicates that the cat is in a relaxed state. Cats will twitch the tip of their tail when hunting or when otherwise alert or playful. Abrupt, full-tail twitching indicates a state of indecision. A stalking domestic cat will typically hold its tail low to the ground while in a crouch, and twitch it quickly from side to side. This tail behavior is also seen when a cat has become \"irritated\" and is nearing the point of lashing out, typically by biting or swatting with claws extended. A cat may also twitch its tail when playing. Sometimes during play, a cat, or more commonly, a kitten, will raise the base of its tail high and stiffen all but the tip into a shape like an upside-down \"U\". This signals great excitement, to the point of hyperactivity. This may also be seen when younger cats chase each other, or when they run around by themselves. When greeting their owner, cats often hold their tails straight up with a quivering motion that indicates extreme happiness. A scared or surprised cat may erect the hairs on its tail and back. In addition, it may stand more upright and turn its body sideways to increase its apparent size as a threat. Tailless cats, such as the Manx, which possess only a small stub of a tail, move the stub around as if they have a full tail. ==Tactile communication== === Grooming === Cat grooming itself. Cats often lick other cats as allogrooming or to bond (this grooming is usually done between familiar cats). They also sometimes lick humans, which may indicate affection. Oral grooming for domestic and feral cats is a common behavior; recent studies on domestic cats show that they spend about 8% of resting time grooming themselves. Grooming is extremely important not only to clean themselves but also to ensure ectoparasite control. Fleas tend to be the most common ectoparasite of cats and some studies allude to indirect evidence that grooming in cats is effective in dislodging fleas from the head and neck. Cats may also use grooming to scratch itchy areas of the body. ===Kneading=== Cats sometimes repeatedly tread their front paws on humans or soft objects with a kneading action. This is instinctive to kittens and adults, and is presumably derived from the action used to stimulate milk let-down by the mother during nursing. Kittens \"knead\" the breast while suckling, using the forelimbs one at a time in an alternating pattern to push against the mammary glands to stimulate lactation in the mother. Kneading may also have an origin going back to cats' wild ancestors who had to tread down grass or foliage to make a temporary nest in which to rest. Cats carry these infantile behaviors beyond nursing and into adulthood. Some cats \"nurse,\" i.e. suck, on clothing or bedding during kneading. The cat exerts firm downwards pressure with its paw, spreading its toes to expose its claws, then curls its toes as it lifts its paw. The process takes place with alternate paws at intervals of one to two seconds. They may knead while sitting on their owner's lap, which may prove painful if the cat has sharp claws. Since most of the preferred \"domestic traits\" are neotenous or juvenile traits that persist in the adult, kneading may be a relic juvenile behavior retained in adult domestic cats. It may also stimulate the cat and make it feel good, in the same manner as a human stretching. Kneading is often a precursor to sleeping. Many cats purr while kneading, usually taken to indicate contentment and affection. They also purr mostly when newborn, when feeding, or when trying to feed on their mother's teat. The common association between the two behaviors may corroborate the evidence in favor of the origin of kneading as a remnant instinct. Cats have scent glands on the underside of their paws. When they knead or scratch objects or people, it is likely these pheromones are transferred to the person or object being kneaded or scratched. ===Bunting=== Some cats rub their faces on humans, apparently as a friendly greeting or indicating affection. This tactile action is combined with olfactory communication as the contact leaves scent from glands located around the mouth and cheeks. Cats also sometimes \"head-bump\" humans or other cats with the front part of the head; this action is referred to as \"bunting\". Again this communication might have an olfactory component as there are scent glands in this area of the body, and is possibly for seeking attention when the cat turns their head down or to the side while doing so. Head-bumping and cheek rubbing may be displays of social dominance as they are often exhibited by a dominant cat towards a subordinate. Touching noses, sometimes referred to as \"sniffing noses\", is a friendly, tactile greeting for cats. ===Biting=== Gentle biting (often accompanied by purring and kneading) can communicate affection or playfulness, directed at the human owner or another cat; however, stronger bites that are often accompanied by hissing or growling usually communicate aggression.\"Play Therapy Pt. 2,\" Cats International retrieved May 22, 2007 When cats mate, the tom bites the scruff of the female's neck as she assumes a lordosis position which communicates that she is receptive to mating. ==Olfactory communication== Cats communicate olfactorily through scent in urine, feces, and chemicals or pheromones from glands located around the mouth, chin, forehead, cheeks, lower back, tail and paws. Their rubbing and head-bumping behaviors are methods of depositing these scents on substrates, including humans. The cat rubs its cheeks on prominent objects in the preferred territory, depositing a chemical pheromone produced in glands in the cheeks. This is known as a contentment pheromone. Synthetic versions of the feline facial pheromone are available commercially. Cats have nine different glands on their body. These are the Pinna (Outer Ear Flaps), Temporal (On their Temples), Cheek (On the sides of their face), Perioral (On the Mouth Corners), Submandibular (Under the Jaw), Interdigital (Between Toes), Anal (on the sides of the Anus), Caudal (All Along Tail), and Supra- Caudal (at the Base of Tail) Urine spraying is also a territorial marking. Cats urinate by squatting onto a horizontal surface; spraying occurs standing up. The cat makes a treading motion with her back feet and quivers her tail, leaving her scent mark on a vertical surface. Unlike a dog's penis, a cat's penis points backward. Although cats may mark with both sprayed and non- sprayed urine, the spray is usually more thick and oily than normally deposited urine, and may contain additional secretions from anal sacs that help the sprayer to make a stronger communication. While cats mark their territory both by rubbing of the scent glands and by urine and fecal deposits, spraying seems to be the \"loudest\" feline olfactory statement. It is most frequently observed in intact male cats in competition with other males. Males neutered in adulthood may still spray after neutering. Female cats also sometimes spray. A cat that urinates outside the litter box may indicate dissatisfaction with the box, due to a variety of factors such as substrate texture, cleanliness and privacy. It can also be a sign of urinary tract problems. Male cats on poor diets are susceptible to crystal formation in the urine which can block the urethra and create a medical emergency. The urine of mature male cats in particular contains the amino acid known as felinine which is a precursor to 3-mercapto-3-methylbutan-1-ol (MMB), the sulfur-containing compound that gives cat urine its characteristically strong odor. Felinine is produced in the urine from 3-methylbutanol-cysteinylglycine (3-MBCG) by the excreted peptidase cauxin. It then slowly degrades via bacterial lyase into the more-volatile chemical MMB. Felinine is a possible cat pheromone. {| align=\"center\" |- align=\"center\" valign=\"middle\" | Chemical structure of felinine || → Chemical structure of 3-mercapto-3-methylbutan-1-ol |- align=\"center\" valign=\"middle\" | Felinine || MMB |} ==Socialization== Cats, domestic or wild, do participate in social behaviours, even though it is thought that most cat species (besides lions) are solitary, antisocial animals. These include social learning, socialization between cats, and socialization with humans. === Social learning === Cats are observational learners. This type of learning emerges early in a cat's life, and has been shown in many laboratory studies. Young kittens learn to hunt from their mothers by observing their techniques when catching prey. The mother ensures their kittens learn hunting techniques by first bringing dead prey to the litter, followed by live prey. With the live prey, she demonstrates the techniques required for successful capture. Prey-catching behaviour of kittens improves at higher levels over time when their mothers are present. Observational learning for cats can be described in terms of the drive to complete the behaviour, the cue that initiates the behaviour, the response to the cue, and the reward for completing the behaviour. This is shown when cats learn predatory behaviour from their mothers. The drive is hunger, the cue is the prey, the response is to catch the prey, and the reward is to relieve the hunger sensation. Kittens also show observational learning when they are socializing with humans. They are more likely to initiate socialization with humans when their mothers are exhibiting non-aggressive and non-defensive behaviours. Even though mothers spend more time with their kittens, male cats play an important role by breaking up fights among litter mates. Observational learning is not limited to kitten-hood – it can also be observed during adulthood. Studies have shown that adult cats that see others performing a task, such as pressing a lever after a visual cue, learn to perform the same task faster than those who did not witness another cat at that task. === Socialization between cats === Usually when strange cats meet, one cat makes a sudden movement that puts the other cat into a defensive mode. The cat will then draw in on itself and prepare to attack if needed. The subordinate cat will usually run away before a physical altercation ensues; however, this is not always the case, and what is known as a \"tomcat duel\" may follow. Dominance is also seen as an underlying factor for how conspecifics interact with each other. ==== Dominance ==== Dominance can be seen among cats in multi-cat households. \"Subordinate\" cats submit to the \"dominant\" cat. Dominance includes such behaviours as walking around the dominant cat, waiting for the dominant cat to walk past, avoiding eye contact, crouching, laying on its side (defensive posture), and retreating when the dominant cat approaches. Dominant cats present a specific body posture as well. The cat displays ears straight up, the base of its tail will be arched, and it looks directly at subordinate cats. These dominant cats are usually not aggressive, but if a subordinate cat blocks the food source they may become aggressive. When this aggressive behaviour occurs, it could also lead to the dominant cat preventing subordinate cats from eating and using the litter box. This can cause the subordinate cat to defecate somewhere else and create problems with human interaction. ==== Social conflicts ==== Two cats fighting Social conflicts among cats depend solely on the behaviour of the cats. Some research has shown that cats rarely pick fights, but when they do it is usually for protecting food and/or litters, and defending territory. A conflict situation of one tomcat meeting another, making loud calls. The first sign of an imminent tomcat duel is when both cats draw themselves up high on their legs, all hair along the middle of their backs is standing straight up, and they mew and howl loudly as they approach one another. The steps the cats make become slower and shorter the closer they become to one another. Once they are close enough to attack, they pause slightly, and then one cat leaps and tries to bite the nape of the other cat. The other cat has no choice but to retaliate and both cats roll aggressively on the ground, and loud intense screams come from both cats. After some time, the cats separate and stand face to face to begin the attack all over again. This can go on for some time until one cat does not get up again and remains seated. The defeated cat does not move until the victor has completed a sniff of the area and moves outside the fighting area. Once this happens, the defeated cat leaves the area, ending the duel. Females may also fight with each other. If a male and female do not get along, they may also fight. Cats may need to be reintroduced or separated to avoid fights in a closed household. === Socialization with humans === Cats between the age of three and nine weeks are sensitive to human socialization. After this period, socialization can be less effective. Studies have shown that the earlier the kitten is handled, the less fearful the kitten will be towards humans. Other factors that can enhance socialization are having many people handle the kitten frequently, the presence of the mother, and feeding. The presence of the mother is important because cats are observational learners. A mother that is comfortable around humans can reduce anxiety in the kitten and promote the kitten-human relationship. Feral kittens around two to seven weeks old can be socialized usually within a month of capture. Some species of cats cannot be socialized towards humans because of factors like genetic influence and in some cases specific learning experiences. The best way to get a kitten to socialize is to handle the kitten for many hours a week. The process is made easier if there is another socialized cat present but not necessarily in the same space as the feral. If the handler can get a cat to urinate in the litter tray, then the others in a litter will usually follow. Initial contact with thick gloves is highly recommended until trust is established, usually within the first week. It is a challenge to socialize an adult. Socialized adult feral cats tend to trust only those who they trusted in their socialization period, and therefore can be very fearful around strangers. There are a number of problematic behaviours that affect the human–cat relationship. One behaviour is when cats attack people by clawing and biting. This often occurs spontaneously or could be triggered by sudden movements. Another problematic behaviour is the \"petting and biting syndrome\", which involves the cat being petted and then suddenly attacking and running away. Other problems are house soiling, scratching furniture, and when a cat brings dead prey into the house. It is these kinds of behaviours that put a strain on the socialization between cats and people. There are fifty-two measured cat personality traits in cats, with one study suggesting \"five reliable personality factors were found using principal axis factor analysis: neuroticism, extroversion, dominance, impulsiveness and agreeableness.\" == See also == * Animal communication * Cat pheromone * Dog communication ==References== ==External links== Category:Animal communication Category:Cat behavior ",
    "title": "Cat communication"
}