{
    "id": "5741441",
    "text": "Africa Nazarene University (ANU) is a private Christian-founded university in, Kenya, and an affiliate of The Church of the Nazarene Colleges and Universities around the world. ANU is fully accredited by the Commission for University Education and the International Board of Education (IBOE). ==Location== The main campus is situated in the middle of the Masaai savannah, on , near the town of Ongata Rongai, adjacent to Nairobi National Park, approximately , by road, south of the city center of Nairobi, Kenya's capital and largest city. The geographical coordinates of the university's main campus are:1°24'02.0\"S, 36°47'24.0\"E (Latitude:-1.400556; Longitude:36.790000). The university maintains a second campus in the central business district of the city of Nairobi, along Moi Avenue and Tom Mboya Street. The university has another campus at:- * Nairobi CBDNairobi County ==History== ANU is a private Christian University and an institution of the Church of the Nazarene International, whose mission and vision follows the Wesleyan Holiness Tradition. It was established to prepare leaders for the Church both at ministerial and laity level. The Church of the Nazarene sought to address the challenges witnessed in African society in the early 1980s through an institution of higher education. In accordance with the Kenya University’s Act of 1985, (provision for establishment of private universities in Kenya), the Church settled on Kenya as a location to start a Nazarene University which became the first one outside North America. In July 1993, the Board of the Church granted its authority for the establishment of a university in Africa following a unanimous vote by its members during a General Assembly in Indianapolis, Indiana, USA. The Church, through the university’s founders, continued to pursue negotiations with the Commission of University Education, then Commission of Higher Education (CHE) to establish a degree awarding institution. Therefore, the legal authority to establish the university was given on November 23, 1993, when CHE issued, on behalf of the Kenyan Government, a Letter of Interim Authority for the university to start laying the foundation for the development of ANU. In August 1994 Dr. Martha John, ANU’s first Vice Chancellor, opened the university’s doors to 62 students from eleven African countries taking undergraduate courses in Theology and Business Administration and a Masters of Arts in Religion. One year later, the university introduced the Bachelor of Science degree in Computer Science, welcoming an additional 42 students. Professor Leah Marangu took over from Dr. John in January 1996 and was installed as Vice Chancellor in February 1997. On 8 October 2002, the university was granted the Charter (Accreditation Credentials) by the government of Kenya, making ANU the first private university to receive the credential under the new act and without being affiliated with any other university locally and abroad. ==Academics== The university is composed of the following schools: * School of Religion and Christian Ministry * School of Science and Technology * School of Humanities and Social Sciences * School of Law * School of Business Starting off with three programs, the university now has 36 programs, offered at nine campuses, as of January 2018. ==Notable alumni== * Beatrice Elachi, Speaker of the Nairobi County Assembly (2017 until 2022). Former Majority Chief Whip in the Senate of Kenya. ==See also== *Nazarene International Education Association *List of Church of the Nazarene schools *List of universities in Kenya ==References== ==External links== *Official website *Colleges and universities in Kenya *Top colleges and universities in Kenya Category:Nairobi Category:Educational institutions established in 1994 Category:1994 establishments in Kenya Category:Private universities and colleges in Kenya Category:Universities and colleges affiliated with the Church of the Nazarene Category:Universities and colleges in Kenya Category:Liberal arts colleges Category:Education in Nairobi ",
    "title": "Africa Nazarene University"
}