{
    "id": "5741499",
    "text": "\"Soldier Boy\" is a song written by Luther Dixon and Florence Greenberg and made famous by the girl group the Shirelles. ==Background== Record executive Florence Greenberg, founder of Scepter Records (the Shirelles' record label), wrote the song and was originally titled \"I'll Be True To You\". The main frame of the song's lyrics make no mention of a soldier. It was only in the studio that the Shirelles gave the song a much better title to reflect its narrative, the profession of someone's love for the titular soldier boy in which she promises to remain true to him while he's away.The History of Rock and Roll Radio series, Bill Drake, 1978, Westwood One. The song was released as a single by The Shirelles in 1962 and met with great success, topping the US Billboard Hot 100. ==In popular culture== * The recording was used in the film The Wanderers (1979). * The recording was used in the film Born on the Fourth of July (1989) * Actress Brittany Murphy sings the song in the 2001 movie Riding in Cars with Boys. * The recording was used in the television series 11.22.63 (2016) episode 7 Soldier Boy ==Charts== {|class=\"wikitable\" !Chart (1962) !Peak position |- |New Zealand (Lever Hit Parade)Flavour of New Zealand, 14 June 1962 | style=\"text-align:center;\"|1 |- |US Billboard Hot 100 |align=center|1 |- |US R&B; |align=center|3 |- |UK Singles Chart |align=center|23 |} ==Cover versions== * \"Soldier Boy\" was covered by American country music artist Donna Fargo in 1991. Her version peaked at number 71 on the Billboard Hot Country Singles & Tracks chart. * It was covered by Diane Renay in 1964. * \"Soldier Boy\" was covered too by the Mexican children's group La Onda Vaselina in 1989, titled \"Yo te esperaré\" and adapted by the composer and Mexican singer Julissa. ==References== Category:Songs about the military Category:The Shirelles songs Category:Billboard Hot 100 number-one singles Category:1962 songs Category:Songs written by Luther Dixon Category:Scepter Records singles Category:1962 singles Category:Donna Fargo songs Category:Cultural depictions of soldiers ",
    "title": "Soldier Boy (The Shirelles song)"
}