{
    "id": "5741325",
    "text": "The Nevada Gaming Commission is a Nevada state governmental agency involved in the regulation of casinos throughout the state, along with the Nevada Gaming Control Board. In 1959, the Nevada Gaming Commission (\"Commission\") was created by the passage of the Gaming Control Act (\"Act\"), Nevada Revised Statutes Chapters 462–466, by the Nevada Legislature. The Act laid the foundation for what would become modern gaming regulation. The Commission consists of five members appointed by the governor to four-year terms, with one member acting as Chairman. The Commission members serve in a part-time capacity. The primary responsibilities of the Commission include acting on the recommendations of the Gaming Control Board (Board) in licensing matters and ruling upon work permit appeal cases. The Commission is the final authority on licensing matters, having the ability to approve, restrict, limit, condition, deny, revoke or suspend any gaming license. The Commission is also charged with the responsibility of adopting regulations to implement and enforce the State laws governing gaming. When the Gaming Control Board believes discipline against a gaming licensee is appropriate, the Board acts in the prosecutorial capacity, while the Commission acts in the judicial capacity to determine whether any sanctions should be imposed.State of Nevada: Nevada Gaming Commission ==License types== While numerous types of licenses and approvals can be granted by the commission, the key gaming licenses are: * the restricted gaming license, which applies to the operation of 15 or fewer gaming devices (and no table games) at a single location. The number of restricted licenses changes monthly, but Clark County has around 2,000 restricted licenses, with a cumulative of about 15,000 slot machines as of 2008; * the nonrestricted gaming license, which is granted for the operation of: #a property having 16 or more slot machines; #a property having any number of slot machines together with any other game, gaming device, race book or sports pool at a single location. ==Popular culture== In the 1995 film Casino, the Commission denies a gaming license to Sam Rothstein, a character based on Frank Rosenthal and portrayed by Robert De Niro. In actual history the chairman of the Commission at this time was future senator Harry Reid.Harry Reid is not boring. – By Chris Suellentrop – Slate Magazine In the 2001 film Ocean's Eleven the NGC has a (fictitious) regulation that requires casinos to hold in reserve enough cash to cover every chip in play on their floor. In the film, Matt Damon plays a character who passes himself off as an NGC agent. In the 2007 Film Ocean's Thirteen, the Nevada Gaming Commission requires Bank's casino to make $500 million dollars to keep his gambling license. ==Former members== *Miles Nelson Pike, first Chairman, 1959 *Harry Reid, Chairman, 1977-1981\"About Harry Reid\" , Senate.gov, accessed October 4, 2008 *Brian Sandoval, 1998-2001; Chairman, 1999-2001\"Race for Attorney General: Candidates state cases\" , Las Vegas Review-Journal, July 15, 2002 *Sue Wagner, 1997-2009 ==References== ==External links== *Nevada Gaming Commission & Control Board Gaming Commission Category:Gambling regulators in the United States Category:Gambling in Nevada ",
    "title": "Nevada Gaming Commission"
}