{
    "id": "5741657",
    "text": "A mycobacteriophage is a member of a group of bacteriophages known to have mycobacteria as host bacterial species. While originally isolated from the bacterial species Mycobacterium smegmatis and Mycobacterium tuberculosis, the causative agent of tuberculosis, more than 4,200 mycobacteriophage have since been isolated from various environmental and clinical sources. Almost 1400 have been completely sequenced. Mycobacteriophages have served as examples of viral lysogeny and of the divergent morphology and genetic arrangement characteristic of many phage types. All mycobacteriophages found thus far have had double-stranded DNA genomes and have been classified by their structure and appearance into siphoviridae or myoviridae. ==Discovery== A bacteriophage found to infect Mycobacterium smegmatis in 1947 was the first documented example of a mycobacteriophage. It was found in cultures of the bacteria originally growing in moist compost. The first bacteriophage that infects M. tuberculosis was discovered in 1954. == Diversity == Thousands of mycobacteriophage have been isolated using a single host strain, Mycobacterium smegmatis mc2155, over 1400 of which have been completely sequenced. These are mostly from environmental samples, but mycobacteriophages have also been isolated from stool samples of tuberculosis patients, although these have yet to be sequenced. About 30 distinct types (called clusters, or singletons if they have no relatives) that share little nucleotide sequence similarity have been identified. Many of the clusters span sufficient diversity that the genomes warrant division into subclusters (Figure 1). There is also considerable range in overall guanine plus cytosine content (GC%), from 50.3% to 70%, with an average of 64% (M. smegmatis is 67.3%). Thus, phage GC% does not necessarily match that of its host, and the consequent mismatch of codon usage profiles does not appear to be detrimental. Because new mycobacteriophages lacking extensive DNA similarity with the extant collection are still being discovered, and as there are at least seven singletons for which no relatives have been isolated, we clearly have yet to saturate the diversity of this particular population. The collection of >50,000 genes can be sorted into >3,900 groups (so-called phamilies, i.e. phage protein families) according to their shared amino acid sequences. Most of these phamilies (~75%) do not have homologues outside of the mycobacteriophages and are of unknown function. Genetic studies with mycobacteriophage Giles show that 45% of the genes are nonessential for lytic growth. Figure 1. Diversity of mycobacteriophages. Sequenced genomes for 471 mycobacteriophages were compared according to their shared gene contents and overall nucleotide sequence similarity. Colored circles encompass Clusters A–T as indicated, and grey circles represent singleton genomes that have no close relatives. A1, A2, A3... indicate subclusters. Micrographs show the morphotypes of the myoviral Cluster C phages and the siphoviruses (all others) that primarily differ in tail length (scale bars: 100 nm). With the exception of DS6A, all phages infect M. smegmatis mc2155. From Hatfull 2014 == Host range == Host range analysis shows that not all mycobacteriophages from M. smegmatis infect other strains and only phages in Cluster K and in certain subclusters of Cluster A efficiently infect M. tuberculosis (Figure 1). However, mutants can be readily isolated from some phages that expand their host range to infect these other strains. However, the molecular basis of host range specificity is largely unknown. ==Genome architecture== The first sequenced mycobacteriophage genome was that of mycobacteriophage L5 in 1993. In the following years hundreds of additional genomes have been sequenced. Mycobacteriophages have highly mosaic genomes. Their genome sequences show evidence of extensive horizontal genetic transfer, both between phages and between phages and their mycobacterial hosts. Comparisons of these sequences have helped to explain how frequently genetic exchanges of this type may occur in nature, as well as how phages may contribute to bacterial pathogenicity. A selection of 60 mycobacteriophages were isolated and had their genomes sequenced in 2009. These genome sequences were grouped into clusters by several methods in an effort to determine similarities between the phages and to explore their genetic diversity. More than half of the phage species were originally found in or near Pittsburgh, Pennsylvania, though others were found in other United States locations, India, and Japan. No distinct differences were found in the genomes of mycobacteriophage species from different global origins. Mycobacteriophage genomes have been found to contain a subset of genes undergoing more rapid genetic flux than other elements of the genomes. These \"rapid flux\" genes are exchanged between mycobacteriophage more often and are 50 percent shorter in sequence than the average mycobacteriophage gene. ==Applications== Historically, mycobacteriophage have been used to \"type\" (i.e. \"diagnose\") mycobacteria, as each phage infects only one or a few bacterial strains. In the 1980s phages were discovered as tools to genetically manipulate their hosts. Jacobs WR Jr. 2000. Mycobacterium tuberculosis: a once genetically intractable organism. In Molecular Genetics of the Mycobacteria, ed. GF Hatfull, WR Jacobs Jr, pp. 1–16. Washington, DC: ASM Press For instance, phage TM4 was used to construct shuttle phasmids that replicate as large cosmids in Escherichia coli and as phages in mycobacteria. Shuttle phasmids can be manipulated in E. coli and used to efficiently introduce foreign DNA into mycobacteria. Phages with mycobacterial hosts may be especially useful for understanding and fighting mycobacterial infections in humans. A system has been developed to use mycobacteriophage carrying a reporter gene to screen strains of M. tuberculosis for antibiotic resistance. In the future, mycobacteriophage could be used to treat infections by phage therapy. ==References== ==External links== * Mycobacteriophage Database ",
    "title": "Mycobacteriophage"
}