{
    "id": "5741348",
    "text": "Camellia sasanqua, with common name sasanqua camellia, is a species of Camellia native to China and Japan. It is usually found growing up to an altitude of 900 metres. It is an evergreen shrub growing to 5 m tall. The leaves are broad elliptic, 3–7 cm long and 1.2–3 cm broad, with a finely serrated margin. The flowers are 5–7 cm diameter, with 5–8 white to dark pink petals. ==History and uses== At the beginning of the Edo period, cultivars of Camellia sasanqua began appearing; the first record of the cultivars of this plant was made by Ihei Ito (1695–1733).Winter Flowers Camellia sasanqua In Japan, it is not considered to be a true Camellia as the Japanese call it Sazanka (, ).Botanic Gardens Trust—Camellias Camellia sasanqua was not known in western societies until in 1820 Captain Richard Rawes of the East Indiaman Warren Hastings brought Camellia sasanqua var. stricata to his relation, Thomas Carey Palmer, of Bromley in Kent.Bretschneider (1898), pp. 282-3. Then in 1869, Dutch traders imported some specimens into Europe. It is now also introduced to Australia and the United States. It has a long history of cultivation in Japan for practical rather than decorative reasons. The leaves are used to make tea while the seeds or nuts are used to make tea seed oil,Camellia sasanqua in BoDD - Botanical Dermatology Database which is used for lighting, lubrication, cooking and cosmetic purposes. Tea oil has a higher calorific content than any other edible oil available naturally in Japan. Camellia sasanqua is valued in gardens for its handsome glossy green foliage, and fragrant single flowers that can range in color from white to deep pink and are produced extremely early in the season. Various cultivars have been selected, of which 'Crimson King', 'Hugh Evans' and 'Jean May' have gained the Royal Horticultural Society's Award of Garden Merit. ==See also== * List of Award of Garden Merit camellias ==Citations and references== ;Citations ;References *Bretschneider, E. (1898) History of European Botanical Discoveries in China, Volumes 1-2. (Sampson Low, Marston and Company). sasanqua Category:Flora of Japan Category:Garden plants of Asia Category:Plants used in bonsai Category:Christmas plants ",
    "title": "Camellia sasanqua"
}