{
    "id": "5741734",
    "text": "Praděd (; ; ; \"great grandfather\") (1,491.5 metres) is the highest mountain of Hrubý Jeseník mountains, Moravia, Czech Silesia and Upper Silesia and is fifth-highest mountain of Czech Republic. The average annual temperature is about 1°C. A television transmitter is situated on the top, 162 m high. The upper platform is used as a watchtower. The mountain is also a popular area for skiing. ==History== Wetzstein in Germany. First building on the mountain was a stone watchtower, 32 m high. It was built between 1903 and 1912 by the Sudeten German tourist association. After 1945, the tourist association no longer existed because all Germans were expelled. Due to its unmaintained condition in communist Czechoslovakia, with water freezing in cracks breaking it up, the watchtower collapsed May 2, 1959 shortly before it was supposed to get fixed. The Petrovy kameny (Peter’s stones) is a gneiss stone formation in the Hrubý Jeseník mountain range of the Czech Republic, near the peak. In the Middle Ages, people feared the place, believing witches lived there. The area is home to many rare plants, so it is not open to the public.Rocks Petrovy kameny. Accessed August 12, 2006. Photo taken during construction of that transmitter The transmitter was built between 1968 and 1983. A restaurant is located in the building and can be reached by a paved road. The High Tatras, Malá Fatra Mts. and Alps can be seen from the watchtower platform. ==1950 Air Accident== On February 27, 1950 at 07:31 Československé státní aerolinie Douglas C-47A-15-DK on its way from Ostrava-Hrabůvka Airport to Prague Ruzyně International Airport crashed into the side of Praděd mountain, killing 3 crew and 3 passengers. 25 others, including 21 passengers and 4 crew survived the accident.http://aviation-safety.net/database/record.php?id=19500227-0 ==References== Category:Mountains and hills of the Czech Republic Category:Ski areas and resorts in the Czech Republic ",
    "title": "Praděd"
}