{
    "id": "5741968",
    "text": "The Magic Garden was a live-action children's television program that aired Mondays through Thursdays from March 6, 1972, to September 14, 1984, on WPIX-11 in the New York City metropolitan area. It was distributed by Warner Bros. Television Distribution. Produced and broadcast in the world's largest television market, the show became popular with millions of children. As characterized by The New York Times, The Magic Garden \"was a cheerful, low- budget, inadvertently psychedelic half-hour show in which Ms. Janis and Ms. Demas sat on giant toadstools, spoke to flowers, sang songs and told stories.\" ==Summary== Carole and Paula, the main characters and hosts of the show, sing several songs throughout each episode, often accompanied by Paula's acoustic guitar. The show takes place entirely within the Magic Garden, a colorful set that includes the Magic Tree, which lowers various objects from its branches. Also found throughout the garden are swings, a stone path, a shed, and the Chuckle Patch, a giggling bed of flowers that grows leaves with jokes on one side and the punch line on the other. Many conversations take place at a low stone wall with Sherlock (a mischievous squirrel puppet with a love for peanuts) and Flapper (a colorful bird who was a later addition to the characters in the garden). Stories are often acted out using costumes and props provided by the Story Box. In addition to songs, games, and jokes, the characters provide life lessons for viewers, and extend personal greetings to members of their television audience—for example: \"Hello, Judy. Hello, Jeffrey.\" The show aired on WPIX at various times during the day on weekdays but only four days a week Monday through Thursday from 1971 through 1984. At some points, it led out of morning cartoons, leading into religious programming. After 1975, it aired afternoons, leading out of religious and public affairs shows into the afternoon cartoons. On Fridays until 1981, in place of The Magic Garden, another children's show produced at WPIX called Joya's Fun School aired in its time slot. After that other children's shows would replace The Magic Garden in the Friday slot. Finally WPIX dropped The Magic Garden altogether on September 14, 1984. WPIX wanted to be strictly entertainment programming during daytime hours. They wanted to modernize their programming. In the year before they dropped The 700 Club and at the time they dropped The Magic Garden, they dropped their weekday non-commercial hour of public affairs programs as well. ==Development and reception== The hosts Carole Demas and Paula Janis, who had met as students at Brooklyn's Midwood High School, and later became New York City school teachers, helped to develop the show. In 1971, Demas (having worked in television and on the professional stage, and in rehearsal for her starring role in Grease on Broadway) was invited by WPIX to host an early-afternoon cartoon program. During the audition, Demas suggested an alternative idea. Asking Janis to come with her to a second audition, Demas and Janis presented a slower-paced show designed to avoid overstimulating young children's developing brains. After being hired, the two women spent the next year developing The Magic Garden, with the help of former Muppets puppeteer Cary Antebi, who created Sherlock. Many of the folk songs featured on the show came from material that Demas and Janis had created as schoolteachers.Itzkoff, Dave. \"For ‘The Magic Garden,’ It’s Spring All Over Again,\" New York Times (Nov. 10, 2008). Fifty-two half-hour episodes, a one-hour holiday special (which aired on December 13, 1981)and a 1 hour retrospective THE MAGIC GARDEN STILL GROWING (which aired in 2002) were produced. According to Carole and Paula's Web site, local ratings were equal to or exceeded those of other shows in its genre, such as Sesame Street.\"The Magic Garden,\" Carole and Paula—Friends Forever Web Site. Accessed May 7, 2014. Three record albums were released due to a high demand, one of which received a Grammy nomination. The program received a citation from Actions for Children's Television, and from the Children's Television Workshop for its creative efforts. On Thanksgiving Day 2002, a special hosted by Carole and Paula aired on WPIX titled The Magic Garden: Still Growing, on which the duo reminisced about the show. This was followed by the broadcast of two episodes shown for the first time on the channel in eighteen years. A DVD including ten episodes, as well as CDs, were released in 2008. On December 13, 2013, WPIX announced via social media that The Magic Garden Christmas Special, which had not been seen since its broadcast 32 years before, had been \"recently discovered...in a forgotten basement vault\" and would be aired by the station on the following Christmas Day. After popular acclaim, WPIX has repeated the episode at Christmastime every year since. Currently, Demas is married and appears on stage, television, film, concerts, and cabaret. Janis works in television and has three children. They continue to promote The Magic Garden by doing public appearances and live children's shows billed as Carole and Paula: Friends Forever. Demas and Janis are also working with the WPIX Archives department on a series of \"Magic Garden Moments,\" recollections of the original series, for publication on the archive's Facebook page. ==Credits== * Carole Demas - Carole (Star) * Paula Janis - Paula (Star) * Cary Antebi - Sherlock/Puppeteer * Alton Alexander - Writer, Composer * Virginia Martin - Writer, Associate Producer * George Kayatta - Composer * WPIX-TV - Producer ==References== ==External links== * Official website of Carole Demas and Paula Janis * Video interview from June 2010 of Carole Demas and Paula Janis Category:1970s American children's television series Category:1980s American children's television series Category:1972 American television series debuts Category:1984 American television series endings Category:Local children's television programming in the United States Category:American television shows featuring puppetry Category:American preschool education television series ",
    "title": "The Magic Garden (TV series)"
}