{
    "id": "5741899",
    "text": "The Princess Theatre is a 1452-seat theatre in Melbourne's East End Theatre District, Australia, and is the oldest continuous entertainment site on mainland Australia. It is listed by the National Trust of Australia and is on the Victorian Heritage Register. ==Astley's Amphitheatre== Entertainment on the site of today's Princess Theatre dates back to the Gold Rush years of 1854, when entrepreneur Tom Moore constructed a large, barn-like structure called Astley's Amphitheatre. The venue featured a central ring for equestrian entertainment and a stage at one end for dramatic performances. It was named in honour of the Astley Royal Amphitheatre, also known as Astley's Amphitheatre, near Westminster Bridge, London. It was soon leased by the prolific actor-manager George Coppin, who had already established himself as an actor at the Queen's Theatre, and would go on to build the Olympic (known as the \"Iron Pot\") on the corner of Exhibition and Lonsdale Streets - the future site of the Comedy Theatre, build the Haymarket Theatre and Apollo Music Hall, and lease (and eventually rebuild) the Theatre Royal in Bourke Street. In 1857, the amphitheatre was extensively renovated and the facade extended, re-opening as the Princess Theatre and Opera House. ==The New Princess Theatre== The Princess Theatre 1922 By 1885, the theatre came under the control of \"The Triumvirate\", a partnership between J. C. Williamson, George Musgrove and Arthur Garner. The existing theatre had become rundown, and so the Triumvirate resolved to demolish the existing building. The new theatre, designed by architect William Pitt, interiors designed by George Gordon, and built by Cockram and Comely, was completed in 1886 at a cost of £50,000. The design is in the exuberant Second Empire style, and the theatre forms part of the Victorian streetscape of Spring Street. The theatre re- opened, again, on 18 December 1886, this time simply known as the Princess Theatre, with a performance of Gilbert and Sullivan's The Mikado. When completed, it featured state-of-the-art electrical stage lighting, as well as Australia's first sliding or retractable roof and ceiling which provided ventilation from the auditorium. The marble staircase and grand foyers were hailed as equal to that of the Paris Opera, the Frankfurt Stadt and the Grand in Bordeaux. The theatre at dusk, July 2010 Williamson left the Triumvirate in 1899 to form his own company, and Musgrove continued operate the theatre until 1910. The Princess came under a rapid succession of different owners until 1915, when Ben Fuller took control. Fuller then went into partnership with Hugh J. Ward, and in 1922 they engaged the architect Henry Eli White to extensively renovate the auditorium and foyers, and add the grand copper awning. The New Princess Theatre reopened on 26 December 1922 with a performance of The O'Brien Girl. The theatre was purchased from Fuller in 1933 by Efftee Films, the film production company of F. W. Thring, the theatrical and film entrepreneur, who had his initials FT carved over the proscenium arch. He produced several musicals there, and made it the first home of his radio station 3XY, founded 1935.Argus, 4 August 1993, p.7, quoted in The Two Frank Thrings, Peter Fitzpatrick, Monash University Publications 2012 When F.W. Thring died, Ben Fuller and Garnet Carroll took over the lease of the Princess in Melbourne and in 1946 they formed another partnership forming Carroll-Fuller Theatres Ltd to purchase the Princess Theatre.http://www.liveperformance.com.au/halloffame/garnetcarroll2.html Stained glass window on the Princess Theatre exterior. After Sir Ben Fuller's death in 1952, Carroll assumed complete control.http://www.liveperformance.com.au/halloffame/garnetcarroll2.html For the following 12 years, often in association with other entrepreneurs, he presented an eclectic array of opera, ballet, musical comedy and drama, though he was constrained by the lack of an interstate circuit. At the Princess in 1954 he hosted the National Theatre Movement’s gala performance of The Tales of Hoffmann for Queen Elizabeth II and Prince Philip. Other notable productions included Ballet Rambert (1947-48), the Old Vic Theatre Company with Sir Laurence (Lord) Olivier and Vivien Leigh (1948), the Shakespeare Memorial Theatre Company (1949), the Vienna Boys' Choir (1954), the Chinese Classical Theatre (1956) and the Sadler's Wells Opera Company (1960 and 1962). Carroll often staged elaborate American musicals—among them Kismet (which he himself produced in 1954), The Sound of Music (1960), The King and I (1960) and Carousel (1964)—while they were still in their early months on Broadway, and tried unknown singers and actors.http://adb.anu.edu.au/biography/carroll- garnet-hannell-9697 Carroll died on 23 August 1964 and ownership passed to his son, John Carroll. For some years he maintained the pattern set by his father, but in 1969 the family company, Carroll Freeholds Pty Ltd, leased the Princess to the Australian Elizabethan Theatre Trust. Over time, the theatre was used less frequently, and the theatre fell into disrepair. ==1989 reopening and current operation== In 1986, David Marriner purchased the theatre and commenced a renovation and refurbishment to restore the building to its 1922 state, and improve its technical capacity. The refurbished theatre reopened on 9 December 1989 with the musical Les Misérables, followed by The Phantom of the Opera, which established a new record for the longest running show ever staged in Victoria. The Princess Theatre continues to be owned and operated by the Marriner Group as a venue for major musical theatre productions, including Beauty and the Beast, MAMMA MIA!, Jersey Boys and The Book of Mormon. In 2017, it was announced that the international production Harry Potter and the Cursed Child would open at the Princess Theatre in early 2019 for an exclusive Australian season,https://www.theage.com.au/entertainment/hit-play-harry- potter-and-the-cursed-child-coming-to-melbourne-in-2019-20171024-gz6rib.html as just the third location for the production after London and New York. The theatre underwent a comprehensive internal and external refurbishment in 2018 in preparation for the production.https://www.heraldsun.com.au/news/victoria/harry-potter-show- transforming-melbourne-theatre/news- story/cacd6324fc406b91bbe0077ceca6182c?nk=ad940100a3c32cd364580c6c9f296be9-1532208643 ==Ghost sightings== Frederick Federici, c. 1888 The theatre has experienced several reported ghost sightings.The theatre ghost from the ABC On the evening of 3 March 1888, the baritone Frederick Baker, known under the stage name \"Frederick Federici\", was performing the role of Mephistopheles in Gounod's opera Faust. This production ended with Mephistopheles sinking dramatically through a trapdoor returning to the fires of hell with his prize, the unfortunate Dr Faustus. As Federici was lowered down through the stage into this basement, he had a heart attack and died almost immediately.Stone, David. Frederick Federici at Who Was Who in the D'Oyly Carte Opera Company, 27 August 2001, accessed 4 September 2011 He never came back onstage to take his bows, but when the company was told of what had happened at the end of the opera, they said that he had been onstage and taken the bows with them.\"Shocking Occurrence at the Princess's Theatre: Tragic Death of Mr. Federici\", The Argus (Melbourne), 5 March 1888, p. 8; and \"Production of Faust in Melbourne\", The Press, Volume XLV, Issue 7025, 29 March 1888, p. 3, National Library of New Zealand Since then, various people have claimed to see a ghostly figure in evening dress at the theatre. For many years, a third-row seat in the dress circle was kept vacant in his honour.Graeme Blundell, \"Marvellous Meelbourne\", The Age, 27–28 August 2005 ==Previous productions== Notable productions at the Princess Theatre include: It has also been used as a venue for the Melbourne International Comedy Festival, including the stage show Puppet Up! in 2007. == References == ==External links== *Marriner Theatres *What's on at Princess Theatre - Citysearch Melbourne Category:Theatres in Melbourne Category:Music venues in Melbourne Category:Melbourne City Centre Category:Theatres completed in 1866 Category:Heritage-listed buildings in Melbourne Category:1866 establishments in Australia Category:Reportedly haunted locations in Victoria (Australia) Category:Second Empire architecture in Australia ",
    "title": "Princess Theatre (Melbourne)"
}