{
    "id": "5742999",
    "text": "Advanced Art was one of the pioneers of Finnish electronic music founded in 1985 by Pasi Janhunen (aka Jana), Petri Huttunen (aka Pete), and Petja Valasvaara (aka Vince) in Tampere, Finland. The band themselves opened their shows claiming \"we play pop\", but others described their music as synthpop, EBM and electro-industrial. Advanced Art were one of the very few Finnish bands at the time to appear on MTV Europe. The band never toured extensively but concentrated on one-off performances, sometimes in unusual locations. == History == In 1985, Pasi Janhunen, Petri Huttunen, and Petja Valasvaara formed a music project named Authorized Version in Tampere, Finland. After producing a couple of demos, the band changed their name in 1988 to \"Advanced Art\" when it became apparent that local media could not spell the English name \"Authorized Version\" correctly. The band's early sound was decidedly synthpop in nature, but by the 90s the band honed a style of EBM that was characterized by fast sequences and \"unpolished\" percussion. The band brought on additional members during live shows for percussion using various metal objects specifically to achieve a \"harsher\" sound. After the band's demo and indie vinyl stage Poko Rekords signed Advanced Art in 1991. The collaboration resulted in two maxi singles and two albums. After the release of their second CD, Force, the band embarked on a limited promotional tour in Sweden. Prior to that tour the band had played more than 50 shows, but not as part of an organized tour. In 1995, VUZ Records released a retrospective compilation including early demo material alongside material from fellow Finnish band Two Witches. The band effectively ceased activity thereafter. In 2015, the band released a pair of anthologies: Darkhive - The Tape And Vinyl Years containing demo material from their pre-Poko Records releases as well as their first 12\" \"Scar\", and a 2 CD set entitled Archive containing 37 live and demo tracks dating back as far as 1987. Archive was released by the EK Product label, which had signed Vince & PW's band, Impackt!, in the 2010s. ==Personnel== * Jana - voice, lyrics * Vince - machines, music === Past Members & Live Support === * Petri Huttunen (aka Pete) - machines, live percussion * Otto Kuusinen (aka Auten, Otto A) - machines, live sound engineering * Reeta-Maria Hällilä (aka Reeta) - machines, voice * Jarkko Tuohimaa (aka Factor) - machines, live percussion * P.W. - live percussion Petri Huttunen later worked with Shade Factory and Active Media Disease. Jarkko Tuohimaa was as a founding member of Finnish electronic band Neuroactive. ==Discography== * 1987 CS Abstract * 1987 CS Act now Abstr later * 1988 CS Advanced Art * 1988 7\" \"Black roses\" / \"No answers no solutions\" (Darklands) * 1989 7\" \"From nothing to nothing\" / \"Steel\" (Darklands) * 1990 CS Clandestine * 1991 CS Clandestine (mis)take two * 1991 12\" \"Scar\" (Poko) * 1992 EP Time (Poko) * 1993 CD Product (Poko) * 1994 CD Force (Poko) * 1995 CD Into the Darklands - Early years 1987-89 (VUZ) * 2015 LP/Digital Darkhive - The Tape And Vinyl Years (Artoffact Records) * 2015 2xCD Archive (EK Product) ==References== ==External links== * Artist information/discography page at CyberNoise * Advanced Art on Discogs Category:Finnish electronic music groups ",
    "title": "Advanced Art"
}