{
    "id": "5742028",
    "text": "Gandhi is a Costa Rican rock band, formed in 1993, characterized for mixing diverse influences ranging from hard rock to Latin rhythms. Playing to audiences in Central America, Mexico, USA and the UK, sharing stage with Sting, Aerosmith and Deep Purple. ==History== Starting as a band that mixed music with artistic visual elements such as body painting, theater props, lightning and scenery, Gandhi created a good following in the early days in Costa Rica. But it was until they released their first album in 1997 En el Jardín del Corazón that things really started to happen for the band. A sold- out concert in Costa Rica’s Teatro Melico Salazar, followed by three top-ten hits, including the single “El Invisible”, a song that peaked at number 1 in Costa rican radio stations for more than 7 weeks, a first for a Costa rican band. In 1999, they released their second album. Paginas Perdidas, that led them to play to two sold-out nights, followed by the winning of three ACAM Awards, Costa Rica's version of the Grammys. Given to their increasing popularity, Gandhi invited to headline the “Rock Fest”. Costa Rica’s prime music festival in 1999, 2000 and 2001. The following years led to a string of albums; in 2001 they were invited to join Mexican and Argentinian artists in the album Tributo a Soda Stereo, in 2002 they released a double compilation album named BIOS. In 2004 they released the album Ciclos, produced by Mexican producer and bass player of Caifanes, Sabo Romo. \"Sr Caballero\", Ciclos biggest single, gave Gandhi their fourth ACAM Award, and was used by the campaign “Armas No Gracias”, led by ex-Ccostarican president and Nobel Prize Winner Oscar Arias, with the ends of reducing the illegal weapon traffic in Central America. In 2006, they released their first ever live DVD, comprising performances in Mexico and United States, as well as a concert in front of a crowd of 18,000 at the Festival Imperial. Arigato No!, their sixth album, was released in 2009. Produced by guitarist Stevie Salas (Rod Stewart, Mick Jagger, George Clinton), the album launched four top 10 singles, a People’s Choice Award, and another ACAM Award for Best Album. The success of Arigato No! led them to play a string of concerts, first the “Antigua Aduana”, a historical venue and a first for a rock band in Costa Rica. A few months later with Aerosmith, the inauguration of the new National Soccer Stadium (given by China), and later with Argentinian Fito Paez to a 20,000 crowd. That same year, the Costa Rica government invited Gandhi to play the presidential inauguration, an event celebrating democracy and the new elected president. After a break in 2013, Gandhi spent most of 2014 recording their follow-up to Arigato No!, again with producer Stevie Salas, which has been named \"Universo Asimétrico Parte I\". They campaigned it through \"Pledgedmusic\", reaching over 100% of their goal. In February 2014, Gandhi played with the Costa Rica National Symphonic Orchestra a string of 8 exclusive shows, an appearance in the 2014 International Arts Festival (FIA 2014) followed by a Tour in Beijing, China. ==Discography== === Studio albums === {| class=\"wikitable\" !align=\"left\" width=\"400\"|Album information !align=\"left\"|Type |- |align=\"left\"|El Jardín del Corazón * Released: 1997 |Studio |- |align=\"left\"|Páginas Perdidas * Released: 1999 |Studio |- |align=\"left\"|BIOS * Released: 2002 |Compilation and Studio |- |align=\"left\"|Ciclos * Released: 2004 |Studio |- |align=\"left\"|Vol. 1 * Released: 2007 |Compilation |- |align=\"left\"|Arigato No! * Released: 2009 |Studio |- |Universo Asimétrico * Released 2015 |Studio |- |} === DVD === {| class=\"wikitable\" !align=\"left\" width=\"400\"|DVD information |- |align=\"left\"|\"Un Ciclo Más\" * Released: December 2006 |- |} {| class=\"wikitable\" !align=\"left\" width=\"400\"|DVD information |- |align=\"left\"|\"Gandhi en la Antigua Aduana\" * Released: December 2011 |} ==References== ==External links== * Official Website in Spanish and English * Videos from the band * Category:Rock en Español music groups Category:Costa Rican rock music groups Category:Musical groups established in 1993 Category:1993 establishments in Costa Rica ",
    "title": "Gandhi (Costa Rican band)"
}