{
    "id": "5742386",
    "text": "New York State Route 332 (NY 332) is a north-south state highway that extends for through Ontario County in the Finger Lakes region of New York in the United States. The southern terminus of the route is at an intersection with U.S. Route 20 (US 20), NY 5, and NY 21 just south of downtown Canandaigua. Its northern terminus is located at the toll barrier preceding New York State Thruway (Interstate 90 or I-90) exit 44 in Farmington. NY 332 is the primary route for travelers destined for Canandaigua from locales such as Rochester and Victor to the northwest of the city. Within the Canandaigua city limits, NY 332 is Main Street, a major arterial through downtown lined with numerous shops, stores and points of interest. At the city line, the route becomes Rochester Road and the surroundings become more rural, with the number of businesses continually decreasing to where no structures are present on the road. Farther north in Farmington, a small cluster of establishments centered on the intersection with NY 96 represents the last major commercial location on NY 332 before it ends at the Thruway. The route is four lanes wide along its entire length. NY 332 was assigned as part of the 1930 renumbering of state highways in New York, originally beginning at West Avenue (then part of US 20 and NY 5) in Canandaigua and ending at NY 96 in Farmington. The route was extended north to meet the New York State Thruway in 1954 and extended south to its current terminus following the completion of the Western Bypass around Canandaigua in the late 1970s and early 1980s. ==Route description== ===Canandaigua=== Although NY 332 begins at the intersection of South Main Street and US 20 and NY 5 in Canandaigua, state maintenance of Main Street begins south of Routes 5 and 20 at Lakeshore Drive, where Main Street becomes NY 942T, an unsigned reference route. Main Street, a two-lane road providing access to the Canandaigua Lake boat launch south of this point, widens to four lanes in preparation for the junction with NY 5, US 20 and NY 21 immediately south of downtown. At the intersection, South Main Street loses the NY 942T designation and becomes NY 332\\. NY 21, concurrent with Routes 5 and 20 west of Main Street, separates from NY 5 and US 20 and turns north onto Main Street, joining NY 332 to form an overlap northward through downtown Canandaigua. alt=A wide street with two-lane roadways in either direction and older commercial buildings on either side, seen from a grassy median with the American flag flying from a low post in the center Near the city center, NY 21 and NY 332 intersect Bristol Street, the former path of NY 21 out of the city. Four blocks north, the overlap passes West Avenue, the former routing of NY 5 and US 20 into Canandaigua. This junction was also once the southern terminus of NY 88; however, the route has since been truncated to Phelps. After traversing another three blocks, the concurrency with NY 21 splits at Gibson Street as NY 21 follows Gibson out of Canandaigua towards Manchester and Palmyra. Route 332, which changes from South Main Street to North Main Street at West Avenue, continues north through the city, becoming a four-lane divided highway and passing into the town of Canandaigua at North Road. ===Canandaigua to Farmington=== The level of development along NY 332 begins to decline as the roadway heads north from Canandaigua. The road winds to the northwest, traversing the rural northern portion of Canandaigua before passing seamlessly into the town of Farmington. Upon crossing the town line, development along the road rises once more, increasing in density as NY 332 approaches NY 96\\. The two routes meet roughly from the Canandaigua–Farmington line at an intersection near the Finger Lakes Gaming and Race Track, situated to the southeast, and East Victor, a hamlet located on NY 96 to the west. Past the bustling intersection, the landscape surrounding NY 332 reverts to a rural setting as the road continues to the northwest. NY 332 southbound at NY 96 in Farmington Less than a mile from the Thruway, NY 332 intersects Collett Road, the final roadway to cross the median of NY 332, at a four-way signalized intersection prior to crossing over the Ontario Central Railroad via an overpass. Midway between the Thruway toll barrier and the railroad, NY 332 north intersects Loomis Road while NY 332 south meets Gateway Drive. Due to the closed median, only right turns are permitted, both from NY 332 and the intersecting roads. In the north of the junction, the divided highway, in place from the Canandaigua city line northward, comes to an end, briefly making NY 332 a six-lane undivided highway before the designation terminates at the toll plaza for exit 44 of the New York State Thruway. The connection to the Thruway makes NY 332 the primary route for travelers destined for Canandaigua from locales to the northwest such as Rochester and Victor. ==History== NY 332 was assigned as part of the 1930 renumbering of state highways in New York to a north-south connector between US 20 and NY 5 (West Avenue) in Canandaigua and NY 15 (now NY 96) in Farmington. South of West Avenue, Main Street carried US 20 and NY 5 to Lakeshore Drive, where the two routes veered eastward. Between Gibson Street and Bristol Street, NY 332 and US 20 / NY 5 were concurrent to NY 21.Automobile Legal Association (ALA) Automobile Green Book, 1930–31 and 1931–32 editions, (Scarborough Motor Guide Co., Boston, 1930 and 1931). The 1930–31 edition shows New York state routes prior to the 1930 renumbering When the portion of the Thruway from Rochester east to the Westmoreland hamlet of Lowell opened on June 24, 1954, NY 332 was extended north to its present northern terminus, meeting the Thruway at exit 44. Northern terminus of NY 332 at the New York State Thruway in Farmington In the mid-1950s, a new bypass (known as the Eastern Bypass) was built north of Lakeshore Drive from South Main Street to Hopewell. The highway became part of a rerouted US 20 and NY 5 by 1956. A continuation of the bypass (named the Western Bypass) around the southwestern portion of Canandaigua between West Avenue Extension and South Main Street was built in the late 1970s and opened to traffic as a realignment of US 20 and NY 5 by 1981. Following its completion, NY 21 was realigned onto the bypass between Bristol and South Main Streets. NY 21 turned north onto South Main Street, rejoining its previous alignment at Bristol Street. Additionally, NY 332 was extended southward from West Avenue to its present southern terminus at the Western/Eastern Bypass connection point, prolonging the already-existing overlap with NY 21 in the process. The former routing of US 20 / NY 5 on South Main Street south of NY 332 remains state maintained as unsigned NY 942T. The portion of NY 332 from the Canandaigua city line north to the Thruway toll barrier for exit 44 was originally a two-lane undivided roadway. Due to commercial and residential growth along the corridor, improvements were necessary to increase the capacity of the route. In 1994, the New York State Department of Transportation (NYSDOT) initiated a project to double the width of NY 332, turning the route into a four-lane divided highway with a restrictive median. Construction was completed eight years later. The restrictive median in place on NY 332 enables the existence of center turning lanes for each road the route intersects; however, the median prevents access to businesses on the opposite side of the road. ==Major intersections== ==See also== * ==References== ==External links== 332 Category:Transportation in Ontario County, New York ",
    "title": "New York State Route 332"
}