{
    "id": "5742717",
    "text": "The Civil War is a college rivalry between Oregon State University and the University of Oregon. The rivalry is one of the oldest in the nation, dating back to 1894 when the two universities' football teams first met. Although the college football game is the most popular rivalry, the two universities have Civil War games in every sport that both sponsor. There is also an academic rivalry between the schools on occasion, and competitions for community services such as blood drives take place often. ==PacificSource Civil War Series== *See PacificSource Civil War Series ==All-time records== Although determining the overall series winner is a fairly recent practice, all-time records for sports between the universities have been kept since play started. ===Men's sports=== ====Baseball==== The 2005 and 2006 seasons saw a rare unity between the schools in rooting for the Oregon State baseball team during the 2005 and 2006 College World Series. The Beavers went two-and-out (i.e., lost their first two games in the double-elimination event) in 2005, but won the national title in 2006 and 2007. With the recent success of the Oregon State Baseball program, the University of Oregon reinstated their baseball program in 2009. ====Basketball==== The men's basketball rivalry is one of the most contested games between any two teams in the nation, with an NCAA record 351 games played as of the 2018-19 season. The Beavers also hold the NCAA record for the third most wins against a single team (the Ducks) with the series' 190-163 record. ====Football==== The football rivalry is the seventh longest running rivalry in the United States, being first contested in 1894. The Ducks lead the overall series at 66-47-10 as of the end of the 2016 season. ====Soccer==== The men's soccer teams have only played 3 times, with the Ducks dropping this as a sport at the conclusion of the 1989 season. The Beavers won all three contests played, leaving the record at 3-0-0 in favor of OSU. ====Wrestling==== Oregon State has traditionally dominated in this sport, leading the Ducks 103-24-4 in the all-time series as of the end of the 2005–06 season. Oregon State has won the past 7 meets, dating back to the 2003 season. The Ducks have dropped this sport and it has been absent for several years. ===Women's sports=== ====Basketball==== The all-time record between the women's basketball teams as of the teams' two regularly scheduled games in 2019–20 is 63–41 in favor of Oregon. ====Soccer==== The all-time record in women's soccer is even at 10–10–4 as of the end of the 2019 season. ====Softball==== Oregon State holds the all-time series in softball at 79-78-1, as of 2009. ====Volleyball==== Oregon leads the all-time series with Oregon State 78-44–1 as of the end of the 2019 season. ==See also== *Oregon Ducks *Oregon State Beavers == References == Category:Oregon State Beavers Category:Oregon Ducks Category:College sports rivalries in the United States Category:College sports in Oregon Category:Sports competitions in Oregon Category:1894 establishments in Oregon ",
    "title": "Civil War (college rivalry)"
}