{
    "id": "5743959",
    "text": "John Blake (born 6 November 1948) is an English publisher and former journalist. ==Early life and career== Blake was one of four siblings born to a nurse and a soldier who fought in both world wars, ultimately becoming a major. His father suffered a significant financial setback by the time his son was ten. Blake left school at the age of 17 and gained employment at the Hackney Gazette. Further jobs at an evening newspaper in Luton and a news agency followed. Beginning as a pop columnist for the London Evening News in the early 1970s, his journalism developed into a column titled \"Ad Lib\", a gossip column and lifestyle guide. It survived the merger of the Evening News with the Evening Standard. In 1976, he co-wrote the book Up and Down with the Rolling Stones, the memoirs of 'Spanish Tony' Sanchez, friend of and assistant to Keith Richards. Blake was the first editor of 'Bizarre', a column in The Sun launched in May 1982 concentrating on celebrity gossip. Launched when Kelvin MacKenzie was editor of The Sun, his immediate successor in the post was Piers Morgan. Blake moved to the Daily Mirror and launched a pop column called \"White Hot Club\". He was the newspaper's Assistant Editor between 1984 and 1988. In 1988, Blake became editor of the Sunday People. It was a position he quickly came to dislike. \"I had to wear a suit and I was stuck in an office on my own with a secretary outside\", he told Emine Saner in 2004. In his first discussion with the Peoples owner, Robert Maxwell, he was told to cut costs: \"So the very first job I did wasn't some great creative story or hiring a columnist, it was to make a hit list of people I was supposed to fire\". Blake's post as editor of the Sunday People was short-lived. Maxwell hastily announced Blake was being appointed as president of the Mirror Group in the US during the period in 1989 when it was anticipated he would purchase the National Enquirer which lasted until the deal collapsed. In a 2004 interview he said he lost his job and Maxwell hid from him, but did receive a payoff equivalent to two years of his salary. Briefly, in 1990, Blake was a producer for Sky TV. ==John Blake Publishing== He founded Blake Publishing in 1991 with his brother, David Blake. After an acrimonious dissolution of the original partnership in March 2002, John Blake went solo and founded John Blake Publishing. Six months later, he was joined by journalist Rosie Ries (later Virgo), who became the company's managing director. In 1998, the company published autobiographies by bareknuckle fighters Lenny McLean and Roy \"Pretty Boy\" Shaw. In 2004, Being Jordan by Katie Price was published by Blake after larger firms had rejected the book. While the advance to Price was £10,000, the book, ghost written by Rebecca Farnworth, sold a million copies. \"It's the kind of book bought by people who would find going into Hatchards or Waterstone's rather intimidating\", Blake said in 2007. A scoop in a book entitled Dead Lucky, purporting to have discovered the missing (now presumed deceased) Lord Lucan had lived in Goa, India, quickly collapsed. The Sunday Telegraph editor Dominic Lawson published the story in September 2003, believing it to be \"a rattling good yarn\", but \"inherently improbable\". The dead \"Jungly Barry\" turned out to be one-time Northern folk singer named Barry Halpin. Blake initially stood by the book but, while it sold 20,000 copies, the remainder of the 60,000 print run were destroyed. Blake the following year described the incident as being his biggest error. In August 2008, On Her Majesty's Service a book that was about to be published by John Blake Publishing under the name of Ronald Evans, a former bodyguard of Sir Salman Rushdie, had a Declaration of Falsity made against it by a Judge in the High Court for the inclusion of 11 \"serious falsehoods\" defaming Rushdie. Rushdie did not seek any damages in his legal action. The first version of the book, which was serialised in The Mail on Sunday informing Rushdie of its existence, was rewritten and the original version's 4,000 print run was pulped. The company also publishes memoirs of football hooligans, including Cass by Cass Pennant, Massive Attack by Trevor Tanner and Undesirables by Manchester United hooligan Colin Blaney. Delays in paying royalties, apparently in breach of an obligation in 2,000 contracts, caused the publisher's authors to complain in the spring of 2016, Blamed on problems with a new computerised system intended to increase efficiency. Blake told The Bookseller that after \"a slight hiccup\", \"virtually all\" outstanding fees had been paid. The company was acquired by Bonnier Publishing in May 2016; the purchase price was not disclosed. The company published 110 books in 2015 and turnover was £2,2 million. Blake remained in charge of the division. Both Blake and Virgo, plus their staff, left JBP in 2018 and joined Bonnier's Kings Road Publishing division whose list includes Blink Publishing, Lagom and 535, all of which issue adult non-fiction titles. ==Awards== In 2005, the company received a 'Nibbie' national book award as Small Publisher of the Year. In 2010, the company won a second 'Nibbie' as well as the IPA Award for Independent Publisher of the Year. ==References== ==External links== * Company website * Interview as The Celebrity Man with John Blake Category:1948 births Category:Living people Category:British male journalists Category:The Sunday People people ",
    "title": "John Blake (journalist)"
}