{
    "id": "5743044",
    "text": "Melbourne International Arts Festival (formerly Melbourne Festival) is a major international arts festival and a celebration of dance, theatre, music, circus, visual arts, multimedia, outdoor and free events held each October in a number of venues across Melbourne, Australia. The 2016—19 Artistic Director is Jonathan Holloway. ==History== Melbourne International Arts Festival is an important event on the Australian cultural calendar. Each festival brings a range of dance, theatre, music, visual arts, multimedia and outdoor events from renowned and upcoming Australian and international companies and artists to Melbourne. It offers a wide variety of free family-friendly events. It was first established in 1986 by the Cain government as a sister festival of the Festival dei Due Mondi in Spoleto and the Spoleto Festival USA held in Charleston, South Carolina. The festival changed its name from the Spoleto Festival Melbourne to the Melbourne International Festival of the Arts in 1990, became known as Melbourne International Arts Festival from 2003, then was simply referred to as Melbourne Festival before returning to Melbourne International Arts Festival in 2018. It has had a number of high-profile Artistic Directors including Clifford Hocking, Leo Schofield, Robyn Archer, Richard Wherrett, Jonathan Mills and Kristy Edmunds. The artistic director for the 2009–2012 festivals was Brett Sheehy. Previously, Sheehy has been artistic director of the Adelaide Festival of Arts (2006–2008), and Festival Director and Chief executive of Sydney Festival (2002–2005). In January 2012, Melbourne Festival announced the appointment of Josephine Ridge as creative director for the 2013 festival and beyond. Prior to her appointment Josephine was general manager, then executive director and co-CEO with four artistic directors at Sydney Festival. Josephine appointed several high-profile arts workers to her creative team, including Louise Neri (Creative Associate – Visual Arts) and Richard Tognetti (Creative Associate – Music). Melbourne Festival is one of the most significant festivals in Australia together with the Sydney Festival and the Adelaide Festival of Arts. As such, it hosts performances by established artistic companies as well as more independent acts. The 2006 Melbourne Festival hosted a production of Ngapartji Ngapartji with much of the dialogue in the Pitjantjatjara Aboriginal language. Melbourne Festival premiered the universally critically acclaimed productions from The Black Arm Band, murundak in 2006, Hidden Republic in 2008 and dirtsong in 2009. In 2015 the Australian Art Orchestra debuted Water Pushes Sand at the Festival. The piece merged Australian and Sichuanese folk musical styles and featured Zheng Sheng Li, a Sichuan Cheng Du ‘face changing’ dancer. In 2019 it was announced that the Festival would be transformed into a new festival in 2020, and move to a new timeslot under a new name. The 2020—24 Artistic Directors have been announced as Hannah Fox and Gideon Obarzanek. ==Artistic Directors== {| class=\"wikitable\" |- ! Years ! Artistic Director |- | 1986–88 | Gian Carlo Menotti |- | 1989–91 | John Truscott AO |- | 1992–93 | Richard Wherrett AM |- | 1994–96 | Leo Schofield AM |- | 1997 | Clifford Hocking AM |- | 1998–99 | Sue Nattrass |- | 2000–01 | Jonathan Mills AO |- | 2002–04 | Robyn Archer AO |- | 2005–08 | Kristy Edmunds |- | 2009–12 | Brett Sheehy AO |- | 2013–15 | Josephine Ridge |- | 2016–19https://www.theage.com.au/entertainment/theatre/melbourne-festival- artistic-director-jonathan-holloway-to-bow-out-in-2019-20180516-p4zfom.html |Jonathan Holloway |} ==See also== * Melbourne International Comedy Festival * Melbourne Fringe Festival * Melbourne International Film Festival * Melbourne Writers Festival * Moomba * Next Wave Festival * Sydney Festival * Perth International Arts Festival * Brisbane Festival * Adelaide Festival * Ten Days on the Island ==References== Category:Festivals in Melbourne Category:1986 establishments in Australia Category:Classical music festivals in Australia Category:Music festivals established in 1986 Category:Performing arts in Melbourne Category:Music festivals in Melbourne ",
    "title": "Melbourne International Arts Festival"
}