{
    "id": "5743225",
    "text": "The THEMIS solar power tower in the Eastern Pyrenees, France The THEMIS solar power tower is a research and development centre focused on solar energy. It is located near the village of Targassonne, in the department of Pyrénées- Orientales, south of France, 3 kilometres from the world's largest solar furnace in Odeillo. == Siting of the plant == THEMIS solar power tower, owned by the General Council of the Pyrénées-Orientales, was strategically located in the region of Cerdanya, in the Pyrénées-Orientales, because the conditions are excellent for solar energy. First, Cerdanya has almost 2400 hours of sunshine a year; second, there is a very low wind limiting the time of disruption of the plant; third, the site is at a high elevation providing stronger sunlight. The land chosen for the plant is on a slope between 6° and 18°, which is suitable for a power tower.Website on the history of Roussillon == THEMIS research and development centre == thumb Research and development is focused on solar energy, and THEMIS is a research facility as well as a photovoltaic power facility and a solar thermal energy plant. === THEMIS solar thermal energy === The plant had a power output of 2 MW in 1983. It was based on an array of 201 mirrors which heated a cavity receiver (a cavity lined with coolant tubes) at the top of a 100 m tower where the coolant (molten salts) carried the thermal energy to a steam generator, itself powering an electric turbine. The molten salts were potassium nitrate (53%), sodium nitrite (40%) and sodium nitrate (7%). The coolant entry temperature was 250 °C and the exit temperature 450 °C. Steam was produced in the generator at a pressure of 50 bar and a temperature of 430 °C. == History == The cavity receiver used in Thémis The first THEMIS solar plant, was an experimental solar facility which produced power between 1983 and 1986, and then closed in part due to the difficulty of managing the cooling system, and in part due to a lack of political and financial support. Construction started in 1979 at a cost of 300 million French francs (about 45 million euros), and was operated and managed by Électricité de France (EDF). The plant went into hibernation for more than twenty years, and turned into a scientific facility of the CERN, and the Commissariat à l'énergie atomique focusing on astrophysics, with an open air Cherenkov Telescope, measuring gamma rays hitting the atmosphere (see IACT). In 2004, a rehabilitation program was devised by the General Council of the Pyrénées-Orientales, to produce power, and create a research and development centre on solar energy with the Centre national de la recherche scientifique (CNRS), and Tecsol, a local engineering office. THEMIS still has its 201 sun- following devices called heliostats, most of them still equipped with mirrors (53.70 m² each) covering an area of 11,800 m² in total, able to send the solar energy towards the hot spot at the top of the 104 m central tower, where the receiver was originally placed (which is now part of the exhibition outside the Odeillo solar furnace). The heliostats are, however, no longer operational. The three rows of heliostats furthest away from the tower are having their mirrors replaced by solar cells. Of these cells, some will follow the sun while others will not, so as to measure the difference in efficiency. The CNRS rehabilitation project has repaired half of the heliostats in order to develop a power of 1 MWe, by means of a gas turbine installed at the top of the tower, fed either with hot air directly from an air receiver (PEGASE project) or a receiver with particles which also serves to store thermal energy: European project Next-CSP project website, 2017-2021. == See also == *List of solar thermal power stations *Odeillo solar furnace *Mont-Louis Solar Furnace == References == == External links == * PEGASE project website (in French) * Next-CSP project website * Abstract of 1984 article about Themis * CNRS article about rehabilitation of Themis (in French) * Conseil Général des Pyrénées-Orientales Category:Buildings and structures in Pyrénées-Orientales Category:Energy development Category:Solar power in France Category:Solar power stations in France ",
    "title": "Themis (solar power plant)"
}