{
    "id": "5743325",
    "text": "Nautanwa is a town and Nagar Palika in Maharajganj district in the state of Uttar Pradesh, India. It is about 87 km from Gorakhpur, NH24 and 68km NH730 from Maharajganj and 7 km from Sonauli Indo-Nepal Border. ==Geography== Nautanwa is located at .Falling Rain Genomics, Inc - Nautanwa It has an average elevation of 89 metres (291 feet). The town is located in the Terai region, in the foothills of the Shiwalik Himalayas. Nautanwa is a Tehsil/Block in the Mahrajganj District of Uttar Pradesh. According to Census 2011 information the sub-district code of Nautanwa block is 00944. There are about 259 villages in Nautanwa block. ==Geology== Brick clay is abundant everywhere and bricks are made outside the town areas. The soil in the area is light sandy or dense clay of yellowish brown colour. The sand found in the rivers is medium to coarse grained, greyish white to brownish in colour and is suitable for building construction. ==Demographics== India census, * Nautanwa had a population of 29,259. Males constitute 52% of the population and females 48%. *Nautanwa has an average literacy rate of 62%, higher than the national average of 59.5%: male literacy is 71%, and female literacy is 52%. *In Nautanwa, 17% of the population is under 6 years of age. ==Transport== Nautanwa is well connected by road and railway. Sonauli at Indo-Nepal border has a Uttar Pradesh State Road Transport Corporation which connects major cities of Uttar Pradesh, Rajasthan and Delhi. The town has a railway station called Nautanwa railway station,Trains from Nautanwa to Gorakhpur Jn which is the closest to Lumbini in Nepal and it is the last Station from India End. The two countries have an open border without restrictions on the movement of Nepalese and Indian nationals. There is a customs checkpoint for goods and third country nationals. === Nearby Airports === {| class=\"wikitable\" !Code !IATA !Kind !Name !City !Distance !Bearing !Airlines |- |VNBW |BWA |Medium |Bhairawa Airport |Bhairawa |4 nm N |359 |Buddha Air Pvt. Ltd, Saurya Airlines, Simrik Airlines, Yeti Airlines |- |VEGK |GOP |Medium |Gorakhpur Airport |Gorakhpur |41 nm S |377 |Alliance Air Air India Indigo SpiceJet |- |FR47722 | |Small |Kushinagar Airport |Kushinagar |47 nm S |146 | Proposed airports |- |VNBL |BGL |Small |Baglung Airport |Baglung |48 nm N |15 | |- |VNPK |PKR |Medium |Pokhara Airport |Pokhara |55 nm N |32 |Buddha Air Pvt. Ltd, Nepal Airlines, Simrik Airlines,Tara Air, Yeti Airlines |} ==References== Category:Cities and towns in Maharajganj district Category:Transit and customs posts along the India–Nepal border Category:Points for exit and entry of nationals from third countries along the India–Nepal border ",
    "title": "Nautanwa"
}