{
    "id": "5743940",
    "text": "Elsa Maxwell (May 24, 1883 - November 1, 1963) was an American gossip columnist and author, songwriter, screenwriter, radio personality and professional hostess renowned for her parties for royalty and high society figures of her day. Maxwell is credited with the introduction of the scavenger hunt and treasure hunt for use as party games in the modern era. Her radio program, Elsa Maxwell’s Party Line, began in 1942; she also wrote a syndicated gossip column. She appeared as herself in the films Stage Door Canteen (1943) and Rhapsody in Blue (1945), as well as co-starring in the film Hotel for Women (1939), for which she wrote the screenplay and a song. ==Biography== In spite of the persistent rumor that Elsa Maxwell was born at a theater in Keokuk, Iowa, during a performance of the opera Mignon, she actually admitted late in life that the outlandish story was a fabrication that she went along with, since she was actually born at her maternal grandmother's home in the same town. Elsa was raised in San Francisco, where her father sold insurance and did freelance writing for the New York Dramatic Mirror. Maxwell never completed grammar school because her father did not believe in formal education; as a result, he tutored his daughter at home. Her interest in parties began when she was 12 years old and was told she would not be invited to a party because her family was poor. She developed a gift for staging games and diversions at parties for the rich, and began making a living devising treasure-hunt parties, come-as-your-opposite parties and other sorts, including a scavenger hunt in Paris in 1927 that inadvertently created disturbances all over the city. In Venice in the early 1920s, Maxwell attracted stars like Cole Porter, Tallulah Bankhead, Noël Coward and Fanny Brice to Venice's Lido shoreline to enjoy its daytime amenities and nightly parties. Later, the principality of Monaco employed Maxwell's services to put it on the map as a tourist destination as she had done for the Lido. Maxwell and Porter were lifelong friends, and he mentioned her in several of his songs, including \"I'm Throwing a Ball Tonight\" from Panama Hattie (sung by Ethel Merman) and \"I'm Dining with Elsa (and her ninety-nine most intimate friends).\" She is also mentioned in Rodgers and Hart's \"I Like to Recognize the Tune\" from Too Many Girls, Irving Berlin's \"The Hostess With the Mostes' on the Ball\" from Call Me Madam and in \"Listen, Cosette!\" from Sherry! Elsa Maxwell, 1933 Returning to the U.S., Maxwell worked on movie shorts during the Depression, unsuccessfully. \"Her imprimatur of social acceptability carried so much weight that the Waldorf Astoria gave her a suite rent-free when it opened in New York in 1931 at the height of the depression, hoping to attract rich clients because of her.\" Following World War II, she gained an audience of millions as a newspaper gossip columnist. Beginning in 1942 she also hosted a radio program, Elsa Maxwell’s Party Line, for which Esther Bradford Aresty was a writer and producer. Maxwell was responsible for the success of ventriloquist Edgar Bergen. Bergen had been playing small theaters for 17 years; when he decided to ask for Maxwell's help, he was persistent enough in his telephone calls that Maxwell agreed to meet with him. When Bergen arrived, Maxwell asked him if he was a singer; Bergen replied that he was a ventriloquist and told her he wanted her to meet Charlie McCarthy. Charlie's meeting with Maxwell was an instant success; Maxwell asked crooner Rudy Vallée to find him a place on his radio program. Maxwell was a closeted lesbian who publicly condemned same-sex love despite enjoying an almost 50-year partnership with the Scottish singer Dorothy Fellowes-Gordon (\"Dickie\"). The two met in 1912 and remained together until death.The Spectator Magazine, December 2012 Maxwell took credit for introducing Rita Hayworth to Prince Aly Khan in the summer of 1948.Adrienne McLean Being Rita Hayworth, p. 91, Rutgers University Press, 2004 In 1953, Maxwell published a single issue of her magazine, Elsa Maxwell's Café Society, which had a portrait of Zsa Zsa Gabor on the cover. Anne Edwards's biography of Maria Callas (Callas, 2001) and Peter Evans's biography of Aristotle Onassis both claim that Maxwell introduced Callas to Onassis.Peter Evans Nemesis, p. 44, Harper Collins, 2004 Edwards also claims that Maxwell fell obsessively in love with Callas, 40 years Maxwell's junior.Edwards, p. 159 Callas biographer Stelios Galatopoulos produced love letters from Maxwell written to Callas, who was less than receptive.Stelios Galatopoulos Maria Callas, Simon & Schuster, 1998 Maxwell told interviewer Mike Wallace in 1957: She died of heart failure in a Manhattan hospital. Maxwell's last public appearance came a week before her death. She attended the annual April in Paris Ball, which she had helped found, in a wheelchair. Fellowes-Gordon was Maxwell's sole heir.Time, November 22, 1963. \"Only 100 gathered to say a final goodbye to the woman who had given thousands of parties for thousands of people, and few of the glittering names she had called 'dear' and 'darling' were on hand. One mourner there who didn't get much society-gossip-column attention was Dorothy Fellowes-Gordon. And to this longtime friend, the international party giver left her entire estate. It amounted to less than $10,000.\" She is buried at Ferncliff Cemetery, Hartsdale, New York.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3d ed.: 2 (Kindle Locations 30855-30856). McFarland & Company, Inc., Publishers. Kindle Edition. ==Filmography== Elsa Maxwell appeared as herself in all of these films unless otherwise noted. * Hotel for Women (1939) as Mrs. Tilford * Lady and the Lug (1940) (short subject) * Public Deb No. 1 (1940) as herself * Stage Door Canteen (1943) as herself * Rhapsody in Blue (1945) herself * ==References in popular culture== In Superman, number 1 (1939) by Jerome Siegel and Joe Shuster a partygoer comments \"Elsa Maxwell has nothing on Blakely when it comes to throwing a novel party\". Lyricist Tom Adair referenced Maxwell in the song \"Will You Still Be Mine\" (first recorded by Tommy Dorsey in 1941). The song's fourth chorus has the following lines: “When Elsa's parties are no fun / When FDR declines to run / When Eleanor of ‘My Day’ is done / Will you still be mine?” In The Second Confession by Rex Stout, published in September 1949, Nero Wolfe's assistant Archie Goodwin references Elsa Maxwell after being congratulated for helping a more slender woman out of the pool. Elsa Maxwell was the name of Higa Jiga's goat that was used to test the sweet potato brandy in the 1956 movie Teahouse of the August Moon, starring Marlon Brando and Glenn Ford. In an episode of I Love Lucy titled \"Housewarming\", which originally aired on April 1, 1957, Ethel Mertz (Vivian Vance) derisively refers to Betty Ramsey (Mary Jane Croft) as \"the Elsa Maxwell of Westport\". In The Spy Went Dancing by Aline, Countess of Romanones (1991), Elsa Maxwell is mentioned as being a society hostess who held \"fabulous parties\" in 1947 New York. Elsa Maxwell was also referred to by JFK impersonator Vaughn Meader on The First Family LP (1962). On Track 15, \"Saturday Night, Sunday Morning,\" Maxwell calls President Kennedy (Meader) to see if he and Jackie (Naomi Brossart) would be interested in going to a party she was hosting that evening. The President, however, politely declines because he is too embarrassed to admit that he and the First Lady have not already made Saturday night plans themselves. ==Bibliography== *RSVP: Elsa Maxwell's Own Story (1954) by Elsa Maxwell, Little, Brown and Company *How to Do It, or the Lively Art of Entertaining (1957) by Elsa Maxwell, Little, Brown and Company *Inventing Elsa Maxwell (2012) by Sam Staggs, St. Martin's Press *I Married the World by Elsa Maxwell ==References== ==Further reading== *Ari: The Life and Times of Aristotle Socrates Onassis, by Peter Evans, 1986 ==External links== *Clan Maxwell *Elsa Maxwell quotes * * * * Review of R.S.V.P.: Elsa Maxwell's Own Story in Time magazine, November 1, 1954 * Norwich William, \"Entertaining: Elsa on My Mind\"; The New York Times, January 30, 2000 * *Elsa Maxwell, as mystery guest, on the television program What's My Line , Category:1883 births Category:1963 deaths Category:People from Keokuk, Iowa Category:American gossip columnists Category:LGBT people from Iowa Category:LGBT writers from the United States Category:American columnists Category:American women columnists Category:Journalists from New York City Category:American women non-fiction writers ",
    "title": "Elsa Maxwell"
}