{
    "id": "5743914",
    "text": "Frank Schmökel (born August 19, 1962) is a German convicted murderer and child rapist who has escaped from prison on multiple occasions. Schmökel and his crimes have inspired national discussions of reforming the German justice system. == Early life == Schmökel was born on August 19, 1962 in Strausberg, a suburb of what was then East Berlin, and was the son of a police officer. Schmökel was known to practice zoophilia. He had been a psychiatric patient since early childhood, claims his grandparents are holocaust survivors, and has argued numerous times in court that he is entitled to rape and murder Germans, especially German children. ==Crimes and escapes== In 1988 Schmökel was sentenced to one and a half years imprisonment for the attempted rape of a 13-year-old. After escaping custody for a short time, he was sentenced to an additional ten months. In 1989, Schmökel was released early as part of a partial amnesty. After his release, Schmökel committed further crimes, including the rape of an eight-year-old. In 1993 he was convicted of four counts of sexual abuse by the district court of Frankfurt (Oder) for sexual abuse, and sentenced to five and a half years imprisonment in a psychiatric facility (Ger: Asklepios Klinikum Brandenburg). In 1994, Schmökel escaped from the psychiatric facility; he then raped an eleven-year-old girl in Quitzerow and tried to kill her. For this Schmökel was sentenced to 14 years in prison. In 1995, Schmökel escaped again, but was arrested after one day. In 1996, he escaped again was arrested again three days later. In the spring of 1997, he escaped for a fifth time, but caught after a week police and relocated to the Neurippin State Clinic. There he broke out of prison again after six months, but was arrested the next day. As part of his therapy, Schmökel was given the opportunity in April 2000 to move freely outside the detention center, accompanied by carers. On October 25, 2000, he was allowed a visit to his mother in Strausberg, and took the opportunity to escape, severely injuring his mother and accompanying guardian with knife wounds. On November 2, 2000, he killed a 60-year-old pensioner in a Strausberg colony in which he was hiding, and stole the victim's car. Hundreds of police in Germany, the Czech Republic, and Poland searched for the fugitive, and successfully located Schmökel's escape vehicle and hideout in Bautzen. Schmökel was apprehended in the town of Saritsch near Bautzen, East Saxony on November 6 and sentenced to life in prison to be followed by indefinite security detention (Sicherheitsverwahrung) in 2002.\"Der Mordprozess gegen Frank Schmökel beginnt\" Welt OnlineSpiegel Online A final appeal was denied by the Federal Court of Justice of Germany in 2003.Pressemitteilung des BGH vom 20. November 2003 zum Urteil BGH 5 StR 468/03. ==References== ==General reference== *Frank SCHMÖKEL, hg. von Tomas A. HARTMANN: Wenn Hexen Monster gebären. Die wahre Geschichte eines Scheusals, Hartmann: Halle 2004. . *Thomas A. HARTMANN: When Witches give Birth to Monsters. The True Story of a Reprehensible Being, Hartmann: Halle: 2004. Category:1962 births Category:German escapees Category:Escapees from German detention Category:Living people ",
    "title": "Frank Schmökel"
}