{
    "id": "5744778",
    "text": "Lake Needwood is a reservoir in Derwood, Maryland, United States. Located east of Rockville, in the eastern part of Montgomery County, it is situated on Rock Creek. The lake was created by damming Rock Creek in 1965 with the goal of providing flood control and reducing soil erosion.\"Park's Staff to Run Boat Concession At Maryland's New Lake Needwood\". The Washington Post. October 6, 1966. p. C16.\"New Montgomery Dam Creates 72-Acre Lake\". The Washington Post. October 21, 1966. p. B1. Lake Needwood also protects the water quality of the creek by functioning as a retention basin to trap sediment from storm-water runoff. The lake is part of Rock Creek Regional Park. Visitors can rent pedal boats, rowboats, and canoes, and a flat-bottom pontoon boat, the Needwood Queen, is available for rides. Also, the picnic areas surrounding the lake are popular locations for various events. Other park features include a visitors center and snack bar, hiking and biking trails, playgrounds, an archery range and Needwood Golf Course. About one mile (1.6 km) southeast is Lake Needwood's sister lake, Lake Frank. The Rock Creek Trail begins at Lake Needwood and can be followed along the course of Rock Creek, ending at the Potomac River in Washington, D.C. == Lake Needwood Dam == Lake Needwood is a Rock Creek impoundment formed by an earthen embankment, the Lake Needwood Dam. It is made of a high earthen dam built on a fractured rock foundation formed at the junction of the Boulder Gneiss and Upper Pelitic Schist geological formations. In addition to the Lake Needwood's principle spillway outlet, it has a wide emergency spillway originating between the Westside and the Rock Creek Trails. The dam was designed by the Natural Resources Conservation Service. At the time of construction, only the right portion of the dam bottom was treated with grout, likely predisposing the structure to generate a concentrated seepage of water from the left abutment during the 2006 Mid-Atlantic United States Flood. The construction of the Lake Needwood Dam was complete in 1965. The dam is owned by the Maryland-National Capital Park and Planning Commission. In 2007–2008, the earthen dam underwent a $3 million repair project to install a grout curtain below the Lake Needwood Dam to decrease seepage through its rock foundation and to upgrade the outlet control tower. == Habitat == Lake waters are inhabited by largemouth bass, catfish, bluegill, crappie, and trout. With a license, fishing is permitted. Lake Needwood serves as a temporary stop for many North American migratory birds. However, the shoreline vegetation and soil integrity have been affected by non-migratory Canada geese prompting efforts to control their population. ==Mid-Atlantic United States flood of 2006== Crews shoring up the Needwood Dam thumb There have been several evacuations of downstream residents during periods of heavy rain, due to concerns about the structural integrity of the earthen dam constructed in 1965. The latest evacuation, of approximately 2,400 people, was on June 28, 2006.Aller, Hal Van. \"Dodging the Bullet: Lessons Learned From Recent Dam Emergencies\". Maryland Department of the Environment. Communities just south of the lake were evacuated and were housed in temporary shelters at nearby high schools until the lake's level dropped. The evacuees lived in 500 apartments at the Rock Creek Terrace complex on Veirs Mill Road in Rockville and in 700 single family homes in that area. Officials stated that the lake was above its normal level during the flood, and many roads in the surrounding area had been closed down for fear of flooding. As the flood subsided, evacuees returned home on June 29, 2006. Montgomery County Homeland Security director Gordon Aoyagi and County Chief Administrative Officer Bruce Romer estimated that if the dam had broken, areas south of the lake could have flooded up to .\"Rain Sets Records, Causes Huge Problems\". WTOP. ] June 26, 2006. Archived from the original on June 26, 2006. ==2010–2011 dredging project== Until 1990, the county government regularly conducted dredging projects of the lake to remove accumulated sediment. Dredging was then deferred for budgetary reasons. In 2008, the County started preparations to dredge sediment from the lake during 2010-2011. The dredging project aimed to improve water quality, as well as boating and fishing conditions.Gazette Newspapers.\"Lake Needwood to be lowered.\" February 13, 2008. In October 2010, the water level was lowered by about six feet to allow more time for the sediment to dry out for dredging. The shallower north end of the lake was deepened from 1–4 feet deep to 12–18 feet deep. The lake was reopened in summer 2012. ==Water quality== In 2010, lake waters tested positive for microcystin, a toxin produced by cyanobacteria that can cause liver damage. The toxin was also reported in the water in 2012–2017 and in 2020. Approximately 50 bright yellow signs are posted along trails around the lake advising patrons to keep pets away from the water. Cyanobacteria develop in the lake due to an overabundance of nutrients (nitrogen and phosphorus) in the water. In residential areas, the nutrients are generated by excessive fertilizer use and associated urban runoff, which cause harmful algal blooms (HABs) in water bodies. Higher water temperature and low circulation are contributing factors. ==See also== * Rock Creek (Potomac River) * List of parks in the Baltimore–Washington metropolitan area * List of lakes in the Washington, D.C. area ==References== Category:Reservoirs in Maryland Category:Chesapeake Bay watershed Category:Potomac River watershed Category:Rockville, Maryland Category:Lakes of Montgomery County, Maryland Category:Tourist attractions in Montgomery County, Maryland ",
    "title": "Lake Needwood"
}