{
    "id": "5745318",
    "text": "\"Bump n' Grind\" is a song by American R&B; singer R. Kelly. It was released on January 25, 1994 as the second single from his debut solo studio album 12 Play (1993). The track became a number one single on the US Billboard Hot 100 (temporarily interrupting the six-week run of Ace of Base's \"The Sign\"), and it also spent twelve weeks at number one on the US Hot R&B; Songs chart as Kelly's third number-one R&B; hit, becoming the longest-running number-one of 1994 in the US, and the longest-running R&B; single at that time. The song also reached number eight on the UK Singles Chart, following the massive success of his previous single, \"She's Got That Vibe\" (which was actually a re-release). Kelly released three versions of \"Bump n' Grind\": the original album version and two remixes. The original LP version was made available for airplay on urban and Top 40 pop radio stations alike at first, but eventually the \"Old School\" remix was issued shortly and gained massive airplay on urban, adult R&B;/soul and rhythmic radio stations. Kelly also released the \"Bump n' Grind (How I Feel It Extended Mix)\", which was used in the original video for the song. This version received major play on urban radio as well. Some stations still play the original version to this day. ==Music video== The music video does not feature the famous intro. It is also black and white and is filmed like a live concert performance. The music video was directed by Kim Watson.https://www.imdb.com/title/tt0472896/fullcredits?ref_=tt_ov_dr#directors ==Live performances== Kelly always performs the intro of the song at almost all events he has performed in, Kelly usually performs the \"Bump N' Grind (Remix)\" instead of the original at concert, despite the original single's huge success. Kelly performed the remix versions of the song on various shows in 1994, on The Arsenio Hall Show, Billboard Music Award and Soul Train. ==Legacy== ===Uses in popular culture=== * The song is used in numerous films such as Without a Paddle, American Reunion, Project X and The Wackness. * The song is in the video game Grand Theft Auto IV on the radio station The Vibe 98.8. * The song has been used in the British comedy series Gavin & Stacey, ABC Series Super Fun Night and the American adult animated sitcom American Dad!. * Artist like Bruno Mars, B. Smyth, Bobby V, Adrian Marcel and Chris Brown have covered this song live. * In 2013 a video went viral on social media showing an old man singing this song in his backyard. ====Later samples==== * I'll Take Her (Ill Al Scratch featuring Brian McKnight) * Body Bumpin' (Yippie-Yi-Yo) Remix (Public Announcement) * Poppa Was a Playa (Nas) * Rodeo (Juvenile) (samples: \"Bump n' Grind (Old School Remix)\") * Karate Chop Remix (Future featuring Lil Wayne) * Bump & Grind 2014 (Waze & Odyssey and R. Kelly) * Songs on 12 Play (Chris Brown featuring Trey Songz) * Push The Feeling On (Nightcrawlers) ==Official versions== * \"Bump n' Grind\" (LP version) (1994) – 4:16 * \"Bump n' Grind\" (Old School Remix) (1994) – 4:28 * \"Bump n' Grind\" (How I Feel It Extended Mix) (1994) – 5:42 ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (1994–95) ! Peak position |- ! scope=\"row\"|Australia (ARIA) |style=\"text-align:center;\"|82 |- ! scope=\"row\"|Ireland (IRMA) |style=\"text-align:center;\"|26 |- |- |- |- ! scope=\"row\"|US Hot Dance Singles Sales (Billboard) |style=\"text- align:center;\"|1 |- |- |- |- ! Chart (2013) ! Peak position |- ! scope=\"row\"|UK Singles (Official Charts Company) |style=\"text- align:center;\"|92 |- |} ===Year-end charts=== {| class=\"wikitable\" !Chart (1994) !Position |- |US Billboard Hot 100 | style=\"text-align:center;\"|11 |- |U.S. Billboard R&B;/Hip Hop Charthttp://www.soulsystem.it/yend.asp?date=31/12/1994 |align=\"center\"|1 |- |} ===Decade-end charts=== {| class=\"wikitable\" !Chart (1990–99) !Position |- | US Billboard Hot 100 | style=\"text-align:center;\"|55 |} ==Certifications== !scope=\"row\"|United States (RIAA) (Mastertone) | Gold |500,000 |- ==Bump & Grind 2014== British house duo Waze & Odyssey produced a bootleg of the track back in 2012, sampling \"Push the Feeling On\" by Nightcrawlers. The remix was officially released on 19 October 2014. ===Background=== \"Bump & Grind 2014\" was produced by the duo Serge Santiágo and Firas Waez, also known as Waze & Odyssey. The record started as an underground hit in 2012, more DJs were playing the song at clubs as time went on. But it was not until 2014 it got a major release from their label RCA and started getting airplay. At the time it was an underground favorite among famous British DJs like Skream, DJ EZ, Duke Dumont, Rudimental were playing it at clubs. ===Music video=== The music video was released two months before the actual official release of the song. The video features Hok from the American hip hop group Quest Crew as the main person. ===Formats and track listings=== * Digital download # \"Bump & Grind 2014\" – 3:00 * Digital remixes EP # \"Bump & Grind 2014\" (Extended Mix) – 7:23 # \"Bump & Grind 2014\" (Special Request VIP) – 8:34 # \"Bump & Grind 2014\" (Le Youth Remix) – 4:01 ===Charts=== {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (2014–15) ! Peak position |- |- ! scope=\"row\"|Australia Dance (ARIA) |style=\"text- align:center;\"|8 |- |- |- |- ! scope=\"row\"|Euro Charts |style=\"text- align:center;\"|66 |- ! scope=\"row\"|World Singles Charts |style=\"text- align:center;\"|36 |- |- ! scope=\"row\"|UK Digital (Official Charts Company) |style=\"text-align:center;\"|2 |- |} ===Certifications=== |- ==See also== * List of Billboard Hot 100 number-one singles of 1994 * List of number-one R&B; singles of 1994 (U.S.) ==References== Category:1994 singles Category:1994 songs Category:1997 songs Category:R. Kelly songs Category:Billboard Hot 100 number-one singles Category:Billboard Hot R&B;/Hip-Hop Songs number-one singles Category:UK Dance Singles Chart number-one singles Category:RCA Records singles Category:Jive Records singles Category:Songs written by R. Kelly Category:Song recordings produced by R. Kelly Category:Contemporary R&B; ballads Category:Songs about sexuality Category:1990s ballads ",
    "title": "Bump n' Grind (R. Kelly song)"
}