{
    "id": "5746930",
    "text": "John Otto (December 30, 1870 - June 19, 1952) was the first park custodian at Colorado National Monument, and had been a key advocate for its creation and its later inclusion in the National Park System. A self-professed trailbuilder described as a \"benign but enthusiastic eccentric\", Otto arrived in Grand Junction, Colorado in 1906, helped construct a municipal waterline between Piñon Mesa and Fruita, Colorado, and acquainted himself with the neighboring topography. In 1907, Otto wrote, \"I came here last year and found these canyons, and they felt like the heart of the world to me. I'm going to stay and promote this place, because it should be a national park.\" Because of his efforts to promote and protect the area, others took notice, and by 1909 the local newspaper was lobbying to make the area a national park. On May 24, 1911, the area was designated Colorado National Monument. Otto was hired as the Monument's first custodian, in which capacity he earned one dollar per month until leaving the post in 1929. According to Horace Albright, \"Otto was a marvelous guide and knew every inch of his monument, which he tended like a personal kingdom.\" Among his accomplishments was carving a steep stairway up the near-vertical ascent of Independence Monument, the largest such feature in the park, which after the park's designation he used to summit the monolith and raise an American flag. He was often dubbed \"The Trail Builder\" or \"The Hermit of Monument Park\" in newspaper and magazine stories, and was rarely seen without his two burros (named Foxie and Cookie) laden with camping equipment and provisions. Born in Marthasville, Missouri, he married Beatrice Farnham on June 20, 1911, at a rustic altar near the base of Independence Monument in what is known today as Wedding Canyon. They divorced in 1912. Otto lived his final twenty years on a mining claim near Yreka, California, where he was buried in a pauper's grave. In 2002, the Colorado National Monument Association erected a gravestone carved using a sandstone rock resembling Independence Monument.John Otto, Colorado National Monument, National Park Service, 2013, accessed July 7, 2013 == References == Category:1870 births Category:1952 deaths Category:American conservationists Category:American mountain climbers Category:Explorers of North America Category:People from Grand Junction, Colorado Category:People from Yreka, California Category:Colorado National Monument Category:Explorers of the United States Category:Activists from California ",
    "title": "John Otto (park ranger)"
}