{
    "id": "5746969",
    "text": "Blanco y Negro Urbano González Serrano (Navalmoral de la Mata; 1848 - Madrid; 1904) was a Spanish philosopher, psychologist, educator, and literary critic of the late 19th century. ==Biography== Serrano was a supporter of the thought of the German philosopher Karl Christian Friedrich Krause, developing his own strand, called krausopositivismo (Krausian positivism) by the commentator Adolfo Posada. A disciple of Nicolás Salmerón, he often acted as a substitute to fill this mentor's Chair in Metaphysics at the Universidad Central in Madrid. He was also a pioneering investigator in a number of fields, particularly applied sociology and psychology. As an educator he placed emphasis on the knowledge of physical mechanisms in the rational learning process. He translated works from the German, and co-edited an edition of the poetry of Ramón de Campoamor ==Bibliography== *Goethe : ensayos críticos Madrid, 1892. Lleva prólogo de Leopoldo Alas. *Estudios críticos, Madrid, 1892. *Psicología del amor Madrid: Librería de Fernando Fe, 1897. *Manual de psicología, lógica y ética para el estudio elemental de esta asignatura Madrid, 1883 *Crítica y filosofía Madrid : Biblioteca Económica Filosófica, 1888. *Elementos de Lógica Madrid, 1874. *En pro y en contra (críticas) Madrid: Librería de Victoriano Suárez, sin año. *Siluetas. Madrid: B. Rodriguez Serra, 1899. *Preocupaciones sociales: ensayos de psicología popular Plasencia, 1882. *La sabiduría popular Madrid: Librería de Escribano y Echevarría, 1886. *Estudio sobre los principios de la moral con relación a la doctrina positivista Madrid: Imprenta Española, 1871. *Con Concepción Saiz y Otero, Cartas ... ¿pedagógicas? (ensayos de psicología pedagógica). Madrid: Librería de Victoriano Suárez, 1895. Prólogo de Adolfo Posada. *La asociación como ley general de la educación Barcelona : Librería de Juan y Antonio Bastinos, 1888. *Estudios de moral y de filosofía Madrid: Librerías de Francisco Iravedra: Antonio Novo, 1875. *La sociología cientifica Madrid: Librería de Fernando Fe; Sevilla : Librería de los Hijos de Fe, 1884. *Fundamentos de la Sociología: memoria leída en el Ateneo de Madrid, en la sesión inaugural de la Sección de Ciencias morales y políticas, el 10 de Noviembre de 1882 Plasencia, 1883. *Cuestiones contemporáneas: la crítica religiosa, el pesimismo, el naturalismo artístico Madrid, 1883. Category:1848 births Category:1904 deaths Category:Spanish philosophers Category:Spanish psychologists ",
    "title": "Urbano González Serrano"
}