{
    "id": "5746625",
    "text": "MRU Holdings, Inc. was a New York-based financial services company that specialized in higher education financing products. Its primary brand was MyRichUncle. Between 2005 and 2008, MRU Holdings offered students private student loans and federally guaranteed student loans. On September 8, 2008, MRU Holdings ceased offering any student loan products.http://www.tradingmarkets.com/.site/news/Stock%20News/1866589/ On February 9, 2009, MRU Holdings filed for Chapter 7 bankruptcy and suspended all its operations.https://www.reuters.com/article/marketsNews/idINBNG20045320090209?rpc=44 ==History== In June 1999, co-founders Raza Khan and Vishal Garg incorporated Iempower Inc. to offer an auction-exchange program for individuals to sell shares in their future income to investors. This model sought to bring equity financing down to the individual level, whereas historically individuals' access to capital meant incurring debt. In Spring 2001, Iempower narrowed its focus to education investments. While meeting with potential capital providers, Khan and Garg saw the concept of education investments as that of having a rich uncle, and thus the brand name MyRichUncle came to be.Footing the Tuition Bill: The New Student Loan Sector, p. 177, Frederick M. Hess, ed. May 2007. Iempower's office was destroyed in the September 11, 2001 attacks on the World Trade Center. The company's offices were located on the 78th floor of 1 WTC. The company's recovery was profiled by Entrepreneur Magazine \"Undefeated seasons - challenges met by Ground Zero entrepreneurs following attacks of September 11\" Entrepreneur, Sept. 2002. Following an attempt to secure greater financing for its equity financing model, Iempower started exploring the traditional student loan market. In 2004, Khan and Garg began to migrate their business model to focus on the traditional private student market. In July 2004, Iempower entered a reverse public merger with Pacific Technologies, a CD manufacturing business. Upon completion of the takeover, Iempower changed its name to MRU Holdings. In February 2005, MRU Holdings obtained a $165 million credit facility from Nomura Securities for funding private student loans, and, in May 2005, MRU Holdings began offering private student loans under the brand name MyRichUncle. MRU Holdings expanded its ability to offer loans, forming a guaranty agency to back loans. In January 2006, MRU Holdings obtained a credit facility with Merrill Lynch Bank USA and also closed a $29 million equity PIPE equity offering from Merrill Lynch Private Equity Partners, Lehman Brothers, and several senior MBNA executives. MRU Holdings introduced its \"Preprime\" loans in May 2006. MRU Holdings advertised that its Preprime loan could qualify a student who lacked credit history or a creditworthy co-borrower, for a loan based on student-oriented criteria. MRU Holdings advertised upfront interest rate cuts on federal student loans when they launched their portfolio of federal loan products in June 2006. The company has taken an activist role critical of practices in the student loan industry between financial aid offices and lenders. Since May 2006, MyRichUncle has run its Campaign for Student Loan Reform, informing students and parents to ask questions of the financial aid offices about their relationships with lenders and the construction of preferred lender lists.\"Financial-Aid Administrators Denounce a Lender's Ad Questioning Their Integrity\" The Chronicle of Higher Education, July 21, 2006. As of January 2007, the New York attorney general began to investigate the relationships between schools and lenders. In October 2006, MRU Holdings was listed on NASDAQ under the symbol UNCL. On February 12, 2007, MRU Holdings purchased Embark, a provider of enrollment management services to colleges and universities, from The Princeton Review. In March 2007, MRU Holdings announced their partnership with STA Travel to provide travel loans for study abroad. In April, MRU Holdings announced their partnership with The Princeton Review. In June 2007, MRU Holdings closed its first securitization, issuing $200 million in principal amount of asset-backed securities. In 2008, MyRichUncle suspended their student loan program after becoming unable to acquire capital to meet the demand for loans.http://www.cnn.com/2008/LIVING/wayoflife/09/18/student.debt/index.html In a letter dated September 18, 2008, NASDAQ notified MRU Holdings that based on its Annual Report for the period ended June 30, 2008, NASDAQ had determined that MRU Holdings' stockholders' equity did not comply with the minimum stockholders' equity requirement for continued listing on NASDAQ. NASDAQ staff will review MRU Holdings' eligibility for continued listing on NASDAQ and has asked the Company to provide, on or before October 3, 2008, a specific plan to achieve and sustain compliance with all of the NASDAQ listing requirements.http://biz.yahoo.com/prnews/080919/ny34108.html ==References== Category:Defunct financial services companies of the United States Category:Defunct companies based in New York City Category:Student loans in the United States Category:Companies formerly listed on NASDAQ Category:Companies based in New York City Category:2001 establishments in New York City ",
    "title": "MRU Holdings"
}