{
    "id": "5747954",
    "text": "Princess Marie of Saxe-Altenburg (Alexandrina Mary Wilhelmina Catherine Charlotte Theresa Henrietta Louise Pauline Elizabeth Frederica Georgina; ; 14 April 1818 – 9 January 1907) was Queen of Hanover and the consort of George V, a grandson of George III of the United Kingdom and Queen Charlotte. ==Early life== Marie was born at Hildburghausen, as Princess Marie of Saxe- Hildburghausen, the eldest daughter of Joseph, the Hereditary Prince of Saxe- Hildburghausen and Duchess Amelia of Württemberg. In 1826, the family moved to Altenburg as a result of a transfer of territories among the various branches of the Ernestine Wettins, and Marie took the title Princess of Saxe-Altenburg in place of the previous. Marie of Saxe-Altenburg with her husband, George V of Hanover, and their children Ernest Augustus, Crown Prince of Hanover, Princess Frederica of Hanover, and Princess Marie of Hanover ==Marriage== Marie married, on 18 February 1843, at Hanover, George, Crown Prince of Hanover. They had three children: Prince Ernest Augustus, Princess Frederica, and Princess Marie. ==Queen of Hanover== Crown Prince Ernst August\" by court painter Carl Oesterley, The Crown Prince, blind since his youth, and his wife became King and Queen of Hanover upon the death of his father, Ernest Augustus, King of Hanover, on 18 November 1851. Between 1858 and 1867 George V had Marienburg Castle built as a birthday present to his wife, named after her. However, he was expelled from his kingdom in 1866 as a result of his support for Austria in the Austro-Prussian War, and on 20 September 1866, the Kingdom was annexed by Prussia. Nevertheless, George never abdicated; he emigrated to Vienna, Austria, while Marie and her daughters remained at Herrenhausen Palace, then moving to Marienburg Castle, which was still under construction, in September 1867. Marie succeeded in having the Hanoverian crown jewels and other precious items smuggled abroad, before finally leaving for Austria herself. There, the family moved into a villa in Gmunden near Salzburg, which they rented and later acquired. On 18 September 1872, Queen Marie was godmother to Queen Victoria's granddaughter, Princess Marie Louise of Schleswig-Holstein. Princess Marie Louise was the youngest daughter of Princess Helena of Schleswig-Holstein-Sonderburg-Augustenburg; Queen Victoria & Prince Albert's third daughter and fifth child. George V. died in 1878 on a travel in Paris where he had attempted to re-establish his Guelphic Legion, a military unit aimed at a re-conquest of his kingdom. He was buried in St George's Chapel at Windsor Castle. Queen Marie died, some twenty-eight years after her husband, on 9 January 1907, in The Queen's Villa (Königinvilla) at Gmunden, where she was later buried in a mausoleum that her eldest son had built next to his residence, Cumberland Castle. File:MarienburgNordstemmenOst.jpg|Marienburg Castle Gmunden Königinvilla.JPG|The Queen's Villa in Gmunden GrabMariaSachsen.jpg|Mausoleum of Queen Marie in Gmunden ==Titles and styles== *14 April 1818 – 12 November 1826: Her Highness Princess Marie of Saxe-Hildburghausen *12 November 1826 – 18 February 1843: Her Highness Princess Marie of Saxe-Altenburg *18 February 1843 – 18 November 1851: Her Royal Highness The Crown Princess of Hanover *18 November 1851 – 9 January 1907: Her Majesty The Queen of Hanover ==Issue== {| border=1 style=\"border-collapse: collapse;\" |- bgcolor=cccccc !Name!!Birth!!Death!!Notes |- |Ernest Augustus, Crown Prince of Hanover||21 September 1845||14 November 1923||Ernest Augustus William Adolphus George Frederick; born at Hanover, married Princess Thyra of Denmark; had issue |- |Princess Frederica of Hanover||9 January 1848||16 October 1926||born at Hanover, died at Biarritz; married Alfons, Baron von Pawel-Rammingen; had issue |- |Princess Marie of Hanover||3 December 1849||4 June 1904||Marie Ernestine Josephine Adolphine Henrietta Theresa Elizabeth Alexandrina; born at Hanover, died unmarried at Gmunden |} ==Ancestry== ==External links== Category:1818 births Category:1907 deaths Category:Hanoverian royal consorts Cumberland Category:Wives of British princes Category:Hanoverian princesses by marriage Category:House of Hanover Category:House of Saxe-Altenburg Category:Ladies of the Royal Order of Victoria and Albert Category:Nobility from Hanover Category:People from Saxe-Hildburghausen Category:People from Hildburghausen Category:Princesses of Saxe-Altenburg Category:Dames of the Order of Queen Maria Luisa Category:Burials at the Schloss Cumberland Mausoleum ",
    "title": "Marie of Saxe-Altenburg"
}