{
    "id": "5747111",
    "text": "Montgomery County Airpark is a U.S. public airport located three miles (5 km) northeast of the city of Gaithersburg, in Montgomery County, Maryland. == History == ===1960s=== The airport was built by developer William E. Richardson in 1960. Richardson deeded title to the land to Montgomery County, which leased the land back to Richardson to operate the airport. Richardson planned to operate charter flights and an air taxi to National Airport, Baltimore's Friendship Airport, and the soon-to-be-opened Dulles Airport. The airport was dedicated on October 22, 1960. After having a simple hangar during its first four years of operation, a terminal building was built in 1964. ===2000s=== On July 20, 2001, one of the hijackers in the future September 11 attacks, Hani Hanjour, flew to the Montgomery County Airpark from Fairfield, New Jersey on a practice flight with fellow hijacker Nawaf Alhazmi. == Facilities == === Runways === Montgomery County Airpark covers and has one runway. * Runway 14/32: 4,202 x 75 ft. (1,281 x 23 m), Surface: Asphalt. (32 - right traffic) === Navigational aids === * WAAS/GPS/RNAV MDA 262 agl * VOR 155 degree from FDK 109.0 MDA 600 agl === On-field services === * DC Metro Aviation Services ** Full-service FBO - 100LL JetA ** Hangar-tiedown rental * Charter Operators ** Open Air Charters - Part 135 * Flight Schools ** Fleming Aviation ** Washington International Flight Academy (WIFA) * Aircraft Sales ** Fleming Aviation ** Trebor Aviation * Designated Pilot Examiner ** Bob Gawler * Food & Beverage ** Airport Cafe ==Flying clubs== *Congressional Flying Club * Octopus Flying Club * Inn Flying Club *TSS Flying Club **TSS Flying Club was formed in 1957 and remains one of the largest flying clubs in the Washington- Baltimore Region today. TSS has 65 members and 5 well equipped aircraft including two Cessna 172 180hp, Cessna 182S, Cessna 182RG, and a Vans RV12 certified light sport aircraft with glass cockpit. == References == ==Further reading== *Airport Master Record (FAA Form 5010), also available as a printable form (PDF) == External links == * *Montgomery County Revenue Authority Category:Airports in Maryland Category:Transportation buildings and structures in Montgomery County, Maryland Category:Buildings and structures in Gaithersburg, Maryland Category:Airports established in 1960 Category:1960 establishments in Maryland ",
    "title": "Montgomery County Airpark"
}