{
    "id": "5747539",
    "text": "Sarah Dale Caldwell McCauley was a fictional character in the now-defunct American soap opera, Love of Life. She was originally played by actress Jane Rose, and then from 1968 to 1978 by actress Joanna Roos, who was most identified in the role; and then until the show's end in 1980 by actress Valerie Cossart. ==Vanessa and Meg's saintly mother== Sarah is the mother of Vanessa Dale and her sister, Meg. She was the epitome of the good mother. While her husband, Will Dale, was stern and strict, she was compassionate and loving. After Will died and her daughters moved away to New York City, she was lonely, but Van would often come back to the community of Barrowsville, where the Dale family had always lived, to keep her mother updated on what troubles Meg had gotten herself into. Several years later after Meg had moved to other parts, taking Sarah's grandson, Ben \"Beanie\" Harper, with her; Vanessa moved to Rosehill, New York, where she had married a man named Bruce Sterling. Some time later, Sarah moved to Rosehill herself, to be closer to Vanessa. She had also found new love years after the death of Will. She had met and married the Rosehill town pharmacist, Alex Caldwell, until his untimely death. Later on, she had been stricken with a brain abscess, and was almost near death herself. She wanted to see Meg one last time, since she had been gone for seventeen years. Van and her husband did some investigating and discovered that Van's sister had last been married to a man named Edouard Aleata. The couple sent a letter to Meg, but was intercepted by her daughter, Caroline Aleata. Like her half-brother, Ben, she too had been ignored by Meg and needed love desperately. Van took compassion on Cal and welcomed her into the family with open arms, as did the loving Sarah. When Meg appeared, Sarah recovered. Although she was pleased to see Meg, her happiness was tempered by the fact that Meg hadn't changed one bit. She was still amoral and devious, and was still attracted to wealthy and evil men. Sarah ran a gardening shop called \"The Potting Shed\" in Rosehill, and some years after her second husband's death, she met a professor at Rosehill University named Timothy McCauley. Sarah had met him when Vanessa and Bruce moved into a house that he owned. They were enchanted by one another and they married and spent their twilight years together. ==Trivia== Joanna Roos had begun her career with the series in 1955 playing another character's mother. She played the compassionate Althea Raven, the mother of Vanessa's first husband, Paul Raven (Richard Coogan). She took care of Paul's daughter, Carol, after the murder of her insane former daughter in-law, Judith Lodge Raven (Virginia Robinson). Fourteen years after she first appeared as Althea, Ms. Roos returned to Love of Life and became the second (and best known) Sarah Dale, the mother of Vanessa. She played the role from 1968-1978, when she retired and the role was recast with Valerie Cossart, who played her through the series end in 1980. Seven years after Love of Life ended, actress Audrey Peters, who played the third and final Vanessa Dale, joined the cast of Guiding Light playing the mother of breakout character Reva Shayne, who was aptly named, Sarah Shayne. Dale, Sarah ",
    "title": "Sarah Dale"
}