{
    "id": "5747057",
    "text": "\"Mary Had a Little Lamb\" is a song written by Paul and Linda McCartney and released as a non-album single by the British–American rock band Wings in March 1972. It is based on the traditional nursery rhyme of the same name. ==Background== At the time, some observers such as Roy Carr and Tony Tyler of New Musical Express presumed the song was recorded by McCartney in response to the BBC ban of his previous single, the political \"Give Ireland Back to the Irish\",Carr, Roy; Tyler, Tony. The Beatles: An Illustrated Record (1975) p. 100 but McCartney has denied this, saying that it was a sincere effort to write a song for children.Garbarini, Vic (1980). The McCartney Interview [interview LP], Columbia Records. In fact, the song was written before \"Give Ireland Back to the Irish\", as a demo of the song can be heard during an interview recorded for radio station WRKO in December 1971.Luca Perasi, Paul McCartney: Recording Sessions (1969–2013), L.I.L.Y. Publishing, 2013, , p.79. ==Charts and reception== The song was attacked by rock critics at the time, although a few critics thought it to be deliberately ironic.Dempsey, J.M. \"McCartney at 60: a body of work celebrating home and hearth\", Popular Music & Society, February 2004. It reached the top 10 in the UK, peaking at number nine. Some US radio stations also played the pop/rock B-side, \"Little Woman Love\". Apple Records in the US even revised the picture sleeve for the single to credit both sides by name (see reverse cover), but the single still failed to rise above number 28 in the US. The song was released as a single on 12 May 1972 in the UK, moved back from its original planned date of the 5th. The record was released in the US on 29 May. On 25 May, the band mimed a performance of the song for BBC TV's Top of the Pops TV show. ==References== Category:Paul McCartney songs Category:1972 singles Category:Apple Records singles Category:Wings (band) songs Category:Songs written by Paul McCartney Category:Songs written by Linda McCartney Category:Song recordings produced by Paul McCartney Category:Music published by MPL Music Publishing Category:Songs based on children's songs ",
    "title": "Mary Had a Little Lamb (Wings song)"
}