{
    "id": "5747764",
    "text": "Milton Keynes Theatre is a large theatre in Milton Keynes, Buckinghamshire. It opened on 4 October 1999, 25 years after the campaign for a new theatre first started.Milton Keynes Theatre Overview Ambassador Theatre Group Designed by architects Blonski-Heard with Kut Nadiadi and Robert Doe, the theatre design employed the latest building techniques, using some of the most technically advanced equipment available.Blonski Heard creates Milton Keynes theatre Design Week, 11 December 1998Milton Keynes Theatre & Art Gallery Complex Architects' Journal Building Library. Includes photographs, drawings and working details The auditorium has been designed to accommodate various shows: the ceiling can be lowered or raised depending on the scale of the production. The seating can also be moved around within the auditorium to vary the capacity from between 900 and 1,400. Consequently, the theatre accommodates a wide range of productions, from large-scale musicals, to smaller, more intimate drama. The acoustic designers, Arup Acoustics, used a 1:50 scale acoustic model to determine the effect of the moving ceiling on the acoustic.Interview with Raf orlovski with the acoustic model of Milton Keynes theatre. Followed by internal and external construction shots. Living Archive, Milton Keynes (film) The programme includes a variety of large and small West End productions and a Christmas pantomime, touring opera and ballet, as well as touring drama. The theatre is managed and operated by the Ambassador Theatre Group. ATG were appointed as theatre operator in 1998, before the theatre opened.\"Cultural Planning Toolkit: A Review of Resources\", Cities Institute, 2007. Retrieved 2012-11-21. ==References== ==External links== * Milton Keynes Theatre official website * Arup Acoustics * Milton Keynes Theatre Category:Theatres in Buckinghamshire Category:Buildings and structures in Milton Keynes Category:Performance art venues ",
    "title": "Milton Keynes Theatre"
}