{
    "id": "5748112",
    "text": "Chinese immigrants on board the steam ship Alaska, headed for San Francisco. Mass migration refers to the migration of large groups of people from one geographical area to another. Mass migration is distinguished from individual or small scale migration; and also from seasonal migration, which may occur on a regular basis. A specific mass migration that is seen as especially influential to the course of history may be referred to as a 'great migration'. For example, great migrations include the Indo-European migrations to Europe, the Middle East and South Asia during the Bronze Age, the Bantu migrations across sub-Saharan Africa, Barbarian invasions during the Roman Empire, the Great Migration from England of the 1630s, the California Gold Rush from 1848-1850, the Great Migration of African Americans from the rural American south to the industrial north during 1920-1950, and The Great Oromo Migrations of Oromo tribes during the 15th and 16th centuries in the Horn of Africa. UNHCR estimates 20 million Hindus, Sikhs and Muslims were displaced during the partition of India, the largest mass migration in human history. The largest documented voluntary emigration in history was the Italian diaspora, which migrated from Italy between 1880 and 1915, with 13 million people leaving the country.Ben-Ghiat and Hom, “Introduction” to Italian Mobilities (Routledge, 2016) From Emigration to Asylum Destination, Italy Navigates Shifting Migration Tides migrationpolicy.org] Mass migrations may be forced migrations, such as the Atlantic slave trade. Mass migrations can occur due to religious persecution, such as the biblical Exodus and the migration through the upper Himalayan route from the east by Purohits of Aryan and non- Aryan descent. Similarly, mass migrations may take place in the form of deportation, such as deportations in the Neo-Assyrian Empire, imprisonment in Nazi concentration camps during World War II, deportations to Gulag camps in the Soviet Union, and coolie labour in Southeast Asia and the Caribbean. ==Age of Mass Migration== Historians often identify an \"age of mass migration\" occurring from c. 1850 to 1914 (sometimes 1940), in which long distance migration occurred at an unprecedented and exceptionally high rate. There were three factors that led to the 'age of mass migration'. First, the cost of migration decreased dramatically. Second, the benefits of migration rose (the return on migration was higher in the United States than in other countries). Third, open border regimes encouraged migration. The 'age of mass migration' usually refers to the voluntary transatlantic migration of European peasants and laborers to the Americas. Immigration from Europe accounted for about 40% of the total United States population growth in the late 19th century. It has been argued that the term should include other mass migrations that occurred in the same period, since similarly, large numbers of people migrated long distances within the continent of Asia, most notably during the Pakistan Movement and the subsequent partition of India in 1947. During open border regimes, immigrants were attracted by the falling costs of migration and higher wages in the United States. The partition of India caused the movement of 18 million people. This caused both religious and civil tensions between Hindus and Muslims.3k. Separation: India and Pakistan [Beyond Books - Culture and Geography] This resulted in the highest casualty rate for one migration according to the Guinness Book of World Records 2014. One million people were killed and 12 million became homeless. == See also == *Human migration *Great Migration (disambiguation) *Gold rush *Silver rush *Transatlantic migrations *Urbanization in China ==References== Category:Human migration ",
    "title": "Mass migration"
}