{
    "id": "5748250",
    "text": "San Gabriel Mission High School is an all-girls Catholic College Preparatory http://www.sgmhs.org/ high school located on the grounds of the fourth mission of California, which was founded in 1771 by Franciscan priests and often used by Junipero Serra as his headquarters. It is located in the Roman Catholic Archdiocese of Los Angeles. ==History== San Gabriel Mission High School is a Catholic College Preparatory high school, located on the grounds of the historic fourth mission of California, which was founded in 1771 by the Franciscan Padres. The Claretians began administration of the parish in 1908. The idea for the high school began in the mid-1940s and was the “vision of Father J. Nuevo, C.M.F., Mission San Gabriel pastor. With the need for a high school and the support of his parishioners, Father Nuevo had collected a sizable $245,000 toward the realization of the project.” He was transferred in 1948 and his successor, Father Eugene Herran, C.M.F. “only enjoyed a pastorate for a few months, as his success in dealing with the complexities of the new school building project resulted in his election as General Treasurer of the Claretian Fathers.” On January 16, 1949, the groundbreaking ceremonies took place. San Gabriel Mission High School opened in September 1949 as a co- institutional school, under the direction of the Claretian Fathers and Dominican Sisters of Mission San Jose. The freshmen class had 119 girls and boys, temporarily quartered in All Souls Grammar School in nearby Alhambra. In February 1950, the freshmen moved into their new building. The first principals were Father John Schneider, C.M.F. and Sister Mary Redempta Prose, O.P. “The staff numbered three priests, Fathers Schneider, C.M. F., Leo Mattecheck, C.M.F. and Joseph Anglim, C.F.F. There were three sisters, Sisters Redempta, O.P., Columba Davalos, O.P. and Mary Raymond Carmody, O.P., and two lay teachers – Mr. John Hanrahan and Mrs. Leo Ryder.” In October of that year, “Sister Maureen Murphy O.P. joined the sisters’ community as an additional staff member.” Dedication ceremonies took place on January 14, 1951 with Most Reverend J. Francis McIntyre, Archbishop of Los Angeles, officiating. In 1954, while visiting the high school, he expressed his delight that “what a few years ago was a dream is now the flourishing San Gabriel Mission High School.” The new school quickly began to establish its identity by selecting its school colors, selecting green and silver, signifying hope and sterling worth. And, in keeping its connection with Mission's historical tradition, the student body chose “Pioneers” as the school name. In addition, many clubs and activities were organized during these first years: Student Council, Sodality, GAA, Glee club, Orchestra and Drama clubs. The school was alive with many sports’ activities. The boys were able to join football, basketball, track, soccer, golf, bowling and tennis teams. The girls participated in volleyball, basketball, and tennis. Intramural sports, Play Day and Field Day became, and still are, annual events. Dances, rallies, drama and musicals rounded out the activity schedule. San Gabriel Mission High School has had an illustrious history. Throughout the years, the many talents of the students were displayed, whether dramatic plays or light-hearted musicals. The choral voices could be heard beginning in 1950, as Mission students entertained audiences with a “Tribute to Stephen Foster.” For many years, the Drama Club and Glee Club were privileged to present their operetta at the famous San Gabriel Mission Playhouse. Plays performed in the high school auditorium from Bye Bye Birdie in the 70s to Steel Magnolias in the 80s and most recently In Juliet's Garden, at the Grapevine Arbor. 1963, the Mission Band distinguished itself during the parade competition at the Annual Temple City Camellia Parade. And, in that same year the Boys Pioneer Basketball Team were in CIF for the seventh time and the Mission Soccer Team won League Title. Throughout the years, Mission's athletic abilities have been and continue to include CIF performances as well as Horizon League Championships. In 2007, Mission TV went live on the internet and in 2009, the Cultural Room opened, where language clubs host meetings and share diversities. The following are the names of all of the principals of San Gabriel Mission High School: 1949-1951 Fr. John Schneider; S. Mary Redempta Prose 1951-1952 Fr. Leo Mattecheck; S. Rita Marie Brown 1952-1954 Fr. John Schneider; S. Rita Marie Brown 1954-1957 Fr. Leo Mattecheck; S. Rita Marie Brown 1957-1958 Fr. Leo Mattecheck; S. Alberta Oehlke 1958-1963 Fr. Leo Mattecheck; S. John Dominic Samaha 1963-1966 Fr. Henry Herrera; S. John Dominic Samaha 1966-1967 Fr. Matthew Di Maria; S. John Dominic Samaha 1967-1970 Fr. Matthew Di Maria; S. Mara Martin 1970-1971 S. Mara Martin 1971-1973 S. Katherine Jean Cowen 1973-1979 S. Mary Patrick English 1979-1987 S. Carolyn Kolander 1987-1988 S. Carolyn Kolander (on leave); Mr. Frank Laurenzello 1989-2000 Mr. Frank Laurenzello 2000-2006 Mrs. Carolyn Nelson 2006-2015 Mr. Jamie Collins 2015-2018 Dr. Marielle Sallo 2018- Ms. Raquel Cagigas, '96 When the Claretians withdrew from the school, San Gabriel Mission High School became solely an all-girls’ school in the fall of 1971. It has maintained its full accreditation through the Western Association of Schools and Colleges since 1954. In recent years, San Gabriel Mission High School has continued to grow. In the Fall of 1994, the new chemistry lab was finished and in the Fall of 1996, the new Physical Science Lab was opened. In 1997 a chapel was completed. In the Fall of 1999, a state of the art biology lab was completed. Also, 2007 saw the birth of the exercise room, which is currently under renovation. In addition, in 2008 a new floor was added to the auditorium; and, in 2009 a new dance studio was completed. On April 5, 1981, the first San Gabriel Mission High School Alumni Association meeting was held in the Auditorium, under the direction of Sister Carolyn Kolander, Principal, and Sister Judith Mary, the class of ’60. James Taylor, ‘57 was elected as the first president. Alumni have distinguished themselves in many fields: Father Ralph Berg, CMF ’53, returned to Mission as pastor in June, 1978, serving the parish for three years in this capacity. In 1981, he was sent to Nigeria to work in the Claretian missions and upon his return, served once again as pastor of Mission. Peter Mullin ’58, businessman and owner of the Mullin Automotive Museum; Dr. Katherine Medvetz Poehlmann ’60, author; Father Frank Ferrante, CMF ’62, served as Provincial for the Claretian order; Katherine Burns Sartori ‘63, author; renowned soprano Alba Quezada ‘71 and mezzo- soprano, Suzanna Guzman ‘73; and Carol Najera Edwards ’78, Deputy District Attorney. Also, alumni have returned to their Alma Mater showing their support. In 1989, alumni Kenny Loggins ‘66, singer and song writer, helped SGMHS celebrate its 40th anniversary. In 2012, alumni Kim Baldonado ‘82, NBC news reporter, was the commencement speaker at graduation. Our current student population consists of 150 girls. 100% of our girls are accepted to further their education in two or four year colleges and universities in addition to art, fashion and culinary institutions. Each year the young women at SGMHS carry with them the rich history and traditions that surround them as they make a lifetime of unforgettable memories. In addition, some graduates have returned over the years to work at San Gabriel Mission High: Mrs. Diane Marshall Lyons’55’; Sister Mara Anne Palomares,O.P.,’57 ; Sister Jeanne Harris,O.P.,’57; Jim Morgan’57; Patrick Zartman’60; Sue Sanchez Notheis ’60; Mrs. Kathleen Hales Menegatti’66; Jo Anne Jeffre Disney, ’71; Ms. Sal Carrasco’76; Mrs. Kate Martin Franceschini’78; Connie Olmos, ’79; Leslie Francisco, ‘94; and Raquel Cagigas,’96 to name a few. Also, many current students are children of alumni of SGMHS. These families wanted their daughters to experience and become a part of the special bond that embraces the San Gabriel Mission High Family. In the 2019-2020 school year SGMHS celebrated 70 years of academic excellence. ==Academics== San Gabriel Mission High School offers a balanced curriculum which is based upon the principles and values set forth in the school's ISO's, philosophy, goals, and objectives. The teachers and academic counselors help the students to set realistic, attainable goals. The school strives to graduate students who can offer sound intellectual and spiritual perspectives which will help renew the world and the Church. SGMHS is accredited by the WCEA/WASC and follows archdiocesan and state mandates. San Gabriel Mission High School offers Enrichment Courses, SAT Prep, Personal College Admissions Advisement, Advanced Placement (AP) courses, the AP Capstone Program. The school briefly held the International Baccalaureate (IB) programme. ==Demographics== The current student population is +150 students. Student commute from various cities from the San Gabriel Valley and Greater Los Angeles Region. ==Traditions== San Gabriel Mission High School maintains a connection to its historic past through the following traditions that are continued to the present day: *Big Sister/Little Sister *Welcome Day Picnic *School Dances *Class Identity *Spirit Week *Dominican Day *Kairos *Sophomore Ring Ceremony *Living Rosary *Senior Privileges *International and College Visit Trips *Play Day *Senior Sweaters *Class Day ==Sports== San Gabriel Mission High School has an excellent and extensive sports program enthusiastically supported by the Parent's Athletic Booster Club. As a member of the California Interscholastic Federation (CIF), the governing body for high school sports in the state of California, San Gabriel Mission High School is a member of the Horizon League. Sports at San Gabriel Mission High School include: *Basketball *Cross-Country *Soccer *Softball *Track and Field *Volleyball From CIF Div 7 Championship, Horizon League Championships and countless California Interscholastic Federation (CIF) appearances in several sports, to an extensive roster of Academic All-Honors women representing Team SGMHS, San Gabriel Mission High School athletes prove again and again that the keys to winning are hard work, dedication and teamwork. Each year, student-athletes go on to continue their academic and athletic careers at various colleges and universities throughout the nation. Our student-athletes have made commitments to join an athletic team at the college/university level noted by signing a National Letter of Intent to schools like Morgan State University, Notre Dame De Namur, Concordia University, Occidental College, Bethany College, North Park University, Sacramento State University. That dedication and excellence has been recognized by The CIF Southern Section Academic Awards program, which has annually awarded our school with Student-Athlete of the Year Awards as well as All Academic Team Awards. San Gabriel Mission Athletics has proven capable of winning big not only on the court and field out in the classroom as well. ==Clubs== Clubs at San Gabriel Mission High School include: *Anime Club *Girls Athletic Association (GAA) *DIY Club *International Club *Culinary Club *JAM For Life (Justice Action at Mission) *Latina Club *National Honor Society (NHS) *Student Government (ASB) *Mission Ambassadors *Music Club *SMART Team (Orientation Leadership Group) *Veritas Campus Ministry *Yearbook In addition to the clubs offered above, students have the opportunity to start new clubs. ==Notable alumni== * Kenny Loggins - (1966) American singer and songwriter. ==See also== * Mission San Gabriel Arcángel ==References== ==External links== * Category:Roman Catholic secondary schools in Los Angeles County, California Category:Educational institutions established in 1949 Category:Girls' schools in California Category:1949 establishments in California Category:Catholic secondary schools in California Category:San Gabriel, California Category:Junípero Serra ",
    "title": "San Gabriel Mission High School"
}