{
    "id": "5748113",
    "text": "Majora Carter (born October 27, 1966) is an American urban revitalization strategist and public radio host from the South Bronx area of New York City. Carter founded and led the non-profit environmental justice solutions corporation Sustainable South Bronx from 2001 onward, before entering the private sector in 2008. ==Early life== Carter was born in South Bronx, New York where she attended the Head Start Program and primary schools. After graduating from the Bronx High School of Science, she entered Wesleyan University in 1984 to study film and went on to obtain a Bachelor of Arts. In 1997, she received a Master of Fine Arts from New York University (NYU). While at NYU, she returned to her family's home in Hunts Point, and later worked for The Point Community Development Corporation. While Associate Director of The POINT Community Development Corporation, Carter initiated the development of Hunts Point Riverside Park. Carter was \"pulled by her dog into a weedy vacant lot strewn with trash at the dead end of Lafayette Avenue. As the pair plowed through the site they ended up, much to Carter's surprise, on the banks of the Bronx River.\" From there, Carter secured a $10,000 grant from a USDA Forest Service program to provide seed money for river access restoration projects. Over a five-year period she worked with other community members and the Parks Department to help leverage that seed money into more than $3 million from the mayor's budget. The money was used to build the park into the Rudy Bruner award-winning iteration which re-opened in 2006. ==Career== ===Advocacy=== In August 2001, after exploring and then declining to engage in a campaign for NY City Council, Carter founded Sustainable South Bronx (SSBx), where she served as executive directorTheodore J. Kim, Legal Counsel, OEJ/OECA Memorandum Re: \"Environmental Justice in the News\" for the Week Ending March 16, 2007 , Environmental Protection Agency, March 15, 2007. Accessed online 5 January 2009. until July 2008.NYU Portraits, Center for Multicultural and Education Programs, NYU. Accessed online 5 January 2009. During that time, SSBx advocated the development of the Hunt's Point Riverside Park which had been an illegal garbage dump. Carter was a co-founder of the Bronx River Alliance [bronxriveralliance.org], and SSBx continued to carry on Carter's involvement in Bronx River waterfront restoration projects. In 2003, Sustainable South Bronx started the Bronx Environmental Stewardship Training program,Sustainable South Bronx: Green Jobs, Not Jails Green for All. Accessed online 5 January 2009. one of the nation's first urban green collar training and placement systems. Other SSBx projects have centered around fitness, food choices (including the creation of a community market), and air quality. Majora Carter in Hunts Point In 2007, Carter co-founded Green for All with Van Jones. A December 2008 New York Times profile called Carter \"The Green Power Broker\" and \"one of the city's best-known advocates for environmental justice\" but reported that some South Bronx activists (who would not go on record) stated that Carter has taken credit for accomplishments when others should share the credit as well as taking credit for uncompleted projects. Other Bronx activists (who did agree to be named) stated that her recognition was well deserved. Carter was a torch-bearer for a portion of the San Francisco leg of the torch relay of the 2008 Summer Olympics. Many portions of the torch relay, including the San Francisco leg, were met with protests concerning the policies of the Chinese government toward Tibet. Although Carter had signed a contract pledging not to use an Olympic venue for political or religious causes, when she and John Caldera were passed the torch during their part of the relay, she pulled out a small Tibetan flag that she had concealed in her shirt sleeve. Members of the Chinese torch security escort team pulled her out of the relay and San Francisco police officers pushed her into the crowd on the side of the street. Fellow torch-bearer, retired NYFD firefighter Richard Doran, who was making his own personal and political statement by wearing a helmet to refer to the firefighters who died in the September 11 attacks, called Carter's actions \"disgusting and appalling\" and said that he thought \"she dishonored herself and her family\". Another torch-bearer, retired NYPD police officer Jim Dolan, agreed with Doran. ===Media=== Majora Carter's TED talk was one of the first six publicly released talks to launch the TED.com website in 2006. Carter has made appearances in, and/or written, and produced television and radio programs, including HBO's The Black List volume 2, American Public Media's Market Place, and PRX's This I Believe series and has hosted several pieces on urban sustainability with Discovery Communications' Science Channel. Carter interviews Shai Agassi in 2008 She has been featured in corporate promotional videos and advertisements for companies such as Cisco Systems, Frito-Lay, Intel, Holiday Inn, HSBC, Visa, Mazda and Honda. In 2014, Carter was the on-camera and voice over host of \"Water Blues - Green Solutions\", a one-hour documentary on Green Infrastructure in several American cities, produced by Pennsylvania State University TV for the Public TV Market. In 2015, Carter played \"TSA Agent 1\" opposite Meryl Streep in Ricky and the Flash, directed by Johnathon Demme. From 2007–2010, Carter appeared on The Green, a television segment dedicated to the environment, shown on the Sundance Channel.The Green on Sundance Channel. Accessed online June 17, 2007 The first season consisted of a series of 90 second op-eds shot in studio. The second season consisted of a series of short interview pieces with individuals taking uncommon approaches to environmental problems. In 2008, Carter and Marge Ostroushko co-produced the pilot episode of the public radio show, The Promised Land (radio), which won a 3-way competition for a Corporation for Public Broadcasting Talent Quest grant. The one-hour programs debuted on over 150 public radio stations across the US on January 19, 2009, was renewed for the 2010/2011 season, and earned a 2010 Peabody Award, but went unsupported by the public radio funding organizations after that period, and has since stopped production. Carter co-authored a white paper on urban heat island mitigation and a peer-reviewed article, Elemental carbon and PM(2.5) levels in an urban community heavily impacted by truck traffic. ===Consulting=== After leaving Sustainable South Bronx, Carter has served as president of a private consulting firm, Majora Carter Group, LLC (MCG). In the June 2010 issue of Fast Company magazine, Carter was listed as one of the 100 Most Creative People in Business. In 2014, B Corporation (certification) recognized MCG as one of the \"Best for the World\" according to its ranking among other B Corps of similar size. In 2012, Carter's consulting firm, Majora Carter Group LLC (MCG) accepted FreshDirect as a client to help the company and local organizations connect prior to its proposed relocation to the Harlem River Yards in the South Bronx.DNAinfo Activists opposed to the relocation, claimed New York City Government and FreshDirect failed to conduct sufficient environmental review and community outreach. A lawsuit and boycott campaign were initiated to stop the relocation. That lawsuit was dismissed, and a subsequent appeal was also dismissed; both were filed by New York Lawyers for the Public Interest. Sustainable South Bronx, an organization Carter founded, opposed FreshDirect's move to the Bronx. Subsequent votes by Bronx Community Board 1 and the NYC Industrial Development Agency both voted to approve the move to the Bronx. South Bronx youth development NGO leader Maryann Hedaa stated that Carter \"realizes that fighting poverty has to be a partnership between the public interests and the private interests.\"NY Daily News Regarding the negative attitude among Bronx activists towards Carter's position, Steve Ritz, founder of Green Bronx Machine, noted that \"It's much easier to run your mouth than run a business.\" The project broke ground Dec, 22, 2014 and was scheduled to be completed before the end of 2016. FreshDirect started hiring in the Bronx ahead of its move in anticipation. ===Tech-Economy Inclusion=== In 2007, while running Sustainable South Bronx, Majora Carter introduced MIT's first ever Mobile fab lab (digital fabrication laboratory) to the South Bronx, where it served as an early iteration of the \"maker spaces\" found elsewhere today. The project drew residents and visitors together for guided and creative collaborations. In 2013, Carter joined the Advisory Board member of the Bronx Academy of Software Engineering High School. After Co- Founding StartUp Box #SouthBronx in 2012 as a social enterprise to seed diverse participation in the knowledge economy, she launched StartUp Box #QA (Quality Assurance testing services) which assisted in the launch of Mayor Bill DeBlasio's Digital.NYC in 2014. Carter then took StartUp Box to victory at the national Blogher Conference in 2015, winning the pitch contest with $250,000 worth of in-kind services from SheKnows Media. The social enterprise eventually went on to win second place in both the MIT Inclusion Innovation and the Village Capital & Kapoor Capital People Ops Competitions in 2016, (each garnering a $25,000 prize), as well as the Digital Diversity Network's Code Breaker Award in 2016 She is a BusinessInsider.com 'Silicon Alley 100', and her 2006 TEDtalk was one of 6 to launch that groundbreaking site. Carter is also a co-founder of the Bronx Tech Meetup, which includes 700+ members. She served as a judge for the NYC Office of Digital Media's \"Reinvent Payphones Design Challenge\". ===Awards and honors=== 356x356px * 2016 MIT Inclusion Innovation Competition – Finalist * 2016 Digital Diversity Network – Innovation & Inclusion Awards Honoree * 2015 Blogher 2015 – Winner: Pitch Contest for StartUp Box Quality Assurance B2B Social Enterprise * 2014 Augsburg College – Honorary PhD * 2013 Middlebury College CSE Vision AwardVision Award | Center for Social Entrepreneurship. Middlebury.edu (2015-08-13). Retrieved on 2015-08-13. * 2013 Honorary PhD: Wesleyan University * 2011 Commencement speaker at Knox College * 2010 Peabody Award for The Promised Land70th Annual Peabody Awards, May 2011. * 2010 Star Award: International Interior Design Association (IIDA) * 2009 Fellow: Post Carbon Institute * 2009 Honor Award: Visionary in Sustainability, by the National Building Museum * 2008 Named a \"visionary\" as one of Utne Reader magazine's \"50 Visionaries Who Are Changing the World\" * 2008 Appointed to America's Climate Choices: Panel on Limiting the Magnitude of Future Climate Change: National Academy of Sciences * 2008 Liberty Medal for Lifetime Achievement: The New York Post * 2008 The Eleanor Roosevelt Val-Kill Medal: Eleanor Roosevelt Society * 2008 Hollister Award: United Nations Temple of Understanding * 2008 Paul Wellstone Award: Campaign for America's Future * 2007 Rachel Carson Award: National Audubon Society * 2007 New York State Women of Excellence Award: Lt. Gov. David Paterson * 2007 Honorary PhD: Mercy College * 2007 Martin Luther King Jr. Award for Community Service: NYUNYU Division of Student Affairs Annual Report, September 1, 2006 – August 31, 2007, New York University, p. 4. Accessed online 5 January 2009. * 2007 Lawrence Enersen Award: National Arbor Day Society * 2005 Fellow: John D. and Catherine T. MacArthur Foundation * 2002 Union Square Award: Fund for the City of New York She is a Fellow of the New York Institute for the Humanities. ==References== Notes == External links == * The Majora Carter Group * The Promised Land Hosted By Majora Carter * * Majora Carter Video produced by Makers: Women Who Make America * Majora Carter interviewed on Conversations from Penn State Category:1966 births Category:American corporate directors Category:Living people Category:MacArthur Fellows Category:New York University alumni Category:People from the Bronx Category:The Bronx High School of Science alumni Category:Wesleyan University alumni ",
    "title": "Majora Carter"
}