{
    "id": "5749288",
    "text": "The Silver Republican Party was a United States political party in the 1890s. It was so named because it split from the Republican Party over the issues of free silver (effectively, expansionary monetary policy) and bimetallism. The main Republican Party supported the gold standard. Silver Republican strength was concentrated in the Western states where silver mining was an important industry. A leading spokesman in the House of Representatives was Willis Sweet of Idaho. Silver Republicans were elected to the Congress from several Western states. In 1896, Silver Republicans supported Democratic presidential nominee William Jennings Bryan over William McKinley. After 1900, the Silver Republican Party was on the decline and most of its members rejoined the Republican Party. However, some such as Senator Fred Dubois of Idaho and former Secretary of the Interior Henry M. Teller of Colorado joined the Democratic Party. == Noted Silver Republicans == * Frank J. Cannon – Senator from Utah * Fred Dubois – Senator from Idaho * Lee Mantle – Senator from Montana * Richard F. Pettigrew – Senator from South Dakota * John F. Shafroth – Representative from Colorado, later Governor and Senator * Willis Sweet. - Representative from Idaho * William Morris Stewart – Senator from Nevada * Henry M. Teller – Senator and Secretary of the Interior from Colorado * Edgar Wilson – Representative from Idaho == See also == * National Democratic Party, The party of gold supporters who left the Democratic Party in 1896 * Silver Party ==Further reading== * Clinch, Thomas A. Urban Populism and Free Silver in Montana: A Narrative of Ideology in Political Action (University of Montana Press, 1970). * Ellis, Elmer. \"The Silver Republicans in the Election of 1896.\" Mississippi Valley Historical Review 18.4 (1932): 519-534. online * Johnson, Claudius O. \"The Story of Silver Politics in Idaho, 1892-1902.\" Pacific Northwest Quarterly (1942): 283-296. Online * Wellborn, Fred. \"The Influence of the Silver-Republican Senators, 1889-1891.\" Mississippi Valley Historical Review 14.4 (1928): 462-480. online * Young, Bradley J. \"Silver, discontent, and conspiracy: The ideology of the Western Republican revolt of 1890-1901.\" Pacific Historical Review 64.2 (1995): 243-65. online Category:Defunct political parties in the United States Category:Silver Category:Progressive Era in the United States Category:Metallism Category:Political parties established in 1896 Category:1896 establishments in the United States Category:Political parties disestablished in 1900 Category:1900 disestablishments in the United States ",
    "title": "Silver Republican Party"
}