{
    "id": "5749188",
    "text": "Michael Kelly Finnigan (born April 26, 1945) is an American keyboard player and vocalist, his speciality being the B3 Hammond Organ. Working primarily as a freelance studio musician and touring player, he has played with a wide variety of musicians in pop, rock, blues and jazz. ==Life and career== Finnigan was born in Troy, Ohio, and attended the University of Kansas on a basketball scholarship. Finnigan has toured with and sessioned for Jimi Hendrix, Joe Cocker, Etta James, Sam Moore, Crosby Stills and Nash, Dave Mason, Buddy Guy, The Manhattan Transfer, Taj Mahal, Michael McDonald, Maria Muldaur, Peter Frampton, Cher, Ringo Starr, Leonard Cohen, Tower of Power, Rod Stewart, David Coverdale, Tracy Chapman, Los Lonely Boys, Bonnie Raitt, and Saving Escape. Finnigan recorded Early Bird Cafe with the Serfs in the late 1960s, with Tom Wilson producing. The Serfs were the house band at a nightclub in Wichita, Kansas at the time. He recorded two solo records in the 1970s, one with Jerry Wood. He later collaborated with two other Columbia artists, Les Dudek and Jim Krueger, with whom he formed DFK (Dudek, Finnigan, and Krueger) in 1978. More recently, his work featured on a CD by The Finnigan Brothers (NashFilms Records), a collaboration with his younger brother Sean and founding member of Bread, Robb Royer. He is twice a winner of a Blues Music Award (formerly W.C. Handy Award) for his work with Taj Mahal as a member of the Phantom Blues Band. Finnigan has always been active politically and was, for several years, a regular contributor to the weblog Crooks and Liars. In 2013 and 2014, Finnigan was nominated for a Blues Music Award in the 'Pinetop Perkins Piano Player' category. ==Personal life== He has been married to Candy Finnigan for 50 years. She is an intervention counselor who has appeared on the television show Intervention. They have two grown children, Bridget and Kelly. Bridget is a nurse. Kelly, his son is the lead singer and organ player of Bay Area-based indie-soul auteurs Monophonics, has released his debut solo album, Kelly Finnigan and The Atonements The Tales People Tell, via Colemine Records. April 2019. If he's not working on projects for Monophonics or his own stuff, then he is writing, producing, engineering for solo artists, bands etc.He is a gifted and virtuoso musician. Finnigan is an active blogger, with a fondness for liberal/progressive causes and commentary. ==Selected discography== * 1969: The Early Bird Cafe of the band The Serfs, Capitol Records ** Like A Rolling Stone ** Early Bird Cafe ** Little Man ** Evil Days ** You've Been Talking 'Bout Me Baby ** I'm A Man ** Leda ** All Blues ** Time's Caught Up With You ** Prologue: Mechanical Man * 1968: Jimi Hendrix - Electric Ladyland * 1970: The Jerry Hahn Brotherhood - The Jerry Hahn Brotherhood * 1971: Hammond B3, Vocals on the record Whirlwind of Tom Bolin. *1971: keyboards, vocals on the record How Hard It Is of Big Brother and the Holding Company. * 1972: Band Finnigan And Wood with record Crazed Hipsters **Rock And Roll Show **Highway **Laughing Eyes **Tend To Your Own Business **Hard Times **Lady Lady **Death Letter **My, My, My **Don't Cry No More **Down In The Flood * 1974: Dave Mason - Dave Mason * 1976: Mike Finnigan - Mike Finnigan * 1977: Peter Frampton - I'm In You * 1977: Dave Mason - Let It Flow * 1978: Mike Finnigan with record Black & White, in United States at Columbia, in Netherlands at CBS ** Just One Minute More ** How Wrong Can You Be ** The Words ** Can't Keep A Secret ** I Could Never Leave You ** Sailfish ** Expressway To Your Heart ** Love Might Keep Us Forever ** Let Me Love You * 1978: Les Dudek - Ghost Town Parade * 1978: Jim Krueger – Sweet Salvation * 1978: organ, vocals (background) for Ben Sidran on record A Little Kiss in the Night * 1979: The Dudek Finnigan Krueger Band, record Special Tour Sampler ** Gonna Move ** Central Park ** Expressway To Your Heart ** Just One Minute More ** The Words ** Run For Cover ** Trinidad ** How Long Has It Been ** Ghost Town Parade ** Friend Of Mine * 1980 The Dudek Finnigan Krueger Band - DFK ** Angels Fall ** Just Like The Weather ** Drinkin' Alone ** I Know You're In There ** It's All About You ** Just Be Happy ** That's Wrong ** You Cut So Deep * 1980: Member of the band Black Rose with Cher and Les Dudek * 1982: Crosby, Stills & Nash - \"Daylight Again\" * 1983: Crosby, Stills & Nash - \"Allies\" * 1988: Crosby, Stills & Nash & Young - American Dream * 1993: Buddy Guy - \"Feels Like Rain\" * 1994: Crosby, Stills & Nash - After The Storm * 2000: Tracy Chapman - Telling Stories * 2004: Clavinet, hammond organl for The Mooney Suzuki on Alive & Amplified * 2005: organ piano, vocals on DVD Taj Mahal & The Phantom Blues Band Live In St. Lucia * 2006: organ, piano, vocals for The Phantom Blues Band, record Out of the Shadows * 2006: Keb' Mo' - Suitcase * 2007: Joe Cocker - Hymn For My Soul * 2007: organ, piano, vocals for The Phantom Blues Band, record Footprints * 2010: Imus Ranch Record II - Part Time Love (with the Phantom Blues Band) * 2010: Mike Finnigan at label Wounded Bird **Saved By the Grace of Your Love (David Palmer (4), William D. Smith) **Performance (Allen Toussaint) **Baby, I Found Out (Mike Finnigan, Roger Troy) **The Room Nobody Lives in (John Sebastian) **New York State of Mind (Billy Joel) **Ace in the Hole (Mitchell, Dempsey) **Southern Lady (Text: Maria Muldaur, Musik: Mike Hazelwood) **Everything Will Work Out (Richard Stekol) **Misery Loves Company (Jerry Reed) **Holy Cow (Allen Toussaint) **Mississippi on My Mind (Jesse Winchester) * 2010: Willie Basse - Break Away, Rock's Cool Music Publishing, New Empire Media, (Mike Finnigan on Keyboards) * 2011: Finnigan & Wood - It's Only a Rock and Roll Show (recorded 1971, previously unreleased) * 2012: Bonnie Raitt - Slipstream * 2013: Eric Burdon - 'Til Your River Runs Dry * 2013: Mike Finnigan (Remaster) at WEA * 2013: Kara Grainger - Shiver & Sigh * 2014: keyboards, organ, vocals (background) for Dave Mason's Futures Past * 2014: piano, organ for Hilary Scott's album Freight Train Love * 2016: keyboards for Annika Chambers album, Wild & Free. ==References== ==External links== *Official Site for Finnigan and Wood *Official Site for The Phantom Blues Band *Mike Finnigan Interview NAMM Oral History Library (2017) Category:1945 births Category:Living people Category:20th-century American keyboardists Category:American organists Category:American male organists Category:American blues pianists Category:American male pianists Category:People from Troy, Ohio Category:20th- century American pianists Category:21st-century American keyboardists Category:21st-century American pianists Category:21st-century organists Category:20th-century American male musicians Category:21st-century American male musicians Category:Big Brother and the Holding Company members ",
    "title": "Mike Finnigan"
}