{
    "id": "5749379",
    "text": "Channelview Independent School District is a school district in Channelview, a census-designated place in an unincorporated area of Harris County, Texas, United States.\"Welcome to Channelview ISD .\" Channelview Independent School District. Retrieved on December 25, 2008. \"Channelview CDP.\" U.S. Census Bureau. Retrieved on December 25, 2008. As of 2012, CISD's superintendent is Greg Ollis. In 2010, the school district is rated \"recognized\" by the Texas Education Agency. ==History== The district was established in 1937.\"About CISD .\" Channelview Independent School District. Retrieved on October 21, 2011. Class organization Starting in the 2007-2008 school year, Channelview ISD will be combining the Primary and Elementary schools into K-5 schools and Cobb Elementary will take all 6th Grade students in the district. In the spring of 2008, CISD will open the new Kolarik Freshman campus, right next to the current high school. Formerly, Channelview ISD operated on a K-3, 4-6, 7-8, 9-12 grade level split.New Grade Alignment and Attendance Zones, CISD News Website, ==School uniforms== All students in grades Kindergarten through 8 are required to wear school uniforms.\"2008-2009 Dress Code .\" Channelview Independent School District. Retrieved on December 8, 2008. The Texas Education Agency specifies that the parents and/or guardians of students zoned to a school with uniforms may apply for a waiver to opt out of the uniform policy so their children do not have to wear the uniform; parents must specify \"bona fide\" reasons, such as religious reasons or philosophical objections.\"DOCKET NO. 008-R5-901 .\" Texas Education Agency. Accessed October 13, 2008. ==Schools== ===High schools=== 6A * Channelview High School * Endeavor * Kolarik 9th Grade Center ===Middle schools=== * Alice Johnson Junior High School * Lance Cpl. Anthony Aguirre Junior High ===K-5 Schools=== * Cobb * Crenshaw * DeZavala * Hamblen * Harvey Brown * McMullan * Schochler ===Pre-Kindergarten Schools=== *Channelview Children's Center ==External links== * Channelview Independent School District ==Notes== Category:School districts in Texas Category:School districts in Harris County, Texas ",
    "title": "Channelview Independent School District"
}