{
    "id": "5749404",
    "text": "K22JA-D, virtual channel 47.2 (UHF digital channel 22), branded on-air as KDF, is a low-powered independent television station licensed to Corpus Christi, Texas, United States, broadcasting on the second digital subchannel of Telemundo affiliate K47DF-D. Owned by the E. W. Scripps Company, it is a sister station to NBC affiliate KRIS-TV (channel 6); Scripps also operates CBS affiliate KZTV (channel 10) through a shared services agreement (SSA) with owner SagamoreHill Broadcasting. The four stations share studios on Artesian Street in Downtown Corpus Christi; K22JA-D's transmitter is located in Robstown. There is no separate website for K22JA-D; instead, it is integrated with that of KRIS-TV. On cable, K22JA-D is available on Charter Spectrum channel 13. KDF can also be seen on K31KK-D channel 31 in Kingsville–Alice (transmitter northwest of Bishop along the Nueces–Jim Wells county line) and K30EG channel 30 in Beeville–Refugio (transmitter east of Beeville). ==History== Logo as a Fox affiliate. K22JA-D was started in 1990 as K47DF by Paloma Broadcasting (which the Roman Catholic Diocese of Corpus Christi had a stake in). It started as an independent with general entertainment programming. KDF's big break came in 1993 when some high-profile syndicated programming arrived such as Wheel of Fortune, Jeopardy!, Siskel & Ebert, and Oprah, which moved to the station after KRIS-TV dropped them in favor of other programming. Paloma also launched the station's two repeaters in order to improve KDF's availability in the fringes of the market. That same year, the cable wars between the big three affiliates of Corpus Christi were going on. In 1994, the station became a Fox affiliate. Even though the network name was used in KDF's logo and the station referred to itself as \"KDF Fox\", it did not follow the station standardization mandate imposed by the network. (Under such conventions, it would have been called \"Fox 47\", \"Fox Corpus Christi\", or even \"Fox 13\" after its cable slot on Time Warner Cable.) Prior to this, viewers in Corpus Christi watched Fox on either KRRT (now KMYS) in San Antonio (the Fox affiliate at the time) or on Foxnet. By 1997, KDF had invested heavily in expensive syndicated and local programming, leaving the station nearly bankrupt. Regretting its attempt to enter commercial television, the Diocese sold its share in the station. It was then sold to T. Frank Smith, then-owner of KRIS-TV. KDF moved into that station's studios on South Staples Street in Downtown Corpus Christi while Wheel of Fortune, Jeopardy!, and Oprah were moved back to that channel. On January 16, 2008, it was announced that the station would lose its Fox affiliation in favor of new higher-powered KUQI, which began airing the network's programming starting on February 4, 2008. At that time, the channel reverted to an independent. The last Fox programs on KDF were Super Bowl XLII and its leadout program, the House episode \"Frozen\". After the Federal Communications Commission (FCC) issues construction permits to KDF and its translators, they converted to digital-only broadcasting eventually adding high definition capabilities. From December 13, 2011 to May 2012, the station's owners and Time Warner Cable were under a dispute regarding carriage fees. In 2014, the station merged with former sister station K22JA-D (\"KAJA Telemundo\") on UHF 22 (but displaying as 47), bumping KDF to 47.2, with KAJA remaining on 47.1. KDF remains in 480i SD, until sufficient programming is acquired to convert the feed to high definition. ==Transmitters== {| class=\"wikitable sortable\" |+ KDF ! RF Channel !! Virtual Channel !! Call Letters !! Location !! Notes |- | 09 | 47.1 | K09YZ-D | Beeville, Texas | DC (Class A Digital) |- | 22 | 47.1 | K22JA-D | Corpus Christi, Texas | LD (Low-Power Digital) companion for K47DF; formerly K68DJ, then K22JA-D |- | 31 | 47.1 | K31KK-D | Kingsville, Texas | DC |- |} ==Programming== Syndicated programming on K22JA-D includes Mike & Molly, Entertainment Tonight, The People's Court, and Judge Mathis. ==Newscasts== Under pressure from TCI Cable (later Time Warner Cable), KDF began its own news department and produced local news. These shows featured former KRIS-TV anchor Jay Ricci (now at KVII-TV in Amarillo). Weather was provided by WeatherVision meteorologists during the newscast's run. In 1995, the news department was shut down due to low ratings and increased production costs. In Fall 1997, KRIS-TV restored news programming to KDF with a fifteen-minute news update at 9 followed by Star Trek. This practice continued until the sale of the stations to Cordillera in 1999, at which point the newscast was expanded to a full thirty minutes. The prime time show is simulcasted on CW affiliate KRIS-DT2 but is known by a different name and has a different opening. After KRIS-TV and former rival KZTV joined forces, the former moved into the latter's facilities in September 2010. Due to technical issues with the move of KRIS-TV, it was not able to air newscasts from September 26 until September 28. That station unveiled a brand new high definition-ready set and graphics package on September 29. Eventually, KRIS-TV will stream all of its newscasts on the website. Previously, it had streamed the weekday noon show online. ==References== ==External links== *K47DF \"KDF-TV\" *KRIS-TV \"6 News\" *KRIS-DT2 \"CW South Texas\" *K68DJ \"KAJA\" *KZTV \"Action 10 News\" ** ** ** Category:Television channels and stations established in 1990 Category:Independent television stations in the United States 22JA-D Category:Digital low-power television stations Category:1990 establishments in Texas Category:E. W. Scripps Company television stations ",
    "title": "K22JA-D"
}