{
    "id": "5749495",
    "text": "Orthosuchus is an extinct genus of protosuchian crocodyliformPol D, Ji S, Clark JM, Chiappe LM. 2004. Basal crocodyliforms from the Lower Cretaceous Tugulu Group (Xinjiang, China), and the phylogenetic position of Edentosuchus. Cretaceous Research 25(4): 603-622. that lived during the Early Jurassic, about 196 million years ago. It was first discovered in 1963 in the Red Beds Formation in the Qacha's Nek Province of Lesotho, southern Africa. The characteristics showed on its postcranial skeleton and the skull indicated that it is a Crocodyliform.Nash, Diane. \"A Crocodile from the Upper Triassic of Lesotho.\" Journal of Zoology. Blackwell Publishing Ltd, 20 Aug. 2009. Web. 05 Mar. 2017. The finding is significant since some of the characteristics found on this specimen were believed to be absent until Jurassic. == Description == Orthosuchus has a body proportion similar to lizards, with a body length about 0.6 meters, and a flattened skull, a typical skull of crocodilian.Diane, Nash S. \"The Morphology and Relationships of a Crocodilian, Orthosuchus Stormbergi, from the Upper Triassic of Lesotho.\" Annals of the South African Museum 67 (1975): 227-329. Biodiversity Heritage Library. Web. 5 Mar. 2017. The external skull surface is covered randomly with small pits. The orbits are huge, with a complete dorsal roof made by the paired supraorbitals. The maxilla has sharp edge, which extends forward and covers some part of the lateral notch. The ears are protected by earflaps, which prevent water inflow to the otic recess when this animal is in water.Shute, C. C. D. and Bellairs, A. d'A. (1955), The external ear in Crocodilia. Proceedings of the Zoological Society of London, 124: 741–749. doi:10.1111/j.1469-7998.1955.tb07813.x The fossil resembles some features of a primitive crocodilian, one of them is the reduced antorbital fenestra. The quadratojugal is the backbone of the skull, which connects to the jugal and quadrate. The flattened head shape of Orthosuchus is made by the posterior quadrate contact, which is below the rear end of the squamosal. This form is a typical archosaurian characteristic that had lost in modern crocodiles, and also absent in teleosaurs. It developed a short secondary bony palate, with crocodilian featuring pterygoids. The elongated choana is located behind the secondary palate, which is made by the premaxilla and maxilla. In modern crocodiles, the choana is between the vomers and the anterior processes of pterygoids. The dentary forms the largest part of the lower jaw with some shallow pits, which indicated that the animal probably has 15-18 teeth, fewer teeth in the far back. The teeth are equal in size and similar in shape. Orthosuchus has 24 vertebrae, and 8 of them are believed to be in the cervical region. All vertebrae appear to be amphicoelous. It does not have tall neural spine but the height of them decrease from head to tail. The vertebrae in the neck region are tightly bonded together. The ribs start at the twelfth vertebra, which supports the ilium. The tail consists of 8 vertebrae of different size and shape. The first one is in contact with the sacral ribs, three vertebrae at the far end of the tail are tiny in size, and the other four vertebrae form the middle of the tail. The ribs form antero-ventral and postero-dorsal flanges, which are for the muscle attachments. Orthosuchus has similar pectoral girdles and pelvic girdles compare to living crocodiles, with a long scapula and a shorter coracoid. The interclavicle is hypothesized to be cartilaginous. As for the forelimb, the fossil records showed that Orthosuchus has similar humerus, but the distal and proximal expansions does not lay on the same plane as the modern crocodiles. Also, not like the living crocodiles, the ulna and radius of Orthosuchus, or other typical archosaurs, are around 88% of the length of the humerus, while the radius and ulna in modern crocodiles are the shortest elements in the forelimb. It has two non-elongated carpals, with one of the elliptical shape. Orthosuchus appeared to have 5 digits. The first digit is the shortest and the fifth digit is the weakest. Although some of the phalanges are missing, it is believed that the phalanges formula is 2, 3, 4, 5, 3, 3. The femur is thought to be the longest bone. The tibia is more developed than the fibula, and they are 94% of the length of the femur. Taking all the bones into account, the forelimb is 91% the length of the hind limb. Orthosuchus has similar astragalus and calcaneum. Compared to the astragalus, the rectangular shaped calcaneum is small in size and forms a prominent tuber. == Discovery == The first fossil materials were collected by an expedition of South African Museum in April 1963 led by Alfred W. Crompton. The materials were collected from the Lower Jurassic Red Bed Formation (= Upper Elliot Formation) of the Stormberg, so that as soon as they found out that the fossils belongs to a new crocodilian species, they named the species Orthosuchus Stormbergi in a paper published by Nash 1968. They also found a smaller skull that also belongs to Orthosuchus Stormbergi at the same horizon but in a different place at the same site. The main part of the skull and the law jaw was well preserved, but some of the phalanges, ribs, and one side of the pelvic girdle with its hind limb were missing. Since the specimens had some distortions, major issues were fix at the site before it was X-rayed. In 1931, a new primitive form of crocodilian was found in the Dinosaur Canyon Beds of northern Arizona, United States. The beds are at the top of the Upper Triassic Formation and below the Lower Jurassic sediments. The crocodilian found is about 1 meter long, with flattened head and large frontals. Its more advanced transverse process indicates that it is a new crocodilian species. In 1933 Barnum Brown named it Archaeosuchus, and then changed it to Protosuchus in 1934 and form the family of Protosuchidae.Colbert, Edwin Harris 1905-, Charles Craig 1887-1966. Mook, and Barnum. Brown. \"The Ancestral Crocodilian Protosuchus. Bulletin of the AMNH ; v. 97, Article 3.\" AMNH Library Digital Repository. New York : [American Museum of Natural History], 01 Jan. 1970. Web. 05 Mar. 2017. The classification of Protosuchidae is debatable, however, since Orthosuchus resemble some of the characteristics of Protosuchidae, it is believed to be in the part of this family. Phylogeny of Crocodylomorpha == Classification == Modern crocodiles are considered within the group archosaurs, which also include birds, dinosaurs, and crocodilians.Benton, Michael J., and JAMES M. Clark. \"Archosaur phylogeny and the relationships of the Crocodylia.\" The phylogeny and classification of the tetrapods 1 (1988): 295-338. However, from appearance, archosaurs resemble more of crocodiles than of birds.Clark, JAMES M. \"Patterns of evolution in Mesozoic Crocodyliformes.\" In the shadow of the dinosaurs: early Mesozoic tetrapods (1994): 84-97. Orthosuchus resembles a primitive form of crocodilian by some of its traits: the fusion midline together at the parietal, the form of the secondary palate, the fusion of pterygoid and quadrate, the extension of coracoid, radius, and ulna, and the form of tuber on the calcaneum. Orthosuchus is closely related to Protosuchus, Notochampsa, Erythochampsa, and probably other crocodilian families. Although Orthosuchus could be grouped into Notochampsa, more people want to keep the family Protosuchidae because it is widely accepted. == Paleobiology == The existing specimens of Orthosuchus were found in the Lower Jurassic Red Bed Formation in South Africa in 1963. It was hypothesized that Orthosuchus lived main on terrestrial land, but some key factors contribute to the fact that it is spent the time mostly in water. The first notable evident is on the palate, which was covered by soft tissues, not bone. The choanae are on the back of the palate and a valve was used to help close the glottis. These features help Orthosuchus keep breathing when submerging in the aquatic system. The ears are protected by earflaps, which prevent water inflow to the otic recess when this animal is in water. Modern crocodiles also have earflaps to decreasing water entry. The shape of the skull, especially the snout, is similar to an Indian gharial, Gavialis gangeticus, who prey on small fish. It is possible that Orthosuchus has the same predation, by slowly move toward schools of small fish and swallow from the side. The aquatic environment provides plenty of food for the animal, besides small fish, the animal could also feed on lake invertebrates. Orthosuchus has a small salt-secreting gland, which indicates that it is not a marine animal. And because the pubis articulates with the front region of the ischium, it is believed to be a basal animal that lived in swamps and lakes.Claessens, Leon P. A. M. \"Archosaurian Respiration and the Pelvic Girdle Aspiration Breathing of Crocodyliforms.\" Proceedings of the Royal Society of London B: Biological Sciences. The Royal Society, 22 July 2004. Web. 05 Mar. 2017. The animal is probably quadrupedal because the fore limbs are approximately 91% the length of the hind limb, which also makes the walking on land easier. Unlike modern crocodiles, Orthosuchus does not creep on its belly; it probably walks at a high position with its femur vertical to the ground. According to Parrish, primitive crocodylomorph did not have a crawling stance because it was more used to the terrestrial environment.Parrish, J.M. (1987) ‘The origin of crocodilian locomotion’, Paleobiology, 13(4), pp. 396–414. doi: 10.1017/S0094837300009003. However, Orthosuchus may not be a good swimmer, since it has amphicoelous vertebrae, whereas modern crocodiles have procoelous vertebrae, which increase the mobility of the tail. == References == Category:Terrestrial crocodylomorphs Category:Early Jurassic crocodylomorphs Category:Jurassic reptiles of Africa Category:Paleontology in Lesotho Category:Fossil taxa described in 1968 ",
    "title": "Orthosuchus"
}