{
    "id": "5749790",
    "text": "16 was a fan magazine published in New York City. ==Origins== Founded in 1956, the first issue of 16 hit the newsstands in May 1957, with Elvis Presley on the cover.Moser, Margaret. \"Gloria Stavers, '16 Magazine,' and the roots of rock journalism\". Austin Chronicle (November 30, 2007). However, its longtime editor-in-chief, former fashion model and subscriptions clerk Gloria Stavers, transformed 16 from a standard general-interest movie magazine into a major fan magazine focused on the preteen female as its primary reader base. Stavers was editor from 1958 until 1975. She chose to cater to that particular demographic because of the many fan letters she had read from girls aged nine through 12 writing to popular celebrities in care of the magazine, and she remembered how she felt at that age Moser, Margaret. \"The Singer Not the Song,\" Weekly Wire (June 14, 1999). and developed a formula to increase readership in that demographic. ==Content== 16s covers attracted readers by featuring sensational and hyperbole-laden headlines such as \"The Day He Almost DIED!\", head shots of various male entertainers, and very whimsical artwork. Although the articles were printed on newsprint, 16 featured colorful, glossy pin-up poster art. Prior to the 1970s, most of the pin-ups of the celebrities were kept clean-cut, but 16 began to increasingly sexualize the posters they featured, in keeping with the more permissive times. 16 Magazine also often offered contests that would award the winner an opportunity to have a \"meet and greet\" with their favorite performer. Most of the articles and features tended to lean on the lighter side. Rather than asking the artist serious questions about musical influences and social issues, it would offer the readers interviews asking a celebrity about his favorite color or meal, or would have him describe his \"ideal girl\" or dream date. If he was married, in a long term relationship, or not heterosexual in orientation, that information was kept out of the magazine, as was any news about the celebrity that even hinted at scandal. Stavers also attempted to expand the perception of teen idols by featuring such unlikely candidates as Star Trek actor Leonard Nimoy and shock rock pioneer Alice Cooper. In 1997, in honor of its 40th year of publication, former 16 Magazine editors Randi Reisfeld and music critic Danny Fields published the commemorative book \"Who's Your Fave Rave?\", a retrospective of 16 and a biography on its long-time editor styled to resemble an issue of the magazine. There was also an accompanying CD of the same name, featuring many of the pop acts promoted in the magazine throughout the years. ==No-advertising policy== Despite the lack of serious journalistic content and fierce competition from Tiger Beat and other celebrity magazines, 16 remained the top-selling teen celebrity magazine for many years. For at least 30 years of its publication, 16 Magazine was entirely self-supporting. In 2001, 16 became part of Primedia's Teen Magazines groups and is considered a monthly \"specials\" issue focusing on a specific topic or act. Despite this, no regular or special issue of 16 Magazine was seen or published since, including online. By this time, newer teen magazines had taken over, such as J14, M Magazine, Popstar! Magazine, and the resurrected Tiger Beat. ==Celebrities featured and promoted in 16 Magazine== ===1950s=== In the 1950s, some of the teen idols featured in the pages of 16 Magazine included Elvis Presley, Paul Anka, Dion, and Mousketeer Annette Funicello. ===1960s=== During the 1960s, 16 Magazine introduced its readers to a variety of rock and roll/pop music acts, referred to by the editor and readers as \"Faves\". Some of those acts include The Beatles, Herman's Hermits, Paul Revere and the Raiders, The Monkees, The Cowsills, Jim Morrison, and The Doors. The appearance of the \"faves\" was highly selective. Some acts such as The Rolling Stones and The Beach Boys received very little coverage in comparison to other bands, and many of the popular Motown acts were virtually ignored. ===1970s=== In the 1970s, 16 began focusing primarily on bubblegum and pop acts, such as the Osmond Brothers (with particular emphasis on Donny Osmond), David Cassidy, Bobby Sherman, The Bay City Rollers, Rick Springfield, Jack Wild, Kiss and others. Female celebrities on its covers was also rare, but from time to time, a female star such as Susan Dey, Peggy Lipton, Maureen McCormick, or Karen Carpenter might write the occasional beauty or dating advice column. ===1980s and beyond=== During the 1980s and well into the 1990s, 16 continued to serve up one \"boy band\" after another, from new wave artists like Duran Duran to N'Sync. However, Destiny's Child broke the racial and gender barrier when they appeared on the cover. ==References== ==External links== * — about 16 Magazine and how it was viewed in the industry *Gloria Stavers and 16 Magazine Category:Monthly magazines published in the United States Category:Quarterly magazines published in the United States Category:Celebrity magazines published in the United States Category:Defunct magazines published in the United States Category:Entertainment magazines published in the United States Category:Fanzines Category:Magazines established in 1956 Category:Magazines disestablished in 2001 Category:Magazines published in New York City Category:Teens' magazines ",
    "title": "16 (magazine)"
}