{
    "id": "5750228",
    "text": "Tra le sollecitudini (Italian for \"among the concerns\") was a motu proprio issued 22 November 1903 by Pope Pius X that detailed regulations for the performance of music in the Roman Catholic Church. The title is taken from the opening phrase of the document. It begins: \"Among the concerns of the pastoral office, ... a leading one is without question that of maintaining and promoting the decorum of the House of God in which the august mysteries of religion are celebrated....\"Tra le sollecitudini dell’officio pastorale, ... senza dubbio è precipua quella di mantenere e promuovere il decoro della Casa di Dio, dove gli augusti misteri della religione si celebrano.... The regulations pointed toward more traditional music and critiqued the turn toward modern, orchestral productions at Mass. == Context == By the late nineteenth century, \"operatic Church-music\" was dominant in Italy. Churches were known to set Latin texts to such secular favorites as the sextet from Donizetti's Lucia di Lammermoor or the quartet from Verdi's Rigoletto. A movement for liturgical reform, including scholarship devoted to early Church practice and Gregorian Chant performance, had developed over the course of the nineteenth century. Local jurisdictions implemented changes independent of direction from the Vatican. Earlier in his career Pope Pius taught courses on liturgical music and chant to seminarians. In 1888, as Bishop of Mantua, he removed women from church choirs and ended the use of bands. A few years later as Patriarch of Venice, he ended the use of a popular setting of \"Tantum Ergo\" and instituted Sunday Vespers chanted by a choir of men and boys. In 1893, when Pope Leo XIII was considering issuing guidance on liturgical music, the future Pius X submitted a 43-page proposal. A section of that document, substantially unchanged, he issued ten years later, less than four months after becoming pope, as Tra le sollecitudini. The new rules were adopted more readily in Italy, where the introduction of secular music had been greatest. The reception of TLS in Belgium was termed a \"dead letter\" and in France Saint-Saëns sided with its opponents. Responses to TLS varied with musical tastes, though some pointed to Italy as the proper target of the charge of theatricality. Some Americans protested that the prohibition on women vocalists would simply be ignored, where popular sentiment viewed the choir as an expression of the congregation rather than, as Pius did, as a clerical and therefore exclusively male role. Pope Pius implemented the principles of TLS in his immediate jurisdiction through the Roman Commission on Sacred Music, which he had established in 1901. ==Provisions== TLS reaffirmed the primacy of Gregorian chant, which had largely fallen out of favor, and the superiority of Renaissance polyphony, especially that of Giovanni Pierluigi da Palestrina, over other, later polyphonic music. It recognized that some modern compositions are \"of such excellence, sobriety and gravity, that they are in no way unworthy of the liturgical functions\", but warned that they needed to be \"free from reminiscences of motifs adopted in the theaters, and be not fashioned even in their external forms after the manner of profane pieces\". Texts of the variable and common parts of the liturgy should always be in Latin and sung \"without alteration or inversion of the words, without undue repetition, without breaking syllables, and always in a manner intelligible to the faithful who listen\". It also prohibited female singers, discouraged music with secular influences, and barred the use of piano, percussion, and all other instruments aside from the organ, unless given special permission from a bishop or comparable prelate to use wind instruments. The failure to allow for strings excluded many classical works composed expressly for liturgical use, including the many settings of the ordinary of the Mass by Haydn and Schubert, Mozart's Requiem, and Beethoven's Missa Solemnis. In a 2001 address to the members of the Pontifical Institute of Sacred Music, Pope John Paul II echoed Pius' words, that sacred music should be \"an integral part of the solemn liturgy, sharing its overall purpose which is the glory of God and the sanctification and edification of the faithful\".Tra le Sollecitudini, ASS 36 [1903], p. 332)\"Pope John Paul II Address to the Professors and Students of The Pontifical Institute of Sacred Music\", Adoremus, January 19, 2001 In 2003, Pope John Paul II marked the centenary of TLS with an essay on liturgical music, underscoring points of agreement and occasionally adjusting its principles. ==See also== *Mediator Dei 1947 encyclical on liturgy *Liber Usualis 1896 edition of Gregorian chant ==References== ==External links== * Text, Libreria Editrice Vaticana; available in Spanish, Italian, Latin, and Portuguese only. Category:Catholic music Category:Documents of Pope Pius X Category:1903 in Christianity Category:1903 documents Category:Motu proprio category:liturgical law ",
    "title": "Tra le sollecitudini"
}