{
    "id": "5750747",
    "text": "Ōkura Kihachirō Incorporates translations from the corresponding Japanese Wikipedia article was an entrepreneur who built up the Ōkura-gumi and founded the giant Ōkura zaibatsu (literally financial cliques) and the Ōkura Shōgyō Gakkō which later became Tokyo Keizai University in 1949. == Biography == In contrast to most of the zaibatsu, the Ōkura zaibatsu was founded by someone from the peasant class. Ōkura Kihachirō moved from what is now Niigata Prefecture on the north shore of Honshū to Edo and worked for three years before starting his own grocery store in 1857. After selling groceries for eight years,Okura zaibatsu he became a weapons dealer during the turbulent years between the arrival of the Black Ships and the eventual overthrow in 1867 of the Tokugawa Shogunate and despite being born a peasant, he became an expert in Shindō Munen-ryū. He became one of the principal business investors of the original Imperial Hotel completed in 1890. Kihachiro's son, Kishichirō, is credited with introducing the automobile into Japan. Kihachiro, who made a fortune in his lifetime and lived in Toranomon, was a collector of Oriental antiques. In fear of valuable artworks flowing out to other countries, he built Japan’s first private museum, the Ōkura Shukokan, in 1917 by donating many cultural assets he had collected, the land, and the funds. The 5-story building stood on a property of about 10,000 square meters (2.5 acres), but it was damaged in the 1923 Great Kantō earthquake. The Ōkura Shukokan that now stands adjacent to the Hotel Ōkura was rebuilt in 1928; it was based on a design by Itō Chūta, who is known for his design for Tsukiji Honganji Temple, and is designated as a cultural asset of Japan. The museum houses 2,000 pieces of Oriental paintings and sculptures, including such national treasures as the wooden statue of Samantabhadra and 35,000 volumes of Chinese literature.Prominent People of Minato City ==Honors== ===Japanese=== *Medal of Honor with Yellow Ribbon (6 November 1888) *Medal of Merit of the Japanese Red Cross (November 1898) *Baron (1 December 1915) *Grand Cordon of the Order of the Sacred Treasure (11 February 1924; Second Class: 26 September 1907) *Grand Cordon of the Order of the Rising Sun (20 January 1928; Third Class: 3 November 1902; Fourth Class: 28 October 1897) ===Others=== *Second Class, Second Grade of the Imperial Order of the Double Dragon of China (10 February 1912) *Grand Cordon of the Precious Golden Harvest of the Republic of China (November 1917; Second Class: 26 January 1915) *Grand Cordon of the Order of the Eight Trigrams of the Empire of Korea (December 1908) *Grand Cross of the Order of Leopold II of Belgium (29 October 1926) == See also == *Ōkura Kishichirō *Suematsu Kenchō *Kikuchi Dairoku *Inagaki Manjirō *Anglo-Japanese relations ==References== ==External links== *- Taisei Corporation History *- Okura Kihachiro pictures Category:1837 births Category:1928 deaths Category:People from Niigata Prefecture Category:Kazoku Category:Japanese businesspeople Category:Japanese art collectors Category:People of the Boshin War Category:People of the First Sino-Japanese War Category:Grand Cordons of the Order of the Rising Sun Category:Recipients of the Order of the Sacred Treasure, 1st class Category:Recipients of the Order of the Double Dragon ",
    "title": "Okura Kihachiro"
}