{
    "id": "5750839",
    "text": "Ghetto fabulous is a lifestyle expression believed to have originated among African Americans living in poor urban areas.ABC NewsNew York Times ==In the media == Ghetto fabulous is a fashion stereotype alluding to individuals living in an affluent materialistic style while not always having any luxurious possessions or wealth. As a comedic device, it often dramatizes and draws attention to life in the ghetto. For example, in the motion picture B*A*P*S (or Black American Princesses), the protagonists pretend to belong to an upper-economic class, but in reality they live a lifestyle that is full of superficial glamour.New York Times Ghetto fabulous style has moved into the mainstream along with hip-hop and rap music icons adopting the style though sometimes calling the fashion \"uptown couture\" with common \"ghetto fabulous\" styles mixed with couture labels, including new upscale/designer labels created by hip-hop moguls including Sean Combs, Jay-Z, and Kimora Lee Simmons.VibeNew York TimesChicago Tribune The phrase has also been the title of several rap albums and songs including Mystikal's 1998 album Ghetto Fabulous, Fabolous's 2001 album, Ghetto Fabolous and the Ras Kass' song \"Ghetto Fabulous\". ==Cultural context== The origin of ghetto fabulousness fits into a larger cultural trend of the time. During the 1990s, Black, urban fashion was becoming a hot commodity through the rise of “hardcore” rap. The music of the inner city black male filled radios and television screens with images of inner city life and their daily struggles. In a society of iconic images, the image of the ghetto fabulous woman started to form. Many of the images in music videos were centered on young women and their hyper-sexualized bodies while the “media turn[ed] girls into spectacles−visual objects on display… as in fabulous”. Because of the circumstances of many inner city families, poverty and consumerism became the focal point of artistic expression. With the rise of malls in the 1980s, this could be seen in the larger cultural context as well. “Excessive consumerism and an obsession with bling are certainly not confined to any particular demographic. We are a nation of excess and instant gratification. It has become the American way”. For inner city youth, the ghetto fabulous life was about trying to outrun their socio-economic situations. For centuries, fashion has represented socio- economic status, so lower classes will buy outside their means in order to try and fit into an image of the upper classes. This mentality of buying outside ones means contrasted many attitudes of earlier generations. Parents and grandparents did not have the culture of overnight success and YouTube sensations. They learned that you must work for what you want. “As the literal and figurative daughter of postfeminists, the current girl inherits the desire to ‘have it all,’ while embracing (unlike her mother, with no angst) both girl power independence and persistent commodity consumption that puts her sexualized body and self on display\". The materiality and mentality of being ghetto fabulous go hand-in-hand. You have to have the mind to buy the right items, and those items in return help maintain the mentality of extravagance. ==Common assumptions== Uses and interpretations of the term vary. For instance, a person who is living \"ghetto fabulous\" lives above their means, sometimes with means of support other than legitimate work. Money and housing may come from welfare assistance, relatives, or illicit activities. However, the person is not considered poor. In fact the person may appear well-to-do. Frequently, the term is used in reference to a person's material possessions such as a luxury car, brand-label clothing and accessories, or jewelry. The term may also reference personal grooming habits such as having one's hair and nails done, being tattooed, or having cosmetic platinum, gold or silver caps applied to the teeth. While the term \"ghetto fabulous\" may be used to specifically point to any of the above, it is most frequently used a generalization, e.g., \"s/he is living (a) ghetto fabulous (life).\" Buying from and vibrantly displaying designer brands such as Louis Vuitton and Gucci traditionally go hand-in-hand with the trend. Many have gone as far as to customize the exterior and interior of their cars to be coated in the Louis Vuitton design, and Gucci Mane's stage name is likely a by-product of ghetto fabulous culture depending on the geographic location e.g. Los Angeles, Houston, Miami.New York ObserverVH1 == See also == * Black American princess * Bling-bling * Puttin' on the Ritz * Welfare queen ==References== Category:African-American culture Category:African-American slang Category:Class-related slurs Category:Stereotypes of African Americans Category:Stereotypes of the working class Category:Stereotypes of urban people ",
    "title": "Ghetto fabulous"
}