{
    "id": "5751551",
    "text": "67th Avenue is a local station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of 67th Avenue and Queens Boulevard in Forest Hills, Queens, it is served by the M train on weekdays, the R train at all times except nights, and the E train at night. == History == The Queens Boulevard Line was one of the first lines built by the city- owned Independent Subway System (IND), and stretches between the IND Eighth Avenue Line in Manhattan and 179th Street and Hillside Avenue in Jamaica, Queens. The Queens Boulevard Line was in part financed by a Public Works Administration (PWA) loan and grant of $25,000,000. On December 31, 1936, the IND Queens Boulevard Line was extended by eight stops, and , from its previous terminus at Roosevelt Avenue to Union Turnpike, and the Grand Avenue station opened as part of this extension. On February 5, 1962, the 67th Drive entrance to the station and a change booth opened. The entrance included three low turnstiles and two high exit turnstiles. This entrance has been built along with the rest of the station, but had not been opened until this point because the station's ridership had not warranted it. Under the 2015–2019 Metropolitan Transportation Authority Capital Program, the station, along with thirty other New York City Subway stations, was scheduled to undergo a complete overhaul. This station would have been entirely closed for up to 6 months. Updates would have included cellular service, Wi-Fi, charging stations, improved signage, and improved station lighting. However, these renovations are being deferred until the 2020-2024 Capital Program due to a lack of funding. == Station layout == Easternmost stair The station has four tracks and two side platforms. The two center express tracks are used by the E train during daytime hours and the F train at all times. Black columns separate them from the local tracks, some of which have a \"67TH AVE\" sign on them in black lettering on a white background. The platforms' trim lines are Medium Powder Blue with a black border. The name tablets have \"67TH AVE.\" in white sans serif font on a black background and teal blue border. There are directional and station signs beneath them in white lettering on a black background. Dark blue I-beam columns run along both platforms for their entire length with alternating ones having the standard black name plate in white lettering. ===Exits=== The station has a full length mezzanine, which also have dark blue I-beam columns, above the platforms. There are six staircases to each platform and the fare control areas are at either ends. The full-time one is at the west (railroad south) end. It has a turnstile bank, token booth, and two street stairs to either eastern corner of Queens Boulevard and 67th Avenue. The station's other fare control area at the east (railroad north) end is un- staffed, containing full height turnstiles, no booth, and two street stairs to either eastern corner of Queens Boulevard and 67th Drive. == References == == External links == * * Station Reporter — R Train * Station Reporter — M Train * The Subway Nut — 67th Avenue Pictures * 67th Avenue entrance from Google Maps Street View * 67th Drive entrance from Google Maps Street View * Platforms from Google Maps Street View Category:IND Queens Boulevard Line stations Category:New York City Subway stations in Queens, New York Category:New York City Subway stations located underground Category:Railway stations in the United States opened in 1936 Category:1936 establishments in New York (state) ",
    "title": "67th Avenue station"
}