{
    "id": "5751940",
    "text": "Pathology Messaging Implementation Project (PMIP) is the project that introduced universal delivery of electronic pathology results to GPs in Great Britain. The standard used by the British National Health Service (NHS) to transmit pathology orders and pathology test results currently uses UN-EDIFACT based messages. PMIP began in the United Kingdom as the PMEP (Pathology Messaging Enabling Project) under the control of the NHS Information Authority and was supported by the Royal College of Pathologists (Dr Rick Jones), the Royal College of GPs (Dr Stephen Pill) and the British Medical Association. PMIP was designed for the transmission of structured pathology orders and their associated results between pathology and primary care systems. Messages are encapsulated in EDIFACT rather than XML as this work had already been done. Originally messages were to be encrypted end-to-end (organisation-to- organisation) using public key infrastructure (PKI). The NHS subsequently moved to an alternative strategy using Data Transfer Service (DTS). Messages are encrypted from the pathology laboratory to the DTS server, and again from the DTS server to the General Practitioner using the PMIP interim messaging cryptographic service. The DTS provides application-to-application messaging within the NHS as well as providing a replacement for the X.400 service. It also provides easier development capability for the system suppliers at each end site. All pathology tests and profiles are coded with Read Codes which had initially been developed by a General Practitioner, James Read, to describe all aspects of healthcare for his own use. These codes were subsequently adopted by the NHS. A subset, known as the Bounded Code List (BCL), was developed specifically for this project. Read Codes have been subsumed into Clinical Terms (CT), which is an enhancement of the American SNOMED (Systematized Nomenclature of Medicine) classification scheme. The electronic delivery of test results from clinical laboratories to clinical users is rightly seen as a service that can provide clinical benefit by speeding up diagnostic processes and ensuring accurate and timely delivery of critical clinical information. Such electronic transfers were begun in the UK and Europe in the early 1990s using ad hoc message standards. In the mid-1990s the NHS in the UK took the bold step of making this a universal feature of result delivery to general practice (GPs) and embarked on two linked projects to achieve this. In the first, the Pathology Messaging Enabler Project, standards were defined and infrastructure installed to link 200 laboratory systems to 8,500 GP systems. In the second project, the Pathology Messaging Implementation Project, these standards and the associated software was rolled out. By 2004 more than 35 million results messages were being transmitted each year and in 2007 some 50 million such messages were safely and securely delivered. ==References== * Connecting for Health - Pathology * SNOMED CT Category:Standards of the United Kingdom Category:Standards for electronic health records Category:Information technology management Category:National Health Service ",
    "title": "Pathology Messaging Implementation Project"
}