{
    "id": "5751991",
    "text": "Mattia Graffiedi (born 26 May 1980) is an Italian footballer who played as a forward. He first played for Cesena, later moving on to more prestigious clubs such as A.C. Milan. However, most of his career has been spent at teams in Serie B. ==Career== ===Cesena=== Graffiedi started his career at Cesena near to his born place. ===Milan=== He was signed by A.C. Milan in summer 1999 in co-ownership deal, for 7,250 million lire (€3,744,313).AC Milan SpA Report and Accounts on 30 June 2003 (Graffiedi and Carlo Teodorani to Milan and Marcello Campolonghi to Cesena), but left on loan since graduating from their youth team in summer 2000. He enjoyed his best seasons for Ancona and Fiorentina in Serie B, earning himself a move to Serie A team A.C. Siena. In June 2003 Milan bought Graffiedi outright for another €750,000. He made his debut against U.C. Sampdoria on 19 September 2004. After the first time did not scored for the club, he was left to Serie B again for Modena F.C. in January 2005, became his first club that served for more than one year (1½year). ===Triestina=== In summer 2006, he was signed by Triestina in co-ownership deal, for €300,000. Again, he did not manage to score in 2007–08 season, and sent on loan to Grosseto in mid-season, where the club searching a striker to boost their by- then infamous record of the lowest number of goals of the league. In June 2008, Triestina finally own the full registration rights of the player for a peppercorn fee of €1,000. However, he was transferred to Piacenza for undisclosed fee, which Triestina had a profit of €150,000.US Triestina Calcio SpA Report and Accounts on 30 June 2009 === Piacenza=== Piacenza became his longest serving club, for only 3 seasons. The club was struggling in Italian Serie B and the club finally relegated in 2011. ===Late career=== In October 2011 Graffiedi was signed by A.S. Gubbio 1910 as free agent. On 31 July 2012 Graffiedi was signed by Serie B club A.C. Cesena in 1-year contract. He had an anterior cruciate ligament injury in May 2013. On 10 September 2013 he was signed by San Marino Calcio, re-joining Cesena teammate Gianluigi Bamonte as well as several youth player. ==References== ==External links== * Football.it Profile Category:1980 births Category:Living people Category:People from Cesenatico Category:Italian footballers Category:A.C. Cesena players Category:A.C. Milan players Category:Ternana Calcio players Category:S.S.C. Napoli players Category:A.C. Ancona players Category:ACF Fiorentina players Category:Robur Siena players Category:Modena F.C. players Category:U.S. Triestina Calcio 1918 players Category:F.C. Grosseto S.S.D. players Category:Piacenza Calcio 1919 players Category:A.S. Gubbio 1910 players Category:San Marino Calcio players Category:Serie A players Category:Serie B players Category:Serie C players Category:Association football forwards ",
    "title": "Mattia Graffiedi"
}