{
    "id": "5751486",
    "text": "Bryan Appleyard (born 24 August 1951, Manchester) is a British journalist and author. ==Life and work== Appleyard was educated at Bolton Schoolboltonschool.org and King's College, Cambridge. He worked at The Times and as a freelance journalist and has written for The New York Times, Vanity Fair, the London Daily Telegraph, The Spectator and the New Statesman. IBPC In 1992 he published the book Understanding the Present. His 1996 novel is called The First Church of the New Millennium. Appleyard has been selected as Feature Writer of the Year three times as well as Interviewer of the Year in the British Press Awards and he is a former fellow of the World Economic Forum. Appleyard was appointed Commander of the Order of the British Empire (CBE) in the 2019 Birthday Honours for services to journalism and the arts. == Books == * The Culture Club: Crisis in the Arts (1984) ( (pbk)) * Richard Rogers: A Biography (1986) ( (pbk)) * The Pleasures of Peace: Art and Imagination in Postwar Britain (1989) () * Understanding the Present: Science and the Soul of Modern Man (1992) ( (pbk)) * The First Church of the New Millennium: A Novel (1995) ( ) * Brave New Worlds: Genetics and the Human Experience (1999) ( ) * Aliens: Why They Are Here (2005) ( ) * How to Live Forever or Die Trying (2007) () * The Brain is Wider Than the Sky: Why Simple Solutions Don't Work in a Complex World (2011) () * Bedford Park (2013) () == References== == External links == * * Commentary on Appleyard's views on science in Life's Intrinsic Value: Science, Ethics, and Nature (2001) by Nicholas Agar (limited book preview at Archive.org) * Critique of Appleyard's Understanding the Present in Third Way, February 1993 (Google Books) * Category:1951 births Category:English male journalists Category:Alumni of King's College, Cambridge Category:Living people Category:People from Bolton Category:The Times people Category:Writers from Manchester Category:People educated at Bolton School Category:Commanders of the Order of the British Empire ",
    "title": "Bryan Appleyard"
}