{
    "id": "5751504",
    "text": "Truck Scale Software also known in the EU as \"Weighbridge Software\" is a class of software pertaining to the collection of transactional scale weighment data. Specifically for truck scales used to weigh heavy trucks, light trucks, or other commercial vehicles. The basic concept of truck scale software is to provide the end user with a means of collecting and organizing weighment information. ==Developers== The truck scale industry is not a highly vertical niche market as one might expect. With consumers ranging from single-site low transaction \"mom and pop shops\" to multi-national heavy volume corporations; the various Truck Scale Software development companies have ample opportunity to differentiate by targeting the very different needs of the specific consumer types. The basic concept of Truck Scale Software is to provide the end user with a means of collecting and organizing weighment information. ==Vendors== Before the software industry found the Truck Scale niche (in fact before the software industry was even born) scale users would either have to come up with their own customized methods for tracking data, or require that the scale vendor provide one as part of the weighing system. This led to scale vendors needing to be able to provide data collection and management solutions in order to compete. Today, scale vendors are still offering simple (usually quite limited) solutions with systems, sometimes in direct competition with the software developers who are creating much more powerful data collection packages and dynamic user-friendly interfaces. Many of the larger scale vendors however, have started referring to certain Truck Scale Software packages or directly reselling them (for turn-key solutions). Sometimes, truck scale software is part of a much larger software (and is then sometimes referred to as a weighbridge). Many targeted ERPs for industries like quarry/mining/agriculture contain interface module for weighbridges. Some truck scale manufacturers develop and sell their own software for weigh system interfacing and data collection. ==Legal== Many software suppliers and small businesses believe they can simply produce software and use it for capturing weighing transactions, within the EU weighbridge software (Truck Software) is subject to legislation and a useful guide for developers exists and is published by WELMEC. ==Users== Within the consumer sector of the truck scale industry are several subcategories of end user. The consumers range from the single-scale users to multi-national corporations with hundreds or even thousands of scale sites, some of them totally unmanned running unmanned weighbridge software. In many cases each companies requirement is unique to the point where a \"canned package\" is almost out of the question. The market is highly service-oriented, with any final solution being somewhat custom tailored to the end user's needs. It is not uncommon for a software package to have an obscure feature only because one particular customer \"had to have it and was willing to pay for it\". Gravel Pit uses Digital Signature Pad as add on to scale software suite ==References== Category:Transport software ",
    "title": "Truck scale software"
}