{
    "id": "5751375",
    "text": "{| |} HMCS Givenchy was one of twelve naval trawlers constructed for and used by the Royal Canadian Navy (RCN) during the First World War on the east coast. Following the war, the ship was transferred to the Department of Marine and Fisheries for use as a fisheries patrol vessel on the west coast. Givenchy reentered service with the RCN in 1939 as an accommodation ship during the Second World War and was recommissioned from 1940 to 1943. After the war the ship was sold and broken up in the United States in 1952. ==Design and description== The RCN's Battle-class trawlers formed part of the Canadian naval response to Admiralty warnings to Canada about the growing German U-boat threat to merchant shipping in the western Atlantic.Tucker, p. 253 Intended to augment anti-submarine patrols off Canada's east coast, these ships were modelled on contemporary British North Sea trawlers, since the standard types of Canadian fishing vessels were considered unsuitable for patrol work.Tucker, pp. 254, 257 Twelve vessels were ordered on 2 February 1917 from two shipyards, Polson Iron Works of Toronto and Canadian Vickers of Montreal.Johnston et al., p. 417 Those vessels built at Canadian Vickers displaced and were long overall with a beam of and a draught of .Macpherson and Barrie, p. 27 The vessels were propelled by a steam-powered triple expansion engine driving one shaft creating giving the vessels a maximum speed of .Maginley and Collin, p. 67 All twelve trawlers were equipped with a QF 12-pounder 12 cwt naval gun mounted forward. This was considered to be the smallest gun that stood a chance of putting a surfaced U-boat out of action, and they also carried a small number of depth charges.Tucker, p. 257 The trawlers were named after battles of the Western Front during the First World War that Canadians had been involved in. They cost between $155,000 and $160,000 per vessel. ==Service history== Named for the Battle of Givenchy, the ship was constructed by Canadian Vickers at Montreal and launched on 15 September 1917.Macpherson and Barrie, p. 28 Intended for use during the 1917 shipping season, the construction of the vessels was delayed by the entry of the United States into the war. With higher wages found south of the border, a shortage of skilled labour developed in the shipyards, coupled with a shortage of construction material.Johnston et al., pp. 481–484 The six vessels ordered from Canadian Vickers were delayed further by difficulty in providing engines for the trawlers. The hulls had been finished during Summer 1917. However, the engines did not arrive until the fall.Johnston et al., p. 484 The ship was commissioned on 22 June 1918. Givenchy sailed to the east coast where for the 1918 shipping season, all the Battle-class trawlers were assigned to patrol and escort duties based out of Sydney, Nova Scotia.Johnston et al., pp. 543, 645 The vessel performed these duties until the end of the war. Along with , and , Givenchy accompanied on a trip to the west coast via the Panama Canal in early 1919. The trawler was paid off by the RCN on 12 August 1919 at Esquimalt, British Columbia. The vessel was one of nine of the class to transfer to the Department of Marine and Fisheries, where Givenchy became a fisheries patrol vessel.Maginley and Collin, pp. 91, 113 After the outbreak of the Second World War, Givenchy returned to RCN service on 15 April 1939 and was used as an accommodation ship for the Fisherman's Reserve on the west coast. The ship recommissioned into the RCN from 25 June 1940 to 18 April 1943. Following the end of the war, the ship was sold to private interests on 19 September 1946 and was sold for scrap on 22 September 1952 to be broken up in the United States.Colledge, p. 261 ==References== ===Notes=== ===Citations=== ===Sources=== * * * * * ==External links== * Battle-class trawlers Category:Trawlers of the Royal Canadian Navy Category:Battle-class trawlers Category:World War I naval ships of Canada Category:1917 ships Category:Auxiliary ships of the Royal Canadian Navy Category:Ships of the Royal Canadian Navy ",
    "title": "HMCS Givenchy"
}