{
    "id": "5752717",
    "text": "Orhan Kemal (15 September 1914, Ceyhan, Adana – 2 June 1970, Sofia, Bulgaria) is the pen name of Turkish novelist Mehmet Raşit Öğütçü. He is known for his realist novels that describe the life of the poor in Turkey. == Biography == Orhan Kemal was born in Adana, Ceyhan, on 15 September 1914. He was the son of Abdülkadir Kemali Bey, who was a Member of Parliament and Minister, and Azime Hanım, who was an intellectual secondary school graduate. Kemal's father was obliged to flee Turkey for Syria, due to his party being suspected of involvement in a recent revolt, where Kemal remained with him for a year before returning to Adana in 1932. Kemal worked as a labourer, a weaver and as a clerk in a cotton mill. While doing his military service in 1938 his political opinions led to his being sentenced to a 5-year term of imprisonment. The charges included \"reading the works of Maxim Gorky and Nazim Hikmet\" and \"propagandising for foreign regimes and encouraging revolt\". While in prison in Bursa he was the cellmate of Hikmet, who was his major literary influence. He had been writing poems until he met Hikmet. With his encouragement, he switched to stories. After being released from prison in 1943 he returned to Adana, working as a labourer, and beginning to publish his writings. Although he started as a writer of poetry he soon began to publish stories, from 1943 under the adopted name Orhan Kemal. Following the birth of his third child (of four) Kemal moved his family to Istanbul in 1951 where he worked again as a labourer and then from 1951 as a clerk at the Tuberculosis Foundation, living with little money and all the time writing. He was arrested again in 1966 for \"forming a communist propagandist cell\" but was released two months later after the charges could not be substantiated. Orhan Kemal died on June 2, 1970 in a hospital in Sofia, due to intracranial hemorrhage, in 1970, while visiting Bulgaria upon the invitation of the Bulgarian Writers Union. He is interred in Zincirlikuyu Cemetery, Istanbul. ==Works== Orhan Kemal's stories and novels generally depict the lives of ordinary working people trying to hold on to their dignity in conditions of poverty or deprivation. His first poem was published in Yedigün under the name of Raşit Kemal (Duvarlar 25.04.1939) Further poems written under the same pen name are Yedigün and Yeni Mecmua 1940. On meeting Nazım Hikmet, Kemal wrote under the name of \"Orhan Raşit\" (Yeni Edebiyat 1941) Impressed by Nazım Hikmet, Kemal concentrated on stories as opposed to poems. His first story, Bir Yılbaşı Macerası, was published in 1941. In 1942 he adopted the name Orhan Kemal when writing stories and poems in Yürüyüş. He found fame through stories in Varlık in 1944, his first collection of short stories Ekmek Kavgası, and first novel Baba Evi, was published in 1949. Early works depicted characters form the immigrant quarters of Adana where Kemal described the social structure, worker-employer relationships and the daily struggles of ordinary people in industrialised Turkey. He aimed to present an optimistic view through the heroes of his stories. He never changed his simple expositional style and thus became one of the most skilful names of Turkish stories and novels. He also wrote film scripts and plays including İspinozlar and Kardeş Payı. Dramatisations have been made of his novels and stories including Murtaza, Eskici Dükkanı. His play about life in prison in the 1940s 72.Koğuş (Cell 72) has been made as a feature film twice, most recently in 2011, starring well- known actors Hülya Avşar and Yavuz Bingöl. He also wrote a story named Hanimin Ciftligi (English, Lady's farm) which was a major success in Turkish history of soap operas. ==Recognition== The Orhan Kemal Literature Museum and library dedicated to Kemal and his work is to be found in the modest flat in which he lived at 30 Akarsu Caddesi, Cihangir, Istanbul. After his death a literary award was established in his name, the Orhan Kemal Novel Prize, given since 1972. His 100th birth anniversary was celebrated in 2014.http://orhankemal.org/ On Jan 7th 2015, Çukurova Municipality Cultural Centre at his place of birth, Adana, was renamed the Orhan Kemal Cultural Centre. ==See also== * Orhan Kemal Literature Museum, a museum and archive in Istanbul, Turkey dedicated to his life and works. * Orhan Kemal Cultural Centre, a cultural complex in Adanai Turkey. == External links == * Website dedicated to Kemal * His biography at Encyclopedia of Turkish Authors == Notes == Category:1914 births Category:1970 deaths Category:People from Ceyhan Category:Turkish novelists Category:Burials at Zincirlikuyu Cemetery Category:Prisoners and detainees of Turkey Category:Turkish prisoners and detainees Category:20th-century novelists Category:Turkish Marxists ",
    "title": "Orhan Kemal"
}