{
    "id": "5752800",
    "text": "Steve Scott (born 1951) is a poet, spoken word artist, and musician. His written work was published by PRIZM Magazine, Radix Magazine, Monolith:UK publications and STRIDE UK publications. His music was released on labels such as Exit Records (A&M; Records) and Blonde Vinyl. Among other artists, he has worked with the 77s, Love Coma, Randy Stonehill, Steven Soles and Charlie Peacock. Conference and festival appearances include Cornerstone Festival, Greenbelt Festival, L'Abri Fellowship in England, Biola University, Bali Arts Conference, and Calvary Chapel Pastor's conference. He has toured in the Netherlands, Russia, the United Kingdom and the United States. In the 1990s, Scott produced Crossing the Boundaries in collaboration with artist Gaylen Stewart. The multimedia presentation has toured the United States. In September 2017, Steve announced the release of a new album \"Cross My Heat\", recorded over a period of eight years. ==Discography== {|class=\"wikitable sortable\" !Recording!!Year!!Label!!Remarks |- |Cross My Heat|| 2017 || Harding Street Assembly Lab || (from HSAL's Bandcamp page:) \"\"Cross My Heat\" is Scott's first release in nearly two decades (1998's \"Crossing The Boundaries\"). Difficult to categorize, these nine pieces blend Steve's penchant for life-reflecting prose & ethno-electronica.\" |- |Emotional Tourist: A Retrospective|| 2012 || Arena Rock Recording Company || |- |Crossing the Boundaries|| 1998 || ||A release of the recordings made for the multi-disciplinary, art project collaboration with Gaylen Stewart. It is all spoken word poetry on an electronic ambient background. The packaging features Gaylen Stewart's paintings. |- |More than a Dream||1997|| Rad Rockers ||A more melodic album akin to his earlier work. Includes music intended to be released as Moving Pictures through Larry Norman's company, Solid Rock Records. |- |We Dreamed that We Were Strangers||1996||Glow Records/ Rad Rockers ||An ambient album with Scott's signature poetry/spoken word on top. Many of the poems were taken from his Boundaries series. |- |Empty Orchestra||1994|| Twitch Records|| An instrumental album whose title comes from the English translation of the Japanese word \"karaoke\".Dr. Industrial: Empty Orchestra |- |The Butterfly Effect||1992|| Blonde Vinyl || This album introduced Scott's music to a new generation. It featured ambient keyboards with samples from Scott's Asian travels with his spoken word performances of poetry based on said travels. |- |Magnificent Obsession||1990|| Alternative Records|| Produced by Charlie Peacock and featuring his talents on keyboard as well as Jimmy Abegg (Jimmy A), Bongo Bob Smith, and members of the 77's: Mike Roe, Aaron Smith, and Mark Tootle. This album included new songs, more melodic than his later spoken word efforts, as well as demos and unreleaed material from the previous album Love in the Western World. Plus, it also includes music intended to be released as Moving Pictures through Larry Norman's company, Solid Rock Records.DeLaurentis, 2006 |- |Lost Horizon||1989|| Alternative Records|| This album was produced by Charlie Peacock, Steven Soles, and Mike Roe and features all three as additional musicians. There is some spoken word, but most of the material is sung. |- |Love in the Western World||1983|| Exit Records|| Steven Soles was involved in the production of this album. Rereleased on CD in 2000 by Millennium 8 Records.RadRockers: Love in the Western World |} ==Contributions== {|class=\"wikitable sortable\" !Recording!!Year!!Label!!Remarks |- |\"Nervous System\"||1998|| ||For a compilation CD titled Awaiting the Dawn.Projekt Darkwave, 1998 |- |Language of Fools||1995|| ||Contributed spoken word to album by Love Coma. |- |The Sky is Falling||1980|| ||Contributed spoken word to album by Randy Stonehill. |} == Publications == {|class=\"wikitable sortable\" !Title!!Date!!Publication!!Remarks |- |\"I’d walk a million miles for one of your smiles, Mona.\"||Summer 1996||PRISM Magazine|| |- |\"What’s the Frequency, Kenneth?\"||1995||Overground Newsletter|| |- |\"Am I Really Here, or is it only Art?\"||Spring 1994||Umbrella Magazine|| |- |\"What is the Mystery?\"||Christmas 1992||Entire Vision Magazine|| |- |\"Small world, Hard Reality\"||Fall 1992||Entire Vision Magazine|| |- |\"The color of my wings.\"||September 1992|| ||Catalog essay for Dan Callis multimedia show, 'My words, your words,' which opened at the Riverside Art Gallery. |- |\"Drawing Conclusions,\" \"Art and Confrontation,\" and \"Like A House on Fire.\"||Summer 1992||Artrageous||All three essays were included in the Cornerstone Books publication. |- |\"The current crisis in Modern Art: What’s in it For You?\"||Summer 1992||Third Way Magazine||Third Way is a UK publication. |- |\"A Jar of Dead Flies: Cheap Grace and Lame Excuses in the Area of Christian Art.\"||April 1992||True News magazine|| |- |\"Cosmic Conflict\"||September 1991||Voices at the Watering Places||Paper presented at the Bali Arts Conference, and later published in the anthology, Voices at the Watering Places. |- |\"Signs and Wonders: The Poetry of David Jones.\"||Summer 1990||Radix Magazine|| |- |\"The Forgotten Language.\"||February 1990||ACM Journal||An essay on Postmodern Art, and a report on the Bali Arts Conference. |- |\"Art, Mission and Incarnation.\"||Winter 1987||Radix Magazine|| |- |\"When Worlds Collide: The Novels of Shusaku Endo.\"||Summer 1985||Radix Magazine||Reprinted in Third Way Magazine in 1991. |- |\"Figuratively Speaking: The Medieval Mystery Plays.\"||Spring 1984||Radix Magazine|| |- |\"Crying for a Vision: Modern Art and the Christian Artist.\"||March/April 1982||Radix Magazine |- |\"Inner Healing.\"||1981||The Spiritual Counterfeits Journal||Coauthored with Brooks Alexander. |- |\"East Meets West: how much dialogue is possible?\"||January/February 1981||Radix Magazine|| |} == Books == *Review: Crossrhythms, by Tony Cummings * == Notes == == References == * * * * Issue #5. == External links == * * * * * * * * CANA (Christian Artists Networking Association) Steve Scott is the association's American contact. Category:1951 births Category:Living people Category:British performers of Christian music Category:Musicians from London Category:Spoken word poets Category:Writers from London ",
    "title": "Steve Scott (poet)"
}