{
    "id": "5752418",
    "text": "Professor Paschal Preston is an author and academic at Dublin City University in Dublin, Ireland. Preston has written several books related to communications. ==Published works== Books by Paschal Preston include Strategies of Inclusion and Gender in the Information Society: Private and Voluntary Sector Initiatives; Reshaping Communications: Technology, Information and Social Change; Democracy and Communication in the New Europe: Change & Continuities in East and West; La Ola Portadora: Nueves tecnologias de la informacion y geografia de las innovaciones, 1840-2000; and The Carrier Wave: New IT and the Geography of Innovation. In The Carrier Wave: New IT and the Geography of Innovation, Preston lays out the concept of the carrier wave. This idea influenced the model of sociotechnical development that was later set forth by Glen Norcliffe in Ride to Modernity: The Bicycle in Canada, 1869-1900. Hugh G. J. Aitken reviewed The Carrier Wave in the journal Isis, writing, \"Unfortunately, an ambiguity remains and is never resolved: whether the alleged long wave is generated by technological innovations (in which case it would be better called a \"carried\" wave) or, alternatively, creates the conditions in which technological innovations can occur.\" In Town Planning Review, Tom Stonier called the work \"a valuable book, crammed with statistics, organised into a useful body of information.\" In a review for Information, Communication and Society, Frank Webster wrote that, with Reshaping Communications, Preston \"has produced a noteworthy book which will have considerable influence on those concerned with information and communication matters. It is extraordinarily wide ranging, encompassing just about every matter of significance in this sprawling field, while presenting a forceful, even polemical, thesis.\" Reviewing the same work, Jan Fernback wrote that Preston \"attempts to assess the impact of new communication technology by marrying economics, social science, and information science together with non- academic, industrial literatures.\" ==References== ==External links== * Home Page Category:Irish scholars and academics Category:Living people Category:Year of birth missing (living people) ",
    "title": "Paschal Preston"
}