{
    "id": "5752368",
    "text": "Michael Cronin (born 1 October 1960) is an Irish academic specialist in culture, travel literature, translation studies and the Irish language. He is the current holder of the Chair of French (established 1776) at Trinity College Dublin, Ireland. Cronin is a member of the Royal Irish Academy. ==Biography== He was born on 1 October 1960 LC identities holds a BA from Trinity College Dublin, an MA awarded in 1982 from University College Dublin and a Ph.D awarded in 1991 from Trinity College Dublin with a thesis \"Ludic elements in the prose fiction of Réjean Ducharme and Gérard Bessette\" WorldCatOfficial CV He is co-editor of The Irish Review. He was elected a member of the Royal Irish Academy in 2008, and holds the post of its Humanities Secretary. He is also the Chairperson of Poetry Ireland. He was appointed to the Ambassadors Chair at KU Leuven for the 2019-2020 academic year. ==Published works== Books written by Michael Cronin include: * Irish and Ecology / An Ghaeilge agus an Éiceolaíocht. Dublin: Foilseacháin Ábhair Spioradálta, 2019. * Eco-Translation: Translation and Ecology in the Age of the Anthropocene. Milton Park, Abingdon, Oxon: Routledge, 2017. * Translation in the Digital Age. Milton Park, Abingdon, Oxon: Routledge, 2013. ** Arabic translation published as الترجمة في العصر الرقمي Translated by Dr. Mubarak Alkhatnai of King Saud University, Riyadh, Saudi Arabia ** Polish translation published as Przekład w epoce cyfrowej, translated by Marta Błaszkowska, Magda Heydel, Elżbieta Koziołkiewicz, Maciej Nawrocki, Aldona Pikul, Zofia Ziemann, Kraków: Wydawnictwo Uniwersytetu Jagiellońskiego, 2016 * Translation Goes to the Movies. New York, NY: Routledge, 2009. * Translation and Identity. London: Routledge, 2006 * Irish in the New Century. Dublin: Cois Life, 2005 * Translation and Globalization, Routledge, 2003. According to WorldCat, the book is held in 281 libraries WorldCat item record **Arabic translation published as الترجمة والعولمة / al-Tarjamah wa-al-ʻawlamah **Japanese translation published as 翻訳とグローバリゼーション : 新翻訳事始め / Hon'yaku to gurōbarizēshon : Shin hon'yaku kotohajime * (with Barbara O'Connor) Irish Tourism: Image, Culture and Identity, Channel View Publications, 2003. According to WorldCat, the book is held in 591 libraries WorldCat item record * Time Tracks: Scenes from the Irish Everyday, New Island, 2003. * Irish Tourism: Image, Culture and Identity, Cork University Press, 2002. * (with Cormac Ó Cuilleanáin) The Languages of Ireland, Four Courts Press, 2002. * Translating Tomorrow: Translation, Technology and Interculturality in a Global Age], Routledge, 2002. * Across the Lines: Travel, Language, Translation, Cork University Press, 2000. * Unity in Diversity? Current Trends in Translation Studies, St Jerome Press, 1998. * Anthologie des nouvelles irlandaises, L'Instant meme, 1997. * Translating Ireland: Translation, Languages and Identity, Cork University Press, 1996. * Tourism in Ireland: A Critical Analysis, Cork University Press, 1993. Books edited by him include: * The Languages of Ireland, Four Courts Press, 2003. * Reinventing Ireland: Culture, Society and the Global Economy, Pluto Press, 2002. == References == ==External links== * Official site * Home Page at Trinity College Dublin Category:Irish scholars and academics Category:Translation scholars Category:Alumni of Trinity College Dublin Category:Alumni of University College Dublin Category:1960 births Category:Living people ",
    "title": "Michael Cronin (academic)"
}