{
    "id": "5752711",
    "text": "Bishop José Colombres José Eusebio Colombres (16 December 1778 – 11 February 1859) was an Argentine statesman and bishop. He was a representative to the Congress of Tucumán of 9 July 1816 which declared the Independence of Argentina, and is credited with the foundation of the important sugar cane industry in Tucumán Province. Colombres was born in San Miguel de Tucumán into an influential family and became a cleric in August 1803 in Catamarca and a Doctor in Canon Law at the University of San Carlos in Córdoba. Colombres was elected by Catamarca Province to the Tucumán Congress in 1816, having served as a parish priest in Piedra Blanca in that province. After independence, he participated in the League of the North and consequently had to live in exile in Livi-Livi close to Tupiza, Bolivia, until the fall of Juan Manuel de Rosas. He returned to Tucumán and became a priest in the cathedral. He was a senior cleric in the Salta diocese, for a period leading the diocese which had no bishop appointed since 1830. As governor of the diocese he commissioned the new Salta Cathedral. In 1858 Colombres was appointed Bishop of Salta on the suggestion of Justo José de Urquiza but died less than two months later before being consecrated. Although sugar cane had been brought to northern Argentina by the Jesuits, Colombres started growing it on his land in 1821 and introduced the techniques to make its cultivation an industry and income generator, with the first mill. Sugar production is still, as of 2006, one of Tucumán's principal industries. His house in Tucumán, around which the city's extensive Ninth of July Park was developed in 1910, is now the Museum of the Sugar Industry and a National Historic Monument. His birthplace close to the city's central square is now the Folklore Museum. ==References== *Profile by the House of Tucumán, accessed 2006-08-01 Category:1778 births Category:1859 deaths Category:Members of the Congress of Tucumán Category:Argentine Roman Catholic bishops Category:People from San Miguel de Tucumán Category:19th- century Roman Catholic bishops Category:People of the Argentine War of Independence ",
    "title": "José Eusebio Colombres"
}