{
    "id": "5752415",
    "text": "Barbara O'Connor is an author and Senior Lecturer in the School of Communications at Dublin City University. Her field is media studies and cultural studies, specializing on the representation of women in television, and of the development of tourism in Ireland. She gave an invited Bicentennial Guest Lecture at Maynooth College, Kildare, on \"Television soap opera: Genre and Gender\". She is a participant in the multi-university project \"SIGIS: Strategies of Gender and the Information Society\", coordinated by the University of Edinburgh Research Centre for Social Sciences, where she is described as a \" Leading researcher and author on sociological and anthropological aspects of communication and culture...co-author of the seminal academic work on social and cultural aspects of tourism in Ireland.\" ==Published works== ===Books by Barbara O'Connor=== * Media Audiences in Ireland Power and Cultural Identity, ed. with Mary J. Kelly. Dublin, University College Dublin Press, 1997. * Tourism in Ireland a critical analysis, Cork, Cork University Press, 1923. * Gender in Irish Society, Galway, Galway University Press, 1921. * Irish Tourism: Image, Culture and Identity ed. with Michael Cronin. Multilingual Matters, 2003. * \"Mapping Irish Media: Critical Explorations\" ed. with John Horgan & Helena Sheehan. University College Dublin Press, 2007 ===peer-reviewed journal articles === *P. Brereton and B O'Connor. \"Pleasure and Pedagogy: The Consumption of DVD Add-Ons Among Irish Teenagers\" Convergence: The International Journal of Research into New Media Technologies, Vol. 13, No. 2, 143-155 (2007) DOI: 10.1177/1354856507075241 *B O'Connor \"Sexing the Nation: Discourses of the Dancing Body in Ireland in the 1930s\" Journal of Gender Studies, Volume 14, Issue 2 July 2005, pp. 89 – 105 *O'Connor, B. \"Ruin and romance: Heterosexual discourses on Irish popular dance, 1920-1960\" Irish Journal of Sociology, 12 (2), pp. 50–67.(2003) *O'Connor B and Elisabeth Klaus. 2001. \"Pleasure and Meaningful Discourse: An overview of research issues.\" International Journal of Cultural Studies, Vol. 3, No. 3, 369-387 (2000) . *O'Connor B and R. Boyle. 1993. '\"Dallas with Balls\": televised sport, soap opera and male and female pleasures'. Leisure Studies, Volume 12, Number 2, April 1993, pp. 107–119 abstract *O'Connor B. 1984. 'Aspects of the Representation of Women in Irish Film'. ===Book chapters=== *O'Connor B with M Cronin. 2000. 'From Gombeen to Gubeen: Tourism, Social Class and Cultural Identity in Ireland, 1949-1999'. Writing in the Irish Republic:Literature, Culture, Politics, 1949-1999. London, Macmillan, 2000. *O'Connor B. 1998. 'Riverdance'. Encounters with Modern Ireland: Irish Sociological Profiles, Vol.1 (1995–1996) *O'Connor B. 1997. 'Gender, Class and Television Viewing: audience response to the 'Ballroom of Romance. Media Audiences in Ireland: Power and Cultural Identity'' *O'Connor B. 1997. 'Safe Sets: women, dance and 'communitas. in Dance in the City ed. Helen Thomas. Palgrave Macmillan, 1997 *O'Connor, B. 1993. Myths and Mirrors: tourism and cultural identity. Tourism in Ireland: A Critical Analysis *O'Connor B with EM Trauth. 1991. ' A Study of the Interaction between Information Technology and Society: an illustration of combined qualitative research methods'. Information Systems Research: Contemporary Approaches and Emergent Traditions *O'Connor B. 1991. 'Tourist Images in Ireland'. Nothing Bloody Stands Still European Network for Cultural and Media Studies, Amsterdam, Vol.1 *O'Connor B. 1988. Ireland. East of Dallas: The European Challenge to American Television *O'Connor B. 1984. The Representation of Women in Television Drama. Television and Irish Society ===Conference papers=== She has also published over 25 conference papers. ==References== ==External links== *University web page Category:Irish scholars and academics Category:Living people Category:Year of birth missing (living people) ",
    "title": "Barbara O'Connor (media studies scholar)"
}