{
    "id": "5752771",
    "text": "New York State Assembly, District 99 is located in the southern part of the State of New York in the United States. District 99 is north of New York City and is composed of parts of Orange and Rockland Counties. It is encompassed by New York's 39th State Senate district and New York's 18th congressional district. District 99 is currently represented by Republican Colin Schmitt. Details about the makeup of the 99th District starting with the 2012 Election cycle through the 2020 Election cycle are listed below. ==Components: Past and Present== 2013–present: In March 2012, the 99th State Assembly District of New York was redistricted, valid for the election in 2012, and thus represented in the Assembly since January 2013. It now comprises what was most of the previous 96th State Assembly District. :Rockland County ::Town of Stony Point :Orange County ::Town of Woodbury ::Town of Highlands (Contains the villages of West Point and Highland Falls) ::Town of Cornwall ::Town of New Windsor ::Town of Blooming Grove (Including the village of Washingtonville) ::Town of Hamptonburgh ::Town of Chester ::Town of Goshen ::Town of Wawayanda ==Representatives== {| class=wikitable |- valign=bottom ! Representative ! Party ! Years ! Note |- | nowrap | George E. Van Cott | Republican | 1966 | redistricted from Westchester County, 3rd District; redistricted to 88th District |- | nowrap | Kenneth L. Wilson | Republican | 1967–1968 | redistricted from 109th District |- | nowrap | H. Clark Bell | Republican | 1969–1972 | redistricted to 101st District |- | nowrap | Emeel S. Betros | Republican | 1973–1980 | redistricted from 98th District |- | nowrap | Stephen Saland | Republican | 1981–1982 | redistricted to 97th District |- | nowrap | Glenn E. Warren | Republican | 1983–1994 | redistricted from 100th District |- | nowrap | Patrick R. Manning | Republican | 1995–2002 | redistricted to 103rd District |- | nowrap | Willis Stephens | Republican | 2003–2006 | redistricted from 91st District |- | nowrap | Greg Ball | Republican | 2007–2010 | |- | nowrap | Steve Katz | Republican | 2011–2012 |redistricted to 94th District |- | nowrap | James Skoufis | Democrat | since 2013 | redistricted from 96th District |} ==2012 election== In 2012, there are four challengers for the open seat for the new 99th Assembly District. This seat became an open seat after the retirement of the incumbent, Nancy Calhoun, of the former the 96th Assembly District. As of July 24, 2012, there will be a Republican Party primary election on September 13, 2012, with Kyle Roddey and Colin Schmitt both being on the ballot. Also as of July 24, 2012, although Democrat James Skoufis has filed enough petitions for an Independence Party Primary challenge to Republican Kyle Roddey, there will be no Independence Party Primary based on the decision of the statewide Independence Party Committee due to their endorsement to only non-party candidate Kyle Roddey. ===Republican Primary Candidates=== * Kyle Roddey * Colin Schmitt * Mark J Levy (as an announced Write-In candidate)\"Times-Herald Record July 22nd 2012\" Times-Herald Record July 22nd 2012. ===Republican Primary Candidates=== *Kyle Roddey *Colin Schmitt (opportunity to ballot) ===Independence Primary Candidates=== * Kyle Roddey ===Working Families Primary Candidates=== *James Skoufis ===Candidate Information=== A native of Goshen, New York, at 26 years of age Kyle Roddey announced that he will be running for State Assembly as a Republican in 2012, Mr Roddey was elected as a Democrat to Village Trustee in Goshen in 2009 and then Mayor of Goshen in 2011, Orange County. He is also running on the Independence Party ballot line and the Conservative Party ballot line for the General Election. His campaign commits to ethics reform, protection of citizen's 2nd Amendment Rights, property tax relief, and deregulation of business.\"About Kyle\". Kyle Roddey for Assembly. Growing up in Montgomery, New York, 21-year-old Republican Colin Schmitt relocated his place of residency to New Windsor. He is well known for his political campaign which promises to stop the \"Double Dip\" loophole that many older New York politicians take advantage of, to collect both their pension and full salary simultaneously.\"About Colin Schmitt\". Schmitt for New York State Assembly. Republican 53-year-old Mark J Levy, from Salisbury Mills in the town of Blooming Grove, New York. Having lived in Orange County for over 40 years, raising four children in the process, Levy claims to have the experience that the other candidates lack while being a private citizen instead of \"running the same old 'career politician' playbook\". Levy says that he will fight for the people of this district against the wasteful and money hungry politicians currently in office.\"New York's 99th Assembly District Candidates in 2012 \". Mark J. Levy For NYS 99th Assembly District. ===Democratic Candidates=== A Member of the town council of Woodbury, New York, 24-year-old James Skoufis claims to fight for the little man, and believes in social equality. His campaign fights for a strong voice in Albany while insisting on tax reform and local job creation.\"Meet James\". James Skoufis for Assembly. He unsuccessfully sought the Independence Party ballot line, and has already obtained the Democrat and Working Families Party ballot lines for the General Election. ==2008 election== While no challenger has officially filed to take on the district's freshman incumbent legislator, several names have emerged in the media as potential challengers contemplating a bid. ===Republican candidate=== On March 17, 2008, Ball announced that he would be a candidate for reelection during an event at an Irish restaurant in Yorktown Heights, flanked by new Westchester GOP Chairman Douglas Colety, Putnam GOP Chairman Anthony Scannapieco, Jr., and Westchester County Executive candidate Rob Astorino.\"St. Patrick's Day Brunch\". Ball for Assembly . Retrieved on March 16, 2008. Ball highlighted the fact that his campaign had received the most money and more contributions from individual donors than any other incumbent minority Assemblyman in the last quarter of 2007.\"A1887. New Yorkers on the Ball\". New York Board of Elections. January 2008. In a speech to supporters, Ball stated that \"I'm a maverick Republican. I came into this business from outside the political machine. That makes me a target for Albany insiders.\"\"Top stories: Westchester assemblyman kicks off election campaign\". News 12 Networks. March 16, 2008. ===Candidates=== John Degnan, former Mayor of the village of Brewster, New York, stated he was in the race in May 2008. He has been endorsed by the Southeast Republican Committee (unanimously), and won the Putnam County Republican Committee's backing by a vote of 97-50. The Westchester Republican Committee narrowly endorsed Ball over Degnan, while the Pawling Republican Committee—the only Dutchess GOP committee in the 99th Assembly District—chose not to endorse either candidate. Though a lifelong Republican, Degnan was also subsequently backed by the Putnam County Democratic Party Committees, and leading Democrats in Westchester County.\".Gross, Eric. \"Degnan aims to kick out Ball\". Putnam County Courier. May 15, 2008. ===Former candidates=== Although no challenger has officially filed to run against the freshman incumbent Greg Ball, there had been speculation in the media that County Legislator Mike Kaplowitz, who failed in a 2006 bid for State Senate, will be challenging Ball. In April 2008, Kaplowitz ruled out challenging Ball.Risinit, Mike. \"Kaplowitz says no\". Journal News. April 10, 2008. 2006 challenger Ken Harper is also said to be mulling a second run at the office.Couch, Janet. \"Pawling and Dover Democrats celebrate Hall's victory and the holidays\". Pawling News-Chronicle. December 22, 2006. ==2006 election== The 2006 New York State Assembly election for New York's 99th District matched conservative Republican Greg Ball and Democrat Ken Harper against the Conservative and Independence Party incumbent Will Stephens. The Democratic Party of New York had targeted the seat as a potential pickup after the incumbent was defeated by a wide margin in the primary by a strong, well-funded challenger. On September 12, 2006, in the Republican Primary for New York's 99th District, Ball defeated Stephens in a landslide with 70.4% (5,165 votes) to 29.6% (2,176 votes) for Stephens, the lowest vote total for any incumbent running for reelection to the State Assembly that day. Despite Willis Stephens name remaining on the ballot, Ball went on to win a plurality of votes in the general election on November 6, 2006. His upset victory earned him the title of \"Newsmaker of the Year\" from one local publication and he also shared a front-page cover The Journal News with fellow upset winner John Hall the day after election day.\"Gregory Ball: Newsmaker of the Year\". North County News . December 30, 2006. ===The Republican primary=== The primary campaign was a bitter one, with Ball railing against the 'machine politics' of Willis Stephens and Putnam County. The Ball campaign out raised Stephens by a significant margin, giving him a visible presence in local newspapers and television outlets. According to the last filings prior to the primary, Stephens had $13,198.38 on-hand, while Ball had $86,117.03 of the money he has raised remaining. Stephens drew criticism for not returning campaign contributions from the Victory Fund-a political action committee that took contributions from indicted trash magnate James Galante. On September 12, 2006, in the Republican Primary for New York's 99th Assembly District, challenger Greg Ball, defeated the incumbent Willis Stephens, by a mammoth margin: 71% for Ball, 29% for Stephens. Stephens claimed he had been the victim of a negative campaign, citing mailings that were distributed calling him a 'country-club liberal' and hilighting his close relationship with Assembly Speaker Sheldon Silver.Risinit, Mike. \"Strange bedfellows\". The Journal News. August 10, 2006. However, Stephens himself drew criticism when he refused to repudiate a letter about challenger Greg Ball which falsely claimed Mr. Ball had received a dishonorable discharge from the United States Air Force. Ball did not dispute that he ran hard for his seat, knocking on 10,000 doors prior to the primary.Confessore, Nicholas. \"Scolding Peers, Legislator Draws Notice\". New York Times. February 10, 2007. ===General election=== ====Republican candidate==== Greg Ball, a retired Air Force Captain and Vice President of Exceed International Development Corporation, scored a major upset when he defeated the incumbent Stephens in the September 12th primary by nearly a three to one margin. The Ball campaign picked up steam since Stephen's wayward email referring to his constituents as 'idiots', and another letter purported to be sent by the Stephens campaign which claimed that Captain Ball received a dishonorable discharge, which was discredited when a copy of Captain Ball’s DD-214 showed he had received an honorable discharge. Stephens insisted neither he, his staff nor anyone associated with his campaign had knowledge of the letter and his involvement was never proven. ====Democratic candidate==== Ken Harper, the Chairman of the Putnam County Democratic Committee, ran unopposed for the Democratic nomination. He is known for writing frequent letters to the editor in local newspapers.Leiter, Maria Theodore. \"Ken Harper Announces Candidacy for County Executive\". Putnam County News and Recorder. July 24, 2002. Harper had failed in six previous bids for public office including Putnam County Executive in 1998 and 2002, Putnam County Legislator in 2003, Patterson Town Supervisor in 1997 and 1999, and Paterson Town Councilman in 2005.\"Past Election Results \". Putnam County Board of Elections. Retrieved April 18, 2008. Although in other years, the previous incumbent had been challenged by only token opposition, this would be the first that the seat would be competitive in over a decade. Harper received funding of over $250,000 to Ball’s from the New York State Democratic Assembly Campaign Committee (DACC) for the campaign. However, he was unable to prevail. Ball criticized his opponent after he pointed out to The Journal News that a League of Women Voters brochure inaccurately listed Harper was a college graduate.\"Candidate Actually Admits Attending Penn\". October 25, 2006. Retrieved on February 24, 2008. Ball said a note that appeared after Harper's name, stating that the Democrat graduated from the University of Pennsylvania in 1982 with a bachelor's in English, was false. Both a university spokesman and Harper confirmed that fact, stating that Harper attended the institution, but that there was no record of him having received a degree. Harper stated he never misrepresented himself as a college graduate and was not responsible for the content of the panthlet. ====Third-party candidates==== Six-term incumbent Will Stephens II, 48, ran for re-election in the Republican Primary in September 2006 for the seat once held by his father and grandfather. After losing the Republican Primary, due to New York's electoral fusion system, the Assemblyman had vowed to remain in the race on the Conservative and Independence lines. Ultimately, Stephens decided to withdraw from the race altogether, instead taking a nomination for Supreme Court Justice in Queens, in order to allow Ball ballot access on the Independence and Conservative lines. Although Stephens attempted to have his name removed from the ballot, Harper, the Democratic nominee, sued the State Board of Elections claiming that Stephens had filed a certificate declining his nomination eight days too late.Risinit, Mike. \"Stephens stays off ballot\". The Journal News. October 27, 2006. The New York Court of Appeals eventually ruled that Stephens's name should remain on the ballot.\"HARPER v. NY STATE BD. OF ELECTIONS, 34 A.D.3d 919 (3d Dept 2006) No. 501448\". New York Appellate Division Reports. November 2, 2006. ==Electoral history== ==See also== *List of members of the New York State Assembly ==Notes== ==External links== * New York Board of Elections Campaign Finance Database * Newscopy.org, Political Website with extensive coverage of the 99th AD race Category:2006 New York (state) elections 99 Category:Orange County, New York Category:Rockland County, New York ",
    "title": "New York's 99th State Assembly district"
}