{
    "id": "5753374",
    "text": "Boeing Canada is the Canadian subsidiary of Boeing, with operations in Winnipeg, MB, Richmond, BC, Montreal, QC and Ottawa, ON. Boeing employs more than 1,600 people in Canada.Boeing in Canada: True Partners, Real Value Boeing Aircraft of Canada Limited was formed in 1929 by the American Boeing Airplane Company. In October 2008, Boeing Canada was named one of \"Canada's Top 100 Employers\" by Mediacorp Canada Inc., and was featured in Maclean's newsmagazine. Later that month, Boeing Canada Technology in Winnipeg was also named one of Manitoba's Top Employers, which was announced by the Winnipeg Free Press newspaper. ==Divisions== * Boeing Canada Vancouver – Richmond, British Columbia & Yaletown in Downtown Vancouver makes maintenance-planning software applications for commercial and defence customers. * Boeing Canada Winnipeg– an aerospace composite manufacturer. ==Former Boeing holdings in Canada== The Boeing Company has been producing aircraft in Canada since the 1930s: * Boeing Aircraft of Canada was formed on the outskirts of Vancouver in 1939, where it built four Boeing C-204 Thunderbird biplane flying boats with detail changes from the US variants, four single-engine Boeing 40H-4 landplane transports, and one of the locally developed Boeing A-213 Totem monoplane flying boat. Beginning in 1939 they built 17 Blackburn Sharks under licence for the Royal Canadian Air Force (RCAF), before starting on 240 Consolidated Catalina I flying boats for Royal Air Force (RAF) and RCAF patrol bomber squadrons. 67 Catalina VIs were also built and supplied to the RAF and Royal Australian Air Force. The plant was located at Sea Island, and has since been re-developed as the Burkeville residential area, named for former Boeing- Canada President Stanley Burke.http://www.seaislandhome.org/burkeville.html * Boeing Vertol Helicopters, Arnprior Division, from 1954 to 2005 was a repair and overhaul facility for Boeing Helicopters used by the Canadian Forces and commercial operators. It was a Department of National Defence (Canada) facility originally purchased by Vertol Helicopters prior to merging with Boeing. The site is now home to Arnprior Aerospace. * de Havilland Canada at Downsview, Ontario, from 1985 to 1992. Sold to Bombardier (Dash 7 and Dash 8) and subsequently sold again to Viking Air's Longview Aviation to continue production of Bombardier Dash 8 under the name De Havilland Aircraft of Canada. * Boeing Toronto, from 1997 to 2005, was a manufacturer of Boeing 717 wings, Delta rocket parts, the C-17 transport and the 737 airliner. This was a former McDonnell-Douglas Canada location which had been used by them from 1967 to 1997 which was absorbed by Boeing in 1997. KC-10 and MD-11 aircraft wings and related components, MD-80 wings, empennage and cabin floors, and McDonnell Douglas F/A-18 Hornet and CF-18 side panels and pylons were made there at that time. This was the Malton facility adjacent to Toronto Pearson International Airport that before McDonnell-Douglas it had been the Avro Canada plant where the Avro CF-105 Arrow was built. The plant was closed in 2005 after Boeing ended production of 717 and most of the buildings have since been torn down. ==See also== * COM DEV International * CMC Electronics * Héroux-Devtek * MacDonald, Dettwiler and Associates * Spar Aerospace ==References== ==External links== * Boeing Canada official homepage Category:1934 establishments in Canada Category:Companies based in Winnipeg Category:Canadian subsidiaries of foreign companies Category:Aerospace companies of Canada Category:Boeing ",
    "title": "Boeing Canada"
}