{
    "id": "5753565",
    "text": "Keni Thomas is an American country music singer and former United States Army Ranger. Thomas was deployed in support of Operation Restore Hope as a member of Task Force Ranger in Somalia, and served in the Battle of Mogadishu. Thomas works as a motivational speaker drawing from this experience as an Army Ranger. As a country singer, Thomas has recorded several independently released albums. Two singles, from the album Flags of Our Fathers: A Soldier's Story charted on the Billboard country music charts. Thomas appeared in a pair of 2011 episodes of FX television show Louie, portraying himself in a fictionalized version of a real U.S.O. visit to Afghanistan (season 2 episodes 11 and 12). ==Military career== Thomas enlisted in the Army in 1991. Prior to joining the Army he graduated from the University of Florida. He served in the 3rd Ranger Battalion, eventually attaining the rank of Staff Sergeant. Thomas was a member of Task Force Ranger as a part of Operation Restore Hope in Somalia. A main objective of the Task Force was to capture the elusive Somali warlord Mohamed Farrah Aidid. The most well known of their combat missions occurred October 3, 1993, when Thomas and fellow Task Force members were involved in the Battle of Mogadishu that was later immortalized in the book Black Hawk Down and its subsequent film adaptation, for which he served as a consultant. Tac Fitzgerald portrayed him in the film. Twenty years later he returned to Mogadishu with fellow veteran Jeff Struecker, now a pastor, to film a short retracing their steps in the Battle of Mogadishu. He also served as a consultant for We Were Soldiers.https://www.imdb.com/name/nm0992805/ After Somalia, Thomas went on to serve as an assistant team leader on Ranger recon teams. His military decorations and achievements include the Bronze Star for Valor with the \"V\" device and the Combat Infantryman Badge. Thomas was awarded Master Parachute wings with over 400 jumps, the British and Belgian parachute wings, and successfully completed the Army's Ranger School, Belgian Commando School, the Special Forces Combat Diver's School, the Army's Jumpmaster Course, Pathfinder School, Military Free Fall (MFF) School, Cold Weather Mountaineering School, and Medical Emergency School. ==Youth Counselor and Speaker== Upon leaving active duty service, Thomas worked as a youth counselor. He also became a speaker, giving presentations to various audiences across the United States.http://www.vacationsmadeeasy.com/NashvilleTN/activity/KeniThomasAtGrandOleOpry.cfm Represented by Premiere Speakers Bureau, Thomas draws from his experiences on the battlefield, and inspires people to achieve greatness by stressing the importance of outstanding leadership at every level, even if the only person you are leading is yourself.http://premierespeakers.com/keni_thomas ==Author== In 2011, Thomas wrote and released his first book, entitled \"Get It On.\" The book tells his personal account from October 1993 when he was writing a letter to his mom, then heard the words \"get it on,\" said by one of his Army Ranger superiors. Thomas geared up, loaded into a Blackhawk helicopter, and headed for Mogadishu, Somalia, where he would become one of the lucky servicemen to return from what would become known as Black Hawk Down, a battle that lasted two days, took 18Mark Bowden (16 November 1997). \"Blackhawk Down\". Philadelphia Inquirer. Retrieved 25 August 2013. lives and wounded an additional 73 soldiers. ==Musical career== Thomas formed the band Cornbread and began his career in music by performing with the band in and around Columbus, Georgia. Cornbread made a bigger name for itself during the middle to the late 1990s and extended its shows to college campuses such as Auburn University. Thomas and Cornbread released several albums, including Flags of Our Fathers, which was released under the artist's name, Keni Thomas. Cornbread was also featured in the movie Sweet Home Alabama, starring Reese Witherspoon. In the movie, Keni and his bandmates perform the feature song, \"Sweet Home Alabama\" (originally recorded by Lynyrd Skynyrd in the late 1970s), for which the movie was named.https://www.imdb.com/name/nm0992805/ Thomas donates some of the proceeds to the Hero Fund, which directs those funds to the Special Operations Warrior Foundation, an organization created to provide college scholarships and financial aid to the children of deceased or wounded Special Operations.soldiers.http://www.cbn.com/700club/features/amazing/keni_thomas111108.aspx Thomas has made several appearances on the famed Grand Ole Opry, including his most recent performance in May 2014.http://events.tennessean.com/event/detail/441841585/Grand_Ole_Opry_featuring_Suzy_Bogguss_Keni_Thomas_and_more_to_be_added_ He has appeared on several television shows to talk about his book and his time during the Battle of Mogadishu, including Huckabeehttps://archive.org/details/FOXNEWSW_20140310_000000_Huckabee?q=keni+thomas#start/3274/end/3334 and CNN.http://transcripts.cnn.com/TRANSCRIPTS/0110/24/ltm.02.html Thomas has performed the National Anthem for the New York Yankees several times, including game one of the 2009 World SeriesGhiroli, Brittany (October 28, 2009). \"Star-studded tribute precedes Game 1\". mlb.com and again in 2012,https://www.youtube.com/watch?v=3WfiL_cOvq8 as well as for the San Francisco Giants on Memorial Day 2010.\"\". Comcast Sportscenter. Thomas appeared in a 2011 episode of the FX television show Louie, portraying himself in a fictionalized version of a real U.S.O. visit to Afghanistan he took with comedian Louis C.K. in December 2008. Thomas' song \"Hold The Line\" was featured in the May 2014 feature documentary, The Hornet's Nest, which uses real footage to tell the story of an elite group of U.S. troops sent on a dangerous mission deep inside one of Afghanistan's most hostile valleys.http://thehornetsnestmovie.com/keni-thomas/ On Sunday, June 8, 2014, Thomas sang the National Anthem for the unveiling of Allied Paratrooper Monument in honor of the 70th Anniversary of the D-Day in Normandy, France. He performed with the 82nd Airborne Division Color Guard.http://www.businesswire.com/news/home/20140602005342/en/Keni-Thomas- Perform-70th-Anniversary-D-Day-Event#.VDgERCldWfN ==Discography== ===Albums=== ====As Cornbread==== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |- ! style=\"width:20em;\"| Title ! style=\"width:18em;\"| Album details |- ! scope=\"row\"| Following Ceres | * Release date: 1996 * Label: Raspberry Moon |- ! scope=\"row\"| Headspace and Timing | * Release date: 1998 * Label: Raspberry Moon |- ! scope=\"row\"| No Place Like Home | * Release date: 2000 * Label: RBM Musikproduktion |- |} ====As Keni Thomas==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! style=\"width:20em;\"| Title ! style=\"width:18em;\"| Album details |- ! scope=\"row\"| Hero Fund | * Release date: May 22, 2003 * Label: Moraine Records |- ! scope=\"row\"| Flags of Our Fathers: A Soldier's Story | * Release date: January 25, 2005 * Label: Moraine Records |- ! scope=\"row\"| Gunslinger | * Release date: November 29, 2007 * Label: Tenacity Records |- ! scope=\"row\"| Give It Away | * Release date: June 24, 2014 * Label: RBM Records |- |} ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\" style=\"width:20em;\"| Single ! colspan=\"1\"| Peak positions ! rowspan=\"2\"| Album |- style=\"font-size:smaller;\" ! width=\"60\"| US Country |- | rowspan=\"2\"| 2005 ! scope=\"row\"| \"Not Me\" (with Vince Gill and Emmylou Harris) | 47 | align=\"left\" rowspan=\"2\"| Flags of Our Fathers: A Soldier's Story |- ! scope=\"row\"| \"Gloryland\" (with Blackhawk) | 56 |- | 2008 ! scope=\"row\"| \"Shreveport to L.A.\" | — | align=\"left\" rowspan=\"2\"| Gunslinger |- | 2009 ! scope=\"row\"| \"Gunslinger\" | — |- | 2014 ! scope=\"row\"| \"Hold The Line\" | — | align=\"left\"| Give It Away |- | colspan=\"4\" style=\"font- size:8pt\"| \"—\" denotes releases that did not chart |- |} ===Music videos=== {| class=\"wikitable plainrowheaders\" ! Year ! style=\"width:20em;\"| Video ! Director |- | 2005 ! scope=\"row\"| \"Not Me\" | |- | 2008 ! scope=\"row\"| \"Shreveport to L.A.\" | rowspan=\"3\"| Glenn Sweitzer |- | 2009 ! scope=\"row\"| \"Gunslinger\" |- | 2014 ! scope=\"row\"| \"Hold The Line\" |} ==References== ==External links== *Official Keni Thomas website *Somalia to country star: UF grad's story *St. Petersburg Times article on Keni Thomas *December 2007 edition of Playgrounds Magazine, featuring an interview with Keni Thomas Category:American country singer-songwriters Category:Living people Category:Musicians from Columbus, Georgia Category:United States Army Rangers Category:United States Army soldiers Category:University of Florida alumni Category:Year of birth missing (living people) Category:Battle of Mogadishu (1993) Category:Songwriters from Georgia (U.S. state) Category:Country musicians from Georgia (U.S. state) ",
    "title": "Keni Thomas"
}