{
    "id": "5753623",
    "text": "John IV Megas Komnenos (΄ Μέγας Κομνηνός, Iōannēs IV Megas Komnēnos) ( 1403 – c.1459 John Hutchins Rosser: Historical Dictionary of Byzantium page 259) was Emperor of Trebizond from 1429 until his death. He was a son of Emperor Alexios IV of Trebizond and Theodora Kantakouzene. == Early life == John had been designated despotes, or heir apparent, by his father as early as 1417, but had come into conflict with his parents. According to a passage considered to be an interpolation in the history of Laonikos Chalkokondyles, he accused his mother Theodora of having an affair with an unnamed protovestiarios, whom he killed, then held his parents captive in the citadel until the palace staff released them. John then fled to Georgia.Chalkokondyles, Histories II.219.12-222.21; discussed in Anthony Kaldellis, \"The Interpretations in the Histories of Laonikos Chalkokondyles\", Greek, Roman, and Byzantine Studies, 52 (2012), pp. 260-262 As a result, his brother Alexander was designated despotes in his place. While in Georgia John married Bagrationi, a daughter of King Alexander I, but he could not obtain sufficient support to establish himself in Trebizond. A Genoese document dated November 8, 1427 orders the consul at Caffa in the Crimea to keep on good terms with the Emperor of Trebizond for news of John arriving at Caffa had reached Genoa.William Miller, Trebizond: The last Greek Empire of the Byzantine Era: 1204-1461, 1926 (Chicago: Argonaut, 1969), p. 82 Here he found a large vessel full of arms, and in exchange for appointing its owner his protostrator the vessel and its crew brought him home in 1429.Chalkokondyles II.219-220; translated by Anthony Kaldellis, The Histories (Cambridge: Dumbarton Oaks Medieval Library, 2014), vol. 2 pp. 307 Landing at Saint Phokas (the modern Kordyle), John and his supporters made their base in the monastery. His father Alexios rode out with his retinue and camped nearby. An important family, the Kabasitai, offered to act as intermediaries; however, an interpolator of the History of Chalkokondyles, or Pseudo-Chalkokondyles,For a discussion of this source, see Kaldellis, \"The Interpolations\", pp. 259–283 states that they were John's \"secret accomplices\" for some of the Kabasitai had agreed to allow two of John's archontes into Emperor Alexios' tent, and once inside the archontes murdered Alexios around midnight. According to Pseudo-Chalkokondyles, John had instructed them to only bring his father to him, but the men thought John would be more grateful if they killed his father the Emperor, and did so. They learned they had misunderstood John's wishes: he had the eyes of one man put out and the hand of the other cut off.Chalkokondyles II.220; translated by Kaldellis, The Histories, vol. 2 pp. 308f Pero Tafur provides a detail at variance with the account of Pseudo-Chalkokondyles, for he reports that John became emperor with help of the Turkish Sultan.A. Vasiliev, \"Tero Tafur, a Spanish Traveler of the XVth Century and His Visit to Constantinople, Trebizond, and Italy,\" Byzantion, 7 (1932), p. 98 It may be both versions contain part of the truth: although John ascended to the throne on the murder of his father, it may be the Turkish Sultan provided John with financial or military support to return to Trebizond. John was recognized as emperor in Trebizond some time before 28 October 1429, the date of the first document that mentions him on the throne.Miller, Trebizond, p. 83 His brother Alexander was afterwards exiled to Constantinople, where the Spanish Ambassador Tafur met him eight years later. == Reign == John IV began his reign by punishing the physical murderers of his father, then burying his father in state in the metropolitan cathedral. His reign was dominated by ongoing attempts to defend Trebizond from its Turkmen neighbors and the increasingly aggressive Ottoman Empire to the west. In 1442 the Ottoman Sultan Murad II sent out a fleet to plunder the shores and to attempt to capture the city. This expedition did not seriously affect Trebizond itself, but attacked Trebizond's dependencies in the Crimea and was partly destroyed by a storm on its return journey. The Ottomans did not make another attack on the Empire of Trebizond until the reign of the next Sultan, Mehmed II.Miller, Trebizond, p. 85 In February 1451 the Byzantine diplomat George Sphrantzes arrived in Trebizond seeking a bride for his emperor, Constantine XI Palaiologos. This incident is notable for the anecdote it relates about John, who gleefully related to Sphrantzes the news of the death of Sultan Murad II, and that Mehmed II's youth meant that now his empire could last longer and be blessed. Sphrantzes, however, was taken aback and explained to him that Mehmed's youth and seeming friendship were only ploys, and that under John's brother-in-law John VIII the empire had been deeply in debt, but now his new emperor was trying to change that.Sphranzes, ch. 30. translated in Marios Philippides, The Fall of the Byzantine Empire: A Chronicle by George Sphrantzes, 1401-1477 (Amherst: University of Massachusetts, 1980), pp. 58ff His conversation with Sphrantzes should have warned John IV the new peril which had come forth. After the Fall of Constantinople to Mehmed II in 1453, Trebizond and the Morea were left as the last remnants of the Byzantine imperial tradition. Mehmed II immediately summoned John to pay tribute in Constantinople and imposed heavy tolls on Trapezuntine and Venetian shipping through the straits. John apparently failed to cooperate, and in 1456 the Sultan dispatched his governor of Amasya Hizir Bey to attack Trebizond by both land and sea.Miller, Trebizond, pp. 85-87 According to Chalkokondyles, Hizir raided the countryside, even penetrating into the marketplace of Trebizond, capturing altogether about two thousand people. The city was deserted due to plague and likely to fall; John made his submission and agreed to pay an annual tribute of 2,000 gold pieces in return for the return the captives Hizir had taken. John sent his brother David to ratify the treaty before Mehmed II himself, which he did in 1458, but the tribute was raised to 3,000 gold pieces.Chalkokondyles II.222; translated by Kaldellis, The Histories, vol. 2 p. 313. Miller, Trebizond, p. 87 Aware of the Ottoman advance against the remaining Byzantine possessions in the Morea, John IV attempted to bolster his position by resorting to an old family tradition; the same year David delivered the tribute to Mehmed, John married his daughter Theodora to Uzun Hasan of the Ak Koyunlu.Franz Babinger, Mehmed the Conqueror and his Time, translated by Ralph Manheim (Princeton: University Press, 1978), p. 185 He also pursued Western support through effecting a union with the Roman Catholic Church. As early as 1434 he had responded to the letters of Pope Eugenius IV, in marked contrast to earlier emperors of Trebizond, who had ignored papal missives. The Metropolitan of Trebizond joined the Byzantine clergy at the Council of Basel-Ferrara-Florence (1438-1439).Miller, Trebizond, pp. 89-91 However, these approaches to the Papacy were not marked by harmonious relations with the most important Western power concerned with Trebizond, the Republic of Genoa. Although John owed his throne to a Genoese crew, he repeatedly failed to reimburse the Genoese for debts owed to them in 1431, and in 1441 refused to provide reparations for a Genoese ship ordered seized and looted six years earlier. Further diplomatic initiatives by Genoa failed in 1443, and in 1447 the Genoese of Caffa advanced on Trebizond with their fleet, threatening to set up an embargo. The disputes were never fully settled and seriously injured commerce in the Black Sea.Miller, Trebizond, pp. 91ff John's hostile attitude towards Genoa was explained by one contemporary, the Spanish traveller Pero Tafur, as a fear of a potential Byzantine-Genoese alliance that could place his brother Alexander on the throne of Trebizond. Alexander had fled Trebizond for the Byzantine court in 1429 and had eventually married Maria Gattilusio, the daughter of the Genoese lord of Lesbos. The apprehensiveness towards Genoa was contrasted by friendlier relations with Venice, although the Venetians never recovered their former influence in the Black Sea.Miller, Trebizond, pp. 83f At some point in his reign, John was faced with an attack by the ruler of Ardabil, Shaykh Junayd, who marched upon Trebziond: proposed dates range from the 1430s (E. Janssens) through the 1440s (von Hammer, Finlay, and Miller) to 1456 (Shukurov) or 1456-58 (Bryer).Discussed in Rustam Shukurov, \"The campaign of Shaykh Djunayd Safawi against Trebizond (1456 AD/860 AH)\", Byzantine and Modern Greek Studies, 17 (1993), pp. 127-140 John assembled his land and naval forces, then assisted by his pansebastos sailed forth to meet the Shaikh. The two armies met at Kapanion. John had planned to attack Junayd from both land and sea; however, a strong wind prevented the sailors from landing and the Sheikh's men successfully counteracted, killing the pansebastos and scattering the army. John escaped by means of his fleet, and made it back to Trebizond. Shaykh Junayd soon arrived before the walls of Trebizond, but after three days he found the walls impregnable and marched his army south to ravage the district of Mesochaldia instead. == Death == No contemporary chronicler or historian recorded the actual date of John's death.Unless otherwise indicated, this section is based on Beginning with Jakob Philipp Fallmerayer, modern scholars have inferred it from two records: one was a letter from John's successor and brother, David of Trebizond, dated 22 April 1459, but because it was associated with the dubious embassy led by Ludovico da Bologna, and internal inconsistencies, this letter has been considered at the least a partial forgery; the other record was a damaged inscription Fallmerayer reported to have seen in the citadel (\"high tower\"), which was made by John and dated to the year 6968 (= A.D. 1 September 1459 – 31 August 1460); however this inscription was never seen by any other historian, despite determined efforts, and the citadel itself has since been destroyed. Since William Miller wrote his book on Trebizond, the scholarly consensus dated his death to 1458, although with some dissent to 1459 (Lampsides, Kursanskis) or simply state the broad limits 1458/9-1460 (Anthony Bryer). This may have been settled with the discovery of a memorandum in the Genoese archives. Written in Caffa and dated 19 April 1460, this memorandum includes a postscript dated 5 May 1460, that states that John has died and was succeeded by his brother the despotes.Imperator Trapezundarum diem suum obiit. In cuius imperio successit illustris dominus Dispotus eius frater, cum quo novo Imperatore studebimus pro posse vivere quiete. In discussing this document, Thierre Ganchou explains that it confirms clearly a terminus ante quem for John's death of 22 April 1460. Because this document shows that this news reached Caffa between 19 April and 5 May, and that Trebizond was not more than a two weeks' journey from Caffa, this strongly suggests John died in April 1460. Ganchou explains the discrepancies in the rest of the evidence facilely. The year \"1459\" in the letter carried by the embassy of Ludovico da Bologna was an error in transcription: the original letter has not been found, and may no longer exist. The first time this letter was printed was in 1496, taken from the text of Reg. Lat. 557, a manuscript now at the Vatican Library. Noting that the letter appears between two other documents dated to 1459, Ganchou blames a \"lazy scribe\" for writing that year when transcribing this letter, instead of the correct 1460. Once these two sources are accepted as plausible, then there is no longer any basis to reject the evidence of the lost inscription Fallmerayer reported seeing on the . == Marriage and children == John IV was married twice, first to an unnamed daughter of King Alexander I of Georgia,Cyril Toumanoff, \"The Fifteenth-century Bagratids and the Institution of Collegial Sovereignty in Georgia\", Traditio, 7 (1949-1951), pp. 182ff then prior to November 1437 he married the daughter of a Turkish sultan. According to the Europäische Stammtafeln, his second wife was the daughter of Dawlat Berdi Khan of the Golden Horde, although no basis for this identification is given. An alternative identification is that she was the daughter of the Crimean Khan, Hacı I Giray.Kelsey Jackson Williams, A Genealogy of the Grand Komnenoi of Trebizond', Foundations 2(3) (2006) p. 183 He is commonly said to have as many as three children—a son and either one or two daughters.For example, see George Finlay, The History of Greece and the Empire of Trebizond, (1204-1461) (Edinburgh: William Blackwood, 1877), p. 508 However, Kuršanskis has shown that John had only one child—Theodora Megale Komnene, better known by her Mongol appellation \"Despina Hatun\".Michel Kuršanskis, \"La descendance d'Alexis IV, empereur de Trébizonde. Contribution à la prosopographie des Grands Comnènes\", Revue des études byzantines, 37 (1979), pp. 239-247 The two doubtful children are: * Alexios (1455–1463), who was beheaded at Constantinople. Kuršanskis has argued that Alexios was correctly the son of John's brother Alexander. * Eudokia (Valenza), said by Caterino Zeno to have married Niccolò Crispo, lord of Syros. Kuršanskis has shown this woman never existed. == References == == Sources == *The Oxford Dictionary of Byzantium, Oxford University Press, 1991. == External links == * Profile of Alexios IV and his children in \"Medieval Lands\" by Charles Cawley * Vougiouklaki Penelope, \"John IV Grand Komnenos\", Encyclopedia of the Hellenic World: Asia Minor Category:1403 births Category:1460 deaths Category:15th-century emperors of Trebizond Category:Grand Komnenos dynasty Category:Eastern Orthodox monarchs ",
    "title": "John IV of Trebizond"
}