{
    "id": "5754286",
    "text": "Bukit Antarabangsa is a hillside township located in Ulu Klang, Ampang District, Selangor, Malaysia. The area is well known for being an affluent residential suburb occupied by occasional celebrities and political figures alike. ==Townships== *Laman Oakleaf *Taman Bukit Mewah *Taman Bukit Mulia *Taman Bukit Utama *Taman Bukit Jaya *Taman Wangsa Ukay *Puncak Bukit Utama *Riverdale Park *Kampung Sungai Sering *Taman Riana Ukay ==Notable residents== *Hani Mohsin (until 2006) *Siti Nurhaliza *Awie *Johan Rajalawak *Erma Fatima *Norman Hakim & Memey *Mohamed Azmin Ali ==Notable events== *15 May 1999 - A landslide occurred near the Athenaeum Tower condominium, Bukit Antarabangsa, trapping many people in their homes. *6 December 2008 - A landslide buried 14 bungalows in Taman Bukit Mewah. ==Erosion risks== The disastrous landslide of a hill side in 1993 which caused the 12-story Highland Tower to collapse, the 1999 landslide and the 6 December 2008 landslide indicate that this area has a high risk potential for landslide. This can be attributed to the convergence of 3 factors: rainfall, steep hill sides, and soil type/geological foundation. In a tropical country high rainfall through the year is common, and very high intensity rain during south west and north east monsoons in December and May can be as high as 350 mm a month. Due to the spillover of the East Coast Monsoon rainfall, critical holding capacity can be overwhelmed. This results in highly saturated soils. In addition to the rain, the steep slopes and soil type are other factors contributing to a high risk of landslides. Geologically, these areas often consist of shale or schist which easily weathers to deep clay-like material of oxic or ferralictic nature, which absorbs water through its deep profile instead of allowing a surface runoff. This may lead to a critical point which results in mass movement of soil. According to the reconnaissance soil map from the Department of Agriculture, the soil type of the Mountain Area can be of granitic materials (Rengam- Jerangau soil series) while the lower hilly area of Bukit Antarabangsa most probably consist of shale or sandstone materials, which give risk. Category:Townships in Selangor Category:Landslides in Malaysia ",
    "title": "Bukit Antarabangsa"
}