{
    "id": "5754007",
    "text": "Dick's Picks Volume 22 is a two-CD album by the rock group the Grateful Dead, the 22nd installment of the live archival release series. It documents portions of the concerts on February 23 and 24, 1968, at the Kings Beach Bowl in Kings Beach, California (located on the north shore of Lake Tahoe). It was released in June 2001. Dick's Picks Volume 22 is mastered in HDCD from the original recordings by Dan Healy. The recordings are noted for being part of the live material used to create Anthem of the Sun, the Grateful Dead's second album. ==Caveat emptor== Each volume of Dick's Picks has its own \"caveat emptor\" label, advising the listener of the sound quality of the recording. The one for Volume 22 reads: \"Warning: This is not an audiophile recording! Many of you may have read the numerous Dick's Picks Caveat Emptors over the years and thought \"Oh yeah... sure... whatever.\" Well, this old analog recording source exhibits many audio flaws including high distortion, low vocals, tape hiss, and missing pieces. No fair calling Customer Support and complaining! However, let it be known that this CD also includes some pretty damn exciting and historical music, and for that reason is brought to you with pride.\" ==Track listing== ===Disc one=== #\"Viola Lee Blues\" (Noah Lewis) – 19:16 #\"It Hurts Me Too\" (Elmore James) – 4:13 #\"Dark Star\" (Robert Hunter, Jerry Garcia, Mickey Hart, Bill Kreutzmann, Phil Lesh, Ron McKernan, Bob Weir) – 6:49> #\"China Cat Sunflower\" (Hunter, Garcia) – 4:38> #\"The Eleven\" (Hunter, Lesh) – 10:33> #\"Turn On Your Lovelight\" (Deadric Malone, Joseph Scott) – 12:40 #\"Born Cross-Eyed\" (Weir) – 2:32> #\"Spanish Jam\" (Grateful Dead) – 7:23 ===Disc two=== #\"Morning Dew\" (Bonnie Dobson, Tim Rose) – 8:10 #\"Good Morning Little Schoolgirl\" (Sonny Boy Williamson) – 14:39 #\"That's It For The Other One\" (Garcia, Kreutzmann, Weir) – 8:13> #\"New Potato Caboose\" (Bobby Petersen, Lesh) – 9:08 #\"Alligator\" (Hunter, McKernan, Lesh) – 3:45> #\"China Cat Sunflower\" (Hunter, Garcia) – 4:14> #\"The Eleven\" (Hunter, Lesh) – 7:17> #\"Alligator\" (McKernan, Lesh) – 6:39> #\"Caution (Do Not Stop On Tracks)\" (Grateful Dead) – 11:49> #\"Feedback (Grateful Dead) – 4:55 ==Personnel== ===Grateful Dead=== *Jerry Garcia – lead guitar, vocals *Phil Lesh – electric bass, vocals *Bob Weir – rhythm guitar, vocals *Ron \"Pigpen\" McKernan – organ, harmonica, percussion, vocals *Mickey Hart – drums *Bill Kreutzmann – drums ===Production=== *Dan Healy – live recording *Dick Latvala – tape archivist *David Lemieux – tape archivist *Jeffrey Norman – CD mastering *Eileen Law – archival research *Tina Carpenter – cover art and design *Robert Minkin – layout design *Andy Mond – photos *Patricia Holmbo – photos *Brad Perks – photos *Chris Jepsen – photos ==Recording dates== *February 23 – Disc One *February 24 – Disc Two ==Notes== 22 Category:2005 live albums ",
    "title": "Dick's Picks Volume 22"
}