{
    "id": "5756779",
    "text": "John Long (born July 21, 1953) is an American rock climber and author. His stories have been translated into many languages. ==Education== Long is a 1971 graduate of Upland High School in Upland, California, Long studied humanities at the University of LaVerne (graduating with departmental honors), Claremont Graduate School and Claremont School of Theology. ==Stonemasters== John Long joined teenage climbers John Bachar, Rick Accomazzo, Richard Harrison, Tobin Sorenson, Robs Muir, Gib Lewis (climber), Lynn Hill, Jim Wilson, and Mike Graham as members of a group of climbers in Yosemite Valley, known as the \"Stonemasters\". As the result of the groups exploits, from the French Alps to the North Pole, combined with Long's popular writings, the Stonemaster ethos was central in the \"extreme\" adventure sports culture. While Long and the Stonemasters branched out into diverse disciplines including caving, river running and first descents, extreme skiing, big wave surfing, trans- continental traverses, BASE jumping and Himalaya alpine climbing, the original renown sprang from establishing scores of daring new rock climbs—throughout the 1970s and 1980s—in Southern California and Northern Mexico, most notably at Tahquitz and Suicide Rock in Idyllwild, Joshua Tree National Park, and Yosemite Valley, all in California, and El Gran Trono Blanco, in Baja, Mexico. ==Noted climbs== Long's many climbing feats include the first one-day ascent of the most sought after rock climb in North America, the 3,000 foot Nose route on El Capitan, on Memorial Day, 1975, with Jim Bridwell and Billy Westbay. The following year, partnered with Dale Bard, Long made the second one-day ascent of El Cap via the West Face, in the remarkable time of five hours. He followed this with blitz ascents of Leaning Tower, Washington Column, Half Dome and Ribbon Falls, precipitating the modern speed climbing movement so popular today, both in Yosemite Valley and beyond. After the First One Day Ascent of El Capitan, Yosemite Valley, California A skilled free climber, Long popularized \"free soloing\" (climbing with no rope) during his high school days out at Joshua Tree National Park, first introducing John Bachar to the practice in 1974 with their now fêted ascent of Double Cross, at Joshua Tree. Bachar would soon establish himself as the world's leading solo rock climber. In 1977, Long and Bachar toured the Western States, repeating most of John Gill's notorious boulder problems at Horse Tooth Reservoir, Ft. Collins, Split Rocks, Estes Park, the Badlands, Pueblo (all in Colorado), and at the Needles of South Dakota. Long's two seminal photo articles, \"Pumping Sandstone,\" in 1976, and \"Pumping Granite,\" in 1977, both featured in Climbing Magazine, inspired an entire generation of free climbers throughout the US and Western Europe, and helped establish bouldering in general, and \"High Balling\" (high bouldering sans rope) in particular, as a valid and extreme expression of traditional climbing. Long's 1973 ascent of Paisano Overhang (5.12c) at Suicide Rock in Southern California, helped to firmly establish the 5.12 grade and was likely the most technically difficult free climb in the world at that time. His 1978 ascent of Hangover (5.13b), at nearby Tahquitz Rock, was arguably the first climb achieved at that grade. In 1975, along with Ron Kauk and John Bachar, Long became the first to free climb a legitimate big wall with the first free ascent of the East Face of Washington Column, in Yosemite Valley, later dubbed Astroman, for two decades widely considered \"The World’s Greatest Free Climb.\" The following year, also in Yosemite, and with British climber Pete Livesey, Long free climbed the second big wall in history – the 1,700 foot Chouinard/Herbert route on Sentinel Rock. On June 15, 2011, Alex Honnold free soloed the Chouinard/Herbert for CBS News, with Long hosting alongside 60 Minutes correspondent, Lara Logan. Starting in 1980, with a kayaking expedition to Baja California, Long transitioned into international exploration. Many notable expeditions followed, including the first coast-to- coast traverse of Borneo, transcontinental traverse of Irian Jaya, discovery and exploration of the world's largest river cave, Gulf Province, Papua New Guinea, First Descent, Angel Falls, Venezuela, First Descent of the Kayan River, Kalimantan, Indonesia, as well as expeditions to the Troll Wall, Norway, Hand of Fatima, Mali, West Africa, Mt. Asgard, Baffin Island, Ellesmere Island and the North Pole. ==Film and television== Starting in 1980, Long began working for David Frost Productions, writing and producing ABC and BBC specials, including the International Guinness Book of World Records, which also became a long-running syndicated series. Moving into feature films in the 1990s, Long worked on the second unit for dozens of motion pictures, including the Rambo series. His novella, Rogue’s Babylon, was the basis for Sylvester Stallone's hit movie, Cliffhanger. During this time Long also worked for Bennett Productions, in Santa Monica, writing and producing action sport shows for TBS, NBC, CBS, FOX, HDTV, RUSH and others. Highlights include the Emmy nominated Red Bull Cliff Diving World Championships in La’nai, Hawaii, and the International Monitor Award (International Emmy) Winning show, Hawaiian Waterman (big wave surfing), for Asahi (Japanese HD TV). Later work with New Wave Entertainment involved writing and producing long form shows for Discovery, History Channel, Showtime, A&E;, Lifetime, and HBO. His 2008 documentary for Code Black Entertainment and Ebony Magazine, Why We Laugh: The History of African American Humor, was a featured documentary (Spectrum Series) at the 2009 Sundance Film Festival. His most recent (2010) DVD, Who You Callin’ Crazy? featured comedian Katt Williams. In September 2013, Long and Jeff Jackson, were signed by Steven Schwartz and Chockstone Pictures to write Chico Jones (working title), based in part on Long's previous short story volume, Gorilla Monsoon. One Night Stand (also written with Jeff Jackson), a new television series, is currently in development with producer Randy Cordray, longtime producer of the hit series The Office, and current producer of the series Dads (Fox). ==Books== Long has over forty titles varying from Pale Moon: American Indian Folklore and Legends, to short-form literary fiction anthologies, to photos/narrative books on beach culture and big wave surfing. His how-to books on adventure sports have been industry leaders for twenty years. His Advanced Rock Climbing won the Banff Film Festival Award for Mountain Exposition, and he is the 2006 recipient of the Literary Award from the American Alpine Club, their highest honor, rarely bestowed. In the Aug/Sep 2009 issue of Rock & Ice magazine, Long was recognized as \"the most influential adventurer in the world\" over the last twenty–five years, principally owing to his writing. He has had literary best sellers in Polish (Long on Adventure) and Spain (Rogue’s Babylon). His large format book, The Stonemasters: California Rock Climbers in the Seventies, was released in October 2009, and on November 4, 2010, won the Grand Prize at the Banff Mountain Book Festival. Yosemite: The Vertical Evolution, another large format book on modern free climbing in Yosemite, was released in July 2011. The Big Juice, companion to The Big Drop, Long's seminal big wave surfing book of 2000, was released in August 2011. Stone Nudes, a hardback, black and white art photo book (photography by seminal fashion shooter, Dean Fidelman) with essays, was released to international critical acclaim in January 2011,. Long's work with other photographers includes Sand in my Hair: Beach Culture so Help me God, with Dane Peterson and Glam Utopia, on high fashion models, with photographer Jim Herrington. TheTrad Climber’s Bible, co-written with Peter Croft and featuring the photography of Nat Geo shooter Andrew Burr (and others) went to press in November 2013, and will be Falcon Press's major release for 2014. Long has also agreed to write another large format, retro art book (on the 1950s) with designer Tom Adler and photographer Dean Fidelman, the team that previous partnered for the acclaimed Stonemaster book. Long's 8,200 word article, Down and Out, for the 2013 edition of Ascent Magazine, was nominated for the National Publisher's Award. * * * * * * * * * * (winner of National Outdoor Book Award (Works of Significance, 1999)) * * * * * * * ==Videos== * ==Film== * Long wrote a screenplay from which the screenplay for Cliffhanger was based. He received a credit of \"premise by\" Long. * Long was among those interviewed in “The Dawn Wall”. His commentary was the narration of the film's main body. ==References== ==Further reading== * Ament, Pat (2002). \"Wizards of Rock: A History of Free Climbing in America\", Wilderness Press * Hill, Lynn (2002). \"Climbing Free\", W. W. Norton & Co. * Long, John (2009). The Stonemasters: California Rock Climbers in the Seventies, Stonemaster Press/T. Adler Books ==External links== * * * Category:1953 births Category:Living people Category:People from Indio, California Category:American mountain climbers Category:American rock climbers Category:Free soloists Category:American non-fiction outdoors writers Category:American male non-fiction writers Category:University of La Verne alumni Category:Claremont Graduate University alumni ",
    "title": "John Long (climber)"
}