{
    "id": "5756372",
    "text": "The Bender Visual-Motor Gestalt Test (abbreviated as Bender-Gestalt test) is a psychological test used by mental health practitioners that assesses visual- motor functioning, developmental disorders, and neurological impairments in children ages 3 and older and adults. The test consists of nine index cards picturing different geometric designs. The cards are presented individually and test subjects are asked to copy the design before the next card is shown. Test results are scored based on the accuracy and organization of the reproductions. The Bender-Gestalt test was originally developed in 1938 by child psychiatrist Lauretta Bender. Additional versions were developed by other later practitioners, although adaptations designed as projective tests have been heavily criticized in the clinical literature due to their lack of psychometric validity. All versions follow the same general format but differ in how results are evaluated and scored. ==Background== The first version of the Bender-Gestalt test was developed in 1938 by child neuropsychiatrist Lauretta Bender. The original test consists of nine index cards with different figures on each card. The subject is shown each figure and asked to copy it onto a piece of blank paper. The test typically takes 7–10 minutes, after which the results are scored based on accuracy and organization. It can be administered on both children and adults ages three and older. Bender first described her Visual-Motor Gestalt Test in a 1938 monograph titled A Visual Motor Gestalt Test and Its Clinical Use. The figures were derived from the work of the Gestalt psychologist Max Wertheimer. It ranked in the top five most popular psychological tests used by mental health practitioners, particularly school psychologists, from the 1960s until the early 1990s when participation in the required training began to decline. It measures perceptual motor skills, perceptual motor development, and gives an indication of neurological deficits. Additional versions were developed by later practitioners, although adaptations designed as projective tests have been heavily criticized in the clinical literature due to their lack of psychometric validity. All versions follow the same general format, but differ in how results are evaluated and scored. ==History== The impetus for the clinical use of the Bender Gestalt came in the late 1930s when Max L. Hutt, an Instructor at the Educational Clinic of City College of New York became interested in developing a nonverbal projective personality test. The advantages of such an instrument would eliminate problems with language as well as prevent the test subjects from consciously screening their responses and the reproduction of the nine Bender Test Figures by test subjects could be accomplished in as little as ten minutes. Reasoning that providing a test subject with several sheets of blank paper, a pencil, and explaining that \"you are going to be shown some cards, one at a time, with a simple design on each of them and you are to copy them as well as you can. Do it any way you think is best for you. This is not a test of artistic ability, but try to copy the designs as well as you can\" would confront the subject with an ambiguous problem to solve. With no further instructions and the response of \"do it in any way you think is best\" to any questions, the subject was forced to interpret the task and proceed in a manner that was consistent with the individual's accustomed personality style. Hutt subsequently developed a series of \"test factors\" with suggestions as to the personality characteristics with which they might be associated. However, nothing regarding this preliminary work was published and it remained out of the mainstream of educational psychology, which at that time was virtually limited to intelligence, ability and vocational interest testing. However, with the United States entering into World War II in 1941, Hutt was commissioned in the U.S. Army and assigned as a consultant in Psychology to the Surgeon General's Office in Washington. The Army was experiencing a need to quickly train and deploy both Psychiatrists and Psychologists to meet the vastly increased need of professionals to diagnose and treat the emotional problems that develop in the stress of wartime military duty. Hutt's first assignment was to train Psychologists as clinicians and he established classes at Brooke Army Hospital in San Antonio, Texas. There he introduced the Bender-Gestalt Test to classes of inducted and commissioned psychologists who in prior years had experience in educational clinics, schools, and mental institutions. In 1945 he published and distributed a mimeographed \"Tentative Guide for the Administration and Interpretation of the Bender-Gestalt Test\" which had, in the previous three years, been widely adopted and utilized in the U.S. military. The clinicians trained by Hutt and now discharged and continuing the practice and teaching of Clinical Psychology in civilian life made the Bender-Gestalt one of the most widely utilized psychological tests. In 1959, Hutt met with a former student and recent Army Officer and Psychologist, Dr. Gerald J. Briskin, who had served during the Korean War and who had made considerable use of the Bender- Gestalt during his military service. Briskin had acquired extensive experience with that test in treating and diagnosing brain damage and stress-related psychological and psychiatric disorders. Their discussions and exchange of clinical findings led to the decision to bring their joint extensive experience with the Bender Gestalt in one definitive volume and that led to the publication of \"The Clinical use of the Revised Bender-Gestalt Test, N.Y. Grune and Stratton, 1960. Subsequently, Elizabeth M. Koppitz adopted several of the Hutt and Briskin scoring factors in her subsequent work, The Bender- Gestalt Test for Young Children.Koppitz, Elizabeth M. (1964). The Bender- Gestalt Test for Young Children. New York: Grune and Stratton. ASIN B009NOJJ5G. The test has been used as a screening device for brain damage. Bender herself said it was \"a method of evaluating maturation of gestalt functioning children 4-11's brain functioning by which it responds to a given constellation of stimuli as a whole, the response being a motor process of patterning the perceived gestalt.\" ==Bender-II== Originally published by the American Orthopsychiatric Association, it was purchased in the 1990s by Riverside Publishing company and released with a revised qualitative scoring system as the Bender-II under the direction of Dr. Gary Brannigan and Dr. Scott L. Decker. The Bender-II contains 16 figures versus 9 in the original. The new or revised scoring system for the Bender-II was developed based on empirical investigation of numerous scoring systems. The Global Scoring System was, tangentially related to Bender's original scoring method and a revision of a system devised by Branigan in the 1980s, was selected based on reliability and validity studies, as well as its ease of use and construct clarity. Elizabeth Koppitz, a clinical child psychologist and school psychologist (who worked most of her career in New York), developed a scoring system in the 1960s devoted to assessing the maturation of visual-motor skills in children, remaining true to Bender's aim for the test, and popularized its use in the schools. For decades, the Koppitz version, known as the Bender- Gestalt Test for Young Children, was one of the most frequently used scoring systems for the Bender-Gestalt in the United States. After Koppitz's death in the early 1980s, the use of the method held its popularity until the mid-1990s, when it was withdrawn from the market as a result of publishing company consolidations. Steve Mathews and Cecil Reynolds (a friend of Koppitz for some years near the end of her life) were eventually able to locate the publishing rights to the Koppitz version of the Bender-Gestalt, and these rights were subsequently acquired by Pro-Ed Publishing Company of Austin Texas, which then retained Cecil Reynolds to revise the Koppitz version. It was released under Reynolds' authorship in 2007 by Pro-Ed as the Koppitz-2: The Koppitz Developmental Scoring System for the Bender-Gestalt Test. A portion of the proceeds of all sales of the Koppitz-2 goes to the American Psychological Foundation to support the Koppitz scholarships in child clinical psychology. It is important to note that when the test-taker has a mental age less than 9, brain damage, a nonverbal learning disability, or an emotional problem, an error can occur in the results of the test. ==References== ==Further reading== * * * * Category:Cognitive tests Category:Memory tests Category:Neuropsychological tests ",
    "title": "Bender-Gestalt Test"
}