{
    "id": "5756235",
    "text": "Silas Gamaliel Pratt (August 4, 1846 – October 30, 1916) was an American composer. A native of Addison, Vermont, he worked in Chicago, New York, and Pittsburgh, in addition to studies and travels in Germany. Between 1868 and 1871, he studied under Theodor Kullak, among others, but he suffered a wrist injury during a lesson, which prevented his becoming a professional concert pianist. On a later trip to Germany, following a performance of Pratt's works, Franz Liszt gave him encouragement and advice. Pratt is known to have completed at least three operas, one of which he later revised; only two were ever performed. His musical allegory, The Triumph of Columbus, was composed for the quadricentennial of Columbus's discovery of the New World, and was performed at Carnegie Hall on 10 October 1892. Among his other compositions was a symphony about the sinking of the Titanic, completed in June 1913. He was also the first composer to set \"America the Beautiful\". Pratt is known to have taught piano for a time in Joliet, Illinois. In 1895, he was appointed principal of the West End School of Music in New York. He later moved to Pittsburgh, and established the Pratt Institute of Music and Art in 1906; he served as the Institute's president until his death in 1916. He was buried in Chicago. Pratt is said to have once met Richard Wagner, who called him the \"Richard Wagner of the United States\"; reportedly, Pratt then responded that Wagner was \"the Silas G. Pratt of Germany\". Other writings by Pratt include a book entitled Lincoln in story : the life of the martyr-president told in authenticated anecdotes. published by Appleton in 1901. UptonUpton, George Putnam. (1889) The standard symphonies, their history, their music, and their composers; a handbook. page 315. Chicago: A.C. McClurg and Co. See books.google.com/books?id=RZgqAAAAYAAJ&pg;=PA315 . Retrieved November 16, 2013. mentions 2 symphonies by an S.G. Pratt (a standard abbreviation of Pratt's name) – \"No. 1, E minor (1870); No. 2, A major (The Prodigal Son) (1875)\" (dates may be of composition, performance or publication.) ==Operas== * Antonio (selections performed, written 1870–71) * Zenobia, Queen of Palmyra (1882) * Lucille (revision of Antonio) (1887) * Ollanta (unperformed) ==References== *USOperaweb *Account of the meeting with Wagner *Information on America the Beautiful *Necrologist's report * ==External links== * Category:American male classical composers Category:American classical composers Category:1846 births Category:1916 deaths Category:People from Addison, Vermont Category:Musicians from Vermont Category:Musicians from Pittsburgh Category:19th-century classical composers Category:19th-century American composers Category:20th-century classical composers Category:20th- century American composers Category:Classical musicians from Pennsylvania Category:20th-century American male musicians Category:19th-century male musicians ",
    "title": "Silas G. Pratt"
}