{
    "id": "5756607",
    "text": "David Clifford Davies (born 26 November 1959),Dod's Parliamentary Companion - Google Books commonly known as Dai Davies, is a Welsh politician. He was the Member of Parliament (MP) for the Blaenau Gwent constituency in South Wales from 2006 to 2010, representing the Blaenau Gwent People's Voice Group. He was elected at a by-election in June 2006 following the death of independent MP Peter Law, but lost his seat the at the 2010 general election to Labour's Nick Smith by 10,516 votes. ==Background== Davies was born in Ebbw Vale in 1959 and was the son and grandson of steelworkers. He attended Willowtown Secondary Modern School.The Almanac of British Politics - Robert Waller, Byron Criddle - Google Books After leaving school at the age of 16, Davies worked in the electrical department at the Ebbw Vale Steelworks for 26 years; he was a senior trade union shop steward for over 15 years and a member of the Nation Industrial Committee for Steel.No welcome in these valleys for Labour - Telegraph After losing his job at the steelworks that was shortly to close, he took a job with the union and he oversaw the loss of thousands of jobs. He was a trustee of the British Steel plc Pension Scheme. Davies was a voluntary school governor at both primary and secondary level, a former Chair of a Community Health Council and a Community First Partnership Board. He has been a Director of a Development Trust. ==Political career== Davies was agent for both Llew Smith and Peter Law, and a political research officer and campaign manager for Law.https://www.theguardian.com/politics/2009/jul/28/famous- independent-parliamentary-candidates Until his defeat in 2010, he was the leader of Blaenau Gwent People's Voice Group, a political party that had announced intentions to expand outside his own constituency in the 2007 Assembly elections. The election result was the first occasion an independent had held a seat occupied by a previous independent in a by-election since Sir C. V. F. Townshend held The Wrekin in 1920. The traditionally Labour seat 'returned to the fold' in electing Nick Smith on 6 May 2010, on a 29% swing to Labour and with a majority of over 10,000. Whilst Davies was in the House of Commons, two other MPs had the same phonetic name as him: David Davies, a Welsh Conservative MP elected in 2005, and David Davis, an English Conservative MP and runner-up in that party's previous leadership election. The resignation of Davis from the Commons in June 2008 allegedly proved problematic for the Monmouthshire MP, and one could assume that Dai Davies was also included in this confusion. On 23 June 2010, Davies gave his first interview since being defeated by his former party. He stated that he would be leaving frontline politics and standing down as Leader of The People's Voice; after these comments the future of the party he led from 2006 became unclear. He said he would still try and work for the people of Blaenau Gwent. Davies has refused to comment on recent rumours that he wants his former running mate Trish Law to stand aside and give him a chance of trying to win a seat in the National Assembly for Wales. In 2017 he was elected as one of three councillors for the Ebbw Vale North Ward on Blaenau Gwent Council. ==Personal life== Davies is married to Amanda and they live in Ebbw Vale.https://www.walesonline.co.uk/news/local-news/heart-surgery-for-mps- wife-2186938 They have a son.MP’s wife on road to recovery | South Wales Argus ==References== ==External links== * Barrie Clement \"Bevan's home town keeps old Labour's flag flying\", The Independent, 29 June 2006 Category:1959 births Category:Independent members of the House of Commons of the United Kingdom Category:Independent politicians in Wales Category:Living people Category:Members of the Parliament of the United Kingdom for Welsh constituencies Category:UK MPs 2005–2010 Category:Leaders of political parties in Wales Category:People from Ebbw Vale Category:Welsh trade unionists Category:Councillors in Wales Category:Blaenau Gwent People's Voice politicians ",
    "title": "Dai Davies (politician)"
}