{
    "id": "5757790",
    "text": "The Myanmar Football Federation (MFF) () is the governing body of football in Myanmar. The MFF oversees the Burmese men's national team, the women's national team, and youth national teams as well as national football championships and professional club competitions. Headquarters ==History== Reportedly introduced during the British colonial era by James George Scott, a British colonial administrator, football has been the most popular sport in the country. The Burma Football Federation was founded in 1947, a year before the country's independence from the United Kingdom. The BFF joined FIFA in 1952, and the AFC in 1954. The federation launched the first States and Divisions Football Championship in 1952. The highly popular annual competition became the main venue from which to draw out talented players from around the country. This rudimentary level of talent development seemed sufficient for a while. Burma was a top Asian football power, along with Iran and South Korea, in the 1960s and early 1970s, winning two Asian Games tournaments (1966, 1970) and then unprecedented five South East Asian Games tournaments (1965-1973) as well as coming in second in the 1968 Asian Cup tournament. During a ten-year span between 1961 and 1970, Burma thoroughly dominated the U-19/U-20 Asian Cup, reaching the finals nine times and winning the tournament seven times. Starting from the mid-1970s, the country's football success—a source of much national pride—also declined rapidly, along with the country's precipitous economic decline. (Aside from a few regional tournament wins, the Burmese men's national team has not won any major football competition since 1973.) The federation did (or could do) little to promote development of football, or nurture the talent through professional league competitions. Until 1996, the country's main football league consisted of Yangon-based clubs run by government ministries and known for corruption. Although private football clubs were allowed to join the Myanmar Premier League in 1996, the league still did not attract much following by Burmese public. In December 2008, the MFF announced the formation a new national professional league, Myanmar National League, which will start its first full season in 2010. In accordance with FIFA regulations, the MFF reportedly became an independent organization, free of government control, in March 2009. ==Competitions run by the MFF== * Myanmar National League * MNL-2 * General Aung San Shield * Myanmar Women League == Programmes == Together with Youri Djorkaeff, Aung San Suu Kyi meets the school kids at FIFA Football For Schools launching ceremony. The MFF has launched the FIFA Football for Schools project with the support of the FIFA Foundation on 31st January 2020. The event, hosted by MFF President Zaw Zaw, was attended by the State Counsellor H. E. Aung San Suu Kyi, Union Minister for the Health and Sports Dr. Myint Htwe, Union Minister for Education Dr. Myo Thein Gyi, FIFA Foundation CEO Youri Djorkaeff, together with guests, presidents and secretaries from local township football associations. == Sponsorships == Since 2013, 100PLUS has been the sponsor of MFF and Myanmar National League. 100PLUS' sponsorship is extended to 2020 to support major football events in the country, the various football teams within the national setup, football tournaments for youth development and the local professional competitions. ==See also== * Myanmar national football team * Myanmar women's national football team * Myanmar National League * Myanmar national under-23 football team * Myanmar Grand Royal Challenge Cup * Myanmar women's national under-20 football team * Myanmar Premier League * Myanmar national under-17 football team * Football in Burma * Myanmar national under-20 football team * Myanmar national futsal team * Myanmar women's national under-17 football team * Myanmar national beach soccer team * Myanmar Football Academy ==References== ==External links== * Official website * Soccer Myanmar Website * Myanmar National League * Myanmar at the FIFA website. * Myanmar at AFC site Category:Football in Myanmar Myanmar Football Category:Sports organizations established in 1947 Category:1974 establishments in Burma ",
    "title": "Myanmar Football Federation"
}