{
    "id": "5758886",
    "text": "Michael John Abbensetts (8 June 1938 – 24 November 2016)Michelle Yaa Asantewa, \"Michael Abbensetts June 8th 1938 - November 24th 2016: The Play Must Go On\", Way Wive Wordz, 25 November 2016. was a Guyana-born British writer who settled in England in the 1960s. He had been described as \"the best Black playwright to emerge from his generation,\"Playwright and Dramatist\", Guyana Diaspora, 24 April 2006.\"Abbensetts, Michael, British Writer\", Museum of Broadcast Communications (MBC). and as having given \"Caribbeans a real voice in Britain\".Sarita Malik, \"Abbensetts, Michael (1938-)\", BFI Screenonline.Theatre Communications Group He was the first black British playwright commissioned to write a television drama series — Empire Road, which the BBC aired from 1978 to 1979.Michael Coveney, \"Michael Abbensetts obituary\", The Guardian, 20 November 2016. ==Early years== Born in Georgetown, British Guiana (now Guyana), the son of Neville John (a doctor) and Elaine Abbensetts,\"Michael Abbensetts Biography (1938–)\", filmreference.com Michael Abbensetts attended Queen's College from 1952 to 1956, then Stanstead College, Quebec, Canada, and Sir George Williams University, in Montreal (1960–61), before moving to England \"around 1963\".Michelle Stoby, \"Black British Drama After Empire Road: An interview with Michael Abbensetts\", Wasafiri, Issue 35, Spring 2002, pp. 3–8. He became a British citizen in 1974.\"Michael Abbensetts (1938 – )\", Dollee.com ==Writing career== Abbensetts began his writing career with short stories, but decided to turn to playwriting after seeing a performance of John Osborne's Look Back in Anger. Abbensetts was further inspired when he went to England and visited the Royal Court Theatre, Britain's premier theatre of new writing, where he was soon to become resident dramatist. Sweet Talk, Abbensetts' first play, was performed there in 1973, with a cast including Mona Hammond and Don Warrington, directed by Stephen Frears.Stephen Bourne, \"The Black Presence on the London Stage, 1825–1965: Some Key Players and a Timeline\". In the same year, The Museum Attendant, his first television play, was broadcast on BBC2. Directed by Stephen Frears, the drama was, Abbensetts said, based on his own early experiences as a security guard at the Tower of London. Black Christmas, also directed by Frears,\"Michael Abbensetts\", Royal Literary Fund. was broadcast by BBC Television in 1977 and featured Carmen Munroe and Norman Beaton. It has been called by Stephen Bourne \"one of the best television dramas of the 1970s\".Stephen Bourne, Black in the British Frame: The Black Experience in British Film and Television, Continuum, 2005, p. 200. During the 1970s and 1980s, a number of Abbensetts' plays were produced for the London theatre, including in the West End. Alterations appeared in 1978, followed by Samba (1980), In The Mood (1981), Outlaw (1983), Eldorado (1983) and The Lion (1993).\"Michael Abbensetts\", National Theatre, Black Plays Archive. Inner City Blues, Crime and Passion, Roadrunner and Fallen Angel were produced on television. Abbensetts' success led to his participation in what came to be considered British television's first Black soap opera, Empire Road (BBC, 1978–79), for which he wrote two series. He has said: \"I never really liked it being called a Soap. It was The Daily Mail that called it that. I always thought of it as a drama series, where each episode had a separate story.\" The second series was directed by Horace Ové, \"establishing a production unit with a Black director, Black writer and Black actors.\" The cast featured Norman Beaton, Corinne Skinner-Carter, Joseph Marcell, Rudolph Walker and Wayne Laryea. Abbensetts' television work continued with Easy Money (1981) and Big George Is Dead (Channel 4, 1987) starring Norman Beaton, Linzi Drew and Ram John Holder,\"Big George Is Dead\" at IMDb. and the mini-series Little Napoleons (1994, Channel 4).\"Little Napoleons\" at IMDb. Little Napoleons is a four-part comic-drama depicting the rivalry between two solicitors, played by Saeed Jaffrey and Norman Beaton, who become Labour councillors. ==Teaching and fellowships== In 1983–84, Abbensetts was Visiting Professor of Drama at Carnegie-Mellon University. From September 2002, he was a Project Fellow in the Caribbean Studies Department of the University of North London. He was a Fellow at City and Guilds of London Art School, 2006–09. ==Later years and personal life== With Abbensetts' health declining in his latter years as a result of Alzheimer's disease,Max Walters, \"Cricklewood pensioner missing after visiting Northwick Park Hospital\", Brent and Kilburn Times, 4 July 2012. a tribute was organised for his benefit by Anton Phillips on Sunday, 9 December 2012: a rehearsed reading of Sweet Talk, directed by Phillips and attended by Abbensetts himself, was held at the Tricycle Theatre, with many well known figures in Black theatre and arts in the audience, including Yvonne Brewster, Don Warrington, Rudolph Walker, Oscar James, Allister Bain, and Errol Lloyd.John Gulliver, \"Playwright who gave black actors a dramatic entrance\" , Camden New Journal, 13 December 2012. Abbensetts died aged 78 on 24 November 2016, survived by his daughter, Justine, from his relationship with Anne Stewart, and by two grandchildren, Sean and Danielle, as well as a sister Elizabeth. His first wife Connie, a lawyer, had died of cancer towards the end of the 1980s, and in 2005 he was married to Liz Bluett, though they later separated. ==Selected works== ===Stage plays=== * Sweet Talk (two acts), produced at the Theatre at New End, 1973. * Alterations, produced at the New End Theatre, 1978. * Samba (two acts), produced at the Tricycle Theatre, 1980. * In the Mood (two acts), produced at the Hampstead Theatre, 1981. * The Outlaw, produced at the Arts Theatre, 1983. * El Dorado, produced at the Theatre Royal Stratford East, 1984. * The Lion, produced at the Cochrane Theatre, 1993. ===Television plays=== * The Museum Attendant, BBC2, 1973 * Inner City Blues, 1974; * Crime and Passion, 1975; * Roadrunner, 1977; * Black Christmas, BBC, 1977. * Empire Road, series, BBC, 1978–79. * Big George Is Dead, Channel 4, 1987. * Little Napoleons, mini-series, Channel 4, 1994. ===Radio plays=== * Sweet Talk, BBC Radio, 1974. * Home Again, BBC Radio, 1975. * The Sunny Side of the Street, BBC Radio, 1977. * Brothers of the Sword, BBC Radio, 1978. * Alterations, BBC World Service, 1980. * The Fast Lane, Capital Radio, 1980. * The Dark Horse, BBC Radio, 1981. ==Bibliography== * Sweet Talk, London: Methuen, 1974. * Empire Road (novelisation of TV series), London: Grenada, 1979. * Four Plays (Sweet Talk; Alterations; In the Mood; El Dorado), London: Oberon Books, 2001. == References == * Leavy, Suzan. \"Abbensetts an Example\". Television Today (London, England), 19 May 1994. * Walters, Margaret. \"Taking Race for Granted\". New Society (London, England), 16 November 1978. == External links == * * * * Michael Abbensetts profile at Royal Literary Fund. Category:1938 births Category:2016 deaths Category:Guyanese dramatists and playwrights Category:Alumni of Queen's College, Guyana Category:Guyanese emigrants to England Category:Sir George Williams University alumni Category:Academics of the University of North London Category:People from Georgetown, Guyana Category:Black British writers Category:20th-century British dramatists and playwrights Category:British male dramatists and playwrights Category:20th- century British male writers Category:20th-century Guyanese writers ",
    "title": "Michael Abbensetts"
}