{
    "id": "5758832",
    "text": "\"Maltoid Milk-Bone\" logo as part of the original September 1908 trademark filing. Milk-Bone is a brand of dog biscuit. It was created in 1908 by the F.H.Bennett Biscuit Company, which operated a bakery on the Lower East Side of New York City. Originally named Maltoid, the biscuit was a bone-shaped treat made from minerals, meat products, and milk. Sometime between 1915 and 1926, the biscuit was simply named \"Milk-Bone\", owing to the high composition of cow's milk. In 1931, the bakery was acquired by the National Biscuit Company (now Nabisco). The biscuit was the only Bennett product carried over after the acquisition. Over the next few decades, the Milk-Bone was expanded to include a number of different flavors, such as chicken and beef. The marketing focus was also shifted from Milk-Bone being merely a dog treat to a product that promoted cleaner teeth and better breath. Nabisco, under the ownership of Kraft Foods, sold the Milk-Bone rights to Del Monte Foods in May 2006. Del Monte Foods renamed their pet products division Big Heart Pet Brands. This division was spun off in 2014 to create Del Monte Pacific Limited. On February 3, 2015, the J.M. Smucker Company announced the acquisition of Big Heart Pet Brands. The biscuits are made exclusively in Buffalo, New York.Celebrating Made in WNY: MilkBone, WGRZ.com, 2007. Current Milk-Bone product packaging for the Medium-sized biscuits. A box of Milk-Bone treats makes an early product placement appearance in the 1924 silent film The Tomboy and this product was the basis for a line from the TV sitcom Cheers, spoken by George Wendt's character Norm: \"It's a dog-eat-dog world and I'm wearing Milk-Bone underwear.\" A box of Milk-Bone Biscuits can be seen, in cartoon form, in Mickey's Surprise Party (1939) a theatrical advertisement/cartoon short produced by Walt Disney Productions for Nabisco, Pluto is seen presenting Minnie's dog Fifi with a box of Milk-Bone Biscuits, she happily accepts them and thanks Pluto by kissing him. ==Ingredients== Wheat Flour, Wheat Bran, Meat and Bone Meal, Poultry By-Product Meal, Milk, Beef Fat (Preserved with Tocopherols), Wheat Germ, Salt, Turkey Meal, Chicken Meal, Dicalcium Phosphate, Bacon Fat, Brewers Dried Yeast, Titanium Dioxide (Color), Malted Barley Flour, Choline Chloride, Minerals (Ferrous Sulfate, Zinc Oxide, Manganous Oxide, Copper Sulfate, Calcium Iodate, Sodium Selenite), Vitamins (Vitamin E Supplement, Vitamin A Supplement, Niacin Supplement, D-Calcium Pantothenate, Riboflavin Supplement, Pyridoxine Hydrochloride, Vitamin D3 Supplement, Folic Acid, Biotin, Vitamin B12 Supplement), Sodium Metabisulfite (Used as a Preservative), Iron Oxide (Color), Artificial Flavor (Source of Sausage Flavor), Red 40, BHA (Used as a Preservative), Yellow 6, Yellow 5, Blue 1. Guaranteed Analysis: Crude Protein 15.0% min. Crude Fat 5.0% min. Crude Fiber 3.5% max. Moisture 12.0% max. Calcium 0.54% min. Phosphorus 0.45% min. Copper 6.6 mg/kg min. Zinc 108 mg/kg min. Iodine 1.4 mg/kg min. Vitamin A 4500 IU/kg min. Vitamin D 450 IU/kg min. Vitamin E 45 IU/kg min. Riboflavin 2.0 mg/kg min. Pantothenic Acid 9 mg/kg min. Vitamin B12 0.020 mg/kg min. Choline 1080 mg/kg min. ==Notes== ==External links== *Official website Category:Dog food brands Category:Del Monte Foods brands Category:Nabisco brands Category:Products introduced in 1908 ",
    "title": "Milk-Bone"
}