{
    "id": "5758267",
    "text": "The Ultrajectine tradition is that of the Old Catholic Church of the Netherlands headquartered at Utrecht, Netherlands. Ultrajectine thought holds to the words of Vincent of Lérins's Commonitory: \"We must hold fast to that faith which has been held everywhere, always, and by all the faithful.\" Ultrajectine thought rejects papal infallibility and holds to the belief that only the Church in ecumenical council may speak infallibly. == Name == Utrecht was the fortified former Roman limes castellum of Traiectum, which was so named because of its possibility to cross the Rhine. == Origins == The Ultrajectines are descendants of Jansenists who fled discrimination and legal persecution imposed by papal bulls in France and the Southern Netherlands, for refuge in the comparatively tolerant Dutch Republic, which was dominated by Calvinists and therefore theologically more sympathetic towards Jansenism and its doctrine of salvation. The Dutch Republic became a refuge for Jansenists while it was a belligerent in the Eighty Years' War; the Dutch Republic did not countenance clergy, appointed by the Holy See, entering its territory. they quickly rose to prominence within the Catholic laity who required ordained ministers. They were perceived to be loyal civil subjects and were favored by Calvinists and the government. Thus, Jansenist theologians assumed dominant positions in clandestine churches structure in the Dutch Republic. However, as relations between the Dutch Republic and Roman Catholic sovereigns relaxed to a more or less cold war state, the Papacy attempted to restore direct rule of Roman Catholic churches in the Dutch Republic. However, by the early 18th century, the Papacy had ruled that Jansenists were considered to be heretics and demanded the removal of all such theologians in the local Roman Catholic churches in the Dutch Republic. Refusing to submit to the ordinary and immediate jurisdiction of the pope delegated through vicars apostolic, unwilling to lose control of church property, and tending to believe Jansenism, The Ultrajectine schism culminated as a schismatic church with apostolic succession, the Roman Catholic Church of the Old Episcopal Clergy (') (OBC), in 1723 which retained Roman Catholic liturgy, apostolic succession and belief Jesuit priests and missionaries were smuggled into the Dutch Republic to reconvert congregations which had followed the dissident Ultrajectine hierarchy. A vigorous campaign was launched to vindicate Papal authority and to exhort the Catholic laity to turn to Papal appointed ministers for church matters. Additionally, the Holy See negotiated with the new Dutch authorities to gain legitimate status for their appointments. Upon gaining this approval from Dutch authorities to appoint Papally accepted ministers, the Jesuit position soon overcame the Jansenists. By the 19th century, the majority of dissident Catholic laity returned to Papal authority; already in the 18th century the majority of laity had disassociated from the Ultrajectine OBC. Neercassel was succeeded as vicar apostolic by another pro- Jansenist archbishop, Petrus Codde. Codde was suspended from the office of vicar apostolic in 1702 and excommunicated from the Catholic Church for his obduracy in 1704. After Codde, another bishop who played an important part was Bishop Dominique Marie Varlet, who had been appointed Coadjutor Bishop of Babylon by the Pope, but who instead spent his time in the Dutch Republic succouring Jansenists and appealing to Rome to rescind disciplinary censures against him. When Gerard Potcamp was appointed vicar apostolic in 1704, Jansenists constituted themselves into a Cathedral Chapter in Utrecht and proceeded to elect ministers. Since the Archdiocese of Utrecht was suppressed during the Protestant Reformation, the popes viewed this act as ecclesiastically illegitimate and invalid, since the bishops-elect were selected without an apostolic mandate from the Holy See. Varlet consecrated four of these men, and the last of these, Petrus Johannes Meindaerts, after Varlet died, consecrated bishops for the sees of Haarlem and Deventer (which had been defunct since 1580 and would be re-activated by the Papacy only as late as 1853) in order to prevent the loss of the historic episcopate (apostolic succession) among the Dutch Jansenists. According to Jacques Forget, in Catholic Encyclopedia, Jansenism did not lead to schism in the Kingdom of France as in the Low Countries. In the Dutch Republic, which was mostly Protestant, Catholics, as in England during the same period, lived in a provisional missionary territory of the Catholic Church, the Vicariate Apostolic of Batavia and later Mission sui iuris of Batavia, headed by a vicar apostolic during and after the Protestant Reformation. These representatives of the pope were soon won over to the doctrines of Cornelius Jansen's Augustinus. Johannes van Neercassel, who governed the whole church in the Netherlands from 1663 to 1686, was publicly associated with Jansenists. While Neercassel was vicar apostolic, the Dutch Republic became the refuge of all whose obstinacy forced them to leave the Kingdom of France and the Southern Netherlands. The refugees included Antoine Arnauld, Louis-Paul Du Vaucel, Gabriel Gerberon, Pasquier Quesnel, Pierre Nicole, , as well as a number of priests, monks, and nuns who preferred exile to the acceptance of apostolic constitutions including ' promulgated by Pope Innocent X in 1653, ' promulgated by Pope Alexander VII in 1656, and ' promulgated by Alexander VII in 1665. Many belonged to the Oratory of Saint Philip Neri. Codde went further than his predecessor, Neercassel, and refused to sign the 1665 Formula of Submission for the Jansenists prescribed in '. Codde was summoned to Rome where he defended himself poorly and was first forbidden to exercise his functions and then deposed by a decree in 1704. Codde was replaced by , but his appointment and those that followed were rejected by a faction of the clergy whom the States General of the Dutch Republic supported. The conflict lasted a long time, during which episcopal functions were not fulfilled. In 1723, the Chapter of Utrecht, which was according to Forget, \"a group of seven or eight priests who assumed this name and quality in order to put an end to a precarious and painful situation,\" selected, on its own authority, as archbishop-elect, one of its members, , who then held the office of vicar- general. This election was not canonical, according to Forget, and was not approved by the pope. Steenhoven nevertheless was consecrated by Bishop Dominique Marie Varlet, who was at that time suspended, interdicted, and excommunicated. The schismatic Ultrajectine church was interdicted and excommunicated. Those who had elected Steenhoven transferred their support to Cornelius Johannes Barchman Wuytiers, who was then consecrated by Varlet. Varlet lived long enough to consecrate two of Barchman's successors, Theodorus van der Croon and Petrus Johannes Meindaerts. Meindaerts was the sole surviving bishop. The Diocese of Haarlem (1742) and Diocese of Deventer (1757) were created as suffragan dioceses. According to Forget, Rome always refused to ratify these irregular acts and invariably replied to the notification of each election with a declaration of nullification and a sentence of excommunication against those elected and their adherents. Thus, according to the Roman Catholic point of view, Codde's, Varlet's, Steenhoven's, and Meindaerts' actions finally consummated the Ultrajectine schism by not only illicitly ordaining bishops, but especially by usurping diocesan ordinary jurisdiction and thereby interfering into the sole domain of the Roman Pontiff. However, Jansenists averred by referring to alleged long ecclesiastical precedence which (allegedly) allowed for ordination without Papal approval under particular circumstances. The Holy See convened the First Vatican Council in 1870, which codified and remodeled ecclesiastical procedures in favor of the Roman Curia. With this council and reestablishment of the episcopal hierarchy in the Netherlands, Popes proclaimed Jansenists as schismatics and once again excommunicated them and their adherents. == Secondary founders == After the Vatican Council of 1869–70 which formally defined Papal Infallibility, certain European Catholics, under the inspiration of the Bavarian priest J. Döllinger, seceded from the Roman Catholic Church and eventually styled themselves the Old Catholics; this schismatic group eventually federated with the Ultrajectines Church of Utrecht, the Old Catholic Church of Holland, and were provided their bishops by them. Thus the secondary founders of the schism of the German Old Catholics were Döllinger (partially), Franz Heinrich Reusch, Joseph Langen, Joseph Hubert Reinkens, Hertzog and others, mainly dissident Catholic theologians who accepted consecration from the bishops of Utrecht to form \"Old Catholic Churches\" in various European countries. == Tertiary founders == Arnold Harris Mathew, who had moved between various Christian denominations after having been suspended as a Roman Catholic priest, was instigated by the Modernist Fr. George Tyrrell to become an Old Catholic, and obtained consecration as head of the Old Catholic Church of England (Old Roman Catholic Church of Great Britain) by the Ultrajectines. Mathew went on to consecrate a wide range of men, some of whom emigrated to the United States where they founded a range of Old Catholic independent churches, varying between very conservative institutions to extremely liberal Gnostic churches. Some North American Old Catholics draw their lineage from Joseph Rene Vilatte, who was rejected as a candidate for consecration by the Union of Utrecht of the Old Catholic Churches (UU), but who was consecrated by Antonio Francisco Xavier Alvares, a Goan Catholic priest who apostatized to Jacobitism or Monophysitism as Mar Julius of the Jacobite Church of Ceylon, Goa and India. Although never a member of any denomination, Vilatte returned to North America after his consecration, reverted to Old Catholicism and went on to found several Old Catholic groups. Mathew and Vilatte are considered to be jointly the parents of the North American Old Catholic movement. although the ecumenical includes and maintains full intercommunion with the Anglican and the Philippine Independent churches. However, the Polish National Catholic Church (PNCC) in 2004 left the because of its acceptance of women's ordination. The Polish-Catholic Church of Republic of Poland, though not accepting women's ordination, remained in the . == Old Catholic claims vs. Roman Catholic claims == The Ultrajectines or Old Catholics claim that they are an autonomous or autocephalous branch of the Catholic (i.e., \"Roman Catholic\") Church; that they had never seceded or been expelled or properly excommunicated; that the Particular Church of Utrecht had been historically granted the privilege of electing its own bishop without Papal Mandate and that the consecration of the Jansenist Steenhoven and his consecration by Varlet and subsequently, that of Meindaerts, had been legal and not contrary to the Catholic Church's canon law and therefore did not constitute a schism, etc. The Ultrajectines claim that the Church of Jesus Christ, and thus the Catholic Church, is effectively larger than the Roman Catholic Church and includes all kinds of other ecclesial bodies. On the other hand, the Papacy claims that the schism of Utrecht is proven from the view of canon law. According to canon law, the Utrecht bishops were illicitly ordained and that they effectively usurped ordinary diocesan jurisdiction. Canon law asserts that only the Pope can perform ordinary diocesan jurisdiction. However, in reply, the Jansenists state this authority never applied them due to the nature of the original Papal Mandate and that the new powers of Papal supremacy were granted by a council which they were not allowed to attend. The Papacy recognizes the circumstances of the Jansenist claims. With Protestant Christianity winning over the populace religiously and politically the dominance in the (northern and central) Netherlands, the See of Utrecht had practically ceased to exist since 1580, and the Popes were forced to supply Catholics there through Vicars Apostolic (who however were Archbishop in partibus infidelium). Initially, as the Calvinist Protestant government was at war with the Papacy and Catholic Sovereigns, they could not permit the Vicars Apostolic to operate from territory they controlled. Thus, the Vicar Apostolics were based in French territory and in the territories of the German Catholic princes within the Holy Roman Empire of the German Nation. Later, as the diplomatic situation was relaxed to some extent, the Vicars Apostolic were permitted to reside within the Dutch Republic, and they took their seat at Utrecht. But Vicariates Apostolic are, by definition, not particular Sees but are under the personal and direct jurisdiction of the Pope, as opposed to Diocesan government; see Vicariate Apostolic. Both De Neercassel and Codde, his successor, were merely Vicars Apostolic of the Dutch Republics with their seats at Utrecht. That did not make them successors to the Bishops and the Archdiocesan See of Utrecht, which had lapsed into non-existence. However, the Jansenists do not specifically focus on the See as their center of gravity and point out that the Vicariate Apostolic could appoint other bishops. Thus, although the Papacy claims that as a Vicariate Apostolic, \"Utrecht\" as the seat of the Vicar, did not have the authority to constitute to itself, without specific authorization by the Pope, a \"Cathedral Chapter\", and such a unilaterally \"re-constituted\" \"Cathedral Chapter\" did not have the right to elect to itself a \"bishop\" as if it were heir to the rights of the defunct Cathedral Chapter of the defunct See of Utrecht, the Jansenists reply that the Papal arguments of usurpation is moot. Nonetheless, the succeeding bishops did assert new jurisdictions and authorities which did not have the authorization of the Pope. Thus, even if the \"self-re-constituted\" \"See of Utrecht\" is granted to be the heir to the former See of Utrecht, it never had authorization from the Pope, even as a privilege, and as heir to the former See, of erecting other suffragan \"Sees\", as the Ultrajectines have attempted or rather accomplished, by raising to themselves the Sees of Haarlem & Deventer. From the viewpoint of the Catholic Church's Canon Law, then, this action on the part of the Ultrajectines was and remains an act of usurpation and grave schism. Again, the creation of an \"anti-Paparchy\" branch in England under Mathew, and further branches in North America and elsewhere, with effectively setting up dioceses, were further acts of jurisdictional usurpation. Yet, in ending conclusion, the Jansenists' claim that having been abandoned by the Papacy, it was an act of ecclesiastical usurpation on the part of the Papacy for it to return and dislodge the Jansenists based on new authorities granted by the Papacy for itself without consultation from the Jansenists. Thus, they claim that the Papacy has created a fictitious legal dictate to claim that the Jansenists are without ecclesiastical legitimacy. Ultimately the argument between Jansenists and Papists was centered around conflicting interests. While the Papacy claims that nothing in the alleged \"rights and privileges\" of the See of Utrecht, to which Peter Codde, Cornelius van Steenhoven, Barchman Wuitiers, Croon and Meindaerts, etc. allege that they are the successors, justifies these acts of usurpation, the Jansenists claim that nothing they did was a usurpation until the Papacy effectively declared the Jansenists heretics. == Orthodoxy and Sensus Catholicus == The Roman Catholic Church maintains that the actions and teachings of the Ultrajectines are contrary to Catholic ecclesiology and the sensus Catholicus (sense of what is truly Catholic). This view follows from the Papacy's position that any movement which denies Papal supremacy is schismatic. ==References== === Sources === * * * Transcribed from * Category:Old Catholicism Category:Jansenism Category:Christian theological movements ",
    "title": "Ultrajectine"
}