{
    "id": "5758981",
    "text": "Anhanguera () is a genus of pterodactyloid pterosaur known from the Early Cretaceous (Albian age, 112 million years ago) Romualdo Formation of Brazil and the Late Cretaceous (Cenomanian age, 98 to 92.5 million years ago) Kem Kem Beds of Morocco. This pterosaur is closely related to Ornithocheirus, but belongs in the family Anhangueridae.Campos, D. de A., and Kellner, A. W. (1985). \"Um novo exemplar de Anhanguera blittersdorffi (Reptilia, Pterosauria) da formação Santana, Cretaceo Inferior do Nordeste do Brasil.\" In Congresso Brasileiro de Paleontologia, Rio de Janeiro, Resumos, p. 13. The generic name comes from the tupi words añanga, meaning \"spirit protector of the animals\" + wera \"bygone\". == Description == Life restoration of A. blittersdorffi Anhanguera was a fish-eating animal with a wingspan of about .Aureliano, T., Ghilardi, A. M., Duque, R. R., & Barreto, A. M. (2014). ON THE OCCURRENCE OF PTEROSAURIA IN EXU, PERNAMBUCO (LOWER CRETACEOUS ROMUALDO FORMATION, ARARIPE BASIN), NORTHEASTERN BRAZIL. Estudos Geológicos, 24(2), 15-27. Available in: Like many other ornithocheirids, Anhanguera had rounded crests at front of its upper and lower jaws, which were filled with angled, conical but curved teeth of various sizes and orientations. Like many of its relatives, the jaws were tapered in width, but expanded into a broad, spoon-shaped rosette at the tip. It is distinguished from its relatives by subtle differences in the crest and teeth: unlike its close relatives Coloborhynchus and Ornithocheirus, the crest on the upper jaw of Anhanguera did not begin at the tip of the snout, but was set farther back on the skull. Like many ornithocheiroids, (most notably the pteranodonts but also in ornithocheirids such as Ludodactylus) Anhanguera had an additional crest protruding from the back of the skull. However, it was reduced to a small, blunt projection in these animals.Kellner, A.W.A. and Tomida, Y. (2000). \"Description of a new species of Anhangueridae (Pterodactyloidea) with comments on the pterosaurfauna from the Santana Formation (Aptian–Albian), northeastern Brazil.\" Tokyo, National Science Museum (National Science Museum Monographs, 17). Size of A. blittersdorffi compared to a human A study in 2003 showed that Anhanguera held its head at an angle to the ground due to its inner ear structure, which helped the animal detect its balance.Witmer, L.M., Chatterjee, S., Franzosa, J. and Rowe, T. (2003). \"Neuroanatomy of flying reptiles and implications for flight, posture and behaviour.\" Nature, 425(6961): 950-954. Anhanguera had bony rings in their eye sockets, called sclerotic rings. These disks may have provided support to the pterosaur's eyes. Sclerotic rings are found in some extant species of vertebrates. For example, modern day birds have sclerotic rings. The dubious species, A. araripensis, has been described as similar in skull anatomy to other species of Anhanguera, and possibly Coloborhynchus, and the species is placed in either of these genera by various researchers. Like species referred to Coloborhynchus, the snout tip was blunt and bore two forward-projecting teeth that emerged higher on the jaw than the rest of the tooth row. As in most other ornithocheirids, the species bore a large, rounded crest at the tip of the jaws. Like Coloborhynchus species, and unlike the type species of Anhanguera, the crest of A. araripensis emerged from the very tip of the blunted jaws, rather than further back on the jaw. However, unlike Coloborhynchus, A. araripensis lacked a dent or depression in the blunted jaw tip, and the teeth appear to have been smaller and more uniform in size.Veldmeijer, A.J., H.J.M. Meijer, and M. Signore (2006). \"Coloborhynchus from the Lower Cretaceous Santana Formation, Brazil (Pterosauria, Pterodactyloidea, Anhangueridae); an update.\" PalArch’s Journal of Vertebrate Palaeontology, 3(2): 15-29. == Classification == There are two species of Anhanguera: A. blittersdorfi, the type species; and A. piscator. A. blittersdorfi is based on a complete skull from the Romualdo Formation calcareous concretions (Santana Group) of the Ceará and Pernambuco states of Brazil. The species A. piscator, known from a nearly-complete skeleton, was at one point proposed to belong to the genus Coloborhynchus,Veldmeijer, A. J. (2003). Preliminary description of a skull and wing of a Brazilian Cretaceous (Santana Formation; Aptian-Albian) pterosaur (Pterodactyloidea) in the collection of the AMNH. PalArch’s Journal of Vertebrate Palaeontology 0, 1-14. but has more recently been placed back into Anhanguera by Andres and Myers. Also known from a complete skeleton is A. spielbergi, which was also originally considered a species of Coloborhynchus, but it is currently placed as a species of Maaradactylus.Veldmeijer, A.J. (2003). \"Description of Coloborhynchus spielbergi sp. nov. (Pterodactyloidea) from the Albian (Lower Cretaceous) of Brazil.\" Scripta Geologica, 125: 35-139. Restoration of A. piscator Below is a cladogram showing the phylogenetic placement of this genus within Pteranodontia from Andres and Myers (2013). === Former species and nomina dubia === Anhanguerid skeleton AMNH 22555, which was formerly assigned to A. santanae Various other species have been assigned to Anhanguera, but all of them are either dubious or have been transferred to other genera. A 2017 review found A. araripensis, A. robustus, and A. santanae to be based on non- diagnostic material, and therefore were dubious. *A. araripensis (Wellnhofer 1985) = Santanadactylus araripensis Wellnhofer 1985 [also classified as Coloborhynchus] *A. cuvieri (Bowerbank 1851) = Ornithocheirus cuvieri = Pterodactylus cuvieri Bowerbank 1851 [now classified as Cimoliopterus] *A. fittoni (Owen 1858) = Pterodactylus fittoni Owen 1858 *A. robustus (Wellnhofer 1987) = Tropeognathus robustus Wellnhofer 1987 [also classified as Coloborhynchus] *A. ligabuei (Dalla Vecchia 1993) = Cearadactylus ligabuei Dalla Vecchia 1993 [also classified as Coloborhynchus or Cearadactylus] *A. santanae (Wellnhofer 1985) = Araripesaurus santanae Wellnhofer 1985 == \"Pricesaurus\" == Underside of A. blittersdorffi skull In 1986, Rafael Gioia Martins-Neto reported the find of a pterosaur that he named \"Pricesaurus megalodon\" in a lecture during the 38th annual meeting of Sociedade Brasileira para o Progresso da Ciência at São Paulo. The abstracts of the congress were subsequently published that year in the magazine Ciência e Cultura. The generic name honours Llewellyn Ivor Price. The specific name is derived from Greek μέγας, megas, \"large\", and ὀδών, odon, \"tooth\".Martins Neto, R.G. (1986). Pricesaurus megalodon nov. gen. nov. sp. (Pterosauria, Pterodactyloidea), Cretaceo Inferior, Chapada do Araripe (NE-Brasil). Ciência e Cultura 38(7): 756-757 [Portuguese] The species was based on two syntypes that Martins-Neto considered to have originated from a single individual animal, even though he had separately acquired them from commercial fossil dealers in two nodules: specimen CPCA 3592, a long point of a snout, and specimen CPCA 3591, an long middle part of a skull. Pricesaurus is thus exclusively known from cranial material. Both specimens were probably found in the Romualdo Member of the Araripe Basin and both are part of the collection of the Centro de Pesquisas Paleontológicas da Chapada do Araripe. Martins-Neto provided a diagnosis of four distinctive traits: the breadth of the premaxillae; the closely positioned teeth; the deep premaxillary tooth sockets; and the rounded front of the fenestra nasoantorbitalis. However, in 1988 Alexander Kellner concluded that Pricesaurus was a nomen vanum, primarily because the specimens almost certainly represented different individuals. According to Kellner, the snout was from a larger animal than the middle part of the skull. In addition, the diagnosis did not contain true autapomorphies.Kellner A.W.A. & Campos D.A., 1988, \"Sobre um novo pterossauro com crista sagital da Bacia do Araripe, Cretáceo Inferior do Nordeste do Brasil\", Anais da Academia Brasileira de Ciências, 60: 460-469 In 2012, a publication by Felipe Lima Pinheiro and colleagues presented the first detailed study of the specimens. It was concluded that the fossils indeed came from different individuals, even though their size was not necessarily incompatible. The snout showed that the fifth and sixth tooth pairs are smaller than the fourth and seventh, making the specimen indistinguishable between Anhanguera blittersdorffi and Anhanguera piscator, which show the same tooth pattern. Both specimens were referred to as Anhanguera sp. Pinheiro et al. also stated that Pricesaurus is a nomen nudum because it was named in an abstract.Felipe Lima Pinheiro, Cesar Leandro Schultz, Rafael Gioia Martins- Neto† & José Artur Ferreira Gomes de Andrade, 2012, \"What is “Pricesaurus megalodon”? Reassessment of an enigmatic pterosaur\", Revista Brasileira de Paleontologia, 15(3): 262-272 == See also == * List of pterosaur genera * Timeline of pterosaur research == References == == Further reading == * Campos, D. A., and Kellner, A. W. A. (1985). \"Panorama of the Flying Reptiles Study in Brazil and South America (Pterosauria/ Pterodactyloidea/ Anhangueridae).\" Anais da Academia Brasileira de Ciências, 57(4):141–142 & 453-466. * T. Rodrigues and A. W. A. Kellner. (2008). Review of the pterodactyloid pterosaur Coloborhynchus. Zitteliana B 28:219-228. Category:Pteranodontoids Category:Albian life Category:Early Cretaceous pterosaurs of South America Category:Cretaceous Brazil Category:Fossils of Brazil Category:Romualdo Formation Category:Fossil taxa described in 1985 Category:Taxa named by Alexander Kellner ",
    "title": "Anhanguera (pterosaur)"
}