{
    "id": "5759186",
    "text": "Peroxisomal disorders represent a class of medical conditions caused by defects in peroxisome functions. This may be due to defects in single enzymes important for peroxisome function or in peroxins, proteins encoded by PEX genes that are critical for normal peroxisome assembly and biogenesis. ==Peroxisome biogenesis disorders== Peroxisome biogenesis disorders (PBDs) include the Zellweger syndrome spectrum (PBD-ZSD) and rhizomelic chondrodysplasia punctata type 1 (RCDP1). PBD-ZSD represents a continuum of disorders including infantile Refsum disease, neonatal adrenoleukodystrophy, and Zellweger syndrome. Collectively, PBDs are autosomal recessive developmental brain disorders that also result in skeletal and craniofacial dysmorphism, liver dysfunction, progressive sensorineural hearing loss, and retinopathy. PBD-ZSD is most commonly caused by mutations in the PEX1, PEX6, PEX10, PEX12, and PEX26 genes. This results in the over-accumulation of very long chain fatty acids and branched chain fatty acids, such as phytanic acid. In addition, PBD-ZSD patients show deficient levels of plasmalogens, ether- phospholipids necessary for normal brain and lung function. RCDP1 is caused by mutations in the PEX7 gene, which encodes the PTS2 receptor. RCDP1 patients can develop large tissue stores of branched chain fatty acids, such as phytanic acid, and show reduced levels of plasmalogens. {| class=\"sortable wikitable\" |- ! Name ! OMIM ! Gene ! ICD-10 |- | Zellweger syndrome | | PEX1, PEX2, PEX3, PEX5, PEX6, PEX12, PEX14, PEX26 | Q87.82 |- | Infantile Refsum disease | | PEX1, PEX2, PEX26 | E80.3 |- | Neonatal adrenoleukodystrophy | | PEX5, PEX1, PEX10, PEX13, PEX26 | E71.331 |- | RCDP Type 1 | | PEX7 | Q77.3 |- | Heimler syndrome | | PEX1, PEX6 | |} ==Enzyme and transporter defects== Peroxisomal disorders also include: {| class=\"sortable wikitable\" |- ! Name ! OMIM ! Gene ! ICD-10 NA |- | Pipecolic acidemia | | PHYH | E80.301 |- | Acatalasia | | CAT | E80.310 |- | Hyperoxaluria type 1 | | AGXT | E80.311 |- | Acyl-CoA oxidase deficiency | | ACOX1 | E80.313 |- | D-bifunctional protein deficiency | | HSD17B4 | E80.314 |- | Dihydroxyacetonephosphate acyltransferase deficiency | | GNPAT | E80.315 |- | X-linked adrenoleukodystrophy | | ABCD1 | E71.33 |- | α-Methylacyl-CoA racemase deficiency | | AMACR | |- | RCDP Type 2 | | DHAPAT | Q77.3 |- | RCDP Type 3 | | AGPS | Q77.3 |- | Adult Refsum disease-1 | | PHYH | G60.1 |- | Mulibrey nanism | | TRIM37 | |} ==References== == External links == * GeneReviews/NCBI/NIH/UW entry on Peroxisome Biogenesis Disorders, Zellweger Syndrome Spectrum * * The Global Foundation for Peroxisomal Disorders Category:Peroxisomal disorders Category:Organelles ",
    "title": "Peroxisomal disorder"
}