{
    "id": "5759261",
    "text": "Oron Edgar Summers (December 5, 1884 – May 12, 1953), nicknamed \"Kickapoo Ed\", due to his Kickapoo ancestry, was an American right-handed pitcher in Major League Baseball who played five seasons with the Detroit Tigers (1908–12). ==Biography== Summers was born in Ladoga, Indiana and attended Wabash College in Crawfordsville, Indiana. He began his playing career in the American Association before joining the Tigers in the American League in 1908. Ed Summers, Detroit Tigers pitcher In his rookie season, Summers emerged as the Tigers' best pitcher, finishing with a 1.64 ERA in 301 innings pitched and a 24–12 win-loss record. On September 25, 1908, the Tigers were two games back of the Cleveland Naps for the AL pennant and were scheduled to play a doubleheader. Summers threw two complete game victories, winning the second game 1–0 after throwing 10 shutout innings.Baseball-Almanac.com Summers is still the only player to have pitched a pair of complete game victories and throw more than eighteen innings. The Tigers went on to win the pennant and returned to the World Series for a rematch against the Chicago Cubs. In the 1908 World Series, Summers pitched in Games 1 and 4, losing both times to Three Finger Brown. That season his 24 wins tied for second place in the AL behind Ed Walsh's 40, and his 1.64 ERA remains the Tigers' single season record. On July 16, 1909, Summers pitched 18 scoreless innings of a tie game against the Washington Senators at Bennett Park.Time Magazine He finished the 1909 season at 19–9 and the Tigers recaptured the pennant. In the 1909 World Series, he started Game 3, but could not finish the first inning, allowing five unearned runs to the Pittsburgh Pirates. He returned for Game 5 but lost to Babe Adams.Ed Summers, Colgan's Chips disc Summers played three additional seasons before rheumatism ended his playing career at age 27. In 138 career games, he had a 68–45 record with a 2.42 ERA, including 79 complete games and 9 shutouts in 999 innings. He died from a cerebral hemorrhage at age 68 in 1953 in Indianapolis. ==See also== *Best pitching seasons by a Detroit Tiger ==References== ==External links== Category:1884 births Category:1953 deaths Category:Detroit Tigers players Category:Major League Baseball pitchers Category:Baseball players from Indiana Category:Native American sportspeople Category:Wabash Little Giants baseball players Category:People from Montgomery County, Indiana Category:Springfield Babes (baseball) players Category:Grand Rapids Wolverines players Category:Indianapolis Indians players Category:Providence Grays (minor league) players ",
    "title": "Ed Summers"
}