{
    "id": "5759122",
    "text": "Sthenurus (\"strong tail\") is an extinct genus of kangaroos. With a length around 3 m (10 ft), some species were twice as large as modern extant species. Sthenurus was related to the better-known Procoptodon. The subfamily Sthenurinae is believed to have separated from its sister taxon, the Macropodinae (kangaroos and wallabies), halfway through the Miocene, and then its population grew during the Pliocene. ==Fossil habitats== Research by Darren R. Gröcke from Monash University analysed the diets of fauna at various fossil site localities in South Australia, using stable carbon isotope analysis 13C/12C of collagen. He found that at older localities such as Cooper Creek, the species of Sthenurus were adapted to a diet of leaves and twigs (browsing) due to the wet climate of the time between 132 and 108 thousand years ago (kya - by thermoluminescence dating and uranium dating), which allowed for a more varied vegetation cover. At the Baldina Creek fossil site 30 kya (C14 dating), the genus had transitioned to a diet of grass-grazing. During this time, the area was open grasslands with sparse tree cover as the continent was drier than today, but at Dempsey's Lake (36-25 kya) and Rockey River (19 kya C14 dating), their diet was of both grazing and browsing. This analysis may be because of a wetter climatic period. The overall anatomy of the genus did not alter in response to the change in diet and dentition did not adapt to the varying toughness of the vegetation between grasses, shrubs, and trees.Darren R. Gröcke (N/A) VIEPS Department of Earth Sciences, Monash University, Clayton, VIC 3168, Australia ST-grock@artemis.earth.monash.edu.au Carbon-Isotope Shifts Recorded in Megafaunal Dietary Niches of C3 and C4 Plants in the Late Pleistocene of South Australia: Correlation with Palaeofloral Reconstructions. Monash University, Clayton. Retrieved on 2007-06-26. Other animals found in the Cuddie Springs habitat include the flightless bird Genyornis, the red kangaroo, Diprotodon, humans, and many others. Examination of skeletal remains of Sthenurus from Lake Callabonna, northern South Australia, revealed that as the animals were trapped as they floundered in the clay mud while attempting to cross the floor of the lake during tow-water or dry times. The data show that three closely allied sthenurine species coexisted sympatrically at Lake Callabonna: a new giant taxon, S. stirlingi, an intermediate-sized S. tindalei, and the considerably smaller S. andersoni. Comparative osteology of these Sthenurus species with Macropus giganteus emphasizes how different sthenurine kangaroos were from extant kangaroos, especially with the sthenurines' short, deep skulls, long front feet with very reduced lateral digits, and the monodactyl hind feet.WELLS, RT; TEDFORD, RH BULLETIN OF THE AMERICAN MUSEUM OF NATURAL HISTORY Issue: 225 Pages: 1-111 Published: 1995 Teapot Creek, a tributary of the MacLaughlin River in the Southern Monaro, southeastern New South Wales, contains a sequence of terraces. The highest and oldest of these terraces was reported to contain the remains of fossil mammals found in Plio-Pleistocene fossil deposits elsewhere in eastern Australia. Sthenurus atlas, S. occidentalis, and S. newtonae are some of the species identified from the fossils found in the terrace.Armand, L (Armand, L); Ride, WDL (Ride, WDL); Taylor, G (Taylor, G) PROCEEDINGS OF THE LINNEAN SOCIETY OF NEW SOUTH WALES Volume: 122 Pages: 101-121 Published: DEC 22 2000 ==Paleodiet== Lower jaw of Sthenurus sp. Examining the structure and lifestyle of this species is difficult because not much material has surfaced in regards to them. However, even within the rarity of discoveries relating to the kangaroo-like species, scientists were able to use their findings to learn more about their lifestyles. For example, scientists broke down the few bones that they had discovered during the process of isotope analysis (which is the study of the distribution of certain isotopes that ease the process of drawing conclusions when determining food chains) and retrieved material which allowed them to draw the conclusion regarding their paleodiet. These animals were herbivores because the material they retrieved drew back to the plantation that was Australia (where their bones were found).By: Grocke, DR AUSTRALIAN JOURNAL OF BOTANY Volume: 45 Issue: 3 Pages: 607-617 Published: 1997 ==Anatomy== Life restoration S. stirlingi in walking pose In anatomy, they had a tail shorter but stronger than present species of kangaroos, and only one toe instead of three like the red kangaroo. At the end of the foot was a small hoof-like nail suited for flat terrain; this toe is considered their fourth toe. Their skeletal structure was very robust with powerful hind limbs, a broad pelvis, a short neck, and longer arms and phalanges than modern species. Their phalanges may have been used to hold stems and twigs. These unique adaptations suited their feeding habits of browsing in the case of S. occidentalis, but other species were most likely grazers. The body mass of the largest species is estimated to be , nearly three times that of the largest extant species. Due to their giant height and weight, the largest species possibly did not hop as a form of locomotion, but rather walked bipedally in a similar manner to hominids. This gait would have been used at slow speeds, since hopping at slow speeds would have been inefficient. Pentapedal movement and bipedal hopping no longer seem to have been options for these massive kangaroos. A morphological difference exists between the scapulae (shoulder blades) of the Sthenurine and the extant and extinct macropodids.Karen E. Sears, Division of Developmental Biology, Department of Pediatrics, University of Colorado Health Sciences Center, Aurora, Colorado 80045 They possessed a short, deep skull, which was suited for stereoscopic vision; this allowed for better depth perception. ==Skull== Palatal view of a Sthenurus sp. skull. S. stirlingi had a large, dolichocephalic skull with a more elevated braincase position and an inflamed nasal frontal region in comparison to the contemporaneous skull of S. tindelai. S. andersoni skull fossils show a dome-like forehead that is unique to it among other otherdolichocephalic sthenurines. This is attributed to the continuous high vaulting of the frontals above the orbits and the line of the rostrum. ==Teeth== These structures were tough and strongly enamelled, useful for tough vegetation and with a striation pattern. In S. stirlingi, fossil evidence shows that the tooth row curves medially (anteriorly and posteriorly) from a line tangential to the labial side of the molars at the anterior ridge of the masseteric processes. The fossils of teeth may also suggest that the sthenurines and macropodines shared a common ancestor. They share many synapomorphic character states. They each have well developed lophs on molars and both lack a posthypocristid. ==Human interaction== From evidence gathered at Cuddie Springs, Native Australians inhabited the same habitat as that of Sthenurus and various other extant and extinct species of animals. At this locality, a lack of any specific tools suitable for hunting seems to occur. Instead, tools used to cut meat off the bone and blood residue left on the stone tools were found. Any material made of wood for hunting, such as the boomerang and spear, has either not survived intact or was not used by the people of the time in this locality. While this evidence may suggest that human contact with Sthenurus spp. and all Australian megafauna could have caused the extinction of these mammals, some studies show the extinction was probably under way before human contact. Sthenurus spp. were herbivores, and when a great climate change began to occur, they did not change their eating habits. This probably had a much larger impact on this particular genus regarding extinction. ==References== *Gavin Prideaux, \"Systematics and Evolution of the Sthenurine Kangaroos\" (April 1, 2004). UC Publications in Geological Sciences. Paper vol_146. http://repositories.cdlib.org/ucpress/ucpgs/vol_146 ==External links== *Victoria museum. *Australias Vanished Beasts, With a picture of Sthenurus. *Sthenurus from the American Museum of Natural History. *Outlines of the various species. *Naracoorte caves. Category:Prehistoric macropods Category:Prehistoric mammals of Australia Category:Pleistocene marsupials Category:Prehistoric mammal genera Category:Taxa named by Richard Owen Category:Fossil taxa described in 1873 ",
    "title": "Sthenurus"
}