{
    "id": "5759532",
    "text": "The Chartered Institute of Public Relations (CIPR) is a professional body in the United Kingdom for public relations practitioners. Founded as the Institute for Public Relations in 1948,Alison Theaker, The Public Relations Handbook Routledge 2004 p.15 CIPR was awarded Chartered status by the Privy Council of the United Kingdom in 2005 and added \"Chartered\" to its name. As of late 2012, CIPR had 10,095 members. The association provides training and education, publishes a code of conduct and hosts awards and events. It is governed by a Board of Directors led by a President who is elected each year. ==History== Discussions at the first Public Relations Officers conference in November 1946 led to the foundation of the Institute of Public Relations (IPR) in February 1948. It established a Professional Practices committee in 1956 and incorporated in 1962. The Institute of Public Relations first discussed attaining chartered status, a professional recognition in the United Kingdom, with the Privy Council in 1956. The Privy Council said that in order to be awarded chartered status, the organisation would have \"adopt and publish professional ethical standards relevant to the practice of public relations and to maintain procedures for the regulation of members' professional conduct and discipline.\" The institute's first code of conduct was published seven years later in 1963. As of 2003 few members have been expelled for breaches in the code.L’Etang, J. (2003) 'The myth of the ‘'ethical guardian'’. An examination of its origins, potency and illusions', Journal of Communication Management, Vol. 8, No. 1, pp. 53–67. To support its bid for chartered status, IPR created a joint report with the Department of Trade and Industry in 2003 based on a survey of 812 professionals. The following year the Privy Council told IPR it needed to do more for the public good and professional development to qualify. By 2005, the privy council decided that IPR and its members act in a way that contributes to the public good and granted it chartered status. IPR added \"Chartered\" to its name. An analysis in the Journal of Communication Management in 2005 said that chartered status was needed in a time where public trust in businesses, institutions and governments was decreasing, but noted CIPR's limited power to enforce ethics among its members. CIPR changed its membership structure in 2011. Affiliate-level memberships were removed and the requirement for six years of experience to attain full membership status was reduced to two. That same year, CIPR responded to a report by the UK's Intellectual Property Office. CIPR felt that copyright policy decisions were prioritizing commercial interests over the public good. They expressed concern that the Newspaper Licensing Agency (NLA) was both the most popular provider of newspaper clippings to public relations professionals in the UK and the organization that enforces the intellectual property rights of newspapers. PR industry and English Wikipedia. In December 2011 the Bureau of Investigative Journalism shot a covert video interview with Bell Pottinger executives, in which the executives referred to their \"dark arts\" for manipulating English Wikipedia entries for their clients. The following month CIPR announced it would work with the Wikipedia community to create guidance for public relations professionals on how to participate ethically on English Wikipedia. CIPR's guidance was made available for editing by the English Wikipedia community and published in June 2012. According to PRWeek and CorpComms Magazine the most important aspect of CIPR's guidance is that PR professionals not directly edit English Wikipedia articles about their clients or employers. Instead, CIPR recommends they offer content and suggestions to the English Wikipedia community. ==Lobbying== In 2009 CIPR provided an official response to a report by the Public Administration Select Committee's (PASC) that suggested the creation of a new government entity to oversee and regulate lobbyists. The report suggested the creation of a requirement for lobbyists to register themselves and record their activities. CIPR's position was that regulation would complement CIPR's code of ethics, but that it was more important to regulate members of the House of Lords that were being lobbied to. CIPR also said that lobbying regulation should focus on regulating individuals instead of companies. In July 2013, CIPR joined The Public Relations Consultants Association and the Association of Professional Political Consultants in criticizing the UK government's definition of a lobbyist. CIPR's Director of Policy said the definition of lobbying was so narrow it would be \"self-defeating\" because few lobbyists would be defined as one. CIPR and other public relations trade associations support a registrar for lobbyists, though UK government estimates the cost of a registrar to be 500,000 pounds its first year and 200,000 every year thereafter. In June 2015 the CIPR launched the UK Lobbying Register to replace the joint voluntary register previously run in conjunction with The Public Relations Consultants Association and the Association of Professional Political Consultants. ==Organisation== The Chartered Institute of Public Relations is governed by a 50-member Council that meets four times a year and an Executive Board that meets every six weeks. A President is elected each year that is usually supported by their predecessor. CIPR has six membership grades and 15 regional groups. CIPR had approximately 3,900 members in 1999, 7,000 by 2002, and 7,800 by 2004. By the end of 2012, CIPR had 10,095 members. Prior to 1999, applications for membership were processed over six weeks, before being ratified to an immediate acceptance system. CIPR is a member of the European PR Federation and a founding member of the Global Alliance for Public Relations and Communications Management. CIPR membership is bestowed in two categories: Associate CIPR member for new entrants to the field and full membership for those with at least two years of experience. It also has a Government Affairs Group dedicated to lobbyists. ==Services== CIPR started hosting training and certification programmes in 1980. By 1998 it awarded 5,000 certificates and 3,000 diplomas. CIPR publishes a code of conduct that encourages members to \"deal honestly and fairly\" with clients, employers, business partners and the public. The code sets standards in personal conduct, integrity and confidentiality. Violations in its code are reported to the Professional Practices Committee, which may pass cases on to the Disciplinary Committee for sanctions. The institute hosts the Excellence Awards and the PRide awards. The Excellence Awards are bestowed in 28 categories based on a scoring of a campaign in four categories: planning, creativity, measurement and evaluation. CIPR maintains a public database of members, information on legislation affecting public relations, case studies, and a career guide. The organization also hosts networking, award and educational events. PR professionals don't have to be a member to attend events or training. In 2003, 2,000 non-members attended the organization's training and 7,000 non-members attended events. CIPR has published Public Relations from 1952 to 1988 and IPR Newsletter intermittently from 1956 to 1983, as well as other publications. It also publishes a series of books with case studies and tips from CIPR award- winners called the \"PR in practice series.\" ==References== ==External links== * CIPR website * CIPR Wikipedia Best Practice Guidance for Public Relations Professionals * UK Lobbying Register website Category:Public relations in the United Kingdom Category:Trade associations based in the United Kingdom Public Relations Category:1948 establishments in the United Kingdom Category:Organizations established in 1948 ",
    "title": "Chartered Institute of Public Relations"
}