{
    "id": "5760547",
    "text": "Christian David Hayes (born 10 June 1964 in Westminster, London), also known as Bic Hayes, is an English rock guitarist, singer and songwriter. Best known as the frontman of Dark Star and guitarist with Levitation, he has also released solo material as Mikrokosmos, which was produced by Tim Smith. Hayes explained that he was nicknamed Bic because he \"just stopped eating for ages and people started saying I looked like a Bic biro. I had this phase when I thought eating was boring\". ==Career== Hayes first appeared on the south London psychedelic rock scene in the mid-1980s: by 1988 he was playing guitar with Ring, moving on to become bass player with The Dave Howard Singers in 1989. In the same year he joined Cardiacs as second guitarist, replacing departing saxophonist Sarah Smith. Hayes would appear as part of the band on their All That Glitters is a Mare's Nest live album and video: he would also make writing and recording contributions to their studio album Heaven Born and Ever Bright. During this period, he also worked on an intermittent thrash rock project called Panixphere. Hayes had come to know former House of Love guitarist Terry Bickers through musical friends in South London. During 1990, Bickers invited Hayes to join himself and drummer David Francolini in a new project which evolved into indie-psychedelic rock band Levitation (and into which Hayes recruited his former Ring bandmate, Robert White). Initially Hayes divided his time between Cardiacs and Levitation, but as the latter rapidly gained more and more attention from British audiences and the British music press, he found it difficult to accommodate both bands. He left Cardiacs (somewhat reluctantly) in May 1991, admitting \"they were the band I left for Levitation. I loved Cardiacs and thought they were the best band in Britain at the time. That's how much I believed in Levitation. The chemistry was explosive\". Although it's unclear how much of Hayes' contributions remained on Heaven Born and Ever Bright, he retained his friendship with Cardiacs. Whilst still in Levitation, Hayes briefly reformed Ring with David Francolini and Cardiacs frontman Tim Smith. Following the demise of Levitation in 1993, Hayes worked with Heather Nova and then with former All About Eve frontwoman Julianne Regan in a band called Mice. In 1996, he reunited with former Levitation bandmates David Francolini and Laurence O'Keefe to form Dark Star. Having released their debut album Twenty Twenty Sound in 1999, the band recorded a second album but it was not released as a result of personnel changes at their record company. An unmastered seven track version of the album, omitting the tracks \"Roman Road\" and \"Valentine\", was leaked within a couple of years of the split. Titled Zurich, it is unconfirmed whether this was an official title. The album remains unreleased, though Hayes has stated his hope to release the second album soon. Following the disbanding of Dark Star in 2001, Hayes toured with the Pet Shop Boys and worked as guitar tech/tour/production manager for the likes of My Bloody Valentine, Kula Shaker and David Cassidy. In 2007, Hayes began releasing archive releases of previously unreleased solo material (recording during and shortly after his time with Levitation) under the name of Mikrokosmos via Ingatia Recordings. A trio of releases -In The Heart of the Home, The Seven Stars and Terra Familiar - have been issued. In 2011, Hayes organised and compiled the tribute record Leader of the Starry Skies in aid of Cardiacs frontman Tim Smith (who had suffered two strokes in 2008 which left him paralysed down one side of his body and unable to speak). He also toured with a stage version of Macbeth in 2011 and 2012, produced by Platform 4 and described as \"a taut psychodrama that crackles with a wild electricity, brought alive by the sonic experiments of composer and guitarist Bic Hayes and sound designer Jules Bushel\". More recently Hayes has been involved in the Brighton-based improvisational instrumental psychedelic band ZOFFF (previously known as Light Specific Data or LSD-25) and with MUMMY (a duo with singer Jo Spratley). ==References== ==External links== * Mikrokosmos Bandcamp * Crew Cuts Interview with Bic Hayes Category:1964 births Category:Living people Category:English guitarists Category:English male guitarists Category:English male singers Category:English songwriters ",
    "title": "Christian Hayes"
}