{
    "id": "5760945",
    "text": "Ada Chard Williams (1875–1900) was a baby farmer who was convicted of strangling to death 21-month-old Selina Ellen Jones in Barnes in London in September 1899. Florence Jones, a young unmarried mother, had read an advert in the local newspaper which offered to find homes for unwanted children. She agreed to pay £5 to a Mrs Hewetson (Ada Chard Williams) but could only give her £3 on the day. She went back later with the balance and found that Mrs Hewetson and Selina had vanished. Florence reported the matter to the police. Ada Chard Williams wrote a letter to the police denying the crime but in effect admitting she was a baby farmer who bought and sold babies for profit. The police soon discovered that Mrs Hewetson was Ada Chard Williams. However, they had no body with which to prove there had been a murder, at least not until Selina's corpse was washed up on the bank of the Thames at Battersea. Braxton Hicks, the coroner who carried out the subsequent inquest, pointed out that the knots in the cord, a \"fisherman's bend\", had been found on three other dead bodies of children. On the child's head there was a very large bruise, which suggested that someone had taken the child by the legs, and struck it against a wall before it was strangled. Like Amelia Dyer, Ada Chard Williams had her own \"signature\" way of tying up bodies she wished to dispose of, using a knot called a Fisherman's knot or bend and which was a crucial piece of evidence at her trial at the Old Bailey on 16 and 17 February 1900. She was hanged, aged 24, in the yard of Newgate Prison on 6 March 1900, the last woman to be hanged there. She was suspected of killing other children although no proceedings were brought. ==See also== *Richmond Child Murder ==References== ==Sources== * * * * ==External links== * * Category:1875 births Category:1900 deaths Category:1890s murders in the United Kingdom Category:1899 crimes Category:19th-century executions by England and Wales Category:Barnes, London Category:British female murderers Category:British female serial killers Category:English murderers of children Category:English people convicted of murder Category:English serial killers Category:Executed English people Category:Executed English women Category:Executed serial killers Category:Infanticide Category:People convicted of murder by England and Wales Category:People executed for murder ",
    "title": "Ada Williams (baby farmer)"
}