{
    "id": "5760296",
    "text": "Floyd Phillips Gibbons (July 16, 1887 – September 23, 1939) was the war correspondent for the Chicago Tribune during World War I. One of radio's first news reporters and commentators, he was famous for a fast-talking delivery style. Floyd Gibbons lived a life of danger of which he often wrote and spoke. ==Biography== The first of five children of Edward Thomas Gibbons and Emma Theresa Phillips, he attended Gonzaga College High School, and later Georgetown University, from which he was expelled. He began as a police reporter on the Minneapolis Daily News. He moved to the Minneapolis Tribune in 1907, and to the Chicago Tribune in 1912. He became well known for covering the Pancho Villa Expedition in 1916, and for reporting on the 1917 torpedoing of the British ship RMS Laconia, on which he was a passenger. The Chicago Tribune appreciated his keen eye for detail, and vivid splashy style. It sent him to England to cover World War I. As a correspondent at the Battle of Belleau Wood, France. Gibbons accompanied the Fifth Marines where his account of the battle that he submitted violated wartime censorship by mentioning that he was serving with the U.S. Marine Corps. Gibbons' colourful prose added to the reputation of the Marines p. 182 Lindsay, Charles On the Cover Hoover Digest Monday, July 9, 2018 2018 No. 3. Gibbons lost an eye after being hit by German gunfire while attempting to rescue an American Marine. Always afterwards he wore a distinctive white patch on his left eye. He was given France's greatest honor, the Croix de Guerre with Palm, for his valor on the field of battle. In 1919-1926 he was the chief of the Chicago Tribune's foreign service, and editor of the paper's Paris edition. He gained fame for his coverage of wars and famines in Poland, Russia and Morocco. He was fired in 1926, started to write novels, and became a radio commentator for NBC. He narrated newsreels, for which he received a star on the Hollywood Walk of Fame. He also narrated Vitaphone's \"Your True Adventures\" series of short films, which began as a radio program in which Gibbons paid twenty-five dollars for the best story submitted by a listener. In 1927 he wrote a biography of the Manfred von Richthofen (the Red Baron) titled The Red Knight of Germany. He also wrote the speculative fiction novel The Red Napoleon in 1929. Gibbons was the narrator for the documentary film With Byrd at the South Pole (1930). In 1929, he had his own half-hour radio program heard Wednesday nights on the NBC Red Network at 10:30. Competition from Paul Whiteman's show on CBS Radio, however, brought Gibbons' show to an end by March 1930. When Gibbons suggested that Frank Buck write about Buck's animal collecting adventures, Buck collaborated with Edward Anthony on Bring 'Em Back Alive which became a bestseller in 1930. Gibbons narrated the 1930 documentary With Byrd at the South Pole and narrated a series of Vitaphone short subjects from 1937-1939 as well as writing several of themhttps://www.imdb.com/name/nm0316549/. ==Death== Gibbons died of a heart attack in September 1939 at his farm in Stroudsburg, Pennsylvania. ==In popular culture== In \"The Floyd Gibbons Story\", a 1962 episode of The Untouchables, Gibbons was portrayed by Scott Brady. ==List of “Your True Adventure” short films== These were all produced by Warner Brothers, filmed at the Vitaphone studio in New York with Joseph Henabery directing. Each recreates a “heart stopping” event with actors and often presenting the real person behind the story in the final scene, introduced by Gibbons himself. *The Attic of Terror (9 minutes, September 18, 1937) with Chester Stratton, William Morrow & Julia Fasset *Playing with Danger (9 minutes, October 30, 1937) *Danger- High Voltage (9 minutes, December 4, 1937) with Bruce MacFarlane, Ruth Dryden, Jack Harwood & Philip Ober *The Bolted Door (18 minutes, December 10, 1937) with Diana Datlow *Alibi Mark (13 minutes, December 20, 1937) with Dennis Moore (available on DVD Kid Galahad) *Hit And Run (13 minutes, February 19, 1938) with Giles Kelly, Peggy O'Donnell and Robert Elliot. *Shopgirl's Evidence (9 minutes, March 19, 1938) with Barbara Fulton *Dear Old Dad (12 minutes, April 11, 1938) with Wryley Birch *Wanderlust (9 minutes, May 14, 1938) with John Raby, Margaret Wycherly & Ed Butler *A Dream Come True (9 minutes, June 4, 1938) with Marilyn Jolie, Joyce Gates, Minette Barrett & Frederick Smith. *The Fighting Judge (13 minutes, July 2, 1938) with Edward Trevor, J. Covil Dunn, Suzanne Jackson & Patsy Roe *Night Intruder (14 minutes, July 9, 1938) with Helen Carew, Edith Ketchum, Jean Whittaker, Helen Cromwell & Harry Bellaver (available on DVD The Amazing Dr. Clitterhouse) *Trapped Underground (9 minutes, ©-August 20, 1938) with Millard Mitchell, Ralph Chambers & Jack Harwood. *Identified (9 minutes, September 17, 1938) with Vernon Rich *Defying Death (12 minutes, October 15, 1938) with Mady Carrell, Warren Ashe & Stephen Miller *Toils Of The Law (11 minutes, November 12, 1938) with Dane Clark (Bernard Zanville), Herbert Rudley, Mabel Taliaferro & Sheldon Leonard *Treacherous Waters (9 minutes, December 10, 1938) *The Human Bomb (12 minutes, January 21, 1939) with Ryder Keane, Edward Mayne & Lyster Chambers *High Peril (12 minutes, February 18, 1939) with Eddie Acuff & William Challee *A Minute from Death (9 minutes, March 4, 1939) with Jack Sheehan *Chained (9 minutes, April 1, 1939) with Tommy Cooney, Kenneth Derby & Herb Vigran *Voodoo Fires (9 minutes, May 6, 1939) with Frank Lyon *Haunted House (12 minutes, June 3, 1939) with Claire McAloon, Ruth Halstead & Edna West. *Lives In Peril (9 minutes, July 1, 1939) with Charles Powers, John Kirk and Ralph Riggs *Three Minute Fuse (12 minutes, July 29, 1939) with Edward Andrews *Verge of Disaster (9 minutes, August 26, 1939) with Frank Marion, Alma Ross & John Regan Earlier, he hosted two other short films titled The Great Decision (about Woodrow Wilson) (released August 27, 1931) and Turn Of The Tide (September 14). These were part of a projected 13-part series dubbed \"Supreme Thrills\" covering World War I, produced by Amadee J. Van Beuren for RKO Pictures and Pathé Exchange. However only two were put in active release. == References == ==Further reading== * Gibbons, Edward. Floyd Gibbons: Your Headline Hunter (New York: Exposition Press, 1953), a biography by his brother. * Gilbert, Douglas. Floyd Gibbons: Night of the Air (1930) * Nauratil, Marcia J. ed. Biographical dictionary of American journalism (Greenwood Press, 1985) pp 266–8 == External links == * Floyd Gibbons at Belleau Wood Article condensed from Edward's book by Shelley Mitchell-Schaaf, Floyd's great niece. * Floyd Gibbons biography - \"Radio Days\" website * Gibbons's article on the sinking of the Laconia * \"Devil Dogs,\" from Country Life, December 1918. * * * Category:1887 births Category:1939 deaths Category:American male journalists Category:American people with disabilities Category:American war correspondents Category:Georgetown University alumni Category:Gonzaga College High School alumni Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:Vitaphone short films Category:Warner Bros. short films ",
    "title": "Floyd Gibbons"
}