{
    "id": "5760524",
    "text": "Nicholas Lee Banger (born 25 February 1971) is an English retired professional footballer. He was head of commercial operations with Woking F.C. until May 2016. ==Playing career== Banger was born in Southampton and started his football career as a trainee with Southampton, turning professional in April 1989. He scored a hat-trick on his first team debut for the Saints, in a League Cup tie against Rochdale in 1990. He moved to Oldham Athletic for a fee of £250,000 in October 1994 and remained at Boundary Park for almost three years, moving to Oxford United on a free transfer in August 1997. Banger then moved to Dundee, again on a free transfer in October 1999, but was transfer listed by manager Ivano Bonetti in July 2000.Dundee transfer list two more He returned to England with a loan spell at Scunthorpe United in November 2000,Iron keen to keep Banger finally leaving Dundee in August 2001 when he joined Plymouth Argyle on a short-term contract. He scored on his Plymouth debut, in a 3–1 win at home to Swansea City. However, he struggled with injuries and left Home Park in November the same year. After time out with a back injury, he joined Torquay United on trial in January 2002,Banger back in action but left requiring further treatment. In February 2002 he joined Leroy Rosenior's Merthyr Tydfil, before finally signing for Torquay a month later,Banger quits Merthyr after just 3 games making his Gulls debut in 0–0 draw with Mansfield Town. This was his only appearance for Torquay as he asked to be released from his contract just a few days later due to his lack of fitness. After leaving the Gulls, he briefly joined non-league Andover, playing in the final game of the season as Andover drew 1–1 away to Fleet Town to clinch the Wessex League title and promotion to the Southern League. Banger joined Woking in August 2002,Three new Cards moving to Eastleigh in February 2003Another ex-Saint heading to Eastleigh and again scoring on his club debut. In April 2004 he was appointed as full-time corporate manager and coach at Eastleigh,Banger gets full-time Eastleigh post continuing as a player until his retirement in February 2005. He quit his coaching role at Eastleigh, although remained corporate manager until late February 2006, when he resigned after falling out with the team manager,Banger to sever links with Eastleigh in August 2005 when he joined AFC Newbury as a player.Banger quits Eastleigh for AFC Newbury In November 2005 Banger joined Brockenhurst as player- coach,Brock want Nicky to stay but left the same month to take a similar role with Lymington & New Milton.Banger does go – Saunders in as a replacement He resigned from his post in June 2006, claiming that he felt restricted in a head coach role and wanted a managerial post.Banger's off ==Later career== In December 2006, Banger was appointed as commercial manager at Romsey Town, but was sacked after just seventeen days in the post, amid rumours that he was announcing himself as the future team manager while allegedly tapping up players in readiness for next season.Banger sacked after 17 days However, he was not out of work for long and on 19 February 2007 he began work as the new corporate sales manager with Havant & Waterlooville.Banger's back in business In 2008, he joined Aldershot Town as Corporate Sales Manager as they prepared for promotion to the Football League. ==References== ==External links== * Category:1971 births Category:Living people Category:Sportspeople from Southampton Category:English footballers Category:Association football forwards Category:Southampton F.C. players Category:Oldham Athletic A.F.C. players Category:Oxford United F.C. players Category:Dundee F.C. players Category:Scunthorpe United F.C. players Category:Plymouth Argyle F.C. players Category:Merthyr Tydfil F.C. players Category:Torquay United F.C. players Category:Andover F.C. players Category:Woking F.C. players Category:Eastleigh F.C. players Category:A.F.C. Newbury players Category:Brockenhurst F.C. players Category:New Milton Town F.C. players Category:Premier League players Category:English Football League players Category:Scottish Football League players Category:Aldershot Town F.C. non-playing staff ",
    "title": "Nicky Banger"
}