{
    "id": "5761828",
    "text": "Trinity Cathedral The Episcopal Diocese of New Jersey forms part of Province II of the Episcopal Church in the United States of America. It is made up of the southern and central New Jersey counties of Union, Middlesex, Somerset, Hunterdon, Mercer, Monmouth, Ocean, Burlington, Camden, Atlantic, Gloucester, Salem, Cumberland, and Cape May. It is the second oldest of the nine original Dioceses of the Episcopal Church. Services began in 1685 at St. Peter's, Perth Amboy, the oldest parish in the diocese. The diocese itself was founded in 1785. The diocese originally included all of the state of New Jersey, but was divided in 1874, when the northern third of the state split off to form the Diocese of Northern New Jersey, which was later renamed to become the Diocese of Newark. The Diocese of New Jersey has the sixth-largest number of parishes in the Episcopal Church, and the eighth-largest number of baptized communicants. It has a reputation for broad ethnic and socio-economic diversity. The Diocese of New Jersey currently has a total of 141 congregations. The diocese is under the jurisdiction of William H. Stokes, Bishop of New Jersey, whose seat is at Trinity Cathedral, Trenton. The largest parish in the diocese is Trinity Church, Princeton. The diocese had 53,000 members in 2003 and 43,000 in 2013.Episcopal Church membership report It reported 41,662 members in 2015. ==Trinity Cathedral== The cathedral of the diocese has been Trinity Cathedral in Trenton since 1931, following the mergers of Trinity Church and All Saints' Churches in 1930. It is currently located on West St. Street in the location of the former All Saints', Trenton. Earlier pro-cathedrals have included Christ Church, New Brunswick, Saint Mary’s, Burlington, and Christ Church, Trenton. Diocesan House, which holds the administrative offices of the diocese sits across the street in a converted Victorian home and adjacent casino built in 1912 and 1927 respectively. The buildings were bought by the diocese in 1943. ==Bishops of New Jersey== *John Croes 1815-1832 (1st Bishop of New Jersey)Diocese website, Bishops of the Diocese of New Jersey. Retrieved on September 12, 2006. *George Washington Doane 1832-1859 (2nd Bishop of New Jersey) *William Henry Odenheimer 1859-1874 (3rd Bishop of New Jersey and 1st Bishop of Newark) *John Scarborough 1875-1914 (4th Bishop of New Jersey) *Paul Matthews 1915-1937 (5th Bishop of New Jersey) **Albion W. Knight, Coadjutor, 1923-1935 **Ralph Ernest Urban, Suffragan, 1932-1935 *Wallace John Gardner 1937-1954 (6th Bishop of New Jersey) *Alfred L. Banyard 1955-1973 (7th Bishop of New Jersey) *Albert W. Van Duzer 1973-1982 (8th Bishop of New Jersey) *G. P. Mellick Belshaw 1983-1994 (9th Bishop of New Jersey) *Joe Morris Doss 1995-2001 (10th Bishop of New Jersey) *George Edward Councell 2003–2013 (11th Bishop of New Jersey) *William H. Stokes 2013–present (12th Bishop of New Jersey) ==References== ==External links== *Diocese of New Jersey website *Diocese of New Jersey Youth Ministry website *Journal of the Annual Convention, Diocese of New Jersey *Service Book for the Diocese of New Jersey, Authorized by Wallace J. Gardner (1940), digitized by Richard Mammana New Jersey Diocese of New Jersey Category:Trenton, New Jersey Category:Anglican dioceses established in the 19th century Category:Religious organizations established in 1815 Category:1815 establishments in New Jersey ",
    "title": "Episcopal Diocese of New Jersey"
}