{
    "id": "5761752",
    "text": "Carl Sandburg High School, Sandburg, or CSHS, is a public four-year high school located at the intersection of La Grange Road and Southmoor Drive in Orland Park, Illinois, a southwest suburb of Chicago, Illinois, in the United States. It is part of Consolidated High School District 230, which also includes Victor J. Andrew High School and Amos Alonzo Stagg High School. The school is named for Illinois-born poet, Carl Sandburg. It serves sections of Orland Park, Tinley Park, Oak Forest and Orland Hills.\"Attendance Areas .\" Consolidated High School District 230. Retrieved on January 19, 2017. Compare with the city maps and/or with the U.S. Census Bureau school district maps for Cook County, Illinois, index, page 4, page 6\"Street Map .\" Orland Park, Illinois. Retrieved on January 22, 2017.Zoning Map. Orland Hills, Illinois. Retrieved on January 22, 2017. An area including a portion of Orland Park around Sandburg High and a portion of Palos Park is zoned to Amos Alonzo Stagg High School but has Sandburg as an option.Zoning Map. Palos Park, Illinois. Retrieved on January 20, 2017. A section near Victor J. Andrew High School is zoned to go to Victor J. Andrew High School but has Sandburg as an option. ==History== In April 1952, two local school districts, Orland District 221 and Palos District 222 were consolidated into Consolidated High School District 230, for the express purpose of constructing a new high school. This new high school would replace an older high school which had been run by the Orland district at one of its grammar schools, along with rented space around the town for history, English, home economics, and science classes. The new school was designed to serve 450 students. The site of the school was an old corn field, which at the time was surrounded by a forest preserve, a lake, and a golf course. A school board resolution called for the new school to be named for Carl Sandburg, out of \"a desire for historic significance transcending purely local associations of the former school districts\". In April 1953, it was announced that the new high school building would be named for the poet, after Sandburg \"consented and expressed his pleasure\" in a letter to the school board. At least until 1960, Sandburg visited the school every other year. Ground breaking took place on the US$930,000 structure on May 17, 1953. The school was designed to be a one-story structure with a central gymnasium/auditorium capable of holding 1,200 people. A smaller two story section was to house agriculture, science and business education classes as well as the school's library. The school was built with the specific intent to build additions on to the building as the student population grew. The school opened for classes in September 1954. The school was formally dedicated on October 10, 1954, with the school's namesake in attendance. The district saw enormous growth, growing from 186 high school students just prior to the construction of the new school, to a projected population of over 900 for the 1956–57 school year. In the summer of 1956, construction began on the first major addition to the school; an addition that more than doubled the school's size. The 1956–57 school year also saw students attend in split shifts to alleviate the overcrowding that was already occurring. A second gym, primarily for use by girls, was opened ahead of the rest of the addition in January 1958. The remainder of the new addition was ready in May 1958, expanding the school's capacity to 1,700 students. The original administration offices became the new book store, while the addition itself contained new classrooms and administrative offices, as well as expanded room for the music and industrial technology classes. No sooner was the new addition occupied, when, in the autumn of 1958, the school board issued a bond referendum to raise over US $1 million to further expand the school, and to purchase property for the site of a future high school. This second addition, finished for the 1960–61 school year, included ten new classrooms, a new library (the old library was subdivided to make new classrooms) and the school's first swimming pool. The next bond issue came in 1966; this time a US$3.5 million request from the electorate to finance additions at Sandburg and its now sister school, Stagg High School. As a result, Sandburg saw more science laboratories as well as rooms for art, music, and industrial arts training. The first time Carl Sandburg visited Carl Sandburg High School in his home state of Illinois he was mistaken for a bum off the street and promptly ordered to leave the premises. School officials quickly learned their mistake. Sandburg, it is said, was gracious and extremely considerate through the whole thing. When Carl Sandburg died in 1967, the school's choir performed at the official memorial tribute, held at the Chicago Public Library. ==Academics== In 2005, Sandburg had an average composite ACT score of 22.3 and graduated 98.1% of its senior class. The average class size is 19.2. Sandburg has made Adequate Yearly Progress on the Prairie State Achievements Examination, a state test part of the No Child Left Behind Act. Additionally, it has scored a 90.3 on the State Test Performance Index. Sandburg has been named one of Newsweek's top 1,000 schools on several occasions. * 2003, Sandburg was ranked 607 * 2005, Sandburg was ranked 744 * 2006, Sandburg was ranked 967 ===Advanced Placement=== The school has a 38% Advanced Placement (AP) participation rate and boasts a 79% pass rate. The average test taker takes 3.8 exams.https://www.usnews.com/education/best-high- schools/illinois/districts/cons-hsd-230/carl-sandburg-high-school-6527 Students can choose from more than a dozen different AP courses to take during high school. Options include Calculus, Chemistry, U.S. History, Spanish Language, and others. ==Student life== ===Activities=== Carl Sandburg High School is home to numerous different co-curricular activities. The debate team has won seven state championships and ranked nationally in the Public Forum style of debate. The team has also qualified teams for the prestigious Tournament of Champions hosted annually at the University of Kentucky. The debate team joins hand-in hand with the likewise successful speech team to represent the Carl Sandburg Forensics Team, which ranks, \"27 out of more than 3,000 schools nationwide\" with the combined skills of two groups. The speech team has won three state championships in the past three years alone. Both the Carl Sandburg High School debate team and speech team are recognized by the National Speech and Debate Association (formerly the National Forensics League). The Model United Nations club hosts an annual conference and competes at conferences across the country. Carl Sandburg High School currently has five bands, all co-curricular. Directed by Stewart Bailey and Brian Hillhouse, they include the entry level Varsity Band, intermediate Symphonic Band II, and the top Symphonic Band I, in addition to Percussion Band II and Percussion Band I. Sandburg also has a marching band with the typical high-school band brass, woodwind and percussion sections, in addition to color guard, a group that is included with the marching Eagles, but perform with flags, rifles, and sabers. In early December 2008, the Sandburg Marching Eagles were selected to perform in the 56th Presidential Inaugural Parade in Washington D.C. and the color guard was also displayed with a performance. The Carl Sandburg Marching Eagles were also chosen to perform during half-time in the 2016 Sugar Bowl in New Orleans, Louisiana as well as the Sugar Bowl New Year's Eve Parade. Carl Sandburg High School also has three levels of orchestras directed by Dr. Linda Nussbaum. In order from most to least advanced, they are Symphony, Philharmonic, and Concert Orchestra. The department is also home to the co- curricular Quartet Furioso, a group consisting of the four most prestigious players in the Symphony Orchestra. The school currently has five curricular choirs and one co-curricular a capella group. Directed by Ms. Nicole Denofrio, they include: Freshman Choir, Concert Choir, Cantabile, Bel Canto, and Chorale (formerly Varsity Singers). Chamber Singers (also Accidentals and Eloquence), is an eighteen-member a capella group that performs at many locations around the community, occasionally alongside the Quartet Furioso. The District also has a Relay For Life event that donates money towards the American Cancer Society. In 2011, the Relay For Life of District 230 raised nearly $413,000. This placed them first in the state of youth events and boosted the event to the second largest all-youth event in the country. This second in the nation was only behind one large university, Virginia Tech. The Relay has been going on for the past 14 years and was the first event of its kind in the country. ===Athletics=== Sandburg competes in the Southwest Suburban Conference (SWSC) and is a member of the Illinois High School Association (IHSA), which governs most sports and competitive activities in the state of Illinois. School teams are stylized as the \"Eagles\". Carl Sandburg High School state championship sign at the intersection of 131st St. and LaGrange Rd. The school sponsors interscholastic teams for young men and women in basketball, bowling, cross country, golf, gymnastics, soccer, swimming & diving, tennis, track & field, volleyball, and water polo. Young men may compete in baseball, football, and wrestling, while young women may compete in badminton, cheerleading, and softball. While not sponsored by the IHSA, the school's athletic department also sponsors a poms team. Sandburg's cross country and track teams have been extremely successful and was home to world champion athlete Lukas Verzbicas. Verzbicas won the Gatorade Boys' Cross Country Runner of the Year award his junior and senior seasons. In addition, Verzbicas won the Nike and Foot Locker national championship and went on to run at the University of Oregon. Another member of the cross country team, Pat McMahon, was awarded the prestigious $20,000 Foot Locker scholarship in the Spring of 2013. The following teams have placed in the top four of their respective IHSA sponsored state championship tournament or meet. * Badminton (girls): State Champions (2010–11) * Baseball: State Champions (2001–02) * Basketball (girls): 4th place (1997–98) * Cheerleading: 3rd place (2007–08, 2009-10, 2016–17); State Champions (2005–06, 2008–09, 2011–12) * Cross Country (boys): 4th place (1981–82, 2006–07) 2nd place (2014–15) 1st Place (2015–16) * Cross Country (girls): 4th place (2001–02); 3rd place (2002–03); 2nd place (1997–98, 2009-10) * Football: semifinals (1993–94) * Gymnastics (girls): 4th place (1996–97, 2000–01); 3rd place (1994–95); 2nd place (2008–09) * Soccer (boys): 3rd place (1994–95, 2012–13); State Champions (1993–94, 2001–02, 2002–03) * Soccer (girls): 3rd place (2008–09); 2nd place (1995–96, 2000–01) * Softball: State Champions (2009–2010); 4th place (1993–94, 1998–99, 2001–02); 3rd place (1992–93, 1999–2000, 2005–06); 2nd place (2000–01) * Swimming and Diving (boys): 4th place (2011–12) * Track & Field (boys): 3rd place (1976–77) 3rd place (2015–16) * Volleyball (boys): 2nd place (1996–97, 2000–01); State Champions (1995–96, 1998–99, 1999–2000, 2010–11) * Volleyball (girls): 3rd place (1980–81); 2nd place (1981–82, 2001–02); State Champions (1998–99) * Water Polo (boys): 4th place (2007–08, 2010–11); 2nd place (2008–09) * Wrestling: 2nd place (1966–67, 2009–10); State Champions (2004–05, 2005–06, 2006–07, 2011–12, 2012–13) ==Notable alumni== * Jeff Alm (1986) was an NFL defensive lineman (1990–93), playing entire career with Houston Oilers. * Sandra G. Biedron (1990) Physicist specializing in particle accelerators and laser systems. Her Ph.D. is from Lund University Sweden. *Connor Carrick is a National Hockey League defenseman. * John Chiang (1980) is California state treasurer, formerly state controller (2007–15). * Kendall Coyne (2010) is a US Women's Ice Hockey Team forward who won a gold medal at the 2018 Winter Olympics, and a silver medal at the 2014 Sochi Olympics. * Omowale Dada (2001) was a Canadian Football League cornerback (2008) with the Edmonton Eskimos. * Dan Feeney (2012) is an offensive guard for the NFL's Los Angeles Chargers. * Pat Fitzgerald (1993) is head football coach of Northwestern University (2006–present). He is a member of the College Football Hall of Fame. * Timothy Hanson (1997) is a visual effects supervisor best known for Avengers: Age of Ultron. * Justin Hartley (1995) is an actor best known for his work on television (Passions, Smallville', The Young And The Restless). * T. J. Helmerich is a musician and sound engineer. * Adam Hochberg (1981) is a news correspondent for National Public Radio. * Dave Jones (1980) is California Insurance Commissioner (2011-) and a former California Assemblyman (2004–2010). * Lisa LaPorta (1985) is an interior designer whose HGTV show Designed to Sell ran 2003-11. * George Lilja (1976) former NFL center (1981–1987). * Michael McDermott (1986) is a folk rock singer-songwriter. * Mary Therese McDonnell is an international soccer player for the Republic of Ireland (2008–present) * Shannon McDonnell is an international soccer player for the Republic of Ireland (2009–present) * Charlie Meyerson (1973) is an adjunct journalism professor at Roosevelt University and adjunct lecturer in journalism at Northwestern University's Medill School of Journalism; formerly Chicago bureau chief for FM News Chicago, WIQI-FM 101.1, reporter and anchor at WGN-AM 720, WNUA-FM 95.5 and WXRT-FM 93.1, and senior producer and Daywatch columnist at chicagotribune.com. * Marie Newman, Democratic candidate for Congress * Jim Nussle (1978) was Director of the U. S. Office of Management and Budget (2007–09); also a U.S. Congressman from Iowa (1991–2007). * Bill Rancic (1989) was winner of The Apprentice: Season One. * Tim Regan (1999) was a MLS defender (2001–08). * Katie Rich (1998) is a comedian who has written for Saturday Night Live. * Jeff Roehl (1998) former NFL offensive tackle (2003–06). * Michael Schofield (2009) is an NFL offensive lineman, currently playing for the Los Angeles Chargers; he played for the University of Michigan and for the Super Bowl 50 champion Denver Broncos * Scott Shellstrom (1976) was the \"first white guy\" on Soul Train (1975), host of \"Vacation Store\" on The Travel Channel (1994-1997) and artist. * Tom Toth former NFL player for the Miami Dolphins (1986–91). * Robin Tunney (1990) is an actress known for her work on television (Prison Break, The Mentalist) and film (The Craft, Vertical Limit). * Paul Vallas is the former CEO of Chicago Public Schools (1995–2001), was superintendent of Bridgeport, Connecticut schools 2012-14. * Whethan (Ethan Snoreck) (2017) is an EDM artist and DJ. * Jed Zayner (2003) is an MLS defender, currently playing for D.C. United. * Lukas Verzbicas (2011) is an American professional triathlete who holds the US high school 2 mile record, and was the 5th ever American to break the 4 minute mile barrier in high school. ==References== ==External links== *Official website Category:Educational institutions established in 1954 Category:Public high schools in Cook County, Illinois Category:1954 establishments in Illinois Category:Orland Park, Illinois ",
    "title": "Carl Sandburg High School"
}