{
    "id": "5761393",
    "text": "The School of Information Sciences, also The iSchool at Illinois, is a graduate school at the University of Illinois at Urbana–Champaign. Its Master of Science in Library and Information Science is currently accredited in full good standing by the American Library Association. The school is a charter member of the iSchool initiative. The school offers the Master of Science in Library and Information Science (MS/LIS; comparable to the Master of Library and Information Science), Master of Science in Information Management (MS/IM), Master of Science in Bioinformatics, a Certificate of Advanced Study (CAS), and a PhD. Specializations available to MS/LIS students include Youth Services, K–12 School Librarianship, Special Collections, Community Informatics, Socio-technical Data Analytics, and Data Curation. The School's PhD program in LIS, the oldest such program in the country, is primarily oriented towards interdisciplinary research. Students seeking the MS/LIS, MS/IM, or CAS degree can earn their degree as an on-campus student or as a distance student via the Leep online learning option. For doctoral students, at least one year of residency is required on campus. ==Reputation== The School of Information Sciences' MS/LIS degree has been ranked as the top library and information science (LIS) graduate program in the country by U.S. News & World Report since 1996. In the Research and Markets' 2008-2009 Survey of Academic Libraries, Illinois was ranked the number one library and information science program in the U.S. and Canada. As of 2017, the school is also ranked by U.S. News & World Report as first in services for children and youth, first in digital libraries, and third in school media library in comparison to other U.S. and Canada library and information science schools. ==History== The program has its roots in the Library Science Program at the Armour Institute of Chicago created in September 1893 as part of the strong cultural movement following the Industrial Revolution to professionally educate men and women for the upcoming twentieth century and for the technical world.Grotzinger 1992, p. 2 The public library had come to be seen by most as a \"university of the people,\" and those who were to become the \"best librarians\" were those formally educated in the trade.Grotzinger 1992, p. 2 Seeking a director, Gunsaulus, the president of the Institute, asked Melvil Dewey to recommend the best person for the job. Dewey recommended Katharine Sharp, who was finishing up her library science degree program in Dewey's school in Albany, NY.Grotzinger 1992, p. 5 Once established, the school became the only library science program in the Midwest and the fourth in the United States. Sharp, in turn, became the library school: \"Her enthusiasm, her drive, and her unswerving dedication were the determining factors for the school during its formative years in Chicago as well as the following ten years when she directed the Illinois State Library School on the Urbana–Champaign campus.\"Grotzinger 1992, p. 6-7 The school in Chicago, operating off of a technical institute model, began taking on a university structure under Sharp's leadership. The Armour facility did not provide enough collection or classroom space that was needed, and finances were becoming tight. The University of Illinois and the University of Wisconsin were interested in the program, and both universities offered to accept Sharp's program. Sharp chose the University of Illinois, and the program moved to Urbana.Grotzinger 1992, p. 9 The initial location for the library science program was in Altgeld Hall where it remained until 1926. It then moved to the Main Library for the next fifty three years until 1979. The program then relocated to David Kinley Hall until 1993. An additional relocation went underway when the University purchased property from Acacia fraternity's Illinois Heth chapter and moved the school to its current location at Fifth and Daniel Streets.http://www.rushacacia.com/History The school officially changed its name from the Graduate School of Library and Information Science (GSLIS) to the School of Information Sciences in June 2016.http://ischool.illinois.edu/articles/2015/10/faculty-vote-favor-name- change-proposal ==Facilities== The school is located on the corner of Fifth and Daniel streets in Champaign, Illinois. It is situated next to the Department of Speech and Hearing Science and across the street from the Department of Psychology. The building was formerly the location of the Acacia and still has functional showers for both men and women along with three kitchens. Other areas, such as the second floor lounge and the doctoral student area, serve as study spots for students. Wireless Internet access is also available in all public areas, and technology support is provided by the department's Help Desk on the second floor. The Help Desk is staffed by current iSchool master's students. The building is also in close proximity to many campus libraries. The University of Illinois at Urbana–Champaign, one of three campuses of the University of Illinois system, has over 40 libraries; their combined holdings are among the largest in the United States and the world. One such library, The Center for Children's Books, which houses more than 16,000 youth trade books, is located on the bottom floor of the iSchool building. ==Research areas== * History, economics, policy * Information organization and knowledge representation * Information resources, uses, and users * Information systems * Management and evaluation * Social, community, and organizational informatics * Children's literature, Young adult literature, and services. ==Research centers== * The Center for Children's Books – The Center’s mission is to facilitate the creation and dissemination of exemplary and progressive research and scholarship related to all aspects of children’s and young adult literature; media and resources for young (ages 0–18) audiences; and youth services librarianship. It is also home to The Bulletin of the Center for Children's Books, an academic journal that published reviews for books intended for a 0-18 audience. * Center for Digital Inclusion – The Center for Digital Inclusion fosters inclusive and sustainable societies through research, teaching, and public engagement about information and communication technologies (ICT) and their impacts on communities, organizations, and governments. Digital inclusion encompasses not only access to the Internet but also the availability of hardware and software; relevant content and services; and training for the digital literacy skills required for effective use of ICT. * Center for Informatics Research in Science and Scholarship – The GSLIS Center for Informatics Research in Science and Scholarship (CIRSS) studies the information lifecycle in the contexts of science and scholarship. Center members contribute to our understanding of how data curation, information modeling, and data analytics can enable scientists and scholars to leverage digital information resources. CIRSS members have expertise in digital preservation, interview methods, information retrieval, data and text mining, knowledge discovery, ubiquitous systems, collaborative systems, socio-technical systems, author disambiguation, persuasive technologies, reading behaviors, information modeling, scientific publishing, institutional repository development, cultural heritage collections, gaming, social networking and digital music retrieval and evaluation. Funding partners include Google, the National Endowment for the Humanities, the National Science Foundation, The Andrew W. Mellon Foundation, the Library of Congress, the Environmental Change Institute, and Institute for Museum and Library Services. ==Student activities== Student organizations at the iSchool include: * American Library Association (ALA) student chapterhttps://web.archive.org/web/20111226061517/http://www.lis.illinois.edu/people/students/orgs/ala * Special Libraries Association (SLA) student chapter * Society of American Archivists (SAA) student chapterhttp://saauiuc.wordpress.com/ * American Society for Information Science and Technology (ASIS&T;) student chapterhttps://web.archive.org/web/20111226061905/http://www.lis.illinois.edu/people/students/orgs/asist * Beta Phi Mu alpha chapterhttp://www.lis.illinois.edu/people/alumni/betaphimu * Community Informatics Clubhttp://www.communityinformaticsprojects.org/ciclub/ * iSchool Connections * Students of Colorhttps://publish.illinois.edu/studentsofcolor/ * Chinese Student Group * Progressive Librarians Guild * Queer Library Alliancehttp://queerliballiance.wikispot.org/ ==Footnotes== ==References== * Grotzinger, L. (1992). Remarkable beginnings: The first half century of the Graduate School of Library and Information Science. In ideals and standards: The history of the University of Illinois Graduate School of Library and Information Science, 1893–1993 (1–22). Champaign, IL: The Graduate School of Library and Information Science. University of Illinois at Urbana–Champaign. Retrieved from https://www.ideals.illinois.edu/handle/2142/18680 ==External links== * Official website Category:Information schools Library and Information Science Category:1893 establishments in Illinois ",
    "title": "UIUC School of Information Sciences"
}