{
    "id": "5762763",
    "text": "Theodore A. Sarandis is an American sports radio personality in Boston who was the host of the Ted Nation show that was broadcast weeknights on Boston sports radio station WEEI from 1992 until September 2005. He was also the play by play announcer for Boston College Basketball from 1995 to 2010. Sarandis is a graduate of Newhouse School of Communications at Syracuse University. ==Broadcast career== ===WEEI=== During his tenure on WEEI, Sarandis was an advocate for college sports in the Boston area. Sarandis' program Ted Nation aired weeknights from 7pm to midnight. His former time slot at WEEI was taken over by Mike Adams with the Planet Mikey show. ===Boston College basketball=== Sarandis announced Boston College's (BC) men's basketball games from 1995 until 2010, when he was replaced by Jon Meterparel prior to the 2010–2011 season. Sarandis was known for his emphatic \"WOW\" in reaction to positive plays from the Boston College team. He also frequently ended games that BC won with \"The Horn Sounds this one is over, and Boston College has won WOW!\" During the 2006–2007 seasons, Sarandis hosted the Al Skinner Show, a half-hour program about Boston College basketball taped before a live audience at the Metropolitan Club in Chestnut Hill that aired each Thursday on WEEI during the college basketball season. In 2009, Sarandis was inducted into the New England Basketball Hall of Fame for excellence and achievement in broadcasting college basketball. ===Other broadcast jobs=== Sarandis developed and co-hosts College Basketball Tonight, a college basketball show with a variety of guests, including coaches and television and radio analysts. The show aired weekly during March Madness through the Final Four each year. Kennesaw State University Men's Basketball Coach Al Skinner co-hosted in 2013 on WATD 95.9.http://www.boston.com/sports/touching_all_the_bases/2013/03/media_notes_sapp_simmons_saran.html Beginning in 2014, College Basketball Tonight broadcast on New York City's WNYM-AM (970) \"The Answer\".http://www.northjersey.com/arts-and- entertainment/entertainment-news/glenn-schuck-goes-full-time-at-wins-1.841822 Sarandis has also done college basketball play-by-play for Boston University, Harvard University, Northeastern University, and Holy Cross. Additionally he has done play-by-play for the Boston Celtics, Harvard University hockey and the Beanpot Hockey Tournament on radio, and the ECAC Basketball Game of the Week, Boston University basketball and Lowell Lock Monsters hockey on television. In October 2006, Sarandis co-hosted the New Sports Huddle show on WTKK with Sean McDonough, filling in for a vacationing Eddie Andelman. On Sunday, March 14, 2010, Sarandis' Ted Nation was added to the schedule of WEEI-AM competitor WBZ-FM 98.5. It was heard each Sunday evening from 7:00 until 10:00 pm. On March 2, 2014, Sarandis teamed up with Suffolk University Head Basketball Coach Adam Nelson to broadcast the Great Northeast Athletic Conference Championship game. The contest was produced for a national audience by D3Hoops.com. ==Massachusetts Governor's Council== In May 2006, Sarandis announced plans to run as an independent for a position on the Massachusetts Governor's Council—an elected board that oversees and approves gubernatorial appointments such as judges—against incumbent Democrat Michael Callahan. His platform called for term limits for judges and stopping the practice of potential judicial candidates donating money to political campaigns. ==Civil military affiliations== Sarandis is a member of the Civil Air Patrol, Massachusetts Volunteer Militia and the Ancient and Honorable Artillery Company of Massachusetts. Sarandis is a volunteer for the Employer Support of the Guard and Reserve (ESGR), and has spoken at many departure and welcome home ceremonies for Guard and Reserve units from Massachusetts that have deployed to Southwest Asia. In April 2006, Sarandis was among a group of 50 business, civic, organizational and academic leaders that participated in a Joint Civilian Orientation Conference in Kuwait, Bahrain and Qatar. Along with briefings by military leaders, they took part in training on how to conduct road maneuvers and confront improvised explosive devices. This is the same training give to soldiers prior to deploying to Iraq. They also flew aboard and observed operations on the aircraft carrier . ==Personal life== Sarandis lives in West Palm Beach, Florida and works as a freelance sportscaster and operates a real estate management business. ==See also== *List of sports announcers *List of Greek-Americans *2006 Massachusetts Governor's Council Election ==References== ==External links== *Official website (Archived) *Ted Sarandis on BC-Nova * Category:College basketball announcers in the United States Category:National Basketball Association broadcasters Category:American radio personalities Category:Sports in Boston Category:Living people Category:Boston College Eagles men's basketball broadcasters Category:American sports announcers Category:American people of Greek descent Category:S. I. Newhouse School of Public Communications alumni Category:Boston Celtics broadcasters Category:American Hockey League broadcasters Category:College hockey announcers in the United States Category:National Hockey League broadcasters Category:Year of birth missing (living people) ",
    "title": "Ted Sarandis"
}