{
    "id": "5762171",
    "text": "Red Hugh overlooking Curlew Pass Maurice Harron (born 1946) is a Northern Irish sculpturer. Harron was born and grew up in Derry, Northern Ireland. At the Ulster College of Art and Design in Belfast, he studied sculpture. Much of his work is public art sculpture and he has works sited in Northern Ireland and in the Republic of Ireland. Two of his most acclaimed commissions are Reconcilition/Hands Across the Divide in Carlisle Square, Derry, overlooking the Craigavon Bridge crossing the River Foyle, and the Gaelic Chieftain, arguably his most experimental and impressive piece sited in the Curlew Mountains, County Roscommon. This statue overlooks the site of the Battle of Curlew Pass, fought in August 1599, when a Gaelic Irish force under Hugh Roe O'Donnell defeated an English column during the Nine Years War. His work Let the Dance Begin, dating from 2000, is sited near the Lifford Bridge in Strabane, County Tyrone and was commissioned by the Strabane Lifford Development Commission. It features 5 semi-abstract figures (a fiddler, a flautist, a drummer and two dancers) on the theme of music and dance, each 4 metres high and is made of stainless steel, bronze and ceramic tile mosaic. It is one of the largest pieces of public art in Ireland. The Workers is a monument made from stainless steel and stone and is located at The Dry Arch Roundabout in Letterkenny. The monument was created in 2001 and commemorates a generation of men who worked on building the original bridge and train track at the Dry Arch. He also created The Rabble Children monument in Letterkenny. He also has work sited in the United Kingdom and the United States, where he created the Irish Famine Memorial on Cambridge Common, Cambridge, Massachusetts, which was dedicated on 23 July 1997. ==References== *Maurice Harron website *Let the Dance Begin *Irish Famine Memorial, Cambridge, MA ==External links== *Josef Locke sculpture, Derry Category:Sculptors from Northern Ireland Category:People from Derry (city) Category:1946 births Category:Living people Category:Alumni of Ulster University ",
    "title": "Maurice Harron"
}