{
    "id": "5763252",
    "text": "James Butler, 3rd Earl of Ormond (c. 1359 – 7 September 1405), was a noble in the Peerage of Ireland. He acceded to the title in 1382 and built Gowran Castle three years later in 1385 close to the centre of Gowran, making it his usual residence, whence his common epithet, The Earl of Gowran. James died in Gowran Castle in 1405 and is buried in St. Mary's Collegiate Church Gowran together with his father James Butler, 2nd Earl of Ormond, his grandfather James Butler, 1st Earl of Ormond and his great great grandfather Edmund Butler, Earl of Carrick and 6th Chief Butler of Ireland.A History of St. Mary’s Church. Text by Imelda Kehoe. Published by the Gowran Development Association 1992 James the 2nd Earl was usually called The Noble Earl, being a great-grandson, through his mother, Eleanor de Bohun, of King Edward I of England. ==Career== In 1391 he purchased Kilkenny Castle from the Despencer family. He also built the castle of Dunfert (also called Danefort) and in 1386 founded a Friary of minorities at Aylesbury in Buckinghamshire.Lodge, John The Peerage of Ireland or, A Genealogical History Of The Present Nobility Of That Kingdom, 1789, Vol IV, p 10. In 1384 he was deputy to Sir Philip Courtenay, the then Lieutenant of Ireland, who was the nephew of the Archbishop of Canterbury, William Courtenay. The two men for a time were united in opposition to Robert Wikeford, the Lord Chancellor of Ireland, who resented the Butler dynasty's power and influence. Butler's title was Governor of Ireland. A rift occurred between them over the disagreement between the Archbishop of Canterbury and Richard II with Butler taking the side of the latter. Insurrection followed which prompted Richard II to an expedition under the banner of his close friend Robert de Vere, Duke of Ireland to quell it. This enterprise was led by Sir John Stanley who was accompanied by Bishop Alexander de Balscot of Meath and Sir Robert Crull.Rolls of 9 Richard II- Part I Membrane 1, cont. June 18, 1386 Westminister {as before Membrane 6}, 163. See Peter Crooks. The 'Calculus of Faction' And Richard II's Duchy of Ireland, c. 1382-9 ,in Fourteenth Century England, V, ed. Nigel Saul. Woodbridge: England: The Boydel Press, 2008. 94-115. . This serves as an excellent overview of the history and capsulates the relationship between Bishop Alexander Balscot, Butler, Crull and Stanley Butler joined them upon their arrival in Ireland. The result of its success was Stanley's appointment as Lieutenant of Ireland, Bishop Alexander as chancellor, Crull as treasurer, and Butler again as governor.Calendar of Patent Rolls 1385-9. 125-6, 128, 130-31 On 25 July 1392, he was appointed Lord Justice of Ireland as he was again in 1401. On the departure of Sir Stephen Scrope to England on 26 October 1404, by commission, dated at Carlow, 12 February 1388-9, he was appointed keeper of the peace and governor of counties Kilkenny and Tipperary. He was vested with full power to treat with, to execute, to protect, and to give safe conduct to any rebels, etc. In 1397 he assisted Edmund Mortimer, 3rd Earl of March, the Lord Lieutenant, against O Brien, and in 1390 took prisoner Teige O Carrol, Prince of Elye. ==Marriage and Children== Some time before 17 June 1386, he married Anne Welles, the daughter of John de Welles, 4th Baron Welles by his spouse Maud (née de Roos). Anne Welles died on 13 November 1397, around the age of 37. They had five children: * James Butler, 4th Earl of Ormond (1392–1452), married firstly Joan de Beauchamp, daughter of William Beauchamp, 1st Baron Bergavenny and Lady Joan FitzAlan, and had issue. He married secondly, Lady Joan, widow of Jenico Grey, and daughter and heiress of Gerald FitzGerald, 5th Earl of Kildare, but had no children. * Sir Richard Butler of Polestown, county Kilkenny, (born c.1396). His godfather was King Richard II of England. He married Catherine, daughter of Gildas O'Reilly of Cavar, Lord of East Breffny, and had issue. * Anne Butler, married John Wogan, and had issue. * Sir Philip Butler, married Elizabeth, daughter of Sir John Cockayne, Chief Baron of the Exchequer, by his wife Ida de Grey, and had issue. Ancestor of Barons Boteler of Brantfield.http://thepeerage.com/p13766.htm#i137652http://megankeith.com/past/wc05/wc05_284.htmlJohn Boteler of Woodhall on RootsWeb * Sir Ralph Butler, married Margaret de Berwick, and had issue. In 1399 the Earl married Katherine FitzGerald of Desmond. They had four children: * James \"Gallda\" Butler, * Edmund Butler * Gerald Butler * Theobald Butler By an unknown mistress he had at least one illegitimate son, Thomas Le Boteller (died 1420) aka Thomas Bacach (the lame). Thomas joined the order of Knights Hospitaller. He was Lord Deputy of Ireland and Prior of Kilmainham. He was a distinguished soldier who led an Irish force of 700 men at the Siege of Rouen in 1419. ==See also== Butler dynasty ==References== * Richardson, Douglas, and Kimball G. Everingham. Magna Carta Ancestry A Study in Colonial and Medieval Families. Royal ancestry series. Baltimore, Maryland: Genealogical Pub. Co, 2005. googlebooks.com Accessed November 9, 2007 * Doyle, James William Edmund. The Official Baronage of England, Showing the Succession, Dignities, and Offices of Every Peer from 1066 to 1885, with Sixteen Hundred Illustrations. London: Longmans, Green, 1886. googlebooks.com Accessed November 9, 2007 * thepeerage.com Accessed November 9, 2007 James Category:1405 deaths Category:15th-century Irish people Category:14th-century Irish people Category:Year of birth uncertain Category:Earls of Ormond (Ireland) Category:Lords Lieutenant of Ireland ",
    "title": "James Butler, 3rd Earl of Ormond"
}