{
    "id": "5763605",
    "text": "John James McAliskey (born 2 September 1984) is a former professional footballer who played in the Football League for Huddersfield Town, Torquay United, Wrexham and Mansfield Town. Born in Huddersfield, England, he reprented the Republic of Ireland at undder-21 level. ==Career== He first played for Huddersfield Town during the 2003–04 season. He was sent on loan to Torquay United during the 2005–06 season, due to lack of match action. He has again failed to make an impression, and was sent out on loan to Wrexham. On 9 May 2007, he was released by the Terriers signing for Mansfield Town on 7 June on a one-year deal. After just 16 League games he was released by Mansfield on 27 March 2008.\"Stags let five leave Field Mill.\", BBC Football He has also played for Alfreton Town, Salford City and Witton Albion. On 20 November 2009, Altrincham signed McAliskey.Altrincham sign striker McAliskey Since leaving the Robins, he has played for both Northwich Victoria and Matlock Town, on loan.\"Mallon, McAliskey Join Gladiators\", Evostik League As of 28 February 2012, McAliskey has last been known to be playing for Royal Dolphins of the Huddersfield District League Second Division.\"Amateur Football: Former Huddersfield Town striker John McAliskey boosts Royal Dolphins' District League ambitions\", Huddersfield Examiner ==References== ==External links== * Category:1984 births Category:Living people Category:Sportspeople from Huddersfield Category:English footballers Category:Republic of Ireland association footballers Category:Republic of Ireland under-21 international footballers Category:Association football forwards Category:Huddersfield Town A.F.C. players Category:Torquay United F.C. players Category:Wrexham A.F.C. players Category:Mansfield Town F.C. players Category:Alfreton Town F.C. players Category:Salford City F.C. players Category:Witton Albion F.C. players Category:Altrincham F.C. players Category:Northwich Victoria F.C. players Category:Matlock Town F.C. players Category:English Football League players Category:National League (English football) players ",
    "title": "John McAliskey"
}