{
    "id": "5763015",
    "text": "Jaclyn Roxane Chan (born December 2, 1980), also known simply as Jacki R. Chan or Jacki Chan, is an American actress, musician, and model. She has appeared in various magazines, calendars and print ads, as well as several motion pictures, television shows, and commercials. She is niece to Hollywood stuntman Darryl Chan.http://www.jackirchan.com/about.html Formerly under the Universal Music Group label, she is also an experienced drummer who has been featured in several films, commercials, television spots, and music videos. ==Background== Jaclyn Roxanne Chan was born in San Francisco, California, and raised as the oldest of three siblings in Daly City, California. She is Chinese but has British and Portuguese ancestors. From an early age she was drawn to the performing arts and participated in several after-school programs and functions. She graduated from Westmoor High School in Daly City, where she took an active role in drama and music. These included taking major roles in numerous plays, membership in the International Thespian Society, being the only female drummer and percussionist in the school's jazz and symphonic bands, and being one of the leads in the school's drill/streetdancing team. Chan was a salutatorian of her 1998 graduating class and voted \"most dramatic\" in the yearbook. Her ambitions continued at San Francisco State University. Chan took part in more than 20 of the university's drama/theatre programs and was a member of the student-led \"Brown Bag Theatre Company\", taking major roles in productions such as The Balcony and M. Butterfly. Frequently attaining \"Dean's List\" she graduated cum laude in 2002 with a B.A. in drama. She returned as a post-graduate in 2003 to obtain a minor in business. Straight out of college, she was amongst the first Hooters Girls at its new San Francisco franchise in the city's Fisherman's Wharf neighborhood, and later became a key trainer at the sister store in Dublin, just east of Oakland. She appeared in a number of pictorials for the franchise, including a spot in Hooters' Official 2005 Swimsuit Calendar, which gave her the opportunity to pursue a career in modelling. She also began to pursue a career as a screen actress, achieving SAG certification with a brief appearance in the film Rent. She soon moved to Los Angeles to pursue acting full-time, but has also been recognized for stunt performances, hosting, and print work. She has appeared on The Sopranos, Freddie, and the film Waist Deep. She can be seen as a stunt player in the action film Crank. In 2009, she enrolled into Whittier Law School in Costa Mesa, Orange County, California. She then received her Juris Doctor degree when she graduated in 2012 with a dual concentration in trial advocacy and criminal law. She is currently a licensed attorney, and a member in good standing of the State Bar of California. ==References== ==External links== * * Category:1980 births Category:Actresses from California Category:Female models from California Category:American film actresses Category:American television actresses Category:American drummers Category:Living people Category:Actresses from San Francisco Category:San Francisco State University alumni Category:21st-century American actresses Category:American actresses of Chinese descent Category:American people of British descent Category:American people of Portuguese descent Category:21st- century American drummers ",
    "title": "Jacki R. Chan"
}