{
    "id": "5763303",
    "text": "In the card game bridge, a forcing pass is an agreement or understanding that a pass call obliges the partner to bid, double, or redouble over an intermediate opposing pass, i.e. partner must \"keep the bidding open\". : ... - (act) - Pass - (Pass) - ? Here \"...\" represents any beginning to the auction. The forcing pass (bold) necessarily occurs directly over an opposing bid, double, or redouble (act). After a pass over a pass, the auction might end before partner's turn. In other words, the partnership is committed to act somehow rather than to end the auction now; that is a precondition. The first, direct, \"forcing pass\" refers to partner the choice how to act. There is no commitment to accept partner's choice. Indeed, a forcing pass ensures that the auction will return to the one who issues it, so it may be interpreted as the first half of a two-step action by that player. Normally double is natural where pass is forcing. That is, double suggests the current denomination and strain, doubled, as a final contract. \"Forcing pass\" is also a synonym for strong pass, a conventional pass in first or second position that shows a strong hand and is \"a form of opening bid\" in effect. Strong pass systems are barred from many competitive events.http://web2.acbl.org/documentLibrary/about/CONVENTIONCHARTS2_2020.pdf == When is pass forcing? == Here \"... (act)\" means any beginning to the auction, followed by an opposing bid, double, or redouble. :... (act) Pass (Pass) ? The opponents may be obliged to keep the bidding open themselves because their action is forcing. Then the forcing pass is a moot point and the concept may be considered inapplicable. When their action is not forcing, on the other hand, partnership understanding whether pass is forcing may be vital. Partners should recognize forcing pass situations. ===Low-level forcing pass=== One family of forcing pass occurs when the partnership auction is already forcing to a particular level and the opponents bid below that level. :1 (1) 2 (2) Pass Commonly 2 is forcing to 2NT. Then pass over opposing 2 is forcing. Here 2 is natural but the same holds over a conventional call that is forcing. If the convention is a bid forcing only to the next step, such as a Jacoby transfer, then pass is forcing only over a double. ... when one opponent doubles or redoubles a conventional takeout and thereby suggests they may defend our chosen strain doubled for penalty. :(1) 2 (Dbl) Pass Commonly 2 is artificial for takeout, a Michaels cuebid showing both major suits, and the opposing double suggests that they double the chosen major. Then pass is forcing; it refers the choice of major suit back to the one who bid 2. ... for the partnership that doubles or redoubles to suggest playing for penalty. :1 (Dbl) Rdbl (2) Pass :1 (Dbl) Rdbl (Pass) Pass (2) Pass Double is for takeout and redouble shows a strong hand, suggesting that we double their chosen strain. When either opponent does name a strain (here diamonds), a direct pass is forcing. Commonly the forcing pass declines to recommend play for penalty (double would be natural) and waits to see whether partner will double (natural). ===High-level forcing pass=== ... when it appears that an opposing bid is a sacrifice. :1 (2) 3 (5) Pass Commonly 3 is a strong raise of hearts and 5 seems to be an advance sacrifice. Then a direct pass is forcing. It declines to recommend playing 5 doubled and thereby suggests bidding at least 5. What is the meaning of a forcing pass followed by 5 if partner does double? :1 (2) 3 (5) Pass (Pass) Dbl (Pass) 5 At least following trump suit agreement, as in this case (hearts), there is a common conventional distinction. The latter \"pass and pull\" 5 invites slam while a direct 5 overcall shows no interest in slam. ... after we preempt or sacrifice and they bid higher.(Encyclopedia) ==See also== *Forcing bid *Strong pass ==References== ==Further reading== * Forcing Pass in Contract Bridge (1983) by Eddie Kantar. * 25 Ways to Compete in the Bidding (2000) by Barbara Seagram and Marc Smith. ==External links== * Forcing Pass Finds Best Trump Fit by Richard Pavlicek, 1 May 1988. * BrideGuys website - Forcing Pass * BridgeHands website - Forcing Pass Category:Contract bridge bidding ",
    "title": "Forcing pass"
}