{
    "id": "5764181",
    "text": "I en tid som vår () is the fifth studio album by Swedish singer-songwriter Marie Fredriksson, released on 4 November 1996 by EMI Sweden. The album was recorded and co-produced by Fredriksson alongside her husband Mikael Bolyos at their home studio in Djursholm. It was a commercial success upon release, peaking at number 2 for two non-consecutive weeks on the Swedish Albums Chart, and was certified platinum by the Swedish Recording Industry Association for shipments in excess of 80,000 units. \"Tro\" was released as the first and only commercial single from the album, which became a substantial hit in Sweden, peaking within the top ten and spending over 6 months on the singles chart. The song remains Fredriksson's longest-charting single in her native country. \"I en tid som vår\" and \"Ber bara en gång\" were issued as limited-edition promotional singles. ==Release and promotion== The album was released on 4 November 1996, although Fredriksson refused to engage in publicity to promote it. She was eight months pregnant with her second child at the time of its release. The record was preceded by its first and only commercial single, \"Tro\", which was released on 11 October 1996. The song became a substantial hit in Fredriksson's home territory, spending a total of 29 weeks on the Swedish Singles Chart, peaking at number 8 on its fourth week. The title track and \"Ber bara en gång\" were issued as limited edition promotional singles on 2 December 1996 and 24 February 1997, respectively. The former was limited to 700 copies, while the latter was limited to 600 copies; both singles were issued throughout Europe. In The Look for Roxette: The Illustrated Worldwide Discography & Price Guide, author Robert Thorselius hypothesised that \"Ber bara en gång\" was issued in limited quantities to avoid competition between that song and Fredriksson's duet with former ABBA vocalist Anni-Frid Lyngstad, \"Alla mina bästa år\" (\"All My Best Years\"), which was released the same week. \"Alla mina bästa år\" peaked at number 54 in Sweden, and was taken from Frida's album Djupa andetag (Deep Breaths). ==Critical reception== Nordic publication Nöjesguiden gave the album a mixed review. They called it \"depressing\", and accused Fredriksson's lyrics of being formulaic, writing: \"On a Chris Isaak album, you are never too far from the word 'crying'. On a Marie Fredriksson album, it seems the word 'rain' comes along every fourth line [verse]. [...] The problem is that she formulated every syllable so vigilantly, and then you realise later that only the most initiated of fans understands what she's singing about\". Conversely, Anders Hvidfeldt of Aftonbladet said that \"unlike other people, I think that even millionaires from [affluent Stockholm suburb] Djursholm have the right to be sad sometimes.\" He praised the record as \"exceptionally sad, [but] dazzling and autumn-like.\" ==Commercial performance== The album was a commercial success upon release in Sweden, spending two non-consecutive weeks at number 2 on Sverigetopplistan. It was Fredriksson's third consecutive platinum-certified album from the Swedish Recording Industry Association, although the organisation had downgraded its certification levels for platinum albums from 100,000 to 80,000 units since the release of her previous studio album, 1992's Den ständiga resan (The Eternal Journey). The record was also released in Japan on 5 February 1997. It was remastered in 24-bit quality and reissued on HDCD in June 2002 as part of the six-disc Kärlekens guld (Love's Gold) box set, and was later reissued as a separate CD on 5 March 2003. ==Formats and track listing== All songs written by Marie Fredriksson, except \"Herren ber för dig\" by Fredriksson and Mikael Bolyos. ==Credits and personnel== Credits adapted from the liner notes of I en tid som vår. * Recorded at Studio Vinden in Djursholm, Sweden between February and September 1996. * Mastered by Peter Dahl at Cutting Room Studios, Stockholm Musicians * Marie Fredriksson – vocals, piano, lyricist, composition, arrangements, production and mixing * Mikael Bolyos – keyboards, arrangements, production and mixing * Staffan Astner – guitars * Janos Döme – viola * Nacka Musikklasser – choir * Nacka Musikskolas – choir * Max Schultz – guitars * Nicki Wallin – drums * Sven Zetterberg – harmonica Technical personnel * Kjell Andersson – artwork * Hans Carlén – photography * Mattias Edwall – photography * Alar Suurna – mixing ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (1996) !scope=\"col\"|Peak position |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" |- !scope=\"col\"|Chart (1996) !scope=\"col\"|Position |- !scope=\"row\"|Swedish Albums (Sverigetopplistan) |22 |- |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label ! scope=\"col\"| Catalog # ! scope=\"col\"| |- ! scope=\"row\"| Sweden | 4 November 1996 | rowspan=\"2\"| CD | EMI | style=\"text- align:center;\"|7243 8631812 1 | rowspan=\"4\" align=\"center\"| |- ! scope=\"row\"| Japan | 5 February 1997 | Toshiba EMI | style=\"text-align:center;\"|TOCP-50097 |- ! scope=\"row\" rowspan=\"2\"| Sweden | June 2002 | Remastered 24-bit HDCD: Kärlekens guld box set | rowspan=\"2\"| Capitol Records | style=\"text- align:center;\"|7243 540199-2 0 |- | 5 March 2003 | CD | 7243 540161-2 7 |} ==References== ==External links== * * Official website Category:Marie Fredriksson albums Category:1996 albums ",
    "title": "I en tid som vår"
}