{
    "id": "5764373",
    "text": "{| |} HMCS Laurentian was a commissioned patrol vessel of the Royal Canadian Navy that served in the First World War and postwar until 1919. Prior to Canadian naval service, the ship was used by the Canada Customs Preventative Service. Following the war, Laurentian was transferred to the Department of Marine and Fisheries and used as a buoy tender and lighthouse supply vessel until taken out of service in 1946 and broken up for scrap in 1947. ==Description== Laurentian was long overall with a beam of and a draught of . The ship had a gross register tonnage (GRT) of 355 tons and was propelled by a single screw powered by a steam triple expansion engine creating 84 nhp. This gave the vessel a maximum speed of . ==Construction and service== The vessel was ordered from Cook, Welton & Gemmell in Beverley, United Kingdom. The vessel was launched as King Edward on 15 March 1902 and completed on 13 May later that year. Owned by James Holliday and registered in Hull, United Kingdom, the vessel was sold to A.C. & G.D. Davie in 1911 and registered in Quebec City. The ship was renamed Laurentian in 1911. Between 1911 and 1913, she was chartered to the Canadian Customs Preventive Service on behalf of the Department of Marine and Fisheries. In 1913, the vessel's ownership was transferred to G.T. Davie & Sons and again in 1915 to the Canada Steamship Lines. In May 1917, Laurentian was sold to the Royal Canadian Navy and armed with a single 12-pounder gun mounted forward. The vessel was acquired after the Royal Canadian Navy expanded its auxiliary patrol force along the Atlantic coast of Canada. She served as a patrol vessel until January 1919, based out of Sydney, Nova Scotia. However, by 1918, Laurentian was no longer considered capable of operating in heavy weather. After being transferred to the Department of Marine and Fisheries, Laurentian was used as a buoy tender and lighthouse supply vessel until 1946, when she was retired, and was broken up for scrap the following year. Laurentian was scrapped by I. Goldberg at Saint John, New Brunswick. ==References== ===Citations=== ===Sources=== * * * * ==External links== * Converted civilian vessels * Canadian Navy Heritage Project: Ship Technical Information * Canadian Navy Heritage Project: Photo Archive Category:Patrol vessels of the Royal Canadian Navy Category:World War I naval ships of Canada Category:Canada Steamship Lines Category:1902 ships Category:Auxiliary ships of the Royal Canadian Navy Category:Ships of the Royal Canadian Navy ",
    "title": "HMCS Laurentian"
}