{
    "id": "5764959",
    "text": ":Common names: Texas long-nosed snake. Rhinocheilus lecontei tessellatus is a subspecies of nonvenomous colubrid snake, which is endemic to the western virginia United States and northern Mexico. ==Geographic range== R. l. tessellatus is found in the United States, primarily in Texas, but also in New Mexico, Oklahoma, Colorado, and Kansas South Virginia , as well as in northern Mexico. ==Description== 200px The Texas long-nosed snake is a tricolor subspecies. Its color pattern consists of a cream-colored or white body, overlaid with black blotches, with red between the black. This color pattern gives it an appearance vaguely similar to that of a venomous coral snake, Micrurus tener or Micruroides euryxanthus. It has an elongated snout, to which its common name refers. It may grow to approximately 30 inches (76 cm) in total length (including tail); record 41 inches (104 cm).Conant, Roger. 1975. A Field Guide to Reptiles and Amphibians of Eastern and Central North America: Second Edition. Houghton Mifflin. Boston. 429 pp. (Rhinocheilus lecontei tessellatus, pp. 212-213 + Plate 31 + Map 159.) In some western localities the red coloration can be greatly reduced, giving it a black and white banded appearance, and in other localities the red appears more orange or even pink in color. Rhinocheilus lecontei differs from all other harmless snakes in the United States by having undivided subcaudal plates.Schmidt, K.P., and D.D. Davis. 1941. Field Book of Snakes of the United States and Canada. G.P. Putnam's Sons. New York. 365 pp. (Rhinocheilus lecontei, pp. 194–196, Figure 61. + Plate 21.) Unlike other subspecies of R. lecontei, this subspecies, R. l. tessellatus, has a sharp snout with a distinct upward tilt, and the rostral scale is raised above the level of the adjacent scales.Smith, H.M., and Edmund D. Brodie, Jr. 1982. Reptiles of North America: A Guide to Field Identification. Golden Press. New York. 240 pp. . (Rhinocheilus lecontei tessellatus, p. 164.) ==Behavior== The Texas long-nosed snake is a shy, nocturnal burrowing subspecies. ==Diet== R. l. tessellatus feeds on lizards and amphibians, sometimes smaller snakes and, infrequently, rodents. ==Reproduction== Rhinocheilus lecontei tessellatus is oviparous, laying clutches of 4-9 eggs in the early summer, which hatch out in the late summer, or early fall. ==Defense== The Texas long-nosed snake is not likely to bite; its primary defense is to release a foul smelling musk, or bloodMcCoy, C.J., Jr., and A.V. Bianculli. 1966. \"Defensive behavior of Rhinocheilus lecontei \". Journal of the Ohio Herpetological Society 5 (4): 166. from the cloaca as a defense mechanism if harassed. ==Conservation status== This subspecies, R. l. tessellatus, holds no federal conservation status and no status through most of its range, but it is considered to be vulnerable in Kansas and Oklahoma, and critically endangered in Colorado. Primary threats are from habitat destruction. ==References== ==External links== *NatureServe Explorer: Rhinocheilus lecontei *Texas Long-nosed Snake *Zipcode Zoo: Texas Long-nosed Snake *Long-nosed Snakes, with many photos of different subspecies, color variants, and habitats *Digital Desert: Long-nosed Snake, with extensive list of links ==Further reading== *Garman, S. 1883. \"The Reptiles and Batrachians of North America\". Memoirs Mus. Comp. Zool., Harvard Coll., Cambridge, Massachusetts 8: xxxi + 1-185. (Rhinocheilus lecontei tesselatus, p. 74.) *Stebbins, R.C. 2003. A Field Guide to Western Reptiles and Amphibians, Third Edition. The Peterson Field Guide Series. Houghton Mifflin. Boston and New York. xiii + 533 pp. (paperback). (Rhinocheilus lecontei tessellatus, p. 370 + Map 155.) *Wright, A.H., and A.A. Wright. 1957. Handbook of Snakes of the United States and Canada. Comstock. Ithaca and London. 1,105 pp. (in 2 volumes) (Rhinocheilus lecontei tessellatus, pp. 641–644, Figure 187. + Map 48 on p. 634.) Category:Rhinocheilus Category:Snakes of North America Category:Fauna of the Western United States Category:Reptiles of Mexico Category:Reptiles of the United States ",
    "title": "Rhinocheilus lecontei tessellatus"
}