{
    "id": "5765159",
    "text": "The auditorium of Rangpur Zilla School Rangpur Zilla School students in school campus Rangpur Zilla School main gate Rangpur Zilla School (Rangpur District School) is a school located in Rangpur District, Bangladesh. It is one of the earliest schools established in Bengal. ==History== The school was established in 1832 as Rangpur Zamindar School, by the local Zaminders or landlords. Nathial Smith, the district collector working for the British East India Company led government, also had a central role. The school was inaugurated by Lord William Bentinck, the erstwhile Governor General of Bengal. The Maharaja of Cooch Bihar donated funds for construction of the school building. Krishna Nath Ray joined as the first headmaster of the school. The school was taken under the management of the Government of India in 1857. It was affiliated with the Calcutta University. In 1862, it was renamed to Rangpur Zilla School. The school building and other facilities were expanded between 1870 and 1874. ==Campus== The campus of this institution covers an area of 14 acres. The academic building is I-shaped. It is a two-storied building. There is a library, an auditorium, a prayer room, individual laboratories for Physics, Chemistry, Biology, Computer Science and other subjects. It contains 55 classrooms for the students. The school campus also contains the hostels for the students of this school. This school has a large field in front of the main building. There is also a pond behind class rooms. Many famous cricket, football and hockey players started their careers playing on this field. Nasir Hossain, famous player in Bangladesh cricket team, played his first cricket match with cricket ball in this field. The school also possesses a library and laboratories for subjects including physics, chemistry, biology, and computer studies. ==Extra-curricular activities== This school is renowned for not only education but also extra-curricular activities. It won the national championship of cricket, football and hockey for several times. It has a large playground where the students can make practice of different games. Many inter-city & inter-school Cricket & Football tournament is held on the field of this school throughout the year. There are also the activities of Bangladesh National Cadet Corps (BNCC), Rover Scout, Red Crescent at this school.Syllabus of Nasirabad Govt. High School, 2008 Every year school authority arranges inter-school sporting events in the school field. ==Curriculum== The syllabus of every class is made by the teachers of this institution according to the rules of Board of Intermediate and Secondary Education, Dinajpur. Medium of instruction is Bengali. The students of class IX, X & SSC have to participate in the laboratory workout as well as theory classes. Three semester exam is taken in a year. These are 1st, 2nd & final semester. If a student fails in the final exam he will not be promoted in the next class. The students of class V, VIII & X have to participate in Primary Ending Exam, Junior School Certificate Exam & Secondary School Certificate Exam. ==Admission== In January the school takes students in class III, V, VI and IX. The intake is class III-140, V-140, Class VI-140 & Class IX-60.Students have to qualify in a highly competitive admission test in order to get admitted in this school. Only 15% can admit in the school of the total applicants. The teachers of this institution are appointed directly by the government of Bangladesh through an Associate Teacher Recruitment Examination taken throughout the country. ==Activities and achievements== The school is known for the quality of education. For example, in 2004, it was 2nd among the top 10 schools in the Rajshahi Education Board in terms of results of the Secondary School Certificate Examination.. Since its establishment, Rangpur Zilla School has produced a lot of scientists, writers, University teachers, high officials and et al. A renowned atomic scientist recently late Dr. Wazed Miah, husband of honorable present Prime Minister of Bangladesh Sheikh Hasina, was the student of Rangpur Zilla School. ==Notable alumni== * AKM Atiqur Rahman, Political Analyst, Writer * Prafulla Chaki, anti-British revolutionary * Anisul Hoque, playwright, poet, novelist, journalist * M. A. Wazed Miah Bangladeshi Physicist, Nuclear Scientist ==See also== *List of Zilla Schools of Bangladesh ==References== ==External links== * Rangpur Zilla School Alumni Association * Article on Rangpur Zilla School, from Banglapedia. * Category:Dinajpur Education Board Category:High schools in Bangladesh Category:1832 establishments in India Category:Boys' schools in Bangladesh Category:Educational institutions established in 1832 ",
    "title": "Rangpur Zilla School"
}