{
    "id": "5765165",
    "text": "Thomas Andrew Scully (born October 24, 1957) is an American lawyer and former government official. He was the Administrator of the Centers for Medicare and Medicaid Services (CMS) from 2001 to 2004 under President George W. Bush. Scully currently is a Principal at Lincoln Policy Group and a partner at its affiliated law firm Scully, Roskey & Missmar, where he focuses on health care regulatory and legislative matters, as well as on advising clients on health policy and strategies for health care delivery. Scully is also a general partner at Welsh, Carson, Anderson & Stowe, a private equity investment firm, where he focuses on health care investments. == Biography == Scully received his B.A. from the University of Virginia in 1979 and his J.D. from Catholic University in 1986. From 1979 to 1981 he was a reports analyst for the Federal Election Commission. Scully began his political career by working for US Senator Slade Gorton from 1980 to 1985. Scully then served as an attorney with Akin, Gump, Strauss, Hauer & Feld LLP from 1985 to 1988. In 1988, Scully joined the presidential campaign of President George H. W. Bush. Following that, he worked at the White House as Deputy Assistant to the President and Counselor to the Director of the Office of Management and Budget (OMB) from 1992 to 1993; and as Associate Director of OMB for Human Resources, Veterans and Labor from 1989 to 1992. Scully, then, reentered private practice with the Washington, D.C. law firm of Patton Boggs, LLP, where he focused on regulatory and legislative work in health care. In his next role, Scully served as President and CEO of the Federation of American Hospitals from 1995 to 2001. The Federation represents over 1,500 privately owned and managed hospitals. It was from this position that Scully was nominated and confirmed as the HCFA Administrator ( later CMS). In this role, Scully served as the top executive in the management of Medicare, Medicaid, the State Children's Health Insurance Program, and other national health care initiatives. ==Administrator of Medicare== Scully speaking at the announcement of the nationwide expansion of the Nursing Home Quality Initiative in 2002 ===Medicare Improvement and Modernization Act=== On December 8, 2003, President George W. Bush signed the Medicare Prescription Drug, Improvement, and Modernization Act, which established Medicare Part D (prescription drug benefit) and Part C (Medicare Advantage). Scully played a pivotal role in the development and design of the proposal, and led the Administration's effort to craft the final in bill in Congress. The Administration's position was that the Act would increase the federal deficit by $395 billion between 2004 and 2013. The Bush administration had been informed that Medicare's chief actuary, Richard Foster, had estimated he cost at $534 billion. Scully threatened to fire Foster if he made that information public before the vote. ===Collection & publication of data on healthcare providers=== In his first speech as CMS Administrator, Scully announced that Medicare would begin collecting and publishing quality data on health care providers across the country including hospitals, nursing homes, home health agencies and dialysis centers. The program began with the reporting of quality measures for nursing homes in a handful of states. In those states, 78 percent of the nursing homes reported that they tried to improve, according to CMS. The next step for the program was the publication of performance by nursing homes nationwide on 10 measures ranging from the percentage of residents with pressure sores to those in physical restraints. A $700,000 advertising campaign publicizing the measures began in conjunction with the release of the data. The intention of the program was to provide consumers with a comparison of nursing homes while encouraging the homes to get better, according to a statement by Scully at the time. Critics of the program complained that nursing homes were being asked to do additional work in order to report the measures while they were dealing with funding cutbacks. In July 2003, Scully announced that CMS would begin paying bonuses to hospitals that scored well on 35 quality measures. Hospitals nationwide would vie for $7 million in higher reimbursement by providing superior care for five conditions: heart attack, heart failure, pneumonia, coronary artery bypass surgery, and hip and knee replacements. In addition, CMS posted report cards on the hospitals' performance on the public CMS website. The program was hailed as large step towards improving the American health care system by leading to a more rational health care pricing system. Scully also initiated a broad public education campaign to improve seniors’ awareness and utilization of their Medicare benefits. The US$30 million publicly funded advertising campaign called, \"Helping You Help Yourself\" was designed to inform Medicare beneficiaries about the Medicare web site and toll-free phone number, which could answer their questions about health care plans. ===New Name for HCFA=== On July 1, 2001, Scully presided over his agency's name change: the Health Care Financing Administration would now be called the Centers for Medicare and Medicaid Services. ===Recent Developments=== In 2006, Scully led the investment and development in Member Health, the 3d largest Part D pharmacy benefit manager in the post acute management area, which was subsequently purchased by CVS Health. In 2013, Scully founded naviHealth, now a Cardinal Health Company. In 2015, Scully led the investment and development in Innovage, the country's largest and leading Program of All-Inclusive Care for the Elderly (PACE). He currently sits on the boards of Dartmouth Geisel School of Medicine, the Batten School of Leadership and Public Policy, at the University of Virginia and the George H.W. Bush Presidential Library at Texas A&M.; He is the Vice-Chairman of the Alliance for Health Policy. He also Chairs the Boards of InnovAge and Trusted Health. == References == == External links == * *CMS Administrator Tenure Dates & Biographies 1965 — 2015 *Thomas A. Scully - General Partner (Welsh, Carson, Anderson, and Stowe bio) *Nominations of Claude Allen, Thomas Scully, Piyosh Jindal, Linnet F. Deily, Peter Allgeier, Peter R. Fisher, and James Gurule : hearing before the Committee on Finance, United States Senate, One Hundred Seventh Congress, first session, on the nominations of Claude Allen to be Deputy Secretary ..., Thomas Scully ... Administrator of the Health Care Financing Administration ..., Piyosh Jindal ... Assistant Secretary ... HHS; Linnet F. Deily ... Peter Allgeier ... Deputy U.S. Trade Representative; Peter R. Fisher ... and James Gurule ... Under Secretary of the Treasury ... May 16, 2001 *LinkedIn Profile Category:1957 births Category:Living people Category:Medicare and Medicaid (United States) Category:Private equity and venture capital investors Category:University of Virginia alumni Category:Columbus School of Law alumni Category:George W. Bush administration controversies Category:21st-century American lawyers Category:20th-century American lawyers Category:George H. W. Bush administration personnel Category:George W. Bush administration personnel ",
    "title": "Thomas A. Scully"
}