{
    "id": "5765603",
    "text": "Abel Fernando Moreira Ferreira (born 22 December 1978), simply known as Abel as a player, is a Portuguese football manager and former player who is the manager of Greek club PAOK. As a player, he played as a right-back. ==Playing career== Abel was born in Penafiel, Porto District. After emerging through hometown club F.C. Penafiel's youth ranks, he developed while at Vitória de Guimarães where he made his Primeira Liga debut. He then signed with another Minho Province-based team for the 2004–05 season, S.C. Braga. Abel transferred to Sporting CP in January 2006, in a two-way loan deal involving Wender, a Brazilian who already had represented the northerners. The move was made permanent before the 2006–07 campaign. On 27 November 2007, Abel scored a goal against Manchester United in a UEFA Champions League group stage 1–2 away loss. During that season he was also called up for the Portuguese national side, but eventually did not earn any caps. From 2008–09 onwards, Abel began having stiff competition from Brazilian Pedro Silva. This situation was aggravated from January 2010 onwards, after the purchase of Braga's João Pereira. Veteran Abel was still relatively used by Sporting in the following seasons, as Pereira featured regularly as a midfielder. On 24 October 2010, he netted his first league goal for the Lisbon team, scoring in the 90th minute to defeat Rio Ave F.C. at home (1–0); he retired at the end of the 2010–11 campaign at the age of 32, amassing top division totals of 234 matches and three goals. ==Coaching career== Ferreira started working as a manager immediately after retiring, being in charge of Sporting's juniors as well as their reserves in the Segunda Liga. In February 2015, he was appointed at Braga B who also competed at that level. On 26 April 2017, Ferreira succeeded Jorge Simão at the helm of Braga's first team. In his first full season in charge he led them to the fourth place, with the subsequent qualification to the UEFA Europa League's third qualifying round. PAOK FC paid a reported €2 million to acquire Ferreira's services on 30 June 2019, after former manager Răzvan Lucescu left for Al-Hilal FC of Saudi Arabia. In his first year, the team were ousted by AFC Ajax in the Champions League third qualifying round where the opposition scored through two penalties in the second leg, being subsequently eliminated by ŠK Slovan Bratislava in the Europa League playoff round. On the domestic front, he led the side to the second position in the Super League Greece (being nonetheless the coach in charge as the club's record of 51 matches unbeaten came to an end) and the semi-finals of the Greek Cup. ==Managerial statistics== {| class=\"wikitable\" style=\"text-align: center\" |+ Managerial record by team and tenure |- !rowspan=2| Team !rowspan=2| Nat !rowspan=2| From !rowspan=2| To !colspan=8| Record |- ! ! ! ! ! |- |align=left|Sporting B | |align=left|1 July 2013 |align=left|30 June 2014 |- |align=left|Braga B | |align=left|16 February 2015 |align=left|26 April 2017 |- |align=left|Braga (interim) | |align=left|15 December 2016 |align=left|19 December 2016 |- |align=left|Braga | |align=left|26 April 2017 |align=left|1 July 2019 |- |align=left|PAOK | |align=left|1 July 2019 |align=left|Present |- ! colspan=4| Career totals |} ==Honours== ===Player=== Sporting *Taça de Portugal: 2006–07, 2007–08 *Supertaça Cândido de Oliveira: 2007, 2008 ==References== ==External links== * * * Category:1978 births Category:Living people Category:People from Penafiel Category:Portuguese footballers Category:Association football defenders Category:Primeira Liga players Category:LigaPro players Category:F.C. Penafiel players Category:Vitória S.C. players Category:S.C. Braga players Category:Sporting CP footballers Category:Portuguese football managers Category:Primeira Liga managers Category:LigaPro managers Category:Sporting CP B managers Category:S.C. Braga managers Category:Super League Greece managers Category:PAOK FC managers Category:Portuguese expatriate football managers Category:Expatriate football managers in Greece Category:Portuguese expatriate sportspeople in Greece ",
    "title": "Abel Ferreira"
}