{
    "id": "5765766",
    "text": "Arlene Harris (July 7, 1896 - June 12, 1976) was a Canadian-born American radio, film, and television actress. (Another source gives her date of birth as July 7, 1898.) She was best known for her role as \"the human chatterbox\" on Al Pearce's radio program. ==Early years== Harris was born in Toronto, Ontario, Canada, and was educated primarily in England. During the first three years of Harris's life, she was unable to hear. At age 5, she was entertaining her family with comedy sketches. When she was older, she \"branched out into the art of impersonating.\" ==Vaudeville== Harris toured in vaudeville as Arlene Francis in the 1920s.DeLong, Thomas A. (1996). Radio Stars: An Illustrated Biographical Dictionary of 953 Performers, 1920 through 1960. McFarland & Company, Inc. . P. 121. She had to retire after being injured in an automobile accident, but the Great Depression in the United States caused her to return to entertaining—this time in radio. ==Radio== Before her career in film, Harris was well known as a comic actress on the radio program, The Chatterbox. She first appeared on radio on KFWB in Hollywood, California. She was a regular on Al Pearce and His Gang,Sies, Luther F. (2014). Encyclopedia of American Radio, 1920-1960, 2nd Edition. McFarland & Company, Inc. . P. 15. where she was known as \"The Human Chatterbox\" in monologues that involved telephone conversations with an un-heard friend.\" A CBS statistician once calculated that she averaged four words per second during one of her rapid- fire monologues. She also co-starred with Pearce in Here Comes Elmer. Harris played Mummy Higgins on The Baby Snooks Show and was heard on Ina Ray Hutton's program and Fare for Ladies. ==Television== Harris played herself in an episode of The Dick Van Dyke Show in 1964,. The Return of Edwin Carp - Season 3 : Ep. 27 of the Dick Van Dyke Show She also appeared on Panorama Pacific and made guest appearances on several TV programs. ==Recognition== Harris has a star at 6250 Hollywood Boulevard in the Radio section of the Hollywood Walk of Fame. It was dedicated February 8, 1960. ==Personal life== Harris was married to Dr. Harry G. Harris. ==Death== Harris died June 12. 1976 at the Motion Picture Country Home in Woodland Hills, California. ==References== ==External links== * Category:1896 births Category:1976 deaths Category:Canadian emigrants to the United States Category:American film actresses Category:American radio actresses Category:American television actresses Category:People from Greater Los Angeles Category:Actresses from Toronto Category:20th-century American actresses ",
    "title": "Arlene Harris"
}