{
    "id": "5765906",
    "text": "Alexey Vasilievich Tyranov (Russian: Алексей Васильевич Тыранов; 1808 in Bezhetsk - 3 August 1859 in Kashin) was a Russian portrait and genre painter. == Biography == He was the son of a poor tradesman. After completing primary school in Bezhetsk, he attended the gymnasium in Tver, but was unable to complete his studies due to a lack of money. He returned home and began working for his brother Mikhail, who was an icon painter. In 1824, while with his brother at the in Tver, he met the painter Alexey Venetsianov, who invited him to study at his art school in the nearby village of Safonkovo.Brief biography @ RusArtNet. After completing his studies there, he received Venetsianov's recommendation to audit classes at the Imperial Academy of Fine Arts and was granted permission to work at the Hermitage.Brief biography @ Russian Paintings. During this time, he made lithographs of Venetsianov's works on behalf of the Imperial Society for the Encouragement of the Arts. In 1830, the Academy awarded him a gold medal and named him an \"Artist\" in 1832. In 1836, he became a member of the Academy and began working with Karl Briullov. Three years later, he was named an \"Academician\" and was awarded a stipend to study in Rome. After falling in love with one of his Italian models, he took her with him to Saint Petersburg in 1842. Two years later, she ran away with all of his money, which caused an emotional breakdown that left him mentally disturbed and subject to hypochondria. For long periods, he was unable to work and fell into poverty. Although he was eventually awarded a small pension by the Academy, he found it necessary to go live with his brother in Kashin and died there shortly after, apparently from tuberculosis. ==Selected paintings== File:Alexey Tyranov - Boy with bubbles.jpg|Boy with Bubbles File:Alexey Tyranov. Angel fighting for the soul.jpg|Angel Fighting for Possession of a Soul File:Alexey Tyranov. View on the Hermitage Library. 1827.jpg|Interior view of the Hermitage Library File:Alexey Tyranov. View of the River Tosno. 1827 (GRM).jpg|View of the Tosna River == See also == *List of Russian artists == References == == External links == Category:1808 births Category:1859 deaths Category:People from Bezhetsk Category:People from Bezhetsky Uyezd Category:19th-century Russian painters Category:Russian male painters Category:Russian portrait painters Category:Russian genre painters Category:19th-century male artists Category:19th-century deaths from tuberculosis ",
    "title": "Alexey Tyranov"
}