{
    "id": "5766502",
    "text": "Jacqueline Ruth \"Ilene\" Woods (May 5, 1929 – July 1, 2010) was an American actress and singer. Woods was the original voice of the title character of the Walt Disney animated feature Cinderella, for which she was named a Disney Legend in 2003. ==Early life== Woods was born on May 5, 1929. Woods' mother worked behind the scenes of films, taking Woods with her. As a little girl, Woods dreamed about becoming a schoolteacher, but her mother planned to make her a star instead. Woods started acting at the age of two. At the age of 15, Woods was hired, along with Bob Johnstone, by Paul Whiteman to sing on his summer 1944 replacement show, \"The Philco Hall of Fame\" on the NBC Blue Network (which later became ABC Radio). The network quickly added her own radio program during that same summer, The Ilene Woods Show. The entire show was 15 minutes of music, broadcast three days per week. Many songwriters came on the show to present their music; this is how she became friends with Mack David and Jerry Livingston. She then moved to California. ==Career== In 1948, two of her songwriter friends, Mack David and Jerry Livingston, called Woods to record \"Bibbidi-Bobbidi-Boo\", \"A Dream Is a Wish Your Heart Makes\", and \"So This is Love\". Soon, the songs were presented to Walt Disney so that they could be used in the English version of Cinderella. Walt Disney heard the demo recordings, and two days later asked Ilene to voice the star role of Cinderella. She gladly accepted the role, surprised that she had won against more than 300 others who had auditioned. She said in an interview for Classic Film, \"Seeing it [the film] in its new form was breathtaking for me. It's so beautiful. The color is magnificent, it just took my breath away, it was so wonderful. I sort of forget when I'm watching the movie that I had anything to do with it. Yet, it brings back so many beautiful memories of working with the wonderful artists and working with Walt mostly. It brings back wonderful, wonderful memories.\" To promote Cinderella, Woods voiced Snow White in the 1949 Disney audiobook release of Snow White and the Seven Dwarfs.45 Discography for RCA Records – 47-0000 series Global Dog Productions, Retrieved June 21, 2017 Woods sang for President Franklin D. Roosevelt at his home in Hyde Park. She also sang at the White House for President Truman, after singing for the soldiers and sailors of war. Woods retired from show business in 1972, but she continued to appear at occasional autograph shows. ==Later years and death== She married the first time at the age of 17 to Stephen Steck, Jr. and had a daughter, Stephanie. After a divorce, she married The Tonight Show drummer Ed Shaughnessy in 1963. Woods and Shaughnessy had two sons, James and Daniel. Woods spent her later years as a spokeswoman for United Cerebral Palsy telethons. When Disney began releasing videocassette versions of its animated films, Woods was one of at least three actresses to file lawsuits over royalties for their performances; at the time of Woods' December 1990 filing, Peggy Lee of Lady and the Tramp (1955) had won her lawsuit the previous April and a 1989 suit by Mary Costa of Sleeping Beauty (1959) was still pending.Los Angeles Times News Service. \"'Cinderella' files lawsuit against Disney,\" The New Mexican (Santa Fe, New Mexico), December 28, 1990, page A-3. Voice actress Jennifer Hale replaced Woods as the voice of Cinderella in 2000. In 2003, Woods was awarded a Disney Legend award for her voicework on the film Cinderella. In an interview with Starlog in 2006 Woods said, \"I love the idea that after I’m gone, children will still be hearing my voice [as Cinderella].\" Suffering from Alzheimer's disease in a nursing home at Canoga Park, Woods did not remember that she voiced Cinderella but was mostly comforted by the film's song \"A Dream Is a Wish Your Heart Makes\" and the nurses played it for her as often as possible, realizing she liked it. She died on July 1, 2010, at the age of 81. Ed Shaughnessy told the Los Angeles Times. No service was held; Woods was cremated. ==Discography== * Walt Disney's Snow White and the Seven Dwarfs (1949, RCA/Camden) * It's Late (1957, Jubilee Records JGM 1046, LP, mono) ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |1945|| On Stage Everybody || Talent Show Winner No. 3 || |- |1950|| Cinderella || Cinderella || Voice |} ==References== ==External links== * * * Disney Legends profile * MovieWeb.com interview (2005) Category:1929 births Category:2010 deaths Category:20th- century American actresses Category:People from Portsmouth, New Hampshire Category:Actresses from New Hampshire Category:American television actresses Category:American voice actresses Category:Jubilee Records artists Category:RCA Victor artists Category:American female singers Category:Deaths from Alzheimer's disease Category:New Hampshire Democrats Category:California Democrats ",
    "title": "Ilene Woods"
}