{
    "id": "5766829",
    "text": "The 1998–99 season was the 102nd season of Scottish league football. ==League competitions== ===Scottish Premier League=== ====Summary==== The 1998–99 SPL season was one that ended in success for Rangers. Dutchman Dick Advocaat was brought in to replace Walter Smith at Rangers and made major changes, bringing in many players. Rangers were comfortable for most of the season, being top for most of it. Their main low of the season was a 5–1 defeat to Celtic at Parkhead. After beating Aberdeen 3–1 at Ibrox on 25 April, Rangers had a chance to clinch the title at Parkhead on 2 May. Rangers did what they wanted to do with a 3–0 victory. Two goals from Neil McCann and a Jorg Albertz penalty gave Rangers their 100th league victory over Celtic. The match was overshadowed by the controversy during and after the game. Three players were sent off and referee Hugh Dallas was hit by a coin thrown from the Celtic end. Rangers were presented with the trophy the following week at home to Hearts. The match ended 0–0. Dunfermline Athletic were relegated to the First Division. ====Table==== ===Scottish First Division=== ===Scottish Second Division=== ===Scottish Third Division=== ==Other honours== ===Cup honours=== The Scottish League Cup (CIS Insurance Cup) began in August and ended in November. Eventual winners Rangers defeated Alloa Athletic, Ayr United and Airdrieonians en route to the final which was held at Celtic Park. Rangers defeated SPL side St Johnstone 2–1 to give Dick Advocaat his first trophy as Rangers manager. The (Tennents) Scottish Cup began in January and ended in May. Eventual winners Rangers defeated Stenhousemuir, Hamilton Academical, Falkirk and St Johnstone en route the final. At the new Hampden Park, Rangers met Old Firm rivals Celtic. A Rod Wallace goal clinched a domestic treble for Rangers in Dick Advocaat's first season as manager. {| class=\"wikitable\" style=\"text-align: center;\" |- !width=140|Competition !width=135|Winner !width=80|Score !width=135|Runner-up |- |align=left|Scottish Cup 1998–99 |Rangers |1 – 0 |Celtic |- |align=left|League Cup 1998–99 |Rangers |2 – 1 |St Johnstone |- |align=left|Youth Cup |Celtic |4 – 0 |Dundee |- |align=left|Junior Cup |Kilwinning Rangers |1 – 0 |Kelty Hearts |- |align=left|Challenge Cup |colspan=\"3\" align=\"center\"|No competition |} ===Individual honours=== ====SPFA awards==== {| class=\"wikitable\" |- ! width=170|Award ! width=150|Winner ! width=140|Club |- |Players' Player of the Year || Henrik Larsson || Celtic |- |Young Player of the Year || Barry Ferguson || Rangers |} ====SFWA awards==== {| class=\"wikitable\" |- ! width=170|Award ! width=150|Winner ! width=140|Club |- | Footballer of the Year || Henrik Larsson || Celtic |- | Young Player of the Year || Barry Ferguson || Rangers |- | Manager of the Year || Dick Advocaat || Rangers |} ==Scottish clubs in Europe== {| class=\"wikitable\" |- !Club !Competition(s) !Final round !Coef. |- |Celtic |UEFA Champions League UEFA Cup ||Second qualifying round Second round |7.50 |- |Heart of Midlothian |UEFA Cup Winners' Cup |First round |3.00 |- |Rangers |UEFA Cup |Third round |10.50 |- |Kilmarnock |UEFA Cup |Second qualifying round |1.50 |} Average coefficient - 5.625 ==Scotland national team== {| class=\"wikitable\" !Date !Venue !Opponents ! !Competition !Scotland scorer(s) |-bgcolor=#ffffdd |5 September |Zalgirio Stadionas, Vilnius (A) | Lithuania |align=center|0–0 |ECQG9 | |-bgcolor=#ddffdd |10 October |Tyencastle Park, Edinburgh (A) | Estonia |align=center|3–2 |ECQG9 |Billy Dodds (2), Sergei Hohlov-Simson (o.g.) |-bgcolor=#ddffdd |14 October |Pittodrie, Aberdeen (H) | Faroe Islands |align=center|2–1 |ECQG9 |Billy Dodds, Craig Burley |-bgcolor=#ffdddd |31 March |Celtic Park, Glasgow (H) | Czech Republic |align=center|1–2 |ECQG9 |Eoin Jess |-bgcolor=#ddffdd |28 April |Weserstadion, Bremen (A) | Germany |align=center|1–0 |Friendly |Don Hutchison |-bgcolor=#ffffdd |5 June |Svangaskarð, Toftir (A) | Faroe Islands |align=center|1–1 |ECQG9 |Allan Johnston |-bgcolor=#ffdddd |9 June |Sparta Stadion, Prague (A) | Czech Republic |align=center|2–3 |ECQG9 |Paul Ritchie, Allan Johnston |} Key: *(A) = Away match *(H) = Home match *WCQG6 = World Cup Qualifying - Group 6 ==Notable events== *The Scottish Premier League was formed as a breakaway league from the Scottish Premier Division, in a similar fashion to how the leading Football League clubs in England broke away to form the FA Premier League in 1992. *Rangers won the Scottish domestic treble in their first season under the management of Dick Advocaat. *Following the resignation of manager Wim Jansen, Celtic appointed 62-year-old former Aston Villa and Czechoslovakia manager Jozef Venglos as his successor. However, the appointment was not a success as Celtic finished the season without a major trophy and Venglos departed to be succeeded by the new management team of director of football Kenny Dalglish and head coach John Barnes. *Paul Sturrock departed St Johnstone at the start of the season to take over at Dundee United. *New St Johnstone manager Sandy Clark guided St Johnstone to the club's best ever finish of third in the SPL, earning UEFA Cup qualification for only the second time. The Saints also reached the final of the League Cup and the semi-finals of the Scottish Cup. *Four years after leaving Broomfield Park and ground-sharing with Clyde at Broadwood Stadium in Cumbernauld, Airdrieonians returned to their hometown to the new 10,000-seat Excelsior Stadium. *Hibernian returned to the top flight at the first time of asking as Division One champions. *28-year-old Rangers defender Alan McLaren, who was capped 24 times for Scotland between 1992 and 1995, retired at the end of the season after two years out of action due to injury. *Rod Wallace, who was part of the Leeds United team that won the English league title in 1992, joined Rangers at the start of the season and added the Scottish title and both domestic cups to his list of honours. *After 11 years in England with Manchester United, veteran striker Brian McClair rejoined his old club Motherwell but played just 11 games for them before moving back south of the border in December to become assistant manager to former Manchester United coach Brian Kidd at Blackburn Rovers. Ironically, McClair was initially reported to be leaving Scotland for the Manchester United assistant manager's job left vacant by Kidd's move to Blackburn. ==Notes and references== Category:Seasons in Scottish football ",
    "title": "1998–99 in Scottish football"
}