{
    "id": "5766088",
    "text": "Antonie Marinus Harthoorn, or 'Toni' Harthoorn (August 26, 1923 - April 23, 2012) was a veterinarian and environmentalist known for his role in the development of large-animal tranquilizers and their impact on the conservation movement. Additionally, Harthoorn's animal sanctuary was the inspiration for the television series Daktari. ==Early life== Harthoorn was born in Rotterdam, but grew up in England, as his father was transferred there when the Dutch Unie company merged with the British Lever Bros company to form Unilever. His father was an economist for Unilever, who worked during the second World War as an economic adviser for the Dutch government in exile. Harthoorn studied veterinary science at the Veterinary College in London. During the Second World War he was trained as an officer at Sandhurst and Aldershot and became a commando, being one of the first to parachute into Arnhem during the relief of the Netherlands by Allied troops. After the war he graduated and continued his studies at the universities of Utrecht and Hannover. He took a PhD in the physiology of mammalian shock. ==Career== After his Ph.D., Harthoorn went initially to Uganda, then to Kenya and Tanzania. There he studied the effects of various sedative drugs on wild African mammals and with a team invented the M-99 (etorphine hydrochloride) capture drug and refined the tranquilliser gun, or 'Capture gun', for darting animals. This was a breakthrough in animal transport, enabling the safe movement of rare animals to game sanctuaries from places in which they were at risk from poaching or urban development. The research effort and its eventual triumph is recorded in Dr Harthoorn's first book: The Flying Syringe. Capture gun technology is today used extensively in wildlife reserves, urban animal management, criminal human capture and zoological gardens. Before the invention of this technology animals were usually caught manually by being rounded up, penned, and transported without sedation, resulting in the death from stress of many hundreds of animals. In the 1960s, the Hungarian-born American film and TV producer Ivan Tors came to Kenya on holiday and visited an animal orphanage set up by Dr Harthoorn and his wife, Sue Hart. Tors was so impressed by the idea that he developed a TV series named Daktari (Swahili for 'doctor') which ran worldwide for several decades. The name has persisted in the 21st century in various forms in the names of several trademarked drugs. The animal characters from this series, Clarence the cross-eyed lion and Judy the chimpanzee, are still fondly remembered. The Kenyan experience is recorded in Sue Hart's book Life with Daktari. With Kenyan independence (1963) Dr Harthoorn's position as senior lecturer at the veterinary college in Nairobi was abruptly terminated (he was replaced without notice by one of his PhD students). He moved to South Africa and continued his work with large African mammals, including elephant and rhinoceros transport. His work was absolutely vital in the creation of many South African game reserves, in particular the Hluhluwe–iMfolozi Park reserve in northern Kwazulu-Natal, where his work with Ian Player was vital in preserving the white rhinoceros. He also had a vital role in the saving of thousands of animals marooned on small islands created by the rising waters of the newly formed Kariba Dam in 1959-1960 in Southern Rhodesia (Zimbabwe). The campaign to save the animals was dubbed Operation Noah. Harthoorn was also a naturopath and homoeopath. He lived near Pretoria, South Africa, with his extended family, and continued to work lifelong in environmental preservation. ==Publications== * * * * ==References== Category:1923 births Category:2012 deaths Category:People from Rotterdam Category:South African veterinarians Category:Graduates of the Royal Military College, Sandhurst ",
    "title": "Antonie Marinus Harthoorn"
}