{
    "id": "5767822",
    "text": "Angie Braziel (born September 18, 1976) is a retired Women's National Basketball Association (WNBA) player, most recently signed to the Washington Mystics, though she retired from the league before playing a game on her new team. She also played two seasons with the Charlotte Sting and one with the Indiana Fever. Her career began at Texas Tech where she scored 1,131 points in three seasons. After several injuries and at one point three operations in the span of a year,George Watson, \"Do You Remember Angie Braziel,\" Lubbock Avalanche-Journal, January 1, 2006 Braziel retired and returned to west Texas to coach girls' basketball in public schools. ==USA Basketball== Braziel was named to the team representing the USA at the 1998 William Jones Cup competition in Taipei, Taiwan. Braziel was the leading scorer, with 14 points, in the 67–40 win over Thailand, which sent the team to the gold medal game. She averaged 5.4 points per game over the five games. Accomplishments * Permian girls basketball coach Angela Braziel was recognized for her induction into the Western Junior College Athletic Conference Hall of Fame at the South Plains College Sports Awards Picnic. * Braziel played for the Lady Texans from 1995-97. During her sophomore season, she averaged 15.5 points, 9.1 rebounds and 1.9 blocks and 2.5 steals per game and was named a National Junior College Athletic Association second-team All-American. * After two seasons at Texas Tech, Braziel played three seasons in the WNBA. She just completed her third as the head coach at Permian, her alma mater. * Braziel was named Most Valuable Player of the Big 12 tournament in 1999 * Led the Lady Raiders with 20 points and nearly nine rebounds per game. * Braziel was also named to four All-American teams for the 1998-99 season: ==References== ==External links== *Player profile Category:1976 births Category:Living people Category:All- American college women's basketball players Category:American women's basketball coaches Category:American women's basketball players Category:Basketball coaches from Texas Category:Basketball players from Texas Category:Charlotte Sting players Category:Indiana Fever players Category:Small forwards Category:Texas Tech Lady Raiders basketball players ",
    "title": "Angie Braziel"
}