{
    "id": "5767793",
    "text": "The Heights (est.1919) is the independent student newspaper of Boston College. The paper, published weekly during the academic year, is editorially and financially independent from the University.http://www.bcheights.com/about-us The paper's Editorial Board consists of 42 editors and managers who are responsible for the operations of the newspaper. Colleen Martin is the current Editor-in-Chief. In 2006, 2007, 2008, and 2009 the paper was selected as an ACP Pacemaker Finalist. In 2011, 2012, and 2013 the paper was selected as an ACP Pacemaker Award Winner, placing The Heights among the top 50 college newspapers in the United States. In 2015, The Heights was selected as an ACP Online Pacemaker Award winner for its website, bcheights.com.http://studentpress.org/acp/awards/2015-onlinepm/ == History == ===Founding and early years=== Led by John Ring, class of 1920, the first Heights debuted as a weekly newspaper on November 19, 1919 at a mere four pages, becoming the smallest college newspaper at the time. The Heights received funding from the school and ran stories about student clubs, sporting events, and lectures on campus. The first board declared The Heights a “news organ” that would live up to the “purity and ruggedness” of its name.https://newspapers.bc.edu/?a=d&d;=bcheights19191119.2.5&e;=-------en-20-- 1--txt-txIN------- Notably, in 1920, an editorial ran suggesting that the mascot of BC be an eagle; the Eagle remains the mascot of Boston College.https://newspapers.bc.edu/?a=d&d;=bcheights19201015-02.2.8&srpos;=2&e;=------192-en-20-bcheights-1 --txt-txIN-mascot+eagle----1920-- Through the early years of the ’30s and ’40s, The Heights remained focused on campus issues. During World War II, The Heights began to include editorials of greater international focus, including pieces about the draft and the war, though Boston College remained the focal point. Among other issues, The Heights wrote heavily about the need for an active student council; The Heights first petitioned in 1947, predating the current undergraduate government (UGBC) by a number of years.https://newspapers.bc.edu/?a=d&d;=bcheights19470328.2.10&srpos;=4&e;=------194-en-20-bcheights-1 --txt-txIN-%22student+council%22----1947-- Before the ’50s, the buildings in the Quad had no official names. What is now Gasson was simply “the tower building,” https://newspapers.bc.edu/?a=d&d;=bcheights19481112.2.31&srpos;=1&e;=------194-en-20-bcheights-1 --txt-txIN-naming+buildings------ and what are now Lyons, Devlin, and Fulton were also nameless. The Heights suggested naming the buildings after influential figures in the university's history.https://newspapers.bc.edu/?a=d&d;=bcheights19520111.2.26&srpos;=1&e;=------195-en-20-bcheights-1 --txt-txIN-naming+buildings------ Eventually, the focus of The Heights was not limited to University issues, but also included national issues. In the 1950s, The Heights reprinted a Martin Luther King Jr. article, and in 1960, accusing the University of not honoring the rights of its black students. The Heights also became more vocal about the Vietnam War, encouraging discussion of the war and calling for an end to it through support of protest groups. These more liberal attitudes at the time were a shift from Boston College's more conservative, Catholic values, and became the beginnings of a strained relationship between the paper and the University administrators. ===Loss of School Funding=== By the mid-’60s, the paper began to come into conflict with the school's administration. At one point, the paper wanted to sponsor a lecture by birth control activist William Baird, but the University wouldn’t allow it, as birth control opposes stated Jesuit and Catholic values; The Heights still held the lecture in its office in McElroy. The University placed sanctions on five Heights editors for their actions. Thus began University president Fr. Joyce's somewhat tense relationship with The Heights. Soon, though, the paper would be forced to divorce itself from university funding in order to maintain editorial independence. In 1971, The Heights had a source bug a Board of Trustees meeting and printed a transcript of the meeting in the next issue, publicizing the University’s plans to fire Executive Vice President Fr. F.X. Shea. The administration pressed charges and had a restraining order put on the information. The paper's editors, Tom Sheehan and Michael Berkey, were arrested on charges of conspiring to obtain information by illegal means. They pleaded no contest and were assessed a small fine. Sheehan and Berkey believed they were acting in the best interest of the student body; one BC professor, Richard Hughes, described Sheehan as “a genuine crusader, passionately dedicated to his beliefs.”http://media.www.bcheights.com/media/storage/paper144/news/2006/11/16/Features/A.Reason.To.Rally-2462870.shtml The administration evicted The Heights, and cut off all funding after the incident. In the meantime, the newspaper operated out of the office of the Undergraduate Government of Boston College (UGBC) with borrowed money. Eventually, editors cut a deal with the administration to rent out McElroy 113, its current location. From 1971 onwards, The Heights would be an independent college newspaper, but would occasionally still clash with the values of the Jesuit University; in 1978, the University threatened not to renew lease after the paper published ads for an abortion clinic. ===Modern- day Paper=== In recent years, the board has editorialized in favor of the creation of a Gay-Straight alliancehttp://media.www.bcheights.com/media/storage/paper144/news/2003/04/22/Editorial/The- Right.Direction-420266.shtml and the revisions of the non-discrimination policy. As an independent student newspaper, The Heights may print what the editorial board chooses, but in order to retain good relationships with the University for a variety of reasons (though the university could not stop the paper from printing per se, they control campus distribution rights and the terms of The Heights' lease agreement for its office on campus), the board has agreed not to run sexually explicit ads or ads \"for service(s) which may reasonably be interpreted as abortion.\" https://newspapers.bc.edu/?a=d&d;=bcheights19850121.2.22&srpos;=2&e;=-------en-20-bcheights-1 --txt-txIN-%22lease+agreement%22+-ARTICLE----- In 2003, The Heights’ lease was called into question, following publication of a sexually explicit column called “Sex and the Univer- city”.http://media.www.bcheights.com/media/storage/paper144/news/2003/02/04/Features/Sex- And.The.University-358806.shtml A resolution has since been reached, and relationship with the university has been restored. In 2004, the paper began printing twice weekly, Mondays and Thursdays.http://www.bcheights.com/about-us The Heights has, in recent years, maintained a strong relationship with the University and with the Undergraduate Government of Boston College. In January 2013, The Heights became the first college newspaper to be printed by and establish a publication partnership with Globe Newspaper Company, Inc, publishers of The Boston Globe. The new partnership allows The Heights to be a more sustainable newspaper, cutting down on waste and being more environmentally friendly while providing the same high quality of news to its readers. In 2017, The Heights returned to a once-a-week print cycle. == References == == External links == * *Full archive of The Heights November 1919 - April 2015 Category:Boston College Category:Student newspapers published in Massachusetts Category:Publications established in 1919 ",
    "title": "The Heights (newspaper)"
}