{
    "id": "5767511",
    "text": "{| |} HMCS Sioux was a V-class destroyer of the Royal Canadian Navy which fought in the Second World War and the Korean War. She was launched as HMS Vixen for the British Royal Navy before being transferred to the Royal Canadian Navy. She was then named for the Sioux people of Canada's western provinces. ==Construction and career== Vixen was ordered on 1 September 1941 as part of the 1941 shipbuilding programme. The destroyer's keel was laid down on 31 October 1942 by J. Samuel White at Cowes. The ship was launched on 14 September 1943.Macpherson and Barrie (2002), p. 64 As part of the Warship Week in January 1942 Vixen was adopted by the town of Kirkcaldy, Fife. The destroyer was transferred to the Royal Canadian Navy, into which she was then commissioned and renamed on 21 February 1944 while fitting out at Cowes, and was completed on 5 March 1944. After commissioning Sioux joined the 26th Destroyer Flotilla of the British Home Fleet at Scapa Flow. The Home Fleet deployed on 29 March 1944 as part of the covering force for convoy JW 58 sailing to Russia. On 3 April, Sioux she escorted the aircraft carriers that attacked the , which was anchored at Altenfjord, Norway, and German shipping along the Norwegian coast as part of Operation Tungsten.Rohwer, p. 314 On 26 April, the destroyer was part of the screening force for strikes on German shipping off the coast of Norway and returned again in early May for more screening duties.Schull, p. 232 ===Invasion of Normandy=== On 15 May, the 26th Destroyer Flotilla began training exercises in anticipation for its participation in Operation Neptune. On 28 May Sioux sailed to Portsmouth as part of Canada's contribution to the Invasion of Normandy. During the assault on Juno Beach, Sioux bombarded shore batteries for forty minutes during the initial landing and provided fire support afterwards.Gimblett, p. 72 On 10–11 June, Sioux and the Polish destroyer were sent to intercept a German flotilla of schnellboots laying mines off Le Havre. The two destroyers failed to intercept the Germans.Rohwer, p. 332 On 23 June, the ship bombarded enemy troop concentrations near the mouth of the River Orne and a battery of field guns. The following day, Sioux and sister ship attacked a German battery near Franceville, which was to be their last mission off the coast of Normandy.Schull, p. 314 She remained with the invasion force until July when she returned to Scapa Flow. ===Northern operations=== After returning from operations in the Normandy area, Sioux rejoined the Home Fleet.Schull, p. 371 In August 1944, Algonquin and Sioux were among the escorts for a carrier force sent to attack German airfields at Gossen, Norway and to carry out attacks on Tirpitz.Rohwer, pp. 349–50 In September, Sioux escorted a force that performed attacks on German shipping off Norway. Upon returning from that, Sioux' sailed with a convoy sailing for Russia. On the return trip two merchant vessels were torpedoed.Schull, p. 375 On 14–15 October, Sioux escorted a force that was sent to perform air-mining and attacks on Axis shipping routes along the coast of Norway near Frohavet.Rohwer, p. 352 The destroyer returned to Norwegian waters from 26–28 October, escorting the aircraft carrier which attacked targets in Norway as part of Operation Athletic.Rohwer, p. 369 In early November the destroyer was laid up undergoing a boiler cleaning.Schull, p. 377 Sioux returned with Implacable for more attacks along the coast of Norway in late November.Rohwer, p. 371 After returning to Scapa Flow, Sioux escorted four convoys to the Soviet Union and back. From 7–14 December, the destroyer was among the escorts for a carrier force the sortied in support of the convoy RA 62.Rohwer, p. 376 On 30 December, the destroyer departed Loch Ewe as one of the escorts for convoy JW 63, arriving at Kola Inlet on 8 January 1945.Rohwer, p. 380 Sioux returned to Loch Ewe on 21 January escorting convoy RA 63.Rohwer, p. 386 During transit the convoy passed through a storm whose gales reached . The convoy fell apart and Sioux was sent to round up any straggling merchantmen. Sioux helped rescue crew from one disabled merchant and was then sent to search for three more disabled merchant vessels. The destroyer recovered the ships and brought all of them into the Faroes.Schull, p. 378 On 6 February, she left Loch Ewe with convoy JW 64. The convoy came under combined U-boat and air attack after being spotted by reconnaissance aircraft. The convoy arrived at its destination on 13 February, losing one corvette in exchange for 13 German aircraft.Rohwer, p. 392 After escorting convoy JW 64 to Polyarnoe, Sioux departed on 14 February as part of a relief expedition to convey 500 inhabitants of the Norwegian island of Sørøya, left without food or fishing boats by the Germans, to safety. The expedition also involved , and . The inhabitants were dispersed among the ships of the next convoy, RA 64 for transit to the United Kingdom. Sioux joined the escort of the convoy on 17 February. RA 64 came under combined U-boat and air attack during its passage. Two freighters and one escort were sunk, another escort was severely damaged in exchange for six German aircraft shot down. Sioux left the escort on 27 February.Rohwer, pp. 393–94 On 12 March, Sioux joined the escort of convoy JW 65, which came under combined attack by U-boats and aircraft on 20 March. The convoy lost one freighter and one escort sunk and one merchant vessel severely damaged.Rohwer, p. 399 The destroyer returned to the United Kingdom with convoy RA 65 on 31 March.Rohwer, p. 403 ===End of war=== Sioux sailed to Halifax on 6 April, to prepare for transfer to the British Pacific Fleet and operations against Japan. The vessel underwent a major refit at Halifax and in November 1945 transferred to the west coast, being paid off on 27 February 1946 at Esquimalt. Sioux emerged, fully modernized, in 1950. As part of the modernization, she lost turrets 'X' and 'Y', which were replaced by two Squid anti-submarine mortars. She was also the first Canadian warship to be fitted with bunks instead of hammocks.Boutiller, p. 322 In March 1950, with the cruiser and destroyer , Sioux participated in a training cruise to Mexico, making several port visits. ===Korean War first tour=== After the declaration of war in Korea, Canada ordered three destroyers of the Pacific Division based at CFB Esquimalt to begin preparations for deployment to the Korean theatre. Sioux was in dry dock and not expected to leave it until 30 June 1950. However, after a massive effort by the dockside crews, Sioux departed with Cayuga and on 5 July 1950. The three vessels arrived at Sasebo on 30 July 1950.Thorgrimsson and Russell, pp. 3–4 After arriving, the destroyer was assigned to Task Force 96.5 with Athabaskan escorting convoys of ships from Japan to Pusan. Initially retained at Sasebo for rescue missions, on 12 August 1950, the ship transferred to Task Unit 96.53.3 assigned to the west coast of Korea.Thorgrimsson and Russell, p. 12 After transiting, Sioux was ordered to bombard Popusompu (now a part of Beopseong-Myeon) on 20 August. At the end of the month the destroyer bombarded the island of Te bu Somu with and Cayuga.Thorgrimsson and Russell, p. 17 She helped provide naval support for the troops that landed at Inchon in September 1950 as part of Task Force 91.2, charged with escorting the logistic support group and enforcing the naval blockade. Along with several US and British cruisers and destroyers, Sioux, along with Cayuga and Athabaskan, bombarded the amphibious landing area at Wolmido Island just prior to the landing of troops. On 20 October 1950, Sioux joined Task Group 95.1 under the new command setup. She remained as part of the unit until her departure later in the year.Thorgrimsson and Russell, p. 20 The destroyer worked as part of the blockade force on the west coast until the end of the month before returning to Sasebo. She left Sasebo on 5 November 1950 for a visit to Hong Kong. However, en route the vessel encountered Typhoon Clara and suffered slight damage that required repairs upon her arrival.Thorgrimsson and Russell, pp. 24–6 Upon the destroyer's return from Hong Kong she began blockade duties in coastal waters around Inchon and the mouth of the Yalu River, as part of Task Element 95.12 alongside the other Canadian vessels.Thorgrimsson and Russell, p. 29 With the absence of the British cruisers, the destroyers of Task Element 95.12 were ordered on 3 December 1950 to cover the withdrawal of units from Chinnampo by escorting the transports into the harbour and providing gunfire support during their withdrawal. Reports claiming an emergency arrived from the harbour and the destroyers were forced to sail down the swept channel at night. While making her way up the channel, Sioux ran aground. Able to get herself clear, the destroyer then fouled her starboard screw, forcing her to retire. She and provided a covering force for the withdrawal the next day.Thorgrimsson and Russell, pp. 31–3 Sioux then spent the rest of her time in theatre screening the aircraft carrier, , escorting shipping, blockade patrol and providing general support for the forces evacuating Inchon. The destroyer returned to Sasebo on 2 January 1951 and spent two weeks preparing before returning home,Thorgrimsson and Russell, p. 36 departing 15 January 1951. She was replaced on station by . Sioux performed two more tours of duty in the Korean War and was the last Canadian ship to depart Korean waters. ===Training and conversion=== In 1953 Sioux was one of a number of Royal Canadian Navy ships which took part in the Fleet Review to celebrate the Coronation of Queen Elizabeth II.Souvenir Programme, Coronation Review of the Fleet, Spithead, 15 June 1953, HMSO, Gale and Polden She was primarily used for training purposes thereafter, until being paid off on 30 October 1963. The destroyer wore pennant 225 from 1949 until 1963.Macpherson and Barrie (2002), p. 317 In November 1959, Sioux was converted to a frigate with two 4.7-inch guns, four torpedo tubes and two Squid launchers.Colledge, p. 670 She was towed to La Spezia, Italy and broken up there in 1965. ==Ship's bell== The Chatham and Area Royal Canadian Naval Association branch acquired HMCS Siouxs ship's bell, which was used for baptism of babies on board ship. The names of 48 children christened aboard the V-class destroyer are inscribed on the bell. ==See also== * List of ships of the Canadian Navy ==References== ==Publications== * * * * * * * * * * == External links== * V class * HMCS Sioux Category:Ships of the Royal Canadian Navy Category:U and V-class destroyers of the Royal Navy Category:Ships built in Barrow-in-Furness Category:1943 ships Category:V-class destroyers of the Royal Canadian Navy Category:World War II destroyers of Canada Category:Cold War destroyers of Canada Category:Korean War destroyers of Canada ",
    "title": "HMCS Sioux (R64)"
}