{
    "id": "5767361",
    "text": "Charles Andrew \"Duke\" Farrell (August 31, 1866 – February 15, 1925) was a Major League Baseball catcher. Born in Oakdale, Massachusetts, he played for eight teams during his 18-year career. He made his major-league debut in 1888 and retired as a player after the 1905 season. He then entered coaching, ran a hotel and became a deputy U.S. marshal. ==Career== Farrell had a career year in 1891 with the Boston Reds of the American Association, batting .302 and recording league-leading home run (12) and RBI (110) totals. Farrell's 12 home runs were nearly a quarter of his career total. In a 1900 game for Brooklyn, Farrell was an unwitting party to an argument between a player and umpire that resulted in a forfeit being awarded to Brooklyn. On a close play at home plate, umpire John Gaffney called Farrell safe. St. Louis catcher Wilbert Robinson reacted angrily to Gaffney's call, throwing the ball at the umpire and punching him in the chest. Gaffney ejected Robinson and then awarded a forfeit to Brooklyn when Robinson would not leave the playing field. A 1913 newspaper article said that Farrell was widely recognized among old-time baseball men as the best-dressed man in the game. Over an 18-season career, Farrell hit .277 in 1,565 games with 1,572 hits in 5,682 at bats with 52 homers and 916 RBI. ===A false record=== For over a century, it was incorrectly believed that Farrell held the single-game major league record for most baserunners thrown out attempting to steal by a catcher, at eight; this record supposedly was set during a game on May 11, 1897. However, in 2016, research done by Society for American Baseball Research writer Brian Marshall revealed that while Farrell did have eight assists in that game, he actually threw out \"only\" five would-be basestealers. ==Later life== Farrell served as a deputy U.S. marshal after his playing career. He also managed a hotel in Marlboro, Massachusetts. In 1910 and 1911, Farrell was a coach for the New York Yankees. He coached for the Boston Red Sox in 1912 and then became a scout for a couple of years before rejoining the Yankees as a pitching coach in 1915. In the early 1920s, he became a coach and scout for the Boston Braves. He died in Boston in 1925, ten days after undergoing abdominal surgery. He was buried at Immaculate Conception Cemetery in Marlborough, Massachusetts, aged 58. ==See also== *List of Major League Baseball annual runs batted in leaders *List of Major League Baseball career triples leaders ==References== * * Category:1866 births Category:1925 deaths Category:19th- century baseball players Category:Chicago White Stockings players Category:Chicago Pirates players Category:Boston Reds (AA) players Category:Pittsburgh Pirates players Category:Boston Americans players Category:Washington Senators (1891–1899) players Category:New York Giants (NL) players Category:Brooklyn Superbas players Category:Major League Baseball catchers Category:Baseball players from Massachusetts Category:New York Yankees coaches Category:Lawrence (minor league baseball) players Category:Salem (minor league baseball) players Category:People from West Boylston, Massachusetts Category:Burials in Massachusetts ",
    "title": "Duke Farrell"
}