{
    "id": "5768520",
    "text": "The British legation in Japan, Yokohama, 1865 painting. The former British Consulate in Yokohama (now Yokohama Archives of History) Britain had a functioning consular service in Japan from 1859 after the signing of the 1858 Anglo-Japanese Treaty of Amity and Commerce between James Bruce, 8th Earl of Elgin and the Tokugawa Shogunate until 1941 when Japan invaded British colonial empire and declared war on the United Kingdom. ==Consular Officials== The Consular Service was established with officials who were expected to serve their entire careers in Japan. The entry-level position was as student interpreter who were expected to learn Japanese. In the early years almost all dealings with Japanese officials were in Japanese and British consular officials had a high standard in the spoken and written language.I Nish, Britain and Japan, Biographical Portraits, p99 This declined over time as more Japanese officials learnt English.Ian Ruxton, (ed), The Semi-official Letters of British Envoy Sir Ernest Satow from Japan and China (1895-1906), p153-4. ==British Consular Courts in Japan== Until 1899, British Consular Officials exercised extraterritorial jurisdiction over British subjects in Japan. Consular officials sat as judges in consular courts in all treaty ports. Until 1865 appeals from decisions of consular officials were made to the Supreme Court of Hong Kong. From 1865 appeals from decisions could be made to the British Supreme Court for China and Japan in Shanghai. From 1871 to 1878 a judge from Shanghai was based in Yokohama sitting first as a branch of the British Supreme Court for China and Japan. Later they were treated as a judge of the Kanagawa Consular Court. In 1879 a British Court for Japan was created in Yokohama which had first instance jurisdiction in Kanagawa and appellate jurisdiction from other consular courts in Japan. Appeals from the Court for Japan lay to Supreme Court in Shanghai.Richard Chang, The Justice of Western Consular Court in Japan ==Notable consular officials== *Rutherford Alcock *William George Aston *Henry Bonar *James Joseph Enslie *Abel Gower *John Harington Gubbins *John Carey Hall *Joseph Henry Longford, served 1869 to 1902 *Harry Smith Parkes *Frank Playfair *Russell B. Robertson *Ernest Mason Satow, served 1862 to 1883 and 1895 to 1900 *James Troup *Hiram Shaw Wilkinson 1864 to 1881 ==British Judges in Japan== The following judges were based in Yokohama from 1871 to 1877 before the establishment of the British Court for Japan. *Nicholas John Hannen, Acting Assistant judge British Supreme Court for China and Japan 1871-1874 *Charles Wycliffe Goodwin, Assistant Judge British Supreme Court for China and Japan 1874-1876, Acting Chief Judge 1876-1877 *Hiram Shaw Wilkinson, Acting Law Secretary, British Supreme Court for China and Japan, 1877 to 1878 Between 1865 and 1872, Sir Edmund Grimani Hornby, the Chief Judge of the British Supreme Court for China and Japan also heard cases in Japan when traveling on circuit. The following were full-time judges of the British Court for Japan. Most of the above consular officials named above also acted as judges as part of their consular duties. *Nicholas John Hannen; Judge, British Court for Japan, 1881 to 1891 *Richard Temple Rennie Judge, British Court for Japan, 1879 to 1881 *Robert Anderson Mowat Judge, British Court for Japan, 1891 to 1897 *Hiram Shaw Wilkinson Judge, British Court for Japan, 1897 to 1900 ==See also== * Anglo-Japanese relations * Anglo-Japanese Treaty of Amity and Commerce * British Court for Japan * British Supreme Court for China and Japan * Extraterritoriality * Japan–United Kingdom relations * Treaty Ports * Kobe City Archives * Yokohama Archives of History ==Further reading== * \"Britain's Japan Consular Service, 1859-1941\" by J.E. Hoare in Britain & Japan: Biographical Portraits, Volume II, ed. Ian Nish, 1997 * Richard Chang, The Justice of Western Consular Courts in Japan. ==References== Category:Japan–United Kingdom relations ",
    "title": "British Japan Consular Service"
}