{
    "id": "5768470",
    "text": "Soil color does not affect the behavior and use of soil; however, it can indicate the composition of the soil and give clues to the conditions that the soil is subjected to.Brady, Nyle C. & Ray R. Weil Elements of the Nature and Properties of Soils, page 95. Prentice Hall, 2006. Soil can exhibit a wide range of colour; grey, black, white, reds, browns, yellows and greens. Varying horizontal bands of colour in the soil often identify a specific soil horizon. The development and distribution of color in soil results from chemical and biological weathering, especially redox reactions. As the primary minerals in soil parent material weather, the elements combine into new and colorful compounds. Soil conditions produce uniform or gradual color changes, while reducing environments result in disrupted color flow with complex, mottled patterns and points of color concentration. ==Causes== Soil color is produced by the minerals present and by the organic matter content. Yellow or red soil indicates the presence of oxidized ferric iron oxides. Dark brown or black color in soil indicates that the soil has a high organic matter content. Wet soil will appear darker than dry soil. However, the presence of water also affects soil color by affecting the oxidation rate. Soil that has a high water content will have less air in the soil, specifically less oxygen. In well drained (and therefore oxygen rich) soils, red and brown colors caused by oxidation are more common, as opposed to in wet (low oxygen) soils where the soil usually appears grey or greenish by the presence of reduced (ferrous) iron oxide. The presence of other minerals can also affect soil color. manganese oxide causes a black color, glauconite makes the soil green, and calcite can make soil in arid regions appear white. Organic matter tends to make the soil color darker. Humus, the final stage of organic matter breakdown, is black. Throughout the stages of organic matter breakdown, the colour imparted to the soil varies from browns to black. Sodium content influences the depth of colour of organic matter and therefore the soil. Sodium causes the organic matter (humus) to disperse more readily and spread over the soil particles, making the soil look darker (blacker). Soils which accumulate charcoal exhibit a black color. ==Classification== Often described by using general terms, such as dark brown, yellowish brown, etc., soil colors are also described more technically by using Munsell soil color charts, which separate color into components of hue (relation to red, yellow and blue), value (lightness or darkness) and chroma (paleness or strength). ==References== ==Further reading== * * * Category:Soil science ",
    "title": "Soil color"
}