{
    "id": "5768357",
    "text": "Expert Gamer (often abbreviated to XG) was a United States-based video game magazine that was published by Ziff Davis from August 1998 to October 2001. There are 39 issues of Expert Gamer in total. The bulk of XGs content was video game strategy guides and cheat codes. There were no reviews and only occasional light-hearted features. ==History== Expert Gamerss roots began in July 1994 when the popular magazine Electronic Gaming Monthly launched a spin- off magazine called EGM². EGM2 was essentially \"another EGM,\" only without a reviews section and a greater emphasis on import games. The magazine released 49 issues under its original name.. Starting in August 1998, EGM2 became Expert Gamer, and the magazine's focus shifted away from news and previews to strategy and tricks. Despite the different name, XG continued EGM2s numbering system. The redesign into Expert Gamer was heralded with a rare fold-out cover depicting the name change unique to issue 50. The content of the strategies would largely remain the same, although a cleaner style was implemented. Late into its cycle, International was returned to Expert Gamer, bringing not only news of import gaming, but of anime as well. XG lasted for 39 issues until October 2001 (with the last issue being XG #88). The next month (November 2001), XG was replaced by GameNOW, albeit minus several of its more notable long-term staff members. Although GameNOW maintained a healthy tricks section and occasional strategy guides, the magazine's focus shifted to in-depth previews and reviews. Skewed to a slightly younger audience than that of EGM (roughly 12- to 14-year-olds), GameNOW concentrated less on industry insider- type features and more on the actual video games, including numerous large screenshots and elaborate feature articles. The numbering system was reset with the change to GameNOW, and the final issue was #27 in January 2004. For a couple of years after the change from XG to GameNOW, the \"Expert Gamer\" name lived on in the form of the Expert Codebook, a seasonal collection of tricks and strategies. By 2003, however, the \"Expert Gamer\" name was dropped, and the collection became known as the EGM Codebook. ==Running gags== Towards the end of Expert Gamers run, the magazine has developed a series of running gags that were quite popular with its readers. These gags were typically discussed in the magazine's letters section, \"Gamers' Forum\". They included such topics as the death of Aeris in Final Fantasy VII and some readers' desire for naked pictures of the cast of Street Fighter. Other gags were concepts born in the pages of XG, such as Choppy McChopp, the custom-created wrestler in the N64 game WWF No Mercy whose moves consisted entirely of punching attacks, Choppy's arm-hating rival, Kicky McKickk, and the catchphrase, \"Ooh, it looks like school's out.\" Readers also enjoyed searching for appearances of a particular screenshot of Final Fantasy VIII that debuted in issue #64 (October 1999) and was repeatedly reused in the magazine whenever the editors needed to show a picture of that game or provide a visual of the Final Fantasy series in general. XGs sense of humor and many of its running gags continued after the magazine became GameNOW. ==External links== * Expert Gamer - VideoGames.com (ARCHIVE) *Gaming Expert ==References== Category:Monthly magazines published in the United States Category:Video game magazines published in the United States Category:Defunct computer magazines published in the United States Category:Magazines established in 1998 Category:Magazines disestablished in 2001 Category:Magazines published in Chicago ",
    "title": "Expert Gamer"
}