{
    "id": "5768774",
    "text": "Ramona and Her Father is the fourth book in Beverly Cleary's popular Ramona Quimby series. In this humorous children's novel, Mr. Quimby loses his job and Ramona thinks up ways to earn money and help her family out. Published in 1977, Ramona and Her Father was a Newbery Honor Book. ==Plot summary== Ramona is well into her 2nd grade year at Glenwood School, and all is going well until one day her father comes home and announces he has lost his job. The Quimbys must now cope with the breadwinner searching for another job, filling out job applications and collecting unemployment insurance. Mrs. Quimby goes to work full-time, but things are still very tight for the family. Mr. Quimby sinks into depression and Mrs. Quimby tells the children that they must not do anything that would further upset their dad. Ramona wants to help, so she crosses almost everything off her wish list for Christmas. Then she adds one more item – a happy family. But will her wish come true? The Quimbys are also dealing with the family's temperamental car, Beezus' problems with her creative writing class, and Ramona's efforts to get her father to stop smoking. One day when Ramona worries about the family, Mr. Quimby reassures her the Quimbys will always be together and strong, no matter what happens. That Christmas Beezus and Ramona participate in their church's Christmas pageant. Beezus is to be the Virgin Mary and Ramona decides that she and her friends Howie and Davy should be sheep. Unfortunately, her Mother doesn't have time to sew a costume so Ramona has to wear a pair of old pajamas, which she hates. In the end, the sheep steal the show and Ramona and her family share a wonderful night together. ==Reception== Ramona and Her Father was a 1978 Newbery Honor book. Kirkus Reviews gave it a starred review for \"books of remarkable merit\", citing Cleary's ability to accurately convey the concerns of children, including Ramona's feelings about her father's smoking. Scholastic's review also pointed out Cleary's ability to portray children's troubles, saying, \"Cleary has a perfect instinct for expressing the mixed emotions that inform children's actions\" Children's Literature agreed, \"Beverly Cleary's books are always funny and insightful.\" ==Characters== * Beatrice \"Beezus\" Quimby – Older sister who is in seventh grade. * Mrs. Quimby – Mother Dorothy. * Mr. Quimby – Father Robert. * Howard \"Howie\" Kemp – Ramona's friend since Beezus and Ramona. * Picky Picky – The Quimby's old yellow cat who is 11. * Mrs. Rogers – Ramona's second grade teacher. * David \"Davy\" – A boy who Ramona tried to kiss in Ramona the Pest and tried to help with school work in Ramona the Brave. * Mrs. Russo – Ramona's Sunday school teacher. * Willa Jean – Howie's little sister since Beezus and Ramona. * Mrs. Kemp – Howie's mother since Beezus and Ramona. * Mrs. Swink – An old lady whom Ramona and Beezus go visit for an interview for Beezus' creative writing. She gave Ramona the idea for tin can stilts. * Margarine Boy – A boy Ramona's age in a commercial. ==Awards and nominations== * Newbery Honor Bookhttp://www.ala.org/alsc/awardsgrants/bookmedia/newberymedal/newberyhonors/newberymedal * Land of Enchantment Book Award (New Mexico) * Texas Bluebonnet Award * Nene Award (Hawaii) * Beehive Award (Utah) * IRA/CBC Children's Choice ==Editions== Audio Formats: Ramona the Her Father is available in cassette, CD and eAudiobook from Random House/Listening Library. Print/English: The first edition of the book was illustrated by Alan Tiegreen, the current edition by Tracy Dockray. Large print books are published ABC-CLIO, 1988, and e-Books by Palatine, IL: Novel Units, 1992; Print/Worldwide: As of 2010, 121 editions of Ramona and Her Father had been published in 11 languages. ==See also== ==References== ==External links== * Beverly Cleary Website * * Ramona and Her Father games retrieved 4/27/2012 Category:1977 American novels Category:American children's novels Category:Newbery Honor-winning works Category:Novels by Beverly Cleary Category:Novels set in Portland, Oregon Category:1977 children's books ",
    "title": "Ramona and Her Father"
}