{
    "id": "5768678",
    "text": "Jeremiah Tower (born 1942) is an American celebrity chef who, along with Alice Waters and Wolfgang Puck, has been credited with pioneering the culinary style known as California cuisine. A food lover from childhood, he had no formal culinary education before beginning his career as a chef. ==Early life and education== Tower was born in 1942, in Stamford, Connecticut. The son of a managing director of an international film sound equipment company. He was educated at Saint Ignatius' College, Riverview in Sydney, Australia; Parkside School, Surrey, England; Loomis Chaffee, Connecticut. He attended Harvard University earning a B.A. and then completed his M.A. at Harvard Graduate School of Design. After earning a master's degree in Architecture from Harvard University, he had intended to pursue design of underwater structures in Hawaii, because of his obsession with finding the lost city of Atlantis. After his grandfather died, Tower, who was used to being taken care of and supported, found himself out of money and in need of employment. == Culinary career == Inspired by a berry tart he had eaten at the then-unknown Chez Panisse restaurant in Berkeley, California, he applied for a job there in 1972. Alice Waters and her partners hired him for his demonstrable skills and brazenness when it came to recreating great French traditional food. Within a year, he became an equal partner with Waters and the others. He was in full charge of the kitchen, the writing of the menus, and the promotion of the restaurant. Tower left Chez Panisse in 1978, after philosophical and business disagreements with the majority of the Board and with Waters in particular (she and they rejected his idea to open a Panisse Cafe). He worked at the Ventana Inn at Big Sur beginning 1978, and taught briefly in 1980 at the California Culinary Academy. He went on in 1981 to revive the dying Balboa Cafe in San Francisco, at the time, the restaurant was owned by Cathe and Doyle Moon. In 1982, he became head chef at Santa Fe Bar and Grill, located in Berkeley, California and also owned by the Moons. Santa Fe Bar and Grill was a restaurant that was later a springboard for fellow Chez Panisse-alum, Mark Miller, to open the Coyote Cafe in Santa Fe, New Mexico and a string of Southwestern-themed restaurants throughout the United States. In 1984, Tower opened his own restaurant, Stars, in San Francisco, in partnership with Cathe and Doyle Moon. Stars was among the top-grossing restaurants in the Bay Area. Tower opened branches of Stars restaurant in Oakville (Napa Valley), Palo Alto, Manila, and Singapore. Numerous American chefs worked at Stars, among them Mark Franz (Farallon), Mario Batali, George Francisco (Voodoo Bacon), Mark Gaier and Clark Frasier (Arrows', MC Perkins Cove) Loretta Keller (Bizou/Coco500), Dominique Crenn, Joey Altman (Bay Cafe/Wild Hare), Michael Shrader (N9NE), Brendan Walsh (Arizona 206, Elms Inn), Chris Colburn (The Chanticleer, Dalvay by the Sea), and Ron Garrido (Avalon in Eureka), as well as pastry chefs Tim Grable, Emily Luchetti, and Jerry Traunfeld. He owned the Peak Cafe in Hong Kong in the 1990s, as well as various related ventures in San Francisco including a more casual cafe, an upscale bistro, and a kitchenware shop. As his fame grew he licensed his name out, and began to earn celebrity endorsement contracts, including one for Dewar's Scotch. In 1998, Tower sold a part interest in the Stars restaurants to a Singapore real estate company. The new owners closed the Stars restaurants after two years of operation. Tower moved to Manila, Philippines for a year, then to New York City for four years, followed by a move to Italy and then Mexico. In 2014, he was hired as executive chef of Tavern on the Green in New York City, but he left in April 2015, after six months. == Filmography == In 2016, the biographical documentary Jeremiah Tower: The Last Magnificent, directed by Lydia Tenaglia and produced by Anthony Bourdain and Zero Point Zero productions, premiered at the Tribeca Film Festival. The 100-minute film was bought by The Orchard for US distribution in the spring of 2017. On November 12, 2017 the film was broadcast on CNN. In 2017, Tower appeared on Top Chef, the Rick Stein TV show “Road to Mexico” for BBC, the CRAVE wine and food festival, Spokane, Washington, guest of honor at Chef’s Roll, Miami Beach, and as a judge at the Basque Culinary Center World Awards, Mexico City. == Previous restaurants == A list of previous restaurants Tower was associated with. === California locations === *Chez Panisse, Berkeley, California, worked here from 1972 –1978; *La Ventana Inn and Spa, Big Sur, California, worked here from 1978; *Balboa Cafe, Fillmore district, San Francisco, California, worked here from 1981–1982; *Santa Fe Bar and Grill, Berkeley, California, worked here from 1982–1986; *Stars Restaurant, Civic Center neighborhood, San Francisco, California, operated from 1984 –1999, sold in 1998 to Andrew Yap but Tower stays on as creative consultant; *Stars Cafe, Civic Center, San Francisco, California, operated from 1988–1998, located near the original Stars location but more casual; *Stars Restaurant, Palo Alto, California, operated from 1995 –1997; *Stars Restaurant, Oakville, California, operated from 1993–1997; *J.T.'s Bistro, San Francisco, California, operated from 1996–1997; *Speedo 690 Restaurant, San Francisco, California, operated from 1989–1991; === Other locations === *Tavern on the Green, New York City, New York; *Peak Cafe, Hong Kong. *Stars Restaurant, Manila, Philippines, opened in 1999; *Stars Restaurant, Singapore, operated from 1996–1998; ==Awards and honors== Tower's first book, New American Classics, won a James Beard Foundation Award in 1986 for \"Best American Regional Cookbook\". Tower won the James Beard Foundation Award for \"Best Chef in California\" in 1993 and \"Outstanding Chef of the Year\" in 1996. ==Bibliography== In addition to writing two books in 2016, Tower was the key speaker at the Ken Hom lecture series at Oxford Brookes University. * * * * * * * * * ==References== ==Further reading== * * ==External links== * Category:1942 births Category:Living people Category:American chefs Category:American male chefs Category:Cuisine of the San Francisco Bay Area Category:History of the San Francisco Bay Area Category:American food writers Category:Writers from Stamford, Connecticut Category:Harvard Graduate School of Design alumni Category:Date of birth missing (living people) Category:Loomis Chaffee School alumni Category:James Beard Foundation Award winners ",
    "title": "Jeremiah Tower"
}