{
    "id": "5768962",
    "text": "Sonnet 22 is one of 154 sonnets written by the English playwright and poet William Shakespeare, and is a part of the Fair Youth sequence. In the sonnet, the speaker of the poem and a young man are represented as enjoying a healthy and positive relationship. The last line, however, hints at the speaker's doubts, which becomes prominent later in the sequence. ==Synopsis== Sonnet 22 uses the image of mirrors to argue about age and its effects. The poet will not be persuaded he himself is old as long as the young man retains his youth. On the other hand, when the time comes that he sees furrows or sorrows on the youth's brow, then he will contemplate the fact (\"look\") that he must pay his debt to death (\"death my days should expiate\"). The youth's outer beauty, that which 'covers' him, is but a proper garment (\"seemly raiment\") dressing the poet's heart. His heart thus lives in the youth's breast as the youth's heart lives in his: the hearts being one, no difference of age is possible (\"How can I then be elder than thou art?\"). The poet admonishes the youth to be cautious. He will carry about the youth's heart (\"Bearing thy heart\") and protect (\"keep\") it; \"chary\" is an adverbial usage and means 'carefully'. The couplet is cautionary and conventional: when the poet's heart is slain, then the youth should not take for granted (\"presume\") that his own heart, dressed as it is in the poet's, will be restored: \"Thou gav'st me thine not to give back again.\" ==Structure== Sonnet 22 is a typical English or Shakespeare sonnet. Shakespearean sonnets consists of three quatrains followed by a couplet, and follow the form's rhyme scheme: ABAB CDCD EFEF GG. They are written in iambic pentameter, a type of poetic metre based on five pairs of metrically weak/strong syllabic positions per line. The first line exemplifies a regular iambic pentameter: × / × / × / × / × / My glass shall not persuade me I am old, (22.1) :/ = ictus, a metrically strong syllabic position. × = nonictus. (×) = extrametrical syllable. The eleventh line exhibits two common metrical variations: an initial reversal, and a final extrametrical syllable or feminine ending: / × × / × / × / × /(×) Bearing thy heart, which I will keep so chary (22.11) ==Source and analysis== The poem is built on two conventional subjects for Elizabethan sonneteers. The notion of the exchange of hearts was popularized by Petrarch's Sonnet 48; instances may be found in Philip Sidney (Countess of Pembroke's Arcadia) and others, but the idea is also proverbial. The conceit of love as an escape for an aged speaker is no less conventional and is more narrowly attributable to Petrarch's Sonnet 143. The image cannot be used to date the sonnet, if you agree with most critics, that it was written by a poet in his mid-30s. Samuel Daniel employs the same concept in a poem written when Shakespeare was 29, and Michael Drayton used it when he was only 31. Stephen Booth perceives an echo of the Anglican marriage service in the phrasing of the couplet. \"Expiate\" in line 4 formerly caused some confusion, since the context does not seem to include a need for atonement. George Steevens suggested \"expirate\"; however, Edmond Malone and others have established that expiate here means \"fill up the measure of my days\" or simply \"use up.\" Certain critics, among them Booth and William Kerrigan, still perceive an echo of the dominant meaning. The conventional nature of the poem, what Evelyn Simpson called its \"frigid conceit,\" is perhaps a large part of the reason that this poem is not among the most famous of the sonnets today. ==References== ==Sources== *Baldwin, T. W. (1950). On the Literary Genetics of Shakspeare's Sonnets. University of Illinois Press, Urbana. *Hubler, Edwin (1952). The Sense of Shakespeare's Sonnets. Princeton University Press, Princeton. *Schoenfeldt, Michael (2007). The Sonnets: The Cambridge Companion to Shakespeare's Poetry. Patrick Cheney, Cambridge University Press, Cambridge. ==External links== * *Paraphrase and analysis (Shakespeare-online) *Analysis Category:British poems Category:Sonnets by William Shakespeare ",
    "title": "Sonnet 22"
}