{
    "id": "5769117",
    "text": "William Shakespeare's Sonnet 43 employs antithesis and paradox to highlight the speaker's yearning for his beloved and sadness in (most likely) their absence, and confusion about the situation described in the previous three sonnets. Sonnet 27 similarly deals with night, sleep, and dreams. ==Structure== Sonnet 43 is an English or Shakespeare sonnet. English sonnets contain three quatrains, followed by a final rhyming couplet. It follows the form's typical rhyme scheme, ABAB CDCD EFEF GG, and is written in iambic pentameter, a type of poetic metre based on five pairs of metrically weak/strong syllabic positions per line. The first line of the couplet exemplifies a regular iambic pentameter: × / × / × / × / × / All days are nights to see till I see thee, (43.13) The second and fourth lines have a final extrametrical syllable or feminine ending: × / × / × / × / × / (×) And darkly bright, are bright in dark directed. (43.4) :/ = ictus, a metrically strong syllabic position. × = nonictus. (×) = extrametrical syllable. ==Source and analysis== This is one of the poems omitted from the pirated edition of 1640. Gerald Massey notes an analogous poem in Philip Sidney's Astrophil and Stella, 38. Stephen Booth notes the concentration of antithesis used to convey the impression of a speaker whose emotions have inverted his perception of the world. Edmond Malone glosses \"unrespected\" as \"unregarded.\" Line 4 has received a number of broadly similar interpretations. Edward Dowden has \"darkly bright\" as \"illumined, though closed\"; he glosses the rest of the line \"clearly directed in the darkness.\" Sidney Lee has the line \"guided in the dark by the brightness of your shadow,\" while George Wyndham prefers \"In the dark they heed that on which they are fixed.\" In line 11, Edward Capell's emendation of the quarto's \"their\" to \"thy\" is now almost universally accepted. ==Musical settings== The sonnet was set to music by Benjamin Britten as the last song of his eight-song cycle Nocturne Op. 60 (1958) for tenor, 7 obbligato instruments (flute, clarinet, cor anglais, bassoon, French horn, timpani, harp) and strings. In 1990 Dutch composer Jurriaan Andriessen set the poem to a mixed chamber choir setting. Rufus Wainwright's \"Sonnet 43\", the sixth track on his album All Days Are Nights: Songs for Lulu (2010), is a musical setting of the sonnet. In 2004 the Flemish composer Ludo CLAESEN set this poem to a setting for chambermusic (flute, piano and soprano-solo). An amazing recording as an attachment of the Book-CD \"Là-bas\" you may find by the Belgian 'l'ensemble de musique Nahandove' edited by Esperluète editions. A 2007 production by The Public Theater of King Lear in Central Park featured incidental music by Stephen Sondheim and Michael Starobin. It included a setting of Sonnet 43 by Sondheim. Laura Hawley composed a lively setting of Sonnet 43 for choir in 2013. ==Notes== ==References== *Baldwin, T. W. On the Literary Genetics of Shakspeare's Sonnets. Urbana: University of Illinois Press, 1950. *Hubler, Edwin. The Sense of Shakespeare's Sonnets. Princeton: Princeton University Press, 1952. *Levy, David (4 November 2013). \"http://fuckyeahstephensondheim.tumblr.com/post/66015392196/when-the-public- theater-did-king-lear-in-central\". Fuck Yeah Stephen Sondheim. Retrieved 8 November 2013 ==External links== *Analysis Category:British poems Category:Sonnets by William Shakespeare ",
    "title": "Sonnet 43"
}