{
    "id": "58298956",
    "text": "{| |} The Sister Anne was a luxury motor yacht built by Camper and Nicholsons at Gosport in 1929 for wealthy French socialite Daisy Fellowes. During World War II the yacht served firstly as an accommodation ship for Polish naval forces and later as headquarters ship for Combined Operations. ==Design and construction== Sister Anne was a steel-hulled motor yacht built during 1929. She was constructed at Gosport, Portsmouth Harbour by Camper and Nicholsons as Yard No.364 for Daisy Fellowes, the Singer Manufacturing Company heiress and wife of banker Reginald Ailwyn Fellowes. The yacht had a length overall of and length between perpendiculars of , a beam of and a depth of . She measured and . The accommodation included an owner's suite and four guest staterooms. She was powered by a pair of 5-cylinder Gardner engines totalling and driving twin propellers. Sister Anne was launched on 12 June 1929. On completion she was registered at the port of Portsmouth with Official Number 160918, and allocated signal letters GTDQ. ==Pre-World War II service== Sister Anne was based in Monte Carlo and regularly cruised in the Mediterranean. On 1 May 1930, following a visit to Egypt, the yacht caught fire south west of the Balearic Islands in position 38.08N 0.14W; only with the assistance of crew from the Ellerman Lines' passing British steamer City of London responding to an SOS was it extinguished. Sister Anne was able to continue her voyage. Celebrities entertained on board during the 1930s included the American columnist Elsa Maxwell, Cecil Beaton and Noël Coward. In 1935 the yacht was loaned to the Prince of Wales and it was later rumoured that, following his abdication in December 1936, Wallis Simpson stayed on board during her period in hiding in the south of France. In September 1937 the yacht was fired on by a Greek warship for entering a militarised zone near the island of Aegina, and the captain arrested. Claiming that the zone was not marked on the navigational charts, he was released the following day. A similar occurrence occurred in August 1938. Early in World War II, at the fall of France in 1940, Sister Anne was berthed at Cannes. A Russian ballerina Nina Tarakanova, married to a Scottish businessman and a neighbour of Daisy Fellowes, had sold their own yacht and missed the last ship for England. She commandeered Sister Anne and sailed with other passengers to Gibraltar. There they joined Convoy HGY which sailed for England on 2 July, and arrived at Falmouth about a week later. ==Royal Navy service== In September 1940 Sister Anne was hired by The Admiralty for service as an accommodation ship. She was based at Fowey for the use of the crews of motor gunboats and torpedo boats of the Polish Navy. In May 1941 the yacht was purchased by The Admiralty and served as headquarters ship for the Chief of Combined Operations, Lord Louis Mountbatten between October 1941 and October 1943. ==Post-war service== Portrait of Daisy Fellowes by John Singer Sargent Following the end of the war, Sister Anne was laid up in December 1945 and subsequently reported sold. By 1951, she was back in service as a yacht with Daisy Fellowes, based at Cannes, and again being used by the Duke and Duchess of Windsor. ==References== ==External links== *Yacht Sister Anne at Cannes in 1936 Category:1929 ships Category:Motor yachts Category:World War II naval ships of the United Kingdom Category:Ships built in Portsmouth ",
    "title": "Sister Anne (yacht)"
}