{
    "id": "58304584",
    "text": "Claraghpottle Glebe (Irish and English derived place name, Clárach Poitéil meaning 'The Level Place of the Quarter Townland' and Glebe meaning 'Land for the Upkeep of the Church'.) is a townland in the civil parish of Kildallan, barony of Tullyhunco, County Cavan, Ireland.Derelict house, Claraghpottle (geograph 2915445) ==Geography== Claraghpottle Glebe is bounded on the north by Claragh townland, on the west by Keilagh townland, on the south by Drumcanon townland and on the east by Bocade Glebe townland. Its chief geographical features are a gravel pit, small streams and a spring well. It is traversed by minor public roads and rural lanes. The townland covers 40 acres. ==History== From medieval times up to the early 1600s, the land belonged to the McKiernan Clan. The 1609 Plantation of Ulster Map depicts it as part of the townland of Clarhagh. A grant of 1610 spells the name as One fourth of the poll of Clarhagh. A lease of 1611 spells the name as Clovagh. A grant of 1627 spells the name as Clarhagh. The 1652 Commonwealth Survey spells it as Cleighragh. The 1665 Down Survey map depicts it as Pottles Claragh. William Petty's map of 1685 depicts it as Clara Pottles. In the Plantation of Ulster King Charles I of England by grant dated 25 January 1627, granted, inter alia, a fourth part of the pole of Clarhagh, to Martin Baxter, the Church of Ireland rector of Kildallan and Tomregan. Martin Baxter was the first Church of Ireland rector of Kildallan and Tomregan parish and since then the townland has passed down as part of the glebe lands belonging to the Rectory of Kildallan. He held the post from 1 November 1626 until March 1642 when he died of pestilential fever at Sir James Craig’s besieged castle at Croaghan, Killeshandra. In a deposition dated 22 September 1642 about the Irish Rebellion of 1641 in Cavan, Martin Baxter's son, William Baxter, stated, inter alia- . The 1652 Commonwealth Survey states the owner was the Church of Ireland, Gleabland. The 1825 Tithe Applotment Books list two tithepayers in the townland. The Claraghpottle Glebe Valuation Office books are available for April 1838. Griffith's Valuation of 1857 lists one landholder in the townland. ==Census== {| class=\"wikitable\" |- ! Year ! Population ! Males ! Females ! Total Houses ! Uninhabited |- | 1841 || 22 || 14 || 8 || 4 || 0 |- | 1851 || 8 || 7 || 1 || 1 || 0 |- | 1861 || 7 || 4 || 3 || 1 || 0 |- | 1871 || 3 || 2 || 1 || 1 || 0 |- | 1881 || 10 || 4 || 6 || 2 || 0 |- | 1891 || 14 || 6 || 8 || 2 || 0 |} In the 1901 census of Ireland, there are two families listed in the townland. In the 1911 census of Ireland, there are two families listed in the townland. ==References== ==External links== * The IreAtlas Townland Data Base Category:Townlands of County Cavan ",
    "title": "Claraghpottle Glebe"
}