{
    "id": "58307842",
    "text": "Josh Xantus, known professionally as Josh X, is a Haitian-American singer, songwriter, and record producer. He is best known for his single Heaven on My Mind. == Early life and education == Xantus was born in Brooklyn, New York City and raised by a single mother in Queens. He began playing classical piano at age six and composed his first song at age 13. He attended the summer program at the Juilliard School and after receiving a full college scholarship, graduated from Five Towns College in Long Island, NY. He cites Brian McKnight as his favorite singer. == Career == While in Los Angeles in 2009, Xantus performed his single \"First Time\" for Stevie Wonder, who praised his work, telling him to \"continue to carry out the legacy of being a musician that represents real music.\" In 2015, he co-wrote the track \"Ready to Go\" with Swizz Beatz for Pepsi and Fox's Empire and released his debut single \"All for Love\" featuring Jadakiss. That same year, he began writing and producing for rapper Cardi B, and collaborated on the tracks \"Selfish\", \"Island Girls\", and \"Heaven on My Mind\" the following year. \"Heaven on My Mind\" ranked at No. 22 on the Billboard Adult R&B; Songs charts in January 2017. He continued working with Cardi B for three years. In 2018, Xantus signed with record label Epic Records and released the single \"All On Me\" featuring Rick Ross. The music video received over 3.7 million views on YouTube. He has also collaborated with Birdman, Lil Wayne, and Jim Jones. == Discography == {| class=\"wikitable\" !Year !Title !Label !Other Artist(s) !Notes |- |2015 |All For Love |Independent |Jadakiss |(as Josh Xantus) |- | rowspan=\"4\" |2016 |Bussin' Plays |Majic City Network |Monee Baggz | |- |Island Girls |KSR Group |Cardi B, Young Chow | |- |Heaven on My Mind |KSR Group |Cardi B | |- |Selfish |KSR Group |Cardi B |Featured artist |- | rowspan=\"2\" |2017 |Amour |KSR Group |Dro |EP |- |First Time |Taken Over Sound | | |- | rowspan=\"2\" |2018 |All On Me |Epic Records |Rick Ross | |- |Love Lost |Female Shotta Records |HoodCelebrityy | |} == References == == External links == * * Josh X on SoundCloud Category:Year of birth missing (living people) Category:Living people Category:American male singer-songwriters Category:Record producers from New York (state) Category:Rappers from New York City Category:21st-century American rappers Category:21st-century American male musicians ",
    "title": "Josh X"
}