{
    "id": "58303235",
    "text": "François Thierry de Crussol is a French numismatist, specialising in East Asian currency. (His Chinese name is 蒂埃里 Di Ali). == Career == Thierry is Honorary Curator at the Département des Monnaies et Médailles, Bibliothèque nationale de France. Before retirement he was Curator of Oriental Coins, and a leading scholar in this field, having produced several well-received books, catalogues of the BnF collection, and numerous articles relating to East Asian numismatics. == Awards and Honours == * 2006 Awarded the Medal of the Royal Numismatic Society * 2017 Awarded the Prix Hirayama - by the Académie des Inscriptions et Belles Lettres - for his book Les monnaies de la Chine ancienne, des origines à la fin de l’Empire (Paris, Les Belles-Lettres, 2017). == Publications == This is a selection of Thierry's works. Selected Books * 2017 - Les monnaies de la Chine ancienne, des origines à la fin de l’Empire (Paris, Les Belles-Lettres) * 2016 - Royaume du lion, ceylan connu des chinois des origines à la fin des song.(Turnhout: Brepols Publishers) * 2016 - (with A.C. Fang, eds) The Language and Iconography of Chinese Coin Charms: Deciphering a Past Belief System (Berlin and Heidelberg: Springer) * 2014 - Le Trésor de Huê, Une face cachée de la colonisation de l’Indochine (Paris: Nouveau Monde éditions) * 2014 - Monnaies chinoises, IV- Des Liao aux Ming du Sud (Paris: Bibliothèque nationale de France) * 2013 - La Ruine du Qin, Ascension, triomphe et mort du premier empereur de Chine (Paris: La Librairie Vuibert) * 2003 - Monnaies chinoises, II- Des Qin aux Cinq Dynasties (Paris: Bibliothèque nationale de France) * 2002 - Catalogue des monnaies vietnamiennes- Supplément (Paris: Bibliothèque nationale de France) * 2001 - (with M. Amandry, M. Dhénin, M. Popoff and C. Vellet) Dictionnaire de Numismatique (Paris: Larousse) * 1997 - Monnaies chinoises, I- L’Antiquité préimpériale (Paris: Bibliothèque nationale de France) * 1995 - Les monnaies chinoises de Pacifique Chardin (Lille) * 1992 - Monnaies de Chine (Paris: Bibliothèque Nationale) * 1988 - Catalogue des monnaies vietnamiennes (Paris: Bibliothèque nationale) * 1987 - Amulettes de Chine et du Vietnam, rites magiques et symbolique de la Chine ancienne (Paris: Le Léopard d’or) * 1986 - Monnaies d'Extrême Orient (Paris: Administration des monnaies et médailles) Selected Articles * 2011 - \"The Confucian Message on Vietnamese Coins A closer look at the Nguyễn dynasty's large coins with moral maxims\", Numismatic Chronicle 171, pp. 367–406. * 2007 - \"Identification of the Nguyên Thông Coins of the Cảnh Hirng Period (1740 -1786)\", Numismatic Chronicle 167, pp. 237–241. == References == == External links == *Thierry on Academia *Thierry on Worldcat Category:Living people Category:French curators Category:Chinese numismatics Category:Year of birth missing (living people) ",
    "title": "François Thierry (numismatist)"
}