{
    "id": "58303299",
    "text": "The lycée polyvalent de Turgot is a lycée located in the 3rd arrondissement of Paris. Its entrance is located at 69 rue de Turbigo. It runs classe préparatoire aux grandes écoles in the D1, D2, PC and ECT streams. The lycée was built on the former site of the Madelonnettes Convent, which was demolished by the construction of the rue de Turbigo, between 1865 and 1866. It is served by the métro stations Arts et Métiers and Temple. == History == It was formerly known as the \"Higher Primary School of rue Turbigo\". == Ranking of the lycée == In 2016, the lycée was ranked 13th out of 109 at departmental level in terms of teaching quality, and 43rd at national level.Classement départemental et national du lycée The ranking is based on three criteria: The bac results, the proportion of students who obtain their baccalauréat who studied at the establishment for their last two years, and the value added (calculated based on the social background of the students, their age, and their national diploma results).Méthodologie du classement national des lycées français == CPGE rankings == The national rankings of preparatory classes for the major schools (CPGE) look at the number of students admitted to the grandes écoles. In 2015, L'Étudiant gave the following rankings for 2014 : {| class=\"wikitable centre\" style=\"text- align:right\" ! Course ! Students admitted to a grande école* ! Admission rate* ! Average rate over 5 years ! National ranking ! Progress year on year |- |align=left| PC / PC* Classement 2015 des prépas PC | align=\"center\" | 0 / 47 students | align=\"center\" | 0% | align=\"center\" | 0% | align=\"right\" | 100thex-æquo out of 110 | align=\"center\" | = |- | align=\"left\" colspan=\"6\" |Source : Classement 2015 des prépas - L'Étudiant (Concours de 2014). * the admission rate depends upon the grandes écoles included in the study. For example, in ECE and ECS, these areHEC, ESSEC, and ESCP ; in khâgne, these are ENSAE, ENC, the 3 ENS, and 5 business schools. |} == Former students== Façade on rue de Turbigo. == Notable professors == == Notes and references== Turgot Turgot Category:3rd arrondissement of Paris ",
    "title": "Lycée Turgot"
}