{
    "id": "58308994",
    "text": "Kiara Nirghin (born February 25, 2000) is a South African inventor, scientist, and speaker. She is known for her award-winning work on a method to increase food security in drought stricken areas that won the 2016 Google Science Fair. Since 2018, she has attended Stanford University as an undergraduate. == The Innovation == Kiara was sixteen years old at the time of her win at the Google Science Fair. She is known as the sole founder of her project titled: \"No More Thirsty Crops.\" In response to one of South Africa's worst droughts in 45 years, with the lowest ever rainfall since 1904 and in 2015, the country only receiving 66% of the annual average rainfall, did Kiara start her research. SAPs absorb and carry about 300 times its weight in liquid relative to their own mass. When a SAP is cross-linked with polymerization, the product is water retaining hydrogels that act as a reservoir of collected water in soil. However, these SAPs are not biodegradable, costly and full of acrylic acid, sodium hydroxide and other chemicals. Kiara developed a unique super-absorbent polymer that holds hundreds of times its weight in water when stored in soil. It is biodegradable, inexpensive and free of harmful chemicals, unlike the manmade materials currently used. The polymer, made entirely from waste products, improves the environment, increases the chance for plants to sustain growth by 84% during a drought and can increase food security by 73% in disaster-struck areas. == Activities == Kiara has often spoken out on the importance of diversifying the STEM (Science Technology, Engineering and Mathematics) fields to include young girls. As a speaker at TEDx and Forbes Africa she has identified herself as an influential speaker. In September 2017, Kiara was a speaker at the Lead S.A Change Makers Conference. In 2018, Kiara was nominated as a Regional Finalist of the 2018 United Nation’s Young Champions of the Earth. == References == Category:2000 births Category:Living people ",
    "title": "Kiara Nirghin"
}