{
    "id": "58308756",
    "text": "The Black Crow Limestone is an Early Eocene (Late Ypresian to Early Lutetian) geologic formation in the Sperrgebiet, ǁKaras Region of southwestern Namibia. The limestones of the approximately thin formation were deposited in a lacustrine to paludal environment. The formation provides many fossil mammals and amphibians, reptiles, fresh water snails and fish. == Description == The type locality of Black Crow lies a few km north-east of Bogenfels Ghost Town, in the central part of the Tsau//Khaeb National Park (old name – Sperrgebiet) in Namibia.Pickford, 2018e, p.81 The Black Crow Limestone with a total thickness of about ,Pickford, 2015, p.107 is an Early Eocene stratigraphic unit of the Sperrgebiet that was formed in a small basin cutting into the dolomites of the Proterozoic Gariep Group. The top of the formation is formed by an erosional unconformity at the base of the Late Oligocene to Early Miocene Blaubok Conglomerate. The fauna from the Black Crow Limestone, especially the arsinoithere Namatherium blackcrowense and the reithroparamyid rodent Namaparamys inexpectatus indicate a Late Ypresian or Early Lutetian age for the deposits. The limestones are likely to be older than 42.5 Ma on the basis of radio-isotopic dates obtained from phonolite cobbles reworked from lavas considered to have erupted later than the limestone deposition. The carbonates could be as old as 47 ± 1 Ma, i.e. Late Ypresian to Early Lutetian.Pickford, 2018d, p.64 Abundant pedotubules in the formation suggest accumulation in a swampy setting. There is a thick bed of carbonatite breccia intercalated in the fossiliferous limestone which indicates that carbonate deposition occurred contemporaneously with volcanic activity at the Ystervark Carbonatite Centre to the east of Black Crow,Pickford, 2015, p.105 and other volcanoes in the region, which periodically injected vast quantities of carbonate into the sub-aerial terrestrial ecosystem.Morales & Pickford, 2018, p.72 == Fossil content == Various fossils have been recovered from the formation. The fossil land snails from the Black Crow Limestone, even though they are not very diverse, show biogeographic affinities with present-day southwestern Africa (Western Cape in South Africa and Western Namibia) and they suggest that at the time of deposition, the region lay within a zone of summer rainfall rather than winter rainfall.Pickford, 2018a, p.19 The paleoclimate has been interpreted as hot and humid, contrasting with the arid desert of today.Dauteuil et al., 2018, p.6 The following fossils are reported from the formation:Mein & Pickford, 2018, p.39Black Crow at Fossilworks.org ;Mammals * Diamantochloris inconcessus - lower molars, maxillary fragments with premolars and molarsPickford, 2015, p.109 * Glibia namibiensis * Namahyrax corvus - skull, mandible, isolated teethPickford, 2018e, p.83 * Namalestes gheerbranti - isolated teeth and maxillaMorales & Pickford, 2018, p.75 * Namaparamys inexpectatus - isolated molar, premolar, calcaneumMein & Pickford, 2018, p.41 * Namatherium blackcrowense - skull * Notnamaia bogenfelsi - maxilla * Tsaukhaebmys calcareus - isolated teeth, mandible, post-cranial bones * Zegdoumys namibiensis - upper molar * Pterodon sp. - mandible * cf. Propottininae indet.Pickford, 2018d, p.66 * Proviverrinae - deciduous tooth * Adapidae - mandible, isolated teeth * Erinaceidae indet. - isolated tooth * Macroscelididae indet. * ?Xenarthra - phalanx * zalambdodont - tiny mandible ;Amphibians * Pipidae - radio-ulnaPickford, 2018b, p.32 ;Reptiles * Amphisbaenia - vertebrae, mandibles, premaxilla, maxilla * Crocodylia - maxilla fragment, teeth and vertebra * Ophidae - fang, vertebrae * Scincidae - mandibles and post-cranial elements ;Birds - indeterminate post- cranial elements ;Fish * cf. Alestes sp. - isolated tricuspid toothPickford, 2018b, p.30 * Hydrocynus sp. - isolated toothPickford, 2018b, p.28 * Cichlidae - button-shaped teeth ;Snails * Dorcasia sp. - many shellsPickford, 2018a, p.21 * Trigonephrus sp. * cf. Subulinidae indet. - poorly preserved shellsPickford, 2018a, p.20 == See also == * List of fossiliferous stratigraphic units in Namibia * Geology of Namibia * Elisabeth Bay Formation * Langental Formation == References == === Bibliography === * * * * * * * * * Category:Geologic formations of Namibia Category:Eocene Series of Africa Category:Lutetian Stage Category:Ypresian Stage Category:Limestone formations Category:Lacustrine deposits Category:Paludal deposits Category:Paleontology in Namibia Category:Geography of ǁKaras Region ",
    "title": "Black Crow Limestone"
}