{
    "id": "58305656",
    "text": "Frank P. Banta (March 29, 1870 - November 30, 1903) was an American pianist and recording artist active in the 1890s and 1900s. Banta was born in New York City to John William Banta and Frances Green Banta (Darrow). He learned to play piano while working as a piano tuner, and by 1893 was the house pianist for the New York Phonograph Company (a subsidiary of the North American Phonograph Company). By December of the same year, he was leading \"Banta's Parlor Orchestra\" for the North American Phonograph Company. He recorded as a piano accompanist and as leader of \"Banta's Orchestra\" for Walcutt and Leeds by 1896, and may have done the same for Walcutt, Miller & Co., its predecessor, in the intervening years. Banta's Orchestra recorded 15 cylinders for the Columbia Phonograph Company in 1896. The Chicago Talking Machine Company also marketed recordings by Banta's Orchestra, though it's unclear whether they recorded them or duplicated records taken by another company. The bulk of Frank P. Banta's recording activity was as the house pianist of Edison's National Phonograph Company. His death notice in the company's trade paper Edison Phonograph Monthly, noted \"His were the hands that played the piano accompaniments to more than half of the records in the Edison catalogue\". He also recorded for Edison one solo of his own composition, \"Violets\" (Edison Gold Moulded no. 8394). He recorded three sides for Victor in September 1903, one piano solo (Hello! Ma Baby) and two accompaniments for cornetist Herbert L. Clarke. Banta was an early adopter and proponent of ragtime and his accompaniments are some of the earliest recorded examples of the style. He was also regarded as a reliable powerhouse, who could play the same pieces many times over before mass-duplication of records was reliably available. In addition to his recording work, Banta composed at least 14 pieces between 1895 and 1903, primarily ragtime piano solos or popular songs, and arranged the famous \"Laughing Song\" popularized by George W. Johnson. Frank P. Banta was the father of the somewhat more famous pianist Frank E. Banta, who recorded prolifically between 1916 and 1939, especially for Victor. Frank P. Banta died in New York aged 33 after an extended period of poor health. ==Compositions== *Wheelmen's Patrol (1895) *Wheeling, Wheeling (or Love a Wheel) (1895) *She's a Pretty Lass (1896) *Olga: Waltzes (1897) *On the Housatonic (1897) *The Chaser: Two Step (1897) *Say You'll Be Mine in a Year, Love (1897) *Dancing on the Dock (1897) *Ragged William: A Darkey's Idea of the William Tell Overture in Rag-time (1899) *Kareless Koon (1899) *Halimar: Oriental Rondo (1901) *The Town Pump: Characteristic March (1902) *Sonoma: Dance (1903) *Dimpled Dolly Daisy Day (1903) ==See also== *Fred Hylands ==References== Category:Pioneer recording artists Category:Ragtime pianists Category:American pianists Category:1870 births Category:1903 deaths Category:American male pianists ",
    "title": "Frank P. Banta"
}