{
    "id": "58308508",
    "text": "Malala Fund is an international, non-profit organization that fights for girls' education. It was co-founded by Malala Yousafzai, the Pakistani activist for female education and the youngest Nobel Prize laureate and her father, Ziauddin. The stated goal of the organization is to ensure 12 years of free, safe and quality education for every girl. , the organization has 48 staff and supports 58 advocates working across Afghanistan, Brazil, Ethiopia, India, Lebanon, Nigeria, Pakistan and Turkey. ==History== The first contribution to Malala Fund in 2013 came from Angelina Jolie who gave a $200,000 personal donation, which was used to fund girls' education where Malala is from in Pakistan’s Swat Valley. In 2014, Malala Fund helped build an all-girls secondary school in rural Kenya and provided school supplies and continued education in Pakistan for children fleeing conflict in North Waziristan and the floods of 2014. In 2015, when the government of Sierra Leone closed schools due to the Ebola epidemic, Malala Fund bought radios and created classrooms for 1,200 marginalized girls to continue their education. Building on Malala's advocacy for girls in Nigeria, Malala Fund pledged full scholarships to Chibok schoolgirls freed from the abduction by Boko Haram to complete their secondary education. On 12 July 2015, her 18th birthday, Malala announced funding through Malala Fund of a secondary school in the Bekaa Valley, Lebanon, near the Syrian border, for Syrian refugees. In 2016, Malala visited Dadaab Refugee Camp for her birthday and attended the graduation of refugee girls from a mentorship program on leadership and life skills supported by Malala Fund. In December 2016, the Bill & Melinda Gates Foundation committed $4 million to help Malala Fund launch the Education Champion Network to support education champions in developing countries. In 2017, Malala Fund significantly expanded investment projects that Newsweek described as, \"education advocacy programs run by local people — the kind Yousafzai and her father led when they lived in Pakistan — and will disburse up to $10 million a year over the next decade.\" New grants included a project in Afghanistan to support the recruitment and training of teachers to fill spots in the country's overcrowded classrooms and supporting local activists in Nigeria to campaign for increasing public education from 9 years to 12 years. In 2018, Apple Inc. partnered with Malala Fund to fund expansion to India and Latin America and provide technology, curriculum assistance and policy research with a goal of educating more than 100,000 girls. In addition, a connection will be established in Brazil with the Apple Developer Academy. ==Programs== ===Education Champion Network=== Malala Fund supports local advocates and programs to advance girls’ secondary education around the world. The current priority countries for Malala Fund are Afghanistan, Brazil, Ethiopia, India, Lebanon, Nigeria, Pakistan and Turkey. One of the champions for Pakistan is Gulalai Ismail, chairperson of Aware Girls an organisation with which Yousafzai trained in 2011. ===Research and Advocacy=== Malala, Ziauddin, Malala Fund staff, members of the Education Champion Network and young education activists participate in conferences and meet with political leaders to advocate for girls' education. The advocacy goals are to increase funding for girls' education and to remove the barriers keeping girls from school, such as early marriage, child labor, conflict and gender discrimination. Malala Fund has conducted research on the impact of girls' secondary education in collaboration with Brookings Institution, World Bank and Results for Development. In June 2018, Malala Fund helped secure a $2.9 billion commitment for girls' education from G7 countries and the World Bank. ===Girls' Voices=== In July 2018, Malala Fund launched Assembly, a digital publication with stories by girls, for girls. Malala Fund won the 2020 Webby Award for Email Newsletter in the category Web. ==In popular culture== The organization was featured in the 2015 American documentary film, He Named Me Malala, and Malala's autobiography, I Am Malala. ==References== ==External links== * Category:International educational charities Category:Educational foundations in the United States Category:Youth empowerment organizations Category:Foundations based in Washington, D.C. Category:Organizations established in 2013 Category:Malala Yousafzai ",
    "title": "Malala Fund"
}