{
    "id": "58304242",
    "text": "Dorothea Hoffman (died 1710), was Swedish milliner and hatmaker. She was the daughter of the Elder (administrative title) Fischer of the hatmaker's guild in Norrköping. She married the hatmaker Mårten Hoffman (d. 1702) in Stockholm, with whom she had ten children. Dorothea Hoffman conducted her own business independently from her spouse, despite the fact that she as a married woman who was formally under the guardianship of her husband. As with other married businesswomen, her activity is not very visible in the documents, but she was sued in 1678 by the hatmaker's guild in Köping for having imported 92 of her own hats to Köping for sale. When she was widowed in 1702, she was formally noted as a businesswoman of her own business as well as inheriting the hatmaker's guild privilege and workshop of her late spouse. Hoffman was the most successful hatmaker in Stockholm: she is listed with a larger staff and more journeyman's than any other of her profession in the capital, and her workshop and business was noted to have been the largest within her trade. She imported from Lübeck and Copenhagen, and her goods were known for their high quality. She died during the Great Northern War plague outbreak. Her business was inherited by her son Elias Hoffman (1690–1719), who had to defend it against the rest of the members of the hatmaker's guild of Stockholm, who wished to have it divided among the guild members due to its disproportionate size. It was still the biggest of its kind in Stockholm in 1719–26, when it was managed by Dorothea Hoffman's daughter-in-law Christina Udd, who, however, dissolved it when she remarried in 1726. ==See also== * Margareta Dockvil ==References== * Du Rietz, Anita, Kvinnors entreprenörskap: under 400 år, 1. uppl., Dialogos, Stockholm, 2013 Category:17th-century births Category:1710 deaths Category:17th-century Swedish businesspeople Category:18th-century Swedish businesspeople Category:18th-century deaths from plague (disease) Category:Infectious disease deaths in Sweden Category:People of the Swedish Empire Category:Hat makers ",
    "title": "Dorothea Hoffman"
}