{
    "id": "58309656",
    "text": "Selenocara is an extinct genus of mastodonsauroid temnospondyl. The type species is Selenocara groenlandica, described by Gunnar Säve-Söderbergh in 1935 on the basis of skull bones from the Lower Triassic Wordie Creek Formation of Greenland. Säve-Söderbergh originally described it as a new species of Wetlugasaurus. The original material was redescribed in 1997 by Hans C. Bjerring, who transferred Wetlugasaurus groenlandicus to the separate genus named Selenocara. Bjerring listed the quadrate condyles which were about level with the occipital condyles (both transversally and horizontally), the orbitofacial openings wholly visible through the orbitopalatine openings when viewed ventrally, and the long axes of each orbitofacial opening directed toward the ipsilateral auditive incisure as the characters justifying the exclusion of S. groenlandica from the genus Wetlugasaurus. Bjerring stated that the generic name is derived from the Greek words selene, i.e. moon, and kara, i.e. head; the name honors paleontologist Eigil Nielsen, who went among contemporary Greenland explorers by the sobriquet of Månen, the Danish word for the Moon. Damiani (2001) disagreed with Bjerring's arguments in favor of regarding Selenocara as a genus distinct from Wetlugasaurus. The author stated that in Wetlugasaurus groenlandicus the occipital condyles clearly lie well forward of the quadrate condyles; in addition, Damiani did not consider other characters listed by Bjerring to be of signifact taxonomic importance. Damiani maintained W. groenlandicus as a species belonging to the genus Wetlugasaurus. On the other hand, Novikov (2016) maintained Selenocara as a genus distinct from Wetlugasaurus. In addition, the author described the second species of the genus Selenocara, S. rossica, on the basis of an incomplete skull from the Lower Triassic Sukhorechka Formation (Orenburg Oblast of Russia) and skull fragments from the Lower Triassic sediments of the Orenburg Oblast and Samara Oblast of Russia. ==References== Category:Capitosaurs Category:Triassic temnospondyls of Europe Category:Triassic temnospondyls of North America Category:Early Triassic amphibians ",
    "title": "Selenocara"
}