{
    "id": "58301943",
    "text": "Authoritarian capitalism, or illiberal capitalism, is an economic system in which a capitalist market economy exists alongside an authoritarian government. Related to and overlapping with state capitalism, a system in which the state undertakes commercial activity, authoritarian capitalism combines private property and the functioning of market forces with repression of dissent, restrictions on freedom of speech and either a lack of elections or an electoral system with a single dominant political party. Countries commonly referred to as being current authoritarian capitalist states include China since the economic reforms, Hungary under Viktor Orbán, Russia under Vladimir Putin and Turkey under Recep Tayyip Erdoğan. Historically, it has also been considered that Chile under Augusto Pinochet, Singapore under Lee Kuan Yew and Taiwan under Chiang Kai-shek as well as fascist regimes and military dictatorships during the Cold War such as Francoist Spain and the Third Republic of South Korea under Park Chung-hee as authoritarian capitalist. The state of Nazi Germany has also been described as one that practiced an extreme form of authoritarianism and capitalism. Political scientists disagree on the long-run sustainability of authoritarian capitalism, with arguments both for and against the long-term viability of political repression alongside a free-market capitalist economic system. == History == === Early development === As a political economic model, authoritarian capitalism is not a recent phenomenon. Throughout history, examples of authoritarian capitalism include Manuel Estrada Cabrera's and Jorge Ubico's respective reigns in Guatemala, Augusto Pinochet's reign in Chile, Suharto's New Order in Indonesia and the People's Action Party's early administration in Singapore. During World War I, the ideological divide between authoritarian and liberal regimes was significantly less pronounced as both were aligned to capitalist economic models. Moreover, the Axis powers of World War II have been described as possessing totalitarian capitalist economic systems, acting as examples of the early developments of authoritarian capitalism. From the end of World War II, various authoritarian capitalism regimes emerged, developed and transitioned into a liberal capitalist model through East Asia, Southern Europe and Latin America. It has been argued that the change of these early regimes was predominately due to the dominance of liberal capitalist countries such as the United States as opposed to a natural transition, suggesting that modern authoritarian capitalist regimes may further develop the system. === Recent prominence === Vladimir Putin and Recep Tayyip Erdoğan, both prominent recent figures for authoritarian capitalism While having been a relatively unknown system due to the failure of authoritarianism within the First World during the Cold War, with the transition of authoritarian countries such as China and Russia to capitalist economic models, authoritarian capitalism has recently rose into prominence. While it was initially thought that changing to a capitalist model would lead to the formation of a liberal democracy within authoritarian countries, the continued persistence of an authoritarian capitalist models has led to this view decreasing in popularity. Furthermore, some have argued that by utilising capitalist economic models authoritarian governments have improved the stability of their regimes through improving the quality of life of their citizenship. Highlighting this appeal, Robert Kagan stated: \"There's no question that China is an attractive model for autocrats who would like to be able to pursue economic growth without losing control of the levers of power\". Moreover, authoritarian capitalist regimes have experienced notable growth in their economic production, with the International Monetary Fund stating that authoritarian capitalist countries experienced an average 6.28% GDP growth rate compared to the 2.62% of liberal capitalist countries. In addition, many have argued the inability of liberal capitalism, with the global financial crisis and the slow response of the United States government, to quickly respond to crisis compared to more authoritarian systems has been bought into prominence. In fact, many argue that authoritarian capitalism and liberal capitalism have or will compete on the global stage. == State capitalism == === Overlap === Authoritarian governments often seek to establish control within their borders and as such will utilize state-owned corporations, therefore state capitalism will emerge to some extent within countries that practice authoritarian capitalism, manifesting from the ruling authorities desire to exercise control. The prominent utilization of state owned corporations and sovereign wealth funds within authoritarian capitalist regimes demonstrates such a tendency, with Russia decreasing its private ownership of oil from 90% to 50% while transitioning to a more authoritarian model under the leadership of Vladimir Putin. It has also been noted by individuals such as Richard W. Carney that authoritarian regimes have a strong tendency to utilise their economies as a method to increase their influence heavily investing in their economies through state owned enterprises. Carney describes the intervention of authoritarian states occurring through means he describes as extra-shareholder tactics, including regulations, government contracts and protectionist policies alongside the state engaging in shareholder activism. Moreover, he focuses on the use of state owned funds to engage in take-overs of key assets in other countries such as Khazanah Nasional's takeover of Parkway Pantai in 2010. === Differences === Within countries that practice authoritarian capitalism, state capitalism is generally also present to some extent and vice versa. As such, there is a widespread confusion between the terms with them at times being treated as synonymous by individuals such as former Australian Prime Minister Kevin Rudd. However, there remains a fundamental difference with state capitalism being a system in which government owned entities engage in for-profit activities while authoritarian capitalism is a system where an authoritarian regime co- exists with, or at least attempts to adopt aspects of, a market economy, highlighted in countries such as Hungary by the Transnational Institute. == Examples == === China === It is generally agreed that China is an authoritarian regime, with the Fraser Institute ranking them 136th for personal freedom and the Human Right Watch's 2018 report describing a \"broad and sustained offensive on human rights\" within China due to the treatment of activists, restrictions to freedom of information, political expression, religious freedom and minority rights as their core reasons. Moreover, while recognising the limited scope and reducing pace of capitalism within China, with The Heritage Foundation ranking them 110th for economic freedom in 2018, Michael Witt argues that China broadly displays capitalist traits with a significant number of companies either being private or shared between private and public owners alongside a strong entrepreneurial presence despite a continued predominance of indirect state control. Observers wonder whether authoritarian capitalist regimes can endure. Reporter Joseph Kurlantzick and political scientist Yuen Yuen Ang state that China is unable to fully utilise the entrepreneurial elements needed to drive future growth if it maintains authoritarian control. As Ang writes in Foreign Affairs, \"[t]o achieve this kind of growth, the government must release and channel the immense creative potential of civil society, which would necessitate greater freedom of expression, more public participation, and less state intervention\". As stated by Joseph Kurlantzick, \"China's growth 'model' has shown impressive resilience in recent years\", with an ability to rapidly respond to crises, confidence around economic success and growing soft power being used to explain it. === Hungary === While controversial among experts, some have claimed that after the election of Viktor Orbán in 2010 in Hungary has experienced democratic backsliding from its former position as a leading example of liberal democracy in Eastern Europe and become an example of an authoritarian capitalist regime. Exemplifying this claim of an autocratic transformation, Orbán has been described as severely limiting freedom of press and balances of power alongside engaging in reworking the democratic process in his favour through processes such as gerrymandering. In addition to increasing authoritarianism, Hungary has maintained its capitalist elements, being ranked 59th globally by the Fraser Institute for economic freedom in 2016, leading to the Transnational Institute using Hungary as an example of a highly authoritarian capitalist regime. The rise of authoritarian capitalism has been depicted as emerging from Orbán utilising a disillusionment at liberal capitalism due to slow wage growth, increasing unemployment and high debt to implement policy reform. These reforms have been described as involving both obtaining the support of businesses through low corporate tax rates alongside preventing opposition from entities such as trade unions or low income workers through the use of authoritarian measures. === Russia === Putin and Boris Yeltsin, both prominent figures of the development of authoritarian capitalism in Russia Gat Azar describes Russia along with China as a prominent example of a modern authoritarian capitalist nation, describing the nation as becoming increasingly authoritarian while maintaining a predominately capitalist economic model. Aaron L. Friedberg simplifies the evolution of the Russian model in the following statement: \"The Russian system has also evolved from communist totalitarianism to a form of nationalist authoritarian capitalism that appears for the moment at least to be relatively stable\". Friedberg also describes the 1996 presidential election as the point where authoritarian capitalism began forming within Russia, depicting an increasingly powerful majority party backed by media controlled by oligarchies and lead by Boris Yeltsin and later Vladimir Putin. From 1999 until today under Putin, Friedberg describes the Russian regime as solidifying its power through a re-obtaining state control of natural resources, obtaining control of media and limiting dissidence through measures such as restricting non-governmental organization operations. === Singapore === Lee Kuan Yew, a major figure in the development of Singapore's economic model The city-state of Singapore has been described by some critics as a country that lacks full liberal democracy. Although elections are free with a fair judiciary and strong rule of law, the United States–based Human Rights Watch considers its freedom of speech limitations and capital punishment for murder, drug-related and firearm-related crimes as causing the country to run contrary to human rights. Moreover, the country under the leadership of Lee Hsien Loong has been described as embracing the core aspects of capitalism, with the Index of Economic Freedom ranking it the world's freest economy as of 2020. Singapore has also been consistently ranked as one of the least corrupt countries in the world and the least in Asia itself. However, there is contention around the continued viability of Singapore's rapid economic success which has increased its GDP per capita from US$427.88 in 1960 to US$65,233 in 2019, one of the highest in the world. Some economists argue that Singapore has severely restricted its ability to obtain future growth through its restraint of individual freedom of expression and thought. Regardless of this, Singapore is considered as an exception in regards to its location, size and stability, with Daniel W. Drezner stating that \"with the unique exception of Singapore, this model has never worked over the long run\". == Contention == Authoritarian capitalism is a political- economic model that has faced a variety of criticism to various facets of its nature, both around the ability of capitalism to coexist effectively with authoritarian; and more general criticisms towards authoritarian modes of government. Some experts agree that the authoritarian capitalist model is unstable and will eventually transition into that of liberal capitalism, with Daniel W. Drezner stating: \"The conventional wisdom in comparative politics is that as societies get richer [...] they also start demanding more political accountability\". In opposition, others argue that the increased wealth of capitalist regimes allows authoritarian regimes to more adequately utilize technology to assist in maintaining their regimes. === Criticism === It is widely believed that through pursuing capitalist economic models a country is able to increase the quality of life of its citizens through higher levels of economic growth. This increase in quality of life is viewed as inherently detrimental to the continuation of an authoritarian regime. It is widely believed that individuals will increasingly seek to reduce restrictions upon their human rights as their quality of life and access to communication resources increase. As such, it is commonly thought by experts that the increasing implementation of capitalism will inevitably lead to citizens revolting against authoritarian governments. In addition, it is also widely thought that the restrictions to freedom of expression found in authoritarian regimes is harmful to the ability of citizens to innovate and engage in entrepreneurship, leading to a reduction in the economic growth of the country. As some experts have claimed that authoritarian capitalist regimes primarily obtain their legitimacy through their ability to deliver economic growth, this inherent restriction upon it would eventually lead to the collapse of the regime. Moreover, authoritarian capitalist regimes are viewed as having to face civil disobedience towards their authoritarian characteristics, exhibited by countries such as China experiencing 87,000 instances of mass unrest in 2005. === Defense === It has been argued that authoritarian capitalism is a potential competitor with liberal capitalism, with the recent success of authoritarian capitalist regimes such as China being used as the core of their argument. It has been further stated that through utilizing elements of capitalism, regimes may more effectively employ modern technologies to suppress dissidence towards government such as the Great Firewall utilized within China. In addition, individuals such as Niv Horesh argue that authoritarian capitalist model offered by China is a viable alternative to liberal capitalism, with more effective decision making processes. In addition, it is argued by others that capitalist free-market policies lead to an increase in authoritarian policies such as those pursued by Margaret Thatcher. The core of this argument lies in the view that citizens will support whichever regime provides material comforts which increasing economic inequality and automation in liberal capitalist nations undermine. Moreover, challenges to liberal capitalism from an inability to adequately cope with advances of technology have also been raised, summarised in the statement by former Australian Prime Minister Kevin Rudd: \"Democracies, like corporations, can now be hacked\". Alongside technological challenges, a seeming failure to address structural issues such as gerrymandering have also been raised. In addition, the expansion of China has been described as a compelling argument for the success of its authoritarian capitalist regime. Aaron Friedberg of the Sasakawa Peace Foundation has also noted that authoritarian capitalist nations have utilised an exploitation of the Western world, the reshaping of the international order and exclusion of international actors in an attempt to establish their systems of governance. He has also stated that unlike in the Cold War contemporary authoritarian powers will likely to be driven towards cooperation in their attempts to consolidate their regimes. == See also == * Authoritarian socialism == References == == Further reading == * Berger, Mark T. (August 1997). \"Singapore's Authoritarian Capitalism: Asian Values, Free Market Illusions, and Political Dependency by Christopher Lingle\". \"Book Reviews\". The Journal of Asian Studies. Cambridge University Press. 56 (3) 853–854. . . * Bhasin, Balbir B. (2007). \"Fostering Entrepreneurship: Developing a Risktaking Culture in Singapore\". New England Journal of Entrepreneurship. 10 (2): 39–50. . Retrieved 23 April 2020. * Budhwar, Pawan S., ed. (2004). Managing Human Resources in Asia-Pacific. Psychology Press. p. 221. . * Lingle, Christopher; Owens, Amanda J.; Rowley, Charles K., eds. (Summer 1998). \"Singapore and Authoritarian Capitalism\". The Locke Luminary. I (1). Category:Capitalism Category:Capitalist systems Category:Economic systems Category:Ideologies of capitalism ",
    "title": "Authoritarian capitalism"
}