{
    "id": "58305198",
    "text": "Cairo de Assis Trindade (born in Porto Alegre, 1946. Died in 11/12/2019), better known as Cairo Trindade, is a Brazilian poet, short story writer, chronicler, dramaturge, editor, performer, actor and literary advisor.COUTINHO, Afrânio; SOUSA, José Galante de. Enciclopédia de literatura brasileira. Rio de Janeiro: Fundação Biblioteca Nacional; Academia Brasileira de Letras, 2001. 2 v. == Career == In 1968, he moved to Rio de Janeiro. He was one of the creators of the Porn Art MovementMORAES, Maíra Castanheiro Magalhães de. Poesia Marginal: um ensaio de carnaval. Rio de Janeiro: Fundação Biblioteca Nacional; Ministério da Cultura, 2012. in the 80's, having organized the \"Topless Literário\", a nudist parade along the Copacabana border. He and his wife Denizis Trindade form the \"Dupla do Prazer\", with poetic performances.GANG. Nos 1, 2, 3. (All published). Rio de Janeiro, (September 1980)-September 1981. 21,7 (later 22)x16,7 cm., printed paper covers, partly published by xerox, stapled in the spine. Text in Portuguese He published anthologies of authors of his literary workshop and participated in the Fresta Literária, an erotic poetry slam organized by the poet Vinni Corrêa.https://vinnicorrea.wixsite.com/frestaliteraria Fresta Literária Official Website His works were exhibited in museums in Brazil, Germany and other countries. == Bibliography == Poetry * PoetAstro (1974) * Saca na geral (1980) * Liberatura (1990) * Poematemagia (2001) * Poesya, que porra é essa? (2011) Dramaturgy * Verbenas de Seda (1973) * Raízes e Asas (1978) Anthologies * Antolorgia: Arte Pornô (1984) ==References== ==External links== * Cairo Trindade own website (in Portuguese) * Cairo Trindade and The Porn Art Movement (in Portuguese) * Article about Poesya, by Cairo Trindade (in Portuguese) * Article about Cairo Trindade (in Portuguese) * Literatura Digital (in Portuguese) * Article Artes Obcenas em Foco (in Portuguese) * Interview \"Sem abertura para a alegria, não existe poesia na escrita; existe morte\" (in Portuguese) * 2 poems by Cairo Trindade – Revista Philos Category:21st-century Brazilian poets Category:Brazilian male poets Category:1948 births Category:Living people Category:People from Porto Alegre Category:21st-century Brazilian male writers Category:20th-century Brazilian poets Category:20th-century Brazilian male writers ",
    "title": "Cairo Trindade"
}