{
    "id": "58303301",
    "text": "Checking of Plaint (or pleadings include Counter Claim) by the Court Sheristadar is essentially a formal pre-admission scrutiny of the pleadings filed in the Indian law courts. The process is aimed at filtering out non- jurisdictional cases and getting other formal defects such as computation of Court fees and stamping of instruments, annexing spot map to the Plaint etc, rectified before the case is taken up for final hearing. In a Judgment the Bombay High court has held that the trial court shall place such suits in objection category until the requirements of Order VII, rule 3 of the Code of Civil Procedure are complied. Similar direction have been imparted by Delhi High Court in its court rule file procedure. The High Court of Punjab and Haryana has also prescribed procedure and rules for examination of Plaint in part C of its \"Practice in the Trial of Civil Suits\". == Introduction == The process of Civil litigation, in Indian context, is regularized by the provisions of Code of Civil Procedure (India). The code is silent about any comprehensive procedure to be adopted for Plaint checking. However, there are various circulars issued by the High Courts concerned to regulate intervention of office in fault-finding process at different stages of the suit. The newly introduced e-courts filing process, at the entry point, devises a check list to make the scrutiny easier as well as uniform. Rule 22(b) of THE ANDHDRA PRADESH CIVIL RULES OF PRACTICE AND CIRCULAR ORDERS, 1990 of Andhra Pradesh High Court specifically states that upon presentation, the plaint shall be checked by the Chief Ministerial Officer of the court and it is registered only after the officer concerned finds it correct. The High Court of Delhi and Himachal Pradesha also display in their respective websites certain common objection points in each category of cases to facilitate timely removal of such defects. Even in matters of main cases filed in the Supreme Court of India, the case passes through the scrutiny assistant to ensure that the case is in conformity with the rules and procedure of the court and is not defective. The procedure further mandates that the petitions should be prepared as per the check list available on the Court website so that it does not linger as a defective one. == Points for Scrutiny == There being no hard and fast rule on the matter, the basic criteria regarding jurisdiction, subject wise maintainability, basics of drafting regarding Court-language, paper size and essential ingredients of pleading, limitation etc are some of the points for scrutiny. === Jurisdiction === ==== Territorial Jurisdiction ==== Territorial jurisdiction of the court divides the court on vertical basis. The suit/case must come under the territorial jurisdiction of the court trying the suit/case. The territorial jurisdiction of a court will be determined by the territory in which the subject matter related to the suit is situated in and the subject matter can be any property, immovable as well as movable.The place of suing is well defined in the chapter “Place of suing” i.e. section 15 to 20 of CPC. Place of suing in other statues like the Hindu Marriage Act, Special Marriage Act is governed under the relevant provisions of the Act. ==== Pecuniary Jurisdiction ==== Pecuniary jurisdiction of the court divides the court on vertical basis. The monetary limit i.e. the suit value which is triable by a particular class of civil court has been provided under the Orissa civil courts act. At present the pecuniary limit of suit value triable in the courts of Civil judge is limited to Rs.50,000/- whereas the courts of senior civil judge can try suits involving valuation exceeding Rs.50,000/- In respect of the appellate forum also the appeals arising out of the judgments of civil judge are filed before the Senior civil judge and the first appeal arising out of judgments of senior civil judge are filed before the District Judge. ==== Subject Jurisdiction ==== Original jurisdiction decides whether the court has jurisdiction to entertain a suit/case of that nature on the basis of the statues. For example; suits under Hindu marriage act, irrespective of the suit value are triable in the Court of Senior civil Judge whereas suits under special marriage act are triable in the court of District Judge. === Valuation of suit & Computation of Court fee === Calculating the court fee payable in a suit/petition requires basic understanding of the court fees act and suits valuation act. The office note must verify the calculation of court fees payable keeping in view the Court fees (Orissa amendment) act and stamp duty payable on the documents in terms of the Indian Stamp(Orissa amendment) act. Applicability of Ad valorem/Fixed Court fee in a particular suit is to be assessed from the averement in the Plaint. === Limitation for filing suit/case === Limitation act prescribes the period of limitation for filing of a suit/case and procedure for computation of the period of limitation. As such, the office note should examine that whether the suit/case has been filed within the period of limitation as prescribed by the Limitation Act or other laws relevant for the purpose. === Insufficiently stamped/unstamped instruments === A duty is cast upon the Courts to scrutinize in order to ascertain whether the documents produced in connection with the proceeding are duly stamped, even if the defendant does not raise the objection. == Key Points in legal Drafting == Order VII of the CPC deals with plaint. The rules under this chapter define essential points for drafting a plaint in line with the provisions of CPC as well as other statutes under Indian law. The chapter deals with the essential points that a plaint ought to bear. In addition, some Courts devise their own check list to be followed by the litigants. The format of the pleading, as sometimes prescribed under relevant rules, is another aspect of scrutiny. == Limitations of Plaint Checking == Plaint checking is essentially a pre-admission scrutiny regarding defects visible from the drafting of the plaint. Although limitations of plaint checking is nowhere defined under the procedural law like Civil Procedure Code, the process being technical in nature, ought not creep into the legal issues involved in the suit. In other words plaint checking should not be doing the jobs of the defendant who is expected to bring out all such legal defects in the plaint and challenge the pleadings therein. == See also == * 'CPC' == References == Category:Civil law in India ",
    "title": "Plaint Checking under Indian Law"
}