{
    "id": "58304235",
    "text": "Majid Salek Mohammadi or Majid Salek Mahmoudi (Persian: مجید سالک‌محمودی) was an Iranian serial killer, who killed 24 people between 1981 and 1985. == Cause of the murders == One of the informants on the Mohammadi case said that: \"Majid was imprisoned for 2 years for a bad check, and after being released from prison, he became aware of a relationship between his wife and his cousin. It was never clear why these two were spared, but he began to murder any woman whom he considered not loyal to her husband.\" == Murders == # The first murder, which was considered Majid's worst murder, was that of a 36-year-old woman named Akhtar and her two 11-year-old children Mohammad and Farahnaz in 1981. # In June 1984, Tehran's Freedom Ghetto Checkpoint announced the discovery of a body of a woman between the ages of 25 and 30, who had been strangled. # On July 1, 1984, the Sharif Abad Gendarmerie Checkpoint in Varamin, at the beginning of the Khavaran road, discovered the body of a 28-year-old woman. # On July 15, 1984, the body of 35-year-old Anise, a factory worker, was discovered on the road between Astane and Rasht. # On July 19, 1984, police officers discovered the body of a 30-year-old woman on Amol Road. # On August 5, 1984, Tehran gendarmerie agents discovered the body of a woman named Eshrat. # On October 2, 1984, gendarmes from Karaj discovered the body of a 55-year-old woman named Fatima, who had been choked to death. # On October 28, 1984, gendarmes discovered the body of a 16/17-year-old girl, who had been choked near the village of Iljanjiq in Ardabil. # On December 5, 1984, the Police Station 13 on Amir Kabir Street in Tehran investigated for clues in the murder of a 35-year-old woman named Khayyar Moghaddam, who had been strangled with a rope. # On December 14, 1984, Bostanabad prison detainees discovered the body of a child and a 25-year-old woman named Khadijeh. (the case was not reported until December 28, with the discovery of the child's body near the Emamzadeh Taher) # Shortly afterwards, the body of a mother named Mansoureh was also discovered. She had been suffocated with a rope. # On December 17, 1984, the body of a 25-year-old woman named Raziyeh was discovered in Takestan. # On December 18, 1984, Tehran's Police Station 8 started an investigation into the murder of a 40-year-old woman named Parvin, who had been strangled. # On December 25, 1984, Qazvin's Shirabad Abad Gendarmerie found a woman's body near Candjaj who had been choked. The investigators claimed that the woman was named Fatima, a resident of Tehran who worked in the Tehran Qods store. # On December 28, 1984, the Takestan gendarmes discovered the body of a 32-year-old teacher named Mahboubeh, who had been strangled. # On December 30, 1984, in the village of Nirja, Takestan, the corpse of a 25-year-old woman was discovered. According to the coroner, she had been choked to death. # On February 8, 1985, gendarmes from Qods discovered the body of a 29-year-old hospital employee at the Peknehad Street gutter crossing. She had been choked. # On February 11, 1985, a 45-year-old woman's body was discovered in Bostanabad. She had been strangled with a rope. # On February 12, 1985, gendarmes from Tehran discovered the body of a woman who had been suffocated to death. # On February 17, 1985, Tehran gendarmes in Evin found the body of 41-year-old Masoumeh, who had been strangled with a rope. # Masoumeh's sister told the authorities that she had seen her sister getting followed by a slenderly-built man who drove a green Chevrolet Vantbar. The driver, who seemed about 32 years old, had told Masoumeh that he was her driver and to get in his car, even showing her an ID card. On February 24, 1985, the first branch officers of a special unit succeeded in stopping and identifying the green Chevrolet in Tehran's Baharestan Square. The driver was middle aged and had Azeri descent. While searching his car, police found numerous women's clothes, as well as a one-meter long white rope from inside the car's engine. == Suicide == Ahmed Mohagheghi, in his book Hunt for the Last Killer, described the death of Majid Salek Mohammadi: \"At 21:30 on May 8, 1985, when I went into the courtroom, I was messaged to contact the prosecutor immediately. When I came to the prosecutor's office, the guard said that it was as if someone in prison had committed suicide. I received a phone call from the Qasr Prison. The Major, who headed the case, sounded very annoyed. Majid had killed himself in his cell. And with his death, his case was closed forever.\" == References == Category:1985 deaths Category:Iranian serial killers Category:Suicides in Iran Category:Iranian people who died in prison custody Category:Male serial killers Category:Iranian Azerbaijanis Category:Serial killers who committed suicide in prison custody Category:Suicide in 1985 ",
    "title": "Majid Salek Mohammadi"
}