{
    "id": "58303419",
    "text": "Cask J. Thomson, known mononymously as Cask, is a Scottish musician, graphic designer and technology author known for progressive rock project Cursed Legacy and his solo progressive rock albums as well as collaborations as a guitarist. Cursed Legacy started in 2008, releasing Death of a Hero which was written, recorded and produced by Thomson. The band remained a solo project for several years, often featuring various guests. It has since developed into a project for which he performs guitarist and synthesizers, and for which he is the principal director. The project was rebranded in 2019. A rock opera titled Lunar Isolation has been in progress since 2017. Cask has released 3 albums, his latest album \"Surviving on Borrowed Time\" was released exclusively as Direct Stream Digital before its major January 2020 release worldwidehttps://www.nativedsd.com/albums/ADCSOBT-surviving-on-borrowed-time The album is set to be a trilogy of concept albums detailing \"dystopia and sacrifice\". Thomson is also a professional graphic designer and runs a publishing company. ==Biography== Born in Falkirk, Scotland, and currently living in Queensland, Australia, he started performing as a teenager and taught himself guitar, keyboards, drums and how to produce music. Initially focusing on analog recording, Thomson wrote and recorded the debut Cursed Legacy after performing for Hillsong United and having, as he describes, \"second thoughts about the two years of Christianity and what [he] truly believed in.\"liner notes The album was recorded using a mixer connected to a Sony DTC-700 DAT recorder and a reel-to-reel system. As a result, the album features hiss and audible tape glitches that were left in during mastering. It was produced by Jeff Cripps in Sydney. The album was distributed in Australia by Festival Mushroom Records and released independently. In 2010 Thomson performed as a session guitarist for Sydney band Operator Please and Australian Idol winner Stan Walker during his From the Inside Out promotional tour. Thomson is an extraterrestrial abduction enthusiast who was behind the publication of books Taken and Into the Fringe by Dr. Karla Turner. He has been announced as a speaker at alien abduction conferences in 2019. The Cursed Legacy album The Encounter I: Bound for Nonexistence, a concept album about alien abduction, features lyrical content that was examined by panel guests at MUFON Conference of whom the concept was inspired by. In 2016 Cursed Legacy announced their next album would be a rock musical titled Lunar Isolation and would feature a full band lineup with special guests Lord Tim and Alex Smith of Moving Pictures. The album has been in production for several years and is expected to be released 'episodically' without the Cursed Legacy moniker. In 2017 he released his first solo album Play it Over and Start Again under Cask. The album features predominantly piano-driven contemporary music but does not stray from the gloomy lyrical and musical content Cursed Legacy features. The first single, \"Bedridden (Move Forward)\", premiered on Reverbnation where he reached 4th in the Independent Charts followed by a music video for \"The Murder\". In July 2018, Cask released \"See What Tomorrow Brings\". On 1 August 2018 he released his second album, Life is a Terminal Illness. The album received critical acclaim and was released in high resolution Direct Stream Digital Cask released the song \"Waited for You\" in January 2019 claiming that it was to be used for a future album but \"didn't fit\". That week, his debut album was removed from digital stores and streaming services and the album was released to subscribers of his Bandcamp subscription service \"Cult of Cask\" Cask posted a digital painting on his Instagram in May 2019 with the description \"I have news from the conflict zone. 2019. concept album. End transmission\" In August, Cask announced the concept album Surviving on Borrowed Time would be released in 2020https://www.facebook.com/CaskJThomson/photos/a.1877354642481341/2310764569140344/?type=3&theater; The official video and single \"Presentiment\" premiered after the announcementhttps://www.facebook.com/CaskJThomson/photos/pcb.2310676315815836/2310668329149968/?type=3&theater;https://www.facebook.com/IvoryStudiosMusic/photos/a.1505413636439140/2268772573436572/?type=3&theater; The album was released exclusively in Direct Stream Digital format in December 2019 before being released worldwide digitally and physically January 2, 2020. The album is planned to be the first part in a trilogy. Cask released a new mix of the Surviving on Borrowed Time single Safe as a charity single for the 2019–20 Australian bushfire season for which he had personally been affected as his studio is located in the Queensland Hinterland. ==Guitar style and gear== Thomson is renowned for his slow blues arpeggio phrasing which has been compared to that of fellow Scot Mark Knopfler and U2 guitarist The Edge.2015 – John Garrity of Capital Times – \"It's not just a wealth of musical styles or his smooth and expressive voice that have made Thomson such a fine artist. His songs, which range from thoughtful to heavy to poetic, show that he knows exactly what he wants to achieve in this world. His playing style is like Dire Straits' Mark Knopfler infused with the ghostly delays of The Edge. Whilst Cask J. Thomson is not a ridiculously fast shredder by any means, he possesses a certain charm to his style of playing that is very distinctive throughout the recordings.\" He has endorsed ESP guitars and Steve Clayton accessories as well as Dimarzio hardware. Thomson both masters and produces music and has been the mastering engineer on various classical music compilations. His musical style has been compared to Katatonia, Anathema and Porcupine Tree. ==Personal life== Thomson was born in Falkirk, Scotland, and immigrated to Australia with his family. He majored in Computer Science and has written two programming books. Thomson's logo \"hourglass\" features an empty triangle atop a black triangle. The symbol has been used on all of his releases and major contributions since at least 2010. Cask described the symbol as \"an important reminder to me that we are always on the clock\".Drum Media Australia, 2018 Outside of music, Cask has a collection of Saab cars including the \"Wasaabi\" that was purchased from Australian series Mighty Car Modshttps://www.instagram.com/p/B6Vm485hUmp/ Cask is an outspoken privacy advocate and has written a series of articles on his website encouraging people to DeGoogle amidst privacy concerns and personal experience of automated copyright infringement notices triggering his own music accounts.https://caskthomson.com/degoogling-my-life-part-ii-exploring-the- mountains-of-extracted-data/ ==Discography== ===Cask=== ===Studio albums=== * Play it Over and Start Again (2017) * Life is a Terminal Illness (2018) *Surviving on Borrowed Time (2020) ===Cursed Legacy=== See Cursed Legacy Discography ===Thomson/Tolvanen=== * Lunar Isolation (TBA) ==References== ==External links== * Category:Living people Category:Australian singers Category:Australian guitarists Category:Australian male singers Category:Year of birth missing (living people) Category:Australian male guitarists ",
    "title": "Cask J. Thomson"
}