{
    "id": "58303129",
    "text": "The lycée Claude-Monet is a French public educational institution established in 1955. It consists of college, high school, and preparatory classes. It is located at 1, rue du Docteur-Magnan, in the 13th arrondissement of Paris close to the Quartier Asiatique. It is close to the parc de Choisy, stade Charles- Moureu and centre Pierre-Mendès-France, a university centre attached to the Pantheon-Sorbonne University. ==Teaching== The campus consists of more than students, mostly living in the 13th arrondissement. The lycée offers a choice of options around artistic specialities (music, theatre, plastic arts, ancient languages - Latic and Greek), sciences, and economics. There is also a European English section, a European Italian section, an international Chinese section (courses on literature and maths in Chinese), and an international Italian section preparing for the EsaBac (French baccalauréat and Italian esame di Stato). The lycée also offers courses in Chinese in inter- establishment languages (LIE). The college also welcomes disabled students to its ULIS classes. The lycée runs preparatory economics and literature classes. Since 2013, the college also accepts students studying with CHAM (classes combined with music) in partnership with the conservatoire Maurice Ravel (Paris 13th). ==History== The lycée was built in 1955 by the architect Roger Séassal, grand Prix de Rome. It is, like the neighbouring Parc de Choisy located on the former gasworks of the avenue de Choisy. Construction began at the end of the 1920s, which explains its architecture. Its construction was interrupted by the Great Depression and World War II. It resumed after the war, and was completed in 1955. An important renovation took place from 1998. The murals decorating the lycée were created by: * Jean Dupas (1882-1964) frescos Jeux de Cartes and Jeux d'échecs in the entrance hall, dated 1954 and 1956 ; * Jean Bouchaud (1891-1977); * Yves Brayer. Two options were proposed for the name of the lycée : Gabriel Fauré and Claude Monet. Eventually, the name chosen for the lycée was Claude Monet. In exchange, the grandson of Claude Monet gave the tableau Nymphéas avec rameaux de saule, now shown in the headmaster's office. Gabriel Fauré eventually had a lycée nearby named after him, at 81, avenue de Choisy. Lycée Claude Monet seen from rue de Tolbiac. ==Infrastructure== The lycée consists of four floors and a basement, the fourth floor, under the roof, dedicated entirely to plastic arts. There are three school libraries in the lycée (one for the college, one for the lycée, and one for the preparatory classes), two music rooms, and a 200-seat theatre. In the basement, there is a gym, a dojo, multiple locker rooms, and a 150-seat conference room. The ground floor contains administration offices, the infirmary, the refectory and a parlor. Outside, the lycée has almost entirely been adapted for people with reduced mobility: there are two lifts and an access ramp near to the stoop. == Ranking of the lycée == In 2017, the lycée was ranked 20th out of 115 at departmental level in terms of teaching quality, and 106th at national level.http://www.parisetudiant.com/etudiant/annuaire- lycees/lycee/lycee-claude-monet-paris/palmares.html The ranking was based on three criteria: the results of the bac, the proportion of students who obtain the baccalauréat having completed their final two years of schooling at the establishment, and the value added (calculated from the social background of students, their age, and their results in the national diploma). == CPGE rankings == The national rankings of preparatory classes in major schools (CPGE) which measures the entry levels of students to the grandes écoles.In 2016, L'Étudiant gave the following rankings: {| class=\"wikitable\" !School !2016 !2015 |- |HEC |0,0 % (0/35) |2,9 % (1/34) |- |ESCP Europe, ESSEC, HEC |2,9 % (1/35) |2,9 % (1/34) |- |EDHEC, EM Lyon, ENS Cachan, ESCP Europe, ESSEC, HEC |17,1 % (6/35) |5,9 % (2/34) |- |HEC, ESSEC, ESCP Europe, EM Lyon, EDHEC, Audencia, ENS Cachan, Grenoble EM, Neoma (Reims + Rouen), Toulouse Business School, Kedge (Bordeaux + Marseille) |65,7 % (23/35) |50,0 % (17/34) |} Prépas literary option, science, literature, humanities {| class=\"wikitable\" !School !2015 !2014 !2013 !2012 !2011 !Average over 5 years |- |ENS LSH |1,7 % (1/59) |0,0 % (0/59) |1,5 % (1/66) |5,1 % (4/79) |2,2 % (1/46) |2,3 % |- |Moyenne nationale |3,2 % |3,4 % |3,1 % |3,5 % |3,7 % |3,3 % |- |ENS LSH, Top 5 ESC |1,7 % (1/59) |0,0 % (0/59) |6,1 % (4/66) |6,3 % (5/79) |4,3 % (2/46) |3,9 % |- |National average |5,0 % |5,2 % |4,9 % |5,1 % |5,5 % |5,1 % |- |ENS-LSH, Celsa, Esit, Isit, Ismapp, the 9 IEP, BCE and Ecricome business schools, Dauphine, Masters ENS |11,9 % (7/59) |18,6 % (11/59) |12,1 % (8/66) |15,2 % (12/79) |17,4 % (8/46) |14,9 % |- |National average |20,3 % |18,9 % |19,9 % |17,8 % |13,3 % |18,2 % |} === Major works === == Works == * Claude Monet, Nymphéas avec rameaux de saule, 1916, oil on canvas 160 x ;, at the lycée website * René Perrot, Tapisserie d'Aubusson, 1956, woven by the House of Hamot, headquarters of the Mobilier National, in the parlor;, on the lycée website * Marcel-Armand Gaumont, Premices; * Jean Dupas, painted mural, oil on strengthened canvas, 1954 and 1956, lycée hall;, on the lycée website * Alfred Janniot, Baigneuse à la draperie, 1950, in the lycée hall;, on the lycée website * Yves Brayer, fresque dans une salle de physique;, on the lycée website * Blanche Hoschedé Monet, Les pins maritimes, 1928;, on the lycée website * Antoine Sartorio, Le Rythme, sculpture in the hall of the lycée, on the lycée website;, on the lycée website * Five basins, including a Georges Serré, adorning the stairs of the lycée., on the lycée website ==Annex of the lycée Claude-Monet== An annex to the lycée Claude-Monet is located in the Georges-Heuyer clinic (a French-language student healthcare institution). It is located at 68, rue des Grands-Moulins. . ==Alumni== == List of headteachers == * Until 2017 : Alain Anton * Since 2017 : Marie-Eve Leroux-Langlois == Access == The site is served by the métro stations Tolbiac, Place d'Italie and Olympiades on the métro lines 5, 6, 7, and 14, and on the bus lines , the last going to the station of the same name, Lycée Claude Monet == Annexes == === References === === See also === * List of colleges and lycées in Paris ==External links == * Official site of the lycée Claude Monet * Lycée Claude Monet seen from above Monet Category:13th arrondissement of Paris Category:Buildings and structures completed in 1955 ",
    "title": "Lycée Claude-Monet"
}