{
    "id": "58303789",
    "text": "A class at the commercial school of the Francs-Bourgeois in 1890. The lycée des Francs-Bourgeois is a private lasallian establishment located in the 4th arrondissement of Paris (Marais). It was founded on 21 novembre 1843 by the De La Salle Brothers. It consists of a school, a college, and a lycée. The Francs-Bourgeois currently teach just over (from ) : in primary school (), in college (), in the lycée (). == History == * 1312, Louis Ier de Bourbon, grandson of Saint Louis, bought the hôtel du Petit-Musc. * 1605, thanks in part to the sum received from the King, Charles, Duke of Mayenne acquired the former hôtel du Vidame de Chartres, located on the royal road from the Porte Saint-Antoine to the Louvre. He begins a programme of great works (improvements to the road and staircase). * 1705, Charles Henri, Prince of Commercy, brother of the owner, Mme de Lillebonne, charged Germain Boffrand to improve the hôtel based on the tastes of the day (friezes, etc...). * 1759, the famille d’Ormesson become owners of the hôtel which was sold by the last descendant of the Lorraine family, the Comtesse de Marsan called by the Louvre as governess of the children of . * 1812, Joseph Favart, librarian, bought the hôtel to be a school, which ceased existence in 1870. * 1843, Brother Joseph Josserand (1823–1897) founded at 26, rue des Francs-Bourgeois the commercial school of Francs-Bourgeois. * 1870, keeping the name of the commercial school of Francs-Bourgeois, the school moved to the hôtel de Mayenne at 21, rue Saint-Antoine. * At the end of the 19th Century, the marquis du Bourg de Bozas, by his marriage to Adèle Favart became owner of the hôtel de Mayenne. * 1971 the hôtel de Mayenne was bought from the consorts of Bourg de Bozas by the A.E.P (Association d’Éducation Populaire), who guaranteed the school be maintained on rue St Antoine and maintain its lasallian tradition. * 1984, acquisition by the A.E.P of building at 3, rue de Béarn, now an annex to the lycée. * 2012, at the request of Monuments Historiques, the hôtel is renovated and returned to its 17th Century form. The entirety of the establishment is bought up to code. == Location == The location is at the heart of Marais, at 21 rue Saint-Antoine, in the hôtel de Mayenne, having belonged successively to the family of Bourbon at the time of Charles V of France, Charles VI of France himself, Prince Louis, Duke of Nemours, the family of the Admiral of Graville, the Bishop of Langres, the Lorraines, notably Charles de Mayenne, Lieutenant General of the Kingdom of the time of the League. The annex of the Lycée is located at 1, rue de Béarn, where the students spend their recreation in the square Louis-XIII in the place des Vosges. == College ranking == In 2015, The College of Francs-Bourgeois was ranked 6th out of 172 colleges in exam results (97.64%) at departmental level with . Since 2012, the level of achievement of the DNB has sat at 99.5%. == Lycée ranking == In 2015, the lycée was ranked 4th out of 79 at departmental level, and 7th out of 1617 at national level. In 2016, it was ranked 1st out of at departmental level, and 13th out of at national levelClassement départemental et national du lycée with, in both cases, achieving 100% at Baccalauréat. The ranking is based on three criteria: The bac results, the proportion of students who obtain their baccalauréat having been at the establishment for their last two years, and capacity for student progression (calculated based on the social origin of the students, their age, their gender, and their results at diploma).Méthodologie du classement national des lycées français Since 2009, the bac results for the Francs-Bourgeois has never dropped below 98%. In 2016, a Tale student at the lycée des Francs-Bourgeois won 2nd prize in physics/chemistry at the concours général == Notes and references == == External links == * Official site Francs-Bourgeois Francs-Bourgeois Francs-Bourgeois Francs-Bourgeois Category:1843 establishments in France Category:Educational institutions established in 1843 ",
    "title": "Lycée des Francs-Bourgeois"
}