{
    "id": "58300827",
    "text": "Samuel Klein (; lived 17 November 1886 – 21 April 1940) was a Hungarian-born rabbi, historian and historical geographer in Mandatory Palestine. ==Biography== Born in Hungary to Idel Hertzfeld and to Avraham Zvi Klein, a rabbi of Szilas-Balhas in western Hungary, he initially received a traditional Jewish education (1893–1897), graduating from the Government Gymnasium at Budapest in 1905. From there he went on to study at the Jewish Theological Seminary in Berlin where he was ordained in the rabbinate. From 1906–1909, he was enrolled at the Hochschule für Wissenschaft des Judentums, and in the Friedrich-Wilhelm University of Berlin, before advancing to Heidelberg University where he wrote a thesis entitled: Beiträge zur Geographie und Geschichte Galiläas (Leipzig 1909) (Contributions to the Geography and History of Galilee), his first important contributions to the science of Historical Topography of the Holy Land. (Hebrew) In it, he gave an incisive analysis of the topographical and historical material preserved in the liturgical poems of Kalir, and by which novel work he received in 1909 his PhD. He served as a rabbi in the city of Tuzla in Bosnia from 1909–1913, during which time, in 1911, the Association for Jewish Studies in Berlin awarded him a research grant of 500 Marks which enabled him to conduct research in Palestine. After he had taken a wife in 1913, he then served as the rabbi of the town of Érsekújvár (Nové Zámky) (1913-1928). During the First World War, Klein was conscripted in the Austro-Hungarian army as a rabbi, and became the patron and benefactor of some 200 refugees who came to Nové Zámky in search of a new life. In 1924, Klein became the first professor of the newly opened Institute of Jewish Studies, which was to form part of the Hebrew University of Jerusalem. In 1927, Klein was an instructor at the Hebrew Pedagogical Institute in Vienna, an institute involved in training of Hebrew teachers for the countries of Central Europe and the Balkans. In 1929 he immigrated to Mandatory Palestine where he began work as Professor of Geography of the Land of Israel at the Hebrew University of Jerusalem, and worked in this capacity until his death.Tamás Turán & Carsten Wilke, Modern Jewish Scholarship in Hungary: The 'Science of Judaism' between East and West, Berlin 2016, p. 21 (note 59) While at the Hebrew University, Klein was chairperson of the Historical Topography of Palestine.See p. I in: He is the author of many books and articles, both in Hebrew and in German, mostly treating on the subject of historical geography. Klein's research on the geography of the Land of Israel has helped promote a greater understanding of the map of ancient Israel / Palestine, and whose works have been incorporated in Hebrew schools in the Diaspora and in Israel. ==Death and legacy== In Mandatory Palestine, he became a member of the Hebrew Language Committee, as well as participated in committees on Geography and Archaeology. In his final years, he served as the President of the Jewish Palestine Exploration Society, a consortium of British Mandate scholars. He died at the age of 53 in his home in the Bukharim quarter of Jerusalem on the eve of Passover, 1940, and was buried at the cemetery on the Mount of Olives. Yitzhak Ben-Zvi, William F. Albright, and David Yellin wrote moving eulogies of the man upon his death. (Hebrew) (Hebrew) In the words of Albright: \"Samuel Klein represents Jewish philological research at its best; his erudition was exhaustive, covering Graeco-Roman as well as Hebrew and Aramaic sources; his critical judgment was sound and highly developed; his acumen and insight into complex historical and topographical situations were unsurpassed among specialists in the field.\" Klein's greatest contribution to scholastic research is his identification of old place names in Palestine during the classical period, drawn principally from the Hebrew Bible, Mishnah, Tosefta, Talmud, and from the writings of Josephus in transliterated Greek-form, as well as from other epigraphic texts of antiquity. ==Published works (partial list)== * Samuel Klein (n.d.). Weinstock, Feigenbaum und Sykomore in Palästina (The Vine, Fig Tree and Sycamore in Palestine), (publisher unknown) * Ditto (1908). \"Der hebräische Name der Battof-Ebene\", in: Zeitschrift des Deutschen Palästina-Vereins (ZDPV – Journal of the German Society for Exploration of Palestine) * Ditto (1909). \"Barajta der vierundzwanzig Priesterabteilungen\" (Baraitta of the Twenty-Four Priestly Divisions), in: Beiträge zur Geographie und Geschichte Galiläas, Leipzig (reprinted in Vienna in 1924) () * Ditto (1909). Galiläa - Beiträge zur Geschichte und Geographie Galiläas (Contributions to the History and Geography of Galilee), Rudolf Haupt: Leipzig * Ditto (1910). Zur Topographie des alten Palästina: (Ergänzungen und Berichtigungen zu Thomsens Loca sancta), Wiesbaden * Ditto (1912). \"The Estates of R. Juda Ha-Nasi\", in: JQR * Ditto (1914). \"Das Ostjordanland in den halachischen Midraschim\" (The East Bank of the Jordan in Halakhic Midrashim), in: Festschrift D. Hoffman, Berlin * Ditto (1915). \"Hebräische Ortsnamen bei Josephus\" (Hebrew place names in Josephus), in: MGWJ (Monthly Journal for the History and Science of Judaism), vol. 59, Breslau () * Ditto (1915). \"Tiberias\" (טבריא), in: Ha-Zofeh me-Eretz Hagar (הצופה מארץ הגר), vol. 4, pp. 49–64 * Ditto (1917). \"Zur Geographie Palästinas in der Zeit der Mischna\" (On the Geography of Palestine in the time of the Mishnah), in MGWJ (Monthly Journal for the History and Science of Judaism), vol. 61, issue 4/6, in: Monatsschrift für Geschichte und Wissenschaft des Judentums, pp. 133-149 () * Ditto (1920). Jüdisch-Palästinisches Corpus Inscriptionum (Jewish-Palestinian Inscriptions), Vienna and Berlin * Ditto (1922). Eretz Yisrael: Geography of Israel for High Schools and for the People (ארץ ישראל -- גיאוגרפיה של ארץ ישראל לבתי ספר תיכוניים ולעם), Menorah: Vienna * Ditto (1922). Jeschurun * Ditto (1923). Palästina-Studien (מחקרים ארצישראליים), in 3 volumes, Menorah: Vienna * Ditto (1923). \"Neue Beiträge zur Geschichte und Geographie Galiläas\" (New Contributions to the History and Geography of Galilee), in: Palästina-Studien (vol. 1, issue 1), Menorah: Vienna () * Ditto (1923). \"The Topography of the Land of Israel\" (החומר הטופוגרפי לא\"י), in: Ishtori Haparchi's Kaftor Vaferach (\"Book of Button and Flower\"), Budapest * Ditto (1923). \"Derekh Hof Hayam\" (\"Die Küstenstrasse Palästinas\" - The coastal road of Palestine), in: Written Works of the University and Library in Jerusalem, Jerusalem * Ditto (1923). \"Drei Ortsnamen in Galiläa\" (\"Three place names in Galilee\"), in: MGWJ (Monthly Journal for the History and Science of Judaism), vol. 67, issue 7/9, in: Monatsschrift für Geschichte und Wissenschaft des Judentums, pp. 202-205 () * Ditto (1925). Jewish Transjordan: From the time of the Second Temple until the last century of the Middle Ages (עבר הירדן היהודי: מזמן בית שני עד המאה האחרונה של ימי הביניים), Menorah: Vienna * Ditto (1926). Three Good Gifts (שלש מתנות טובות), Jerusalem * Ditto (1928). \"Galiläa von der Makkabäerzeit bis 67\" (Galilee of the Maccabees until 67), in: Palästina-Studien (vol. 1, issue 4), Vienna () * Ditto (1928). \"Four Ancient Palestinian Place-names\", in: Yerushalayim (ירושלים), Journal of the Jewish Palestinian Exploration Society, vol. in memory of A.M. Lunce, Jerusalem * Ditto (1928). Studies on the Genealogical Chapters in the Book of Chronicles (מחקרים בפרקי היחס שבספר דברי-הימים), Jerusalem * Ditto (1929). \"Zur Midrasch-und Palästinaforschung\" (On Midrash and Palestine research), in: Palästina-Studien (vol. 2, issue 2), Berlin * Ditto (1929). \"Das tannaitische Grenzverzeichnis Palästinas\" (The Tannaitic Boundary Index of Palastina), in: HUCA V (German) (reprint from 1928 Menorah: Vienna - Berlin, published in Palästina Studien) () * Ditto (1930). \"Narbatta und die jűdischen Siedlungen westlich von Samaria\" (Narbatta and the Jewish settlements west of Samaria), in MGWJ (Monthly Journal for the History and Science of Judaism); Palästina-Studien (vol. 2. issue 6) () * Ditto (1930). \"Notes on Topography\" (לטופוגרפיה), in: Tarbiẕ (Journal), Mandel Institute for Jewish Studies: Jerusalem, pp. 127–131 (Hebrew) () () * Ditto (1931). \"Yanuh\", in: Encyclopedia Judaica, vol. 8, p. 575 * Ditto (1931). \"Inschriftliches aus Jaffa\" (Inscriptions from Jaffa), in MGWJ 75 (Monthly Journal for the History and Science of Judaism) * Ditto (1933). The Twenty-four City CouncilsLit. voulí (), but in the plural sense, and which Schürer translates as \"local courts.\" Josephus, in his Wars (2.14.1) mentions the name, which is rendered in English translations as \"the senate.\" in Judea (ארבע ועשרים בולאות שביהודה), Vienna (in memory of R. Zvi Peretz Chayot) * Ditto (1933). Those leaving the Land of Israel [for Babylonia]Lit. \"those going down\" and Rabbah the son of Bar Hana (On the subject of Eretz Israel) [ה'נחותי' ורבה בר בר חנה - על ענייני ארץ ישראל], Jerusalem * Ditto (1934). \"Notes on History of Large Estates in Palestine\" (לקורות \"האריסות הגדולה\" בארץ ישראל), in: (Journal) Yediot - Bulletin of the Jewish Palestine Exploration Society (ידיעות החברה לחקירת ארץ-ישראל ועתיקותיה), Volume 1, Jerusalem, pp. 3–9 * Ditto (1934). \"The Cities of the Priests and the Levites, and the Cities of Refuge\" (ערי הכהנים והלויים וערי מקלט), in: Qovetz: Journal of the Jewish Palestine Exploration Society, Jerusalem - Tel-Aviv [Hebrew]. * Ditto (1934). \"Itinerarium Burdigalense\" (\"Bordeaux Itinerary\"), in: Journal: Zion O.S. 6 * Ditto (1935). \"On the Kings of Canaan\" (לפרשת מלכי כנען), in: Qovetz: Journal of the Jewish Palestine Exploration Society, 2nd year, volumes 1–4 * Ditto (1935). The History of the Jewish Settlement of Palestine, from the Redaction of the Talmud to the Palestine Settlement Movement (תולדות הישוב היהודי בארץ-ישראל: מחתימת התלמוד עד תנועת ישוב ארץ ישראל) Reprinted post-mortem in Tel-Aviv 1950 * Ditto (1935). \"Remarks, Julis.\", in: Yediot - Bulletin of the Jewish Palestine Exploration Society (ידיעות החברה לחקירת ארץ-ישראל ועתיקותיה). * Ditto (1937). The History of Palestine Exploration in Hebrew and Universal Literature (תולדות חקירת ארץ ישראל בספרות העברית והכללית) * Ditto (1937). The Question of the Torah in the Words of the Prophets (לשאלת דברי התורה בפי הנביאים), Budapest * Ditto (1937). Cities Enclosed by a Wall from the Time of Joshua bin Nun (ערים מוקפות חומה מימות יהושע בן נון), Jerusalem * Ditto (1937). \"Vitae Prophetorum\" (Life of the Prophet), Sefer Klausner * Ditto (1938). \"The Letter of Rabbi Menahem of Hebron\", in: Bulletin of the Jewish Palestinian Exploration Society (BJPES) VI * Ditto (1938). \"Some Notes on the Excavations at Beth Sheʿarim (Sheikh Abreiq)\" (הערות אחדות למאמריהם של מייזלר ושובה על החפירות בבית שערים), Yediot - Bulletin of the Jewish Palestine Exploration Society, vol. 5, pp. 109–116 * Ditto (1938). \"A Chapter in Palestine Research towards the End of the Second Temple\", in: Magnes Anniversary Book (edd. Jacob N. Epstein, et al.), Jerusalem, pp. 216–223 * Ditto (1939). Sefer Ha-Yishuv (ספר הישוב) (The Book of the Yishuv: A treasure of information and records, inscriptions and memoirs, preserved in Israel and in the people in the Hebrew language and in other languages on the settlement of the Land of Israel), 2 vols, Bialik Institute: Jerusalem / Devir Publishers: Tel-Aviv () * Ditto (1939). \"Comments on the Words of Israel's Sages\" (הערות לדברי חז\"ל), in: Journal Sinai (ed. Y.L. Hacohen Fishman), Jerusalem [Hebrew] * Ditto (1939). Judaea: from the Return of the Babylonian Exiles to the Redaction of the Talmud ( ארץ יהודה: מימי העליה מבבל עד חתימת התלמוד), Devir: Tel-Aviv * Ditto (1939). \"Targumische Elemente in der Deutung biblischer Ortsnamen bei Hieronymus\" (Aramaic Translation Elements in the Interpretation of Biblical Place Names by Jerome), in: Monatsschrift für Geschichte und Wissenschaft des Judentums (MGWJ), Jahrg. 83 (Monthly Journal for the History and Science of Judaism) * Ditto (1945). Land of the Galilee: From the Time of Babylonian Immigration until the Redaction of the Talmud, ed. Yehuda Elitzur, Mossad Harav Kook: Jerusalem (reprinted in 1949; published post-mortem) * Ditto (1950). Toledot ha-Yishuv, Tel-Aviv (reprinted from 1935 edition, published post-mortem) * Ditto (1965). The Borders of the Land - Researches (Heb. גבולות הארץ - מחקרים), co-edited with Naphtali Zvi (Hirsch) Hildesheimer, Jerusalem. Published post-mortem () * Ditto (1971). \"Jüdisch- palästinisches Corpus Inscriptionum\" (Jewish-Palestinian Inscriptions), in: Ossuar-, Grab-, und Synagogeninschriften (Ossuary, Tomb, and Synagogue Inscriptions), published post-mortem, a reprint of 1920 Vienna edition ==References== ==External links== * Category:1886 births Category:1940 deaths Category:Mandatory Palestine Category:Historical geographers Category:Hebrew University of Jerusalem faculty Category:Palestinologists Category:Hungarian Jews Category:Hungarian emigrants to Israel Category:Burials at the Jewish cemetery on the Mount of Olives Category:Rabbis in Jerusalem Category:Topographers Category:Epigraphers Category:Rabbis in Mandatory Palestine ",
    "title": "Samuel Klein (scholar)"
}