{
    "id": "58319001",
    "text": "The Bad Seed is a 2018 American made-for-television horror drama film directed by Rob Lowe for Lifetime. Lowe is also executive producer and stars in the film, alongside Mckenna Grace, Sarah Dugdale, Marci T. House, Lorne Cardinal, Chris Shields, Cara Buono, and a special appearance by Patty McCormack. The horror thriller is based on the 1954 novel by William March, the 1954 play, and the 1956 film. The Bad Seed originally aired on Lifetime on September 9, 2018. This is the second remake of the film, the first being a 1985 film. On September 16, 2018, a \"special edition\" of the TV movie was released that features behind the scenes interviews with Lowe, Grace, and McCormack. ==Plot== Widowed father David Grossman (Lowe) helps his daughter Emma (Grace) cope with a tragedy when a classmate drowns at her school. Emma initially seems like an ordinary child. However, David begins to wonder if she played a role in the incident, due to the fact that her classmate had won a citizenship medal she coveted. Further deaths occur, such as Emma's teacher and nanny, and David is forced to accept the fact that his daughter is a cold-blooded killer. After he confronts her, she admits committing the murders, justifying each murder and claiming it wasn't her fault. In desperation, David takes her to an isolated cabin, trying to figure out what to do. After she attempts to kill him, he tries to shoot her to spare her from being institutionalized. At that moment, however, the lake house's caretaker Brian enters the cabin and, believing David has lost his mind, shoots him dead. As the police take Brian's statement, Emma is taken in by David's sister Angela. As the film closes, Emma embraces her aunt, a cold, predatory look on her face. ==Cast== * Mckenna Grace as Emma Grossman * Rob Lowe as David Grossman, Emma's father * Sarah Dugdale as Chloe, Emma's new nanny. * Marci T. House as Mrs. Ellis, Emma's teacher. * Lorne Cardinal as Brian, the caretaker of the Grossmans' lake house. * Chris Shields as Sheriff Peterson * Cara Buono as Angela Grossman, David's sister and Emma's aunt. * Luke Roessler as Milo, a Emma's classmate and victim. * Shauna Johannesen as Milo's mother. * Patty McCormack as Dr. March, Emma's psychiatrist. McCormack received an Oscar nomination for playing the daughter in the 1956 film. ==Production== A conventional remake of The Bad Seed, written by Barbara Marshall, had been in development hell between Lifetime and executive producer Mark Wolper. However, it never survived script stage, until late 2017, when Lifetime gave the green-light on production. Warner Bros. Television owns the rights to the title. Actor-director Rob Lowe was also named as director and star of the 2018 release, with additional casting to follow. In February 2018, Mckenna Grace and Patty McCormack were announced as being cast. ==Reception== ===Critical reception=== The Bad Seed received mixed reviews upon its release. David Feinberg of The Hollywood Reporter said: \"Call it The Bad Seed and you tap into a surface-glaze legitimacy that's probably unwarranted, because the movie, notable as co-star Rob Lowe's directing debut, achieves only a baseline amount of trashy fun, nothing more or less.\" Andrea Reiher from the website Collider said the film \"suffers from being neither dark enough nor campy enough—either choice would have been a lot more enjoyable. But it is stuck in a middle area that is devoid of over-the-top absurdity or any real darkness.\" ===Ratings=== Upon its initial broadcast on September 9, 2018, The Bad Seed was watched by 1.87 million viewers, placing it in the top ten most-watched cable programs on that date. ==See also== * List of programs broadcast by Lifetime * The Bad Seed (1985 film) ==References== ==External links== * * Category:Lifetime (TV network) films Category:American drama films Category:American films Category:American film remakes Category:Juvenile delinquency in fiction Category:Films about children Category:Films about child death Category:Films about psychopaths Category:Films based on American novels Category:Films based on thriller novels Category:Horror film remakes Category:2018 horror films Category:2018 television films Category:The Bad Seed Category:2018 films ",
    "title": "The Bad Seed (2018 film)"
}