{
    "id": "58318060",
    "text": "Reinhart Hugo Michael Langer (17 January 1921 – 3 August 2018) was a New Zealand botanist. He was an academic at Lincoln College (now Lincoln University) for over 25 years, and served as its acting principal from 1984 to 1985. ==Early life, family, and education== Born in Upper Silesia (at that time part of Germany, now in Poland) on 17 January 1921, Langer grew up in Berlin where he moved with his mother and two siblings after the death of his father, a judge, when Reinhart was aged three years. In 1939, Langer fled to England with his sister. He worked as a veterinary assistant in Tewkesbury, Gloucestershire, for a year, before spending the remainder of World War II working on a mixed cropping dairy farm. Langer won a scholarship to the University of Durham, and began studying agricultural science there in late 1945. After graduating Bachelor of Science with honours, he continued on to doctoral studies, completing his PhD in 1951. He was then appointed to a research position at the Grassland Research Institute (GRI), where he had spent time as a research assistant during his university studies. It was at GRI that Langer met his future wife, Hilary Joan Wilton, a biometrician, and they wed in September 1951. The couple went on to have three children. ==Academic career== In late 1958, Langer was appointed to the faculty of Lincoln College, near Christchurch, in New Zealand, where his research in the plant science department centred on increasing yields from crop and pasture plants. He was particularly interested in plants suited to Canterbury's dry summers, including white clover, subterranean clover, and lucerne. He also conducted research into wheat, and served as a member and chair of the national Wheat Research Committee. Langer was the foundation professor in plant science at Lincoln, and authored more than 60 books and scientific papers. With George Hill he wrote the book Agricultural Plants, published in 1982, that became a standard text for the teaching of plant science. He was also active in the administration of Lincoln College, serving as vice- principal, and as acting principal for 15 months in 1984 and 1985 between the tenures of Sir James Stewart and Bruce Ross. Langer served on the University Grants Committee, and was appointed Lincoln's public orator in 1978. When he retired from Lincoln in March 1985, Langer was conferred the title of professor emeritus. ==Later life and death== Following his retirement, Langer acted as a consultant for the establishment of forestry and agricultural polytechnic institutes in Indonesia. He died in Christchurch on 3 August 2018. ==Honours and awards== In 1972, Langer was elected a Fellow of the Royal Society of New Zealand, and in 1978, he received the Leonard Cockayne Lecture Award from the Royal Society of New Zealand. Following his retirement from Lincoln, Langer was appointed an Officer of the Order of the British Empire in the 1985 Queen's Birthday Honours, for services to agricultural education. In 2005, Langer was conferred an honorary DSc by Lincoln University. He was also a fellow of both the New Zealand Institute of Agricultural and Horticultural Science, and the Australian and New Zealand Association for the Advancement of Science. ==References== Category:1921 births Category:2018 deaths Category:German emigrants to England Category:German emigrants to New Zealand Category:Alumni of Durham University Category:New Zealand botanists Category:Plant physiologists Category:Lincoln University (New Zealand) faculty Category:Fellows of the Royal Society of New Zealand Category:New Zealand Officers of the Order of the British Empire ",
    "title": "Reinhart Langer"
}