{
    "id": "58318918",
    "text": "Walter Harley Trueman (May 23, 1870 – February 24, 1951) was a lawyer and a judge in Winnipeg, Manitoba. Walter Harley Trueman from a portrait photo in the judge's gallery of the Manitoba Court of Appeal He was born in Saint John, New Brunswick and was educated at St-John Grammar School (now Saint John High School). He took his law degree at Dalhousie University in Halifax, Nova Scotia. He was one of the editors of the University Gazette and class Valedictorian. He articled with the firm of Hannington and Wilson of Saint John before moving into private practice. He lectured at Kings College Law School in Fredericton. He was an associate of The Honorable George Blair, Attorney General of New Brunswick and Minister of Railways in the Cabinet of Sir Wilfrid Laurier. He was Official Reporter, New Brunswick Supreme Court in Equity Reports, 1895-1898. He married Lillian Wade (1876-1951) and had two children, Dorothy Wade and Kenneth Rankine. (The latter would marry Inez Geneva Trueman.) In 1908, he moved to Winnipeg where he continued to practice law. In 1915, he drafted the Referendum and Initiative Act, which would have made popular plebiscites legal. The act would be referred to the Court of King's Bench for a ruling on whether the Government of Manitoba had jurisdiction to enact such an act. It was subsequently decided that the government had such authority. However, the Manitoba Court of Appeal would subsequently overrule the lower court's decision. The matter was taken directly to the Privy Council on special leave, bypassing the Supreme Court, where it was held in 1919 that the Manitoba government had no such right. In 1916, he was made King's Counsel. Following the Winnipeg General Strike of 1919, he defended William Ivens and John Queen, two leading figures in the strike who were accused of seditious libel and conspiracy. In his jury address, he is reported to have said \"you cannot indict ideas\". Both men would be convicted in 1920. Alt URL In 1923, he was appointed to the Manitoba Court of Appeal by Sir William Lyon Mackenzie King, the prime minister of Canada. Walter Harley Trueman died in 1951 in Guelph, Ontario. He was subsequently buried in Winnipeg in St. John's Cemetery. == References == Category:1870 births Category:1951 deaths Category:19th-century Canadian lawyers Category:19th-century Canadian judges Category:People from Saint John, New Brunswick Category:Lawyers in Manitoba Category:Judges in Manitoba ",
    "title": "Walter Harley Trueman"
}