{
    "id": "58318047",
    "text": "Josef Kott (born December 7, 1957 in Rakovník) and Michael Kutílek (born February 23, 1951 in Prague - March 15, 2017) were a pair of Czech spree killers who, in the course of 26 hours, murdered four people and injured one (one of the victims was murdered before the spree). Both were later sentenced to life imprisonment. The two men are considered the first spree killers in the history of the post-communist Czech Republic. Interestingly, three of these killings were committed just as the death penalty was abolished in the country on May 2, 1990. == Lives before the murders == Josef Kott was born in Rakovník. He worked as a professional soldier, later working for the Federal Interior Ministry. This is where his troubles began. He returned to the army, gained the rank of lieutenant, but also started stealing, losing his rank soon afterwards. Michael Kutílek was born in Prague. As early as pre-school age, he played the piano and tennis. He was intelligent, but also robbed his classmates, later being diagnosed as a polymorphic psychopath. Kott and Kutílek met in 1988 at the Minsk Prison. Kott promised Kutílek that he would show him how to make money through murder. Both men left prison in 1990 on the basis of amnesties by President Václav Havel - Kutílek being released on January 6, and Kott on March 1. Krimiseriál: Dva krutí cesťáci s vraždou - Chrudimský deník == Murders == On the night of May 2, 1990, both arrived in Nýřany in a Tatra 613 limousine. Disguised as police officers, they visited a guard named Frantisek Korbel, claiming that they wanted to perform a routine check on his weapon. When he handed them the weapon and they tried to seize it on the basis of a document controversy, he accused them of not being real police officers. So Kott shot him in the head. A witness described the two men: one in civilian and the other in a public security uniform. Kott and Kutílek left after the murder towards Zbiroh, where they noticed two 16-year- old trackers named Dita Dubská and Sylvia Landová. They took them to a remote place where they tied their hands behind their backs and murdered them. Kutílek admitted that both were murdered in a \"satanic\" ritual, in which more than 57 knives had to be used. On May 3, Kott and Kutílek drove to Prague, where they shot and robbed a taxi driver. Then, at a bar called \"The Three Barrels\" in Kařez, they shot a British truck driver. The man survived, and identified the attackers. Kott and Kutílek were soon detained.Kott a Kutílek, šance na svobodu == Trial == Kott never admitted his guilt. Kutílek claimed that at the time of their capture, the highest possible punishment was 25 years, in addition, trying to confuse the court experts with Kott. The request failed, and both men were sentenced to life in 1995. In 2006, Kutílek claimed he was the sole perpetrator and that Kott had nothing to do with the murders. The court dismissed his proposal, with no new evidence to re-establish the case.Vrahové Kott a Kutílek s žádostí neuspěli In 2008, Kutílek confessed to a fifth murder he committed in the spring 1990, without Kott. The victim was a 19-year-old young man whom Kutílek had stabbed in the heart. This murder, however, did not change Kutílek's sentence.Doživotně odsouzený muž přiznal po 18 letech pátou vraždu == References == Category:Criminal duos Category:1951 births Category:1957 births Category:People from Rakovník Category:Satanists Category:Czech spree killers Category:People from Prague Category:Living people ",
    "title": "Josef Kott and Michael Kutílek"
}