{
    "id": "58318787",
    "text": "The 4 x 50 metres freestyle relay at the 2018 World Para Swimming European Championships was held at the National Aquatic Centre in Dublin from 13 - 19 August. A single classification final was held in all over this event. ==Points calculation== Points are calculated by adding together the numerical classifications of the swimmers. If a swimmer has two different numerical classifications depending on which stoke they are employing (for example a swimmer may be classified as S9, but SB8 for breaststroke and SM8 for medley), the relevant points value will be for the classification in the stroke being used in the relay. The 20 point relay is restricted to a combined total of 20 points, and is generally composed of a combination of swimmers from the more impaired categories, typically the S2, 3, 4, 5 and 6 categories. However, bronze medalists Germany included an S7, Tobias Pollop, balanced with the an S3, Josia Topf. The 34 point relay is restricted to a combined total of 34 points, and are generally composed of a combination of swimmers from the less physically impaired categories, typically the S7, 8, 9 and 10 categories. No 34 point relay was held in this distance in 2018. The 49 point relay is restricted to a combined total of 49 points, and is generally composed of a combination of swimmers from S11, S12, S13 (visual impairment) and S14 (intellectual disability) categories. No 49 point relay was held in this distance in 2018. ==Medalists== {| |- |Mixed 4 x 50 freestyle 20 ptsResults book - Relay 20 pts | Arianna Talamona (S6) Arjola Trimi (S4) Francesco Bocciardo (S5) Antonio Fantin (S5) || 2:22.87 ER | Oleksii Kabyshev (S5) Yelyzeveta Moreshko (S6) Olga Sviderska (S4) (S5)Yaroslav Semenenko || 2:30.19 | Tobias Pollop (S7) Gina Boettcher (S4) Josia Topf (S3) Verena Schott (S6) || 2:49.24 |- | colspan=7| |} ==See also== *List of IPC world records in swimming ==References== Category:2018 World Para Swimming European Championships ",
    "title": "2018 World Para Swimming European Championships – 4 × 50 metres freestyle relay"
}