{
    "id": "58314941",
    "text": "George Poultney Malcolm Murray George Poultney Malcolm Murray or simply G.P.M. Murray (13 October 1837 - 3 July 1910) was a senior officer in both the paramilitary Native Police and civilian Queensland Police Force. ==Early life== G.P.M. Murray was born on 13 October 1837 at his family's Georgefield estate near Langholm in southern Scotland. His grandfather was Lieutenant Colonel Matthew Murray of the East India Company who married a Malayali woman from Kerala while in India. The offspring of this marriage, including George's father James Murray, were collectively dubbed the \"Black Murrays\" on account of their darker skin colour. G.P.M. Murray arrived in New South Wales to live with his parents and siblings in the year 1843. George's father was a pastoralist, his family residing at the Warrawang property at Mt Lambie near Bathurst. In May 1854 he moved into the northern areas of the colony near the town of Maryborough. He assisted his brother-in-law, H. C. Corfield, in forming Stanton Harcourt, a sheep station taken up by Mr. Corfield in the Wide Bay-Burnett district. ==Native Police career== G.P.M. Murray was appointed to the Native Police in December 1857 as a 2nd Lieutenant. His older brother, John Murray, had been in this paramilitary force since 1852. George was posted to the Dawson River region to assist in the reprisals following the Hornet Bank massacre where he maintained an effective control without exercising unnecessary severity. In 1860, he was the officer-in-charge of the barracks at Robinson's Creek near Taroom. In 1861 he was transferred to the Rockhampton barracks and became a senior Lieutenant in the force. In October of that year, the Cullin-la-ringo massacre occurred near the Nogoa River and Murray mobilised his section to that region. He arrived with his troops at the police camp at Rainworth on 26 October. His force \"shot a large number of aboriginals and recovered firearms and other property which had been stolen from Cullin- la-Ringo\". Native Police, Rockhampton, 1864 (G.P.M. Murray standing second from left) With the reorganisation of the Queensland Police Service in 1864 under Commissioner David Thompson Seymour, Murray became more involved in the local administration of the Native Police rather than the more brutal field work. After Lieutenant Brown of the Native Police had assisted in the capture of the famous bushranger, Frank Gardiner, to the north of Rockhampton, Murray was selected as a magistrate in Gardiner's initial trial. In 1865, Murray was publicly condemned by social identity Gideon Lang for his sanctioning of a sequence of massacres of Aboriginal people conducted by sub-Inspector Otto Paschen and his troopers in the Expedition Range. These \"dispersals\" were in response to the killing of Native Police officer Cecil Hill by Aboriginals near Duaringa. In spite of these accusations, Murray was promoted in 1866 to Chief Inspector of the Police for the Northern Districts of Queensland, responsible for both civilian and Native Police forces in these regions. The following year, Murray headed an investigation into complaints against sub- Inspector Myrtil Aubin of the Native Police for the killing of eight Aboriginals in the township of Morinish. Murray controversially concluded that it was clearly the duty of Aubin and his troopers to kill these people (which included old men and children) and \"it is very much to be regretted that they did not do so quietly\". In 1866, Murray was posted to Springsure and retained his title of Chief Inspector until 1872. ==Police Magistrate== In 1872, G.P.M. Murray became Police Magistrate and Gold Warden for Clermont and in 1877, Murray became Police Magistrate in Warwick and in 1882 transferred to Toowoomba. After a brief period in Cooktown, he relocated to Brisbane where he became senior state magistrate in 1898. Murray retired from public service in 1904 and moved to the Brisbane suburb of Wilston where he died in 1910. Murray Street in Wilston is named after him. ==References== Category:1837 births Category:1910 deaths Category:Australian police officers ",
    "title": "George Poultney Malcolm Murray"
}