{
    "id": "58311990",
    "text": "HMAS Parramatta Shipwreck and Memorials is a heritage-listed shipwreck at Cascade Gully, Hawkesbury River, Bar Point, Central Coast, New South Wales, Australia. The heritage listing also includes three related memorials, two at Queens Wharf Reserve in Parramatta and one at Garden Island in Sydney. The original HMAS Parramatta was commissioned in 1910, paid off in 1928, and wrecked in 1934. The bow and stern sections were subsequently converted into memorials, while the third memorial relates to the second HMAS Parramatta, sunk in service at Tobruk in World War II. It was added to the New South Wales State Heritage Register on 15 December 2006. == History == ===HMAS Parramatta Shipwreck=== The wreck of the former HMAS Parramatta (I) is remarkable for its early associations with the establishment of Commonwealth Naval forces. A torpedo boat destroyer (TBD), Parramatta (I) was the first of six built to serve as fast hunters of the \"River\" Class, a modification of the British \"I\" Class destroyer. This class was the last British warship designed with an external rudder system. With Pennant Number \"55\" painted on the bow, Parramatta was the first of the Australian group built by the Fairfield Shipbuilding and Engineering Company at Govan, Scotland in 1910. It was also the first to arrive in Australian waters. The wreck of the former HMAS Parramatta in 2016 The class was noted for its length of 250 feet (76.2 metres) and displacement of 700 tons, a range of 2, 400 miles (3,862) at a speed of fifteen knots. They were equipped with one four-inch gun, three twelve pounders and three eighteen inch torpedo tubes. Sister ship HMAS Yarra (1910) was built by the famous firm of William Denny and Brothers at Dumbarton, Scotland; HMAS Warrego (1911) in the same yard as Parramatta and re-erected at Cockatoo Island Dockyard, Sydney; with HMAS Swan (1915), HMAS Huon (1914) and HMAS Torrens (1915) built solely at Cockatoo. HMAS Parramatta (I) was one of a number of vessels ordered for the Commonwealth's new naval forces in 1909, following the assimilation of the various colonial fleets post-Federation. Various proposals were forwarded for the modernisation and expansion of the navy which lead to the construction of Parramatta between 1909 and 1910. The keel of the flagship, the elegant battle-cruiser HMAS Australia (I) was also laid in 1910, followed by the Chattam-Class cruisers HMAS Melbourne and HMAS Sydney in 1912. Parramatta found itself the first completed vessel of the Royal Australian Navy when King George V proclaimed the establishment of the navy on 10 July 1911. With the outbreak of war in 1914, Parramatta (I) immediately saw active service in German New Guinea serving with the Australian fleet led by HMAS Australia (I). This powerful force included the light cruisers Sydney, Melbourne, Encounter and Pioneer; the two newly arrived E-Class submarines AE1 and AE2; and Parramatta's sisters Yarra and Warrego. Their duty was to flush out the feared German Pacific cruiser squadron under Admiral Maximilian von Spee (which had in fact already fled). The fleet first assisted the allied landings at key installations in German New Guinea, capturing the important naval base at Rabaul, the capital of the German colony. After taking Rabaul and on patrol duties with the submarine AE1, HMAS Parramatta (I) was the last vessel to see the submarine which sank mysteriously with all hands on 14 September 1914. During 1914, Parramatta (I) steamed 193 miles (310.6 kilometres) up the dangerous Sepik River in New Guinea in search of enemy vessels. Parramatta spent much of 1915 and 1916 enforcing shipping movements in the western Pacific. In mid-1917 the whole destroyer flotilla was sent to the Mediterranean Sea and based at Brindisi, Italy, on Adriatic Sea patrols to seek out enemy submarines. On 12 November 1918, Parramatta (I) was part of the Allied fleet that entered the Dardanelles after Turkey agreed to an armistice. After the war, the destroyers sailed to England for leave, then returned to Australia. Here they were individually decommissioned between 1919 and 1928. Parramatta (I) ended up in the Hawkesbury River as a proposed hulk for the New South Wales Prisons Department, following its decommissioning in 1929. Parramatta was sold soon after to George Rhodes of Cowan and used as a blue-metal storage barge. It was sold again to local marine engineer Norman Murphie who was the stepson of the esteemed Edward Windybank and finally used to store water for local residents during the Depression. Here in 1934, Parramatta blew ashore on a mud flat in Cascade Gully, adjacent to Milson Island and became a total wreck. Squatters allegedly lived on the remains during this time. In 1972, the Naval Historical Society of Australia began a project to recover the bow and stern for a memorial to the vessel and its later namesakes (Parramatta (2) and Parramatta (3), and Australian naval history generally. However, funding and other constraints delayed the project with the stern finally being mounted in Queens Wharf Reserve, Parramatta in 1981 and the bow at Garden Island in 1986. === HMAS Parramatta (II) === HMAS Parramatta (II) was constructed at Cockatoo Island Dockyard, Sydney, for the Royal Australian Navy as ship number 131. Construction was started on 9 November 1938, the vessel launched on 10 June 1939, and completed on 4 April 1940. The overall length was 266 feet (81 metres) and displacement 1,080 tons. HMAS Parramatta (II) was active during World War II in the East Indies and the Mediterranean Sea. Parramatta (II), a Grimsby class escort sloop, was sunk by the German U-boat U-559 on 27 November 1941. The action occurred in the Mediterranean Sea off Tobruk, North Africa. 138 lives were lost with only 24 survivors. The incident stands as the fourth worst loss of RAN lives during armed conflict, with HMAS Yarra (also 138 lives), after HMAS Sydney (645 lives), HMAS Perth (353 lives) and HMAS Canberra (84 lives). The Parramatta (II) memorial was established in Queens Wharf Reserve in 1986 by the Naval Association of Australia (NSW sub-branch) and Parramatta Council to commemorate the loss of Parramatta (II). == Description == Part of the wreck of the former HMAS Parramatta in 2016 The wreck site of the former HMAS Parramatta (I) lies in shallow water within Cascade Gully in the Hawkesbury River, near its northern bank. With the bow and stern sections removed in the 1970s, the remainder of the wreck retains significant form. The centrally preserved section is retained to original main deck level with six strakes (runs) of external hull plating visible above the waterline, and two internal deck levels. All of the metal fabric shows evidence of extensive corrosion with the majority of fittings and fixtures (e.g. portholes) removed over the years. The internal spaces of the wreck are littered with miscellaneous plating, piping and introduced rubbish. The Parramatta (I) Stern memorial comprises the aft (stern) end of the former vessel, as removed from the shipwreck site. The stern was cut from the once intact hull by oxyacetylene torches. Originally mounted on a brick support structure, the memorial saw extensive restoration by Parramatta City Council in 2003–4. This included a conservation program to limit water ingress into the memorial, stabilise rust activity, and to replace damaged sections of external plating. Major damage had been witnessed to the external rudder and bottom section of hull. The stern was repainted to an original World War One colour scheme, whilst the memorials brick support was cement rendered and painted. Modern interpretative plaques were installed into the interior recess of the memorial. The Parramatta (I) Bow memorial is located on the Sydney Harbour foreshore of Garden Island Naval base. The striking sheer bow section retains a naval grey colour scheme and is set onto a low brick support base. The memorial has not seen recent conservation assessment. The Parramatta (II) Memorial is located in Queens Wharf Reserve, Parramatta beside the Parramatta River's southern bank and comprises a stone block (granite) with attached plaques, and four white-painted stockless anchors at each corner, within a black square fenced area. The memorial is situated 112 metres east of the Parramatta (I) Stern Memorial. === Condition === The former HMAS Parramatta (I) shipwreck, as at 15 July 2003, has retained significant integrity despite the removal of the bow and stern sections. This is testimony to the strength of the original design and construction materials used. Much of the all-steel hull, framing and decking shows signs of advanced corrosion however, due to its external location, and particularly due to the lower hull's partial burial in the mud substrate of the river and within the inter-tidal water zone. Such a setting increases the likelihood of more aggressive corrosion immediately above the nominal waterline. This is evidenced by increased metal pitting in this zone. With limited historic building plans and photographs of Parramatta (I), the archaeological remains hold the potential to document state-of-the- art destroyer design and construction pre World War One. The Parramatta (I) stern memorial has been the focus of extensive conservation works in 2003–4. This work has resulted in limiting water ingress into the structure, repairing visible rust and corrosion damage, and through repainting, providing a durable outer finish to prolong survival. The Parramatta (I) bow memorial appears structurally sound although minor corrosion activity is identified. The Royal Australian Navy maintains the structure which is included in its heritage collection and maintenance programs. The Parramatta (II) memorial does not include any historic fabric related to either the Parramatta (I) or (II) vessels. The monument essentially comprises a block of basalt, attached metal plaques and a metallic railing fence. The HMAS Parramatta (I) Historic Shipwreck retains moderate structural integrity. While the hull was reduced by the removal of the bow and stern sections for later dedication as public memorials, the central section of the original hull is retained to main deck level. Scattered within the remainder of the wreck site are sections of miscellaneous plating, piping, and degraded original fabric. === Modifications and dates === ====Shipwreck==== * 1910: HMAS Parramatta (I) was completed in 1910 and saw immediate service throughout the world during World War One. The vessel returned to Australia after the war and was finally placed in reserve untril decommissioned in 1929. * 1929: HMAS Parramatta (I) ended up in the Hawkesbury River as a proposed hulk for the New South Wales Prisons Department. Unknown stripping of the vessel's machinery and fittings occurred at this time. Parramatta (I) was sold soon after to George Rhodes of Cowan and used as a blue-metal storage barge. The hulk was sold again and finally used to store water for local residents in the Hawkesbury during the Depression. * 1934: Parramatta (I) blew ashore on a mud flat in Cascade Gully, adjacent to Milson Island, in the Hawkesbury River in 1934 and became a total wreck. The hull retained its form despite gradual deterioration. * 1972: In 1972, the Naval Historical Society of Australia began a project to recover the bow and stern for proposed memorials to commemorate the history and significance of the vessel and its later namesakes (Parramatta (II) and Parramatta (II), and Australian naval history generally. This involved the cutting off of both the bow and stern sections, leaving the remaining hull further exposed, particularly to the ingress of water and sand. Today the site retains significant structural integrity, although is encroached upon by mangroves. ====Parramatta II Memorial==== 1973: The memorial to HMAS Parramatta (II), sunk in combat in the Mediterranean in World War Two, originally comprised a metal plaque established in the grounds of the Parramatta Bowling Club in 1973. 1986: The present memorial at Queens Wharf Reserve was constructed in 1986 and re-dedicated at that time. An additional interpretative plaque was added in 1995. 1941: HMAS Parramatta (II) sunk by German U-boat off the coast of Libya (Tobruk), in the Mediterranean Sea. == Heritage listing == The HMAS Parramatta (I) Historic Shipwreck site is of State heritage significance as the only readily accessible survivor of the torpedo boat destroyers ordered in 1909 and built for the developing Commonwealth Naval Forces (CNF). The Parramatta (I) remains represent pre-Great War technology and materials for warship construction. Of principal significance is the vessel's status as the first completed and commissioned (1910) of the wholly Australian naval fleet ordered initially from British dockyards post federation. Parramatta (I) was a River Class Torpedo Boat Destroyer design, the last British type to accommodate an external rudder. Parramatta (I) had a successful military service during World War One, participating in the 1914 naval engagements in German New Guinea, successful tours in the Mediterranean and Adriatic Seas, and toured the famous Gallipoli battlefields at war's end. The wreck site is unique in NSW for being located in three distinct places, following the removal of the bow and stern sections for public education and display in 1972. The historic wreck site, and both the stern and bow sections removed from the wreck, form the core of the current 2003 SHR listing. The Parramatta (II) Memorial is located in close proximity to the Parramatta (I) Stern Memorial within Queens Wharf Reserve, Parramatta. The memorial is the focus of annual naval commemorations to the 138 crew of the vessel lost in combat in 1941. HMAS Parramatta shipwreck and memorials was listed on the New South Wales State Heritage Register on 15 December 2006 having satisfied the following criteria. The place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales. The wreck of the former HMAS Parramatta (I) is of State significance for its early associations with the establishment of wholly owned and administered Australian naval forces. A torpedo boat destroyer (TBD), Parramatta was the first of six built to serve as fast hunters of the British \"River\" Class\" design, the last British warship designed with an external rudder system. Parramatta was the first of the Australian group built, in its case by Fairfield Shipbuilding & Engineering at Govan, Scotland. The vessel was launched on 9 February 1910 by Mrs Margot Asquith, wife of the British Prime Minister, who dedicated the vessel at \"the First Born of the Commonwealth Navy\". Parramatta was the first completed of the newly ordered fleet of twelve warships by the Commonwealth. It was also the first, with Yarra, to arrive in Australian waters. The wreck demonstrates the pattern of commissioning British-built vessels for the new Australian navy into the early twentieth century, and in the subsequent disposal of such vessels when obsolete. Being the first built and commissioned of the new Commonwealth Naval Forces (CNF), Parramatta signalled the departure from total British naval control of Australian waters. The new Australian owned and operated fleet was greeted with celebration by an enthusiastic nation when the formal entry of the fleet occurred at Sydney on 4 October 1913. The place has a strong or special association with a person, or group of persons, of importance of cultural or natural history of New South Wales's history. HMAS Parramatta (I) is of State significance for its associations with the nationwide establishment of the Naval Historical Society of Australia, formed in 1970 as the Garden Island Naval Historical Society. The society's first project proposal that year was the removal of the bow and stern section of the Parramatta (I) wreck site, and was used to galvanize support for the formation of the society and to attract wide membership. This was a seminal period and resulted in the official establishment of the society under its current name with full Royal Australian Navy approval. The society today includes notable ex-military and serving members of the naval forces of Australia and is a key naval historical body nationally. The society received significant patronage in its early years from distinguished people within and without the service. These have included His Royal Highness, Prince Philip, who opened the bow memorial in 1986, the Admiral of the Fleet Earl Mountbatten of Burma KG, PC, CCB, GCSI, GCIE, GCVO, DSO, FRS who was provided with life membership in 1970, and Admiral Victor Smith KBE, CB, DSC, then Chairman of the Chief of Staffs (Defence), who opened the stern memorial in 1982. The Parramatta (II) memorial is the focal point for veteran remembrance services to the 138 crew lost when the vessel was torpedoed in action off Tobruk, North Africa, in World War Two. The memorial attracts significant patronage from veterans and associated family members, with RAN involvement each year. The vessel retains a historic association to Parramatta and Parramatta City Council due to the historic legacy of Parramatta (I), its associated memorials, and to the historic links of the City of Parramatta to all vessels and crew that bear its name. Parramatta (II)'s loss in 1941 stands as one of the most significant naval tragedies in RAN military and peacetime history. The place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales. The bow and stern memorials constructed from major elements of the Parramatta (I) shipwreck site demonstrate particular aesthetic values in their use of salvaged wreck materials. They are notably different to memorials erected to commemorate other defence personnel and events. The place has strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons. The social significance of the vessel is demonstrated by the recovery operations in 1972 and the volunteer efforts to have the bow and stern sections available for wide public visitation as public memorials to the vessel and the development of the nation's independent defence capability. In 1972, the Naval Historical Society of Australia began a project to recover the bow and stern for a memorial to the vessel and its later namesakes (Parramatta (2) and Parramatta (3), and Australian naval history generally. However, funding and other constraints delayed the project with the stern finally being mounted in Queens Wharf Reserve, Parramatta in 1981 and the bow at Garden Island in 1986. The Parramatta (II) memorial was re-dedicated nearby the stern memorial in 1986 and is a significant site of respect and remembrance to the Royal Australian Navy, veterans, and family of the 138 crew killed in the vessel's World War Two loss in action. A symbol of the community's esteem for the memorial and for the need to preserve key naval heritage remembrance sites, is the petition of signatories obtained by the Parramatta II Memorial sub-section of the Naval Association of Australia for its nomination to the State Heritage Register. The place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales. The former HMAS Parramatta (I) wreck site is rare as the most intact and only exposed example of the original six vessels built of this class. HMAS Swan lies submerged and partly buried by silt in dangerous water within the Hawkesbury but has been damaged by explosives. The limited remains of the former HMAS Warrego are thought to have partially survived underwater near Cockatoo Island, with only a small section of the bow saved and preserved in the Naval Historical Collection at Spectacle Island, Sydney. The bow and stern memorials, constructed from sections of the Parramatta (I) shipwreck are rare in New South Wales, being the only identified memorials, apart from the HMAS Sydney (1) mast and SMS Emden gun memorial, to incorporate significant historic fabric. The place is important in demonstrating the principal characteristics of a class of cultural or natural places/environments in New South Wales. The former HMAS Parramatta (I) wreck site is the only accessible vessel that has survived from the first fleet units ordered from Great Britain for the newly formed Commonwealth Naval Forces (CNF) - later the proclaimed Royal Australian Navy. It is representative of the type of small naval attack vessel then built for the British Navy that saw active and useful service in World War One. It retains elements of naval design and construction employed immediately prior to the Great War. Both Parramatta (I) memorials are representative of a type of class of naval memorial that makes use of materials recovered from a wreck to convey a tangible association or connection with the actual vessel and its embodied history. == See also == == References == === Bibliography === * * * * === Attribution === Category:New South Wales State Heritage Register Category:Monuments and memorials in New South Wales Category:Shipwrecks of New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register ",
    "title": "HMAS Parramatta Shipwreck and Memorials"
}