{
    "id": "58315528",
    "text": "{| |- |Designer: |Joseph Tucker (claimed) |- |Design year: |1809 (claimed) |} Duke of Kent was a proposed 170-gun line of battle ship allegedly designed by future Surveyor of the Navy Joseph Tucker in 1809. Such a vessel, if built, would have become the most heavily-armed ship of its time. A 1:96-scale model of the ship survives in the collection of the National Maritime Museum, Greenwich and a set of 1:48-scale drawings are in the collection of the Science Museum, London. In a 1932 work, naval historian Geoffrey Swinford Laird Clowes doubted the authorship of the drawings, stating that they may have been fabricated at a later date in an attempt to bolster Tucker's reputation as a naval architect. == Design == The ship was designed with four gun decks mounting a total of 170 guns and would have measured 3,700 tons burden. She would have had a three tier stern gallery and would have featured full copper sheathing and a double ship's wheel. The Duke of Kent would have been the only ship of the line built for the Royal Navy with four complete gun decks. Her 170 guns would have made the vessel the most heavily-armed ship of its time, surpassing the 140-gun Spanish ship Nuestra Señora de la Santísima Trinidad. The vessel would have mounted fifty more guns than the contemporary Caledonia class, which were then the Royal Navy's most heavily armed ships. The design was allegedly drawn up by Joseph Tucker in 1809, at which time he was a master shipwright at Plymouth Dockyard. Tucker, who has been described as an \"old school\" surveyor and ship builder, became joint Surveyor of the Navy (with Robert Seppings) on 14 June 1813. His design was described by the United Service Gazette as the Koh-i-Noor of ship-building science. As to the ship's name sake, there were only two Dukes of Kent before the 20th century: Henry Grey, 1st Duke of Kent (1671-1740) and Prince Edward, Duke of Kent and Strathearn (1767-1820). == Artefacts == The design survives in the form of a 1:96 scale model of the ship which is now in the ships models collection of the National Maritime Museum, Greenwich. This model is fully rigged and features a paint scheme with white bands across the gun decks accented with red and black bands. The gun ports are in black to give a chequered effect. The model, including its mahogany baseboard, measures in length, in width and in height. The model, described as a \"beautiful work of art\", was donated to the Greenwich Hospital by Tucker's widow in 1852 and was originally displayed in its Painted Hall. It has been part of the National Maritime Museum's collection since at least 1970. A set of 1:48 scale designs for the vessel are held in the collection of the Science Museum, London. They were presented to the museum by J Scott Tucker in 1865. == Disputed authorship == Naval historian Geoffrey Swinford Laird Clowes cast doubt on the claimed 1809 date for the design in his 1932 book Sailing Ships: Their History and Development. He noted that the inscription on the drawings refers to Sir William Symonds, Surveyor of the Navy from 1832 to 1847 and to two of his ships: laid down in 1833 and of 1844. The design also includes innovations more usually attributed to Seppings and Symonds. These included the round bow, the round stern, rounded rudder heads, larger proportionate beams, and larger rises in floor timbers. Clowes suspected that the drawings may have been the work of one of Tucker's supporters to embellish his reputation some time after his death. == References == Category:Proposed ships of the Royal Navy ",
    "title": "HMS Duke of Kent"
}