{
    "id": "58319695",
    "text": "Malik Muhammad khan () — was second khan of Baku and a son of Mirza Muhammad Khan. == Reign == He was a firstborn son of Mirza Muhammad and daughter of Husein khan Rudbar. He was later a son-in-law of Fatali khan. He was already ruling in his father's name since 1765 and was practically a vassal of Quba khanate. When Fatali khan invaded Derbent khanate in 1766, captured it's khan Muhammad Husein Khan, blinded him and sent with his son Ali to Baku and ordered Malik Muhammad to keep them as hostages. He was described as an extremely cruel ruler by Samuel Gmelin.Iskenderova M.S. The Baku Khanate, Baku: Çaşıoğlu, 1999, p.76 (in Russian) Although according to Azerbaijani historian Marziya Isgandarova, this could be due to the fact that khan was suspicious of him and once told him \"Would they allow an outsider to do that in Russia?\" when Samuel was examining oil fields in 1770. Samuel was even denied to stay inside city walls and drink water from city wells. According to Samuel, a Quba army contingent was garrisoned in Saray. After Fatali khan's invasion of Shamakhy and forcibly deposing Aghasi Khan, Avar khan (nutsal) Muhammed IV and Shaki khan Mahammadhuseyn Khan combined their forces and attacked Fatali khan. Battle was a disaster for allied forces, where Avar khan lost his brother and nephew.Leviatov V.N. Essays from the history of Azerbaijan in the XVIII century. - B .: AN ASSR, 1948. pp. 132-133 (in Russian) However, in 1774, Muhammed restored Aghasi Khan to Shirvan throne and challenged Quba khanate forces. Malik Muhammad headed his own forces to join battle where they defeated nutsal, forced him to negotiate and murdered him. This treacherous act enraged Caucasian rulers who allied their forces against Fatali Khan - new energetic Avar nutsal Umma V and Kaitag utsmi Amir Hamza rallied different Dagestani rulers to invade Quba with reinforcements from Karabakh khanate (Ibrahim Khalil khan was a son-in-law to Umma V). Battle of Gavdushan plains near Khudat in 1774 was a heavy blow to Fatali Khan's ambitions. Amir Hamza raided Baku environs and returned to Kaitag within a year. He was sent to Karabakh negotiate peace with by Fatali in 1779, where he was detained by Ibrahimkhalil khan. However, after Fatali's punitive raids, he was freed in 1781. == Death == After his release, he appointed his 11-year-old son Mirza Muhammad to be in charge of Baku during his pilgrimage to Mecca. However he died in 1784 en route near Najaf according to Bakikhanov, meanwhile other sources say he was buried in Karbala. == Family == He had two wives, one of whom was Khadija Bika (b. 1739, d. 1803), sister of Fatali Khan. Issues with her:Acts collected by the Caucasian Archaeological Commission: [In 12 vols.] / Archive of Chief Executive viceroy of the Caucasus; Under the Society. Ed. A. D. Berger. - Tbilisi: Typ. Ch. Ex. Viceroy Cau., 1866-1904. T. 6: Part 2: [1816-1827] / Ed. A. D. Berger. - 1875. - 941 p. — pp. 907-908 * Abdurrahim agha (1769-1800) married his slave Shirin (m. 1790, d. 1814) **Najafgulu agha (1795-1834) married Bibi khanum (m. 1813, d. 1836) ***Mammadhasan agha (1814-?) married Sharaf (m. 1848, d. 1868) ***Saltanat khanum (1853-?) **Saadat khanum (1797-1863) married her cousin Ali Pasha * Zeybunnisa Begüm (b. 1775, married to Shaykhali khan of Quba in 1795, d. 1816) - had no issues * Mirza Muhammad (r. 1784-1791) * Fatma sultan (d. 1804) * Husein agha (1776-1814) - married Mehnigar khanum (m. 1799, d.1853) and Khurshud khanum (m. 1805, d. 1853) **Ali Pasha (b. 1801, m. 1827 to Saadat khanum, d. 1837) ***Haidar agha (b. 1835, m. 1853 to Gulshad khanum, d. 1870) ****Ali agha (1860-?) ***Huri Peykar khanum (1831-1855) - married, had issues **Mehdi agha (b. 1810, m. 1853 to Masum khanum, d. 1869) - married, had numerous issues **Sakina khanum (b. 1807, m. 1829 to Abbasgulu Bakikhanov, d. 1852) == References == Category:Khans of Baku Category:1784 deaths Category:1736 births Category:18th-century Azerbaijani people ",
    "title": "Malik Muhammad Khan"
}