{
    "id": "58319752",
    "text": "The geology of Yemen includes extremely ancient Precambrian igneous and metamorphic crystalline basement rocks overlain by sediments from the Paleozoic, Mesozoic and Cenozoic, deposited in shallow seas and lakebeds, overlain by thick volcanic rocks and loess. Erosion has played a major role in Yemen's geologic history and eliminated many rock units over time. ==Stratigraphy, tectonics and geological history== Schist formations cut by intrusions of Precambrian granite outcrop in the center, north and northwest. These formations show evidence of intense folding and regional metamorphism. Much of Yemen was converted to a peneplain during a long period of erosion in the Precambrian. ===Paleozoic (541-251 million years ago)=== Dark shales show some signs of folding and the presence of marine rocks indicates a marine transgression in the Cambrian through the Silurian. However, little is known about the Paleozoic due to widespread erosion which eliminated almost all rocks from the time. Leached, quartz soil developed. The Wajid Sandstone is the redeposited remains of the peneplain ground surface, which formed a delta and dunes in the Permian. ===Mesozoic (251-66 million years ago)=== Basins formed in Yemen during a warm period in the Mesozoic, depositing dark-gray and gray-black shales of the Kohlan Series at the bottom of large lakes. Gypsum lenses formed in isolated bays around the same period. During the Malm, a major marine transgression flooded much of the region depositing the calcareous Amran Series. Northwest of San'a Bathonian and Callovian carbonates lie atop the Kohlan Series in a depression. To the north, a higher proportion of chalk suggests a later transgression in the Callovian and Oxfordian along with stromatoporoid fossils. Subsidence zones formed in the Ramlat as Sab'atayn desert area in the southwest. In southwest Yemen, Jurassic sedimentary rocks lie directly atop Precambrian basement rock. Continental conditions returned for much of the Jurassic and Cretaceous, except in lagoons where gypsum and salt deposited. The Tawilah Group is an example of Cretaceous sandy conglomerate protected from subsequent erosion by the overlying Trap Series. Shallow basins continued to fill with sand as formations became tilted. ===Cenozoic (66 million years ago-present)=== A shallow sea filled much of central Yemen forming units such as the Medj-zir Series during the Paleocene. Faulted beds formed while terrestrial erosion stripped away many Jurassic and Cretaceous rocks. Intense volcanism had started in the Cretaceous and continued into the Cenozoic. Lava flows and tuff is up to thick in the Trap Series in the southwest, while laccolith intrusions are common to the north. The Trap Series became intercalated with the river and lake sediments during a quiet period in the Oligocene and Miocene. In the west, the Trap Series is penetrated by granite intrusions from renewed tectonic activity. Basalt flow and craters from the last 2.5 million years of the Quaternary are common near San'a, Dhamar and Ma'rib along with large loess deposits. ==Mountains== In the west, particularly near the border with Saudi Arabia, are the Sarat Mountains. This ranges includes the Haraz Mountains to the west of the capital city, Sanaa. The Haraz include Jabal An-Nabi Shu'ayb, the highest mountain in the Arabian Peninsula. In the east, particularly near the border with Oman, are the Hadhramaut Mountains. ==See also== * Geology of Socotra ** Hajhir Mountains ==References== Yemen ",
    "title": "Geology of Yemen"
}