{
    "id": "58318602",
    "text": "Andertons Music Co. (officially L. Anderton (UK) Ltd) is a musical instrument retailer based in Guildford, Surrey, England. Its online store is one of the United Kingdom's top 150 e-commerce sites, with sales approaching $40 million per year. It is widely known among guitarists for video demonstrations by owner Lee \"The Captain\" Anderton and Rob \"Chappers\" Chapman. It also partly owns Chapman Guitars alongside Monkey Lord Ltd, which is in turn owned by Rob Chapman and his wife Natassja Chapman. ==History== Andertons Music Co. at night. Andertons Music Co. is a family-owned business founded in 1964 by father and son, Harry and Peter Anderton. Lee Anderton is the son of Peter Anderton. ==YouTube== Andertons opened its primary YouTube channel in 2007, originally with the goal of highlighting product sales and featuring product reviews. The channel currently has over 671,000 subscribers (September 2020). In addition to product reviews and demos, Andertons has featured interviews with many notable guitarists and guitar makers, including Joe Bonamassa, Paul Gilbert, Guthrie Govan, Albert Lee, John Petrucci, Paul Reed Smith, Mary Spender, Nita Strauss, Walter Trout, Tommy Emmanuel and Steve Vai. ==Awards== Andertons has received numerous industry awards, including: * NAMM 2019: Customer's Choice Award * NAMM 2018: Dealer of The Year * NAMM 2018: Best Online Engagement * Internet Retailing Top 150 Retailer * NAMM Awards Top 100 Retailer * NAMM 2017: Best Online Engagement * YouTube Silver Play Button Award * Feefo Gold Trusted Service 2017 * 2015: Toast of Surrey Awards – Best Large Business * Best music retailer at the Music Industries Association (MIAs) awards * MIA Awards: People of the Moment profile: Kris Biddiss ==Other interests== Peter Anderton was also the co-founder of the Academy of Contemporary Music. == References == ==External Links== * * Dreams guitar rendition by Mary Spender and Danish Pete (YouTube) Category:Music retailers of the United Kingdom Category:Online retailers of the United Kingdom Category:English YouTubers Category:Companies based in Guildford Category:Companies established in 1964 ",
    "title": "Andertons Music Co."
}