{
    "id": "58328605",
    "text": "Transnistria in relation to Moldova, Ukraine, and Romania Moldova–Transnistria relations are the political and economic relations between the Republic of Moldova and Transnistria (officially the Pridnestrovian Moldavian Republic), an unrecognized state between the Dniester River and Ukraine. During the dissolution of the Soviet Union, political tensions in the Moldavian Soviet Socialist Republic led to Transnistria declaring independence from Moldova, culminating in the Transnistrian War of 1992. As part of the ceasefire agreement ending the war, a Joint Control Commission composed of Moldovan, Transnistrian, and Russian forces was established to supervise the demilitarized zone which was located in the Transnistrian region. The Joint Control Commission still supervises the zone, and negotiations to resolve the dispute are ongoing. The negotiations are supported by the Russian Federation, Ukraine, the United States, the European Union, and the Organization for Security and Co-operation in Europe (OSCE). ==History== === 1924-1990 === Romanian territory until 1940; orange is present-day Transnistria; yellow is Transnistria during WWII; the red line is Moldova after the Cold War (1991), and the orange line is the Moldovian Autonomous Soviet Socialist Republic. The proclamation of the Moldavian Autonomous Soviet Socialist Republic in 1924 established Transnistria's status as an autonomous polity. In 1941, Romanian forces allied with Germany in the Second World War attacked the USSR and captured Transnistria. The USSR reconquered Moldova in 1944, and Transnistria became part of the newly-created Moldavian Soviet Socialist Republic. In 1990, the eastern part of the MSSR declared its independence within the USSR as the Pridnestrovian Moldavian Soviet Socialist Republic (PMR). Soviet president Mikhail Gorbachev signed a decree which voided decisions made by the People's Deputies of Transnistria. === 1991-present === ==== Transnistria War ==== After the dissolution of the USSR in 1991, underlying tensions between Transnistria and Moldova culminated in the March – July 1992 Transnistrian War. Before the war, opposition to Moldovan nationalism increased and raids and attempts to seize the territory took place. Russian soldiers sided with the separatists during the conflict, with members of the Russian 14th Army providing weapons to the new Transnistrian military force. In December 1991, 14th Army commander G. I. Yakovlev also became the head of the Transnistrian military. The ceasefire in July of that year created a security zone composed of five Russian battalions, three Moldovan battalions and two battalions from Transnistria. During the war, some villages in central Transnistria rebelled against the separatist authorities. Some villages on the eastern bank of the Dniester (including Cocieri, Mahala, and Pohrebea) remain under Moldovan control, and some areas on the west bank of the Dniester (including the city of Bender) are controlled by Transnistrian forces. ==== Russian forces in Transnistria ==== Peace-keeping forces from each side, including a contingent from Russia, patrol the security zone. A Joint Control Commission (consisting of Moldovan, Transnistrian, and Russian forces) oversees the security zone, and the OSCE is an observer. Moldova objects to Russian forces in Transnistria, saying that it violates their sovereignty. Moldova's neutrality is codified in its constitution: \"The Republic of Moldova declares its permanent neutrality and does not admit the stationing of foreign military units on its territory\". In 1994, Russia and Moldova signed an agreement that Russia would withdraw its troops three years after ratification; however, the Russian Duma did not ratify it. During the 1999 OSCE Summit in Istanbul, Russia committed to withdraw its troops from Transnistria by the end of 2002. Again, the Russian Duma did not ratify the Istanbul accords. In an 18 November 2008 NATO resolution, Russia was urged \"to respect its commitments which were taken at the Istanbul OSCE Summit in 1999 and has to withdraw its illegal military presence from the Transnistrian region of Moldova in the nearest future\". Vadim Pisari, a Moldovan civilian, drove through a security-zone checkpoint in 2012 and was fatally injured by a Russian soldier. The incident heightened tensions between Russia and Moldova and led to further debate about the continued presence of the Russian contingent. Moldovans protested, particularly outside the Russian embassy in Chișinău (the Moldovan capital), calling for the withdrawal of Russian troops from the region. In 2018, the Russian contingent remained in the security zone. ==Status and negotiations== There are no Moldovan-representative offices, consulates or embassies in Transnistria. Transnistrian sovereignty is recognised by three polities: Abkhazia, Nagorno-Karabakh, and South Ossetia. Transnistria, Abkhazia, and South Ossetia are members of the Community for Democracy and Rights of Nations, an organisation of states in the former USSR which have limited international recognition. Although Russia does not recognise Transnistria as an independent state, it maintains a consulate in Tiraspol (the Transnistrian capital). The Moscow Memorandum of 1997, also known as the Primakov Memorandum, is an agreement signed by Moldovan president Petru Lucinschi and Transnistrian president Igor Smirnov establishing legal and state relations between Moldova and Transnistria. Both parties reaffirmed the ceasefire agreement, and mediation efforts involving Russia, Ukraine, and the OSCE were asked to continue. The Kozak memorandum of 2003 was a further attempt to negotiate solutions of the dispute. Discussions between Moldovan president Vladimir Voronin and Transnistria's Igor Smirnov were mediated by Russian politician (and Putin ally) Dmitry Kozak. A core tenet of the proposal was the creation of an asymmetric federation, with Moldova constituting the majority and Transnistria the minority. The proposal would have allowed for Transnistria to veto future changes to the constitution of the new federation, and would have permitted a Russian peacekeeping contingent in Transnistria until 2020. Controversy arose over the potential number of seats allocated to Transnistria in the future senate, and the continued presence of Russian forces triggered a backlash from Moldova. The document was rejected due to the pressure it placed on Voronin. In 2005, the US and the EU joined the Moldovan- Transnistrian negotiations as observers. Including Russia, Ukraine and the OSCE, the negotiations have become known as the 5+2 talks. Informal negotiations were held between 2006 and 2011, due to Transnistrian frustration with Moldovan and Ukrainian attempts to monitor the disputed border. Although the talks are ongoing, there is no agreement on the political status of Transnistria. On 20 September 2017, the Parliament of Transnistria unanimously approved a request to the United Nations for observer status. The request, sent to UN Secretary General António Guterres and President of the UN General Assembly Miroslav Lajčák, also asked the UN to establish a permanent international working group and to condemn actions which lead to \"the violation of unalienable rights and freedom ... and ... the rise in tensions in the whole region\". The request cited Palestine, which is not a member of the UN but has observer status. On 22 June 2018, Moldova submitted a UN resolution calling for the \"complete and unconditional withdrawal of foreign military forces from the territory of the Republic of Moldova, including Transnistria\". Sixty-four member states voted in favour of the resolution, 83 abstained, and 15 voted against it. States opposing the resolution included Russia, Armenia, and North Korea. === 2006 referendum === In 2005, Moldova passed a law about the \"basic provisions of special legal status of settlements on the left bank of Dniester (Transnistria)\" which created the Transnistria autonomous territorial unit (an administrative unit of Moldova). The law was opposed by Transnistria, since consultation with Transnistrian authorities was limited. On 17 September 2006, a referendum was held in Transnistria asking voters to choose between renouncing independence and becoming part of Moldova or claiming independence and becoming part of the Russian Federation. The referendum favored Russian to Moldovan integration, 98.07 to 96.61 percent. The OSCE, EU and many other states, including Romania, Bulgaria and Turkey, did not recognise the referendum's results. The Moldovan law on basic provisions is still in force, and peace settlements could be complicated by its continued existence. ==Economic relations== Moldovan- Transnistrian economic relations are characterized by crises and pressures. Although a significant portion of Moldova's industrial potential is in Transnistria (benefiting the latter's economy), a number of economic crises have increased tensions between the two parties. In 1990, Transnistria was responsible for over 40 percent of Moldova's GDP and 90 percent of its electricity supply. After Moldova signed the European Union Association Agreement in 2014, Transnistria could export goods to the EU tariff-free. As a result, 27 percent of Transnistrian exports went to EU member states and exports to Russia fell to 7.7 percent. Moldovan pressure has triggered an economic crisis in Transnistria; to pressure Transnistria to reintegrate into Moldova, the latter lowered the procurement price for Transnistrian electricity by about 30 percent in 2016. It is more difficult for the export- driven Transnistrian economy to access international markets, and opportunities to attract foreign investment are limited. This has resulted in rises of mass emigration and the shadow economy; due to Transnistria's lack of international recognition, it is more difficult to take legal action against companies associated with the shadow economy. In 2005, at the request of Moldovan President Voronin and Ukrainian President Viktor Yushchenko, the EU launched a Border Assistance Mission (EUBAM) to help limit cross-border criminal activity. According to the European Commission, EUBAM has three central objectives: \"to contribute to enhancing the overall border and customs management capacities and the abilities of the Republic of Moldova and Ukraine to fight against cross-border and organised crime, to approximate the border and law enforcement authorities’ standards to those of the EU, and to assist the Republic of Moldova and Ukraine in fulfilling their commitments under the European Neighbourhood Policy Action Plans (ENP AP) and the Partnership and Cooperation Agreements (PCA)\". === Border customs dispute === Border checkpoint between Transnistria and Moldova at Sănătăuca. On 3 March 2006, Ukraine introduced new customs regulations on its border with Transnistria. Ukraine declared that it would import goods from Transnistria only with documents processed by Moldovan customs offices as part of the joint customs protocol agreed between Ukraine and Moldova on 30 December 2005. Transnistrian companies which want to export to Ukraine and Commonwealth of Independent States members must be registered in Moldova. The new customs agreement was criticised in Transnistria, with Minister of Economy Elena Chernenko saying that the de facto blockade cost Transnistria $2-2.5 million per day. ==Political rhetoric== Public opinion about relations between Moldova and Transnistria has been shaped by the rhetoric of its leaders. === Moldova === Mircea Snegur, the first president of the Republic of Moldova, signed the ceasefire agreement ending the Transnistrian War. Snegur refused to sign the Primakov Memorandum, which was finalised after the election of the pro-Russian Petru Lucinschi as president. During the presidential terms of Lucinschi and his pro-Russian successor, Voronin, Russia pursued closer relations with Moldova. According to Mihai Ghumpu, acting president of Moldova from September 2009 to December 2010, the unconditional withdrawal of Russian soldiers and removal of Russian ammunition from Transnistria were prerequisites for a solution to the conflict. His successor, Vlad Filat of the Liberal Democratic Party, said: \"The Transnistrian region’s statute is to be identified within the '5+2' talks. Moreover, after finding this solution, the final decision will be taken in Chișinău\". Marian Lupu, acting president from December 2010 to March 2012, also emphasized Chișinău's willingness to engage in dialogue about the conflict. After the annexation of Crimea in 2014, many politicians and activists in Transnistria asked the Russian Parliament to draft a law for Transnistria to join Russia. In response, Moldovan president Nicolae Timofti said that any decision by Moscow to accept Transnistria \"would be a step in the wrong direction\". Pro-Russian president Igor Dodon, elected in December 2016, has indicated that Transnistria's attempts to gain independence have failed: \"They either have Moldova or Ukraine to unite with. Nobody else ...\" === Transnistria === Igor Smirnov was the first president of Transnistria, serving from 1990 to 1991 and from 1991 to 2011. His tenure was marked by attempts to gain independence, including the signing of the Primakov Memorandum. Defeating pro-Russian candidate Anatoly Kaminski, Yevgeny Shevchuk's 2011 election as president of Transnistria marked a new phase of Moldovan-Transnistrian relations. Although there was no consensus on political status, Shevchuk promoted improved communication links and the lifting of trade restrictions. At the 5+2 talks, Shevchuk rejected Moldova's call to replace the Russian peacekeeping contingent with a civilian mission and asserted the need for Russian forces to provide Transnistria with security. In the December 2016 elections, Vadim Krasnoselky of the centre-right Renewal Party became president; according to the BBC, Krasnoselky said that Transnistria should embark on an \"evolutionary\" accession with Russia. During national celebrations in September 2018, Krasnoselky said that Transnistria would still seek international recognition and the Russian peacekeeping contingent was \"an important factor in preserving peace.\" ==References== ==See also== *Transnistria War *International recognition of Transnistria *Political status of Transnistria Transnistria Moldova Category:Politics of Transnistria ",
    "title": "Moldova–Transnistria relations"
}