{
    "id": "58323850",
    "text": "Baldrick II (died 29 June 1018) was bishop of Liège from 1008 to his death at Heerewaarden in what is now the Netherlands.Kupper Annexe 1, footnote 3. He was the nineteenth holder of that office and as Notker's successor can be considered the second \"prince-bishop\" of Liège. In 1015-1018 he founded St James's Church in the city. ==Family== Balderic is believed to be a relative of his namesake Bishop Balderic of Utrecht, whose nephew Balderic I of Liège, shared not only the name but had also been a previous Bishop in Liège. Daris, Vanderkindere and Baerten all argued that he is likely to be son of Balderic I's younger brother Rudolf. Medieval sources describe Balderic as brother of the Giselbert of Loon, the first certain Count of Loon, which was within the spiritual jurisdiction of Liège, and not far from Liege itself. As pointed out by Hubert Van der Weerd, the counts also established a collegiate church at their first seat in Borgloon, dedicated to Saint Odulphus, who was associated with Utrecht. *Hubert Van der Weerd, ‘De Herkomst van Loon Parochie, Stad, Graafschap’, Limburg 26,1 (May 1946), pp. 5-10 *Arnoud-Jan A. Bijsterveld,., ‘Les sépultures des comtes de la Meuse inférieure: les cas des Régnier et des Baldéric (Xe siècle), des comtes de Looz (XIe siècle) et des comtes de Gueldre (XIIe-XIVe siècles)’, Sépulture, mort et symbolique du pouvoir au moyen âge. Tod, Grabmal und Herrschaftsrepräsentation in Mittelalter. Actes des 11es Journées Lotharingiennes. 26-29 septembre 2000, ed. by Michel Margue (Luxembourg 2006), pp. 373-404, 745-51. As mentioned by Kupper, Balderic II is also described in medieval sources as a kinsman of Arnulf of Valenciennes, Dirk III, Count of Holland, and Lambert I, Count of Louvain. ==Career== The Annals of Hildesheim say that before being bishop he held the office of a \"vicedomnus\".Annales Hildesheimenses, Waitz ed., (under 1008) p.30 He served as chaplain to emperors Otto III and Henry II. According to Kupper he is probably the cleric and chaplain of the emperor mentioned in a royal charter of 1001.\"Baldericus clericus et capellanus imperatoris\" MGH, DD., Otto III., nr.396, p. 828 He died at Heerewaarden of illness; just before the battle of Vlaardingen. ==References== ==Bibliography== *Baerten, Jean (1969) Het graafschap Loon (11e - 14e eeuw), Maaslandse monografieën 9 (Assen Van Gorcum) *Kupper, Jean-Louis. (1981) Liège et l’Église impériale aux XIe-XIIe siècles [en línea]. Liége: Presses universitaires de Liège . . http://books.openedition.org/pulg/1472 *Jacques Stiennon. (1951) Étude sur le chartrier et le domaine de V abbaye de Saint- Jacques de Liège (1015-1209) http://www.chokier.com/FILES/STJACQUES/SJStiennon4.html *Vanderkindere, L. (1902) La formation territoriale des princippautés belges au moyen âge I (Brussel) ==Primary sources== Category:Prince-Bishops of Liège Category:Date of birth missing Category:1018 deaths ",
    "title": "Balderic II of Liège"
}