{
    "id": "58322892",
    "text": "Stephen Tolkin is an American television writer, director and composer. He worked on a number of American television series including Brothers & Sisters, Perception, Legend of the Seeker and Switched at Birth. He has been nominated for an NAACP Image Award for Outstanding Directing in a Motion Picture (Television) for A Day Late and a Dollar Short. ==Early life and education== Tolkin is the son of Mel Tolkin, the award-winning head writer of Your Show of Shows and Edith Tolkin, who was Paramount Pictures' senior vice president of legal affairs, and brother of Michael Tolkin. He attended Yale College, where he was awarded the 1975 Peter J. Wallace Prize for Fiction for his short story Notes for a Biography of Lelia Reiszman, and the Yale School of Architecture. ==Career== Tolkin has written films and miniseries including Intensity, based on the Dean Koontz novel of the same name (he would also write the two-part miniseries for Koontz's Mr. Murder), Cleveland Abduction, based on the Ariel Castro kidnappings, and The Craigslist Killer. He wrote and directed New York Prison Break: The Seduction of Joyce Mitchell, based on the 2015 Clinton Correctional Facility escape, and Daybreak, for HBO. He directed A Day Late and a Dollar Short, for Lifetime, based on the bestselling novel by Terry McMillan, for which he was nominated for an NAACP Image Award for Outstanding Directing in a Motion Picture (Television), and What If God Were the Sun?, starring Gena Rowlands, who received Primetime Emmy Award and Screen Actors Guild Award nominations for her performance. He has created and developed multiple TV series, including Kate Brasher, Summerland, Taxi Brooklyn, Somewhere Between and Legend of the Seeker. He has served as writer and producer on series Perception and Brothers & Sisters. He has directed episodes of American Playhouse, Switched at Birth and the miniseries Golden Years. He wrote music and lyrics for songs performed in Legend of the Seeker, A Day Late and a Dollar Short and Judgment Day: The Ellie Nesler Story, a film he also wrote and directed. ==Selected TV and film credits== * Somewhere Between (writer, executive producer, developed by) * New York Prison Break: The Seduction of Joyce Mitchell (writer and director) * Switched at Birth (director) * Cleveland Abduction (writer) * A Day Late and a Dollar Short (director) * What If God Were the Sun? (director) * Perception (writer) * Brothers & Sisters (writer) * Legend of the Seeker (writer and composer) * The Craigslist Killer (writer) * Carolina Moon (writer and director) * Summerland (writer) * Kate Brasher (writer) * Judgment Day: The Ellie Nesler Story (writer and director) * Intensity (writer) * Daybreak (writer and director) * Captain America (1990) (writer) ==References== ==External links== * Category:Living people Category:American male screenwriters Category:Yale College alumni Category:Writers from New York City Category:American Jews Category:American television directors Category:20th-century male writers Category:21st-century American male writers Category:Screenwriters from New York (state) Category:Year of birth missing (living people) Category:Yale School of Architecture alumni Category:21st-century American screenwriters ",
    "title": "Stephen Tolkin"
}