{
    "id": "58322509",
    "text": "Andrew Penner is a Canadian multi-instrumentalist, performer, composer, actor, sound designer, and producer currently residing in Toronto, Ontario. He is a member of folk band Harrow Fair, and alternative country band Sunparlour Players.'A play about a band, starring that band'. The Globe and Mail Apr. 18, 2019 Penner is also a theatre actor and has appeared in Soulpepper Theatre’s Spoon River and As You Like It. He has composed music for Soulpepper Theatre’s Blood Wedding, Stratford Festival’s Grapes of Wrath as well as films Eadweard (film) and Small Town Murder Songs. ==Early life== Penner grew up in a Mennonite family on a farm in southern Ontario.\"Green in the scene: Sunparlour Players released their third album Us Little Devils\". Queens JOurnal, November 25, 2011 Asad Chishti ==Career== In 2009 Penner and his band, Soulparlour Players, released an album, Wave North.\"The Tranzac Transcripts: Andrew Penner\". The Torontoist, By Steve Fisher • December 2, 2010 On the band's 2011 album, Us Little Devils, Penner played eleven instruments.\"Sunparlour Players Talk 'Us Little Devils,' Reveal Canadian Tour Dates\". Exclaim!, By Kerry Doole, Oct 19, 2011 He wrote many songs for the group. Penner and his wife Erin Brandenburg are the organizers of Kitchenband, a Toronto theatre collective. The collective has a number of original works including Reesor, Petrichor, Detroit Time Machine and BOBLO, the latter of which earned Penner a Dora Mavor Moore Award nomination in 2013 for outstanding sound design/composition. Penner appeared in and composed music for Soulpepper Theatre’s 2016 production Blood Wedding,\"Brave, but foolhardy: In Blood Wedding, you can’t see the actors for the trees\". National Post, Robert Cushman, March 30, 2016 Also that year Penner formed a duo, Harrow Fair, with violinist Miranda Mulholland.\"What actor Shawn Doyle is reading and listening to\". The Globe and Mail, Mar. 15, 2017 The pair released an album, Call to Arms.\"Harrow Fair sounds a Call to Arms with their debut album in the NP Sessions Studio\". National Post, December 15, 2016 ==References== ==External links== *About — Kitchenband * Bio — Harrow Fair Category:Year of birth missing (living people) Category:Living people Category:Musicians from Ontario Category:People from Leamington, Ontario Category:Canadian composers Category:Canadian male composers ",
    "title": "Andrew Penner (musician)"
}