{
    "id": "58323874",
    "text": "Adrienne Maree Brown, often styled adrienne maree brown, is an American author, doula, women's rights activist and black feminist based in Detroit, Michigan. From 2006 to 2010, she was the executive director of the Ruckus Society. Much of her work as a writer is based around the writings of Octavia E. Butler. Her first book, Emergent Strategy, was published in 2017 to positive reviews. Her second book, Pleasure Activism: The Politics of Feeling Good, was published in 2019 and demonstrates how activists can tap into emotional and erotic desires to organize against oppression. == Early life and activism == Brown was born in El Paso, Texas, to a mixed-race couple who met at Clemson University in South Carolina. She is the eldest of three children. Her father was in the military and she spent much of her childhood abroad in Germany, as well as in Georgia, New York, and California. As mixed-race children, Brown and her sisters experienced racism in school. Brown attended Columbia University where she studied African American Studies, political science, and voice. She was at the university when Amadou Diallo was killed by police officers in 1999. She cites this time as being pivotal to the development of her political consciousness, especially regarding issues of policing and race. She identifies as bisexual and has recounted experiences with homophobia and sexual assault. She's been living in Detroit since 2009 where she moved to after being invited to consult with Detroit Summer in 2006 and also after dating Detroit-based rapper Invincible. == Later career == After graduating from Columbia, brown began working with the Harm Reduction Coalition in Brooklyn. She served as a social justice facilitator at the Social Forum and work with social justice organizations in Detroit. Of her work in Detroit, brown wrote, \"Our actions have to be towards the world we want. We need to be guerilla gardening and turning people's heat and water on. We need to be the guerillas putting up solar panels in the hood. That's what Detroit has taught me.\" Between 2006 and 2010, Brown also worked as the executive director of the Ruckus Society, and cofounder and director of the League of Young/Pissed Off Voters, as well as collaborating with Arctic Indigenous Youth Alliance. In 2006, Brown served as a consultant with Detroit Summer, based out of the Boggs Center. From this Brown developed a strong relationship with Grace Lee Boggs, whom she counts as a mentor. Brown was a major figure within the Allied Media Conference as a host and facilitator. Throughout her career, brown has typically supported Democrats in presidential elections, encouraging her readers to vote for Joe Biden and Barack Obama. == Writing == Brown previously contributed to Detroit-based newspaper The Michigan Citizen, and was a sex columnist for Bitch magazine. She has published extensively on sex, healing, self-care, trauma, and science fiction. In 2010, she published the Octavia Butler Strategic Reader with Alexis Pauline Gumbs. In 2013, she received a Detroit Knight Arts Challenge Award to run a series of Octavia Butler-based science fiction writing workshops. In 2015, she collaborated with Walidah Imarisha and Sheree Renee Thomas to edit and release Octavia's Brood: Science Fiction Stories from Social Justice Movements, a collection of 20 short stories and essays about social justice inspired by Butler. Her own writing style has been said to belong to the afrofuturism genre. Her first book, Emergent Strategy, was released in 2017 to critical acclaim. Brown's most recent anthology, Pleasure Activism: The Politics of Feeling Good was released in February 2019. In April 2019, it appeared on The New York Times' Bestsellers List for Paperback Nonfiction, where it was number six. == Bibliography == === Monographs === * Emergent Strategy: Shaping Change, Changing Worlds (AK Press, 2017), === Edited collections === *Pleasure Activism: The Politics of Feeling Good (AK Press, 2019) *Octavia's Brood: Science Fiction Stories from Social Justice Movements (AK Press, 2015), co- edited with Walidah Imarisha and Sheree Renee Thomas, * Octavia Butler Strategic Reader (Allied Media Conference, 2010), co-edited with Alexis Pauline Gumbs == Awards and nominations == * Kresge Literary Arts Fellow (2013) == References == == External links == * Official website * Category:Year of birth missing (living people) Category:American women non- fiction writers Category:African-American women writers Category:Womanist writers Category:Women science fiction and fantasy writers Category:LGBT writers from the United States Category:People from El Paso, Texas Category:Writers from Detroit Category:Living people Category:American civil rights activists Category:Activists for African-American civil rights Category:21st-century American non-fiction writers Category:Social justice activists Category:Writers from Texas Category:Activists from Detroit Category:Activists from Texas Category:21st-century American women writers Category:American women activists Category:Columbia University alumni ",
    "title": "Adrienne Maree Brown"
}