{
    "id": "58324054",
    "text": "Sarah Hawkins Warren (born 1981/1982) is an Associate Justice of the Supreme Court of Georgia. She was appointed by Georgia Governor Nathan Deal on August 22, 2018, to fill the vacancy created when Britt Grant was appointed to the United States Court of Appeals for the Eleventh Circuit. Warren was sworn in by Gov. Deal and assumed her seat on the Court on September 17, 2018. Warren received a bachelor's degree from Duke University and her Juris Doctor degree from Duke University School of Law. She served as a law clerk to Judge Richard J. Leon of the U.S. District Court for the District of Columbia and for Judge J.L. Edmondson of the U.S. Court of Appeals for the 11th Circuit. She became a partner at the law firm Kirkland & Ellis, based in the Washington, D.C. office, where she represented the State of Georgia in Florida v. Georgia (2018), a United States Supreme Court original jurisdiction case that was part of the long-running dispute over the flow of river water among those two states and Alabama. Warren has also held several positions in Georgia's Office of the Attorney General. Immediately before her judicial appointment, Warren served as the state Solicitor General from January 2017, a position in which she also succeeded Britt Grant. Warren and her husband, Blaise Warren, have two children and reside in Atlanta. ==Supreme Court of Georgia== In the June 2020 election in Georgia, incumbent justice Sarah Warren faced opposition to her Court seat from Hal Moroz. She will be one of two justices facing opposition on the Court. She retained her seat.Ga. elects state Supreme Court justice By Krista Monk, WALB, June 10, 2020 == References == Category:1980s births Category:Living people Category:Place of birth missing (living people) Category:American women lawyers Category:Duke University alumni Category:Duke University School of Law alumni Category:Georgia (U.S. state) lawyers Category:Kirkland & Ellis alumni Category:Solicitors General of Georgia Category:Justices of the Supreme Court of Georgia (U.S. state) ",
    "title": "Sarah Hawkins Warren"
}