{
    "id": "58320367",
    "text": "Czech Army Central Band Czech Army Central Band in Nice in 2007 The Czech Army Central Band (Czech: Centrální Ústřední Hudba České Armády or Ústřední Hudba AČR) is a unit of the Czech Land Forces responsible for providing musical support to the Army of the Czech Republic and the Armed Forces of the Czech Republic. Its parent organization is the Army Music Service of the Czech Armed Forces which heads all bands in the CAF. The band currently consists of 46 active musicians who are based in Prague. As of September 2018, the band is led by the Chief Director of Music, Gustav Foret and his deputy, Captain Richard Czuczor. ==Duties== The mission of the Czech Army Central Band is to provide the musical accompaniment needed for all types of national and private events. It specifically engages in activities related to the President, the Government Office, the Parliament and the Army. Its main activities are centered in the capital and its area of responsibility in Prague.http://www.ustrednihudba.army.cz/o-nas In its professional activities, it performs during the following events:http://www.ustrednihudba.army.cz * State Funerals * Provides honours for the President of the Czech Republic, the Prime Minister of the Czech Republic, the Parliament of the Czech Republic, members of the Government of the Czech Republic, the Minister of Defence, the Chief of Staff, and the Chief of the Land Forces * The presenting of credentials of ambassadors of foreign countries and organizations * Plays the national anthem of foreign nations followed by the playing of Kde domov můj during State Arrival Ceremonies * Works with the Honor Guard of the Czech Armed Forces during its events. * Participates in military parades of the Armed Forces of the Czech Republic ==Brief History== The army band dates back to the Austro-Hungarian Empire. Following the First World War, the Ministry of Defense of Czechoslovakia decided to create a medium sized music band. After a number of reorganizations, the band began to serve as the band of the 4th Infantry Regiment in 1945. Just 5 years later on 1 December 1950, the Central Music Service of the Czechoslovak People's Army was founded with close to 160 musicians in its ranks. Its first commander was Colonel Hynek Sluka, with his deputy being Major Karel Stastny. At the time, the Bands of the ČSLA was made up of three smaller groups of musicians (the other two groups being based in Hradec Králové and Olomouc). The new band became an independent unit within the 80th Infantry Battalion \"The Prague Uprising\".http://www.ustrednihudba.army.cz/z-historie-orchestru ==Repertoire and musical training== The Fanfare of President of the Czech Republic Besides classical music for the wind orchestra and marching music for the brass band,https://www.rundel.de/de/brass_ensemble_of_the_czech_army_central_band/p-3/1586 the army band performs melodies from popular films and songs from musical groups such as Queen and the Beatles. During concert activities, the Czech Army Band uses the works of many Moravian authors (notably Miloš Machek, Mojmír Zedník, František Maňas, and Jiří Volf).http://vholomouc.army.cz Notable pieces include: *Intro of Bedrich Smetana's Libuše (Fanfare of President of the Czech Republic) *Fanfára číslo 1 *Pochod \"K Defilé\" *Uvítací pochod *Slavnostní pochod by Václav Dobiáš All members of the band are graduates of many military and national conservatories in the country. Most musicians are graduates of the Janáček Academy of Music and Performing Arts (JAMU) or Prague Academy of Performing Arts (AMU). The training the band receives from JAMU and AMU is often reflected in the artistic quality of the band and the complexity of their performances. ==Collaborations== The band often cooperates with many national organizations that provide musical accompaniment during its events. The most notable Czech organizations the band has worked with includes Czech Radio (ČRo), where the band often plays Kde domov můj during newshours, as well as the Moravian Philharmonic Orchestra, of whom the band usually performs in joint concerts. As a NATO member, and a member of the European Union, the band also frequently tours Europe to be participants in many international festivals and performances that are held in countries like Denmark, Poland, Austria, Scotland,http://www.army.cz/en/ministry-of-defence/newsroom/news/central-band- and-ondras-ensemble-excel-at-the-edinburgh-tattoo-festival-202196/ Germany, Norway,https://www.mzv.cz/static/146550-1-MZV/en/current_news/norwegian_military_tattoo_2012.html and Italy. The Band of the ČSLA made its first foreign performance in Brussels at Expo 58. ==Ensembles== The band also provides activities of smaller ensembles such as: *Wind Quintet *brass quintet *Sextet *Big Band *Brass Band *Concert band ==See also== *Band of the Castle Guards and the Police of the Czech Republic *Prague Garrison Command *Armed Forces of the Czech Republic *Military Band Olomouc ==References== Category:Czech military bands Category:Music organizations based in the Czech Republic Category:Military units and formations established in 1950 Category:Brass bands Category:Musical groups established in 1950 Category:1950 establishments in Czechoslovakia Category:Military of Czechoslovakia ",
    "title": "Czech Army Central Band"
}