{
    "id": "58332583",
    "text": "Paul Kei Matsuda (born 1970) is a Japanese-born American applied linguist. He is currently a professor of English and the director of second language writing at Arizona State University He has published several articles and edited books on the areas of second language writing, composition studies, and cognitive and linguistic theories of composition. He is considered as one of the main theoreticians of second language writing research along with Alister Cumming and Rosa Manchón. == Career == Matsuda obtained his Bachelor of Arts degree in communication from the University of Wisconsin–Stevens Point in 1993. He obtained his Master of Arts in English with Composition and Rhetoric Concentration in 1995 from the Miami University. In 2000 he obtained his PhD in English from Purdue University. ==Research== Matsuda's main interest is in second language writing. In 1997 he wrote a seminal article on the contrastive rhetoric in context published in the Journal of Second Language Writing'. ==Awards== * 2004: TOEFL Outstanding Young Scholar Award (Educational Testing Service) * 2006: Richard Ohmann Award for the Outstanding Refereed Article published in College English (National Council of Teachers of English) * 2009: Emerging Voice Award (College of Liberal Arts, Purdue University) * 2012: Outstanding Book Award (Conference on College Composition and Communication) == Bibliography == ===Books=== *Handbook of Second and Foreign Language Writing. (2016) ===Articles=== *\"The Myth of Linguistic Homogeneity in U.S. College Composition.\" (2006) *\"Second language writing in the twentieth century: A situated historical perspective.\" (2003) *\"Process and post- process: A discursive history.\" (2003) *\"Contrastive rhetoric in context: A dynamic model of L2 writing.\" (1997) *\"Composition studies and ESL writing: A disciplinary division of labor.\" (1999) ==See also== *Second language acquisition *Second language writing ==References== == External links == * Category:1970 births Category:Living people Category:Applied linguists Category:Second language writing Category:Linguists from Japan Matsuda, Paul Kei Category:University of Michigan people ",
    "title": "Paul Kei Matsuda"
}