{
    "id": "58335008",
    "text": "Catherine M. Kerrison (born 1953) is an American historian, and professor of history at Villanova University. Her work examines the role and life of American women, with the assistance of primary sources, oral history and written biographies. == Life == Kerrison was born on September 30, 1953. She studied American history at the College of William & Mary, earning a Master of Arts degree in 1994 and a Doctor of Philosophy degree in 1999 with the thesis By the Book: Advice and Female Behavior in the Eighteenth-Century South. She teaches women's and gender history and focuses on the colonial and revolutionary period of US history. In 2007, she was awarded the Outstanding Book Prize of the History of Education Society for her first book, Claiming the Pen: Women and Intellectual Life in the Early American South. Kerrison is the Academic Director of Gender and Women's Studies of Villanova. In 2012, she was a Virginia Foundation for the Humanities Fellow. == Writing == Kerrison's book, Claiming the Pen (2006),Claiming the Pen: Women and Intellectual Life in the Early American South. Ithaca, New York: Cornell University Press. 2006. looks at how Anglo-American women in the American South contributed to literature and print in the 18th century. In the book, Kerrison demonstrates the types of hierarchies that women in the southern United States faced, including race, class and gender. Kerrison's attention to women writers in the South, who had been largely neglected by historians in favor of New England writers, helps fill a gap in literary studies. Kerrison used oral history and other forms of literature and writing to examine the intellectual lives of Southern women. Women in the South generally did not have as many advantages as their counterparts in New England, Kerrison argues. However, many of them found outlets through religion, especially after the Great Awakening. Kerrison says that these women tended to consider themselves inferior to the men in their lives and while they wrote, their writing did not assert their independence. Jefferson's Daughters (2018)Jefferson's Daughters: Three Sisters, White and Black, in a Young America. New York: Ballantine Books. 2018. was called \"an insightful contribution to women's history\" by Kirkus Reviews. The book follows the story of Thomas Jefferson's three daughters, two born to his white wife, and Harriet Hemings, a mixed-race child born into slavery to Sally Hemings. Harriet was seven-eighths white. Kerrison uses primary sources, oral histories, and other written biographies to reconstruct the three sisters' lives. Kerrison also examines the life of Sally Hemings, Harriet's mother. Her portrait of Jefferson is unflattering. Kerrison has also written about the history of beauty and attraction. Although she has welcomed the increased prominence of women in a variety of industries in the last 30 years, she believes \"beauty is being constituted primarily as female\", and it is still important for any woman in the public eye. In Jefferson's Daughters, she describes how Jefferson was very invested in preserving and creating beauty for his daughters. == References == == External links == * Kerrison talks about Jefferson's Daughters CSPAN Book TV * Interview about Jefferson's Daughters Category:1953 births Category:Living people Category:Villanova University faculty Category:21st-century American historians Category:American women historians Category:College of William & Mary alumni Category:Historians of the Southern United States ",
    "title": "Catherine Kerrison"
}