{
    "id": "58333130",
    "text": "Rose Schuster Taylor, from a 1900 publication. Rose Schuster Taylor (wrote as \"Mrs H.J.Taylor\") (January 5, 1863 – January 25, 1951) was a Wisconsin-born writer, naturalist and librarian, based in California. ==Early life== Rose Eugenia Schuster was born in Middleton, Wisconsin, one of twelve children of Peter Schuster and Barbara Hallauer Schuster.Rose Schuster Taylor, \"Peter Schuster: Dane County Farmer\" Wisconsin Magazine of History 28(3)(March 1945): 280. Both of her parents were immigrants; her father was born in Bavaria and her mother was born in Switzerland. She spoke German at home in her childhood.Alison Clark Efford, German Immigrants, Race, and Citizenship in the Civil War Era (Cambridge University Press 2013): 38. She graduated from the University of Wisconsin in 1885, with a bachelor's degree in history.Catalogue of the University of Wisconsin for the Academic Year 1892–1893 (University of Wisconsin 1893): 223. ==Career== Rose Schuster Taylor taught school as a young woman, and was a librarian in Sioux City, Iowa during her marriage.Reuben Gold Thwaites, The University of Wisconsin: Its History and Its Alumni (J. N. Purcell): 656–657. She moved to California,Jan Goggans, California on the Breadlines: Dorothea Lange, Paul Taylor, and the Making of a New Deal Narrative (University of California Press 2010): 40–42. and was one of the founders of the Yosemite Museum and served as the museum's librarian for many years.\"Rites Sunday for Mrs. Taylor\" Oakland Tribune (January 26, 1951): 8. via Newspapers.com She worked with students in the Yosemite Field School of Natural History.Carl P. Russell, \"Mrs. H. J. Taylor, 1863–1951\" Yosemite Nature Notes 30(2)(February 1951): 1–2. In 1929, she was a member of the First Park Naturalists' Training Conference.Proceedings of the First Park Naturalists' Training Conference, November 1 to 30, 1929 (Crater Lake Institute). She wrote several books, including The Last Survivor (1932), a brief text about Maria Lebrado, a Yosemite Indian (Ahwahnechee) woman,Rose Schuster Taylor, The Last Survivor (Johnk & Seeger 1932).Rebecca Solnit, Savage Dreams: A Journey Into the Hidden Wars of the American West (University of California Press 2013): 275–276. and Yosemite Indians and Other Sketches (1936).Mrs. H. J. Taylor, Yosemite Indians and Other Sketches (Johnk & Seeger 1936), at Yosemite Online Library. Her shorter essays and reports, many on ornithology, botany, or Yosemite history, appeared in various journals and magazines.Jean M. Lindale, \"Obituary: Rose Schuster Taylor\" The Wilson Bulletin (64(1)(1952): 51–52. via JStor ==Personal life and legacy== Rose Schuster married Henry James Taylor, an educator and lawyer, in 1887.\"Mrs. Rose Taylor Schuster, 1885 Graduate of U. W., Dies in Berkeley\" Wisconsin State Journal (January 27, 1951): 1. via Newspapers.com They had four children; their son, Paul Schuster Taylor became a noted economist. She was widowed when Henry died in 1902, in New Zealand. She died in 1951, aged 88 years, at her home in Berkeley, California. Some of her papers are archived with her son Paul's, at the Bancroft Library.Guide to the Paul Schuster Taylor Papers, 1660–1997 Bancroft Library, University of California Berkeley. The Hawaii Audubon Society has an annual scholarship named for Rose Schuster Taylor.\"Scholarship\" Honolulu Star-Bulletin (October 3, 1977): 17. via Newspapers.com ==References== ==External links== * Category:1863 births Category:1951 deaths Category:American women writers Category:American naturalists Category:American librarians Category:Women librarians Category:Museum people Category:University of Wisconsin-Madison alumni Category:People from Middleton, Wisconsin Category:Writers from Wisconsin Category:American people of German descent Category:American people of Swiss descent ",
    "title": "Rose Schuster Taylor"
}