{
    "id": "58332241",
    "text": "The iPhone XS and iPhone XS Max (stylized and marketed as iPhone and iPhone Max; Roman numeral \"X\" pronounced \"ten\") are smartphones designed, developed and marketed by Apple Inc. They are the twelfth-generation flagships of the iPhone, succeeding the iPhone X. Apple CEO Tim Cook announced the devices alongside a lower-end model, the iPhone XR, on September 12, 2018, at the Steve Jobs Theater at Apple Park. Pre-orders began on September 14, 2018, and went on sale on September 21. The XS Max was the first plus-sized iPhone to have the newer bezel-less form factor, as the iPhone X did not have a larger variant. The iPhone XS (and XS Max) was discontinued on September 10, 2019, after the announcement of the iPhone 11 and 11 Pro. On January 20, 2020, Apple started selling certified refurbished models starting at $699. ==Design== The XS has a design visually near-identical to the X but includes upgraded hardware, featuring the A12 Bionic chip built with a 7 nanometer process. It also features a 5.85 inch (149 mm) OLED display (marketed as 5.8 inch) and contains dual 12-megapixel rear cameras and one 7-megapixel front-facing camera. The XS Max features the same hardware and cameras, but has a larger 6.46 inch (164 mm) OLED display (marketed as 6.5 inch) and battery (3,174mAh). It was also noted by the media that the XS received a smaller battery than that of the X (dropping to 2,658 mAh from 2,716 mAh). The XS' battery is a new single-cell L-shaped battery, while the iPhone XS Max battery remains two cells like the iPhone X. Additionally, Apple states that the iPhone XS lasts up to 30 minutes longer than iPhone X, while the iPhone XS Max lasts up to 1.5 hours longer than iPhone X. alt= {| class=\"wikitable\" |- !Color !!Name |- |bgcolor=\"#E4E4E2\"| ||Silver |- |bgcolor=\"262529\" | ||Space Gray |- |bgcolor=\"#FADCC2\" | ||Gold |} Apple claims that the devices have faster Face ID technology than the iPhone X. It was also announced in June 2019 at WWDC that Face ID on iPhone XS, iPhone XS Max, iPhone XR and iPhone X would be made up to 30% faster with iOS 13, which was released on September 19, 2019. The XS and XS Max are rated IP68 for dust and water resistance under IEC standard 60529, with Apple specifying a maximum depth of 2 meters and up to 30 minutes of submersion in water. This is an improvement over the IP67 water resistance of the iPhone 8 and X. Apple has performed tests in various liquids including chlorinated water, salt water, tea, wine, beer and juices. The XS and XS Max support dual SIMs through a nano-SIM and an eSIM. In mainland China, Hong Kong, and Macau, however, the XS Max comes with a dual nano-SIM tray (and no eSIM). The XS does not have a dual nano-SIM tray, so the eSIM functionality is enabled for use in Hong Kong and Macau, but not in mainland China. The wireless charging coil material was switched to copper to reduce charging time and power loss. == Rear camera upgrades == iPhone cameras, starting with the iPhone 6S, had a 12MP (1/2.94\") sensor size with a 1.22 μm pixel size. The iPhone XS, XS Max and XR are the first ones to record stereo audio for videos.GSMArena review of the iPhone XS video camera Starting with the iPhone 2018 lineup (iPhone XS, iPhone XS Max and iPhone XR), these cameras were updated to a 12MP (1/2.55\") sensor size with a 1.4 μm pixel size, the same sensor and pixel size as the primary cameras of the Samsung Galaxy S10, Samsung Galaxy S9 Samsung Galaxy S8 Samsung Galaxy S7, Pixel 2, Pixel 3a and Pixel 3a XL, Pixel 3 and Pixel 3 XL. Moto X4. == Reception and issues == === Reception and connectivity issues === The iPhone XS received generally positive reviews from critics after release. iPhone XS and XS Max users initially had issues with LTE, Wi-Fi reception and Bluetooth connections. Some experts claimed that a faulty antenna was to blame, and in response to many consumer complaints about iPhone XS/XS Max connectivity problems, Apple contacted users for help with their investigation. To resolve some problems with the XS/XS Max, Apple pushed the iOS 12.0.1 update on October 8, 2018, which, along with addressing the Chargegate issue, fixed a connectivity issue where Bluetooth could become temporarily unavailable on the XS/XS Max. === Charging issues (Chargegate) === Users reported problems charging the iPhone XS and XS Max with a Lightning cable, where the device would fail to charge if it had been off for a while, and would only begin to charge if the screen was turned on. This would occur due to a software bug with Apple's “Disable USB accessories when locked” setting, a feature intended to prevent unknown devices from accessing a user's content within an iPhone. The press dubbed the issue \"Chargegate\". This issue, along with Bluetooth connectivity problems, was resolved with the release of iOS 12.0.1 on October 8, 2018. === Excessive smoothing in selfies (Beautygate) === Customers have also reported seeing unrealistic smoothness on their skin when taking a selfie by an automatic filter. Observers have noted that this face-smoothing effect is likely (and unintentionally) caused by the new Smart HDR camera feature on the XS and XS Max. This technology combines multiple photos of varying exposures to increase dynamic range on the iPhones' photos, but can also lead to less pronounced facial imperfections and decreased highlights in selfies. Some speculated this was the result of a hidden “beauty mode” (an actual feature in some smartphones) and dubbed the issue “Beautygate.” There was a general dispute in the community as to whether the camera actually \"intended\" to \"perfect\" faces or if they just appeared that way as result of a better quality camera. Apple said that these results were due to the Smart HDR algorithm incorrectly selecting the blurrier long exposure as its base frame instead of the sharpest short exposure. The issue was resolved with the release of iOS 12.1 on October 30, 2018. ==Timeline of iPhone models== ==See also== * Comparison of smartphones * History of iPhone * iPhone XR * List of iOS devices ==Notes== ==References== ==External links== * – official site * Category:IOS Category:Computer-related introductions in 2018 Category:Mobile phones introduced in 2018 Category:Phones with multiple rear cameras Category:Discontinued smartphones Category:Mobile phones with 4K video recording ",
    "title": "IPhone XS"
}