{
    "id": "58334929",
    "text": "Robert Lowes (born January 21, 1963) is a Canadian ice hockey executive, and retired ice hockey coach. He has worked as the assistant director of player personnel for the Vegas Golden Knights since 2016. Lowes lead the Nipawin Hawks to the 1990 ANAVET Cup championship, before being a head coach in the Western Hockey League (WHL) for 12 seasons with the Brandon Wheat Kings, and the Regina Pats. He twice won the Dunc McCallum Memorial Trophy as the WHL Coach of the Year, and twice won the CHL Coach of the Year Award. Lowes also coached the Canada men's national under-18 ice hockey team, and later became director of amateur scouting for the Ottawa Senators. ==Playing career== Lowes was born January 21, 1963, in Prince Albert, Saskatchewan, was a centreman while playing hockey. He played three seasons for the Prince Albert Raiders in the Saskatchewan Junior Hockey League (SJHL) from 1979 to 1982, and was the team's captain during the 1981–82 season. Lowes and his team won both the Hanbidge Cup as SJHL champions, and the ANAVET Cup as the Saskatchewan–Manitoba champions all three seasons, lost in the 1980 Abbott Cup finals, but won the 1981 and 1982 Abbott Cup, and both the 1981 Centennial Cup and the 1982 Centennial Cup. Lowes was eligible for the 1981 NHL Entry Draft, but was not chosen until a year later, being selected 204th overall by the New York Rangers in the tenth round of the 1982 NHL Entry Draft. He began the 1982–83 WHL season with Prince Albert, then was traded to the Regina Pats later in the season. Lowes served as captain of the Pats for the 1983–84 WHL season, in which his team lost in the seventh game of the President's Cup final. In the next year, he took a year off from playing and served as the assistant coach for the Pats in the 1984–85 season. During the season, he acted as an interim head coach while Bob Strumm served an eight-game suspension. Lowes was recruited by Wayne Fleming to playing university hockey, and join the Manitoba Bisons program. He played parts of four seasons for the Bisons from 1985 to 1989. He was the team captain for the 1986–87 season, then became an assistant coach for the 1987–88 season due to an injury. Lowes said that he learned about the use of statistical analysis, and new perspective on coaching hockey from Fleming. Lowes graduated from the University of Manitoba in 1989, with a bachelor's degree in recreation. ===Playing statistics=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:75%\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | Career playing statistics ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" !Season!!Team!!League!!GP!!G!!A!!Pts!!PIM!!GP!!G!!A!!Pts!!PIM |- ALIGN=\"center\" |1979–80||Prince Albert Raiders||SJHL||–||–||–||–||–||–||–||–||–||– |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |1980–81||Prince Albert Raiders||SJHL||–||–||–||–||–||–||–||–||–||– |- ALIGN=\"center\" |1981–82||Prince Albert Raiders||SJHL||50||25||47||72||206||–||–||–||–||– |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |1982–83||Michigan State Spartans||CCHA||–||–||–||–||–||–||–||–||–||– |- ALIGN=\"center\" |1982–83||Prince Albert Raiders||WHL||26||3||7||10||50||–||–||–||–||– |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |1982–83||Regina Pats||WHL||34||9||20||29||34||5||3||1||4||6 |- ALIGN=\"center\" |1983–84||Regina Pats||WHL||71||21||27||48||118||23||1||8||9||41 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |1985–86||Manitoba Bisons||CWUAA||28||8||13||21||70||–||–||–||–||– |- bgcolor=\"#e0e0e0\" ! colspan=\"3\"|WHL totals!!131!!33!!54!!87!!202!!28!!4!!9!!13!!47 |} ==Coaching career== Lowes' first position as a head coach was with the Nipawin Hawks in the SJHL, for the 1989–90 and 1990–91 seasons. In the 1989–90 season, his team finished second place in the north division, then won the SJHL's Hanbidge Cup in the playoffs. The Hawks played the Portage Terriers, champions of Manitoba for the ANAVET Cup, winning the series four games to two. Lowes' team advanced to the national championship, and placed third at the 1990 Centennial Cup. In the 1990–91 season, Nipawin placed second place in the north division, and reached the second round of the playoffs. Lowes returned to the Western Hockey League (WHL) in the 1991–92 WHL season, as an assistant coach for the Seattle Thunderbirds. ===Brandon Wheat Kings=== Lowes was named head coach of the Brandon Wheat Kings on July 7, 1992. He coached the Wheat Kings until 2001, and has the second most wins as a head coach in franchise history as of 2018. During nine seasons as head coach, Lowes won 370 games in the regular season, three first-place finishes in the east division, reached the President's Cup three times and winning it in 1996. His Wheat Kings team appeared in the 1995 Memorial Cup in Kamloops, and the 1996 Memorial Cup in Peterborough, placing third both times. Lowes was named a co-coach along with Ted Nolan, of the combined WHL and Ontario Hockey League team in the 1993 CHL All–Star Challenge. Notable players coached by Lowes on the Wheat Kings include, Johnathan Aitken, Milan Bartovic, Sven Butenschoen, Ryan Craig, Chris Dingman, Eric Fehr, Burke Henry, Mark Kolesar, Justin Kurtz, Kirby Law, Mike Leclerc, Mike Maneluk, Rob McVicar, Marty Murray, Wade Redden, Peter Schaefer, Jordin Tootoo, and Nolan Yonkman. ===Regina Pats=== Lowes began a three-year tenure as head coach of the Regina Pats on August 7, 2001. During the 2001–02 WHL season, he won his 400th game in the WHL, accomplishing it quicker than any other coach, in only 10 seasons. He was an associate coach for the Home Hardware Top Prospects Game on January 31, 2002. Lowes led Regina to a second- place finish in the east division, but were upset in the first round of the playoffs. In the 2002–03 WHL season, Lowes was suspended three games by the league, due to multiple fights in a game on March 15. Regina finished the season fourth place in the east division, and lost in the first round of the playoffs. In the 2003–04 WHL season, Regina repeated the fourth place finish, and lost in the first round of the playoffs. ===National team=== Lowes was an assistant coach for the Canada men's national under-18 ice hockey team at the 1993 Pacific Cup tournament in Yokohama, where Canada placed third. He returned as an assistant coach for the under-18 team at the 2002 IIHF World U18 Championships in Slovakia, where Canada placed sixth. He was named head coach of the under-18 team for the 2003 U-18 Junior World Cup in Slovakia, with Dave Cameron and Pascal Vincent as assistants. Canada had won seven consecutive gold medals at the event, but placed fourth in 2003. ===Coaching record=== Career statistics as a head coach with the Nipawin Hawks (1989–1991), and in the Western Hockey League (1992–2004). {|class=\"wikitable\" !Season!!Team!!League!!Games!!Won!!Lost!!Tied!!OTL!!Points!!Pct.!!Standing!!Playoffs |- align=\"center\" |1989–90||Nipawin Hawks||SJHL||68||43||21||4||–||90||0.662||2nd, North||Hanbidge Cup champions ANAVET Cup champions 3rd place, 1990 Centennial Cup |- align=\"center\" |1990–91||Nipawin Hawks||SJHL||68||40||27||1||–||81||0.596||2nd, North||Lost, round 2 |- align=\"center\" |1992–93||Brandon Wheat Kings||WHL||72||43||25||4||–||90||0.625||2nd, East||Lost, round 1 |- align=\"center\" |1993–94||Brandon Wheat Kings||WHL||72||42||25||5||–||89||0.618||2nd, East||Lost, round 3 |- align=\"center\" |1994–95||Brandon Wheat Kings||WHL||72||45||22||5||–||95||0.660||1st, East||Lost, WHL finals 3rd place, 1995 Memorial Cup |- align=\"center\" |1995–96||Brandon Wheat Kings||WHL||72||52||19||1||–||105||0.729||1st, East||Won President's Cup 3rd place, 1996 Memorial Cup |- align=\"center\" |1996–97||Brandon Wheat Kings||WHL||72||47||24||1||–||95||0.660||1st, East||Lost, round 1 |- align=\"center\" |1997–98||Brandon Wheat Kings||WHL||72||45||21||6||–||96||0.667||3rd, East||Lost, WHL finals |- align=\"center\" |1998–99||Brandon Wheat Kings||WHL||72||39||29||4||–||82||0.569||2nd, East||Lost, round 1 |- align=\"center\" |1999–2000||Brandon Wheat Kings||WHL||72||25||38||4||5||59||0.410||5th, East||Out of playoffs |- align=\"center\" |2000–01||Brandon Wheat Kings||WHL||72||32||32||5||3||72||0.500||4th, East||Lost, round 1 |- align=\"center\" |2001–02||Regina Pats||WHL||72||40||20||4||8||92||0.639||2nd, East||Lost, round 1 |- align=\"center\" |2002–03||Regina Pats||WHL||72||25||28||14||5||69||0.479||4th, East||Lost, round 1 |- align=\"center\" |2003–04||Regina Pats||WHL||72||24||37||7||4||59||0.410||4th, East||Lost, round 1 |- !colspan=\"2\"|Totals!!SJHL!!136!!83!!48!!5!!–!!171!!0.629!!–!!1 championship |- !colspan=\"2\"|Totals!!WHL!!864!!459!!320!!60!!25!!1003!!0.580!!3 division titles!!1 championship 2 finalists |} ==Executive career== Lowes began his scouting career with the Brandon Wheat Kings as the chief scout from 2005 to 2007. He worked part-time as an amateur scout for the Ottawa Senators starting in 2006, then was hired full-time in 2008. He was promoted to director of amateur scouting in August 2014, and was responsible for the scouting staff of Ottawa in preparation for each NHL Entry Draft. Notable players drafted by Ottawa during his tenure as chief scout include Logan Brown, Thomas Chabot, Jared Cowen, Nick Foligno, Gabriel Gagne, Erik Karlsson, Curtis Lazar, Robin Lehner, Jakob Silfverberg, Mark Stone, Colin White, and Mika Zibanejad. Lowes was hired by the Vegas Golden Knights September 30, 2016, to be the assistant director of player personnel under Vaughn Karpan. Lowes and Karpan has both previously been part of the Brandon Wheat Kings and the Manitoba Bisons. Lowes is one of five former Wheat Kings alumni to become executives for Vegas, including Karpan, Kelly McCrimmon, Mike Kelly, and his former player Ryan Craig. ==Honours and awards== Lowes received the Dunc McCallum Memorial Trophy as the WHL Coach of the Year, in the 1995–96, and 2001–02 seasons. He was also given the CHL Coach of the Year Award in the same seasons, becoming the first multiple winner of the award. Lowes was inducted into the Manitoba Bisons Hockey Hall of Fame on January 31, 2018. ==References== Category:1963 births Category:Living people Category:Brandon Wheat Kings coaches Category:Businesspeople from Saskatchewan Category:Canadian expatriate ice hockey players in the United States Category:Canadian ice hockey centres Category:Canadian ice hockey coaches Category:Canadian sports executives and administrators Category:Ice hockey people from Saskatchewan Category:Manitoba Bisons ice hockey players Category:Michigan State Spartans men's ice hockey players Category:New York Rangers draft picks Category:Ottawa Senators executives Category:Prince Albert Raiders players Category:Prince Albert Raiders (SJHL) players Category:Regina Pats coaches Category:Regina Pats players Category:Seattle Thunderbirds coaches Category:Sportspeople from Prince Albert, Saskatchewan Category:Vegas Golden Knights executives ",
    "title": "Bob Lowes"
}