{
    "id": "58333592",
    "text": "Copperhead Strike is a double launched roller coaster at Carowinds in Charlotte, North Carolina. Manufactured by Mack Rides, the ride debuted to the public on March 23, 2019 as part of a newly themed area, Blue Ridge Junction. The ride is the first double-launched roller coaster, and the second launched coaster at Carowinds, after White Lightnin' (now Golden Loop at Gold Reef City). Carowinds held a private event for media and special guests on March 21, 2019. ==History== Whitewater Falls, a Hopkins Rides shoot-the-chutes water attraction opened in 1988, closed at the end of the 2016 season. No official reasoning was given by the park for the closure of the ride, and the ride remained standing but not operating throughout the 2017 season until it was removed. In 2018, Carowinds began teasing a new attraction for the area formerly home to Whitewater Falls. On August 30, 2018, Carowinds officially announced Copperhead Strike, along with its accompanying area, becoming the largest investment in the park's history. On October 17, 2018, construction of the ride's vertical loop and queue area were taking shape. The roller coaster opened to the public on March 23, 2019. ==Ride experience== The ride starts with a slow barrel roll out of the station before a right hand turn into Granny's Jam building. When something in the building goes wrong, riders are launched out of the building at into the first of two vertical loops. They then careen into an airtime hill and a fast-paced corkscrew, before hitting a turnaround and jumping into the next launch. This one is actually situated over an airtime hill and is virtually unheard of on any roller coaster. The launch boosts the speed from , and speeds into an inverted top hat of sorts. That is followed by the second vertical loop around the track following the second launch. It then zooms straight through the second vertical loop and proceeds to travel along some high speed twists and turns in the middle of the ride's spread out structure. That takes it in one last airtime hill towards the brake run, situated directly outside of the station. ==Characteristics== ===Theme=== Incorporated into the new area known as Blue Ridge Junction, the ride places guests in the shoes of visitors to old Granny Byrd's farmhouse on the edge of town. Granny has been making her prize-winning jam for over 40 years, but the farm is filled with signs warning trespassers to leave the property and look out for snakes. As the ride begins, riders happen upon a secret moonshine still in Granny's shed and must flee when she threatens to come after them. ==Incidents== On August 18, 2019, a guest was taken to the hospital after receiving a hand injury while riding. The ride was temporarily shut down following an investigation. ==Reception== Copperhead Strike was ranked in the Amusement Today's Golden Ticket Awards for best new roller coaster of 2019 in third place. {| class=\"wikitable\" |- ! style=\"text- align:center; background:white;\" colspan=\"500\"|Golden Ticket Awards: Best New Roller Coaster for 2019 |- style=\"background:#white;\" ! style=\"text- align:center;\"|Ranking |3 |- |} ==References== Category:Roller coasters manufactured by Mack Rides Category:Roller coasters operated by Cedar Fair Category:Carowinds ",
    "title": "Copperhead Strike"
}