{
    "id": "58347497",
    "text": "Beecham House is a British historical drama television series set in 1795, co- created, directed and produced by Gurinder Chadha. The six-part series was announced in August 2018 and was first broadcast on Sunday 23 June 2019. The series, set in Delhi before British rule, depicts the lives of the Beecham family in their newly bought house. The family is headed by John Beecham, a former soldier with the East India Company who is \"determined to make the house his safe haven\". The series was promoted as a \"Delhi Downton Abbey\", which was repeated by many critics. It received mixed reviews, with critics feeling that it did not live up to expectations as a radical historical drama, but that it remained entertaining for viewers of melodramatic period soap operas. Despite the cliffhanger ending, ITV did not renew for a second season. ==Cast== All listed cast appeared in at least 2 episodes. {| class=\"wikitable\" style=\"text-align:center\" |- ! Character ! Actor |- ! colspan=2| Main |- ! John Beecham | Tom Bateman |- ! Henrietta Beecham | Lesley Nicol |- ! Begum Samru | Lara Dutta |- ! Daniel Beecham | Leo Suter |- ! Margaret Osborne | Dakota Blue Richards |- ! Benoît Castillon | Grégory Fitoussi |- ! Chandrika | Pallavi Sharda |- ! Violet Woodhouse | Bessie Carter |- ! Murad Beg | Adil Ray |- ! Baadal | Viveik Kalra |- ! Mool Chand | Kulvinder Ghir |- ! Bindu | Goldy Notay |- ! Chanchal | Shriya Pilgaonkar |- ! Ram Lal | Amer Chadha-Patel |- ! Maya | Trupti Khamkar |- ! Shah Alam II | Roshan Seth |- ! Samuel Parker | Marc Warren |- ! colspan=2| Recurring |- ! Maharaja of Kalyan | Denzil Smith |- ! Gopal | Vicky Arora |- ! August Beecham | Shona Oberoi Sienna Oberoi |- ! Vijay Singh | Arunoday Singh |- ! Roshanara | Medha Shankar |- ! Akbar II | Rudraksh Singh |- ! Empress | Tisca Chopra |- ! Princess Maliya | Kumiko Chadha Berges |- ! Prince Kareem | Ronak Chadha Berges |- |} ==Episodes== ==Production== Gurinder Chadha and Paul Mayeda Berges conceived the series while working on the film Viceroy's House. They took inspiration from Downton Abbey, while mixing English and Indian cultures. It was produced by Chandra's Bend It TV, which is partly owned by distributor Freemantle Media. Filming began in Ealing Studios in August 2018. Additional filming took place in Rajasthan and Delhi throughout 2018. ==International broadcast== The series began airing in the United States on June 14, 2020, as part of the Masterpiece anthology series on PBS. Three months prior to its North American broadcast, the series was available for streaming on PBS Passport, leading a digital-first release strategy which coincided with the network's March pledge drive. In Australia, the series began airing on Network 10 from July 11, 2020. It was also made available on its catchup service 10 Play prior to its broadcast. ==Reception== ===Ratings=== The series opened to disappointing domestic overnight ratings, its premiere receiving 2.6 million viewers, ITV's lowest audience for a drama premiere in that timeslot since 2015. ===Critical response=== The series received mixed reviews. Review aggregator Rotten Tomatoes reported that the series received 46% favourable reviews based on 13 reviews, with an average rating of 5.3 out of 10. Metacritic gave it a score of 44/100, based on 4 reviews. Several critics found the series to be cliched and predictable. Rachel Cooke of the New Statesman called it a \"parade of cliché and desperation\" which evoked laughter at the wrong moments while Jasper Rees of The Daily Telegraph felt as though the production may have been \"conjured up by algorithm\". Another criticism was its lack of insight on the complex historical period, with Lucy Mangan of The Guardian and Rob Owen of the Pittsburgh Post-Gazette particularly disappointed in the use of protagonist John Beecham as a \"white saviour\" figure. Beecham's assurances to those he meets in the first episode were found repetitive, with Rees and Sarah Osman of Artfuse finding Bateman's performance lacking and Matt Roush of TV Insider quoting another character's perception of Beecham as \"the dullest man in Delhi\". The art direction, costumes, and location shoots were well received, with Carol Midgley of The Sunday Times calling it \"a feast for the eyes\" and Roush stating \"You won't find a more gorgeous series all summer\". Alison Rowat of The Herald gave the series 4 out of 5 stars, praising the art direction and several performances, but felt that it lacked the humour of Downton Abbey. Midgley gave the series 3 out of 5 stars, writing that \"Beecham has everything a Sunday-night hero needs\". Roush described the series as a \"historical soap\" and Adam Sweeting of The Arts Desk called it a \"melodramatic fantasy\". ===Distinctions=== Joanna Eatwell was nominated for a 2020 BAFTA Television Award for Best Costume Design for the series. ==References== ==External links== * Category:2019 British television series debuts Category:2019 British television series endings Category:2010s British drama television series Category:2010s British television miniseries Category:Costume drama television series Category:English-language television shows Category:ITV television dramas Category:Films with screenplays by Gurinder Chadha Category:Television series set in the 1790s Category:Television shows set in Delhi Category:Television shows set in the British Raj Category:Mughal Empire in fiction ",
    "title": "Beecham House"
}