{
    "id": "58351051",
    "text": "Sarah Amelia Scull, from an 1895 publication. Sarah Amelia Scull (November 25, 1834 – February 14, 1913) was an American educator and writer, author of Greek Mythology Systematized (1880) and Illustrations of Greek Mythology and Greek Art (1890). ==Early life== Sarah Amelia Scull was born in Bushnell's Basin, New York and raised in Smethport, Pennsylvania, the daughter of Paul Ebenezer Scull and Rhoda Tyler Scull. She attended Genesee Wesleyan Seminary in Lima, New York. ==Career== Demeter, or Ceres; an illustration from Scull's Greek Mythology Systematized (1880) Scull taught at the Pittsburgh Female College in Meadville, Pennsylvania from 1860 to 1866,Frances Elizabeth Willard, Writing Out My Heart: Selections from the Journal of Frances E. Willard, 1855-96 (University of Illinois Press 1995): 205, note 1. and at the Chestnut Street Seminary in Philadelphia. She and two other women teachers opened the short- lived Logan Square Seminary in Philadelphia. She became vice-principal of Mount Vernon Seminary in Washington, D.C. after it was founded in 1875. She was also first corresponding secretary of the Women's Anthropological Society.Alice C. Fletcher, Life Among the Indians: First Fieldwork Among the Sioux and Omahas (University of Nebraska Press 2013): 354, note 56. Scull wrote Greek Mythology Systematized (1880) from her studies and reading on the topic.Sarah Amelia Scull, Greek Mythology Systematized (Porter & Coates 1880). From her base in Washington, she traveled to Greece in 1886, studying and touring and taking over 500 photographs of scenery, people, architectural ruins and statues. She published the photos as Illustrations of Greek mythology and Greek art (1890).Illustrations of Greek mythology and Greek art, photographed by Sarah Amelia Scull (Philadelphia: William H. Rau 1890). \"Because this age is one of financial estimates and enterprises,\" Scull wrote of her work, \"so much the more is there imperative need that we cultivate in every direction, and by every method, power to apprehend and appreciate the precious values of spirit, truth-seeking and beauty-loving.\"Sarah Amelia Scull, \"Study of Greek Art\" (1893), from Mary Kavanaugh Oldham Eagle, ed. The Congress of Women: Held in the Woman's Building, World's Columbian Exposition, Chicago, U. S. A., 1893 (Monarch Book Company, 1894): 423-427. Scull was listed among the directors of the Washington Archaeological Society for 1895-1897.Annual Report (Archaeological Institute of America 1895): 35. She was a member of \"The Literary\", a literary club in Washington.\"Washington Literary People\" The Peterson Magazine (March 1895): 314-315. In 1884 the Wesleyan Female College awarded her an honorary doctorate for her scholarship.\"Female Doctors of Philosophy\" Daily Arkansas Gazette (July 12, 1884): 4. via Newspapers.com ==Personal life== Scull died from injuries sustained in a house fire in 1913, aged 79 years. An unfinished manuscript on Greek history, a project she had been writing for many years, was lost in the fire with her.\"Burned in Smethport Fire\" Times Herald (February 10, 1913): . via Newspapers.com ==References== ==External links== * Sarah Scull Residence 2008, a compilation of clippings about Scull on the Planet Smethport Project website.'' * A photograph taken by S. A. Scull in Greece in 1889, \"Family Of Greek Priest At Daulis\", in the New York Public Library Digital Collections. Category:1834 births Category:1913 deaths Category:American women educators Category:19th-century American women writers Category:19th-century American educators Category:19th-century American non-fiction writers Category:American classical scholars Category:Women classical scholars Category:Deaths from fire in the United States Category:People from Monroe County, New York Category:People from McKean County, Pennsylvania Category:Writers from New York (state) Category:Educators from New York (state) Category:Writers from Pennsylvania Category:Educators from Pennsylvania Category:American women non- fiction writers Category:Smethport, Pennsylvania Category:19th-century women educators ",
    "title": "Sarah Amelia Scull"
}