{
    "id": "58351049",
    "text": "Castanea ozarkensis, also known as the Ozark chinkapin (also spelled chinquapin), is a species of tree that is native to the United States. It is in the Castanea genus that includes chestnuts and types of chestnut known as chinkapins. Some authorities consider it a variant of the Allegheny chinkapin (C. pumila) as C. pumila ozarkensis. It grows in the Ozark Mountains and Ouachita Mountains of Missouri, Arkansas and Oklahoma. The nuts it produces provided food for indigenous people, early settlers, and various animals including squirrel, chipmunk, deer, turkey, and bobwhite. Castanea ozarkensis is susceptible to chestnut blight and has been devastated by the disease, and largely now grows only as a small tree or shrub. However, several mature individuals have survived the blight, with over 45 such individuals located so far since the 2000s. The discovery of these specimens has spurred an ongoing project to restore the species by using the offspring of these trees, headed by the Ozark Chinkapin Foundation. An analysis has also found that Ozark chinkapin populations contain far more genetic diversity than those of the American chestnut, which was also devastated by the chestnut blight. The study also found that the Ozark chinkapin may actually be ancestral to the American chestnut and Allegheny chinkapin, rather than the other way around. Another study has found that the surviving Ozark chinkapins are even more resistant to the chestnut blight than the Chinese chestnut, which is not affected by the blight. Castanea ozarkensis was described by William Willard Ashe and published in the Bulletin of the Torrey Botanical Club 50 (11): 360-361. 1923. A large individual, designated a Champion Tree, grows in Barry County, Missouri. ==See also== *American chinquapin ==References== ozarkensis Category:Edible nuts and seeds Category:Trees of the Southeastern United States Category:Plants described in 1923 ",
    "title": "Castanea ozarkensis"
}