{
    "id": "58355871",
    "text": "Vladimir Arkadyevich Petukhov (; December 16, 1949 — June 26, 1998) was mayor of Nefteyugansk in 1996-1998. According to the investigative committee of the Russian Federation, he was killed by order of the first vice-president of the oil company YUKOS, Leonid Nevzlin, due to conflict due over the failure of YUKOS to pay taxes to the local budget. The Moscow City Court found that the organizer of the crime was the security officer of YUKOS Alexey Pichugin. ==Biography== === Early years === He was born in the town of Kotlas, Arkhangelsk Oblast. In 1969 he graduated from Ukhta Mining and Oil Technical College. During his studies in 1968, he passed the production practice as an assistant driller in the Ukhta drilling office. After graduating from the technical school he served in the army. After serving in the army he worked as a driller in the Perm Oblast, as an assistant to a drilling master in the Khabarovsk Krai, as a drilling master in Primorsky Krai. Since 1978 he worked in NefteyuganskИнтервью с вдовой мэра Нефтеюганска Владимира Петухова Фаридой Исламовой. He began working as a driller in the Nefteyugansk Department of Enhanced Oil Recovery and Well Workover, then he held the positions of a master, a technologist, a chief of the department of oil and gas production and technology, and preparation of oil and gas transport. In 1981 he graduated in absentia from the Tyumen State Oil and Gas University with a degree in Technology and Integrated Mechanization of Oil and Gas Field Development, having obtained the qualification of a mining engineerBiography // Governor's of Khanty-Mansi Autonomous Okrug official website . In 1982-1987 he worked in the apparatus of Yuganskneftegaz as chief engineer of the central research laboratory, head of the production department for chemicalization. In 1990, he headed a research and development enterprise, which was engaged in the repair of oil wells and enhanced oil recovery layers. ===Political career=== In 1994 he was elected to City Duma of the first convocation of Nefteyugansk. October 27, 1996 was elected mayor of NefteyuganskBiography // Governor's of Khanty- Mansi Autonomous Okrug official website . On the territory of Nefteyugansk there was a subsidiary of YUKOS, Yuganskneftegaz. In May 1998, Petukhov accused YUKOS of the fact that the company does not pay taxes to the local budget, which is why employees do not receive a salaryУбийство мужа нужно было только Ходорковскому. Petukhov went on a hunger strike with demands: to initiate a criminal case in connection with the failure of YUKOS to pay taxes in large amounts in 1996-1998, to remove the chief of the tax inspectorate of Nefteyugansk and the head of the tax inspection of the Khanty-Mansi Autonomous Okrug, to pay back the accumulated arrears in the amount of 1.2 trillion non- denominated rubles, stop interfering in the activities of local authorities of Nefteyugansk by YKOSУбийство мужа нужно было только Ходорковскому. Petukhov's hunger strike lasted a week and ended after the promise of the Governor of the Khanty-Mansi Autonomous Okrug Alexander Filipenko to check the information and take actionУбийство мужа нужно было только Ходорковскому. ===Murder=== A few days after the end of the hunger strike, on the morning of June 26, 1998, on his way to work Petukhov was shot near the city administration building. His guard was also wounded in the shooting. The murder occurred on the birthday of Mikhail Khodorkovsky, which many observers saw as a gift for the Russian businessman's birthdayУбийство мужа нужно было только ХодорковскомуРазговор с Владимиром Путиным. Продолжение // vesti.ruУголовные дела против Ходорковского: не имей сто рублей. Farida Islamova, the wife of Petukhov, a few days after the murder of her husband sent a statement to President Boris Yeltsin, where she said that a reason for the murder could have been the mayor's attempt to verify the activities of YUKOS Oil Company caused by tax arrearsИнтервью с вдовой мэра Нефтеюганска Владимира Петухова Фаридой Исламовой. After the Mayor's assassination in Nefteyugansk, rallies took place, where YUKOS was accused of murder, residents blocked roads and demanded an investigation of the crime. Windows were also broken in the office of the local unit of YUKOSУбийство мужа нужно было только ХодорковскомуХодорковский ответил вдове Петухова. В сенсационном заявлении упомянул Путина, Лужкова, Сечина и югорских «ментов». ==References== ==External links== *Вспоминая о Ходорковском, забываем о жертвах // Nezavisimaya Gazeta * Москвичи почтили память мэра Петухова * Всё, что нужно знать об убийстве мэра Нефтеюганска Владимира Петухова * Открытие выставки «Я любил этот город» * Владимир Петухов. Трагическая судьба мэра Нефтеюганска. Category:1949 births Category:1998 deaths Category:People from Kotlas Category:Mayors of places in Russia Category:Petroleum engineers Category:Assassinated Russian politicians Category:Yukos Category:20th-century Russian politicians ",
    "title": "Vladimir Petukhov"
}