{
    "id": "58353918",
    "text": "The Threatened Species Conservation Act 1995 (TSC Act) was enacted by the Parliament of New South Wales in 1995 to protect threatened species, populations and ecological communities in NSW. In 2016 it was replaced by the Biodiversity Conservation Act 2016. These acts form the basis and the mechanisms in NSW by which species, populations and ecological communities are declared endangered, vulnerable or critically endangered, and under which people and corporations are prosecuted for destruction of habitat sheltering such species, populations or communities. The Act was repealed by the Biodiversity Conservation Act 2016 (NSW). Species, populations, and ecological communities are declared endangered on advice from the NSW scientific committee (established by the act), which consists of 11 members appointed by the minister and whose purpose is to determine which species are to be listed as threatened species, which populations as endangered populations, and which ecological communities as endangered, critically endangered or vulnerable ecological communities. Additionally, the committee advises which processes should be listed as threatening processes, and advises the minister accordingly. Thus, under the Biodiversity Conservation Act 2016, the Scientific Committee has declared various threatened species including, for example, the alpine she-oak skink (Cyclodomorphus praealtus) and the alpine tree frog (Litoria verreauxii alpina),Scientific Committee. 2016. Index to NSW Threatened Species Scientific Committee: Index to Final Determinations – 1996 –2018. Retrieved 1 September 2018 while the Scientific Committee has determined \"Eastern Suburbs Banksia Scrub\" to be a critically endangered ecological communityScientific Committee. 2016.Preliminary Determination: Eastern Suburbs Banksia Scrub. Retrieved 1 September 2018. A range of species recovery plans have been made in direct accordance with the TSC Act. Specific legal rulings have also been made in accordance with the Act. ==The purpose of the Act== The purpose of the TSC Act was > (a) to conserve biological diversity and promote ecologically sustainable > development, and > (b) to prevent the extinction and promote the recovery of threatened > species, populations and ecological communities, and > (c) to protect the critical habitat of those threatened species, > populations and ecological communities that are endangered, and > (d) to eliminate or manage certain processes that threaten the survival or > evolutionary development of threatened species, populations and ecological > communities, and > (e) to ensure that the impact of any action affecting threatened species, > populations and ecological communities is properly assessed, and > (f) to encourage the conservation of threatened species, populations and > ecological communities by the adoption of measures involving co-operative > management. The Biodiversity Conservation Act 2016 lists many more purposes under the rubric of \"ecologically sustainable development\" while hoping for \"biodiversity conservation in the context of a changing climate\" It maintains the framework of a Scientific Committee for determining endangered species and communities. ==Some key concepts under the TSC Act== In addition, the Act outlines * procedures for listing species, and ecological communities as threatened * requirements for species recovery plans and their implementation * requirements for threat abatement plans * species impact statements * biodiversity certification and requirements for \"biobanking\" * criminal acts under the TSC Act ==Cases under the Act== Cases under the Act (both acts) are heard in the Land and Environment Court of New South Wales, and frequently concern contested development applications. See, for example, the judgment given in Vigor Master Pty Ltd v Hornsby Shire Council (2010) (NSWLEC 1297)Vigor Master Pty Ltd v Hornsby Shire Council (2010) (NSWLEC 1297) a case between a developer and a local council where remnants of \"Blue Gum High Forest\", a critically endangered ecological community under the TSC Act, occurred on 61% of the site proposed for development, and that for Mackenzie Architects International Pty Limited v Ku-ring-gai Council (2015) (NSWLEC 1353),Mackenzie Architects International Pty Limited v Ku-ring-gai Council (2015) NSWLEC 1353 also involving the Blue Gum High Forest community, while the case, David DeBattista v Shoalhaven City Council [2017] NSWLEC 1251,, concerned a threatened species, Melaleuca biconvexa, and a contested development application. In \" Fife Capital Pty Ltd v Cumberland Council [2017] NSWLEC 1354 both proposed and preliminary work involving dam works and the endangered ecological community, \"River-Flat Eucalypt Forest on Coastal Floodplains of the New South Wales North Coast\", were contested. In Ingham Planning Pty Ltd v Ku-Ring-Gai Council [2010] NSWLEC 1222 the adequacy of a species impact statement concerning the critically endangered ecological community, Blue Gum High Forest, was contested. A case in 2003 in the Supreme Court of New South Wales appealed an earlier decision and the finding of the Scientific Committee, that \"Kurri Sand Swamp Woodland\" should be designated an endangered ecological community, with the appellant arguing that the committee's decision was invalid. The Land and Environment Court also hears cases involving offences under the TSC Act. Thus, in Chief Executive, Office of Environment and Heritage v Coffs Harbour Hardwoods Sales Pty Ltd [2012] NSWLEC 52, the defendant was found guilty of damaging vegetation under the act. The Land and Environment Court also makes orders under the Act, which may be appealed. Thus, in Warkworth Mining Limited v Bulga Milbrodale Progress Association Inc [2014] NSWCA 105, Warkworth mining appealed the decision of Preston CJ (15 April 2013) who had ruled against a proposed expansion of a coal mine which would have affected the \"Warkworth Sands\" endangered ecological community. ==References== ==See also== Category:New South Wales legislation Category:Environmental law in Australia Category:Endangered ecological communities ",
    "title": "Threatened Species Conservation Act 1995"
}