{
    "id": "58354361",
    "text": "The second season of Asintado, a Philippine drama television series, premiered on August 20, 2018 on ABS-CBN's Kapamilya Gold afternoon block and worldwide on The Filipino Channel. The series stars Julia Montes as Ana Dimasalang, a victim of Salvador del Mundo who is fighting back against him along with her sister, Samantha, and her close friends and family. The show features an ensemble cast consisting of Shaina Magdayao, Aljur Abrenica, Lorna Tolentino, Agot Isidro, Nonie Buencamino, Louise delos Reyes, and Desiree del Valle. == Plot == The second season begins with the aftermath of Gael's (Paulo Avelino) death and the impact of it on Ana (Julia Montes). Despite his son's death, Salvador Del Mundo (Nonie Buencamino) continues his political ambition, he runs for governor in the province of San Ildefonso. The relationship between Ana and her in-laws becomes more adversarial, especially after she inherits Gael's fortune. Fearing their ruthlessness, Ana decides to hide the truth about her pregnancy from Salvador and Miranda (Lorna Tolentino). Upon learning of Gael's demise, Miranda's sister, Natasha (Desiree del Valle) and her son, Gavin (Charles Kieron) return to the country. Ana begins to suspect that Miranda and Salvador are behind Gael's death. Hoping to put a stop to Salvador's crimes, Hillary (Agot Isidro), Salvador's wife, decides to run for Mayor. Hillary wins as mayor and Salvador wins the gubernatorial seat. Meanwhile, Miranda and Hillary's conflicts escalate since both Salvador and Hillary find themselves working together. While Hillary refuses to have anything to do with him, Salvador secretly plans to win her back and instructs his lawyer to drop his petition for annulment. Already unable to forgive herself for her role in the botched assassination attempt on kill Ana and Samantha, her relationship with Salvador suffers as she blames Salvador for their son's murder. Her discovery of his plan to win back Hillary further destroys her trust and loyalty for the man she loved and protected all her life. Miranda's world is further complicated with the arrival of her sister, Natasha, who is on the run from loan sharks in Las Vegas. Natasha hopes to receive the protection and gain the good graces of her powerful sister and brother-in-law. She is unable to tell Miranda the truth, but Salvador finds out and uses the information to coerce Natasha to spy on Miranda, since he started having suspicions of Miranda's loyalty. Not fully understanding the depth of Salvador's malevolence, Natasha undermines Miranda's plans to free herself from Salvador, convincing herself that Ana has poisoned Miranda's mind. Meanwhile, Miranda suspects that Ana is pregnant and decides to kidnap Ana to find out the truth. Grieving over her son, she feels hopeful for a relationship with her grandchild. As Miranda's captive, both Miranda and Ana find common ground in their love for Gael and their unborn child. As time passes, Miranda regrets her previous participation with Salvador and vows to help Ana bring him down. When Salvador discovers Miranda's involvement in Ana's abduction, including her plans to bring him down, he kills Miranda by ramming her with his SUV, driving at high speed. He gets rid of the evidence that Miranda handed to Ana, and hires his men to cover his tracks and claim false witness on the circumstances of her death. Salvador manages to convince Natasha that he had no hand in her sister's murder. But Miranda had carefully planned all her moves, anticipating Salvador's reaction to her treachery. She leaves her cellphone at Hillary's house, containing her confession video, admitting to her crimes and Salvador's full participation and mastermind of all the murders, illegal firearms dealing and criminal activities. She also leaves instructions with her lawyer to execute if she was killed. The lawyer is instructed to contact Ana. Armed with Miranda's full confession and the documents left with her lawyer as evidence, Ana and Miranda's lawyer, together with Hillary and the police go to Salvador's house to arrest him. The video confession is released to the media and drives the public against Salvador. True to form, Salvador escapes prison before his trial but quickly loses all his political allies who previously protected him. He coerces his sister-in- law Natasha to hide him, who, at the same time, is desperate to pay her debt to the Las Vegas loan shark who is threatening to kill her son. Fortunately, Ana's camp suspect Natasha and follow her. They entrap Natasha and Salvador, feeding them false information that Ana has gone into premature labor. The information flushes Salvador from his hiding place, and the authorities catch him again but this time, Salvador's only option to escape a prison sentence is to plead insanity. He exhibits his mental instability at his trial. His antics do not convince the court appointed psychiatrist. In addition, Yvonne finds the auto repair shop that fixed the blood smeared car light. The automotive repair shop's CCTV camera records Salvador leaving the white SUV with the bloody bumper and lights. The trial completes and the Judge rules down a guilty verdict and life imprisonment. While Salvador is in prison, he is mistreated by his fellow inmates, but this does not keep him from planning a jail outbreak. He bides his time until Ana delivers her son and then uses his prison allies to escape and kidnap his grandson and coerces Natasha to hide his grandchild as he prepares to exit the country. He takes Samantha as hostage to further strengthen his bargaining advantage against Ana and Hillary. While Ana and the authorities conduct a manhunt for Salvador, Samantha and Ana's baby, Salvador successfully gets Hillary in a swap hostage situation. Hillary unwillingly joins Salvador in exchange for Samantha's life. But time is running out for Salvador. While Natasha hurries to bring Ana's child to Salvador at the docks, Gavin catches and confronts her. Although Gavin is not able to convince her to do the right thing, he reports his mother to the authorities. By this time, Natasha's conscience bothers her so she directs Ana to the docks where Salvador boards with his captives. In a final and bloody fight, Ana shoots him as he falls to his death. Natasha is apprehended by the authorities. The last scene is Samantha's and Xander's wedding where everyone appears to be enjoying a peaceful life at last. Ana had said earlier that she would open a small business of mobile clinic services with the funds she inherited from Gael. She will set up a trust fund for her son from Miranda's inheritance. Hillary succeeded in retrieving the millions of cash and assets stolen from her by Salvador and Miranda. She is funding Samantha's new jewelry business. The sisters, Hillary, Tantan, Yvonne, and Xander are whole again. == Cast and characters == === Protagonist === * Julia Montes as Juliana \"Ana\" Dimasalang-Del Mundo / Juliana Ramirez === Main === * Shaina Magdayao as Samantha \"Sam\" Del Mundo-Guerrero / Katrina Ramirez * Aljur Abrenica as Alexander \"Xander\" Guerrero ;Starring * Lorna Tolentino as Miranda Ojeda * Agot Isidro as Hillary Gonzales-Del Mundo * Nonie Buencamino as Salvador Del Mundo === Supporting === * Louise delos Reyes as Yvonne Calata * Desiree del Valle as Natasha Ojeda-Calderon * Karen Reyes as Emilita \"Emmy\" Gomez * Ryle Paolo Tan as Jonathan \"Tantan\" Dimasalang * Chokoleit as Gaspar \"Gracia\" Nuevadez * Lemuel Pelayo as Diego Gabriel * Charles Kieron as Gavin O. Calderon ;Special Participation * Gloria Sevilla as Purisima \"Puring\" Dimasalang == Episodes97 == == References == Category:Asintado Category:2018 Philippine television seasons ",
    "title": "Asintado (season 2)"
}