{
    "id": "58363827",
    "text": "Francesco Laforgia (born 1 February 1978) is an Italian academic and politician. ==Biography== Laforgia graduated in Economics and Social Sciences at the Bocconi University in 2002, specializing in innovation economics. He spent several periods of study and work abroad, where he perfected his knowledge of English and Spanish. After graduating he continued to work in University following several research projects, published by international journals. He received his PhD in Economics of Production and Development at the University of Insubria in Varese and taught Economics in several universities in Milan, Varese, Brescia and Castellanza. ===Political career=== In 2010 he became the city coordinator of the Democratic Party in Milan and ceased his office when he has been elected deputy in 2013. In May 2017 he presented an amendment to the financial institution to reduce the annual funds allocated to the Italian Institute of Technology of Genoa by 95%. In 2017, he leaves the Democratic Party and takes part to the new-born Article One – and Progressive Movement, one of the three parties unified in Free and Equal. In 2018 he is elected senator, becoming at the age of 40 the youngest member of the Italian Senate of the 18th legislature. In 2019 he has not renewed his membership to Article One and in April of the same year he founded, together with Luca Pastorino and other \"LeU self-advocates\", the \"èVIVA!\" association, that in the 2019 European election supports The Left list. == References == == External links == *Files about his parliamentary activities (in Italian): XVII, XVIII legislature. Category:1978 births Category:Living people Category:Article One (political party) politicians Category:Democratic Party (Italy) politicians Category:21st-century Italian politicians Category:Deputies of Legislature XVII of Italy Category:Senators of Legislature XVIII of Italy Category:Bocconi University alumni ",
    "title": "Francesco Laforgia"
}