{
    "id": "58367017",
    "text": "The Pyatnitskoye Сemetery () is one of the graveyards in the Russian capital Kaluga. It is among the oldest and largest resting places in the city. On the territory of the cemetery is the Memorial to the Heroes of the Great Patriotic War. ==History and name== Park-necropolis Pyatnitskoye Сemetery in Kaluga was discovered relatively recently in 1780. Earlier in this place there was a large number of parish cemeteries, one can say at each of the 46 temples of Kaluga. The new cemetery was located on the earthen rampart, which ran through today's streets of Barricade and Labor, located in the northern part of the city. The cemetery is fenced with a brick fence, its total area is 23 hectares. In the distant 1785 on the territory of the cemetery towered the Peter and Paul Temple. The chapel of this church was consecrated in the name of , hence the name of the cemetery. Years passed. The cemetery dates back several centuries, during this time a very large number of inhabitants of the city were buried on its territory. Nearby there is (and adjoins) one more cemetery Military cemetery. It buried more than four thousand people who died in the battles in the fields of the Great Patriotic War. The cemetery has preserved ancient monuments, made of marble, granite, sandstone. These monuments are of great architectural and historical valueКалуга и Калужская область: Парк-некрополь Пятницкого кладбища. ==Location and size== Located at: Kaluga, Truda Street 1a, rectangular, is limited to: Truda Street, Truda Lane, Kirpichnaya Street and Television Street. ==Notable people buried at the Pyatnitskoye Cemetery == * , murdered Russian journalist, editor-in-chief of the newspaper Kaluga VechernyayaМама убитого калужского журналиста построила под Тверью храм * , Soviet theater and cinema actress, People's Artist of the RSFSRЖивая память чёрно-белых снимков * , Soviet military commander, participant in the Civil and Great Patriotic WarВсе калужане-герои уроженцы других областей * Prince Yevgeny Obolensky, Russian officer from Obolensky's clan, one of the most active participants in the Decembrist revoltМатериалы следственного дела Е. П. Оболенского * , Soviet theater director, teacher, writer, chief director of Kaluga Regional Drama TheatreВчера не стало Романа Соколова * , Konstantin Tsiolkovsky's wife (grave is lost)Потерянная память. К 155-летию со дня рождения Варвары Евграфовны Циолковской — великой жены великого учёного. * , Russian and Soviet inventor-gunner, the creator of the commander's goniometer for firing from closed positions and the device for destroying wire barriers, Major General of Artillery of the Tsarist Army, father of Alexander Chizhevsky * , Nikita Khrushchev's first teacherЛюдям в подарок больница и мост * , Soviet musician, guitarist of the band Sinyaya PtitsaРазмышления у мемориальной доски * , composer, musician, military conductor (grave is lost)Евгений Михайлович Дрейзин * , Soviet theater actress, People's Artist of the RSFSRЖивая память чёрно-белых снимков * Aleksandra Troitskaya, Soviet microbiologist-leprologist Тайна Александры Троицкой * , Major General of the Soviet Army, participant of the Great Patriotic War, Hero of the Soviet Union (1945)Герои страны. Александр Квашнин * , Russian businessman of German origin, brewerСтаринные пивзаводы России: Калуга ==References== ==External links== * Кладбище на Яндекс-Картах * Виртуальный тур: Пятницкое кладбище (Калуга) * Прогулка по кладбищу: какие знаменитости покоятся в Калуге Category:1780 establishments in the Russian Empire Category:Cemeteries in Russia ",
    "title": "Pyatnitskoye Cemetery (Kaluga)"
}