{
    "id": "58367980",
    "text": "Facade and entrance portal of Palazzo Mosca. The Civic Museum of Palazzo Mosca (Musei Civici di Palazzo Mosca) is the main civic museum of Pesaro, displaying art and decorative works, located in Piazza Mosca in this town of the region of the Marche, Italy. ==History== Since 1936, the main collection has been displayed in the Palazzo Mosca, once belonging to a wealthy merchant family. In the 16th century they built this palace and the rural Villa Caprile outside of town. The palace was refurbished in the 18th century under the patronage of the marquis Francesco. He commissioned the work from Luigi Baldelli, a pupil of Giovanni Andrea Lazzarini. The Mosca family retained the palace well into the 19th century, until it became property of the commune. The art collections held in the Palazzo Ducale were moved here. The simple facade has a stone portal with the coat of arms of the Mosca family. ==Collection== Pesaro altarpiece depicting Coronation of the Virgin by Bellini. Fall of the Giants by Reni The displays occupy five halls in the first floor, and include works from diverse centuries. Among the Renaissance works is the large altarpiece, called the Pesaro Altarpiece or Pala di Pesaro, depicting the Coronation of the Virgin (1475) by Giovanni Bellini. It was originally located in the church of San Francesco, Pesaro. The second hall contains ceramic works including maiolica from the region. Part of the collection was donated by the marchesa Vittoria Toschi Mosca. Among the works of the Baroque era are a Magdalen and St Joseph Penitent by Simone Cantarini and a Fall of the Giants by Guido Reni. The collection includes a number of still life paintings by Italian artists. Other artists featured include Christian Berentz and Antonio Gianlisi Junior. Other Baroque painters in the collection include Francesco Albani, Vincenzo Spisanelli, Giovanni Francesco Gessi, Elisabetta Sirani, Carlo Cignani, Giuseppe Maria Crespi, and Aureliano Milani. The museum has a number of paintings emerging from Emilia Romagna, assembled by the Prince Marcantonio Hercolani, including a Sant’Ambrogio by Vitale da Bologna, a Coronation of the Virgin by Simone dei Crocifissi, as well as paintings by Michele di Matteo da Bologna, Mariotto di Nardo, and Giovanni Francesco da Rimini. The portrait of the Procurator of Venice Michele Priuli was painted by Domenico Tintoretto. The museum also displays items related to the composer Gioachino Rossini, donated by his heir, Hercolani Rossini. The museum recently acquired 180 works of 20th-century art, including porcelains and paintings, assembled by professor Adalberto Vinciguerra and his wife. Among the masterpieces is a porcelain vase by Gio Ponti, titled La passeggiata archeologica (1925), made by the Manifattura Doccia of Richard Ginori. A number of glass pieces are on display including some from 1921-1922 by Vittorio Zecchin completed by Venini e Cappellin; also works by Napoleone Martinuzzi and Carlo Scarpa. Among the modern collection are paintings by the Futurist Ivo Pannaggi, Pietro Frajacomo, Enrico Prampolini, Silvestro Lega, Giacomo Favretto, and Niccolo Cannicci. Recently the museum acquired a donation by the jeweler Perlini- Gabucci.Museum Site for Pesaro, Palazzo Mosca entry. == References == ==Notes== Category:Pesaro Category:Museums in Pesaro Category:Palaces in Marche Category:Art museums and galleries in Marche ",
    "title": "Civic Museum of Palazzo Mosca"
}