{
    "id": "58364133",
    "text": "Mike Boone (born June 30, 1995) is an American football running back for the Minnesota Vikings of the National Football League (NFL). He played college football at Cincinnati and signed with the Vikings as an undrafted free agent in 2018. ==Early years== Boone attended and played high school football as a wide receiver at Baker County High School in Glen St. Mary, Florida. As a senior in 2013, he helped lead Baker County to a 7-3 record, catching 57 passes for 1,068 yards and 18 touchdowns, including 211 receiving yards in a single game which set a school record. Boone also lettered in basketball and track. He committed to the University of Cincinnati, choosing the Bearcats over FIU and Idaho, among others. ==College career== Boone attended and played college football at the University of Cincinnati from 2014–2017. ===Collegiate statistics=== {| class=\"wikitable\" |- ! colspan=\"6\" style=\"\" | Mike Boone ! colspan=\"4\" style=\"font-weight:bold;\" | Rushing ! colspan=\"4\" style=\"font- weight:bold;\" | Receiving |- | Year | School | Conf | Class | Pos | G | Att | Yds | Avg | TD | Rec | Yds | Avg | TD |- | 2014 | Cincinnati | American | FR | RB | 9 | 101 | 650 | 6.4 | 9 | 6 | 62 | 10.3 | 0 |- | 2015 | Cincinnati | American | SO | RB | 11 | 104 | 749 | 7.2 | 9 | 15 | 108 | 7.2 | 0 |- | 2016 | Cincinnati | American | JR | RB | 9 | 105 | 388 | 3.7 | 2 | 20 | 249 | 12.5 | 0 |- | 2017 | Cincinnati | American | SR | RB | 10 | 110 | 463 | 4.2 | 4 | 24 | 177 | 7.4 | 1 |- | style=\"font-weight:bold;\" | Career | style=\"font- weight:bold;\" | Cincinnati | colspan=\"4\" style=\"font-weight:bold;\" | | style=\"font-weight:bold;\" | 420 | style=\"font-weight:bold;\" | 2,250 | style=\"font-weight:bold;\" | 5.4 | style=\"font-weight:bold;\" | 24 | style=\"font-weight:bold;\" | 65 | style=\"font-weight:bold;\" | 596 | style=\"font-weight:bold;\" | 9.2 | style=\"font-weight:bold;\" | 1 |} ==Professional career== ===2018=== Boone signed with the Minnesota Vikings as an undrafted free agent on April 30, 2018. After an impressive preseason where he finished fourth in the league with 195 rushing yards, he made the Vikings 53-man roster and made his NFL debut in Week 3 against the Buffalo Bills. In the 27–6 loss, he had two carries for 11 rushing yards. He finished his rookie season with 11 carries for 47 yards. ===2019=== In Week 15 of the 2019 season against the Los Angeles Chargers, starting running back Dalvin Cook left the game with a shoulder injury which increased Boone's playing time as a result. During the game, Boone rushed 13 times for 56 yards and two touchdowns in the 39–10 win. In Week 17 against the Chicago Bears, Boone rushed 17 times for 148 yards and a touchdown during the 21–19 loss. Overall, Boone finished the 2019 season with 273 rushing yards and three rushing touchdowns. ===2020=== In Week 4 of the 2020 season against the Houston Texans, Boone forced a fumble on punt returner DeAndre Carter which was recovered by the Vikings during the 31–23 win. Boone was named the NFC Special Teams Player of the Week for his performance in Week 4. ==References== ==External links== *Minnesota Vikings bio *Cincinnati Bearcats bio Category:1995 births Category:Living people Category:American football running backs Category:Cincinnati Bearcats football players Category:Minnesota Vikings players Category:People from Baker County, Florida Category:Players of American football from Florida ",
    "title": "Mike Boone"
}