{
    "id": "58368817",
    "text": "Amay Yay Yin (; , also known as Yayin Kadaw) is a prominent Burmese nat. She is also known to be one of the five mother nats as Anauk Medaw (The West Mother). ==Life history== During the reign of the King Alaungsithu, there was a queen Nagasena (who was also known as a flying witch). At that time on the opposite side of the river from Bagan, there lived five siblings between the area of Kadu Kanan ethnic group at Pontaung Ponnya. The four sisters of five siblings were skilled in the arts of gandari. They are witches, too. At one day, while eating clouds, the four sisters had been attacked with magical power by the queen in the sky. But, the Nagasena (queen) lost in the competition of occult. And then, the youngest sister's soul was put into a Bukhar thee (Bukhar fruit) and buried under the sea for not to die with the help of Kawei Thara Bo Bo Gyi. The queen said to King Alaungsithu about bad dream in resentment. She dreamt that the five siblings were going to seize not only the throne but also all of their property. She dreamt that the five siblings were going to seize not only the throne but also all of their property and then that they are witches (kawei). So, the King was ordered to city minister Bo Bo Gyi to capture the five siblings and summoned them to come to the Bagan Palace to pay treasure. When the five siblings get the order, they arranged to pay local crops and oil. One day, they came to palace. At the street of going to palace, Saw Nan Mu was carried on her head a pot of sesame oil but the city minister Bo Bo Gyi was wanted to know, what things are in the pot. When he put his hand into the pot of oil, he was struck by a snake and died. These factors, she was sure witch because she was transformed into a snake from the sesame oil and then the minister died. So that, the soldiers were seized Saw Nan Mu, interrogated about murder in the presence of her brother Kadu Nesa at the palace. The king Alaungsithu was ordered that Kadu Nesa must execute his sister by himself. But he can't do it and having no heart to kill his own sister, both of them ran away from the palace and fell into a Athuyar Chauk (hasm) and died. Saw Nan Mu was thought that their death was caused by Alaungsithu. She was decided to revenge and intended to destroy Bagan with her magical power. At the way to go to bagan, she met with the Lord of Celestial Beings Sakra who stopped her. To pay magic art as an offering to him, he asked her. She was Sakra's request concessions. So that, as a reward, she can receive the offering of many people and she was became an nat as Yay Yin Medaw. She was conferred to be the owner of Pontaung Ponnya area on the opposite side of Bagan, other side of Chindwin River. Now, she known as the Amay Yay Yin. ==Worship== Amay Yay Yin statute Her local followers believe that by honoring her they will have a productive harvest, successful business, support to increase their crops and health. If a well dug about 300 feet in the area of Amay Yay Yin, water goes out naturally from the water pipes to on the surface of ground. She is a nature spirit within the special group of 37 royal Nats and includes in the Kawei type. Amay Yay Yin's shrine is situated at ninety-nine water reservoirs in Yinmabin Township. The festival of Amay Yay Yin (Amay Gyi) is held on full moon day of Tabaung of each year at Zeetaw village, Yinmabin Township. The festival is famous for farmer of the local community. The festival venue is more than 75 acres wide. If the festival held, there are more than thousand shops at the Palace Square. During the festival of Amay Yay-Yin people from the area of Pontaung Ponnya come to offer bananas, coconut, flowers and Eugenia sprigs at the shrine. ==References== Category:Burmese nats Category:Burmese goddesses ",
    "title": "Amay Yay Yin"
}