{
    "id": "58362642",
    "text": "In Family We Trust (known in Thai as ; , lit. \"blood is thick, humaneness is thin\") is a drama/mystery Thai TV series produced by Nadao Bangkok, in association with The One Enterprise and 4Nologue, and broadcast on One 31. It was directed by Songyos Sugmakanan, and was originally broadcast from 14 September to 10 November 2018. The story revolves around an extended Thai Chinese family whose members' seemingly happy relationships devolve into conflict following murder of the eldest son and head of the family business. The series features a large ensemble cast of veteran actors, including Nappon Gomarachun, Patravadi Mejudhon, Songsit Roongnophakunsri, Saksit Tangthong, Kathaleeya McIntosh, Sopitnapa Choompanee and Kejmanee Wattanasin, as well as members of the pop idol group Nine by Nine. == Plot == The Jiraanan family is a wealthy ethnic Chinese business family, whose extended family spans three generations. Grandfather (A-gong) and Grandmother (A-ma) have four children. Prasoet, the eldest son, heads the family business, Jirananta Hotel, and manages its main Bangkok location, while Phatson, the only daughter, manages its Pattaya branch. Met, the second son, is a single stay-at-home parent, while the youngest son Konkan lives a playboy lifestyle. Among them (and a deceased fifth sibling), they have nine third-generation children. The family members seem to get along well as they celebrate A-gong's birthday, but when he dies of old age shortly after, and his will is revealed to exclude Phatson from inheritance of the hotel, she gets into an argument with Prasoet regarding its management. Prasoet is then found dead from a gunshot in his bedroom, and Phatson becomes a prime suspect. Prasoet's wife Chris also becomes suspected when it is revealed that Prasoet had been seeing a mistress for twenty years. The grandchildren, especially Prasoet and Chris's son Pete and Phatson's eldest son Yi, become involved as each family tries to prove their innocence and uncover the mystery of the case. == Cast and characters == * Songsit Roongnophakunsri as Prasoet, the family's eldest son and CEO of the family business, Jirananta Hotel * Saksit Tangthong as Met, the second son, a stay-at-home single parent * Kathaleeya McIntosh as Phatson, the third child and only daughter, Managing Director of the Jirananta Hotel Pattaya * Sopitnapa Choompanee as Chris Chen, Prasoet's wife * Apasiri Nitibhon as Nipha, Prasoet's mistress/second wife who is undergoing treatment for cancer * Phollawat Manuprasert as Wichian, Phatson's husband, a police commissioner * Nappon Gomarachun as A-gong (grandfather), the family patriarch * Patravadi Mejudhon as A-ma (grandmother) * Kejmanee Wattanasin as Namphueng, Konkan's wife, a former actress * Supoj Chancharoen as Konkan, the youngest son * Pimmara Charoenpakdee as Phim * Thanapob Leeratanakajorn as Yi, Phatson's eldest son who owns a hairdresser's * Krissanapoom Pibulsonggram as Pete, Prasoet and Chris's son doing a master's degree in Hong Kong * Teeradon Supapunpinyo as Vegas, Konkan's elder son, a university student * Chonlathorn Kongyingyong as Ern, Phatson's second son, who helps manage the Pattaya hotel's theatre * Lapat Ngamchaweng as Tao, Phatson's third son, an actor * Sivakorn Adulsuttikul as Kuaitiao, the orphaned grandson who lives with A-gong and A-ma * Paris Intarakomalyasut as Chi, Prasoet and Nipha's son * Jackrin Kungwankiatichai as Toei, Phatson's youngest son, a secondary school student * Vachirawich Aranthanawong as Macao, Konkan's younger son * Sawanya Paisarnpayak as Meimei, Met's daughter * Kanyawee Songmuang as Kim, Yi's girlfriend * Pitisak Yaowananon as the police inspector * Chavalit Chittanant as the police lieutenant * Thaneth Warakulnukroh as Somphong, the private detective ==Production== In Family We Trust was conceived as part of 4Nologue's Nine by Nine project, in which nine young performers were enrolled to form a pop idol group and would, in addition to releasing an album and going on tour, act in a TV series. (Its nine members play the grandsons in the series.) 4Nologue CEO Anuwat Wichiennarat approached Songyos with the project, and Songyos agreed to produce the series, initially intending to invite one of the directors from his 2017 series Project S to join. As the project progressed, however, its ambition increased in scale, and Songyos decided to direct the series himself. Songyos hoped to target a wider audience than the teen and young adult demographic which his previous work catered to, and proposed the series to Takonkiet Viravan, One 31's CEO, asking for the evening prime time slot. Inspired by 1980s Hong Kong television dramas and their cutthroat family storylines, he and the writing team developed the story around an ethnic Chinese family with generational conflicts over traditional values. He enlisted a large cast of veteran adult actors, who helped anchor the story and give it a broader appeal. Songyos noted that the story did not have a main protagonist, and that all twenty-five characters were equally important, even though their airtime inevitably differed. He also said of the story that it was first and foremost about family, and that the murder mystery was a secondary element. A blessing ceremony, marking the start of the series' production, was held on 21 March 2018. Filming commenced around May, and finished in August. The score was composed by Terdsak Janpan and recorded with a full-size orchestra, conducted by Trisdee na Patalung. The series was officially announced at a press event on 5 September. == Release and reception == Part of the series' cast, together with director Songyos and executives Anuwat and Takonkiet, at the press event on 5 September 2018 In Family We Trust was originally slated to be broadcast on channel One 31 during 21:15–22:45 on Saturdays, beginning on 1 September, but the schedule was later changed to twice weekly, 20:45 on Fridays and 20:10 on Saturdays. The first episode was released on 14 September. In addition to the TV broadcast, each episode is released to the free Line TV streaming service at 22:00 on the same day. The series received hugely enthusiastic responses online, becoming widely discussed on social media. The premiere inspired extensive discussions regarding Chinese Thai culture, and many commented on the story's parallels to real-life familial disputes such as that of the Thammawattana family, whose scion Hangthong's mysterious death in 1999 became a national sensation. However, TV viewership figures were comparatively poor. The premiere received Nielsen ratings of 0.802, a drop from the 1.2 averaged by MX Muay Xtreme, the Muay Thai programme which previously occupied the time slot, and trailed far behind the dramas of mainstream Channel 3 and Channel 7, which received ratings of 5.627 and 5.349, respectively. Subsequent weekly ratings gradually increased (to 1.290 for the sixth episode), but were still disappointing for its scale of production. The series' poor television performance has been attributed to its younger viewership (compared to the usual mainstream television audience), who preferred to watch through online over-the-top services rather than on traditional live television. == References == == External links == * In Family We Trust on Channel One31 official website * In Family We Trust on Line TV * * \"In Family We Trust Original Soundtrack\" on Line TV Category:Thai television soap operas Category:2010s Thai television series Category:2018 Thai television series debuts Category:2018 Thai television series endings Category:Thai mystery television series Category:Television shows set in Bangkok Category:Television series by Nadao Bangkok Category:One 31 original programming ",
    "title": "In Family We Trust"
}