{
    "id": "58361104",
    "text": "So I Married an Anti-fan () is an upcoming South Korean television series starring Choi Tae-joon, Choi Soo-young, Hwang Chan-sung and Han Ji-an. It is based on the novel of the same title published in 2010, which was made into a comic and was also previously adapted into a Chinese film of the same name. ==Synopsis== The romance between top star Hoo Joon (Choi Tae-joon) and his anti-fan reporter Lee Geun-young (Choi Soo-young) who end up living together. ==Cast== ===Main=== * Choi Tae-joon as Hoo Joon : A world-famous superstar. Unlike his cold-hearted demeanor, he is a pure person who carries the pain of his first love. * Choi Soo-young as Lee Geun-young : A magazine reporter who becomes Hoo Joon's \"No.1 Anti-fan\" after her life is ruined because of him. * Hwang Chan-sung as JJ : A chaebol and the CEO of an entertainment agency. * Han Ji-an as Oh In-hyung : A rising movie star. ===Supporting=== * Kim Min-kyu as Go Soo-hwan : Geun-young's friend who is a photographer. * Kim Sun-hyuk as Seo Ji-hyang : Joon's manager who takes care of him like a real younger brother. * Kim Ha-kyung as Shin Mi-jung : Geun-young's best friend since elementary school. * Dong Hyun-bae as Han Jae-won : A television show producer. * Im Do-yoon as Noh Do-yoon * Baek Seung-heon as Shin-hyung : Mi- jung's long time boyfriend. * Ji Ho-sung as Kang Ji-hyuk : Joon's junior who believes and follows him like his own brother. * Kim Hyung-min as Roy Ahn : Geun-young's ex-boyfriend who is a chef. * Kim Min-kyo as a representative of Joon's agency * Yoo Seo-jin as the editor-in-chief of Geun-young's company * Song Chae-yoon as Cha Yu-ri : Joon's biggest fan in his fan club. ==Production== So I Married an Anti-fan is a partially pre-produced series. The first script reading of the cast was held on August 20, 2018, and filming began the same month. ==References== ==External links== * Category:Korean- language television shows Category:2020s South Korean television series Category:South Korean romance television series Category:South Korean romantic comedy television series Category:Television series by Warner Bros. Television Category:Upcoming television series ",
    "title": "So I Married an Anti-fan (TV series)"
}