{
    "id": "58363166",
    "text": "Tilahun Gizaw (, ṭəlahun gəzaw, c.1940 – 28 December 1969) was a student leader who played a significant role in the Ethiopian student movement that played a part in the Ethiopian Revolution. == Early life == Tilahun Gizaw was born in 1940 in Maychew, Tigray, Ethiopia. He was the son of a wealthy landowner from Tigray who divorced from his mother. His pre-university education was in mission boarding schools in Aqaqi and Addis Ababa, and in the Haile Selassie I Secondary School. His half-sister was Princess Sara Gizaw, the widow of Mekonnen Haile Selassie. == Activism == Tilahun Giza expressed a strong dislike for the royal house. In 1968 he narrowly lost the election for the presidency of the Union of Students of the University of Addis Ababa (USUAA) to Mekonnen Bishaw. The contest was perceived as a struggle between radicalism/commitment to the Ethiopian masses, represented by Tilahun Gizaw and reactionary reformism, represented by Mekonnen. Others, the university leadership included, saw it as a fight between extremism/fanaticism and reason/moderation. Disappointed, Tilahun Gizaw withdrew from the university for one year. Upon his return, he had expanded his knowledge of revolutionary literature and Ethiopia. He was close to the activists during the troubled spring of 1969. In November 1969, whilst he was a third year political science student, Tilahun Gizaw was elected President of the USUAA. He became president in the same month as the ultimate challenge to the regime appeared in the student paper Struggle on the status of, and policy towards, the ethnic diversity of the country. There ensued new waves of unrest in secondary schools all over the country and USUAA submitted ultimata to the government that Ethiopian University Service teachers would be withdrawn unless a number of conditions were met. Anti-government pamphlets were distributed in increasing numbers. There was a change of mood: the writings were more frantic and urgent, with a new rhetoric of violence. Government media did not conceal the fact that the intentions of the students had to be quelled. The university president, Aklilu Habtewold, also conveyed the general feeling of imminent government punishment. == Death and legacy == Tilahun Gizaw was shot while walking outside the campus in the Afencho Ber area. It was commonly believed that he was murdered by the security police. After his death students took his body to the university. Thousands of students all over Addis Ababa came to the main campus to mourn his death. It all ended in tragic confrontation with the guns and bayonets of the Imperial Bodyguard. Gizaw was buried in Maychew, Tigray. His funeral had 500 mourners including his half-sister Princess Sara Gizaw and Ras Mengesha Seyoum. The death of Tilahun Gizaw undoubtedly contributed towards raising the level of political consciousness of the average student and enhanced the feeling of alienation from the regime. The violent crackdown on university students by the Imperial Bodyguard and the lack of response from the Addis Ababa University administration resulted in the ejection from the country of the Dean of the College of Business Administration, Dr. LX Tarpey, and the resignation of the Director of the Peace Corps, Joseph Murphy. == References == Category:Addis Ababa University alumni Category:People from Tigray Region Category:Deaths by firearm in Ethiopia Category:1969 deaths Category:Year of birth uncertain ",
    "title": "Tilahun Gizaw"
}