{
    "id": "58363854",
    "text": "Lauren Esposito is the Assistant Curator and Schlinger Chair of Arachnology at the California Academy of Sciences. She is the co-founder of the network 500 Queer Scientists. == Early life and education == Esposito was born and raised in El Paso, Texas. She kept a collection of insects in egg cartons, and her first grade science project looked at the Mendelian genetics of pigeon colours. Esposito earned her Bachelor's degree in biology at the University of Texas at El Paso in 2003. She became interested in scorpions during a National Science Foundation placement at the American Museum of Natural History. She moved to New York for her graduate studies. She completed her PhD at City University of New York and the American Museum of Natural History (Scorpion Systematics Research Lab) in 2011. Her dissertation, \"Systematics and Biogeography of the New World Scorpion Genus Centruroides Marx, 1890\", considered Buthidae scorpions. == Research and career == Esposito teaching on the island of Saba In 2011 she joined University of California, Berkeley as a postdoctoral researcher working on Caribbean scorpions. She studied the biogeography of arachnids. She joined the California Academy of Sciences in 2015, and is one of the world's only women scorpion experts. She continued to study buthidae scorpions at the California Academy of Sciences. She digitises and collects genetic information from the collected scorpion species. She is also working on arthropods in salt flats in western America. Her current research considers the evolution of scorpion venom and distribution of scorpions in the Caribbean. She has also studied the uses of scorpion venom in the context of cancer research and medication. In 2017 she discovered three new species and two new genera of club-tailed scorpions. She detected the scorpions using ultraviolet lights that excite a fluorescent dye in the scorpion armour. The new species were of the genus Rhopalurus Thorell. Whilst surveying the Penang Hill rainforest, Esposito identified a new ghost scorpion. In 2018 she identified that Centruroidinae scorpions hiss by rubbing themselves with comb like structures. She told Slate magazine that her favourite fact about scorpions was that they behave like mammals and bear live young. In 2014 Esposito was the co-founder of Islands & Seas, a non-profit that supports scientific research and education at its field station in Baja California Sur, Mexico. She leads educational programs in Baja California and at Columbia University. She is the creator of 500 Queer Scientists, a network of LGBTQ+ scientists worldwide. She created 500 Queer Scientists after a survey of American STEM workers identified that over 40% of LGBTQ+ scientists were not 'out' to their colleagues. She has appeared on Science Friday and Public Radio International. In February 2019 she was awarded the Walt Westman Award by the National Organization of Gay and Lesbian Scientists and Technical Professionals (NOGLSTP) as recognition for the 500 Queer Scientists initiative. It is the highest national honor that NOGLSTP can award to a member, recognizing that individual's commitment to their mission. == References == == External links == * Category:Year of birth missing (living people) Category:People from El Paso, Texas Category:Living people Category:American entomologists Category:Women entomologists Category:Lesbian academics Category:LGBT scientists from the United States Category:University of Texas at El Paso alumni Category:City University of New York alumni Category:UC Berkeley College of Engineering faculty Category:LGBT scientists Category:People associated with the California Academy of Sciences Category:American arachnologists Category:LGBT people from Texas ",
    "title": "Lauren Esposito"
}