{
    "id": "58362675",
    "text": "Gavin Coombes (born 11 December 1997) is an Irish rugby union player for Pro14 and European Rugby Champions Cup side Munster. He plays primarily as a number 8, but can also play flanker or lock. Coombes represents Young Munster in the All-Ireland League. ==Early life== Born in Skibbereen, Cork, Coombes first began playing rugby for Skibbereen RFC. He attended Bandon Grammar School and captained the senior rugby team to the quarter-finals of the 2016 Munster Schools Rugby Senior Cup. Coombes went on to represent Munster at Under-18 and Under-19 levels, winning inter-provincial championships with both, as well as also representing Ireland at Under-18 and Under-19 levels. ==Munster== Coombes was part of the Munster A team that won the 2016–17 British and Irish Cup, with Coombes starting at blindside flanker in the 29–28 victory against Jersey Reds in the final on 21 April 2017. Coombes started at number 8 in both of Munster's pre-season friendlies in August 2018, before being named in his first Pro14 squad. He made his competitive debut for Munster on 1 September 2018, coming off the bench in their opening 2018–19 Pro14 fixture against Cheetahs in Thomond Park, a game which Munster won 38–0. Coombes signed a two- year contract with Munster in October 2018, a deal that saw him join the senior team from the 2019–20 season. He scored his first tries for Munster in their 29–10 win against Welsh side Scarlets during round 13 of the 2019–20 Pro14 on 29 February 2020. ==Ireland== Coombes represented Ireland U20 during the 2017 Six Nations Under 20s Championship and 2017 World Rugby Under 20 Championship. ==Honours== ===Munster A=== *British and Irish Cup: **Winner (1): 2016–17 ==References== ==External links== *Munster Senior Profile *Munster Academy Profile *Pro14 Profile *U20 Six Nations Profile * Category:1997 births Category:Living people Category:People from Skibbereen Category:People educated at Bandon Grammar School Category:Rugby union players from County Cork Category:Irish rugby union players Category:Bandon R.F.C. players Category:Young Munster players Category:Munster Rugby players Category:Rugby union number eights Category:Rugby union flankers Category:Rugby union locks ",
    "title": "Gavin Coombes"
}