{
    "id": "58362398",
    "text": "Ragna Margrét Brynjarsdóttir (born 30 March 1990) is an Icelandic former basketball player and a former member of the Icelandic national basketball team. She won the Icelandic championship in 2007 and 2009 as a member of Haukar and was named to the Úrvalsdeild Domestic All-First Team in 2011 and 2017. Following her retirement in 2019 she started working as an analyst on Domino's Körfuboltakvöld, a weekly show covering the Úrvalsdeild karla and Úrvalsdeild kvenna leagues. ==Playing career== ===Haukar (2006–2011)=== Ragna started her playing career with Haukar in the Úrvalsdeild kvenna during the 2006-2007 season. She appeared in 16 games during the regular season, averaging 2.9 points per game. Haukar dominated during the season, winning all four major trophies; the national championship, the Icelandic Basketball Cup, the Supercup and the Company Cup while also finishing with the best win-loss record in the Úrvalsdeild. During the offseason, Haukar lost several key players, including stars Helena Sverrisdóttir and Pálína Gunnlaugsdóttir. Despite the losses he guided the team to Icelandic Cup finals and the Úrvalsdeild playoffs. In the Cup, Haukar lost to Grindavík 77-67. and in the Úrvalsdeild playoffs, Haukar were beaten by Keflavík in the semi-finals. During the 2008-2009 season, Ragna started all 29 games, averaging 8.1 points and 9.8 rebounds. She was instrumental in Haukar reaching the Úrvalsdeild finals again where they beat KR 3-2. In 2010, she helped Haukar win the Icelandic Cup, scoring 11 points in the 83-77 win against Keflavík in the Cup final. In 2010-2011, Ragna was named to the Domestic All-First Team after averaging 11.3 points and 10.0 rebounds in 21 games. ===KFUM Sundsvall (2011–2012)=== After the season, she left Haukar and joined Swedish club KFUM Sundsvall in the then second-tier Basketettan. In 15 games for Sundsvall, she averaged 6.3 points and 5.5 rebounds per game. ===Valur (2012–2015)=== After one season in Sweden, Ragna returned to Iceland and signed with Valur. On 9 January 2014, she became the first player to be charged by the Icelandic Basketball Federation's referee committee for her unsportsmanlike foul on Helga Hjördís Björgvinsdóttir during Valur's game against Snæfell on 8 January. She was cleared by the Federations disciplinary court as it concluded that it did not have jurisdiction over incidents where a referee called a foul on player but did not eject him. ===Stjarnan (2015–2019)=== On 19 August 2015, Ragna signed with newly promoted Stjarnan. The season turned out to be highly disappointing with high scoring American guard Chelsie Schweers being fired in December and head coach Baldur Ingi Jónasson resigning in February. Despite Ragna averaging 12.6 points and 9.4 rebounds, Stjarnan finished with a 3-21 record, barely escaping relegation. The following season, Ragna averaged 13.0 points and 9.3 rebounds, helping Stjarnan secure a playoff spot for the first time in the club's history. In the playoffs, Stjarnan got swept in the first round by Snæfell. After the season she was named to the Domestic All-First team for the second time in her career. On 3 February 2018, Ragna collided with Snæfell's Anna Soffía Lárusdóttir, resulting in a concussion that forced her to miss the rest of the season. Without her, Stjarnan missed out on the playoffs with a loss against Skallagrímur in the last game of the regular season. On 27 September 2018, she said in an interview with Karfan.is that she was still dealing with issues from the head injury and was unsure when she would return to the court. In January 2019, Ragna resumed training with Stjarnan but stated that there was no timetable for her return to the court. On 9 January, she played her first game since the injury, scoring 7 points in 12 minutes in a loss against Keflavík. She appeared in 8 games during the season, averaging 9.5 points and 6.0 rebounds. Her last game came on 27 February 2019 and she did not play during the playoffs. Following the season, Ragna retired from competitive basketball. ==Icelandic national team== From 2008 to 2017, Ragna played 43 games for the Icelandic national basketball team. She participated with Iceland at the Games of the Small States of Europe in 2009, 2015 and 2017. In November 2015, she became the first player in Stjarnan's history to be selected to the national team. ==Achievement== ===Awards=== *2x Úrvalsdeild Domestic All-First Team (2011, 2017) *2x Úrvalsdeild Young Player of the Year (2008, 2009) ===Titles=== *2x Icelandic champion (2007, 2009) *2× Icelandic Basketball Cup (2007, 2010) *Icelandic Supercup (2006) *Icelandic Company Cup (2006) ==References== ==External links== *Icelandic statistics 2008-2019 *Swedish statistics Category:1990 births Category:Living people Ragna Margret Brynjarsdottir Ragna Margret Brynjarsdottir Ragna Margret Brynjarsdottir Ragna Margret Brynjarsdottir Ragna Margret Brynjarsdottir Category:Centers (basketball) ",
    "title": "Ragna Margrét Brynjarsdóttir"
}