{
    "id": "58363341",
    "text": "The historic bridges at the Lancaster campus of Ohio University were moved to the campus and sit about a 100 yards apart. The bridges were built in 1881 and 1884-85 very close to each other, both crossing Poplar Creek, and while the first-built is a wood-and-steel covered bridge and the second-built is all- steel, they are similar in design. Original and current locations of both bridges may be seen in OpenStreetMap linked at right. ==Bridge #2== The John Bright Covered Bridge, also known as John Bright Bridge No. 2, near Baltimore, Ohio, was built in 1881 by Aug Borneman & Sons to span Poplar Creek southwest of Baltimore. It was moved and now spans Fetters Run on the campus of Ohio University's Lancaster campus. It was listed on the National Register of Historic Places in 1975. It was moved from its original location, , northeast of Carroll on Bish Rd. NW. to its current location spanning Fetters Run. It is a single-span wooden and steel combination truss bridge. It was documented in the Historic American Engineering Record, as John Bright No. 2 Covered Bridge, Bish Road (Township Route 263) over Poplar Creek, Carroll, Fairfield County, OH. ==Bridge #1== The John Bright No. 1 Iron Bridge, near Carroll, Ohio, was listed on the National Register of Historic Places in 1978. It was built by the Hocking Valley Bridge Works and is a single-span steel \"Eye-Bar\" bridge. It was documented by the Historic American Engineering Record: > The John Bright No. 1 Iron Bridge was built by the Hocking Valley Bridge > Works (HVBW) of Lancaster, Ohio, probably in 1884-5. It is one of a > relatively small number of surviving bridges to have been built by this > local firm. The suspension truss design is very unusual, and is only known > to have been used in a few bridges in Ohio by three bridge builders. There > are some similarities in this bridge to several patented designs, but it > most closely resembles Archibald McGuffie's 1861 patent for \"Improvement in > Construction of Bridges.\" The bridge is very similar in design to the nearby > John Bright No. 2 Covered Bridge (see HAER No. OH-45). It was built to span Poplar Creek, bringing Havensport Rd. NW over Poplar Creek, about northeast of Carroll: It now spans Fetters Run, at . It was moved to its current position 100 feet down stream of John Bright Bridge No. 2, on Fetter's Creek, in 1986. ==Photos== John Bright bridge number 1, Fairfield Co, Ohio, US.jpg|Bridge #1 in its 2017 location John Bright bridge number 2, Fairfield Co, Ohio, US.jpg|Bridge #2 in its 2017 location ==References== ==External links== * * *John Bright No. 1 Iron Bridge, Spanning Poplar Creek at Havenport Road (TR 263), Carroll, Fairfield County, OH Category:Covered bridges in Ohio Category:National Register of Historic Places in Fairfield County, Ohio Category:Infrastructure completed in 1881 ",
    "title": "Ohio University Lancaster historic bridges"
}