{
    "id": "58363955",
    "text": "Freddie Thompson is an Irish criminal connected to the Crumlin-Drimnagh feud who was also convicted of the murder of David Douglas. ==Early life== He was born in 1980 and grew up in the Maryland area of south-inner city Dublin. He first came to the attention of an Garda Síochána in his teens for car theft and related offences. He was a cousin of Liam Byrne whose brother David who was shot in February 2016. Thompson assumed control of the Dublin branch of the Kinahan gang after Gerry Kinahan was jailed in 1997 in relation to stolen cheques. During 2007-2008 he was involved with a feud with the INLA when caused him to flee Dublin several times. Because of this, Liam Byrne gradually assumed control of the Dublin branch of the gang. ==Ambush== In 2008 he was travelling in a Four-wheel drive car in Spain with Paddy Doyle and Gary Hutch, a nephew of Gerry Hutch when they were ambushed and Doyle was shot dead. (Gary Hutch was shot at the start of the Hutch–Kinahan feud.) ==Extradition to Spain== Thompson was extradited to Spain in 2011 after Spanish authorities linked him to an organisation based in the Costa del Sol, namely the Kinahan gang. He was allowed to return to Ireland in 2013. He was wanted in Spain on three charges - unlawful assembly, drugs charges and possession of weapons and arms trafficking. Spanish authorities claimed that he procured weapons for the organisation and is a bodyguard and chauffeur. Thompson submitted a statement of means claiming he had no income. Counsel for the state asked how Thompson could support himself when he did not claim welfare, was not registered for business or tax yet travelled around Europe. Thompson claimed he was supported by his mother. The judge found the statement of means very unsatisfactory and refused free legal aid. ==Extradition from Netherlands== In May 2014 he was arrested by Dutch police on foot of an international arrest warrant. He was extradited from Amsterdam and held in custody. It was related to a brawl on 7 January 2013, at Morriseys' pub, Cork Street, \"sparked by slagging\" after a funeral. In February 2015 he pleaded guilty to violent disorder for which he was jailed. At the time of the Garda investigation Thompson had 29 previous convictions. Judge Martin Nolan said that Thompson had probably caused the brawl and that he had thrown a bottle at someone. He also described the brawl as \"a quite serious fracas\" in which many people were involved. Thompson pleaded guilty and his sentence was backdated to 23 May 2014, the date he was first remanded. ==Murder of David Douglas== In July 2016, David Douglas was murdered and Thompson was charged with the murder that November. In August 2018, Thompson was convicted of the murder. ==References== Category:1980 births Category:Living people Category:2016 crimes in the Republic of Ireland Category:2016 murders in Europe Category:2010s murders in the Republic of Ireland Category:21st-century Irish criminals Category:Criminals from Dublin Category:Date of birth missing (living people) Category:Irish male criminals Category:Irish mobsters Category:Irish people convicted of murder Category:Murder in the Republic of Ireland ",
    "title": "Freddie Thompson (Irish criminal)"
}