{
    "id": "58373246",
    "text": "Kate Whitley (born 1989) is an English composer and pianist. ==Career== She is classically trained and studied music at Kings College, Cambridge. Her music is recorded by NMC Recordings and her debut release, I am, I say was released in 2017. It was described as \"unpretentious and appealingly vigorous music\" and \"an excellent introduction to her sonic world\". She won a Borletti-Buitoni Trust Special Award in 2014. Her music has been broadcast live on BBC Radio 3 and performed as part of the BBC Proms. In 2017, Whitley was commissioned by Radio 3 to compose a piece for International Women's Day, setting the words of Malala Yousafzai's 2013 speech to the UN. The piece, called Speak Out, was premiered on 8 March 2017 in the Hoddinott Hall in Cardiff, with the BBC National Orchestra of Wales and Chorus of Wales alongside the children's choir Cor y Cwm, conducted by Xian Zhang. === Multi-Story Orchestra === Whitley co- founded the Multi-Story Orchestra with conductor Christopher Stark in 2011. The orchestra's first performance was of Stravinsky's The Rite of Spring in a car park in Peckham, London. The project won the 2016 Royal Philharmonic Society Music Award for Audiences and Engagement. The orchestra also works with school children and local community groups. == List of works == === Solo/chamber works === * Duo for violin and viola * 3 pieces for violin and piano * Five piano pieces * Two songs for clarinet and piano * Lines for string quartet === Orchestral === * Autumn Songs for 12 solo strings (7 violins, 2 violas, 2 cellos, bass) * Viola Concerto * Split for solo clarinet, solo percussion and strings * The Animals * Sky Dances === Choral === * I am I say (words by Sabrina Mahfouz) for soprano, bass, children's choir orchestra * Speak Out (words by Malala Yousafzai, written in support of the campaign for girls’ right to education) for children's choir, SATB chorus and orchestra * Alive (words by Holly McNish) for children's choir and orchestra * The Cruel Cut (words by Sabrina Mahfouz, written in support of the campaign to stop FGM in the UK) for 4 sopranos, community choir including solo untrained voice, piano === Opera === * Paws and Padlocks (children's opera, libretto by Sabrina Mahfouz) * Unknown Position (libretto by Emma Hogan) == References == Category:1989 births Category:Living people Category:English women pianists Category:Alumni of King's College, Cambridge Category:English composers Category:British female classical composers Category:21st-century English women musicians Category:21st-century pianists Category:21st-century British composers Category:21st-century women composers ",
    "title": "Kate Whitley"
}