{
    "id": "58374685",
    "text": "Hadi Mulyadi (born 9 May 1968) is an Indonesian politician who is the vice governor of East Kalimantan. Previously, he had served as a member of both the provincial council and the People's Representative Council. A member of the Prosperous Justice Party, Mulyadi worked as a lecturer and teacher before entering politics. He was elected as running mate to Isran Noor in the 2018 gubernatorial elections. ==Background== Hadi Mulyadi was born in Samarinda on 9 May 1968. He completed his basic education there, graduating from highschool in 1987. He then continued to study in Makassar, earning his bachelors in 1995. He later earned a masters in economics from Hasanuddin University in 2004. He is married with five children. ==Career== Having been a tutor during his time at university, Mulyadi proceeded to teach at various schools in Samarinda after he earned his degree. He also taught as a lecturer in several higher education institutes. ===Politics=== Hadi Mulyadi as member of People's Representative Council. Mulyadi was active in various student organizations during his time at university. By 2001, he was the Prosperous Justice Party leader in his home province, and by 2003 was part of the party's syuro council. In the 2004 legislative election, Mulyadi ran for a seat in the provincial council and won, becoming the chair of the council's first commission. He was reelected in the 2009 election, and was appointed deputy speaker of the council. Mulyadi was the running mate of Samarinda mayor Achmad Amins in the province's first gubernatorial election in 2008, but the pair lost the election to Awang Faroek Ishak. His party initially endorsed him to run for governor in the following election in 2013, but he ended up not running. During the 2014 legislative election, Hadi ran for a seat in the People's Representative Council, placing sixth in the province and securing a seat with 53,143 votes. In the council, he initially became a member of the seventh commission (on energy), before moving to the second commission in 2015 and back to the seventh commission as deputy chair in 2016. He ran as running mate to Isran Noor in the 2018 gubernatorial election, resigning from his parliament post to do so with his party appointing Aus Hidayat Nur to replace him. The pair won the election, securing 31.3 percent of the votes in the four-way race. Mulyadi was sworn in along with Noor on 1 October 2018. ==References== Category:1968 births Category:Living people Category:People from Samarinda Category:Members of the People's Representative Council, 2014 Category:Hasanuddin University alumni Category:East Kalimantan Provincial Council members Category:Prosperous Justice Party politicians ",
    "title": "Hadi Mulyadi"
}