{
    "id": "58379590",
    "text": "Presidential primary elections were held in Uruguay on 1 June 2014 in order to nominate the presidential candidate for every political party.Reglamentación de las elecciones internas de los partidos políticos ==Overview== According to the opinion polls,Cifra opinion polls the political landscape remained stable, due to the fact that most serious candidates had already run on the previous election.Elections and renewal In the ruling coalition Broad Front, former president Tabare Vazquez who had left office in 2010 with approval ratings above 60%, was challenged by senator Constanza Moreira. The major surprise was the rise of representative Luis Alberto Lacalle Pou from the conservative faction of the National Party, and his narrow victory over the more liberal former presidential candidate and senator Jorge Larrañaga: *Broad Front: this party has a long tradition of single candidacies since 1971, with just a few exceptions. Finally, in November 2013, the Congress of the Broad Front announced two candidacies: **former President Tabaré Vázquez (winner) **senator Constanza Moreira *National Party: the primary election within the National Party was a close contest, garnering most of the attention: **representative Luis Alberto Lacalle Pou, son of former president Luis Alberto Lacalle Herrera (winner) **senator Jorge Larrañaga **Álvaro GermanoTwo more candidates ready to fight (in Spanish). **Alfredo OliúHasta donde nos lleve la gente (in Spanish). *Colorado Party: **senator Pedro Bordaberry (winner) **senator José Amorín Batlle **former senator Manuel Flores Silva *Independent Party: **former representative Pablo Mieres ;Smaller parties: Many other smaller parties, most of them newly created, also took part in the elections and put forward presidential condidates: * Popular Unity: Gonzalo Abella * Unión para el Cambio: Marcelo Fuentes * Partido de la Concertación: José Luis Vega * Workers' Party: Rafael Fernández * Partido Ecologista Radical Intransigente: César Vega * Unidos por Nuestras Riquezas Naturales: Beatriz Banchero ==References== ==External links== *Electoral Process in Uruguay 2014-2015 Electoral Court of Uruguay 2014 Category:2014 elections in South America Category:2014 in Uruguay Category:June 2014 events in South America Category:Tabaré Vázquez ",
    "title": "2014 Uruguayan presidential primaries"
}