{
    "id": "58379395",
    "text": "Club Sportiv Municipal Oltenița, commonly known as CSM Oltenița, or simply Oltenița (), is a professional Romanian football club based in Oltenița, Călărași County. The team was founded as Șantierul Naval Oltenița in 1948 and played between 1965 and 1992 in the Liga II and Liga III. After 1992 the team had only sporadic appearances in the third league, before being declared bankrupt at the end of the 2004–05 season. For 7 years football has disappeared from the city, and the stadium has also become a ruin. In 2011 the renovations of the stadium started and after one year the club was re-founded, this time as CSM Oltenița. ==History== CSM Oltenița was founded in 1948 as Șantierul Naval Oltenița (also known as ȘN Oltenița or SNO). The team was first promoted to the Divizia C at the end of the 1964–65 season. ȘN Oltenița played at this level for five years before advancing to the Divizia B at the end of the 1969–70 season. The club was strongly supported by the Oltenița shipyard and they had good results and at the end of the 1971–72 season occupied the 3rd place (best ranking in its entire history). In the following seasons the club no longer succeeded in approaching this performance: 1972–73 – 6th, 1973–74 – 13th, 1974–75 – 9th, 1975–76 – 13th, then culminating with a 17th place and a relegation at the end of the 1976–77 season. After one season, the club from the left bank of the Argeș River promoted again, but it would only last a season before returning to the third league, where it would remain. In 1992 after the Romanian Revolution and fall of the communism in Romania, Oltenița shipyard, which was an institution of the state, has begun to face growing financial problems, which has also shifted to the football team. In 1992 Unirea Tricolor București (not to be confused with the original club Unirea Tricolor București, which was dissolved in 1958) was moved from Bucharest to Oltenița and merged with ISCIP Ulmeni and ȘN Oltenița. The new entity was named Unirea Tricolor Oltenița, then Navol Unirea Oltenița. After two seasons, Unirea Tricolor and ȘN Oltenița split up, Unirea Tricolor moved back to Bucharest and maintained the Divizia C place while ȘN Oltenița was renamed as Navol Oltenița (the new name of the Oltenița shipyard) and enrolled in the Divizia D. Navol promoted after only one season and remained in the Divizia C until 1999, then promoting again only in 2004. As the shipyard's support had disappeared because of the serious problems it faced, Navol has withdrawn at the end of the season due to lack of funds, the shipyard was declared bankrupt a year later. After this followed the darkest period in the history of football from Oltenița, a period of seven years in which the club remained just a memory and the stadium has become a ruin. {| class=\"wikitable\" style=\"text-align: left\" align=\"right\" |- | style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" | Name | style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" | Period |- | Șantierul Naval Oltenița || 1948–1992 |- | Unirea Tricolor Oltenița || 1992–1993 |- | Navol Unirea Oltenița || 1993–1994 |- | Navol Oltenița || 1994–2005 |- | CSM Oltenița || 2012–present |} In 2011 the stadium was renovated and in 2012 the football club was refounded as CSM Oltenița. The team returned to the Liga III at the end of the 2014–15 season after winning the Liga IV, Călărași County group. ==Ground== CSM Oltenița plays its home matches on the 2,500-seat Stadionul Municipal from Oltenița. In the past the stadium could fit 10,000 people, but the capacity was reduced by the irreparable damage suffered during the period in which it was abandoned. In 2011 the stadium was revived, but the capacity was reduced at only 2,500 and from 2014 was also bought by Municipality of Oltenița from the company that took over the assets of the Oltenița shipyard after its bankruptcy. ==Honours== *Liga III **Winners (2): 1969–70, 1977–78 **Runners-up (1): 1982–83 *Liga IV – Călărași County **Winners (4): 1964–65, 1995–96, 2000–01, 2014–15 === Other performances === *Appearances in Liga II: 8 *Best finish in Liga II: 3rd place in the 1971–72 ==Current squad== ==Club officials== ===Board of directors=== {| class=\"toccolours\" |- ! style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" |Role ! style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" |Name |- | Owner | Oltenița Municipality |- | President | Iulian Cudalbu |} ===Current technical staff=== {| class=\"toccolours\" |- ! style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" |Role ! style=\"background:#01a0e2;color:#FFFFFF;border:1px solid #c91d27\" |Name |- | Manager | Răzvan Huzuneanu |} ==League history== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Season || Tier || Division || Place || Cupa României |- | 2019-20 || 4 || Liga IV (CL) || align=center bgcolor=bronze| 3rd (P) || |- | 2018-19 || 3 || Liga III (Serie II) || align=center bgcolor=#FFCCCC| 14th (R) || |- | 2017-18 || 3 || Liga III (Serie II) || 10th || |- | 2016-17 || 3 || Liga III (Serie II) || 9th || |- | 2015-16 || 3 || Liga III (Serie II) || 10th || |- | 2014-15 || 4 || Liga IV (CL) || align=center bgcolor=gold| 1st (C, P) || |- | 2004-05 || 3 || Divizia C (Serie III) || align=center bgcolor=#FFCCCC| 7th (R) || |- | 2003-04 || 4 || Divizia D (CL) || align=center bgcolor=gold| 1st (C, P) || |- | 1998-99 || 3 || Divizia C (Seria II) || align=center bgcolor=#FFCCCC| 17th (R) || |} {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Season || Tier || Division || Place || Cupa României |- | 1997-98 || 3 || Divizia C (Seria II) || 9th || |- | 1996-97 || 3 || Divizia C (Seria II) || 12th || |- | 1995-96 || 4 || Divizia D (CL) || align=center bgcolor=gold| 1st (C, P) || |- | 1994-95 || 3 || Divizia C (Seria II) || align=center bgcolor=#FFCCCC| 19th (R) || |- | 1993-94 || 3 || Divizia C (Seria II) || 15th || |- | 1992-93 || 3 || Divizia C (Seria II) || 10th || Round of 32 |- | 1991-92 || 3 || Divizia C (Seria VI) || 7th || |- | 1990-91 || 3 || Divizia C (Seria IV) || 6th || |- | 1989-90 || 3 || Divizia C (Seria IV) || 7th || |} ==References== ==External link== * Category:Football clubs in Romania Category:Football clubs in Călărași County Category:Association football clubs established in 1948 Category:Liga II clubs Category:Liga III clubs Category:Liga IV clubs Category:1948 establishments in Romania ",
    "title": "CSM Oltenița"
}