{
    "id": "58379871",
    "text": "Brittnee Moore, known professionally by the stage name of bbymutha, is an American rapper. She was born in Chattanooga, Tennessee. A single mother to two pairs of twins, Moore's persona is heavily influenced by her experiences of black single motherhood. In a 2017 interview Moore described herself as a 'stay-at-home mom' who earns her income through rapping. She began her career through SoundCloud, where she released her first track, \"Slut\". In 2017, she rose to prominence within underground hip hop after the video for her song \"Rules\" went viral. As of December 2018, her debut studio album, Christine, has yet to be scheduled for release; the album is produced by SXYLK and My Friend Meesha. She has collaborated with Rico Nasty, DONCHRISTIAN, and God Colony. On August 28, 2020, she released her debut and final studio album, now titled Muthaland, on Bandcamp. == Early life == Moore was born and raised in Chattanooga, Tennessee. Both of her parents were in high school at the time of her birth. Moore was raised primarily by her mother, a religious Christian. Her father, a barber, was physically abusive. She has a younger brother. Moore had a turbulent adolescence. At school, Moore was an outcast and was bullied. At the age of 12, she moved to Pensacola with her mother. After physically assaulting a teacher at her school, Moore was committed to a psychiatric ward, where she was diagnosed with depression and ADHD. She was expelled from the school and moved back to Tennessee. By the age of 13, Moore had begun selling drugs and having sex with older boys. At 17, she became pregnant with her first pair of twins, Mekel and Mekeila, who she has raised alone, describing the children's father as a 'pedophile'. Moore would listen to rap music at her father's house during her summer break from school. Beginning in early childhood, she enjoyed writing. She began writing poetry in fourth grade, and became interested in music and performance after participating and winning a dance competition with her cousins in elementary school. She began rapping in tenth grade. During that year, Moore and her cousins formed a group called Money over Niggas. ==Career== Moore's \"first official song\" as a solo artist was \"Slut\". Moore released the song on SoundCloud. She performed under the stage name Cindyy Kushh from the age of \"17 or 18\", before changing her stage name to bbymutha. The name was inspired by her experience of being called a \"baby mama\" by the other female partner of her unfaithful boyfriend. After working in retail and in call centres for several years, she became pregnant with her second pair of twins, Khloe and Tyler, after moving to Nashville to study fashion design. The father of the twins was abusive, and he disapproved of Moore's rapping, leading Moore to take a hiatus from her rap career. After giving birth to her second pair of twins, Moore moved back to Chattanooga and returned to rapping. In December 2015, she released a three-song EP entitled Weave. === Breakthrough === In December 2016, Moore released the EP Glow Kit. The EP was included in \"20 best Bandcamp releases of 2017\". In 2017, the track \"Rules\", which was produced by Luna God, was released as a single from the EP. The music video for the song was later released in August on YouTube. The video went viral, and led to Moore to receive attention from prominent R&B; musicians SZA and Kehlani. The track was also played by Björk as part of a DJ set, and was featured in FADER's \"101 best songs of 2017\". In 2018, Moore has released three EPs so far. In January 2018, Muthaz Day 2 was released. The EP featured production from Rock Floyd and Crystal Caines. This was followed by BbyShoe, which was released in February 2018 to positive reviews. The EP also received praise from Pitchfork. In May 2018, Moore released a surprise EP entitled Free Brittanee. Moore performed at Toronto Pride in June 2018. \"Indian Hair\", a track from Moore's 2015 EP, Weave, featured in the soundtrack to the second season of Netflix series Dear White People. === Retirement and Mutha Magick Apothecary === On August 28, 2020, after years of delays, her debut and final studio album, Muthaland, was finally released on music distribution platforms. Declaring it her last official release, she expressed her frustrations via Twitter with the process behind making the album, adding how much stress it caused her. The album received positive reviews from music publications, with critics praising the lyrics and creativity. Pitchfork scored the album an 8.0 rating, with contributor Dylan Green writing \"It’s a deliriously entertaining, ambitious project from an artist operating at her peak\". She recently started an apothecary, named Mutha Magick Apothecary, where she sells soaps, candles, and essential oils among other products. In addition, she also plans to open a physical brick-and-mortar store for the company, while also focusing on possibly releasing a mini-EP to be made exclusively available on OnlyFans, and a documentary. === Influences === Moore has credited Gucci Mane as her biggest musical influence. She has also listed Southern hip hop artists Trina, La Chat, and Gangsta Boo as influences. She has described her music as being influenced by living in the ghetto in Chattanooga. Her music is also influenced by her religious upbringing in Tennessee, in the Bible Belt. She is known for having a colourful fashion sense and frequently wearing different wigs. Moore has named Jimi Hendrix, Lil Kim, and Kelis as style influences. == Personal life == Moore lives in Tennessee with her four children. Her father lives next door to her, and helps her with childcare when she travels to perform. In a 2015 interview, Moore stated that she is not at a point in her life where she is ready for a relationship, having previously had unhealthy relationships. Moore identifies as bisexual. ==Discography== ===Albums=== *Muthaland (2020) ===EPs=== *Belkin54G (2014) *Weave (2015) *Glow Kit: Blk Girl (2016) *BbyShoe (2018) *Free Brittnee (2018) *Muthaz Day 3 (2018) *The Bastard Tape, Vol. 1 (2018) *The Bastard Tape, Vol. 2 (2019) *Muthaleficient (2020) == References == Category:American female rappers Category:African-American female rappers Category:Living people Category:Rappers from Tennessee Category:21st-century American rappers Category:21st-century American women musicians Category:LGBT rappers Category:LGBT musicians from the United States Category:Bisexual musicians Category:1989 births Category:LGBT people from Tennessee ",
    "title": "BbyMutha"
}