{
    "id": "58372652",
    "text": "Kalanchoe longiflora, also known as tugela cliff-kalanchoe or long-flower kalanchoe, is a species of the succulent genus Kalanchoe, in the family Crassulaceae. An obscure shrub native to South Africa, it is known for its multi-coloured foliage and yellow flowers, which bloom in autumn to winter. ==Background== A cliff-denizen, the plant is mainly found on rock edges and shale slopes at an altitude of 800-1700m, in the central Tugela catchment basin, from Tugela Ferry to Muden, in KwaZulu-Natal in South Africa. This species is named for its protracted corolla tubes: longiflora which translates to 'long flowered' from the Latin longus meaning long, and floreo flower.Court, D. (2010). Succulent flora of southern Africa. Revised edition. Struik Nature , an imprint of Random House Struik (Pty) Ltd, Cape Town. A vulnerable and rare plant, Listed as Vulnerable Kalanchoe longiflora is elusively known and is currently found in less than five regions which are proximate to compactly populated areas, thus degrading the surrounding natural areas due to grazing, trampling and agriculture. Nonetheless, the fact that this plant prefers rocky sites, it would be protected by most human-caused damages and, as such, its population is stable.Descoings, B. (2003). Kalanchoe. In: U. Eggli (Ed.), Illustrated handbook of succulent plants:Crassulaceae: 143–181. Springer Verlag, Berlin. ==Description== Heat and drought tolerant, its leaves can transform from a deep green to crimson depending on the environment. A thin shrub up to 400mm high, its quadrangular, fleshy but woody-based, branches lie on the ground with its tips growing upward. Having fibrous roots, its leaves are fleshy a limpet shell-shaped with rounded tip and teeth, and the base is wedge-shaped. The leaves are a showy, light, bluish grey-green, cloaked in a waxy blossom, with the edges and aged leaves being pinkish to reddish brown.Von Staden, L. & Dayaram, A. 2011. Kalanchoe longiflora Schltr. ex J.M.Wood. National Assessment: Red List of South African Plants version 2013.1. Yellow flowers appear on its capitulum between late autumn and winter, which are made up of four petals coalesced into an lengthened tube 11-14mm long with disseminating, thin triangular lobes 2-3mm long.Hutchings, A. 1996. Zulu Medicinal Plants, an inventory . University of Natal Press, Pietermaritzburg. ==Cultivation== Appropriate for containers, rock gardens, groundcover, prolonged walls an arid gardens, the plant would grow well on well-drained porous soil on clay pots and would need abundance of airflow, bright light or full sun. It is to be watered when its soil is dry to the touch and it must be protected from frost. If grown in a cooler, shadier spots, the plant will not display the ruddy colouration of the leaf tips as powerfully, and it will also incline to have larger leaves. Moreover, routine watering and feeding with compost will make the plant sturdier and a rapid grower.Jackson, W.P.U. 1990. Origins and Meanings of Names of South African Plant Genera . UCT Printing Department, Cape Town. ===Propagation=== Propagated by cuttings, it can be planted immediately in the soil or instantly in the garden and will root without the need of rooting hormone or mist.Leistner, O.A. (ed.). 2000. Seed plants of southern Africa: families and genera. Strelitzia 10. National Botanical Institute, Pretoria. The plant is easily propagated by a single leaf that a fallen stem piece on the ground would root promptly on soil. This is an adaptation to survive treading by surrounding animals, or rocks falling on them. ==References== ==See also== *Jade plant, a similar looking plant of a different genus but same family ==External links== * * longiflora Category:Flora of South Africa Category:Garden plants Category:Flora of Southern Africa Category:Garden plants of Africa Category:Succulent plants Category:Drought-tolerant plants Category:Ornamental plants Category:Vulnerable flora of Africa ",
    "title": "Kalanchoe longiflora"
}