{
    "id": "58374896",
    "text": "Tyree Robinson (born April 14, 1994) is a gridiron football safety for the Hamilton Tiger-Cats of the Canadian Football League (CFL). He played college football at the University of Oregon. ==Early years== Robinson attended Lincoln High School. As a junior, he had 12 receptions for 160 yards, one touchdown, 9 tackles and was named to the San Diego All-section second-team on offense. As a shooting guard in basketball, he averaged 21.3 points and 5.8 rebounds per game, while being selected to the Cal-Hi Sports All-State Grid- Hoop Team. As a senior, he posted 60 tackles, 4 interceptions, 10 passes defensed, 17 receptions for 319 yards (18.8 avg.) and 10 touchdowns. He was selected to the Cal-Hi All-state team as a multi-purpose player (QB/WR/DB) and named San Diego sectional offensive player-of-the-year, along with receiving All-league first-team offensive honors. ==College career== Robinson accepted a football scholarship from the University of Oregon. He was a backup at strong safety as a freshman. His only start came against the University of Utah. He had 36 tackles (12th on the team), one tackle for loss and one pass defensed. As a sophomore, he was moved from safety to cornerback for the last 6 games of the season. He started 11 games, tallying 64 tackles (fourth on the team), 1.5 tackles for loss, 3 interceptions (led the team), 5 passes defensed and one sack. He had 2 interceptions against Georgia State University, including one returned for a 41-yard touchdown. As a junior, he started the first 2 games at safety, before being moved back to cornerback. He started 11 games, making 53 tackles (fourth on the team), one interception, 6 passes defensed (second on the team) and one sack. As a senior, he started 12 games at safety, collecting 48 tackles (seventh on the team), 2 tackles for loss, 2 interceptions (third on the team), 5 passes defensed and 2 fumble recoveries. He returned an interception 100 yards for a touchdown, in the 2017 Las Vegas Bowl 28-38 loss against Boise State University. ===College statistics=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=3| !! colspan=5|Defense |- ! Year !! Team !! GP !! Tackles !! For Loss !! Sacks !! Int !! PD |- ! 2014 || Oregon | 15 || 36 || 1.0 || 0.0 || 0 || 1 |- ! 2015 || Oregon | 13 || 64 || 1.5 || 1.0 || 3 || 5 |- ! 2016 || Oregon | 12 || 53 || 1.0 || 1.0 || 1 || 6 |- ! 2017 || Oregon | 12|| 48 || 2.0 || 0.0 || 2 || 5 |- style=\"background:#555; font- weight:bold; color:white;\" | colspan=2|Total || 52 || 201 || 5.5 || 2.0 || 6 || 17 |} ==Professional career== ===Dallas Cowboys=== Robinson was signed as an undrafted free agent by the Dallas Cowboys after the 2018 NFL Draft on April 30. After making the Cowboys regular season roster, Robinson was waived on September 18, after free safety Xavier Woods recovered from his hamstring injury. He was re-signed to the practice squad on September 20. ===San Francisco 49ers=== On December 11, 2018, Robinson was signed to the San Francisco 49ers' active roster off Dallas' practice squad. On August 10, 2019, Robinson was waived by the 49ers. He was re-signed 11 days later on August 21. He was released on August 31. ===Hamilton Tiger-Cats=== Robinson signed with the Hamilton Tiger-Cats of the CFL on April 20, 2020. After the CFL canceled the 2020 season due to the COVID-19 pandemic, Robinson chose to opt-out of his contract with the Tiger-Cats on September 3, 2020. He re-signed with the team on October 19, 2020. ==References== ==External links== * Oregon Ducks bio Category:1994 births Category:Living people Category:Sportspeople from San Diego Category:Players of American football from California Category:American football safeties Category:Oregon Ducks football players Category:Dallas Cowboys players Category:San Francisco 49ers players Category:Hamilton Tiger- Cats players ",
    "title": "Tyree Robinson"
}