{
    "id": "58376821",
    "text": "Kedrinos Lofos (, ), also known as Seikh Su (Σέιχ Σου, from , meaning ), is a hilltop forest just to the north and northeast of the city of Thessaloniki, Greece, that rises to the west of Mount Chortiatis. The forest covers 2,979 hectares (7,361 acres) and reaches an elevation of 563 meters (1,847 feet). == Flora and fauna == The forest hosts 277 plant species, among which pine trees (Pinus brutia, Pinus pinea, and Pinus halepensis) are dominant. There are also scattered cypress (Cupressus sempervirens), plane trees (Platanus orientalis), and many species of Populus. Kedrinos Lofos is also home to a rich variety of fauna. Mammals include hares, foxes, martens, squirrels, weasels, and hedgehogs. Around 80 types of birds frequent the forest, chief among them the short-toed snake eagle, the common cuckoo, nightingales, the rock partridge, owls, and the song thrush. Salamanders, frogs, turtles, grass snakes, and lizards are the most common amphibians and reptiles. == Etymology == The southwestern portion of the forest was originally called Chilia Dentra (), or Thousand Trees, as it was one of the parts that was spared deforestation during the Ottoman period. It was during the Ottoman period that the area received the name , or Şeyh Su in the modern Turkish alphabet, meaning . The name is derived from a spring located near a mausoleum within the forest. The name has since entered the Greek language as (Σέιχ Σου). It received its current name of Kedrinos Lofos (), or Cedar Hill, in 1987 when a local author, Georgios Vafopoulos, suggested it in Thessaloniki's city council. The name Kedrinos is a play on a Byzantine-era historian, George Kedrenos, who wrote extensively on the forest and on the word 'cedar'. == History == View from the hill's forest Theatro Dasous Zoo park Originally, the area was an oak (primarily Quercus pubescens) forest that was the source of all the rivers that ran through the city of Thessaloniki and ultimately emptied into the Thermaic Gulf. During the Ottoman era, logging, grazing, and farming contributed to the deforestation of the area. In 1921, a decision was made to reforest the area by the Hellenic Ministry of Agriculture. This project was undertaken by the Forestry School of the Aristotle University of Thessaloniki, which planted nearly 5 million trees between 1929 and 1989. In 1982 a small fire broke out in the forest. On July 7, 1997, a large fire broke out and burned 55% of the forest down over a period of 60 hours. Two large reforestation projects took place in 1998 and 2000, but most of the reforestation has been natural. As of 2010, 36.4% still remains clear of trees. == Sites == The forest is home to Thessaloniki's main zoo, its natural history museum, two amphitheatrical open-air theaters overlooking the city (Theatro Dasous or Forest Theater and Theatro Gaias or Earth Theater), hiking and biking trails, and two lookout points that overlook the city. == Issues == The pine trees have suffered from an infestation of the pine processionary, which has led to defoliation and to calls for greater variety in the forest's flora. Thessaloniki's heavily congested ring road abuts the southern side of the forest. == References == Category:Forests of Greece Category:Geography of Thessaloniki (regional unit) ",
    "title": "Kedrinos Lofos"
}