{
    "id": "58379044",
    "text": "Vanity Fair is a 2018 historical drama miniseries based on the 1848 novel of the same name by William Makepeace Thackeray. It was produced by Mammoth Screen and distributed by ITV and Amazon Studios. The series stars Olivia Cooke as Becky Sharp, Tom Bateman as Captain Rawdon Crawley, and Michael Palin as the author William Makepeace Thackeray. ==Cast== ===Main=== * Olivia Cooke as Becky Sharp, the daughter of a French opera singer and an artist father. Sharp is a cynical social climber who uses her charms to fascinate and seduce upper-class men. * Claudia Jessie as Amelia Sedley, a good-natured naive young girl, of a wealthy London family who is Becky's friend from Miss Pinkerton's academy and invites Becky to stay in her London home following their graduation from the academy. * Tom Bateman as Rawdon Crawley, an empty-headed cavalry officer, younger of the two Crawley sons and favourite of their Aunt Matilda, until he marries Sharp, a woman of a far lower class. * Johnny Flynn as William Dobbin, colonel of the City Light Horse regiment and the best friend of George Osborne, who feels unrequited love for Amelia. * Charlie Rowe as George Osborne, son of merchant John Osborne and childhood sweetheart, later husband, of Amelia, who defies his father to marry his love. * Simon Russell Beale as Mr. John Sedley, Amelia and Joss's father and Louisa's husband who goes bankrupt. * Anthony Head as Lord Steyne, a rich and powerful marquis who is attracted to Becky. * Martin Clunes as Sir Pitt Crawley, a crude and profligate baronet who hired Becky as governess to his daughters before seeking to marry her, and then discovering she has become secretly engaged to his second son, Rawdon. * Frances de la Tour as Lady Matilda Crawley, the wealthy aunt of the Crawley sons. * Michael Palin as William Makepeace Thackeray, the author of Vanity Fair and narrator of the series. * Robert Pugh as Mr. John Osborne, George's father who forbids him from marrying Amelia. * Suranne Jones as Miss Pinkerton, snobbish and cold hearted headmistress of the academy which Amelia and Becky used to attend. * David Fynn as Jos Sedley, Collector in India and Amelia's brother who has an initial attraction to Becky. * Claire Skinner as Mrs. Louisa Sedley, Amelia and Joss's mother and John's wife. * Mathew Baynton as Bute Crawley, Rawdon's Christian brother. *Sian Clifford as Martha Crawley, Bute's spouse. * Felicity Montagu as Arabella Briggs, servant to Lady Matilda, and later Becky. * Monica Dolan as Mrs. Peggy O'Dowd ===Recurring=== * Ellie Kendrick as Jane Osborne * Elizabeth Berrington as Lady Bareacres * Sally Phillips as Lady Steyne * Richard Dixon as General Tuffo * Peter Wight as Mr Raggles * Michael FitzSymons as Major Michael O'Dowd ==Episodes== == Production == A cottage on Chevening House Estate, Sevenoaks in Kent was used for filming and featured as Rawdons’ Cottage. Further filming took place in Sevenoaks at Squerryes Court for filming Miss Pinkertons’ (Suranne Jones) school interiors. A scene on the promenade, featuring soldiers and horses was also filmed outside the Royal Hotel in Deal, Kent. As well as further filming at Chatham Historic Dockyard, where production filmed various London street scenes outside the Ropery, as well as Anchor Wharf for an embarkation to France and the interior of Commissioners House. == Critical reception == The series was met with a positive response from critics for its sets and Olivia Cooke's performance. On the review aggregation website Rotten Tomatoes, the series holds a 88% with an average rating of 7.08 out of 10 based on 33 reviews. The website's critical consensus reads, \"Olivia Cooke's brilliant portrayal of the feisty and scheming Becky Sharp in Vanity Fair makes this adaptation of Thackeray's classic novel more relatable for a 21st century audience.\" On Metacritic, the film has a weighted average score of 66 out of 100, based on 7 critics, indicating \"generally favorable reviews\". Following the conclusion of the series and on writing about the series's significantly low viewing figures in comparison to its BBC One rival, Bodyguard, Ben Dowell of the Radio Times praised Cooke's performance, writing that \"of all the TV Beckys down the ages – Joyce Redman, Susan Hampshire, Eve Matheson, Natasha Little, not to mention Reese Witherspoon in the 2004 film – Cooke is definitely one of the best we’ve ever had.\" Newsday's Verne Gay was more critical of the show, calling it both \"faithful and faithless\" to the book and concluded that the series \"can occasionally feel like a homework assignment.\" Matthew Gilbert, writing for The Boston Globe, was more positive, stating that \"If you’re a fan of these adaptations...I think you’ll find something pleasing in this “Vanity Fair” — not heroes and heroines stirring about waiting for their happy endings, of course, but something far more scandalous and universal.\" ==References== ==External links== * Category:2018 British television series debuts Category:2018 British television series endings Category:2010s British drama television series Category:2010s British television miniseries Category:Television series set in the 19th century Category:Films based on Vanity Fair (novel) Category:ITV television dramas Category:Amazon Studios films Category:Television series by ITV Studios Category:Television series by Mammoth Screen Category:English-language television shows ",
    "title": "Vanity Fair (2018 TV series)"
}