{
    "id": "58374688",
    "text": "\"Look Up Child\" is the second single by American contemporary Christian music singer and songwriter Lauren Daigle for her third studio album of the same name. The song peaked at No. 3 on the US Hot Christian Songs chart, becoming her twelfth top ten single, and making her the woman with the most top tens on the chart. The song is played in a D major key, and 91 beats per minute. ==Background== \"Look Up Child\" was released as the second promotional single from Look Up Child on August 28, 2018. After being seen as the second favorite from the album, it was released to Christian radio on January 4, 2019. For the song, she explained in an interview with SongwriterUniverse, \"I wanted to communicate that rootsy Louisiana soul-jazz element I grew up in. I thought about how my grandfather would teach me how to dance in the living room, that great cross-generational creative passion, and wanted to express that as well.”\" ==Composition== \"Look Up Child\" is originally in the key of D major, with a tempo of 91 beats per minute. Written in common time, Daigle's vocal range spans from A3 to B4 during the song. ==Commercial performance== It debuted at No. 33 on the Hot Christian Songs chart, despite not being an official single. After the release of the album, it rose up to No. 12. The song would be released as a single and on its twenty-sixth week, it reached the top ten. It has reached its peak of No. 3. It debuted at No. 31 on the Billboard Christian Airplay chart on the issue week of November 17, 2018. ==Live performances== Daigle performed the song on television for the first time on The Tonight Show with Jimmy Fallon. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Weekly chart performance for \"Look Up Child\" |- ! scope=\"col\"| Chart (2018–19) ! scope=\"col\"| Peak position |- |- |- ! scope=\"row\"| US Christian AC (Billboard) | 7 |} ===Year- end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |+2018 year-end performance for \"Look Up Child\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- ! scope=\"row\"| US Christian Songs (Billboard) | 50 |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+2019 year-end chart performance for \"Look Up Child\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- ! scope=\"row\"| UK Cross Rhythms Annual Chart | 1 |- ! scope=\"row\"| US Christian Songs (Billboard) | 11 |- ! scope=\"row\"| US Christian Airplay (Billboard) | 26 |- ! scope=\"row\"| US Christian AC (Billboard) | 24 |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label ! scope=\"col\"| Ref. |- ! scope=\"row\"| United States | January 4, 2019 | Christian radio | Centricity | |- |} ==References== Category:2018 songs Category:2019 singles Category:Lauren Daigle songs Category:Songs written by Jason Ingram ",
    "title": "Look Up Child (song)"
}