{
    "id": "58389129",
    "text": "Katharine Towers is a British poet. She has published one poetry pamphlet and two poetry collections. Towers is the recipient of numerous awards, including the Seamus Heaney Centre for Poetry Prize for her first poetry collection, The Floating Man, and was shortlisted for the T.S. Eliot Poetry Prize for her second collection, The Remedies'. == Biography== Katharine Towers was born in London in 1961. She studied Modern Languages at St. Hilda's College, Oxford. In 2007, she obtained an MA in Creative Writing at Newcastle University. Towers's pamphlet, Slow Time, was published in 2005, by Mews Press. Her first poetry collection, The Floating Man, Picador Books, was published in 2010. Towers won the Seamus Heaney Centre for Poetry Prize for her work. The Floating Man was shortlisted for the Ted Hughes Award for New Work in Poetry in 2010 and the Aldeburgh First Collection Prize in 2011 Towers's second poetry collection, The Remedies, Picador Books, was published in 2016. It was shortlisted for the T.S. Eliot Prize in 2016. Towers's work has been published in various magazines and anthologies, including The Guardian and The Forward Book of Poetry 2017. Towers was the Poet in Residence at the Cloud Appreciation Society in 2016. She lives in the Peak District with her husband and two children. ==Selected publications== *Slow Time, Picador Books, (2005) *The Floating Man, Picador Books, (2010) *The Remedies , Picador Books, (2016) ==Awards== * (2016) Shortlisted for the T.S. Eliot Poetry Prize for The Remedies * (2011) Awarded the Seamus Heaney Centre for Poetry Prize for The Floating Man' * (2011) Shortlisted for the Aldeburgh First Collection Prize for The Floating Man. * (2010) Shortlisted for the Ted Hughes Award for New Work in Poetry for The Floating Man. ==References== Category:1961 births Category:Living people Category:Alumni of Newcastle University Category:Alumni of St Hilda's College, Oxford Category:21st-century British women writers Category:21st-century British poets Category:Writers from London ",
    "title": "Katharine Towers"
}