{
    "id": "58388506",
    "text": "The Toronto Oratory is a Catholic community of priests living under the rule of life established by its founder, Philip Neri (1515-1595). It is housed next to the Holy Family Church in Toronto, Ontario, Canada. ==History== In the early 1970s, Fr Jonathan Robinson, at that time a priest of the Archdiocese of Montreal, gathered together several young men to live as a pious community under the patronage and inspiration of St Philip Neri. On the first of November 1975 (Solemnity of All Saints), the Holy See gave its approval to this community and thereby erected the Montreal Oratory. A few years later, in 1979, the Apostolic Visitor of the Oratory recommended that the Oratory be transplanted to Toronto. At the invitation of Cardinal Carter, the Oratory moved to Toronto and was put in charge of Holy Family Church where it presently remains. In 1995 they would also be asked to takeover the neighbouring parish of St Vincent de Paul on Roncesvalles Avenue. In 1997, Holy Family Church would burn down in a fire and the Oratory would use St Vincent's as their main church until the new Holy Family was finished in 2001.With 11 priests, 2 brothers, and two brother in priestly formation, it is now the largest English speaking Oratorian community. ==Oratorian Fathers== The Oratorian Fathers are a congregation of secular priests living a community life together, bound together not by vows, but by the internal bond of charity and by the external bonds of a common life and rule, dominated by prayer and ministry to their city. There are several masses offered each day and private masses are available by arrangement, as are weddings and funerals. Confessions are also heard daily and priests are always available for counsel and advice. ==See also== * Holy Family Roman Catholic Church, Parkdale *St Vincent de Paul Roman Catholic Church, Toronto ==References== ==External links== *Official Toronto Oratory Homepage Category:Oratorian communities in Canada ",
    "title": "Toronto Oratory"
}