{
    "id": "58389239",
    "text": "Juris Pūce (born 22 January 1980, in Riga) is a Latvian economist, lawyer, and politician. Currently, the Minister of Environmental Protection and Regional Development of Latvia in the government of Krisjanis Karins and Chairman of the Board of the \"Latvian Development\" party. Pūce was elected deputy of 13th Saeima from the \"Development / For!\". He is former the State Secretary of the Ministry of Economics (2010–2013), a member of the Council of LMT (2009–2012), a member of the Board of the Riga Graduate School of Law (2006–2010), as well as a member of the Riga City Council (2017–2018). == Education == Juris Pūce has graduated from Riga State German Grammar School. He has obtained Master's degree with excellence in Management Sciences at University of Latvia (2003-2005), as well as Master's degree in Law at University of Latvia (2002-2003). He has also received a professional lawyer qualification (2002). == Work at the University of Latvia == During his studies, Juris has actively participated in the self-government of the university – he was a board member at the students council at the University of Latvia from 1999 to 2003. From 2000 to 2003, he was the senator of the University of Latvia, has authored a guide on Senator’s Minimum. From 2003 to 2010, he was leading the Strategy department, since 2007 has been giving courses in Strategic Management. Since 2006, he has been actively working as a board member in the Foundation of the University of Latvia. == Secretary of State at the Ministry of Economics == On 8 January 2010, Juris Pūce became the Secretary of State at the Ministry of Economics. At that time the duties of the Minister for Economics were performed by Artis Kampars (Unity). Shortly after the Zolitūde shopping centre roof collapse on 21 November 2013, Juris Pūce resigned from the position of the Secretary of State, due to the fact that the foundation led by his wife had received donations from the respective construction company Re & Re. Juris Pūce has turned to Corruption Prevention and Combating Bureau himself with a request to evaluate if because of the aforementioned facts he has broken the law. He has received an official evaluation stating that there was no violation of law. In 2015 the Parliamentary investigative commission issued a final report, declaring that Pūce as the State Secretary of the Ministry of Economics was one of the 7 people politically and morally responsible for the Zolitūde shopping centre roof collapse. == Political party For Latvia's Development == In 2014, Juris Pūce was running in the European Parliament election and the national parliament election from the political party For Latvia's Development. The party did not pass the 5% threshold in either of those elections, therefore he was not elected. On 29 November 2014, Juris Pūce was elected as chairman of the party at the party congress. During his mandate as the chairman of the party, he started two citizen initiatives on the platform manabalss.lv. On 23 March 2015 for a Cohabitation Law Initiative that gathered more than 10,000 signatures, but was rejected by Saeima on 15 March 2018., as well as the initiative “Give me back my kindergarten”. In 2017, Juris Pūce ran in the Riga City Council elections from a joint list of political parties Latvian Development and Latvian Association of Regions. He got elected and on 22 June became a deputy at Riga City Council and leader of the party’s Latvian Development fraction at the Riga City Council. == TV and radio == Juris Pūce is former economics expert on Radio SWH where he presented a monthly radio show “Pūce skaita līdzi” (Pūce is counting along). From April 2015 until 2017 he was a TV presenter at Riga TV24 in the TV show “Vai nauda aug kokos” (Does money grow on trees) where he talked about economic and financial news. == References == == External links == * Category:1980 births Category:Living people Category:Politicians from Riga Category:For Latvia's Development politicians Category:Ministers of Regional Development and Local Governments of Latvia Category:Deputies of the 13th Saeima Category:University of Latvia alumni Category:Television people from Riga ",
    "title": "Juris Pūce"
}