{
    "id": "58389085",
    "text": "Abu Abdallah Muhammad ibn Ibrahim ibn Mus'ab (, died c. 850) was a Mus'abid military commander and provincial official for the Abbasid Caliphate. He served as the governor of Fars from 846–7 until his death. == Career == A member of the Mus'abid family, Muhammad was the brother of Ishaq ibn Ibrahim, the long-running chief of security (shurtah) of Baghdad, and first cousin to Abdallah ibn Tahir, the Tahirid governor of Khurasan.; . He participated in the caliph al-Mu'tasim's Amorium campaign of 838, during which he commanded the troops following the vanguard, and was shortly after responsible for putting to death Ujayf ibn Anbasah, who had participated in a failed conspiracy to assassinate the caliph. In the following year he led the caliphal troops that participated alongside Abdallah ibn Tahir's campaign against the rebel prince Mazyar in Tabaristan, and he fought a successful battle against Mazyar's lieutenant al-Durri, who he captured and executed.; ; ; . In 846 Muhammad was serving as proxy for his brother Ishaq in Baghdad when the attempted rebellion of Ahmad ibn Nasr al-Khuza'i took place. Having received word of suspicious activity in the city, he sent an agent to investigate and quickly learned of the planned revolt. Over the next several days his men rounded up Ahmad and other members of the plot, who were then transported to the caliph al-Wathiq for questioning. In 846–7 Muhammad was appointed as governor of Fars, and he retained that position until 850, when the caliphal heir al-Mu'tazz assigned the province to his nephew Muhammad ibn Ishaq ibn Ibrahim. After Muhammad expressed hostility to Muhammad ibn Ishaq, the latter lodged a complaint with the caliph al-Mutawakkil and deposed his uncle as governor, replacing him with al-Husayn ibn Isma'il al-Mus'abi. Muhammad was subsequently killed by al-Husayn, and his property and family were forwarded on to Samarra.; ; . == Notes == == References == * * * * * * * Category:850 deaths Category:Abbasid governors of Fars Category:Tahirid dynasty Category:9th-century Iranian people ",
    "title": "Muhammad ibn Ibrahim al-Mus'abi"
}