{
    "id": "58389113",
    "text": "The Millerton News is an American weekly newspaper in Millerton, New York, serving Millerton and surrounding Dutchess County. It is owned by the Lakeville Journal Company. == History == For much of the late 19th and early 20th century the only paper in Millerton was the Telegram. The Telegram, started by Cooley James in 1876, quickly fell to Millerton local Colvin Card, who ran it until his illness and death in 1908. From 1908 to 1927 it was run by W. L. Loope, then sold to Guy S. Bailey, who consolidated it with the Harlem Valley Times of Amenia, leaving Millerton without a separate newspaper. In 1932, Peter Haworth, a former reporter for the New York Sun, founded the Millerton News. Acting as both editor and publisher, he ran the paper until he sold it to John Hage in January, 1947. He died the subsequent year. In 1972, the owner of The Lakeville Journal, a weekly in neighboring Lakeville, Connecticut, bought The Millerton News. Since that point, the paper has been run out of the Lakeville offices, with many of the stories shared between both papers. In 1995, the paper (along with sister publication the Journal) was put up for sale by then-owner Robert Hatch. Fearing purchase by non-local investors, a group of local investors looking to retain news coverage in Millerton came together to purchase it. Later that year, the paper's operations were covered in The New Yorker in a piece called \"Her Town\", which detailed the one-woman reporting operation of News reporter Heather Heaton. The piece, written by award-winning writer Susan Orlean, was subsequently included as a chapter in her collection The Bullfighter Checks Her Makeup: My Encounters With Extraordinary People. Writing in the Atlanta Journal- Constitution, Emilia Sandoval noted the essay on the News as one of the \"gems\" of the collection. The paper remains locally owned by the Lakeville Journal Company. == References == Category:Newspapers published in New York (state) Category:Dutchess County, New York ",
    "title": "The Millerton News"
}