{
    "id": "58388784",
    "text": "Gislingegård is a manor house and estate located close to Gislinge, Holbæk Municipality, some 60 kilometres west of Copenhagen, Denmark. ==History== Gislingegaard was founded by Peder Benzon on 30 April 1730 from two farms in the village of Gislinge. He later almost doubled it in size. Benzon kept Gislingegård until his death in 1735. The estate was then sold by his heirs to county manager Jacob Jørgensen. It than changed hands a number of times until it was acquired by Erik Svitzer in 1771. He implemented the agricultural reforms of the time and expanded the sairy. The main building was destroyed by fire in 1773 and later rebuilt at a new location further to the south. The value of the estate dropped significantly during the agricultural crisis from 1713 to 1830. Gislegård on an old photo Baron Frederik Løvenskiold acquired Gislingegård in 1845. He leased it out and sold some of the tenant farms to the tenant farmers. Udstykningsforening For Sjælland og Fyns Stifter purchased Gislingegaard in 1915. Some of the land was used for the establishment of nine new smallholdings. The rest of the estate was sold toa farmer named Christoffersen later that same year. ==Architecture== The main building is a single-storey Neo-Gothic building from 1873. It is built in Gothic Revival style with crow-stepped gables. ==Today== The estate covers 250 hectares of which 222 hectares are farmland and 16 hectares are meadows. ==List of owners== * (1730-1736) Peder Benzon * (1736-1740) Jacob Jørgensen * (1740-1747) H. J. Jacobsen Hvalsøe * (1747- ) Claus Buch * ( - ) Claus Buchs enke * ( -1759) Albert Phillip Buch * (1759-1769) O. Mandix * (1769-1771) Frederik Carl Christian von Støcken * (1771-1794) Erik Svitzer * (1794-1805) Johannes Frisenborg * (1805-1806) Andreas Lund * (1805-1806) Peter Klein * (1806-1809) H. C. Astrup * (1809-1828) Simon Groth Clausen * (1828-1845) C. J. Clausen * (1845-1873) Herman Frederik Løvenskiold * (1873-1884) V. T. Plenge * (1884-1896) S. Plenge * (1896) Victor Ræder * (1896-1899) J. F. Lagoni * (1899-1912) J. Johannesen * (1912-1915) F. Ingerslev * (1915) Udstykningsforening For Sjælland og Fyns Stifter * (1915-1916) Christoffersen * (1916-1918) P. J. Pedersen * (1918-1929) Heinrich Hansen * (1929-1937) C. Udsen * (1937-1939) H. Omø * (1939-1988) K. Jornil * (1988- ) Ejnar Dissing ==References== Category:Manor houses in Holbæk Municipality Category:Houses completed in 1873 Category:1730 establishments in Denmark ",
    "title": "Gislingegård"
}