{
    "id": "58380778",
    "text": "Bernard Joseph Smith (1917 — 25 January 1993) was an American marathon runner. He was the winner of the 1942 Boston Marathon with a course record of 2:26:51. His record lasted for five years until it was broken by 1947 Boston Marathon winner Suh Yun-bok. At Boston, Smith came in fifth place at the 1941 and 1949 marathons. Outside of Boston, he won the 1941 USA Marathon Championships at the Yonkers Marathon. ==Early life== In 1917, Smith was born in Medford, Massachusetts. ==Career== Smith was a milkman before he began marathon running in 1940. His first World Marathon Majors races were at the 1940 and 1941 Boston Marathon. In 1941, he won the USA Marathon Championships during the Yonkers Marathon. The following year, Smith wanted to sit out the 1942 Boston Marathon while he recuperated from the flu. After his wife convinced him to compete, Smith won the marathon and set a course record of 2:26:51. Smith stopped running in 1942 when he enlisted to the United States Coast Guard and served three years during World War II. Upon his return from the war, Smith did not compete from 1945 to 1946 and resumed running at the 1947 Boston Marathon. Smith did not finish the 1947 marathon while his five year course record was broken by winner Suh Yun-bok. In the following Boston races, he did not finish in 1948 and placed in 5th at his last marathon in 1949. Outside of Boston, Smith was runnerup in the 1947 Western Hemisphere Marathon. He also came in 5rh at the 1959 Yonkers Marathon and ran at the 1949 Western Hemisphere Marathon. After ending his marathon career, Smith continued working as a milkman until 1957. Smith moved on work for a post office for three decades before retiring in 1987. ==Achievements== {| |- !colspan=\"6\"|Representing |- |1940 |Boston Marathon |Boston, United States |19th |Marathon | |- |1941 |Boston Marathon |Boston, United States |5th |Marathon | |- |1942 |Boston Marathon |Boston, United States |bgcolor=\"gold\" | 1st |Marathon |2:26:51 |- |1947 |Boston Marathon |Boston, United States |DNF |Marathon |- |1948 |Boston Marathon |Boston, United States |DNF |Marathon | |- |1949 |Boston Marathon |Boston, United States |5th |Marathon |2:38:30 |- |} ==Personal life== Smith was married and had three children. ==Death== Smith died on 25 January 1993 in Pembroke Pines, Florida. ==References== ==External links== Category:1917 births Category:1993 deaths Category:Boston Marathon male winners Category:Sportspeople from Medford, Massachusetts Category:Date of birth unknown Category:American male marathon runners Category:Track and field athletes from Massachusetts ",
    "title": "Joe Smith (athlete)"
}