{
    "id": "58384152",
    "text": "The White Isle is a fantasy novel by Darrell Schweitzer, illustrated by Stephen Fabian. ==Publication history== Originally published as a 10,000-word novelette in Weirdbook no. 9, July 1975, the author later expanded it into a 55,000-word novel.Thomas, G. W. \"An Interview with Darrell K. Schweitzer\", Jan. 20, 2018. In its expanded form, it was first published in Fantastic Science Fiction magazine in two parts, as \"The White Isle\" and \"The Magician's Daughter,\" in v. 27, no. 9-10, April-July 1980. It was subsequently published in book form in trade paperback by Borgo Press in December 1989, with a hardcover edition following from Owlswick Press in February 1990 and later trade paperback and ebook editions from Wildside Press in April 2007 and January 2011. It was also reprinted, together with Alan Rodgers's Bone Music, in Weird Tales Library, v. 1, no. 1, Winter 1999. ==Summary== The novel takes the form of a tragic epic, following the protagonist, Prince Evnos of Iankoros, from his youth to old age. His early life is typical for an aristocrat of his class; he is educated to his role in life, married, and sent to war. Losing his wife in childbirth, the prince studies magic and heroically undertakes a descent into the underworld to reclaim her from the god of death. He finds it a strange and terrible place, and the afterlife a thing of unremitting horror, with every human being condemned to everlasting torment regardless of their conduct in life. Maddened and embittered by the failure of his quest, Evnos retires to a rocky island with his daughter to eke out his declining years. ==Sources== Schweitzer has identified his sources for the story as the Orpheus myth, Clark Ashton Smith's story \"The Isle of the Torturers,\" and William Shakespeare's The Tempest (describing the second half of the novel as \"the story of Prospero gone bad.\") ==Reception== Richard E. Geis praised the novel in Science Fiction Review;Geis, Richard E. Review in Science Fiction Review v. 1, no. 2, Summer 1990, p. 8. other reviews were mixed. G. W. Thomas has described the book as \"a pretty dark story. Everybody dies under an oppressive god and the main character smashes himself into oblivion in defiance.\" By comparison, he rates Schweitzer's \"other fantasy tales [as] more poetically optimistic.\" Kat Hooper, on fantasyliterature.com, finds the story \"bleak and depressing.\" She notes that the \"misery is somewhat alleviated by some wonderful imagery, especially when Prince Evnos is in the underworld,\" reminding her \"of Tanith Lee's FLAT EARTH books.\" She contrasts Schweiter's \"archaic sounding style,\" which she finds \"dull and detached,\" to Lee's \"gorgeous prose,\" and finds in it the book's \"downfall.\" She concludes that with \"misery heaped upon misery, it needed something more to life it up\" and concludes \"I can’t heartily recommend The White Isle.Hooper, Kat. Review on fantasyliterature.com, October 22, 2013. The book was also reviewed by Don D'Ammassa in Science Fiction Chronicle no. 130, July 1990, Janice M. Eisen in Aboriginal Science Fiction July-August 1990, Wendy Bradley in Interzone no. 38, August 1990, and Tom Easton in Analog Science Fiction and Fact, October 1990. ==Notes== Category:1989 American novels Category:1989 fantasy novels Category:Novels by Darrell Schweitzer Category:American fantasy novels ",
    "title": "The White Isle"
}