{
    "id": "58397951",
    "text": "Cobalt(III) chloride or cobaltic chloride is an unstable and elusive compound of cobalt and chlorine with formula . In this compound, the cobalt atoms have a formal charge of +3.Arthur W. Chester, El-Ahmadi Heiba, Ralph M. Dessau, and William J. Koehl Jr. (1969): \"The interaction of cobalt(III) with chloride ion in acetic acid\". Inorganic and Nuclear Chemistry Letters, volume 5, issue 4, pages 277-283. The compound has been reported to exist in the gas phase at high temperatures, in equilibrium with cobalt(II) chloride and chlorine gas.W. D. Halstead (1975): \"A review of saturated vapour pressures and allied data for the principal corrosion products of iron, chromium, nickel and cobalt in flue gases\". Corrosion Science, volume 15, issues 6–12, pages 603-625. It has also been found to be stable at very low temperatures, dispersed in a frozen argon matrix.David W. Green, Dana P. McDermott, and Adelle Bergman (1983): \"Infrared spectra of the matrix-isolated chlorides of iron, cobalt, and nickel.\" Journal of Molecular Spectroscopy, volume 98, issue 1, pages 111-124. Some articles from the 1920s and 1930s claim the synthesis of bulk amounts of this compound in pure form;C. Schall and H. Markgraf (1924). Transactions of the American Electrochemical Society, volume 45, page 161.D. Hibert and C. Duval (1937): Comptes rendues, volume 204, page 780. however, those results do not seem to have been reproduced, or have been attributed to other substances like the hexachlorocobaltate(III) anion . Those earlier reports claim that it gives green solutions in anhydrous solvents such as ethanol and diethyl ether, and that it is stable only a very low temperatures (below −60 °C). ==Structure and properties== The infrared spectrum of the compound in frozen argon indicates that the isolated molecule is planar with D3h symmetry. A theoretical study of the stability of this and other metal trihalides at 25 °C was published by Nelson and Sharpe in 1966.P. G. Nelson and A. G. Sharpe (1966): \"The variations in the thermal stabilities of the trichlorides, tribromides, and tri-iodides of the metals of the first transition series at 25 °C\". Journal of the Chemical Society A: Inorganic, Physical, Theoretical, volume 1966,pages 501-511 Thermodynamic properties for the gas phase have been determined by the Glushko Thermocenter of the Russian Academy of Sciences.Scientific Group Thermodata Europe (2001): \"Thermodynamic Properties of Compounds, to {[chem|NpCl|3}}\". In: Landolt-Börnstein - Group IV Physical Chemistry, Part 3: Compounds from g to ; volume 19 A3. ==Preparation== Cobalt trichloride was detected in 1952 by Schäfer and Krehl in the gas phase when cobalt(II) chloride is heated in an atmosphere of chlorine . The trichloride is formed through the equilibrium : 2 + ↔ 2 At 918 K (below the melting point of , 999 K), the trichloride was the predominant cobalt species in the vapor, with partial pressure of 0.72 mm Hg versus 0.62 for the dichloride. However, equilibrium shifts to the left at higher temperatures. At 1073 K, the partial pressures were 7.3 and 31.3 mm Hg, respectively.Harald Schäfer and Kurt Krehl (1952): \"Das gasförmige Kobalt(III)‐chlorid und seine thermochemischen Eigenschaften\". Zeitschrift für anorganische und allgemeine Chemie, volume 268, issue 1‐2, pages 25-34. Harald Schäfer and Günther Breil (1956): \"Über die Neigung zur Bildung gasförmiger Trichloride bei den Elementen Cr, Mn, Fe, Co, Ni, untersucht mit der Reaktion gas + 1/2 = gas\". Zeitschrift für anorganische und allgemeine Chemie, volume 283, issue 1‐6, pages 304-313. Cobalt trichloride, in amounts sufficient to study spectroscopically, was obtained by Green and others in 1983, by sputtering cobalt electrodes with chlorine atoms and trapping the resulting molecules in frozen argon at 14 K. A report from 1969 claims that treatment of solid cobalt(III) hydroxide · with anhydrous ether saturated with at −20 °C produces a green solution (stable at −78 °C) with the characteristic spectrum of . In a 1932 report, the compound was claimed to arise in the electrolysis of cobalt(II) chloride in anhydrous ethanol.C. Schall (1932): \"Zur anodischen Oxydation von Co und Ni‐Dichlorid (Nachtrag).\" Zeitschrift für Elektrochemie, volume 38, page 27. ==Related compounds== The hexachlorocobaltate(III) anion has been identified in preparations of cobalt(III) salts and hydrochloric acid in glacial acetic acid. In solutions of cobalt(III) salts with chloride ions, the anionic complexes and are present.T. J. Conocchioli, G. H. Nancollas, and N. Sutin (1965): \"The kinetics of the formation and dissociation of the monochloro complex of cobalt(III)\". Inorganic Chemistry, volume 5, issue 1, pages 1-5. Trichlorides of cobalt(III) complexed with various ligands, such as organic amines, can be quite stable. In particular, hexamminecobalt(III) chloride is the archetypal Werner complex and has uses in biological research. Another classical example is tris(ethylenediamine)cobalt(III) chloride . ==References== Category:Cobalt(III) compounds Category:Inorganic compounds Category:Chlorides Category:Metal halides ",
    "title": "Cobalt(III) chloride"
}