{
    "id": "58398364",
    "text": "Nikolai Ivanovich \"Kolya\" Vasin (, 24 August 1945 – 29 August 2018) was a Russian music historian, writer, one of the main popularizers of the Beatles' creative work inside the USSR and Russia, collector who became prominent in the Soviet Union for collecting Beatles memorabilia. He first came into contact with Beatles music via bootleg records in 1964. In 1970, Vasin entered into correspondence with John Lennon, and was said to be the only Soviet citizen to do so. Vasin amassed a large collection of Beatles memorabilia and turned his apartment into an impromptu museum. He campaigned for greater recognition of the Beatles and rock musicians in Russia, proposing the renaming of Leningrad as \"Lennongrad\", public holidays and the construction of a tall \"John Lennon Temple of Peace and Love\". Vasin is known as a Beatles fan number 1 of the USSR and Russia. He died in a fall from height at a Saint Petersburg shopping centre.Умер Коля Васин. Его называли главным битломаном России и Советского СоюзаHow the Beatles rocked the Eastern Bloc == Early life in the Soviet Union == Growing up in Leningrad, in the Soviet Union, Vasin first came across the music of the Beatles in 1964 whilst listening to bootleg LP records. The Soviet authorities regarded rock music as subversive and there was no way of purchasing legitimate copies – Vasin obtained the tracks, which had been inscribed onto old X-ray slides, through the black market. Vasin became fascinated by the music and the band and converted his apartment into an impromptu Beatles museum with memorabilia that he collected. In 1970 he wrote to John Lennon to congratulate him on his birthday. Lennon, having seemingly picked Vasin's letter out of a vast pile of fan mail, responded and included a copy of the Plastic Ono Band's Live Peace in Toronto 1969 signed by him and Yoko Ono, and T-shirt also.Белые ночи и подмосковные вечера сэра Пола (12 октября 2011) He is said to have been the Beatles' biggest fan in Russia and to have been the only Soviet citizen to have been able to correspond with Lennon. Vasin held the first membership card of the Leningrad Rock Club. Vasin was a self-described \"Beatles-ologist\" and curated an exhibit for Saint Petersburg's Museum of Non-Conformist Art as well as writing many journal articles on the subject. Vasin claimed that the Beatles gave him more joy than having children would have. At one point he petitioned the city authorities to change the name from Leningrad to \"Lennongrad\" in honour of the musician. He also campaigned for one of the city's roads to be named \"Lennon Street\". After the fall of communism Vasin held parties to celebrate the birthdays of each of the band members. He also proposed new public holidays: \"Rock Women Day\" on 19 January to mark Janis Joplin's birthday; \"Black Glasses Day\" on 23 April for Roy Orbison's birthday, \"Back in the U.S.S.R. Song Day\" on 21 October for the debut of the White Album and 9 October for Lennon's birthday. In the eighties, Yoko Ono came to Leningrad where she met Vasin and a number of other local Lennon fans at the Europe Hotel.К храму Любви, Мира и Музыки ведут песни Джона Леннона (09 Октябрь, 2015) Sir Paul McCartney found out about Vasin from journalists, in 1987. And sent an autograph for him. But their first meeting took place years later, on the 300th anniversary of St. Petersburg (2003). McCartney again visited Russia in 2004, by an invatation of Vasin, to celebrate own Birthday and give new concerts in the same time.Пол Маккартни вновь готовится дать концерт в России (16 июня 2004) == Life in Russia == Vasin in August 2018 Since 1989, Vasin has travelled extensively in the United States and the United Kingdom, communicating with Beatles researchers from around the world. In one of his first trips he met Allan Williams, the first manager of the band, who then began to come to Russia to join Vasin in celebrating the birthdays of Beatles members. For a while Vasin was involved in the popularisation of Elvis Presley's music in Russia, because Presley had been a great influence on his idols. Being one of the largest popularisers of The Beatles in the USSR, Vasin made a significant contribution to the fall of communism in different countries through rock music. In 2007 he published a book entitled \"Рок на русских костях\" (\"Rock on Russian Bones\"), in areference to the X-ray slides that were used for his bootleg records in Soviet times. One of the first to receive a copy was John's son Sean Lennon, who visited Russia in the same year to play at concerts.Битломан написал «свои лучшие моменты» (2007) Vasin campaigned for a museum-cum-shrine (or the \"John Lennon Temple of Peace and Love\", as he called it) honouring John Lennon to be erected in Saint Petersburg. This tall structure would stand on the shore of the Gulf of Finland and include two large spheres – one in yellow inscribed with \"all you need is love\" and one in blue with \"give peace a chance\". A yellow submarine would be sited in the sea nearby. The city authorities granted Vasin the land necessary for this structure. In 1992, he became the President of the Committee for the construction the temple, which is officially registered in the Saint Petersburg City Administration as a public organization. He also established a foundation, \"Свободная культура\" (Free Culture), to raise funds by petitioning rock stars and fan clubs across the world and selling merchandise.Андрей Бурлака. Том I. Коля Васин // Рок- энциклопедия. Популярная музыка в Ленинграде-Петербурге 1965—2005. — М.: Амфора, 2007. — 416 с. — . The temple has already been created, but Vasin wished to expand it into a vast tower.The Beatles In The USSR (04/29/2013) Vasin died on 29 August 2018, five days after his 73rd birthday, after a fall from the third storey of the Saint Petersburg Gallery shopping centre. The cause of the fall became known some later. It was a suicide. Vasin left the suicide note with explanation of his deed.Музей The Beatles на Пушкинской, 10, опечатали. Погибший Коля Васин оставил записку (02.09.2018 18:38) ==Filmography== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"|Year ! scope=\"col\"|Title ! scope=\"col\"|Role ! scope=\"col\" class=\"unsortable\"| Notes |- | style=\"text-align:center;\"| 1990 ! scope=\"row\"| Vrubay Bitlov! | Himself | Documentary short |- | style=\"text-align:center;\"| 2003 ! scope=\"row\"| Paul McCartney in Red Square | Himself | TV Special documentary |- | style=\"text-align:center;\"| 2009 ! scope=\"row\"| How the Beatles Rocked the Kremlin | Himself | TV Movie documentary |- | style=\"text- align:center;\"|2017 ! scope=\"row\"| Ach, Europa! | Himself | TV Mini-Series documentary |} Kolya Vasin. IMDb.com. == See also == * Beatlemania == References == Category:1945 births Category:2018 deaths Category:Russian rock music Category:Music historians Category:Record collectors Category:People from Saint Petersburg ",
    "title": "Kolya Vasin"
}