{
    "id": "58391099",
    "text": "Malcolm Playfair Anderson (6 April 1879 - 21 February 1919) was an American zoologist and explorer. Anderson took part in several scientific expeditions, and was chosen in 1904 to lead the Duke of Bedford's Exploration of Eastern Asia. ==Early life== Anderson was born 6 April 1879 in Irvington, Indiana as the son of Melville Best Anderson and his wife Charlena (née van Vleck). Anderson was one of his parents' two children who survived to adulthood; the other was a younger brother, Robert van Vleck Anderson. From ages eleven to fifteen, Anderson attended school in Germany. Upon returning to the United States, Anderson attended Stanford University, graduating in 1904 with a Bachelor of Arts in zoology. Beginning at age 15, Anderson took part in collecting expeditions, befriending scientists and academics such as Ray Lyman Wilbur. Before completing his degree, he had already undertaken thousands of miles' worth of scientific expeditions, traversing Arizona, California, and Alaska. ==Career== In 1904, Anderson was chosen by the Zoological Society of London to be the leader of Duke of Bedford's Exploration of Eastern Asia. While his personal interest was mostly in the study of birds, his role in the expedition was to procure new mammal specimens. The Exploration began in July 1904 in Yokohama, Japan. From 1904-1907, Anderson traveled through Japan, eastern China, and Korea. In 1908, he took a break from scientific collecting, traveling Europe with his mother Charlena. The second leg of the expedition began in Wuhan on 5 October 1909 and ended in Shanghai on 13 September 1910. In total, the Bedford Exploration of Eastern Asia collected over 2,700 individual mammals, resulting in many newly-described species. Anderson collected the holotypes of several species, including the Shinto shrew and Japanese red-backed vole. After completing the Exploration of Eastern Asia, Andersoon took two collecting trips to South America. The first trip was with Wilfred Hudson Osgood and the second was with his wife, Mary Elizabeth. In 1911, British zoologist Oldfield Thomas wrote: \"to our great loss and regret Mr Anderson now proposes to give up the arduous life of the field collector.\" ==Death== In response to the demands of World War I on American manufacturing, Anderson began working at a shipyard in 1918, as he was unable to join the Army. On 21 February 1919, Anderson died when he fell from the scaffolding at Moore's Shipyard in Oakland, California. Following his death, his father eulogized him in the scientific journal The Condor. ==Personal life== Anderson married Mary Elizabeth Gurnee, a distant cousin, on 15 June 1913. They had one son, Malcolm Gurnee Anderson, who died in infancy. ==Species named in his honor== Several species were named in honor of Anderson, including: *Japanese red-backed vole (Myodes andersoni)--Thomas, 1905 *Anderson's shrew mole (Uropsilus andersoni)--Thomas, 1911 *Anderson's white-bellied rat (Niviventer andersoni)--Thomas, 1911 *Anderson's four-eyed opossum (Philander andersoni)--Osgood, 1913 ==References== Category:1879 births Category:1919 deaths Category:Stanford University alumni Category:American zoologists ",
    "title": "Malcolm Playfair Anderson"
}