{
    "id": "58399123",
    "text": "The Embassy of the Republic of Indonesia in Kuala Lumpur () is the diplomatic mission of Indonesia in Malaysia. The embassy serves large amounts of Indonesian migrant workers in Malaysia. Other Indonesian diplomatic establishments in Malaysia include four consulate-generals in Johor Bahru, Kota Kinabalu (Sabah), Kuching (Serawak), and Penang, and a consulate in Tawau. == History == Before Malaysia became an independent state, Indonesia had already established a diplomatic mission in the form of a consulate in 1953. The head of the mission was Consul Mohammad Rasyid Manan (1953–1956). He became consul general when the mission became a consulate general as Malaysia neared its independence (1956–1957). After the establishment of Malaysia as a sovereign state, the Indonesian diplomatic mission became an embassy with Muhamad Razif (1957–1963) as the first Indonesian Ambassador to Malaysia. Diplomatic relations ceased on 17 September 1963 due to the Indonesia–Malaysia confrontation. The process of normalization of relations started with the signing of the Bangkok Accord between the foreign ministers of both countries on 1 June 1966 in Bangkok. The next meeting took place in Jakarta, which produced the Jakarta Accord on 11 August 1966. A further meeting took place in Kuala Lumpur on 14 September 1966. As a consequence, on September 1967 the Indonesian government established a liaison office in Kuala Lumpur that was headed by Benny Moerdani. Initially, the embassy was located in U-Thant Road, but it was relocated to an 8-story building at Tun Razak road, its present location, in 1977. The embassy has been a site for demonstrations, including ones related to haze and arrests of Malaysian fishermen. == Services == Aside from routine services, the embassy also has dedicated shelters for Indonesian migrant workers in Malaysia who encountered difficulties. It also works with the Malaysian government to register otherwise illegal migrant workers. In 2017, under ambassador Rusdi Kirana, the embassy began offering 24-hour services. == References == == External links == * * * * * Kuala Lumpur Indonesia Category:1977 establishments in Malaysia Category:Buildings and structures completed in 1977 ",
    "title": "Embassy of Indonesia, Kuala Lumpur"
}