{
    "id": "58395834",
    "text": "Joseph Knefler Taussig Jr. (May 28, 1920 – December 14, 1999) was a United States Navy officer during and after World War II, and a Navy civilian official in the 1980s. He was the son of Vice Admiral Joseph Taussig, and the grandson of Rear Admiral Edward David Taussig. ==Early life and education== Taussig was born in Newport, Rhode Island, on May 28, 1920.Social Security death index, U.S. Social Security Administration After attending high school in Washington D.C., Taussig entered the United States Naval Academy and graduated on February 7, 1941. He then was assigned to . ==Pearl Harbor attack== Taussig was the officer of the deck of USS Nevada and senior officer in charge of her anti-aircraft batteries during the Attack on Pearl Harbor on December 7, 1941. Taussig was severely wounded but refused to leave his station until the crew carried him away. He ended up having his leg amputated, then returned to duty three days later. He received the Navy Cross for his actions that day. When he retired from active duty in 1954, at age 34, he was the youngest captain in the Navy. ==Civilian service== Taussig as civilian Defense Department employee in 1983 In 1981 he returned to Navy service as a civilian. Taussig was \"the [U.S.] Navy's first designated high-level safety specialist\" and self-styled \"safety czar\", appointed as a civilian special assistant to the Secretary of the Navy in 1985. He twice received the Navy Distinguished Public Service Award. ==Personal life== Taussig married Betty Bostwick Carney, daughter of Rear Admiral Robert Bostwick Carney (future Chief of Naval Operations), in 1943. He died from an embolism at Anne Arundel Medical Center, on December 14, 1999, aged 79. Betty Carney Taussig established the Joseph K. Taussig Jr. Award at the United States Naval Academy in 2001, in memory of her husband. She died at the age of 94 on April 27, 2015. Alt URL Taussig and his wife are buried at the United States Naval Academy Cemetery. ==Namesake== The Executive Suite at the United States Naval Institute headquarters in Annapolis is named in his honor. ==References== ===Sources=== * * ==Further reading== * ==External links== * Category:1920 births Category:1999 deaths Category:People from Newport, Rhode Island Category:United States Naval Academy alumni Category:United States Navy officers Category:American naval personnel of World War II Category:American military personnel who served in the Pacific theatre of World War II Category:Recipients of the Navy Cross (United States) Category:United States Assistant Secretaries of the Navy Category:Burials at the United States Naval Academy Cemetery Category:Attack on Pearl Harbor ",
    "title": "Joseph K. Taussig Jr."
}