{
    "id": "58397340",
    "text": "Darwin High School is an Australian senior secondary high school in the Northern Territory and is an Independent Public School for students in years 10 – 12. Founded first in 1921, the school was closed, reopened, renamed, and relocated until its move to its current location, Bullocky Point, in 1962. The school offers advanced English and STEM programs, as well as clubs, activities, and athletics. == History == In 1921, Darwin Public School was established a high school class of 21 students. Due to World War II, Darwin Public School was closed in 1941 as the Army Barracks set their base up at Bullocky Point where the school was situated. Darwin Public School re-opened in 1946 with a 150 student capacity. In 1948 the school was renamed Darwin Higher Primary School, increasing its capacity increased to 525 students. The school received its current name as Darwin High School in 1956 and relocated to its current location in Bullocky Point in 1963, then serving a capacity of 505 students. In 2009, Darwin High School began as a senior secondary high school, catering for students between years 10–12 rather than 7–12. In 2015, Darwin High School transitioned from being a public school to an independent public school. The school motto is ‘Esse Quam Vederi’ which translates to ‘To Be Rather Than To Seem To Be’. == Academics == === Enrolment === Darwin High School has over 1200 students enrolled between Years 10–12, with each year level accommodating 400 students. The enrolment process favours students who live in the priority enrolment area and are from feeder schools. The priority enrolment areas are: Bayview, Coconut Grove, Coonawarra, Cullen Bay, Darwin City, Fannie Bay, Larrakeyah, Ludmilla, Millner, Nightcliff, Parap, Rapid Creek, Stuart Park, The Gardens, The Narrows and Woolner. The feeder schools include: Darwin Middle School and Nightcliff Middle School. Darwin High School then admits students from schools in broader regions in Darwin, with special consideration to students who have a sibling attending the school, were admitted into the Centre For Excellence (C4E) program, wish to study subjects not offered at their feeder high school, and/or show special circumstances. There is no known selection process for the admission of students from schools in broader regions in Darwin. International students are required to apply through the Northern Territory Department of Education. === Results === In 2017, Darwin High School produced the top two results for the Northern Territory Certificate of Education and Training, from Nisangi Wijesinghe and Thomas Saji, as well as 8 of the top 20 students in the Northern Territory and 28 of the 54 A+ Merit awards in 2017. An A+ Merit award is given to students who have demonstrated exceptional result and achieved an A+ grade for the overall subject, performing in the top 2% of the subject. In 2018, the school produced the second best Northern Territory Certificate of Education and Training result and 6 of the top 20 students. === Departments and programs === Darwin High School's subjects follow the South Australian Certificate of Education curriculum and include: Arts; Business, Enterprise & Technology; English & Humanities; Health & Physical Education; Languages; Mathematics; Sciences; and Cross Disciplinary. Students have the option to enrol via a website. The school offers a program for students who excel in English literature and writing; the application includes submitting a folio of their work and taking a placement test. The specialised mathematics and science program, Centre For Excellence (C4E), uses the school's affiliation with Xrata and ConocoPhillips and their partnership with Charles Darwin University. Students in the program compete in national mathematic and scientific competitions. Applicants are required to take a test which assesses their “general abilities, science and mathematics aptitude,\" and final selection into the program depends on the test's results and school reports. == Student life == During lunch, the school offers various clubs and activities, including Interact Club, debate, gaming clubs for both online and board games, art/design/animation, choir, a club to learn about cultures, various sports, and religious groups. There is also a student council. Outside of lunch, the school offers service trips and a skiing and snowboarding trip, while also participating in The Duke of Edinburgh's Award. === Athletics === {| class=\"wikitable\" !Semester 1 !Sport !Semester 2 !Sport |- | rowspan=\"4\" |Term 1 |Basketball | rowspan=\"4\" |Term 3 |Track and Field |- |Netball |Table tennis |- | |Orienteering |- | |Squash |- | rowspan=\"5\" |Term 2 |Cross country running | rowspan=\"5\" |Term 4 |Swimming |- |Soccer |Beach volleyball |- |Golf |- |Touch (sport) | |- |Volleyball |} A panorama of the campus. == Grounds and facilities == The campus includes both covered and indoor walkways between buildings. The Vesteys Tank, now commonly known as the Tank, was constructed in 1917 as part of Vestey's Meatworks. It was said to be the largest building its nature in the southern hemisphere, utilising new technology of reinforced concrete. The Vesteys tank has now been transformed into a multi-purpose gymnasium which now functions as an indoor court and field for basketball, volleyball, soccer, and badminton. There are pool tables, ping pong tables and gym equipment that is available for use. The tank also holds Darwin High School's assemblies. It was listed on the Northern Territory Heritage Register on 29 July 2006. In 2016, the Labor Government pledged to fund a new scientific, technological, engineering, arts and mathematics (STEAM) building to help facilitate the increasing growth and of students. The Labor Government pledged $40 million to Darwin High and Middle School. The development of a STEAM building will help facilitate and grow the students learning, as well as enhance and cultivate the required skills needed for future employment in these demanding fields. Distributed over two levels, the STEAM centre will include 15 interconnecting classrooms, project and presenting spaces. The completion of the STEAM building is expected to be completed in June 2019. == Notable alumni == * Katrina Fong Lim – The former Lord Mayor of Darwin and student of Darwin High School who graduated in the class of 1979, Fong Lim undertook a Bachelor Business majoring in Marketing and Human Resource Management and Master Degree in Professional Accounting. Fong Lim was Darwin’s Lord Mayor between 2012 and 2017. == References == Category:1921 establishments in Australia Category:Educational institutions established in 1921 Category:Public high schools in Darwin, Northern Territory ",
    "title": "Darwin High School"
}