{
    "id": "58401535",
    "text": "Alessandro Bausi (born 1963) is an Italian philologist working on Ethiopic texts and manuscripts. Bausi earned his PhD in 1992 from University of Naples \"L'Orientale\". Formerly Assistant (1995) and Associate Professor (2002) of Ethiopic Language and Literature at the University of Naples \"L'Orientale\", since 2009 he is Professor for Ethiopian Studies at the Asien-Afrika-Institut and Director of the Hiob Ludolf Centre at Hamburg Universität. He is considered as one of the leading scholars in his field, and is the editor of the journal Aethiopica: International Journal of Ethiopian and Eritrean Studies and of the series Aethiopistische Forschungen. He has edited a number of works including the Encyclopaedia Aethiopica (2010–2014) and is Chair of the Comparative Oriental Manuscript Studies networking programme (funded by the European Science Foundation 2009–2014), he has headed the European Research Council Advanced Grant Project \"TraCES: From Translation to Creation: Changes in Ethiopic Style and Lexicon from Late Antiquity to the Middle Ages\" (2014–2019) and the long-term project of the Academy of Sciences and Humanities in Hamburg \"Die Schriftkultur des christlichen Äthiopien und Eritreas: Eine multimediale Forschungsumgebung\" (2016–2040). He is a member of the Centre for the Study of Manuscript Cultures at the University of Hamburg and consultant for Ethiopic and Ethiopian studies for several series and journals. He has extensively published on Ethiopian and manuscript studies. == Monographs == * Bausi, A. 1992a. Il Sēnodos etiopico: edizione critica e traduzione dei testi pseudoapostolici inediti Tesi di Dottorato, Napoli: Istituto Universitario Orientale (1992). * Bausi, A. 1992b. ቀሌምንጦስ፡ Il Qalēmenṭos etiopico. La rivelazione di Pietro a Clemente. I libri 3-7. Traduzione e introduzione, Studi Africanistici, Serie Etiopica, 2 (Napoli: IUO, Dipartimento di Studi e Ricerche su Africa e Paesi Arabi, 1992). * Bausi, A. 1995c. Il Sēnodos etiopico. Canoni pseudoapostolici: Canoni dopo l’Ascensione, Canoni di Simone il Cananeo, Canoni Apostolici, Lettera di Pietro, Corpus Scriptorum Christianorum Orientalium, 552, 553, Scriptores Aethiopici, 101, 102 (Lovanii: Peeters, 1995). * Bausi, A. 2002. La versione etiopica degli Acta Phileae nel Gadla samāʿtāt, Annali dell’Istituto Universitario Orientale. Supplemento, 92 (Napoli: Istituto Universitario Orientale, 2002). * Bausi, A. 2003. La «Vita» e i «Miracoli» di Libānos, ed. A. Bausi, Corpus Scriptorum Christianorum Orientalium, 595, Scriptores Aethiopici, 105 (Lovanii: In aedibus Peeters, 2003). * Bausi, A. 2012. Languages and Cultures of Eastern Christianity: Ethiopian, ed. A. Bausi, The Worlds of Eastern Christianity, 300-1500, 4 (Farnham–Burlington, VT: Ashgate, 2012). * Bausi, A., P. G. Borbone, F. Briquel-Chatonnet, P. Buzi, J. Gippert, C. Macé, M. Maniaci, Z. Melissakis, L. E. Parodi, W. Witakowski, and E. Sokolinski 2015. Comparative Oriental Manuscript Studies: An Introduction, eds A. Bausi, P. G. Borbone, F. Briquel-Chatonnet, P. Buzi, J. Gippert, C. Macé, M. Maniaci, Z. Melissakis, L. E. Parodi, W. Witakowski, and E. Sokolinski (Hamburg: COMSt, 2015). * Bausi, A., A. Brita, A. Manzo, C. Baffioni, and E. Francesca, eds, 2012. Aethiopica et Orientalia. Studi in onore di Yaqob Beyene, Studi Africanistici, Serie Etiopica, 9 (Napoli: Università degli Studi di Napoli “L’Orientale”, Dipartimento Asia, Africa e Mediterraneo, 2012). * Bausi, A., C. Brockmann, M. Friedrich, and S. Kienitz, eds, 2018. Manuscripts and Archives: Comparative Views on Record-Keeping, Studies in Manuscript Cultures, 11 (Berlin and Boston: De Gruyter, 2018). * Bausi, A., G. Dore, and I. Taddia, eds, 2001. Materiale antropologico e storico sul «rim» in Etiopia ed Eritrea. Anthropological and Historical Documents on «Rim» in Ethiopia and Eritrea, Il Politico e La Memoria (Torino: L’Harmattan Italia, 2001). * Bausi, A. and A. Gori 2006. Tradizioni orientali del «Martirio di Areta». La prima recensione araba e la versione etiopica: edizione critica e traduzione, Quaderni di Semitistica, 27 (Firenze: Dipartimento di Linguistica – Università di Firenze, 2006). * Bausi, A., A. Gori, and G. Lusini 2014. Linguistic, Oriental and Ethiopian Studies in Memory of Paolo Marrassini, eds A. Bausi, A. Gori, and G. Lusini (Wiesbaden: Harrassowitz Verlag, 2014). * Bausi, A., A. Gori, D. Nosnitsin, and E. Sokolinski 2015. Essays in Ethiopian Manuscript Studies: Proceedings of the International Conference Manuscripts and Texts, Languages and Contexts: the Transmission of Knowledge in the Horn of Africa, Hamburg, 17–19 July 2014, eds A. Bausi, A. Gori, D. Nosnitsin, and E. Sokolinski, Supplement to Aethiopica, 4 (Wiesbaden: Harrassowitz Verlag, 2015). * Bausi, A. and E. Sokolinski, eds, 2016. 150 Years after Dillmann’s Lexicon: Perspectives and Challenges of Gǝʿǝz Studies, Supplement to Aethiopica, 5 (Wiesbaden: Harrassowitz Verlag, 2016). * Bausi, A. and M. Tosco, eds, 1997. Afroasiatica Neapolitana. Contributi presentati all’8° Incontro di Linguistica Afroasiatica (Camito-Semitica), Napoli 25-26 Gennaio 1996 / Papers from the 8th Italian Meeting of Afroasiatic (Hamito-Semitic) Linguistics, Naples, January 25-26, 1996, Studi africanistici, Serie Etiopica, 6 (Napoli: IUO, Dipartimento di Studi e Ricerche su Africa e Paesi Arabi, 1997). * Bausi, A. and S. Uhlig, eds, 2014. Encyclopaedia Aethiopica, V (Wiesbaden: Harrassowitz, 2014). * Buzi, P. 2014. Coptic manuscripts 7. The manuscripts of the Staatsbibliothek zu Berlin Preußischer Kulturbeistz: Part 4, Homiletic and liturgical manuscripts from the White Monastery. With two documents from Thebes and two Old-Nubian manuscripts, ed. A. Bausi, Verzeichnis der Orientalischen Handschriften in Deutschland, 21/7 (Stuttgart: Franz Steiner Verlag, 2014). * Marrassini, P. 2014. Storia e leggenda dell’Etiopia tardoantica: Le iscrizioni reali aksumite, ed. P. Marrassini, Testi del Vicino Oriente antico, 9, Letteratura etiopica, 1 (Brescia: Paideia Editrice, 2014). * Uhlig, S., D. Appleyard, A. Bausi, W. Hahn, and S. Kaplan, eds, 2017. Ethiopia. History, Culture and Challenges, Afrikanische Studien / African Studies, 58 (Berlin - Münster - Wien - Zürich - London: LIT Verlag and Michigan State University Press, 2017). * Uhlig, S. and A. Bausi, eds, 2010. Encyclopaedia Aethiopica, IV (Wiesbaden: Harrassowitz, 2010). == References == Category:Living people Category:1963 births Category:21st-century philologists Category:University of Hamburg faculty Category:Italian philologists Category:People from Florence Category:Università degli Studi di Napoli \"L'Orientale\" faculty Category:Italian expatriates in Germany Category:20th- century philologists ",
    "title": "Alessandro Bausi"
}