{
    "id": "58408020",
    "text": "Ficus amplissima, also known as the Indian Bat tree, Indian Bat fig, Pimpri, Pipri (Piparee), Pipali or Bilibasari mara (in the Kannada language) is a tree species of flowering plants that belongs to Moraceae, the fig or mulberry family. It is native to Central and southern Peninsular India, Sri Lanka and Maldives, having a significant distribution throughout Western Ghats of India. It is most commonly planted to provide shade in coffee plantations due to its dense and wide foliage. The ripened figs attract many birds, especially during the spring. ==Description== A Ficus amplissima (Pimpri) tree leaf with veins visible Ficus amplissima is a large evergreen or semi-deciduous tree with a widely spreading crown of over . It can grow up to a height of in natural conditions and has a moderate to dense spread of aerial roots which are generally wrapped around top of the trunk. It has a trunk diameter of up to . The leaves are broadly ovate elliptic-lanceolate to ovate-oblong in shape with a blunt or acute tip and an entire margin; the leaf base is acute-cuneate or rounded in shape. They are long and broad, with a petiole. They are simple and occur alternately on branch, having a slender and grooved shape above and a glabrous, glandular shape at the apex below. The lamina is glabrous and coriaceous; trinerved from base, the midrib is raised above the leaf plane and lateral nerves are present in 8-10 parallel pairs, appearing prominently slender; the tertiary nerves are obscured and reticulate. The fruits are small stalkless figs in diameter, light green initially, ripening to syconium red or purple, with smooth achenes. The bark of the trunk is thornless and greenish- gray with a blaze yellow reflection, with a smooth texture. It exudes a milky white latex exudate profusely. Branches and branchlets are terete in shape with a glabrous or puberulous surface covered with annular scars and a pale yellow tinge. Ficus amplissima typically begins as an epiphyte in the branch of a tree that grows aerial roots that can provide nutrients when they reach soil. The aerial roots can surround the trunk of the host tree, which, combined with the growth of F. amplissima in the branches, can eventually kill the host tree. ===Inflorescence=== Ficus amplissima displays a syconium type of inflorescence (arrangement of the flowers on a plant) borne by all figs (genus Ficus), formed by an enlarged, fleshy, hollow receptacle with multiple ovaries on the inside surface. It is a monoecious species, meaning that separate staminate and carpellate flowers are always found on the same plant. Flowers are unisexual and arise with in the inner wall of syconia, are axillary (arising from the axil of an inflorescence) subsessile (not attached completely with a stalk) and have depressed globe-like shape (spherical with a flattened top and bottom). They are crowned towards the end of branchlets surrounded by basal bracts in a group of three. The flowering and fruiting cycle of F. amplissima occurs between September to December. Leaves fall in early January and continue until mid-February. Flowering occurs from late November through the middle of January. Fruiting begins in early December, a few weeks after flowering begins, and continues until middle to late February. ==Distribution== Ficus amplissima is a species native to Central, Eastern and southern Peninsular India, Sri Lanka and Maldives, having a significant distribution throughout the Western Ghats (Sahyadaris) of India. It is an endemic species and hence it has not been recorded outside its native habitat. F. amplissima is present scarcely in northern and eastern Indian states of Bihar, Gujarat and Rajasthan whereas it is found abundantly in southern states of Andhra Pradesh, Goa, Karnataka, Maharashtra, Tamil Nadu, Telangana and Kerala. In Pakistan, it is cultivated in Lahore and Sindh. ==Ecology== ===Environment=== Ficus amplissima is tolerant to various climate zones (Köppen climate classification categories of Af, Am, Aw/As, Bsh, Cfa and Cwa). The most ideal environment for its growth requires continuous sunlight, well- drained soil, moderate water, and moisture in soil, and an air temperature ranging between and . In India, being a native species, it occurs both naturally in wild as well as cultivated up to altitudes of . Due to its semi- arid climate tolerance, it is moderately drought resistant. Its growth increases substantially in sunlight receiving surroundings, but consistent temperatures below and above impact and effect its overall growth and health. Under such climatic conditions, aftercare till establishment is necessary and helpful in ensuring high survival rate. ===Reproduction=== Ficus amplissima is associated with a fig wasp, an agaonid wasp which acts as its sole pollinator as this wasp lays its eggs only on trees of this species. All fig trees have this unique form of fertilization, with each species relying on a single specialized species of pollinating wasp that relies on the fig tree to reproduce. Ficus amplissima produces three flowers within its fruit, the male, the long styled female, and the short styled female. The short styled female flower is known as the \"gall flower\". The female fig wasp enters the fig to lays its eggs on the short styled female flowers, pollinating the long styled female flowers in the process. Wingless male fig wasps are the first to emerge, inseminating the emerging females and boring exit tunnels out of the fig for the winged females. Female wasps then exit the fig to collect pollen from the male flowers and search for new figs. F. amplissima flowers asynchronously to support the life cycle of the fig wasp pollinators. The local population of fig wasps must exceed a minimum size to ensure that at any time some trees emit wasps while some trees receive wasps. The short-lived pollinator wasps go locally extinct without available figs. ===Propagation=== Ficus amplissima is propagated by various methods and techniques, including sowing the fig seeds in moist soil or burying stem cuttings. It is a relatively fast growing tree. Fig wasps are the primary pollinators of F. amplissima whereas its seeds are generally dispersed by the Indian fruit bat (giving it the name of \"Indian Bat tree\"), as well as by birds and other mammals. ==Cultivation== Ficus amplissima is most commonly cultivated to provide shade in coffee plantations due to its height and dense and wide foliage. It commonly occurs on avenues or road verges. It can also be found on tank bunds or along the boundaries of agricultural fields. In Karnataka and Tamil Nadu, the species is cultivated in parks and along roadsides and pavements. In Kerala and coastal Maharashtra, it is found occasionally as a subcanopy tree in disturbed tropical evergreen or moist deciduous forests at altitudes of up to . F. amplissima is also used as an ornamental tree, commonly as a bonsai or houseplant. It is generally kept indoors, usually in a living room or terrace area. ==Vernacular names== The Ficus amplissima tree is known by a wide range of vernacular names, including: * in English — Indian Bat Fig * in Hindi — Piparee पिपरी * in Dravidian languages: ** Kannada — Biḷibāsri mara ಬಿಳಿಬಾಸ್ರಿ ಮರ (Literally \"White tree\"); Biḷibāsri ಬಿಳಿಬಾಸ್ರಿ (Literally \"White blossom\"); Biḷibasuri ಬಿಳಿಬಸುರಿ (Literally \"White\") ** Malayalam — Chela ചേല; Koyalee കോയലി ** Tamil — Ichchi இச்சி; Kal-ichchi கல்-இச்சி (Literally \"Stone ichi\") ==Uses== Ficus amplissima has been traditionally used in Ayurveda, Siddha, and Unani medicine for the treatment of diabetes. The bark of the tree is a natural anti-diabetic and anti-oxidant medicine, reducing blood glucose levels. The phenol in leaves gives the foliage anti-inflammatory and wound healing properties. In native medicine, leaf juice is applied on chronic wounds and the latex is applied on fresh wounds. The figs are chewed and their juice is sucked to treat mouth ulcers. The leaves and branches of F. amplissima are used as fodder for cows, goats, and sheep. The wood is ideal for burning, and thus is widely used as a fuelwood in rural areas. The raw or ripened fruits are used to make pickles. The trunk produces hard and high quality timber that is used to build furniture. It is also used by rural farmers to make agricultural tools. The bark provides strong fibres which are used to make ropes and bags. It is also planted as polewood in farms. ==Gallery== File:Ficus amplissima special character.jpg|Ficus amplissima special characteristic File:Ficus amplissima latex.jpg|Stem exuding white colored latex File:Ficus amplissima gland.jpg|Bottom view of leaf showing its stalk, midrib, and parallel side nerves File:Ficus amplissima fruit.jpg|Raw fruits (figs), they are light green in color and subsessile, attached without a proper stalk File:Ficus amplissima fruit2.jpg|Ripened fruits (figs), displaying a syconium type of inflorescence File:Ficus amplissima bark.jpg|Bark depicting a blaze yellow tinge == References == Category:Trees amplissima Category:Plants described in 1810 ",
    "title": "Ficus amplissima"
}