{
    "id": "58408868",
    "text": "The Democratic Messenger was a weekly newspaper published in Snow Hill, Maryland from January 30, 1869 to February 21, 1973, making it Worcester County's oldest newspaper. It ceased publication when it was merged with the existing publication Worcester Democrat to form the Worcester County Messenger. It was founded by T. H. Moore and George M. Upshur to consistently promote Democratic politics, which in turn reflected the conservative attitudes of the population of Worcester County. The Messenger provided both coverage of local events and social happenings as well as the biggest news stories from across the country. The front page often featured excerpts of novels or short stories, poetry, jokes, and entertaining facts. As a result of the expansion of the regional railroad system in 1874, Ocean City, Maryland began to rise in popularity as a resort town; a consequence of this was a subsequent increase in the Messenger's printing of advertisements and news for Ocean City. == History == George M. Upshur, one of the two original owners of the Democratic Messenger, was a prominent local lawyer and Yale University graduate in addition to being elected Speaker of the Maryland House of Delegates in 1888. His political aspirations were echoed in the pages of the Messenger, which held a conservative Democratic political stance. By 1881, ownership of the paper had passed to Littleton Dennis, whose family had deep roots in Worcester County. Dennis sold the paper only a few years later, in 1887, to local publisher of Salisbury paper Wicomico Record Clarence L. Vincent and his co-owner Oscar M. Purnell, a prominent banker whose large Colonial Revival home remains a historical site to this day. In 1902, Coriolanus V. White purchased Purnell's half-interest and joined Vincent in publishing the Messenger. William G. Kerbin Jr. purchased the Democratic Messenger in 1945 and personally served as its publisher while his wife, Margaret Howard, directed daily printing operations. The Kerbins sold the paper in 1973, and it was merged with the Worcester Democrat to create the Worcester County Messenger. The Messenger's headquarters for most of its existence were located at the corner of Pearl and Market Streets, across from the Worcester County courthouse. == References == Category:Defunct newspapers published in Maryland Category:1869 establishments in Maryland Category:1973 disestablishments in Maryland Category:Publications established in 1869 Category:Publications disestablished in 1973 ",
    "title": "Democratic Messenger (newspaper)"
}