{
    "id": "58409849",
    "text": "Joseph Thaddeus Hudson (born May 21, 1991) is an American professional baseball catcher who is currently a free agent. He previously played for the Los Angeles Angels, St. Louis Cardinals, and Seattle Mariners of Major League Baseball (MLB). ==Career== Hudson attended Jesuit High School in Tampa, Florida, and the University of Notre Dame, where he played college baseball for the Notre Dame Fighting Irish. ===Cincinnati Reds=== The Cincinnati Reds selected Hudson in the sixth round of the 2012 MLB draft. He was assigned to the Billings Mustangs for 2012. In 2013, he played for the Dayton Dragons, and played for the team in 2014 as well. Hudson was invited to Spring Training for the 2016 season, but did not make the club and was assigned to the Pensacola Blue Wahoos. Hudson was invited to Spring Training for the 2018 season, but once again did not make the club and was reassigned to the Louisville Bats. ===Los Angeles Angels=== On June 30, 2018, the Reds traded Hudson to the Angels for cash considerations. The Angels promoted him to the major leagues on September 4. Hudson was designated for assignment on October 26, 2018 and he became a free agent on November 2. ===St. Louis Cardinals=== On November 13, 2018, Hudson signed a minor league deal with the St. Louis Cardinals. On September 1, 2019, the Cardinals selected Hudson's contract. Hudson was outrighted off the Cardinals roster on November 1, and elected free agency on November 4. ===Seattle Mariners=== On January 22, 2020, Hudson signed a minor league contract with the Seattle Mariners. He was outrighted to Triple-A Tacoma following the 2020 season. On October 19, it was announced that he elected free agency.https://marinersblog.mlblogs.com/mariners-outright-four- players-to-triple-a-tacoma-eddca659b080 ==References== ==External links== Category:Living people Category:1991 births Category:Sportspeople from Tampa, Florida Category:Baseball players from Florida Category:Major League Baseball catchers Category:Los Angeles Angels players Category:St. Louis Cardinals players Category:Seattle Mariners players Category:Notre Dame Fighting Irish baseball players Category:Dayton Dragons players Category:Bakersfield Blaze players Category:Daytona Tortugas players Category:Pensacola Blue Wahoos players Category:Louisville Bats players Category:Salt Lake Bees players Category:Mobile BayBears players Category:Memphis Redbirds players Category:Jesuit High School (Tampa) alumni ",
    "title": "Joe Hudson (catcher)"
}