{
    "id": "58407548",
    "text": "\"Clocaenog Forest Man\" refers to an unidentified murder victim found in the Clocaenog Forest in Denbighshire, Wales in November 2015. The body had lain undiscovered for over 20 years and despite extensive investigations by North Wales Police, national and UK appeals and input from a notable serial killer, the identities of the body and the murderer(s) remain a mystery. ==Discovery of the body== The remains were found on the evening of 14 November 2015 by two brothers. Andrew and Mark Middle were camping in Clocaenog Forest during the 2015 Wales Rally GB which they were spectating. It was dark and Mark was using a torch to look for firewood in the woods when he found a skull on the forest floor and after a closer inspection realised it was human. The skull was covered in moss and was largely concealed by the undergrowth.Crimewatch 26/09/2016 10m05s North Wales Police were notified of the discovery at 20:35. A local officer attended the scene and concluded that the brothers had found the fully decomposed remains of a human male.Crimewatch 26/09/2016 03m30s Based on tree growth, body decomposition and the fact that the area of the forest where the victim was found was planted in 1985, the police believe that the body was deposited between 1995 and 2005. The remains were found close to one of the Clocaenog sections of the rally and near to Pentre-llyn-Cymmer and Llyn Brenig. The deposition location of the body was easily accessible as it was only few metres (yards) from two forest roads.Crimewatch 26/09/2016 10m05s The location of the discovery was known to be near to the murder and burial location of Edward Carthy, who, at 28, was the youngest victim of serial killer Peter Moore. Moore later claimed that Clocaenog Forest Man was found in \"exactly the same place\" as Edward Carthy. ==Initial investigation== After the discovery, the police started a large-scale search of the forest which took five weeks. The police uncovered an almost entire skeleton of a human male. The majority of the skeleton was discovered in dense trees and undergrowth a few metres (yards) away from the location of the skull.Crimewatch 26/09/2016 10m30s The remains were removed two days after the discovery and taken away to be examined by a pathologist. A DNA profile was extracted from the skeleton. No match was found in the UK national DNA database or the UK Missing Persons Unit. Biologists and forensic anthropologists gathered samples and evidence from the undergrowth in an attempt to date the body. A pathological investigation indicated that the man died from a blunt trauma to the head. Police established that it was likely that the man was murdered in an unknown location between 2004 and 2010 and the body dumped in location where it was found. ==Description of the victim== It is likely that the man would have been born before 1950 and aged over 54 at the time of his death and most likely in his 60s. He would have been 'well-built' in life and would have had a height of between 5ft 8in and 5ft 10.5in (1.73–1.78m). The victim had an injury to his spine, fused vertebrae, a broken nose and possible injury to his left wrist.Crimewatch 26/09/16 5m00s He had arthritis and an inflammatory condition in his spine and other joints. In life, the victim would have experienced pain and reduced movement. The victim had lost a number of teeth during life which would have resulted in sunken cheeks. All the victim's posterior molar teeth were absent which suggests that he was not dentally-aware early in his life; however, this appeared to be followed by a sudden change of circumstance due to extensive dental work of very high quality completed later in life.Crimewatch 26/09/2016 5m20s Police stated that the victim had undergone two identifiable dental procedures in life. The first was that the victim had a number of crowns to his front teeth, work which appeared to have been done in the UK between 1980 and 2000. The second procedure was an uncommon procedure: a remedial filling to a temporary plastic crown which had been badly worn. John Rosie, a forensic odontologist, stated that, as the dental work was highly distinctive and involved specialist work, it could allow a dentist to identify the victim. Information regarding the victim's dental work was published in dentistry journals by the police.Crimewatch 26/09/2016 6m00s Some items of clothing were found near to the body but it could not be confirmed that they were associated with the victim. These items were: a dark green Pringle jumper and some dark red decomposed Marks and Spencer underwear. The underwear was manufactured in 1999Crimewatch 26/09/2016 6m30s and Pringle of Scotland confirmed that the jumper was produced between 2000 and 2004. ==Subsequent investigations== In June 2016, the police released a photograph of the victim's jawbone in the hope that dentists may recognise their dental work and therefore identify the victim. The police also announced that they were undertaking familial DNA research. On 26 September 2016, police released images showing how the man could have looked when he was alive at the ages of 50, 60 and 70 on the BBC Crimewatch programme. In March 2017, the police confirmed that they had been contacted by, and met with, serial killer Peter Moore following his claims that he knew the identity of Clocaenog Forest Man. Moore claimed in a letter that the victim was a mature student at Aberystwyth University who had disappeared in 1996. Moore did not disclose the victim's name but Daily Post journalists identified a Roger Evans of Bradeley near Stoke-on-Trent who disappeared on 16 January 1996, aged 46, during his first year at Aberystwyth University. Moore later stated that his theory had been discounted by the police due to conflicting dates. In October 2017, police support officers and race marshals distributed leaflets to attendees of the 2017 Wales Rally GB. ==References== == External Links == *BBC Crimewatch episode (starts at 2:25) *Approximate location of body Category:2015 in Wales Category:Deaths in Wales Category:Murder in Wales Category:November 2015 events in the United Kingdom Category:Unsolved deaths Category:Unidentified murder victims in the United Kingdom Category:Unsolved murders in the United Kingdom Category:Unidentified murder victims ",
    "title": "Clocaenog Forest Man"
}