{
    "id": "58405370",
    "text": "John Brown (3 March 1723 - 16 January 1808) was a Scottish-Danish merchant and ship-owner. He was a joint founder of John & David Brown in 1759. The company owned 17 ships in 1787 but was liquidated the following year. He was also active in the Danish Asiatic Company where he was a member of the board of directors from 1770–75 and from 1779–85. He was appointed as General War Commissioner in 1776. He was the second-largest landowner in Gentofte and owned Benzonseje (now Risbyholm) from 1784 to 1788. ==Early life== Brown was born on 3 March 1723 in Dalkeith, Scotland, the son of William Brown and Margeret Brown. Brown came to Denmark a few months after his father had been killed in the Battle of Culloden. ==Career== Brown was initially employed in Nicolai Fenwich's trading house in Helsingør. He moved to Copenhagen in 1750 to work as a wholesaler. In 1755, he was granted citizenship as a merchant. He purchased a property at Christianshavns Kanal, close to Snorrebroen, where he established a coal storage depot and warehouse. From 1757 his office was in Vingårfsstræde. In 1759, John and his brother David established a trading house, John & David Brown, which mainly traded in wine, bituminous coal and materials for the clothing industry. Their ships mainly traded in the Danish West Indies and the Mediterranean, but later also in Danish India. In 1787, John & David Brown had a fleet of 17 merchant ships. In the late 1750s, Brown became a major stakeholder in the Danish Asiatic Company. He was a member of the board of directors in 1770–75 and again in 1779–85. From 1884, he also began to trade in Danish India with his own ships, especially after his brother was appointed as Lord Governor of Tranquebar. He acquired the dockyard of Unrost at Frederick's German Church in Christianshavn for his eldest son William in 1781. Next year he became a partner in his father's trading house, which changed its name to John & William Brown & Co. However the company went bankrupt in 1788. ===Ships=== {| class=\"wikitable\" ! Name ! Image ! Owned !Type ! Built ! Comments ! Reference |- | Kronprins Frederik || || 1768 - c. 1784 || Frigate || 1768 at Peter Applebye's dockyard in Copenhagen || || Ref |- | St. Croiz Paket || || 1769-1797 || Frigate || 1767 in Portsmouth, New England || || Ref |- | Den Dydige Sophie || || 1769 - ? || Frigate || 1769 by Peter Halkier at Peter Applebye's dockyard in Copenhagen || || Ref |- | Grev Bernstorff || || 1774 - 1779 || Frigate || Before 1774 in London || || Ref |- | Christian VII || || 1776 - 1776 || Frigate || 1766 by Erick Eskildsen. Registered at Peter Applebye's dockyard in Copenhagen || Wrecked in the Shetland Islands || Ref |- | Grevinde Bernstorff || || 1776 - c. 1884 || Frigate || 1780 to design by Henrik Gerner by Johannes Halkier at van Osten's dockyard in Copenhagen || || Ref |- | Frederikssted || || || Frigate || c. 1780 at van Osten's dockyard in Copenhagen || || Ref |- | Adriana || || 1782 - ? || ? || Before 1782 || || Ref |- | Den Gode Betzy || || 1782 - ? || ? || 1782 by Jens Knudsen. Registered at van Osten's dockyard (owned by William Brown) in Copenhagen || || Ref |- | Grev Reventlow || || 1782 - ? || ? || Before 1782|| || Ref |} ==Property== Brown was interested in agriculture. He was the second-largest landowner in Gentofte (after Count Johann Hartwig Ernst von Bernstorff). He was the owner of Tranegård with the brickyard Maglegård and Getreuensand. He imported Scottish farmers to improve the management of the land. In 1782, he purchased the Barchmann Mansion at the corner of Frederiksholms Kanal and Ny Kongensgade in Copenhagen. He also acquired the manor of Benzonseje. The estate included six churches. ==Personal life== Brown's wife, Anna Appleby He married Anna Appleby (1738-1798) on 20 October 1756 in the German Reformed Church in Copenhagen. She was the daughter of Peter Applebye and Anna Pattridge. Ceremonial target donated by Brown to the Royal Copenhagen Shooting Society Brown was a member of the Royal Copenhagen Shooting Society. He spent his last years at Maglegård where he had constructed a new main building. The estate was owned by one of his daughters. He died on the estate on 16 January 1808 and is buried in Applebye's Chapel in Frederick's German Church in Copenhagen. ==Further reading== * Hauch-Fausbøll, Theodor: Af Slægten Browns Historie, 1918. * John Brown at geni.com ==References== ==External links== * John Brown * Source Category:18th-century Danish businesspeople Category:Danish businesspeople in shipping Category:Danish merchants Category:People from Midlothian Category:1808 deaths Category:1723 births ",
    "title": "John Brown (1723–1808)"
}