{
    "id": "58402393",
    "text": "Numa P. G. Adams (February 17, 1885 – August 29, 1940) was a dean at Howard University College of Medicine from 1929 until his death, in 1940. He was the first African American to hold the position of dean of the College of Medicine at Howard University. == Early life == Adams was born in Delaplane, Virginia. He received his early education at a country school run by his uncle, Robert Adams. His grandmother, Amanda Adams, was a midwife who assisted a Dr. Green in delivering babies. She shared with Dr. Green her knowledge of herbal medicine and inspired his scientific interest and collection of herbs. When Adams was thirteen, his family moved to Steelton, Pennsylvania, where he bought a second-hand cornet with he learned to play with the help of a storekeeper. His musical skill allowed hime to play in orchestras, such as the Lyric Orchestra and Louis Brown's Orchestra, to help pay for tuition in high school, college, and medical school. Adams married Osceola Macarthy Adams, one of the founders of Delta Sigma Theta. Adams was a member of the Alpha Phi Alpha fraternity. == Education == Adams attended public school in Steelton, Pennsylvania, and graduated from high school in 1905. In 1907, he left the state to enroll in Howard University in Washington, D.C. In 1911, he received a B.A. degree magna cum laude from Howard. A year later, he received a M.A. degree in chemistry from Columbia University, and in 1924, received his M.D. from the Rush Medical School of the University of Chicago. == Career == Adams' teaching career began after he graduated high school. He spent a year substitute-teaching in Steelton, Pennsylvania, then taught seventh grade for a year in Carlisle, Pennsylvania. After earning his master's degree in chemistry the following year, he sat on the faculty board of the chemistry department at Howard. By 1918, he had progressed from assistant to associate professor. In 1919, Adams decided an education in chemistry was not sufficient for his career and resigned as chair of the chemistry department to pursue a medical degree. After graduating from medical school, he interned in a St. Louis, Missouri hospital. He also taught neurology and psychiatry to nursing students at Provident Hospital. He served as assistant medical director of the Victory Life Insurance Company from 1927 to 1929. In 1929, he was made a dean of Howard University, the first African American dean at the Howard University School of Medicine. As dean, Adams significantly changed the curriculum at Howard University. He hired highly trained professors by offering generous starting salaries. He increased the acceptance standards for students to the university. He received criticism for this decision, but ultimately, his claim of educating students to their highest potential was proven true; of the last four classes that Adams admitted, no student failed annual board examinations, while in the past, at least one student failed each year. In his final years as dean, he proposed the integration of Howard University and Freedman's Hospital. In 1937, the secretary of the department performed an analysis that supported the prospective merger. The department thus decided Howard Medical School should take control of Freedman's Hospital. After some initial protest, primarily from the city's Medico-Chirurgical Society, the transfer of Freedmen's Hospital to Howard Medical School was completed in 1940. == Legacy == Aside from his positions as dean at Howard University School of Medicine the Provident Hospital School of Nursing, he served as a member of the National Medical Association, the board of directors of the Tuberculosis Association of the District of Columbia, the Advisory Health Council of Washington, the Council on Social Agencies, and the Cook County Physicians Association in Illinois. He was a fellow of the American Association for the Advancement of Sciences. == References == Category:Howard University alumni Category:Howard University faculty Category:Rush Medical College alumni Category:1940 deaths Category:1885 births Category:People from Dauphin County, Pennsylvania Category:Columbia University alumni Category:American university and college faculty deans ",
    "title": "Numa Pompilius Garfield Adams"
}