{
    "id": "58407032",
    "text": "Catriona Wendy Campbell Laing is a British civil servant and diplomat who High Commissioner to Nigeria. ==Early life and education== Laing studied economics at the London School of Economics, graduating with a Master of Science (MSc) degree in 1986. She later attended the Cranfield School of Management at Cranfield University, and completed a Master of Business Administration (MBA) in 1996. ==Career== After graduating, she worked as an ODI Fellow for the Botswana Ministry of Works. She then joined the Overseas Development Administration, which was then an agency of the Foreign and Commonwealth Office (FCO). She was seconded to be head of the development office of the UN Mission in Somalia 1993–94. She studied at Cranfield School of Management 1995–96 for a MBA degree. She continued with the Overseas Development Administration when it became part of the Department for International Development (DFID) in 1997. She was seconded to the Cabinet Office as deputy director of the Prime Minister's strategy unit 2001–05, then was head of DFID's International Division Advisory Department 2005–06, head of DFID in Sudan 2006–09, and director, human rights and international, at the Ministry of Justice 2009–12. She then joined the FCO and was the UK's senior civilian representative to the NATO operation in southern Afghanistan 2012–13. Laing was appointed to be Ambassador to Zimbabwe from 2014. After four years in that post she was appointed to be High Commissioner to Nigeria from November 2018. Laing was appointed CB in the 2012 New Year Honours. ==Personal life== Laing is married and has a daughter. ==References== Category:Living people Category:Alumni of the London School of Economics Category:Alumni of Cranfield University Category:Civil servants in the Ministry of Overseas Development Category:Companions of the Order of the Bath Category:British women diplomats Category:Ambassadors of the United Kingdom to Zimbabwe Category:High Commissioners of the United Kingdom to Nigeria Category:Year of birth missing (living people) ",
    "title": "Catriona Laing"
}