{
    "id": "58400663",
    "text": "Knives Out is a 2019 American mystery film written and directed by Rian Johnson, and produced by Johnson and Ram Bergman. A modern whodunit, the film follows a master detective investigating the patriarch's death after a family gathering gone awry. The film features an ensemble cast, including Daniel Craig, Chris Evans, Ana de Armas, Jamie Lee Curtis, Michael Shannon, Don Johnson, Toni Collette, Lakeith Stanfield, Katherine Langford, Jaeden Martell, and Christopher Plummer. Knives Out had its world premiere at the 2019 Toronto International Film Festival on September 7, and was theatrically released in the United States on November 27, 2019, by Lionsgate. The film received critical acclaim, particularly for its screenplay, direction, and acting, and grossed $309.2 million worldwide against a $40 million budget. At the 77th Golden Globe Awards, the film received three nominations in the Musical or Comedy category: Best Motion Picture, Best Actor for Craig, and Best Actress for de Armas. It also received Best Original Screenplay nominations at the 73rd British Academy Film Awards and 92nd Academy Awards. It was also selected by the American Film Institute and the National Board of Review as one of the top ten films of 2019. Lionsgate announced in February 2020 that a sequel with Daniel Craig reprising his role as Blanc was in development. ==Plot== Wealthy mystery novelist Harlan Thrombey invites his family to his Massachusetts mansion for his 85th birthday party. The next morning, Harlan's housekeeper Fran finds him dead, with his throat slit. The police believe it was suicide, but an anonymous party pays private eye Benoit Blanc to investigate. Blanc learns that Harlan's relationships with his family were strained: he threatened to expose his son-in-law Richard for cheating on his wife, Harlan's daughter Linda; cut off his daughter-in-law Joni's allowance for stealing from him; fired his son Walt from his publishing company; and had an altercation with his grandson Ransom. Unbeknownst to Blanc, after the party, Harlan's nurse Marta Cabrera apparently administered him an overdose of morphine by accident instead of his usual medication and could not find the antidote, leaving Harlan minutes to live. Knowing that Marta's mother is an undocumented immigrant, Harlan prevented her from calling for help and instead gave her instructions to create a false alibi to save her family from scrutiny. Harlan then slit his own throat. Harlan's elderly mother saw Marta carrying out Harlan's instructions but mistook her for Ransom. Marta cannot lie without vomiting, so she gives true but incomplete answers when Blanc questions her. After agreeing to assist in Blanc's investigation, Marta conceals evidence of her actions as they search the property. Harlan's will is read: to everyone's astonishment, he left everything to Marta. Ransom helps her escape the family's wrath. Ransom coerces Marta into confessing to him and offers his help in exchange for a share of the inheritance. The other Thrombeys try to persuade Marta to renounce the inheritance; Walt threatens to expose her mother's immigration status. Marta receives an anonymous blackmail note with a partial photocopy of Harlan's toxicology report. She and Ransom drive to the medical examiner's office, but the building has been destroyed by arson. Marta receives an anonymous email proposing a rendezvous with the blackmailer. Blanc and the police spot Marta and Ransom, and after a brief car chase, Ransom is arrested; Blanc explains that Harlan's mother saw Ransom climbing down from Harlan's room the night he died. Marta goes to the rendezvous and discovers Fran drugged. Marta hesitates, realizing that Fran can link her to the crime, but performs CPR on Fran and calls 911. Marta confesses to Blanc, but Ransom has already informed on her. At the house, Marta finds a copy of the full toxicology report hidden in Fran's cannabis stash. Blanc reads it and interrupts Marta before she can confess to the family that her error caused Harlan's death. Blanc reveals his deductions: Ransom had learned that Harlan was leaving everything to Marta; he swapped the contents of Harlan's medication vials and stole the antidote so Marta would kill Harlan with a morphine overdose, making her ineligible to claim the inheritance by the slayer rule. However, Marta actually administered the correct medication, recognizing it by its viscosity without reading the label, and therefore is innocent of Harlan's death. After the death was reported a suicide, Ransom anonymously hired Blanc to expose Marta as a murderer. Fran later saw Ransom hiding evidence and sent him the blackmail note. Realizing that Marta had unknowingly given Harlan the correct medication but believed herself guilty, Ransom forwarded the note to Marta. He burned down the medical examiner's office to destroy evidence of Marta's innocence. Finally, he overdosed Fran with morphine and emailed her location to Marta, planning to frame Marta for Fran's murder. Marta tricks Ransom into confessing by lying that Fran has survived and will implicate him; after he confesses and vows revenge, she vomits on him, revealing that Fran has in fact died. Enraged, he attacks her with what turns out to be a retractable stage knife. Having recorded Ransom's confession, and witnessed his attempted murder of Marta, the police arrest him. Blanc reveals to Marta that he realized early on that she played a part in Harlan's death, noting a small spot of blood on one of her shoes. Linda finds a note from Harlan revealing her husband's adultery. As Ransom is taken into custody, Marta watches the Thrombeys from the balcony of what is now her mansion. ==Cast== * Daniel Craig as Benoit Blanc: A world-famous private detective anonymously hired to solve Harlan's case * Chris Evans as Hugh Ransom Drysdale: Harlan's grandson (Linda and Richard's son), a spoiled playboy * Ana de Armas as Marta Cabrera: Harlan's nurse and close friend * Jamie Lee Curtis as Linda Drysdale: Harlan's eldest child, a real estate mogul * Michael Shannon as Walt Thrombey: Harlan's youngest child, Harlan's publishing company CEO * Don Johnson as Richard Drysdale: Harlan's son-in-law (Linda's husband) * Toni Collette as Joni Thrombey: Harlan's daughter-in-law (widow of Neil, Harlan's middle child), a lifestyle guru * Lakeith Stanfield as Detective Lieutenant Elliott: A local police detective * Katherine Langford as Meg Thrombey: Harlan's granddaughter (Joni and Neil's daughter), a liberal college student * Jaeden Martell as Jacob Thrombey: Harlan's grandson (Walt and Donna's son), an alt-right youth * Christopher Plummer as Harlan Thrombey: A wealthy mystery novelist found dead after his 85th birthday party * Riki Lindhome as Donna Thrombey: Harlan's daughter-in-law (Walt's wife) * Edi Patterson as Fran: Harlan's housekeeper, who discovers Harlan's body * Frank Oz as Alan Stevens: Harlan's lawyer * K Callan as Wanetta \"Great Nana\" Thrombey: Harlan's seemingly senile centenarian mother * Noah Segan as Trooper Wagner: A detective for the Massachusetts State Police, and fan of Harlan's books * M. Emmet Walsh as Mr. Proofroc: Harlan's groundskeeper * Marlene Forte as Mrs. Cabrera: Marta's mother * Shyrley Rodriguez as Alicia Cabrera: Marta's sister * Kerry Frances as Sally: Alan's assistant * Joseph Gordon-Levitt as Detective Hardrock (voice cameo) ==Production== Several scenes are set in Maynard, Massachusetts. The car chase scene goes through the Assabet Woolen Mill (pictured), now known as Mill & Main. ===Development=== After making the 2005 film Brick, writer and director Rian Johnson came up with the basic concept for Knives Out. In June 2010, he expressed interest in making an Agatha Christie-inspired murder mystery film. He told The Independent that he wanted to make the film after finishing Looper (2012). However, Johnson's next film project became Star Wars: The Last Jedi (2017). Johnson spent seven months writing the script after finishing his press tour for Star Wars: The Last Jedi. In developing the film, Johnson cited several classic mystery thrillers and mystery comedies as influences, including The Last of Sheila, Murder on the Orient Express, Something's Afoot, Murder by Death, Death on the Nile, The Private Eyes, The Mirror Crack'd, Evil Under the Sun, Deathtrap, Clue, and Gosford Park. The 1972 version of Sleuth, a favorite \"whodunit adjacent\" of Johnson's, was also an inspiration, particularly for the setting and set design, including the automaton, Jolly Jack the Sailor. The title was taken from the 2001 Radiohead song \"Knives Out\"; Johnson, a Radiohead fan, said: \"Obviously, the movie has nothing to do with the song ... That turn of phrase has always stuck in my head. And it just seemed like a great title for a murder mystery.\" The name Harlan Thrombey is taken from a 1981 Choose Your Own Adventure whodunit, Who Killed Harlowe Thrombey? Knives Out was announced in September 2018, with Daniel Craig starring. It was sold to distributors during the 2018 Toronto International Film Festival. In October 2018, Chris Evans, Lakeith Stanfield, Michael Shannon, Ana de Armas, Don Johnson, Jamie Lee Curtis, and Toni Collette joined the cast. In November 2018, Christopher Plummer, Jaeden Martell, Katherine Langford, Riki Lindhome, and Edi Patterson joined the cast. Frequent Johnson collaborator Noah Segan was announced as being in the film in December. In March 2019, Frank Oz, who previously worked with Johnson in The Last Jedi, revealed that he would be appearing in a small role. M. Emmet Walsh was cast in the film to replace Ricky Jay, who had died during production. ===Filming=== Principal photography began on October 30, 2018, in Boston, Massachusetts and wrapped on December 20, 2018. Other filming locations in Massachusetts included Berlin, Easton, Marlborough, Natick, Wellesley, Maynard, Waltham, and Medfield. The exteriors of the house were filmed at a mansion located in Natick, about west of Boston. The Ames Mansion in Borderland State Park, Massachusetts, was used for many interior shots. ===Music=== Nathan Johnson composed the film score. He previously worked with director Rian Johnson, who is his cousin, on Brick, The Brothers Bloom, and Looper. The soundtrack was released on November 27, 2019, coinciding with the film's release, by Cut Narrative Records. ==Release== Knives Out had its world premiere at the Toronto International Film Festival on September 7, 2019. It was theatrically released on November 27, 2019, by Lionsgate. Director Rian Johnson released an \"in-theater\" audio commentary for those watching the film a second time. ===Home media=== Knives Out was released on Digital HD on February 7, 2020 and on DVD, Blu-ray and 4K on February 25. It was made available on the streaming service Amazon Prime on June 12, 2020. ==Reception== ===Box office=== Knives Out grossed $165.3 million in the United States and Canada, and $143.9 million in other territories, for a worldwide total of $309.2 million. Deadline Hollywood calculated the net profit of the film to be $82million. In the United States and Canada, the film was released alongside Queen & Slim, and was initially projected to gross $22–25 million from 3,391 theaters over its five-day opening weekend. The film held advance screenings on November 22 and 23, making $2 million from 936 theaters. It then made $8.5 million (including the $2 million from the screenings and $1.7 million from Tuesday night previews) and $6.8 million on Thanksgiving Day, increasing estimates to $44 million. It went on to gross $27.2 million in its opening weekend (a five-day total of $41.7 million), finishing second behind Frozen II. In its second and third weekends the film made $14.2 million and $9.3 million, remaining in second then finishing third. The film made $6.5 million in its fourth weekend and then $9.7 million in its fifth (and a total of $16.6 million over the five-day Christmas period). ===Critical response=== On the review aggregation website Rotten Tomatoes, the film holds an approval rating of 97% based on 454 reviews, with an average rating of 8.31/10. The website's critics' consensus reads: \"Knives Out sharpens old murder-mystery tropes with a keenly assembled suspense outing that makes brilliant use of writer-director Rian Johnson's stellar ensemble.\" Metacritic, which uses a weighted average, assigned the film a score of 82 out of 100, based on reviews from 52 critics, indicating \"universal acclaim\". Audiences polled by CinemaScore gave the film an average grade of \"A–\" on an A+ to F scale, while those at PostTrak gave it an average 4.5 out of 5 stars, with 67% saying they would definitely recommend it. David Rooney, writing for The Hollywood Reporter, described the film as an \"ingeniously plotted, tremendously entertaining and deviously irreverent crowd-pleaser\" and \"a treat from start to finish,\" praising the film's script, the throwbacks to the murder mysteries of the 1970s, and the actors' performances. Dana Stevens of Slate wrote \"Knives Out knows exactly what kind of movie it is: a sendup of twisty murder mysteries with all-star ensemble casts that also loves and respects that silly tradition.\" For The A.V. Club, A. A. Dowd called the film \"madly entertaining\" and \"an ingenious sleight-of-hand crowdpleaser\". David Ehrlich of IndieWire gave the film an A−, writing \"Johnson has devised a murder-mystery that's eager to defy your expectations, but unwilling to betray your trust. The film may be more smart than stylish, and it may opt for a reasonable outcome over an overwhelmingly shocking one, but Knives Out doesn't let the element of surprise ruin a good story.\" David Sims of The Atlantic wrote that Johnson \"turned the whodunit on its head\". Dani di Placido of Forbes wrote that Johnson \"finds a way to revitalise the concept\" and \"makes murder mystery great again\". It was chosen by the American Film Institute, the National Board of Review, and Time magazine as one of the top ten films of 2019 in each respective list. Director Edgar Wright also stated that Knives Out was his favorite film of the year and that it is \"fiendishly plotted\". ===Political themes=== Andrew Chow, writing for Time, described the film as \"one of the most unexpectedly subversive films of the year.\" Co-producer Ram Bergman said that the sociopolitical elements of the film were essential from its infancy. The film's lead actress, de Armas, saw it as a major studio release that stars a Latina and condemns entrenched aspects of American society. Carlos Aguilar, writing for Remezcla, took note of the Thrombey family's \"racist worldview\", which contrasted how the Latina lead \"emerges as a heroine for all immigrants and their children whose most inalienable superpower comes from empathy, civility, resilience and the utmost value for human life.\" Graham Hillard, writing for National Review, called it \"a commentary on the future of race dynamics\" in the US and observed that the film \"revels in the alleged moral superiority of the 'oppressed' and dares its audience to object.\" He deemed the conflict over the inheritance of the house \"a metaphor for who will possess a nation.\" ===Accolades=== {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\"| Award ! scope=\"col\"| Date of ceremony ! scope=\"col\"| Category ! scope=\"col\"| Recipient(s) ! scope=\"col\"| Result |- ! scope=\"row\" | AACTA Awards | January 3, 2020 | Best International Supporting Actress | Toni Collette | |- ! scope=\"row\" | Academy Awards | February 9, 2020 | Best Original Screenplay | Rian Johnson | |- ! scope=\"row\"|American Cinema Editors | January 17, 2020 | Best Edited Feature Film – Comedy or Musical | Bob Ducsay | |- ! scope=\"row\" | American Film Institute |January 3, 2020 |Top Ten Films of the Year | Knives Out | |- ! scope=\"row\" | Art Directors Guild Awards | February 1, 2020 | Best Contemporary Film | David Crank | |- ! scope=\"row\" | British Academy Film Awards | February 2, 2020 | Best Original Screenplay | Rian Johnson | |- ! scope=\"row\" | Casting Society of America | January 30, 2020 | Feature Big Budget – Comedy | Mary Vernieu, Angela Peri (Location Casting) and Brett Howe (Associate) | |- ! scope=\"row\" | Costume Designers Guild Awards | January 28, 2020 | Excellence in Contemporary Film | Jenny Eagan | |- ! scope=\"row\" rowspan=\"3\" |Critics' Choice Movie Awards | rowspan=\"3\" |January 12, 2020 | Best Acting Ensemble | Knives Out | |- | Best Original Screenplay | Rian Johnson | |- | Best Comedy | Knives Out | |- ! scope=\"row\" |Georgia Film Critics Association | January 10, 2020 | Best Original Screenplay | Rian Johnson | |- ! rowspan=\"3\" scope=\"row\" |Golden Globe Awards | rowspan=\"3\" |January 5, 2020 |Best Motion Picture – Musical or Comedy | Knives Out | |- | Best Actor – Musical or Comedy | Daniel Craig | |- | Best Actress – Musical or Comedy | Ana de Armas | |- ! scope=\"row\" rowspan=\"2\"| Hollywood Critics Association Awards | rowspan=\"2\"| January 9, 2020 | Best Cast | Knives Out | |- | Best Original Screenplay | Rian Johnson | |- ! scope=\"row\" rowspan=\"2\"| National Board of Review | rowspan=\"2\"| January 8, 2020 | Top Ten Films | rowspan=\"4\" | Knives Out | |- | Best Ensemble | |- ! scope=\"row\"| Producers Guild of America Awards | January 18, 2020 | Best Theatrical Motion Picture | |- ! scope=\"row\" rowspan=\"4\"| Satellite Awards | rowspan=\"4\"| December 19, 2019 | Best Motion Picture – Musical or Comedy | |- | Best Actor – Motion Picture Musical or Comedy | Daniel Craig | |- | Best Actress – Motion Picture Musical or Comedy | Ana de Armas | |- | Best Cast – Motion Picture | Knives Out | |- ! scope=\"row\"| Writers Guild of America Awards | February 1, 2020 | Best Original Screenplay | Rian Johnson | |} ==Sequel== Before the release of Knives Out, Johnson said he would like to create sequels with Benoit Blanc investigating further mysteries, and already had an idea for a new film. In January 2020, Johnson confirmed that he was writing a sequel, intended to focus on Blanc investigating a new mystery. Craig is expected to reprise his role, and acknowledged interest in the project. On February 6, 2020, Lionsgate announced that a sequel had been greenlit. ==References== ==External links== * * * Category:2019 films Category:2010s comedy mystery films Category:2010s crime comedy films Category:American comedy mystery films Category:American crime comedy films Category:American films Category:American nonlinear narrative films Category:Films about dysfunctional families Category:Films about illegal immigration to the United States Category:Films about inheritances Category:Films about writers Category:Films directed by Rian Johnson Category:Films set in 2018 Category:Films set in country houses Category:Films set in Massachusetts Category:Films shot in Boston Category:Films with screenplays by Rian Johnson Category:Lionsgate films Category:Murder mystery films ",
    "title": "Knives Out"
}