{
    "id": "58403750",
    "text": "Gertrude or Gertie Gaffney (died 8/9 December 1959) was an Irish journalist, who also wrote under the pen name Conor Galway. She was described as \"outspoken advocate of women's rights.\" ==Early life== Gertrude Gaffney was born in Middletown, County Armagh, and attended the St Louis convent, Carrickmacross. Using the pen name \"Conor Galway\", she published a number of stories and one novel, Workers towards the dawn (1919). By 1920, Gaffney was living in London and was occasionally having articles published in the Irish Independent on political Irish demonstrations there. At the same time she was writing other Catholic publications, and was the Dublin correspondent of The Universe. From the late 1920s to the early 1930s, she was living in Dublin and working as the Independent's social correspondent. She left this position to return to London to become the editor of the London women's magazine Queen. ==Career in the Irish Independent== Her close friend, Frank Geary, recruited her back to the Irish Independent in 1935 when he appointed her women's columnist. The regular column, I sketch your world, was a combination of social and fashion gossip with political analysis. Before the outbreak of World War I, she travelled widely in Europe reporting news stories. At this time it was unusual for Irish newspapers to have such roving foreign correspondents in favour of using agency staff. After visiting Eoin O'Duffy's training camp in Spain, her coverage on the Irish Brigade fighting for Franco in 1936 was uncritical. After the war she wrote about and publicised the problems many of the fighters had in returning Ireland, as well as the controversy over the funds raised on the behalf of the Brigade between O'Duffy and Patrick Belton. She covered wide ranged parts of Europe, and was in Danzig just before the outbreak of World War II, narrowly escaping before the fighting began. In 1933, she conducted lengthy interviews with fellow journalist, Francis McCullagh. Gaffney was a strong and outspoken opponent of the 1937 Irish constitution, as she believed the articles relating to the role of women was inspired by Hitler, claiming that Éamon de Valera held similar dictatorial ambitions and stating that he \"has always been a reactionary where women are concerned. He dislikes and distrusts us as a sex.\" She laid out at the constitution did not acknowledge the economic need for women to work, would lead to women being forced out of the workforce, and could even question female suffrage. Her coverage in the Irish Independent on the topic is seen to have rallied female voters against the constitution. In 1937, Gaffney wrote a series of articles on the Irish female experience of emigration to Britain which was so popular they were reprinted as a pamphlet: Emigration to England: what you should know about it: advice to Irish girls (1937). In particular the columns denounced the practice of Irish parents and priests sending unmarried pregnant women to Britain, deeming it \"unchristian\", and highlighted to issues girls and women from rural backgrounds faced in Britain. She suggested that this emigration was due to the damage agriculture was suffering in Ireland due to de Valera's economic war, as well as Irish women's naive inability to appreciate rural Ireland. However, Gaffney was also an admirer of Father Peter Conefrey, who advocated a pastoral and simple rural lifestyle that would reject foreign culture for Irish forms. When discussing the issues that Irish servants in Jewish households in the East End of London, an antisemitic undertone emerged. Gaffney was ardently anti-Zionist, and in several articles from the 1930s she made direct comparisons between Palestinian Arabs and those Irish who fought the British in the Irish War of Independence, drawing a parallel between Amin al-Husseini and Michael Collins. After World War II, Gaffney was confined to Ireland, and as a consequence didn't recover her former prominence as a journalist. She had hoped to write a history of Fine Gael, that would be a foil to The Irish Republic by Dorothy Macardle. The University College Dublin Fine Gael archives hold correspondence from Gaffney on this unfulfilled project. ==Later life== Her regular Irish Independent column ceased in 1946, possibly due to ill health. However, the occasional article from Gaffney appeared as late as 1957. She died on the 8 or 9 December 1959 in a Dublin nursing home, and was buried in the family plot in Middletown, County Armagh. While Gaffney never married, there has been much speculation about her relationship with her editor, Frank Geary. ==References== Category:1959 deaths Category:20th-century Irish writers Category:20th-century Irish women writers Category:Irish women journalists ",
    "title": "Gertrude Gaffney"
}