{
    "id": "58406588",
    "text": "La Belle et la Bête (The Beauty and the Beast) is an opera for ensemble and film, composed in 1994 by Philip Glass based on a libretto in French by the composer according to the script of the film by Jean Cocteau released in 1946. This is the second part of a trilogy in homage to the French poet after Orphée (1993) and before Les Enfants Terribles (1996). The world premiere of the work took place on 4 June 1994 in Seville, with Michael Riesman conducting. The work has been played more than 90 times around the world, in particular at the Brooklyn Academy of Music of New York on 17 December 1994 for the American premiere and at the Cité de la musique in Paris on 17 January 2003 for the French premiere. == Conception == Glass had the idea of removing the original soundtrack from Cocteau's film, including the voices of the actors, and replacing it with his own music and the voices of the singers. In order to perfectly match the singing with the movements of the actors' lips on the screen, he transcribed all the lines and meticulously located them so that the music perfectly matched the image. Glass thus timed each word of the film's dialogues by electronic tracking of the film and placed them mathematically in the score, then synchronized music and film using a computer which, in charge of sorting the delays and advances of the spoken and sung words, recalculated the digital signals of the audio tape on the film's digital circuit. == Productions == A stage production requires three different levels: the film projected on a large screen, the singers on a stage in front of the screen and the musicians. It takes both precision and synchronisation on the part of the orchestra and the singers. For this, director Charles Otte had the idea of presenting the singers turning their backs to the audience when they are not singing, thus being able to follow their cinematographic doubles on the screen. The world premiere of the work took place on 4 June 1994 in Seville, with Michael Riesman conducting. The work has been played more than 90 times in various cities, in particular at the Brooklyn Academy of Music of New York on 17 December 1994 for the American premiere and at the Cité de la musique in Paris on 17 January 2003 for the French premiere. The opera is the second part of a trilogy in homage to the French poet after Orphée (1993) and before Les Enfants Terribles (1996). == Scoring and roles == La Belle et la Bête is written for the Philip Glass Ensemble, to which strings and percussion are added; the orchestra therefore includes a flute and a piccolo flute, a clarinet and a bass clarinet, a soprano saxophone and viola, two trombones and a bass trombone, a harp, two synthesizers, strings and a percussionist.Philip Glass (1937) / La Belle et la Bête (1994) / opéra pour ensemble et film IRCAM === Roles === {| class=\"wikitable\" ! Role ! Voice type ! Premiere castPavón, Juan Luis (3 June 1994). \"Glass: La Ópera Cinematográfica\". ABC. Retrieved 8 October 2018 . 4 June 1994 Conductor: Michael Riesman |- | Belle | mezzo-soprano | Janice Felty |- | La Bête / L'Officier du port / Avenant / Ardent | baritone | Gregory Purnhagen |- | Le Père / L'Usurier / Ludovic | baritone | John Kuether |- | Félicie / Adélaïde | soprano | Ana María Martínez |- |} == Structure and plot == The action takes place in an imaginary country, at an indeterminate time. * Overture 1\\. The sisters Ludovic and Avenant are training in archery, while Adelaide and Felicie flirt with Avenant. The girls do not miss a chance to mock their sister Belle (Beauty). 2\\. The marriage proposal Belle finds herself alone in her house doing the hardest chores of the home, as her sisters refuse to help her. Avenant appears and declares his love for her, but she sweetly rejects the boy. Ludovic's arrival interrupts the young couple's conversation. Realizing what is going on, Ludovic threatens his sister with a beating if she falls in love with a man and leaves the house. Avenant defends the girl and fights Ludovic, a fight that is interrupted by the arrival of the Father, who separates the two boys. The Father makes Belle promise that she will always be by his side to take care of him. 3\\. The Father's journey The Father must go to the city to close a very advantageous deal. Felicie and Adelaide ask him to bring them clothes and jewellery; Belle humbly asks him for a rose, since they do not grow in the city where they live. When the Father leaves, the Usurer appears, threatening Ludovic with the embargo if he does not pay the debt he owes him. In the city, the Father fails to sign the contract he was waiting for and, ruined, returns home at night. 4\\. The domain of the Beast In the darkness of the forest, the Father ends up getting lost and, after walking aimlessly, encounters a castle. He enters the mansion and, after verifying that there is no one there, sits at the table, where magical hands serve him dinner. After getting some sleep, he strolls through the castle garden, discovers a beautiful rose and starts to take it to Belle. 5\\. Return of the Father When he prepares to leave, the Beast appears, accusing him of having stolen one of his roses, for which he deserves death. The Father begs in vain. The Beast will spare his life only if he agrees to exchange himself for one of his daughters. When the Father swears to fulfill this condition, the Beast provides him with a horse called Magnificent that will take him through the forest to his home and at the same time bring back the promised daughter. In the family home, the Father narrates his adventure in the forest. Felicie and Adelaide refuse to replace the Father, Belle being finally the one who offers to go to the castle of the Beast. 6\\. Belle goes to the castle On the back of Magnificent, Belle arrives at the castle, where furniture and mirrors speak to her with strange voices. Belle falls faint at the sight of the Beast, who takes her in his arms and leads her to her new bedroom where she remains asleep. 7\\. Dinner Belle wakes up, gets ready, and goes down to the hall of the castle for dinner. The Beast appears to reassure her, treating her with exquisite courtesy. The owner of the castle confesses to her that although his appearance is horrendous, his heart is kind. Belle replies that there are many men who are quite the opposite, who with a pleasant appearance keep inside a monstrous heart. The tension gives way, and the Beast asks Belle to grant him her hand, which she categorically refuses. The Beast says good night and disappears. 8\\. The torments of the Beast The next day, the Beast, totally subjugated by Belle, searches for her unsuccessfully throughout the castle. Finally, he enters Belle's bedroom under the pretext of offering her a gift. Belle, indignant, expels him without contemplation. 9\\. Walk in the garden The Beast and Belle walk through the castle garden. She observes that the Beast drinks like an animal, tongue-in- cheek, from a puddle. A little later, a deer appears and the Beast becomes tense as if he wanted to run away to hunt it. Belle converses with him, sweetly and relaxed, and little by little the Beast shows less anger and coarseness. Once again the Beast is thirsty, but when he goes to bend down to the puddle, Belle offers him a drink from her own hands. The Beast notices that Belle is sadder every day; when interrogating her for the reason, she replies that she cannot stop thinking about her father and that she wants to see him. The Beast confesses to her that he fears that if he lets her go, she will never return, and in that case he would die of pain. Belle promises him that she will return after a week, because she appreciates him too much to cause his death. 10\\. The seizure of furniture While the Father remains ill in bed, the bailiffs under the command of the Usurer take away the household goods to pay off part of the debt contracted by Ludovic. 11\\. The Beast's trust in Belle The Beast shows Belle a pavilion in the center of the garden, where all the riches he possesses are found. As a token of trust and love, he gives Belle the golden key to the pavilion; if she did not return and he died of pain, Belle would not have to worry about her future, for all the riches would become hers. Finally, the Beast gives Belle a magical glove that, if she wishes, will take her to the place she wants. Belle takes the glove and disappears. 12\\. Belle returns to her father's house The magic glove has transported Belle home. The Father thinks Belle has run away from the castle, but when she tells him that the Beast has let her go and that she will voluntarily return after a week, he feels confused and angry. Belle tells him that the Beast has two opposing personalities, and that she has proposed to redeem him. The Father does not understand, and when Belle sheds a tear, it becomes a diamond, proof that the Beast is protected by Heaven. 13\\. Belle tells her story In the courtyard of the family house, Felicie and Adelaide are tending clothes, Avenant is chopping wood and Ludovic is feeding the chickens. The Father appears with Belle, whom at first the siblings do not recognize because of her luxurious dress. Once the surprise is restored, those present ask Belle a multitude of questions, which she answers. Felicie notices Belle's splendid necklace, and she generously gives it to her. When Felicie touches the necklace, it becomes a trinket: the gifts of the Beast are only for Belle. 14\\. The plan Belle's sisters cannot tolerate that she has become a more elegant, richer and happier woman than they are. Ludovic thinks that the riches of the Beast would be very useful to him to settle his debts with the Usurer. And finally, Avenant feels a terrible jealousy of the Beast that tortures him until he loses his reason. They all have a motive for killing the Beast, and with deceit they manage to snatch from Belle the golden key to the pavilion in the garden of the Beast, without the girl noticing. 15\\. The passion of Avenant Avenant, alone, declares his love passion to Belle. Naturally he tries to discredit the Beast while painting himself as an example of a faithful, honest and caring lover. 16\\. Magnificent appears The days have passed and the Beast, having no news of Belle, sends Magnificent to look for her and bring her back to the castle. When the horse arrives at the courtyard of the house, he does not meet Belle but the three siblings and Avenant. These, on seeing the extraordinary furnishings of the horse, understand instantly that it is Magnificent, the horse of the Beast, which has come to take Belle. Ludovic and Avenant discuss which of the two should ride the horse in order to find the whereabouts of the Beast and kill it. Finally, both young men climb on the back of Magnificent and leave for the castle. Belle realizes the disappearance of the golden key and finally discovers that she has been deceived by her siblings. Desperate and full of remorse for the Beast, she puts on the magic glove that transports her to the castle. 17\\. The pavilion Belle finds the Beast, dying of love, inside the pavilion. She strives to encourage him to fight death. Meanwhile, outside the pavilion, Ludovic and Avenant try to enter the interior. Suspecting that the golden key might be a trap, they decide to climb the roof and enter through a skylight. Avenant loses his balance and falls into the void. The fall is deadly, and when it ends, Avenant becomes the Beast; at that very moment the Beast becomes a very beautiful prince, Ardent. 18\\. Metamorphosis Belle, stupefied, contemplates how the Beast has been transformed into Ardent. He tells her that, due to a curse on his parents, he became a Beast and only a glance of love could undo the spell. The lovers, embraced, depart for the kingdom of Ardent where Belle will be sovereign and, thanks to the generosity of the prince, she will be able to have her father and siblings with her. == Recording == * The Philip Glass Ensemble conducted by Michael Riesman, recorded in 1994. Warner (1995).Patrick O'Connor: Glass La Belle et la Bête Gramophone 1996 == Bibliography == * La Belle et la Bête, journal d'un film, Jean Cocteau, Éditions du Rocher (1958) * La Belle et la Bête, (orchestral score), Philip Glass, New York, Dunvagen, (1996) === See also === The other operas of the trilogy are: * Orphée (1993) * Les Enfants Terribles (1996) == References == == Sources == * Jonathan Cott, \"Conversation avec Philip Glass à propos de La Belle et la Bête\", libretto of the record La Belle et la Bête, Nonesuch Records, 7559-79347-2, (1995), * Philip Glass; Philippe Manoury, \"Composer un opéra aujourd'hui : le vrai défi\", Le Monde de la Musique, n° 200, (June 1996), == External links == * La Belle et la Bête on IRCAM * La Belle et la Bête, Los Angeles Opera * La Belle et la Bête on ForumOpera * Category:1994 operas Category:French-language operas Category:Operas by Philip Glass Category:Operas based on fairy tales Category:Operas based on films Category:Operas Category:Adaptations of works by Jean Cocteau ",
    "title": "La Belle et la Bête (opera)"
}