{
    "id": "58405081",
    "text": "Hermann Claasen (December 20, 1899, Cologne–December 19, 1987)Soénius, U. S., & Wilhelm, J. (2008). Kölner Personen-Lexikon. Köln: Greven. 2008, , p. 102. was a German photographer. ==Biography== Hermann Claasen was an autodidact who made his first photographs at fourteen before the First World War with a camera built from a cigar box and spectacle lens. After the family textile business in which he worked suffered in the late 1920s during the Great Depression, he earned his first income with photographs of the frozen Rhine at St. Goar. In 1936 he obtained a Meisterprüfung im Photographenhandwerk (Master Certificate in Photographic Craft), and worked as a portrait and advertising photographer, and after the 1930s started to photograph in colour. In 1942 he married the Cologne-based photographer Ria Dietz. ==Trümmerfotografie== Hermann Claasen (1946-7) Ruins of St Martin at Cologne old market After the Second World War professional and amateur photographers, German and foreign, took many thousand photographs that together became a genre known as Trümmerfotografie (English: 'rubble photography' or 'the photography of ruins').BLOKKER, J. M. (2016). Remembering and Experiencing German Cities in Photographic Books after World War II. Paper Cities: Urban Portraits in Photographic Books, 191. Robert Capa and Margaret Bourke-White documented the damage and destruction of Berlin on assignment for American magazines in August 1945 as did and Capa’s European colleagues Werner Bischof, David ‘Chim’ Seymour and Ernst Haas. Among these, Claasen’s ‘rubble photographs’ of bombed Cologne are therefore a valuable historical record because, after his studio and his photo archive were destroyed in an attack on May 31, 1942, he started photographing during the conflict despite strict prohibitions against it. His work from 1945/46 was legitimised by the Düren chief administrator's documentation of the destruction of Düren, Jülich and Hürtgenwald, which was later published in 1949 in the booklet Verbrannte Erde ('Burnt Earth'). His exhibition and book of 1947 Singing in the furnace. Cologne - Remains of an old city, took its title from the old testament’s Daniel whose three companions reject Nebuchadnezzar’s idolatrous demands and are thrown into an oven,Zervigón, A. M. (2012). The Wiederaufbau of Perception. German Photography in the Postwar Moment, 1945–1950. Études photographiques, (29). and it preceded the only other volume of Trümmerfotografie with equal impact;Glasenapp, J. (2004). Nach dem Brand:» berlegungen zur deutschen Trümmerfotografie. Richard Peter’s Dresden: a camera accuses. The Mayor (until 1946) of Cologne, Konrad Adenauer, supported the distribution of Claasen's book. Alongside his and Peter’s work is that of Eva Kemlein in Berlin, Edmund Kesting and Kurt Schaarschuch in Dresden, Erna Wagner-Hehmke in Dusseldorf, Karl-Heinz Mai and Renate Roessing in Leipzig, Lala Aufsberg in Nuremberg, and Herbert List and Tom von Wichert in Munich.Laoghaire, D., Connolly, M., & Hogan, S. To a Presence in Absence: A Study of the Photographic Opera on the Ancient World by Herbert List and Joel Sternfeld via the writings of Martin Heidegger and Jacques Derrida. What is distinctive about Claasen’s photographs of the devastation is his application of the principles of picturesque German photography of before the First World War, inherited from paintings of ruins in the Romantic tradition, and his emphasis on religious monuments and their remaining sculptural ornamentation. In 1952, on a tour of Germany,James, S. (2012). A Post-Fascist \"Family of Man?\" Cold War Humanism, Democracy and Photography in Germany. Oxford Art Journal, 35(3), 315-336. photography curator Edward Steichen met with Fritz Gruber (1908-2005) one of the founders of Photokina,Kristen Gresh (2005) The European roots of The Family of Man , History of Photography, 29:4, 331-343, DOI: 10.1080/03087298.2005.10442815 the annual international photography event held in Cologne in which Claasen showed, and Steichen selected one of his photographs for the 1955 world- touring Museum of Modern Art exhibition The Family of Man that was seen by 9 million visitors. Claasen's 1948 photograph Köln, Kinder an der Barbara- Kaserne (Cologne, children at the Barbara barracks) varied from his typical Trümmerfotografie in that it featured so many human subjects and placed less emphasis on the ruins, and shows a roundelay of children in front of military barracks that after the war housed homeless families in the parts left standing. It was exhibited with seventeen others of children joining hands for a ‘Ring-a-ring-a-rosie’, all mounted on a stand that, in form, imitated the circular dance motion of the children in each photograph and forced the audience into the same step. ==Late career== After the war and his documentation of the devastated Rhineland, Claasen returned to commercial work and his portrait of Adenauer was used in election campaigns. An ongoing contributor to Photokina, he kept up with current trends in post-war photography, and also with the developments of modern art that had advanced abroad, participating in many exhibitions.Koenig, T. (1988). \" Subjektive Fotografie\" in den fünfziger Jahren (No. 3). D. Nishen. In the 1950s and 60s, he produced industrial and portrait photography for the museums of Cologne and for private companies, but by 1970 had to give up his photographic studio due to failing sight. == Legacy == Through the 1980s Claasen held exhibitions of his work in Cologne, Düren, Bonn and Brussels. After his death an annual award for Rhineland photographers, the Hermann-Claasen-Preis für Kreative Fotografie und Medienkunst (Hermann Claasen Award for Creative Photography and Media Arts) was inaugurated in his name in 1987. As a freelance photographer, he worked for many clients, and good examples of mid-century portraits and advertising are part of his estate. A catalogue raisonné has been published in five volumes: Rubble, Experiment, Advertising, Portrait and Early Work. ==Bibliography== * (translation: 'Singing in the furnace. Cologne - Remains of an old city. Düsseldorf, 1947, 1st ed.) * * Karl Ruhrberg (ed.): Zeitzeichen. Stations of Fine Arts in North Rhine-Westphalia. DuMont, Cologne 1989, * * Claasen, H., Scheurer, H. J., & Thorn-Prikker, J. (1985). Nichts erinnert mehr an Frieden: Bilder einer zerstörten Stadt. Köln: DuMont. * * * Chargesheimer, ., Claasen, H., Honnef, K., Scheuren, E., Siebengebirgsmuseum, & Ausstellung. (2007). Chargesheimer, Claasen & Co: Beispiele zur Fotografie in Deutschland aus der Sammlung Walter G. Müller ; Ausstellung vom 15. August bis 28. Oktober 2007 Siebengebirgsmuseum der Stadt Könisgwinter. Königswinter. ==Awards and Honours== * 1953: Member of the German Society for Photography (DGPh) ==Exhibitions== * 1947: Tragedy of a city, exhibition of rubble photographs * 1950: Photokina ===Posthumous solo exhibitions=== * LVR LandesMuseum Bonn, Germany, 1945 – Köln und Dresden: Hermann Claasen and Richard Peter sen. 19 Mar – 7 Jun 2015 ===Posthumous group exhibitions=== * LVR LandesMuseum Bonn, Germany Der Rhein und die Fotografie, 9 Sep 2016 – 22 Jan 2017 * Willy-Brandt- Haus, Germany, Aufbrüche – Bilder aus Deutschland, 23 Mar – 26 Jun 2016 * Galerie Stadt Fellbach, Germany, Aufbrüche. Bilder aus Deutschland, Fotografien aus der Sammlung Fricke. 1 Oct 2015 – 10 Jan 2016 * Museum Folkwang, Germany, Conflict, Time, Photography. 10 Apr – 5 Jul 2015 * LVR LandesMuseum Bonn, Germany, 1945 – Köln und Dresden (Hermann Claasen and Richard Peter sen.) 19 Mar – 7 Jun 2015Bove, J. Die Deutsche Fotothek im Museum. * Städt. Galerie Bietigheim, Germany, Man Ray bis Sigmar Polke. Eine besondere Fotografiegeschichte, 27 Oct 2007 – 13 Jan 2008 * Siebengebirgsmuseum, Germany, Chargesheimer, Claasen & Co: Aus den Schubladen einer rheinischen Fotosammlung, 15 Aug – 28 Oct 2007 (with extensive catalogue) * SK Stiftung Kultur, Germany, Stadt-Bild-Köln, 1 Jun – 12 Aug 2007 * LWL-Museum, Germany, 1945 - Im Blick der Fotografie. Kriegsende und Neuanfang, 22 May – 11 Sep 2005 * The Brno House of Art, Czechoslovakia, Subjective Photography 1948-1963, 23 Sep – 30 Nov 2004 * Galerie Lichtblick, Germany, Images against war: a visual statement by 402 artists, 28 Feb – 7 Jun 2003 * Hermann Claasen, Düren, Jülich, Hürtgenwald: Fotografien von der Zerstörung im Zweiten Weltkrieg ; 17. Oktober bis 21. November 1982, Leopold- Hoesch-Museum Düren. (1982). Düren: Leopold-Hoesch-Museum.Hermann Claasen, Düren, Jülich, Hürtgenwald: Fotografien von der Zerstörung im Zweiten Weltkrieg ; 17. Oktober bis 21. November 1982, Leopold-Hoesch-Museum Düren. (1982). Düren: Leopold-Hoesch-Museum. ==References== ==External links== * * Website of the Goethe-Institut with selected photographs * Short biography Category:Photographers from Cologne Category:World War II photographers Category:1899 births Category:1987 deaths ",
    "title": "Hermann Claasen"
}