{
    "id": "58415818",
    "text": "Rosie is a 2018 Irish drama film directed by Paddy Breathnach. It was screened in the Contemporary World Cinema section at the 2018 Toronto International Film Festival. ==Cast== * Sarah Greene as Rosie Davis * Moe Dunford as John Paul * Natalia Kostrzewa as Swietlana * Ellie O’ Halloran as Kayleigh Davis- Brady * Ruby Dunne as Millie Davis-Brady * Daragh McKenzie as Alfie Davis- Brady * Molly McCann as Madison Davis-Brady ==Development== The film is produced by Emma Norton, Rory Gilmartin and Juliette Bonass for Dublin-based firm Element Pictures, best known for Yorgos Lanthimos' The Lobster, John Michael McDonagh's The Guard and Lenny Abrahamson's Room. The project has also been granted financial support from Screen Ireland for both the development and production phases. The overall contribution of the film agency amounts to €625,000.Abbatescianni, Davide. (4 April 2018). Rosie starts principal photography. Cineuropa. Retrieved 7 September 2018 ==Reception== On review aggregation website Rotten Tomatoes, the film has a score of 97% based on reviews from 33 critics, with an average rating of 7.74/10. The site's consensus reads: \"Equal parts empathy and outrage, Rosie offers a heartbreaking glimpse of economic insecurity that will hit many viewers uncomfortably close to home\". On Metacritic it has a score of 83 out of 100, based on reviews from 11 critics, indicating \"universal acclaim\". Dennis Harvey of Variety magazine wrote: \"This small, tough film provides no easy solutions.\" Mark Kermode praised the film: \"It is vibrant... this is a superwoman performance by somebody in a very down to earth situation.\" ==Awards== In December 2019 the film was awarded with the first prize at the French Film Festival \"La pauvreté sans clichés\" in Montreuil at its 4th edition. The Festival is organised by the NGO ATD Fourth World and is dedicated to films about poverty and social issues. The members of the jury, people in precarious situations or having experienced precariousness, alongside other members of ATD Fourth World, \"recognized themselves in this film, in the courage and dignity of Rosie Davis and her family\". ==References== ==External links== * * Category:2018 films Category:2018 drama films Category:Irish films Category:Irish drama films Category:English- language films Category:Films directed by Paddy Breathnach ",
    "title": "Rosie (2018 film)"
}