{
    "id": "58414376",
    "text": "Old Friends Senior Dog Sanctuary (OFSDS), officially Old Friends Senior Dogs, Inc., is a nonprofit animal rescue group in Mount Juliet, Tennessee. It focuses on the rescue of elderly, \"senior\" dogs from shelters where they are otherwise likely to be euthanized. ==History== OFSDS was founded by Zina and Michael Goodin in Mount Juliet, Tennessee. Both were mechanical engineers prior to operating the sanctuary. In 2011, they began rescuing golden retrievers through the Middle Tennessee Golden Retriever Rescue. The Rescue asked the Goodins to adopt an elderly, 15-year-old dog who had been returned to a shelter from a foster family. The dog, \"Bandit\", lived with the Goodins for less than a month before his death. Fostering \"Bandit\" was the Goodins' impetus for adopting elderly dogs. They expanded to other breeds, taking in shelter dogs that would otherwise be euthanized. Of the couple's decision to rescue senior dogs, Zina Goodin stated, \"Senior dogs were the last to be adopted (if ever) and often ended up being bounced from one foster home to another because of their unique needs and problems, and people’s general unwillingness to bring in a new family member with potentially higher vet bills who may only live for a few months or years.” In 2012, they received official nonprofit status. At first, the Goodins operated the sanctuary out of their home, though they found that some neighbors were not supportive of living next to a dog sanctuary. Prior to 2017, the approximately 50 dogs in care of the sanctuary lived in two separate homes in a residential area. In August 2016, the county zoning board determined that the sanctuary must move due to neighbor complaints. In February 2017, the Goodins opened a dedicated space for the rescued dogs. As of 2018, OFSDS has housed approximately 700 elderly and disabled dogs at its facilities. ==Operations== OFSDS seeks to improve the lives of \"senior dogs,\" which it defines as dogs who are age six and older. Most of its dogs are at least ten years old, however. It adopts suitable dogs from five regional animal shelters. It includes a network of \"forever foster homes\" within of Mount Juliet, where dogs can be placed with families while still remaining under the ultimate ownership of the sanctuary. While in the foster homes, OFSDS continues to pay for medical care and preventive healthcare to alleviate some of the burden of adopting an older dog. The foster home provides \"food and love.\" Forever foster homes are not charged to adopt a dog from the sanctuary, and foster owners may return dogs to the facility for any reason. As of 2018, 200 dogs were currently in foster homes supported by OFSDS. OFSDS is dependent on donations for operations. Maintaining the healthcare of elderly dogs is a major expense, with the organization averaging US$17,000 on veterinary bills each month. In addition to donations, they receive money from selling branded merchandise. Selling one such shirt featuring the dog \"Leo\" has raised over $93,000 for the organization. ==Facilities== As of 2018, OFSDS operates a sanctuary on a property with a building, which was formerly a florist business. The property includes \"a parklike environment with large trees, landscaping, and a greenhouse to convert to a rainy-day play area.\" ==Following== OFSDS has amassed a large social media following, with 1.8 million followers on their Facebook page as of October 2018. Individual dogs within the sanctuary may become particularly beloved by followers. The death of \"Captain Ron\" in March 2018 was covered in the Irish Examiner and the death of \"Leo\" in 2018 covered on an Australian radio station, for example. ==Documentary== OFSDS and its founders were also featured in the documentary film Seniors A Dogumentary from director Gorman Bechard. The film premiered in March 2020 at the Belcourt Theatre in Nashville, and was released on DVD and pay-per-view in September 2020. Sharon Knolle in MoviePaws called it \"a heartwarming celebration of these sweet animals and the people who make sure their last years are spent with a lot of love and comfort.\" ==References== Category:Animal charities based in the United States Category:Organizations based in Tennessee Category:Animal sanctuaries Category:Dog organizations ",
    "title": "Old Friends Senior Dog Sanctuary"
}