{
    "id": "58415030",
    "text": "Main entrance Inside arena Winter holidays, January 2018 Rawa, Mszczonów, Warsaw) Ice Arena Tomaszów Mazowiecki is Poland's first year-round ice skating rink that serves for speed skating, figure skating, ice hockey, short track and roller skating. It is located near Pilica River in Tomaszów Mazowiecki, 10 kilometers away from the Olympic Sports Centre in Spała, Poland. It was built between 2016 and 2017. == Construction == Under construction, April 2017 thumb| Information on co-financing from The Polish Ministry of Sport and Tourism Drive-in theater by Ice Arena Tomaszów Mazowiecki The investment was initiated by Mayor of Tomaszów Mazowiecki Marcin Witko, and Polish Sport and Tourism Minister Witold Bańka. Rosa-Bud company from Radom, Poland was the main builder of the arena. The project was included in a Strategic Investments Program of Sport and Tourism Ministry of the Republic of Poland. Funding from the ministry was 19 million PLN, while other financial means came from local government. The process of construction lasted only fourteen months – it began in August 2016, and main works ended in September 2017. The official opening of the arena took place on December 14, 2017. President of Poland, Andrzej Duda, took part in an official ceremony, which was also celebrated by a concert by Ray Wilson. == Characteristics == Ice Arena in Tomaszów Mazowiecki is the first and only year-round indoor arena designated for winter sports in Poland. The facility is accommodated to organizing events of different ranges. The arena meets the strict requirements of International Skating Union, which makes it capable of organizing international events. The area of the facility is 292 000 m3. A full-sized 400 meters speed skating track, ice hockey, figure skating and short track rinks are located in this space. It also contains four ice freezing zones and modern sound and lighting systems that meet with HD broadcasting standards. == Arena in numbers == * 2000 lx – illuminance, only in LED technology * 1,5 seconds – sound movement between extreme points of the building. Thanks to the sound support system, all participants of the events can hear sound in real time, with no echo. * 292 000 square meters is the building's area. * 1,7 hectare is the allotment that Arena Lodowa is located on. * 850 tons is the roof's steel construction. * 4 Olympic disciplines are practised in the arena. The arena also offers fully equipped conference rooms. Beyond practice hours and sport events, the facility serves as a place for recreation for the citizens of Tomaszów Mazowiecki, and surrounding areas. During the course of the first summer holidays after the opening of the arena, the Town Hall organized sports school for children who stay in the city during summer. Concerts and cultural mass events are also organized in the facility. == Athletes and trainers related to the Arena == * Karolina Bosiek, the youngest Polish Olympian * Karolina Gąsecka * Aleksandra Kapruziak * Natalia Czerwonka * Jaromir Radke * Paweł Abratkiewicz * Zbigniew Bródka *Wiesław Kmiecik *Jolanta Gołębiewska- Kmiecik == Notable events == * Polish Championships in speed skating and all- round event – December 16–17, 2017 * Polish Championships in speed skating on distances – October 26–28, 2017 * Polish Championships in Short Track – January 19–21; 2018 * 2018 World Junior Short Track Speed Skating Championships - March 2–4, 2018 * 2018–19 ISU Speed Skating World Cup - December 7-8, 2018 * Polish Seniors Championships in Short Track – March 15–17, 2018 * Concert celebrating 40th anniversary of Bajm – April 13, 2018 * Nationwide challenge: Little Heroes – June 21, 2018 * Be Active Tour with Ewa Chodakowska – July 1, 2018 *Juniors World Cup in speed skating – November 24–25, 2018 * 2018–19 ISU Speed Skating World Cup *Czech Speed Skating Championships 2019 * 2019–20 ISU Speed Skating World Cup == See also == * Official website of Ice Arena Tomaszów Mazowiecki ==References== Category:Indoor speed skating venues Category:Speed skating venues Category:Indoor ice hockey venues in Poland Category:Speed skating venues by country ",
    "title": "Ice Arena Tomaszów Mazowiecki"
}