{
    "id": "58410212",
    "text": "Unavowed is an indie point-and-click adventure game developed and published by Wadjet Eye Games. It was released on August 8, 2018. The game features uses 2D pixel art visuals and gameplay reminiscent of classic adventure games combined with an interaction system commonly featured in modern adventure games, especially those developed by BioWare. The player chooses to control a male or female protagonist who after a series of supernatural events teams up with the titular group, an ancient team of paranormal investigators. On their quest to find out what happened to them, they must solve a number of quests and puzzles in a variety of locations of a fictionalized version of New York City. The first new intellectual property created by Wadjet Eye since 2006, Unavowed was first announced in 2016. Initially planned as a project with 3D visuals built on Unity, the developer decided on using the Adventure Game Studio engine again with 2D visuals due to a lack of programmers familiar with the Unity engine and a lack of resources to create 3D graphics. Unavowed received generally favorable reviews by critics, with most of them lauding the story and writing in particular. Many also praised the art design for its ability to paint a believable world where the supernatural exists and the background art was positively compared to classical adventure games such as Sam & Max Hit the Road or the Discworld game. Some reviewers however criticized the difficulty as too easy and some characters as underdeveloped. == Gameplay == Unavowed features a classic point-and-click style of gameplay reminiscent of the Monkey Island series or the various Quest games (such as King's Quest, Police Quest etc.) by Sierra Entertainment. In addition, the game offers more modern elements, such as choosing teammates for certain missions and a story that is influenced by the player's choices. Players can choose to play as a male or female character and must choose one of three backgrounds: actor, bartender or cop. Each background alters the interaction with other characters and the dialogue noticeably. The game plays out in an episodic fashion similar to television shows with the player choosing which site to visit and which characters to bring with them at the beginning of each mission. In the mission, non-player characters have to be talked to and clues analyzed, culminating in a confrontation in which the player must decide the fate of a character or being, often with moral and lasting consequences. Then the team returns to their headquarters to start a new mission. All characters feature full voice-acting, except the protagonist, who remains mute throughout the game except when not controlled by the player. Instead of engaging in combat, players are tasked to defend themselves against enemies by solving puzzles that range from deciphering code to releasing creatures before they can cause more harm. While there are some actions that lead to failure, the player cannot die or reach a game over; making mistakes merely resets the game to the state before the mistake. The game allows saving outside of dialogue but limits the amount of save files to 50. Depending on the choice of companions, the dialogue and choices within the mission will be altered as will the puzzles, with each area providing different solutions based on the companions' abilities. For example, a mission with Logan as a companion will feature ghosts that can be talked to and used to help solve puzzles but those ghosts will not be in the same mission if Logan is not chosen to accompany the protagonist. During each mission, one or more flashbacks of the possessed protagonist's actions will happen, allowing the player to extrapolate their next actions based on their vision of the past. == Synopsis == ===Setting and characters=== As with Wadjet Eye's previous Blackwell series, the game is set in a fictionalized version of contemporary New York City where magic and demons are real and takes place in various New York settings, such as Chinatown, Brooklyn, Staten Island and Wall Street. The protagonist apparently had been possessed by a demon and ran amok in New York City for a year before the events of the game. How the demon came to possess the body differs based on the chosen backstory. Unavowed begins with the protagonist being exorcised by Eli, a sorcerer belonging to Unavowed, a group of supernatural investigators. Unable to return to their old life, they join Unavowed to reconstruct the events of the previous year. Aside from the protagonist, the New York chapter of Unavowed consists of Kalash, a jinn and the chapter's leader and founder, Mandana, Kalash's half-jinn daughter and Eli, a fire mage who discovered his talents during the Nixon administration and has not aged since. During the events of the game, Logan, a recovering alcoholic and medium who travels with KayKay, the spirit of a dead ten-year old who helps him connect with other ghosts, and Vicki, a former police officer who also was the protagonist's former partner if they chose the cop background, join Unavowed. ===Plot=== After the exorcism, the player's character joins Unavowed's New York branch and learns that supernatural threats have increased within the last year. The team visits the places where supernatural occurrences have been reported. When researching on Staten Island, the team encounters Vicki Santana who was suspended after questioning supernatural occurrences within the NYPD's 120th precinct. On a mission in the Bronx, they meet Logan who, together with his spirit guide KayKay, tries to calm three poltergeists. Once both problems are solved, Logan and Vicki join Unavowed. When reexamining the first site the team investigated with Logan and Vicki, the team encounters Galene, a dryad Kalash banished 400 years earlier, with whom the protagonist had made a pact and learns the demon's name, Melkhiresa. Galene captures one of the team members and challenges Kalash to fight her in a battle to the death. The player's character is forced to kill Kalash to defeat Galene. With the demon's name, Eli is able to determine that they had returned to the place of the first possession: the Under The Bricks theater (actor background), Sammy's Bar (barkeeper background) or the Eternox Nightclub (cop background). There the team finds a closed portal and notes previously written by the protagonist indicating three more sites to investigate on Wall Street, in Manhattan Chinatown and near Prospect Park in Brooklyn. On Wall Street, the team discovers that the protagonist conspired with fae folk to kidnap Eli's great- grandson and manage to rescue him. In Prospect Park, they encounter Calliope, a muse who lost her talents to a local artist who used them to \"inspire\" an artist to set himself aflame and a baker to use his own blood in his products. Shortly afterwards, the player's character is possessed again but they manage to alert the team by reaching out to KayKay. The game flashes back to the opening scene, which now plays out differently: The protagonist had actually forced Melkhiresa to meld with them and used the demon's knowledge for their agenda while Melkhiresa was unable to act or escape. When Eli exorcised \"wicked spirit\" from the protagonist, this led to the protagonist's soul being removed from the body while Melkhiresa, the demon, was left in control of their body. The team catches up with the player's character and exorcises the protagonist again. Thanks to Logan, the team learns the truth but the protagonist's soul escapes. The team with Melkhiresa (again in control of the protagonist's body) sets out to investigate the last site in Chinatown. They find out that a ba jiao gui (banana ghost from Chinese folklore) haunts the neighborhood and deal with it.Unavowed arrives in the antagonist's pocket dimension. With all six sites investigated, they return to the place Melkhiresa first joined with the protagonist and use a portal to travel to a pocket dimension to hunt down the protagonist's soul. Various obstacles have to be scaled on the way and, depending on the choices in previous missions, Melkhiresa summons creatures previously encountered to help the team. The player's character confronts the soul of the protagonist on top of the Empire State Building who pleads with them to willingly merge into one being again to create a new world based on their beliefs. The player can react in four different ways to this proposal: #Melkhiresa threatens to kill the protagonist's body they are in, forcing the protagonist's soul to release them. By releasing Melkhiresa, the pocket dimension collapses and the protagonist, now powerless, is arrested for their crimes. #Melkhiresa takes their own life by falling down the building, killing the protagonist in the process and the protagonist's body is later found in the real world at the bottom of the Empire State Building. #If Melkhiresa decides to merge with the protagonist willingly, the Unavowed will be left asleep in the pocket dimension while the protagonist does what they plan with Melkhiresa's help. #Trying to fight the protagonist will lead to them forcefully merging with Melkhiresa and then killing the Unavowed team before setting out in the real world to create more havoc. When choosing the first or second option, an ending sequence will play, with the other members of Unavowed narrating what happened next based on the player's choices in the game. Choosing the third or fourth option will only show the credits. Depending on whether the Unavowed or the protagonist emerge victorious after the final confrontation, the opening screen of the game changes, showing either the team or the protagonist. == Development == The game was first announced by its designer Dave Gilbert in March 2016 on the Adventure Game Studio forums. It was the first game Gilbert wrote since 2014 and the first new intellectual property since 2006. From the beginning, Gilbert planned to have the player character being mute, with the other characters responding to the text choices, akin to earlier games developed by BioWare which also featured mute protagonists. Gilbert explained this choice with the complexities of having two different genders and three backstories for the protagonist to choose from which would have forced the developers to record six different voice tracks. Unavowed was built using the Adventure Game Studio engine, modified to allow fully voiced dialogue and groups of characters appearing at once. According to Gilbert, he tried to develop Unavowed on Unity at the beginning because of how dated Adventure Game Studio already was but decided against it because the team had no experience with Unity and not enough time to learn. The game uses 2D pixel art visuals with a variety of backgrounds. The artwork and animations were created by Ben Chandler, who also worked on previous Wadjet Eye games, with the portrait art being created by Ivan Ulyanov. The game features twice the resolution compared to previous Wadjet Eye games using the same design and engine, allowing more details despite the pixel art look. According to Gilbert, the choice of pixel art was also a financial one, stating that his studio simply did not have the resources to develop a 3D game or a game with aesthetics similar to Life Is Strange or adventure games developed by Telltale Games although he would have liked that. A first teaser video was released in December 2017, with the game being released on Microsoft Windows and macOS on August 8, 2018. == Reception == Unavowed received a score of 87/100 on review aggregator Metacritic, indicating generally favorable reviews by critics. Commercially, it was an unexpected success: Wadjet Eye Games reported in April 2019 that the game had sold more than \"everything we've done by far\". The game's visual design was praised by multiple reviewers as atmospheric and making good use of lighting and colors to paint a believable world where the supernatural exists. Critics also liked the higher resolution, allowing more details to be displayed. In a 2017 preview, PC World claimed that Ben Chandler, the game's artist, \"has really outdone himself\" and that the design helps to strengthen the idea of New York City \"as this mystical place where the supernatural hides in the shadows\". This sentiment was echoed by Rock, Paper, Shotgun, which concluded that the game features Chandler's best work to date. PC Gamer's Jody Macgregor wrote a separate feature article just focusing on the background art, positively comparing the artwork to scenes from classical adventures, such as the carnival in Sam & Max Hit the Road or the city of Ankh-Morpork from the Discworld game. Most reviewers lauded the companion characters, especially their writing and voice acting. GameSpot noted that \"getting drawn into a lengthy conversation is a joy\" because of \"well-rounded characters, complete with their own fears, desires, and vexes\" and credits this to \"incredible\" voice acting and writing. The writing garnered praise from other reviewers as well, with many critics especially lauding the branching story and the interesting characters. In a feature for Rock, Paper, Shotgun, Heat Signature and Gunpoint designer Tom Francis highlighted the episodic structure of Unavowed and praised the game's approach to story-telling as a \"glowing example\" of how a game can even appeal to players that normally do not like adventure games. Slant Magazine on the other hand found the characters limited, especially the character of Vicki who was considered one-dimensional as well as the lack of focus on Logan who was only noted for being a recovering alcoholic with no other life outside his addiction. It also chided that interesting character narrations are interrupted by mundane quests. Many critics also credited the quality of the voice acting for selling the story and the characters, even though PC Gamer and Adventure Gamers both offered minor criticism on some voices. The soundtrack by Thomas Regin was regarded as complimenting the atmosphere. Multiple critics praised the game's replay value due to using different companions unlocking previously unknown interactions. Several reviewers bemoaned that quests are too easy and can be easily solved, such as by exploring the environment. However, Rock, Paper, Shotgun also remarked that puzzles become better in the second half of the game and GameSpot found the quests \"varied and often unpredictable\". 4Players considered the controls unnecessarily limiting, only using the mouse and some keys when the whole keyboard was available. Despite minor criticisms, Adventure Gamers called it an instant classic. The A.V. Club called Unavowed Gilbert's best work to date, especially praising the design and the writing and comparing it favorably to the Quest games and the Monkey Island series. Rock, Paper, Shotgun was equally impressed, especially lauding the BioWare- style story that offers many complex and complicating features successfully \"in a way the genre has genuinely never seen before\". The game was nominated for \"Best Storytelling\" at the 2018 Golden Joystick Awards but lost to God of War. It was also nominated for \"Excellence in Narrative\" at the Independent Games Festival Awards. Writing for Vox, Emily VanDerWerff called Unavowed's twist the best plot twist of 2018, commending the developers for playing with the adventure genre's tropes to lull players into believing the game was a classical redemption story. Ben \"Yahtzee\" Croshaw of Zero Punctuation ranked it as the fifth best game of 2018, calling it \"the well-realized paranormal adventure that hopes you've never read a Jim Butcher novel.\" ==See also== *Lamplight City == References == == External links == * Category:2018 video games Category:Adventure games Category:Video games about demons Category:MacOS games Category:Point-and-click adventure games Category:Single- player video games Category:Video games developed in the United States Category:Video games featuring protagonists of selectable gender Category:Video games set in New York City Category:Windows games Category:Adventure Game Studio games Category:Video games with alternate endings ",
    "title": "Unavowed"
}