{
    "id": "58412722",
    "text": "A Butterfield dial by Charles Francois Langlois, Paris, c. 1725 A Butterfield dial is a portable horizontal sundial designed to be folded flat and used in latitudes between 35° and 60°. A Butterfield dial was named after the English gnomonist, Michael Butterfield who was active in Paris around 1690. ==Description== They were constructed with a hinged gnomon, whose angle could be adjusted for the latitude; the latitude was indicated by the beak of a bird. The gnomon was held in place by a rivet which was displayed by the birds eye, and thumbscrew. The dial plate would have three chapter rings for 44°, 48° and 52° which would be sufficiently accurate to be used between 35° and 60° (roughly between Gibraltar to the Shetland Isles). There would also be a compass and a plumb bob. ==Michael Butterfield== Michael Butterfield (1635-1724) was a British clockmaker who moved to Paris about 1663. He worked at the royal court was appointed engineer to the King Louis XIV. He opened a shop selling precision instruments in 1677 in rue Neuve-des-Fossés, in Saint- Germain. He sold all types of sundial, but dominated the market for the small travelling dial with the adjustable gnomonwith bird motif and three chapter rings. This type of dial became fashionable and called the Butterfield dial. This type of dial was known before Butterfield manufactured them, for instance Roch Blondeau and Timothee Collet, and other instrument makers in Paris and beyond, continued to make them particularly after his death. Among his international clients was the Russian Czar Peter the Great who visited his shop in 1717 and ordered a great quantity of gilt copper dials. ==Other manufacturers== Nicolas Bion (1652-1735), in his 1709 book, *The Construction and Principal Uses of Mathematical Instruments on page 322 and plate 26, gives a clear description of the construction and usage of such dials. Traité de la construction et des principaux usages des instrumens des mathématique, Nicolas Bion, 1709, Paris. He had premises in Quai de l'Horloge du Palais, Paris. Examples of his Butterfield style dials occur in auction house catalogues and have been reproduced as museum momentos. ==References== Category:Sundials ",
    "title": "Butterfield dial"
}