{
    "id": "58415467",
    "text": "Naulakha ( Worth Nine Lakh) is a 2018 Pakistani drama serial produced by 7th Sky Entertainment and written by Sana Shabbir Sandhu and Reema Ali Syed. The drama stars Mirza Zain Baig as Zain, Sarwat Gilani as Tehreem and Kiran Haq as Shafaq in lead roles. The drama was first aired 7n th August 2018 on TvOne Pakistan. == Plot == Series revolves around valuable Naulakha, that devastates the family. Sisters-in-law Noor Jahan and Mumtaz are plotting to procure the prized Naulakha accessory a jewel-studded family treasure and a materialistic trifle for its proprietor. Anwar Ali is scheming to get control over the whole family riches. Their eagerness has made them heedless to their youngsters' emotions. Gotten in this web of misdirection are cousins Zain, Tehreem and Shafaq who is a piece of an extraordinary love triangle. Family conventions influence relatives to can breathe a sigh of relief and make a sentiment of identity, security and having a place. For sure, even fundamental functions like a tune before the bed can hold remarkable significance for adolescents and families. Services are things that solitary your family does. Functions empower you to express, 'This is our character and what we regard'. A couple of functions may have been passed on from your grandparents or distinctive relatives, thus Naulkha rules, a family that should sing together, eat together, and live respectively is a power to battle about materialistic custom. With her solid on-screen nearness and way of life as a craftsman Bushra Ansari ' Noor Jehan ' started the Naulakha debate at the first, and later it turned out to be so critical for the rest that Naulkha may snap the relationship in only a couple of scenes. In any case, it's completely clear that everybody other than Akbar Ali and Zain despises Noor Jehan for being voracious for Naulkha, additionally, Tehreem restricts her mom for detesting Shafaq and her Noor Jehan. Then again, Naulakha is only an analogy and the primary focal point of the female characters is Zain, who is a youthful unhitched male, who is an instruct medieval master and knows to remain for the rights. In any case, Naulakha and the history don't appear to interest him until the point that his dad influenced him to comprehend the significance of the convention this week. In addition, his cousin and closest companion Tehreem likewise neglects to comprehend the gaga over Naulkha, and she probably won't get bulldozed by it soon. The principal scene was more similar to and the presentation of the character, and Naulakha obviously, yet it excited us needing for all the more particularly when Shafaq and Tehreem got together with Zain toward the finish of the primary scene. Likewise, Noor Jehan was against in light of the fact that she knows her sister in law won't acknowledge Shafaq nearness, and the closeness she needs to make amongst Zain and Shafaq against Naulakha. Shafaq to confront vanquish in affection and Tehreem her BFF to forfeit her adoration for kinship, groups of onlookers are really interested by the tangled Naulakha. Angry and savage Noor Jahan can't acknowledge her thrashing against her greatest adversaries. Yet, the way that makes Naulakha fascinating is Noor Jahan's certainty that she will influence Zain Ali to succumb to Shafaq some way or another. In the second scene where Noor Jahan came to illuminate Shafaq about Zain and Tehreem's mystery undertaking, as a watcher we were astounded to see Shafaq's on point articulations, she resembled a dishearted youthful sweetheart who never expected disloyalty from a dear companion. Tehreem ( Sarwat Gilani) is brimming with life and we can't see her discouraged variant, which proceeded all through the scene. Zain Ali came to defy Tehreem however she declined to turn out and confront her disappointment. In any case, Tehreem's mom needed an illumination on the occasions occurring since a week ago. Likewise, she educated her mom about Zain and Shafaq's preferring and youth commitment which instantly got objected in light of the fact that her mom is additionally a piece of the haveli and they never found out about this artificial relationship. Besides, Tehreem declined to wed Zain and she trusted the evidence speak for itself against Shafaq. Nonetheless, Zain needs her back and will attempt his best to recapture his affection. Then again, Akbar Ali acknowledged Zain and Shafaq's relationship and declined pointers against Noor Jahan and Shafaq. In the meantime Ahmed Ali ( Behroz Sabzwari) cautioned Ahmed Ali to reassess his choice and consider his solitary child Zain Ali and acknowledge his affection as opposed to supporting Noor Jahan and her little girl. In the last couple of scenes, Zain attempted to meet Tehreem and constrained her to acknowledge his adoration, neither she needs him back nor Zain needs to quit. Shafaq to confront crush in affection and Tehreem her BFF to forfeit her affection for kinship, groups of onlookers are genuinely captivated by the tangled Naulakha. Irate and heartless Noor Jahan can't acknowledge her thrashing against her greatest opponents. In any case, the way that makes Naulakha fascinating is Noor Jahan's certainty that she will influence Zain Ali to succumb to Shafaq by one means or another. In the second scene where Noor Jahan came to advise Shafaq about Zain and Tehreem's mystery undertaking, as a watcher we were stunned to see Shafaq's on point articulations, she resembled a dishearten youthful darling who never expected to sell out from a dear companion. == Cast == * Sarwat Gilani as Tehreem * Mirza Zain Baig as Zain * Kiran Haq as Shafaq * Bushra Ansari as Noor Jehan * Gul-e-Rana *Haris Waheed == References == == External links == *Naulakha Another Blockbuster on Tv One *immensity of “Khaani” is back with its new production titled “Naulakha” Category:2010s romantic drama television series Category:Pakistani drama television series Category:2018 Pakistani television series debuts Category:2010 Pakistani television series debuts ",
    "title": "Naulakha (TV series)"
}