{
    "id": "58418910",
    "text": "\"Daddicus Finch\" is the 648th episode of The Simpsons and the ninth episode of season 30. It aired on December 2, 2018. It was also dedicated to the memory of Ricky Jay, who guest-starred as himself in the episode \"The Great Simpsina\". ==Plot== When Lisa's part is cut from the school play Homer takes her clothes shopping to cheer her up. He expresses disgust at the sexualized branding on show, leading Lisa to view him as Atticus Finch from the book To Kill a Mockingbird, her required reading. Homer responds to Lisa's appreciation and the two spend time together including watching the To Kill a Mockingbird movie. Bart feels neglected and sees the school therapist who advises him to act out for attention. He switches everyone's car keys at a bat mitzvah with the unintended consequence that Hans Moleman is run over. The townspeople form a mob and descend on the Simpson house to shoot Bart in punishment. Homer speaks to the crowd, calming their anger to Lisa's amazement. The next day Marge finds that Lisa has had a fight with Bart at school, because Bart insulted Homer. Marge suggests that Homer tell Lisa not to venerate him so highly as it is damaging the family. Lisa decides that it would be best after Homer convinces her that he will always be his father. Eventually, Lisa moves on and Homer gets sad, but Maggie uses hand gestures to tell Homer that despite their flaws, they will always love each other. The episode ends with a future Bart not deciding what to do. In the end, an adult Lisa questions him because he has not decided and he finally decides to kick Homer's butt as Homer's head is now on a robotic body. By then, the rest of Homer's body is now a machine. A collage of images showing Lisa bonding with Homer, Marge bonding with Bart, and Nelson bullying Milhouse is then shown. ==Reception== Dennis Perkins of The A.V. Club gave the episode a B- ranking, stating \"It’s a fine way to understand how The Simpsons can continue to have its main characters run through the same conflicts over and over again, even after 600-plus episodes—knowing the reasons for things doesn’t make human behavior and pain any easier to navigate. That’s why 'Daddicus Finch'’s rushed and clumsy execution is so disappointing. Marge’s manipulations are all over the place, pushing Homer and Lisa together, then apart, all for tenuously sketched reasons that have more to do with wrapping up an ambitious story in time than in providing a satisfying conclusion.\" Tony Sokol of Den of Geek gave the episode a 4.5 out of 5 points ranking, stating \"'Daddicus Finch' is a very strong episode for The Simpsons. It finds a different angle for something the series always keeps sharp in its arsenal, the book or movie satire. But the episode works because it moves so fast. The asides, recurring gags and taboo-baiting are perfectly offset by the sweet character development in the creamy middle. Getting the footage from the original 1962 film is also a big plus and a marked departure from the all-animated series.\" \"Daddicus Finch\" scored 1.6 rating with 6 share and watched by 4.33 million people, making The Simpsons Fox's highest rated show of the night. ==References== ==External links== * Category:2018 American television episodes Category:The Simpsons (season 30) episodes Category:To Kill a Mockingbird ",
    "title": "Daddicus Finch"
}