{
    "id": "58416823",
    "text": "Lucy McRae (born 1979) is a British-born Australian science fiction artist, body architect, film maker and TED fellow. Her installations include film, photography, sculptures, and edible and wearable technology. ==Career== McRae uses technology and design to create what she calls body architecture. She describes herself artistically as exploring the limits and adaptability of the human body and its emotional impact in the face of futuristic science and technology. Her work has been exhibited at the Science Museum London, the Royal Academy of Arts, Centre Pompidou, Venice Biennale, Science Gallery Melbourne and Broached Commissions. She has spoken at RMIT University, MIT media lab, Central St Martins, Tribeca Film Festival, Hyper Island and The Bartlett. McRae has been listed by Fast Company magazine as one of the ‘fifty people shaping the future’. == Biography == McRae was born in 1979 in London. She trained in classical ballet in Melbourne and later studied interior design at RMIT University. After graduation she moved to London and went on to work at Philips Design in the Netherlands in 2006. She led their Far Future Design research lab that focused on emotional sensing. The team developed wearable technologies including a dress which responds to a wearer's emotions as well as electronic tattoos implanted in the skin that changed by touch. Her Bubelle Blush dress sensed the wearer's emotions and then interpreted those readings as lights on the dresses outer layers. The dress was listed as one of Time magazine's best inventions of 2007. It was at Philips Design that McRae met Bart Hess, a Dutch designer. They created the photographic collaboration \"LucyandBart\" using various materials to transform human bodies and faces into a work of art. In 2010 McRae was supported by a veski award in design in collaboration with RMIT University for a series of lectures and workshops and a solo exhibition titled ‘Breed Out’ at the Mars Gallery in Melbourne. She created Swallowable Parfume in collaboration with the synthetic biologist Sheref Mansy. Swallowable Parfume is made up of a fragrant lipid molecule which mimics the natural fat molecules found in the body. Once the body metabolises these lipids, fragrant molecules are released through perspiration on the skin. In 2012, McRae was invited to join the TED Fellowship programme and spoke at TED Long Beach on \"How can technology transform the body?\" She exhibited ‘Future Day Spa’ at the London Design Festival where audiences experienced a feeling of relaxation and weightlessness by being wrapped in a plastic-foil membrane inside a vacuum chamber as if they were preparing for space travel. Her short fictional film 'Institute of Isolation' inquires how the human body is sustained physically and mentally in the extreme environment of space travel and prolonged isolation. She was one of the artists exhibited at Experimenta Make Sense: International Triennial of Media Art, an exhibition that expresses the disconcerting and delightful world of the digital age. In 2018, McRae collaborated with University of Melbourne researchers Niels Wouters and Nick Smith on 'Biometric mirror' a sci-fi installation which was part of the Science Gallery Melbourne's pop-up exhibition titled, 'Perfection'. Biometric mirror was based on the idea of using computer vision algorithms to show a mathematically perfect face. She was selected as a Young Global Leader at the World Economic Forum in 2018. In 2019, McRae's work over the last thirteen years is exhibited as a part of the first survey exhibition at the National Gallery of Victoria titled 'Lucy McRae: Body Architect' and curated by Simone LeAmon. == References == Category:1979 births Category:Living people Category:21st-century women artists Category:Designers Category:People from Melbourne Category:Artists from London Category:RMIT University alumni ",
    "title": "Lucy McRae"
}