{
    "id": "58412160",
    "text": "A market leasing assumption (MLA), sometimes known as a speculative rent profile (spec rent) or market rent, is an accounting method used in commercial real estate to produce budget predictions and valuations. It is a sort of template, or standardized lease, that is applied to rental units for periods in the future when there is no contracted tenant. The term \"market\" refers to the idea that these predictions should match average values seen in the wider real estate market, the fair market rent, as opposed to making assumptions based on the existing tenant's cash flows. For instance, if a particular unit has a tenant with a lease that runs for the next two years, and the valuation is examining the next five years, the MLA would be used to estimate the cash flows for that unit for the last three years of the projections. An MLA would not be used if there is another lease already signed for that unit covering that period. Some units may have a speculative lease or option as well, when there is a prospective tenant that has not yet signed the legal lease agreement. These typically override the MLA. An MLA often has two \"sides\" or \"legs\", with different assumptions. One leg assumes the current tenant renews the lease with a set of given changes (or none), and the other assumes the tenant leaves the unit and a new tenant takes over. In the later case, it is normally assumed the lease terms will revert to market averages. The chance that the current lease will be renewed, the renewal probability, varies from tenant to tenant. This leads to two possible future budgets for each unit that uses an MLA. These values are blended in various ways to produce a single predicted value. The primary considerations in an MLA are the inflation of the rent and recoverable expenses, the amount of time the unit may lay vacant if the tenant leaves, known as down time, and any inducements the owner may offer the tenant to renew their lease or to a new tenant to sign. The MLA may be radically different than the existing lease, in the case where the lease is percentage rent for instance, but is normally designed to provide smooth transitions to make the cash flows more reliable. ==References== * ==External links== *Enchanted Estate Sales Category:Commercial real estate ",
    "title": "Market leasing assumption"
}