{
    "id": "58427998",
    "text": "{| |} The Czerwiński CW II, (also known as CW-02), was a Polish open frame glider. In 1929 it set a new national duration record and flew successfully until the end of 1931, when several major structural and aerodynamic modifications improved its performance. A simpler, lighter version, the CW III, (also known as CW-03), was designed and built in parallel with it and became Poland's first production glider. ==Design and development== ZASPL, the Aviation Association of students of the Lwów Technical University, was the oldest aviation organization in Poland. Revived after World War I, by 1926 it had workshops in Lwów which began building the glider designs of ZASPL member Wacław Czerwiński. The second and third of these, the CW II and CW III, were both built there during 1929. Both were high wing, wooden, open frame gliders, though only the CW II had a nacelle enclosing the pilot's cockpit. The CW II had a rectangular plan, single spar wing, with plywood covering forward of the spar and aircraft fabric covering elsewhere, which was built in three parts, a half-span wide centre-section and two outer panels with trailing edges filled with ailerons. The centre-section was mounted just above the upper longeron, or chord, of the flat girder fuselage on four outward leaning inverted-V struts. Wire bracing from the lower longerons to the outer ends of the centre- section carried lift loads. The longerons were straight, parallel and cross- braced with alternate vertical and diagonal cross-members. The lower longeron extended forward of the wing and carried a plywood nacelle with an open cockpit; the nacelle extended rearwards under the wing. Under it, a wooden landing skid was mounted on rubber shock absorbers. The empennage was conventional, with fabric-covered rectangular surfaces. Its fin extended upwards from the lower longeron to just beyond the upper one, carrying the tailplane close above; a tall, balanced rudder operated in a cut-out between balanced elevators. In 1930 ZASPL began a short production run of the CW III, an improved version of the CW II also first flown in 1929, making it the first Polish glider to go into production. A few more were amateur built and overall as many as twenty were completed. The chief difference between it and the CW II was a new, two-part, rectangular plan wing with Gôttingen Gô 365 section. This had a lower aspect ratio of 5.9, with a reduced span but increased area. There was no nacelle, with the pilot exposed on a lowered seat. It proved easier to fly than the higher-performing CW II and well suited for its intended basic training role, After successful operation between 1929 and 1931, the sole CW-II was considerably modified during the winter of 1931-2. It received a new, two part centre-section which was attached directly to the upper longeron and braced with a single strut on each side to the lower longeron. The wingtips were altered in plan from rectangular to curved, reducing the wing area by 3%, and the nacelle was better streamlined. These changes significantly improved the best glide ratio, though values given by various references differ. ==Operational history== In 1929 Greszczyk made the first, brief flights of both the CW II and CW III, towed behind a car. In the autumn of 1929 they were taken to Bezmiechowa Górna for pilot training. Over fifty flights were made, chiefly on the better-handling CW III, but on 2 November Greszczyk set a new national gliding duration record of 2:11:4.5 hours in the CW II. In the following spring they returned to Bezmiechowa with some thirteen novices, including the first two female Polish glider pilots, Danuta Sikorzaanka and Wanda Olszewskz. The CW III was used as a basic trainer, with the CW II reserved for the more experienced. From 1930 many Polish pilots learned to fly on the production CW IIIs, though these were soon joined and then supplanted by a 1931 CW II development, the simpler and cheaper CWJ. The last CW IIIs were withdrawn from service in 1938. ==Variants== ;CW II: Built in parallel with CW III, completed 1929. Open frame glider with pilot's nacelle. ;CW IIbis: CW II revised in 1931-2 with a reduced area wing which had a new, strut braced, two part centre-section and rounded tips. Better aerodynamics and performance. ;CW III: Built in parallel with CW II, completed 1929, it was similar to the Cw II but lighter, with no pilot's nacelle, a different wing of lower aspect ratio and a different airfoil. It had lower performance than the CW II but was easier for novices to fly. Limited production from ZAPL and some amateur builds together provided about twenty airframes; it was the first Polish glider to reach production. ==Specifications (CW II)== ==References== Category:1920s Polish sailplanes Category:Aircraft first flown in 1929 ",
    "title": "Czerwiński CW II"
}