{
    "id": "58420432",
    "text": "Astrid Zydower (4 August 1930 – 27 May 2005) was a British sculptor. ==Biography== Zydower was born in 1930 in a small village in the Galicia region which at that time was within the borders of Germany. As a Jewish family, the Zydowers faced discrimination and oppression under the Nazi government so in 1939 the three Zydower children were evacuated to Britain on the last Kindertransport train to leave the territory before the start of World War II. During The Holocaust both of Zydower's parents were deported to and then killed in the Auschwitz concentration camp. In England the three Zydower children were taken into foster care by a Quaker family, the Freemans, in Sheffield. At first unable to speak English, Astrid Zydower struggled at school but did show a talent for drawing and went on to study at Sheffield School of Art. From there she won a scholarship to the Royal College of Art in London where, from 1952 to 1957, she was taught sculpture by first Frank Dobson then John Skeaping and attended Leon Underwood's drawing classes. When she graduated Zydower was offered a job as an assistant to Jacob Epstein but refused the role as she had already been commissioned to work on the Observer Film Exhibition and the Telford Bicentenary Exhibition by Richard Buckle. Virgin and Child; part of the Nativity installed at Lincoln Cathedral In 1958 Zydower completed eleven busts of English literary figures for the Brussels World Fair. During the 1960s, Zydower taught at the Hornsey School of Art in north London and undertook a number of high profile, and often very large, sculpture commissions. In 1964, for the 400th anniversary of the birth of William Shakespeare, she completed a series of life-size figures for Stratford, Ontario. 45 figures by Zydower were commissioned for the British Pavilion at the Expo '67 world trade fair in Montreal and she subsequently produced works for Expo '70 in Osaka. Among Zydower's students at Hornsey was Shirley Ann Shepherd, the wife of Charlie Watts, the Rolling Stones drummer. This led to a number of commissions for Zydower from Watts and other members of the band. For Watts she produced a bust of Ulysses and for Mick Jagger a head of Actaeon. Other commissions included a 1968 figure of Lord Mountbatten as the Viceroy of India and a memorial bronze of Winston Churchill for the Sultan of Brunei. She produced a large Nativity scene for St Paul's Cathedral which was displayed there each Christmas for many years until it was transferred to Lincoln Cathedral. For the Museum of the Jewish Dispora in Tel- Aviv, Zydower created a scene of group of ten men, a minyan, preparing to enter a prayer room. A 1970 commission to create a bronze bust of Dame Marie Rambert, founder of the Ballet Rambert, led to a lifelong friendship and several other studies of ballet dancers, including members of the New York City Ballet. In 1984, for the fountain on the central terrace of Harewood House in Yorkshire Zydower created a nine foot high bronze of Orpheus carrying a leopard. In later life she concentrated on etching, mainly of figures from Greek mythology, rather than sculpture. Works by Zydower are held in both the Victoria & Albert Museum and the National Portrait Gallery in London. In 1968 she was awarded an MBE and for many years lived in a large house, that contained her studio, in Kentish Town in north London and it was there that she died in 2005. ==References== ==Further reading== * Astrid Zydower Her Life & Works by Peter Amsden, (ASAT Productions, 2009) ==External links== * Image of Zydower in the National Portrait Gallery collection Category:1930 births Category:2005 deaths Category:20th-century British sculptors Category:20th- century British women artists Category:Alumni of the Royal College of Art Category:Alumni of Sheffield Hallam University Category:Artists from Sheffield Category:English women sculptors Category:Jewish emigrants from Nazi Germany to the United Kingdom Category:Naturalised citizens of the United Kingdom Category:Jewish artists Category:Jewish women sculptors Category:Kindertransport refugees Category:Members of the Order of the British Empire Category:Modern sculptors ",
    "title": "Astrid Zydower"
}