{
    "id": "58422251",
    "text": "The South Siberian forest steppe ecoregion (WWF ID:PA0817) is a patchwork of grasslands and forests in the low-lying areas of south central Siberia. The region is one of high biodiversity as a transition zone between the West Siberian taiga to the north, and the Altai mountains to the south. There are also small patches to the east in Irkutsk Oblast. The ecoregion is in the temperate grasslands, savannas, and shrublands biome, and the Palearctic realm, with a Humid Continental climate. It covers . == Location and description == The ecoregion is a thin band of lowland terrain, long, stretching from Tomsk in the west, to the east of Krasnoyarsk in southern Siberia. On the western edge there is a north-south extension that follows the Tom River in the Kuznetsk Basin. In the middle is another extension, covering a low area along the Yenisei River and some of its tributaries; this area is known as the Minusinsk Hollow. To the west is the West Siberian broadleaf and mixed forests ecoregion, which is now mostly cultivated agricultural land. == Climate == The climate of the South Siberian forest steppe is Subarctic climate, without dry season (Köppen climate classification Subartic climate (Dfc)). This climate is characterized by mild summers (only 1-3 months above ) and cold, snowy winters (coldest month below ).. There is sufficient precipitation (averaging 200–400 mm/year) to support patchy forests. The mean January temperature at the center of the ecoregion is , and . == Flora and fauna == The region exhibits the typical forest steppe mix of grasslands and forest too sparse to create a full canopy. Typical trees are birch, aspen and willow, generally found along the streams and in low areas. Swamps are common. The region was about 15% forested; this has been reduced by human activity. The most common grass is Calamagrostis epigejos (bushgrass). == Protections == There are no federally protected areas in the South Siberian forest steppe ecoregion. == See also == * List of ecoregions in Russia == References == == External links == Category:Ecoregions of Russia Category:Ecoregions of Asia Category:Palearctic ecoregions Category:Temperate grasslands, savannas, and shrublands ",
    "title": "South Siberian forest steppe"
}