{
    "id": "58426603",
    "text": "S. Isadore Miner (September 25, 1863 – August 10, 1916), also known by the pen name Pauline Periwinkle, was an American journalist, poet, teacher, and feminist. She served as the first corresponding secretary of the Michigan Woman's Press Association and was a staff member of Good Health, Battle Creek, Michigan. Using the pen name of \"Pauline Periwinkle\", Miner was the founder and editor of the \"Woman's Century\" page of The Dallas Morning News. She was \"one of the most widely-read columnists in the early twentieth century.\" ==Early years and education== Sara Isadore Sutherland was born in the township of Battle Creek, Michigan, September 25, 1863. Her father was Mason Montgomery Sutherland, a Scotch American whose ancestors had emigrated early in the present century from the home of the well-known Sutherland family in Montgomeryshire, Scotland. Her mother was Maria L. Tripp, a great grand-niece of Gen. Nathaniel Green, and also, by a double intermarriage, of Gen. Greene's wife. Mr. Sutherland, a member of Company E, 1st Regiment Michigan Volunteer Sharpshooters, was taken prisoner in action during the Civil War, and survived prison life at Salisbury, North Carolina, only to die within a day after his exchange at Annapolis, Maryland. Her early life was, therefore, more or less unsettled, being passed among relatives in various Michigan towns. Her school life was necessarily irregular, and was continuous only after the age of 11 years. At that time, she entered the grammar school of Grand Rapids, Michigan and made rapid progress in her studies. Two years later, her mother, who had married a second time, went to Dallas, Texas, because of failing health, and Callaway went to live permanently with her mother's sister, Mrs. R. A. Worden, of St. Clair, Michigan. She completed her student life in the public schools of that city, graduating from Battle Creek College the age of 17. Callaway was chosen class poet, and also wrote the poem for the alumni association. Her first efforts in writing for the press were for the Little Corporal magazine, when she was nine years old, and at that age, and a year later, she carried off the prizes offered by the Detroit Commercial-Advertiser for best compositions by children. Her first poems followed shortly after and won considerable editorial notice because of the unusually good character of the verse for one so young. ==Career== ===Teacher=== After completing her schooling, Callaway became a teacher, part of the time in the schools from which she graduated. She followed this vocation until her marriage in 1844 to J. Weston Miner. Her husband being connected with the Battle Creek Review and Herald publishing house, Miner was engaged as a proof-reader, and finally as a writer, editing a large share of the work on a series of children's books issued from that office. She had always shown a predilection for writing both verse and prose. When teaching, she sometimes wrote stories or verses to reprove faults among her pupils that she preferred to correct in an impersonal way, and folding her pages in a newspaper read seemingly a printed article, so that no one mistrusted its origin. Still, to express herself in writing came so easily that until she was launched into it as an avocation unpremeditatedly, she had no thought herself that her ability in that direction would ever be of use, or was even worth cultivating. ===Writer=== During her engagement with the Review and Herald she wrote for the various publications of the house, and afterward, at their solicitation, collaborated with Myrta B. Castle on a series of children's books, chief among which being, Cats and Dogs, All Sorts for Children, and In Every Land. Immediately after they were published, she accepted an association with Emma L. Shaw, to assist Dr. John Harvey Kellogg and his wife, Ella Eaton Kellogg on their magazine, Good Health. The two years of Callaway's association with Shaw were of inestimable value. As Callaway became able to judge dispassionately and weigh her own abilities, she became convinced that she was best suited to active journalism. When she was offered a position on the Toledo, Ohio Commercial, she at once resigned and became connected with that paper. This position she held for two years. Miner removed to Dallas, Texas in 1893 or 1894. She separated from her husband during this move, and divorced him in 1895. She accepted a staff position with the Dallas News and the Galveston News, two of the best known of metropolitan newspapers in the southwest. She held the position of society and literary editor of the Dallas News, and editor of the woman's and children's departments of both the Dallas News and the Galveston News. Both these papers were under the same management, and by this connection Callaway placed herself in the front rank of women journalists in the south. During the period of 1889–1916, she used the pen name, \"Pauline Periwinkle\", when writing for The Dallas Morning News. This followed the tradition of alliterative pen names used by earlier women journalists such as Jane Cunningham Croly's \"Jennie June\". Writing on political questions and causes, Miner was a polemicist. She also pushed for women's education and woman's suffrage. But her \"Women's Century\" column was also described as \"gossipy\". S. Isadore Miner In the meantime, she did a lot of freelance work. She contributed both prose and verse to St. Nicholas Magazine, Wide Awake, Little Ones and the Nursery. She also did some syndicate writing for the leading newspapers. Some of her work was copied abroad, and one article in particular appeared in a leading German magazine, contributed by a well-known littérateur of that country, and translated as \"the best specimen of pathos by recent American writers.\" Callaway's labors in behalf of the young were not restricted to newspaper work. Her productions in the field of juvenile literature were found in several of the prominent children's magazines of the day, and she wrote, with and without collaborators, seven books devoted to the instruction of children. During the vacation months of school children, she taught, through her columns, a \"summer school,\" on something of a simplified Chautauqua plan, keeping alive the children's interest in studies. Competitive examinations and the awarding of prizes gave zest to the plan and rendered it not only popular, but productive of the best results. Her pupils numbered by the hundreds. Callaway was a member of the State Press Association, of Texas; of the Texas Woman's Press Association, of which she was vice president; of the Toledo Press Club, and of the Michigan Woman's Press Association, which she helped to organize. She was also one of the organizers, and secretary of the Texas Woman's Council, by which she was chosen one of its delegates to the National Woman's Council. By 1904, she was converting women's social clubs into civic reform organizations. In 1900, she married William Allen Callaway. She died in Dallas, Texas, August 10, 1916, and was buried at Restland Memorial Park in that city. == References == ===Attribution=== * * * ===Bibliography=== * * * * * * * * * ==External links== * * Category:1863 births Category:1961 deaths Category:American women journalists Category:19th- century American journalists Category:19th-century American poets Category:Pseudonymous writers Category:Pseudonymous women writers Category:19th-century American women writers Category:People from Calhoun County, Michigan Category:Educators from Michigan Category:American feminists Category:Writers from Michigan ",
    "title": "S. Isadore Miner"
}