{
    "id": "58432072",
    "text": "St Francis Xavier's Roman Catholic Church is a heritage-listed Catholic church at Hume Highway, Berrima, Wingecarribee Shire, New South Wales, Australia. It was designed by Augustus Pugin and built from 1849 to 1851 by William Munro. Originally known as St. Scholastica's Church, it is used by the Parish of St. Paul, administered by the Pauline Fathers, and located in the Diocese of Wollongong. It was added to the New South Wales State Heritage Register on 25 January 2008. == History == Berrima is the second oldest European settlement in Wingecarribee Shire and the oldest continuing settlement in the shire. The first town settlement in the district was in 1821 at Bong Bong, 8km south-east of Berrima on the Wingecarribee River. The site of Berrima was selected by Surveyor General Sir Thomas Mitchell in 1829 on a visit planning the route for a new road alignment from Sydney to replace the old Argyle Road, which had proven unsatisfactory due to a steep hill climb over the Mittagong Range and river crossing at Bong Bong. In 1830 Mitchell instructed Robert Hoddle to mark out the town based on a plan Mitchell's office prepared, along the lines of a traditional English village (with a central market place and as many blocks as possible facing onto the Wingecarribee River), and using the local Aboriginal name. The new line of road came through the town. Berrima was to be established as the commercial and administrative centre for the County of Camden. Following the approval of Governor Bourke in 1831, the period 1824 to 1841 saw significant flourishing development as mail coaches changed their route to this new line of road. Early town lots were sold in 1833, predominantly to inn keepers and around Market Square, including the first town Lot sales to Bryan McMahon. Governor Bourke designated Berrima as a place for a courthouse and gaol to serve the southern part of the state. With construction of the gaol from 1835 to 1839 and its courthouse in 1838 to serve the southern part of the state, the town flourished into the 1840s as mail coaches called, public buildings, including churches in 1849 and 1851, establishment of many hotels and coaching houses to service local resident needs and passing trades, persons and commercial travellers. Its 1841 population was 249 with 37 houses completed and 7 more in construction. Research has indicated there were some 13 hotels or grog houses in Berrima at the one time in the early days before the coming of the Southern Railway to the Moss Vale area, which by-passed Berrima. During his 1841/1842 trip to England, John Bede Polding OSB, first Catholic Archbishop of Sydney, was exposed to the impact of the revolutionary new Gothic Revival works by Augustus Welby Northmore Pugin. He attended the dedication of Pugin's St Chad's Cathedral, Birmingham, England, in June 1841 and subsequently consecrated Robert Willson there in October 1842 as first Catholic Bishop of Hobart Town, Van Diemen's Land. Polding also saw Pugin's ambitious design for a vast new monastery for his former Benedictine monastic brethren at Downside Priory, Somerset. As a consequence Polding sought designs from Pugin for a range of buildings and these were despatched in December 1842. The package of designs included a temporary free-standing bell tower for St Mary's Cathedral, Sydney, along with major extensions destined to ultimately replace that building, a school and at least five designs for churches, from small two- compartment structures to a large spired triple-gabled building. All differed from any of Pugin's existing English or Irish designs. Although the bell tower and cathedral are no more, Pugin's extant school (St Mary's Cathedral Chapter House) and four churches in Sydney (Ryde, Balmain, Broadway and Parramatta), although all substantially altered, represent the greatest number of Pugin buildings in any city, town or village anywhere in the world. From 1840 the Catholic community in the Berrima district had been worshipping in a chapel converted from two huts formerly used to house chain gangs. In 1846, Dean John Grant of the Campbelltown mission determined to erect a permanent church in Berrima, and as a result Polding supplied him with a set of Pugin's plans for a small two-compartment church. Polding came down to Berrima to bless and lay the foundation stone in mid-1847, but work on the building's erection did not commence for another two years, with William Munro as builder. Munro would appear to have started the job upon completion of Edmund Blacket's Holy Trinity Anglican Church (1847–1849) in the same village. Research by historian Linda Emery reveals that the major local contributor, promising 20 pounds, was publican Bryan McMahon, owner of the Berrima Inn in Jellore Street. A former soldier transported to New South Wales for desertion, he came to Berrima as the overseer of one of the convict road gangs working in the district. Recognising the potential of the growing market town, he left his government position in the mid-1830s and built Berrima's first licensed inn. The other major contributors to the building fund were also publicans – Michael Doyle of Berrima, Redmond Connor of Sutton Forest and John Keighran from Bargo. Builder William Munro was finishing the construction of Berrima's Holy Trinity Anglican Church when he secured the contract in 1849 to build St. Scholastica's. A Scottish immigrant, he had arrived in the colony in 1838 and began his working life in New South Wales as a house carpenter. His work in Berrima, also including major repairs to Berrima Court House, set him on the path to success and he became a leading Sydney architect.Berrima District News, 2015 St. Scholastica's stands on the site of the Berrima stockade, where the road gangs that worked on construction of the Great South Road were housed. When the gangs left Berrima in 1838, the Catholic chaplain of New South Wales, Father John McEncroe, applied to the Government of New South Wales for the land on which to build a church and a school. The first mass was celebrated in 1840 and later that year the foundation stone was laid. The building of a more permanent church was first mooted in 1840 and a subscription list opened, but it was 9 years before construction began. Builder William Munro was just finishing Holy Trinity Anglican Church in Berrima when he secured the contract to build the new Catholic church. In February 1849 Archbishop Polding laid the foundation stone in the presence of some 150 local residents. The stone came from the same quarry used for building Holy Trinity. Pugin expert Brian Andrews, in an essay on the Pugin Foundation website, points out that the design of St. Scholastica's was a totally original evocation of a small English medieval village church. He also states that the quality of workmanship in the church reveals that Munro was a very competent builder.(Southern Highland News, 2015) St. Scholastica's was for many years the focus of Catholic worship in the district, but as the railway towns of Mittagong, Bowral and Moss Vale developed, Berrima declined. In the late 1880s the Berrima Church was incorporated into the Moss Vale parish and the name changed to St. Francis Xavier.Southern Highland News, 28/9/2015 The building has remained substantially intact, apart from some ceiling additions in 1988–1993, and still reflects Pugin's exacting standards of proportion. Except for a short period from 1973 to 1984 when the building was closed, it has always functioned as a Catholic church. In 1984 it was reopened and since 2000 has been substantially repaired. It is open for mass, weddings and other sacraments through the Moss Vale Parish. A dedicated \"Friends of the Church\" group manages the ongoing restoration and maintenance of this local heritage treasure.Southern Highland News, 2015 == Description == Designed in 1842 in an Early English Gothic idiom of around the mid-thirteenth century, the church consists of: a four-bay nave, buttressed at the corners, with north porch and a single bellcote astride the west gable; a two-bay chancel with diagonal buttressing to its east wall; and a sacristy abutting the chancel south wall. It is constructed of ashlar sandstone and has corrugated iron roofs. The nave and porch interiors are of ashlar sandstone, the chancel and sacristy being plastered. The nave has an open timber roof with arch-braced collar tie trusses having arch-braced king posts. The chancel has a plaster ceiling dating from the last quarter of the twentieth century. The floors are wooden. The chancel is equipped with stone sedilia and piscina as well as an Easter sepulchre recess. Rougher finish to the stonework of the nave east wall interior above the level of the north and south walls indicates that the surface was designed to receive a Doom painting. With the exception of the chancel, porch and sacristy ceilings and the corrugated iron roofs, the entire structure is original and intact and unaltered. The present forward altar is original, as is the baptismal font (not by Pugin), all other furnishings dating from not earlier than the last decade of the nineteenth century. The church is sited on an open block with large mature European, Californian (Monterey pine, Pinus radiata) and native trees around its perimeter and some small shrubs and trees on the block. It was reported as being generally in very good condition as at 15 June 2006. This is Pugin's only intact and essentially unaltered building in Australia. In its layout and permanent liturgical furnishings: piscina, sedilia, Easter sepulchre recess, provision for a Doom painting (the designed rood screen appears not to have been erected)-it is a comprehensive expression of his ideal for the revival of a small English medieval village church. It is one of only two such intact churches of Pugin's with this typology and these furnishings worldwide, the other being Our Lady and St Wilfrid's Church, Warwick Bridge, Cumbria. It is the only Australian church with an Easter sepulchre recess and provision for a Doom painting. === Modifications and dates === * Last quarter of 20th century: New plaster ceiling to chancel. Reversible. * 1991: Disabled ramp to north porch, along with re-orientation of porch approach steps. Reversible. * 1988-1993: Replacement of ceiling in sacristy. Reversible. * 1988-1993: Pine board ceiling to porch. Reversible. == Heritage listing == St Francis Xavier's, Berrima, is of state significance as the only intact and essentially unaltered Pugin-designed building in New South Wales, indeed in the whole of Australia. With his complete set of liturgical furnishings (excepting the rood screen which may not have been constructed) and in a scholarly mid thirteenth- century Early English Gothic idiom, beyond the compass of New South Wales architects at the time of its design in 1842, it is his perfect exemplar for the re-creation of a small English medieval village church. Pugin is acknowledged to be England's greatest and most influential early-Victorian designer and theorist. The building is one of only two such Pugin churches of its particular typology and with these liturgical furnishings in the world, the other being Our Lady and St Wilfrid's, Warwick Bridge, Cumbria, England. The building is associated with John Bede Polding, first Catholic bishop in Australia, later first Archbishop of Sydney and founder of the Australian Catholic hierarchy, who supplied the plans that he had acquired from Pugin in 1842. As such it clearly demonstrates Polding's evolving taste in church architecture. St Francis Xavier's Roman Catholic Church was listed on the New South Wales State Heritage Register on 25 January 2008 having satisfied the following criteria. The place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales. St Francis Xavier's Church is of state significance as a comprehensive demonstration of its designer Pugin's ideals and theories as embodied in his writings. As the acknowledged father of the Gothic Revival his publications had a profound impact on the course of nineteenth-century design, particularly as applied to church architecture and furnishings. This impact is evident in the pattern across New South Wales towns and cities where the overwhelming bulk of church designs from the 1840s were in a Gothic idiom resulting from the powerful message of Pugin's equation of Gothic with Christian. The place has a strong or special association with a person, or group of persons, of importance of cultural or natural history of New South Wales's history. St Francis Xavier's is of state significance for its association with John Bede Polding OSB (1794-1877), the pioneering Catholic bishop in Australia and, from 1842, Archbishop of Sydney and founder of the Australian Catholic hierarchy. The Pugin design for the Berrima church was supplied by Archbishop Polding, one of a set of designs that he had obtained from Pugin in late 1842, and it reflects his maturing views on the nature and purpose of church architecture. It is also of star significance for its association with Pugin who was a key figure in the establishment of the Victorian Gothic Revival style for church buildings throughout the British Empire. The place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales. St Francis Xavier's, Berrima, has the ability to demonstrate the creative brilliance of Pugin, England's greatest and most influential early-Victorian designer and theorist. The building, being intact and with his designed liturgical furnishings (except for its rood screen which may never have been constructed), fully exemplifies his ideal for the re-creation of a small English medieval village church. Its fidelity to the Early English idiom of the middle of the thirteenth century was, at the time of its design in 1842, well beyond the compass of any architect in the Colony of New South Wales. The place has a strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons. Except for a short period from 1973 to 1984 when the building was closed it has always functioned as a Catholic church. It is highly esteemed by architectural historians as 'a near-perfect exemplar of Pugin's concept for the revival of a small medieval country church.' More general community esteem would be enhanced by increased awareness of the building's significance, following SHR listing. The place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales. As the only intact and essentially unaltered Pugin building in New South Wales, indeed, in the whole of Australia, St Francis Xavier's has the potential to serve as a valuable educational resource for students of the built environment, of the Gothic Revival style in New South Wales and of the establishment of the Catholic church in New South Wales, particularly prior to the episcopacy of Cardinal Moran in the late 19th century. The place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales. St Francis Xavier's, Berrima, is rare as the only intact and essentially unaltered Pugin building in New South Wales, indeed, in the whole of Australia. It is the only Australian church with an Easter sepulchre recess and with provision for a Doom painting. The place is important in demonstrating the principal characteristics of a class of cultural or natural places/environments in New South Wales. This church is a paradigm of Pugin's influential views that came to dominate church architecture. This impact is evident across New South Wales towns and cities where the overwhelming bulk of church designs from the 1840s were in a Gothic idiom resulting from the powerful message of Pugin's equation of Gothic with Christian. == See also == * List of Roman Catholic churches in New South Wales == References == === Bibliography === * * * * * === Attribution === ==External links== * Berrima Category:Berrima, New South Wales Category:Roman Catholic churches in New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register Category:1851 establishments in Australia Category:Roman Catholic churches completed in 1851 Category:Augustus Pugin buildings Category:Roman Catholic Diocese of Wollongong Category:Sandstone churches in Australia Category:Gothic Revival architecture in New South Wales Category:Gothic Revival church buildings in Australia Category:Victorian architecture in New South Wales ",
    "title": "St Francis Xavier's Roman Catholic Church, Berrima"
}