{
    "id": "58430941",
    "text": "Kurkulla is a heritage-listed residence and former boarding school at Evans Lane, Bowral, Wingecarribee Shire, New South Wales, Australia. It was built in the early 1880s. It was added to the New South Wales State Heritage Register on 2 April 1999. == History == Kurkulla was constructed in the early 1880s for widow Lucy Berthon, who operated a boarding and day school at Marrickville. She reportedly intended to open a girls school in the Bowral house; however, this did not occur, and she instead moved to Nowra in 1891. Following Berthon's departure, English classical scholar J. Lee Pulling conducted a boarding school for boys at Kurkulla from 1891 until 1895 or 1897, with sources conflicting as to the date of its closure. Olympic swimmer and World War I casualty Cecil Healy was one of Pulling's pupils at Kurkulla. The property was regularly advertised for sale from 1903, and in 1909 it was purchased by Sydney merchant William Robert Evans, for his sister, Ada Evans. Both were keen gardeners and transformed it into a self-supporting farm. Ada Evans was born in England on 17 May 1872 and consequently the gardens in the immediate vicinity of the dwelling house have a beautiful and distinctly European flavour. By 1902 Ada Evans had become Australia's first woman to graduate from the law school at the University of Sydney, but after applying to the Full Court of the Supreme Court of New South Wales was refused admission to the Bar, as the law at that time disqualified woman from holding a position. After a determined legal battle, culminating in the Women's Legal Status Act of 1918 which was passed by the Holman state government, she became the first woman in New South Wales to qualify for admission to the Bar but then had to be a student of law for two years. Finally on the 12 May 1921 she became the first woman to be admitted to the Bar in New South Wales, opening up the legal profession here to females for the first time. The Australian Law Journal of 20 May 1948 described Evans' struggle to gain admittance to the Bar as \"heroic pioneering for women in the profession\". Evans lived in Kurkulla from 1909 until her death in 1947 and undoubtedly considered it her home. Evans Lane in which the property stands is named in her honour.Branch Managers Report 286/86 Following Evans' death, Kurkulla passed to her niece, Joan Kyngdon (1907-1997), who lived in the property until 1996. The property was restored prior to 2006 for then owners Dr. Louella and radiologist Tony Grattan-Smith by the architectural practice of Howard Tanner and Associates (now Tanner Kibble Denton), with a newly built self-contained studio adjacent to the homestead, an in-ground heated swimming pool and tennis court.Sydney Morning Herald Domain, 5-6 July 2014Meares & associates, 2013 The Grattan- Smiths sold it in 2006 to investment banker Peter Kennedy (for $4.375m). Kennedy sold it to neurologist Roger Tuck and his wife Leigh in 2011 for $4.25m, following the sale of their Gunning cattle farm Baroon in 2010. The Tucks put Kurkulla onto the real estate market in 2013 and 2014. It sold for $3,775,000 in November 2015. == Description == ===Homestead=== Kurkulla is a single storey painted brick residence constructed of hand made (painted) bricks, iron roof, verandah to two (the eastern and northern) sides, three paned french doors.Heritage Council Branch Managers Report 286/86 Built c.1880s. It features polished timber floors, rooms of excellent proportion, and 12' pressed-metal Wunderlich ceilings.Advertisement, 2015 The house as a gable fronted projecting bay on north elevation with an unusual bay window in a segmented circle form. Timber framed verandah has stop chamfered columns with neck mouldings. Verandah floor is tiled. The east elevation also features a projecting porch (timber framed) supported on masonry piers with a pressed metal ceiling (well overgrown with wisteria (Wisteria sinensis). Later verandah enclosures include use of pressed metal for walls and ceilings. The house is well set back from the road on a site with many mature trees (Monterey pines, Pinus radiata etc.). ===Setting and garden=== The homestead is situated on 3 hectares opposite the Mt.GibraltarSMH, 5-6/7/14on a rise close to Bowral township with long views to the north over paddocks and bush. It includes a pond and more informal areas of woodland garden, and a copse of black locust/false acacia (Robinia pseudoacacia), a popular 19th-century farm sheller belt species). The property has dual entrances.W.M.Carpenter & Associates, advertisement, 6/2015 A gravel drive approaches the house, which is flanked by lawns and shrubberies and borders with old-fashioned perennials (e.g. flag iris, Erigeron karvinskianus daisies), roses, smaller shrubs such as Camellia japonica cv.s, hedges of various kinds) and sheltered by tall conifers - a row of Monterey pines (Pinus radiata) to the north, and a large Bunya Bunya pine (Araucaria bidwillii) near the house. The garden is secluded.Meares, 2013 The grounds include a heated in-ground swimming pool and a tennis court, netted, with a separate guest pavilion overlooking it at one end and with a greenhouse.SMH, 5-6 July 2014 A sheltered, north-facing entertaining area is between the house and a guest studio and deck.Carpenter, 2015 ===Studio=== A newly built self-contained studio is adjacent to the homestead. == Heritage listing == Kurkulla is considered to be an item of the State's environmental heritage due to its historical significance as the home of the late Ada Evans, the first woman to be admitted to the New South Wales Bar and famous for her pioneering work for females in the legal profession in New South Wales, and indeed Australia. Kurkulla is significant within the local community generally as evidence of the towns 19th century residential development and as a contributor to Bowral's important stock of early buildings and townscape features. The building and its setting also has aesthetic significance within the town as a representative example of a late 19th-century homestead - this significance being enhanced by the degree to which it has retained original fabric and features but compromised by later unsympathetic alterations, especially to the main elevations. Kurkulla was listed on the New South Wales State Heritage Register on 2 April 1999. == See also == == References == === Bibliography === * * === Attribution === Category:New South Wales State Heritage Register Category:Bowral Category:Houses in New South Wales Category:Former boarding schools in New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register Category:Houses completed in 1880 ",
    "title": "Kurkulla"
}