{
    "id": "58435017",
    "text": "Angel Lamung (; born Lamung Jaseng Tsawm on 25 June 1997) is a Burmese actress, model and beauty pageant title holder of ethnic Kachin descent. She was crowned the Miss Intercontinental Myanmar 2014 and represented Myanmar at the Miss Intercontinental 2014. ==Early life and education== Angel Lamung was born on 25 June 1997 in Mandalay, Myanmar. She is an ethnic Kachin descent. She is the youngest daughter of two siblings, having an older brother. She is a practicing Baptists. She attended high school at Myint Myat Pyinnyar private high school. She is currently studying English majoring in the distance education of Yadanabon University. ==Pageantry== ===Local pageant=== In 2014, she competed in the High School Queen Oramin-F 2014, a pageant for brand and placed as the 1st runner-up. ===Miss Golden Land Myanmar 2014=== After competing in the High School Queen Oramin-F 2014, she joined the second edition of Miss Golden Land Myanmar which was held on 21 August 2014 at Myanmar Convention Center, Yangon, Myanmar. At the end of the event, she was crowned Miss Intercontinental Myanmar 2014 and represented Myanmar at the Miss Intercontinental 2014, as among the world’s major beauty contests. ===Miss Intercontinental 2014=== She represented Myanmar at the Miss Intercontinental 2014 pageant which was held on 4 December 2014 in Magdeburg, Germany, along with beauties from 80 other nations. She was placed in the top 16. ==Career== ===2015–2017: Modeling === After previously competing in the Miss Intercontinental 2014 pageant, a person who recognized her from Miss Intercontinental Myanmar, and got many requests to act the advertisements. Angel started working modeling and appeared on magazine cover photos and as commercial model for many advertisements. ===2017–present: Acting debut and career=== Angel began her acting career in 2017. She made her acting debut with a leading role in the romantic drama film Unstoppable alongside Khar Ra, directed by Arga. In 2018, she starred in her second film Thaman Kyar (Weretiger), alongside Paing Takhon, directed by Dattha Kyaw Swar. In the same year, she portrayed the female lead in Thai-Burmese action film Sleeping Awake, alongside Naing Naing and Aye Myat Thu, directed by Arkar together Thai director Sammy. In the same year, she co-starred with Daung, Aung Lay and Alice Ong in the dance film Wind Up Dancer, directed by Myo Myint Shwe, and written by Nat Khat Ni. It was produced by JATAKA Film Production and premiered in Myanmar cinemas on 9 May 2019. In 2019, she starred in the drama Longing with Love where she played the leading role with Daung and Paing Phyo Thu, aired on Kamayut Media Facebook page in March 2019. In 2020, she starred in the drama film Longing with Love, remake of the series of the same name and directed by Nathan Maung, premiered in Myanmar cinemas on 13 February 2020. ==Filmography== ===Film=== *Unstoppable () (2017) *Thaman Kyar (Weretiger) () (2018) ===Film (Cinema)=== *Longing with Love (အချစ်ဖြင့်လွမ်းစေ) (2020) *Sleeping Awake () (TBA) ===Television series=== *Longing with Love (အချစ်ဖြင့်လွမ်းစေ) (2019) ==References== ==External links== * * Category:1997 births Category:Living people Category:Burmese beauty pageant winners Category:Burmese film actresses Category:Burmese female models Category:21st- century Burmese actresses Category:People from Mandalay Category:Burmese people of Kachin descent ",
    "title": "Angel Lamung"
}