{
    "id": "58436253",
    "text": "Fernando Canon Faustino y Alumno (August 6, 1860 – July 18, 1938), was a Filipino revolutionary general, poet, inventor, engineer, musician, and the Philippines 1st National Chess Champion in 1908 (unverified) ==Life and career== Fernando Canon was born to Fernando Canon and Blasa Alumno, a wealthy land owner in Biñan. At an early age Canon's family moved out of Biñan and transferred to Cabildo street in Intramuros. Canon studied at the Ateneo Municipal de Manila and subsequently moved to Spain where Canon pursued his medical studies at the Universidad Central De Madrid, now the Complutense University of Madrid. While in Spain Canon met Teresa Batlle, who later became his wife. Being a childhood friend of Jose Rizal, the two maintained a correspondence; their letters are in possession of Canon's granddaughter Maria Teresa Canon Garcia, the custodian of his momentos. Like Rizal, Canon was a polyglot speaking six languages: French, Spanish, Filipino, German, English, and Italian. Canon and his wife brought the first copies of theNoli Me Tangere into the Philippines. Canon served as a cabinet member of the Revolutionary Government of the Philippines as Secretary of Welfare and Director-General of Public Works. In the Philippine–American War, Canon served as a General in Nueva Vizcaya.Canon, Fernando. (2015). In V. Almario (Ed.), Sagisag Kultura (Vol 1). Manila: National Commission for Culture and the Arts. Retrieved from https://philippineculturaleducation.com.ph/canon-fernando/ He was exiled to Spain where he taught electrical and mechanical engineering and had a clinic. He refused to swear allegiance to the United States and rejected his pension as a veteran of the Philippine American War. Upon returning to the Philippines in late 1907 and taught at the Liceo de Manila, now Manila Central University. Canon died on July 18, 1938. ==Literary works== The first published poem of Canon was under the pseudonym kuitib, it was the sonnet a las dalagas malolenses which appeared in 1889 in the newspaper La Solidaridad. This ode to the young women of Malolos, who had requested Spanish classes in the evening, allowed Canon to make a poem about hidden progress and changes: Gold, though covered by slag, emerges much brighter through fire The poem Flor ideal (“Ideal Flower”) was published in the second issue of Cultura Filipina in May 1910 and later on it also appeared in the last pages of the book containing Canon's long poem A la Laguna de Bay. In the anthology Parnaso Filipino, published around 1923, Eduardo Martín de la Cámara included two poems of his: “Flor ideal” y “Rizal artista.” Two of Canon's poems dedicated to Rizal were part of the book Poesías dedicadas a José Rizal by the 1961 Philippine National Centennial Commission. The essays of Canon: Cundiman, Kuriapi, Kawit, Fire-resistant roofs for light materials, Ohm’s Law, and Practical Memories appeared in Cultura Filipina, a monthly arts and science magazine in the Philippines, between 1910 and 1914. In Practical Memories, Canon remembers a beautiful vegetable garden that he discovered during his daily trips from Sarriá (Spain) to Barcelona. This is an excerpt that shows Canon's style: The windmills quivered soundlessly at the slightest blow of breeze and drops or trickles of water gathered at the pond to be distributed, as dew, as cleaning or underground water with temperature and fertilizers that allow the early exuberant growth of small red radishes, artistically clustered here, and there minute cucumbers, now compact ivory lettuce, and in its season, the coveted succulent asparagus and even the ridged watercress... The memory of this orchard is a comparison that Canon uses to discuss the situation of cultivation and the use of land in the Philippines. In 1921 Fernando Canon published his narrative poem A la Laguna de Bay; the poem objectifies to show how Philippine esoteric knowledge and spirituality can intertwine with technology, philosophical thinking, and modernity. ==Other achievements== Canon's inventions included improvements to electrotherapeutic devices, a soap for lepers, and a cane that doubled as a stun gun. Canon studied classical guitar with Francisco Tárrega in Spain. He became the first secretary of the Conservatory of Music of the University of the Philippines when it was founded in 1916. He wrote an article on the kuriapi, a traditional Philippine string instrument that he also played. Canon was also a chess player. In 1905 Canon won the first Catalan Chess Championship held at the Sportmen's Club of Barcelona, and upon his return to the Philippines he won the first national chess championship in 1908. After winning the championship, there is no further record of Canon ever competing in another chess tournament. ==References== Category:People of Spanish colonial Philippines Category:People of the Philippine Revolution Category:Filipino people of Spanish descent Category:Filipino revolutionaries Category:Filipino inventors Category:Filipino generals Category:Filipino scientists Category:Filipino writers Category:Filipino chess players Category:Classical guitarists Category:1938 deaths Category:1860 births ",
    "title": "Fernando Canon"
}