{
    "id": "58438471",
    "text": "Aneesh Chaganty (; born January 30, 1991) is an American film director and screenwriter. He made his feature film directorial debut with the 2018 thriller Searching, for which he won the Alfred P. Sloan Feature Film Prize at the 2018 Sundance Film Festival. ==Early life== Aneesh Chaganty was born in Redmond, Washington, and grew up in San Jose, California. His parents, originally from Andhra Pradesh, India, moved to the U.S. in the 1980s. His father, who obtained an MS degree in computer engineering from Drexel University, serves as a director and Chief Technology Officer at a software publishing, consultancy and supply company founded by both his parents, AppEnsure Inc. Chaganty attended Valley Christian High School from 2005 to 2009. He graduated from USC School of Cinematic Arts in 2013 with a degree in film and television production. ==Career== In 2014, Chaganty's two minute short film, a Google Glass spot called Seeds, became an internet sensation after garnering more than 1 million YouTube views in 24 hours. Following its success, Chaganty was invited to join the Google 5 team at Google Creative Lab in New York City, where he spent two years developing, writing and directing Google commercials. After working on over 25 short films and videos, Chaganty directed his first feature film, Searching, which was originally pitched as a short film but was offered a production budget for a feature instead, was released on August 24, 2018 before opening wide on August 31, also premiering at the Sundance Film Festival on January 21, 2018. Chaganty's second film Run, starring Sarah Paulson was originally set to be released on January 24, 2020, but has been pushed back to May 8, 2020. ==Filmography== ===Film=== {| class=\"wikitable\" |- ! rowspan=\"2\" style=\"width:33px;\"|Year ! rowspan=\"2\"|Film |- ! width=65 |Director ! width=65 |Writer ! scope=\"col\" | Notes |- | 2011 | Alibi | | | Short film |- | rowspan=3| 2012 | Monsters | | | Short film Also film editor |- | Microeconomics | | | Short film |- | Adventure, Wisconsin | | | Short film Co-produced with Juan Sebastian Baron |- | 2014 | Google Glass: Seeds | | | Short film |- | 2018 | Searching | | | Directorial debut |- | 2021 | Run | | | Post-production |} ===Acting Credits=== ====TV roles==== {| class=\"wikitable\" |- ! rowspan=\"2\" | Year ! rowspan=\"2\" | Title |- ! Role ! Note |- | 2018 | Made in Hollywood | Himself | Season 13 *Episode: 46 |} ====Film roles==== {| class=\"wikitable\" |- ! rowspan=\"2\" | Year ! rowspan=\"2\" | Title |- ! Role ! Note |- | 2010 | The Liaison | Himself | Short film |- | 2014 | Google Glass: Seeds | Traveller | Short film |} ==Awards and nominations== {| class=\"wikitable\" |- ! Year !! Award !! Category !! Film !! Result |- | rowspan=4|2018 || Locarno Film Festival || Variety Piazza Grande Award || rowspan=5| Searching|| |- | rowspan=2|Sundance Film Festival || Best of Next! || |- | Alfred P. Sloan Feature Film Prize (shared with Sev Ohanian) || |- | Sydney Film Festival || Best Narrative Feature || |} ==References== ==External links== * * *The New York Times: Searching Category:1991 births Category:American film directors of Indian descent Category:Asian-American film directors Category:American male television actors Category:Living people Category:American people of Indian descent Category:University of Southern California alumni Category:USC School of Cinematic Arts alumni Category:American male writers of Indian descent Category:Film directors from California Category:People from San Jose, California ",
    "title": "Aneesh Chaganty"
}