{
    "id": "58438292",
    "text": "Kjerringøy is a former municipality in Nordland county, Norway. The municipality existed from 1906 until its dissolution in 1964. The municipality included the coastal and island areas around the entrance to the Folda fjord, plus the northern coast of the Mistfjorden to the south of the Folda fjord. About 400 small islands totaling about were part of the municipality. The areas are located in what is now Bodø Municipality and a small part in Steigen Municipality. The administrative centre of the municipality was the village of Kjerringøy where Kjerringøy Church is located. ==History== The municipality of Kjerringøy was established on 1 January 1906 when the old municipality of Nordfold-Kjerringøy was split into Kjerringøy (population: 857) and Nordfold (population: 1,485). During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. On 1 January 1964, the municipality of Kjerringøy ceased to exist. Most of Kjerringøy (population: 524) was incorporated into the municipality of Bodin, its neighbor to the south. The Brennsund district north of the Folda fjord (population: 30), was incorporated into Steigen Municipality. Prior to the merger Kjerringøy had a population of 574. Later, on 1 January 1968, Bodin (including most of Kjerringøy) was incorporated into the Bodø Municipality. ==Government== All municipalities in Norway, including Kjerringøy, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elects a mayor. ===Municipal council=== The municipal council of Kjerringøy was made up of representatives that were elected to four year terms. The party breakdown of the final municipal council was as follows: ==See also== *List of former municipalities of Norway ==References== Category:Bodø Category:Steigen Category:Former municipalities of Norway Category:1906 establishments in Norway Category:1964 disestablishments in Norway ",
    "title": "Kjerringøy (municipality)"
}