{
    "id": "58434991",
    "text": "A Dassault Rafale flying at Aero India 2017 The Rafale deal controversy is a political controversy in India related to the purchase of 36 multirole fighter aircraft for a price estimated at €7.8 billion by the Defence Ministry of India from France's Dassault Aviation. The origin of the deal lies in the Indian MMRCA competition, a multi-billion dollar contract to supply 126 multi- role combat aircraft to the Indian Air Force (IAF). On 14 December 2018 the Supreme Court upheld the Rafale deal, stating that no irregularities or corruption have been found. The Supreme Court delivered the final legal judgement on the controversy on 14 November 2019 and dismissed all the petitions seeking a review of its December 2018 judgement. ==Background== Narendra Modi and François Hollande in a joint press conference on 10 April 2015 where Modi announced the intention to acquire 36 Rafales On 31 January 2012, the Indian Ministry of Defence announced that Dassault Rafale had won the MMRCA competition to supply the Indian Air Force with 126 aircraft, along with an option for 63 additional aircraft. The first 18 aircraft were to be supplied by Dassault Aviation fully built and the remaining 108 aircraft were to be manufactured under license by Hindustan Aeronautics Limited (HAL) with a transfer of technology from Dassault. Rafale was chosen as the lowest bidder based on life-cycle cost, which is a combination of cost of acquisition, operating cost over a duration of 40 years and cost of transfer of technology. The negotiations with Dassault dragged on due to disagreements on warranty for aircraft produced by HAL. India wanted Dassault to ensure the quality of aircraft produced by HAL, but Dassault refused to do so. In January 2014, it was reported that the cost of the deal had escalated to $30 billion (₹1,86,000 crore), with each aircraft costing $120 million (₹746 crore). In February 2014, defence minister A. K. Antony said that the procedure of calculation of life-cycle cost was being re-examined and the contract could not be signed in the fiscal year 2013-14 due to budgetary constraints. In March 2014, HAL and Dassault signed a work share agreement to manage licensed manufacture. After the Indian general election in April–May 2014, the National Democratic Alliance led by Bharatiya Janata Party took control of the government from the United Progressive Alliance led by the Indian National Congress. As disagreements over cost and warranty for aircraft produced by HAL continued, defence minister Manohar Parrikar said that the Sukhoi Su-30MKI could be acquired as an alternative to Rafale. Air Chief Marshal Arup Raha disagreed, saying that the Su-30MKI and Rafale had different capabilities, they were not interchangeable. In February 2015, it was reported that the Rafale purchase was headed for cancellation as it had been misjudged to be the lowest bidder due to deficiencies in Dassault's bid. On 25 March 2015, Dassault's CEO Éric Trappier said that although the deal was taking time, it was \"95 percent completed\". During an official visit to France in April 2015, Indian prime minister Narendra Modi announced that India would acquire 36 fully built Rafales citing \"critical operational necessity\". In July 2015, defence minister Manohar Parrikar informed the Rajya Sabha that the tender for 126 aircraft had been withdrawn and negotiations for 36 aircraft had begun. In January 2016, India and France signed a memorandum of understanding (MoU) for acquisition of 36 aircraft without finalising the financial terms of the acquisition. In May 2016, the two sides arrived at a figure of €7.87 billion (₹58,891 crore) for the agreement, compared to €11.8 billion quoted in April 2015 and €8.6 billion quoted in January 2016. Unnanmed government officials quoted by Press Trust of India said that the decrease in price was due to a change in escalation formula from a fixed 3.9% to a floating rate linked to European inflation indices along with a cap of 3.5%. Jean-Yves Le Drian and Manohar Parrikar signing the Rafale inter-governmental agreement in September 2016 In September 2016, India and France signed an inter-governmental agreement (IGA) for the acquisition of 36 aircraft following clearance from the Indian Cabinet Committee on Security. According to The Hindu, citing defence sources, the agreement provided for many components superior to those in the original deal, in particular the weapons package. It was reported that India would acquire 28 single-seat aircraft at a cost of €91.1 million (₹681.7 crore) each and 8 dual-seat aircraft at a cost of €94 million (₹703.4 crore) each. The deal also included tailor-made enhancements for the Indian Air Force at a cost of €1.8 billion (₹13,470 crore), a weapons package costing €710 million (₹5,313 crore) and a performance-based logistics agreement at a cost of €353 million (₹2,641 crore). The weaponry procured included missiles such as MICA and Meteor beyond-visual-range air-to-air missiles and SCALP air-to- ground cruise missile. The India-specific enhancements included, among the dozen or so enhancements, the integration of an Israeli-made helmet-mounted display (HMD), radar warning receivers and low-band jammers. The agreement included a 50% \"offset clause\", which required the companies involved in the agreement—primarily Dassault, Thales, Safran and MBDA—to invest 50% of the contract value (approximately €3.9 billion or ₹30,000 crore) back into India, with 30% of the total (approximately €1.2 billion or ₹9,000 crore) reserved for the Defence Research and Development Organisation (DRDO). Of this 50%, 74% (approximately €2.9 billion or ₹22,200 crore) was to come from purchase of goods and services from India, which was expected to bolster the government's efforts to promote Indian defence equipment manufacturers. On 3 October 2016, Reliance Group and Dassault Aviation issued a joint statement announcing the creation of a 51:49 joint venture named Dassault Reliance Aerospace Limited (DRAL) to focus on aero structures, electronics and engine components as well as to foster research and development projects under the \"Indigenously Designed Developed and Manufactured\" (IDDM) initiative. Dassault intended to invest in excess of €100 million in the joint venture as part of its offset obligations. The joint venture was to manufacture components for Legacy Falcon 2000 series of jets such as the nose, cockpit and doors at the DRAL facility in Nagpur starting from January 2018. ==Allegations== ===Allegations of price escalation=== The day after the signing of IGA between France and India, Indian National Congress spokesperson Manish Tewari asked for details of the agreement to be made public and questioned if there was an escalation of per- aircraft cost from crore to crore. A couple of months later in November 2016, minister of state for defence Subhash Bhamre informed the Lok Sabha that the cost of each Rafale aircraft acquired under the IGA was approximately ₹670 crore. In November 2017, Congress leader Randeep Surjewala alleged that procurement procedures were bypassed in acquisition of Rafale and questioned if there was an escalation of per-aircraft cost from crore to crore. Defence minister Nirmala Sitharaman denied the allegations of procedural wrongdoing and said that approval from Cabinet Committee on Security had been obtained before signing of IGA. She said that the prices could not be compared as the tender for 126 aircraft and the agreement for 36 aircraft had different requirements. Air Chief Marshal Birender Singh Dhanoa also denied the allegations and said that the agreement for 36 aircraft was signed with better terms than the one that was being negotiated under MMRCA tender. French government officials also rejected the allegations of violation of procurement procedures. In an interview, former chief of air staff Arup Raha said that Defence Procurement Procedure allows for government-to-government procurement and there was no procedural bypass in signing of the IGA. He added that the agreement for 36 aircraft was cheaper than the previous proposal and had a better maintenance and weapons package including provisions for training, a better performance-based logistics package and two aircraft maintenance and overhaul facilities that were not present in earlier proposal. He said that most of the confusion over cost was due to comparison of prices from different base years and comparison of different deliverables. ===Allegations of favouritism=== Modi and Hollande during an interaction with Indo-French CEO Forum on 10 April 2015. Anil Ambani can be seen in the second row, wearing headphones. In November 2017, Congress leader Randeep Surjewala alleged that HAL was bypassed in the Rafale contract and questioned the presence of Anil Ambani in France during Modi's announcement to acquire 36 fully built aircraft. He also alleged that the necessary government approvals were not obtained before the formation of joint venture between Dassault Aviation and Reliance Defence Limited. Congress vice-president Rahul Gandhi accused Indian prime minister Narendra Modi of dropping the requirement of licensed manufacture by the state-owned Hindustan Aeronautics Limited to ensure that the privately owned Reliance Defence Limited obtained an offset contract from Dassault. Anil Ambani's Reliance Defence Limited denied the allegations by Surjewala and released a statement that he was present as a member of Indo- French CEO Forum. The statement added that no government approvals were required for foreign investments of up to 49%. Reliance also threatened to sue Congress if the allegations were not withdrawn. Defence minister Nirmala Sitharaman denied the allegations and said that transfer of technology to HAL would not be economically feasible in a smaller contract for 36 aircraft, which was an emergency purchase to make up for a decade-long delay. She said that no government approvals were required for the joint venture between two private companies. Air Chief Marshal Birender Singh Dhanoa also denied the allegations and added that technology would be transferred to DRDO. French government officials also rejected the allegations, saying that the offset contracts would be handed by four companies including Dassault and 500 companies would benefit in total. ==Controversy== ===2017=== While campaigning for 2017 Gujarat Legislative Assembly election, Rahul Gandhi raised the issue of Rafale deal to attack Narendra Modi. He repeated the allegations of price escalation and favouritism towards Reliance Defence Limited. Former defence minister Manohar Parrikar justified the costs, saying that the cost of the aircraft is often eclipsed by the cost of equipment required to make it combat-ready. He said that the new agreement includes development costs for integration of a helmet-mounted display and a serviceability agreement. He blamed his predecessor in the previous United Progressive Alliance government, A. K. Antony for delaying the acquisition by creating uncertainty over the lowest bidder. In December 2017, Nirmala Sitharaman informed the Rajya Sabha that the IGA had better aircraft pricing along with an improved maintenance package and a faster delivery schedule, although she admitted that a direct comparison of prices was not possible due to differences in deliverables. She added that negotiations under MMRCA tender had reached a deadlock and the 36 aircraft were being procured to meet a critical necessity of the Indian Air Force. ===2018 budget session of the Indian parliament=== In February 2018, in response to demands for details of the agreement to be made public, Nirmala Sitharaman said that the details were classified under a security agreement signed by Indian and French governments in 2008. She said that no state-owned or privately owned companies were included in the IGA. Rahul Gandhi alleged that the secrecy over pricing was evidence of a scam. Randeep Surjewala alleged that Eurofighter GmbH had reduced the price of its Typhoon jet by 20% and questioned why it was not considered. In response, the Ministry of Defence released a statement saying that the parliament had been informed with approximate cost of aircraft and revealing item-wise costs would compromise national security and violate the 2008 agreement. The statement went on to say that Dassault Aviation had not selected its offset partners yet and it was free to do so. On the Eurofighter question, the statement said that the previous government too had rejected an unsolicited bid from Eurofighter that was made a few days after the lowest bidder was announced in 2012. Finance minister and former defence minister Arun Jaitley defended the government's stand by providing examples of two instances where ministers under the previous UPA government had claimed that details of arms expenditure was classified and said that there were 15 such instances in total. Rahul Gandhi responded by presenting examples of three instances where ministers under the UPA government had provided pricing of defence deals. The Communist Party of India (Marxist) joined the Congress in its demands for details of the purchase to be made public. Aam Aadmi Party alleged that there was corruption involved in the Rafale deal and repeated the allegations of price escalation. In an interview with The Times of India, former chief of air staff Arup Raha said that the MMRCA deal collapsed due to disagreements between HAL and Dassault regarding costs and quality control. He said that there are additional deliverables in the new agreement, such as weapons, maintenance and training infrastructure and performance-based logistics. He added that he had a discussion with Manohar Parrikar before the decision to buy 36 flyaway aircraft was taken. India Today and The Economic Times, quoting unnamed Ministry of Defence officials, reported that the price that was being negotiated under the UPA government amounted to €99 million for the aircraft without weapons and other addons while the cost of the same under the new agreement was €91 million. They added that the new agreement included additional deliverables such as Meteor air-to-air missile that was absent in the MMRCA tender and 13 India-specific enhancements. The Indian Express, also quoting unnamed government officials, reported that the cost of ₹525 crore or €79 million quoted by Congress leaders was from Dassault's 2007 bid for MMRCA, which included an annual price inflation of 3.9% that would have taken the costs to €100.85 million in 2015. The report detailed the costs in the new agreement as €91.7 million for each aircraft, €1.8 billion for spare parts, €1.7 billion for weather and terrain customizations, €710 million for weapons and €353 million for performance-based logistics along with index-based inflation with a cap of 3.5%. In an interview with India Today, French president Emmanuel Macron said that details of the deal has to be kept secret to protect the commercial interests of companies involved in the agreement and he would not have any objections if the Indian government decided to reveal some details of the agreement while keeping commercial sensitivities in mind. A few days later, India and France signed a new agreement that governs the exchange of classified information between the two countries to replace a similar agreement signed in 2008 that was about to expire in 2018. Congress leaders Ghulam Nabi Azad and former minister of state for defence Jitendra Singh, citing Dassault's annual report, alleged that Egypt and Qatar had paid ₹1,319 crore per aircraft in comparison to ₹1,670 crore paid by India, which represented an increase of ₹351 crore per aircraft. They alleged that acquiring 36 aircraft instead of 126 adversely affected national security. Dassault's CEO, Éric Trappier responded by saying that the numbers were not comparable as India's total included costs for Mirage 2000 support and the deliverables for each country was different. He said that India's deal included after-sales support which was absent from other countries' deals. On 12 March 2018, Subhash Bhamre informed the Rajya Sabha that the cost of each Rafale was approximately ₹670 crore, although this cost did not include the costs of \"associated equipment, weapons, India specific enhancements, maintenance support and services\". On 23 March 2018, Congress joined Telugu Desam Party and YSR Congress Party in filing a motion of no confidence against the government. In April 2018, Rahul Gandhi alleged that ₹45,000 crore was stolen and given to \"an industrialist friend\", referring to Anil Ambani. In May 2018, Rahul Gandhi alleged that UPA had finalised a deal to buy Rafales at ₹700 crore, but Modi cancelled the transfer of technology contract wth HAL and gave it to \"his friend's company\", referring to Reliance Defence Limited. In June 2018, it was reported that Comptroller and Auditor General of India was close to finishing its report on the Rafale acquisition. ===2018 monsoon session of the Indian parliament=== The motion of no confidence was taken up on 20 July 2018. During the debate, Rahul Gandhi claimed that Sitharaman had refused to provide cost details of the Rafale acquisition citing a confidentiality agreement, but Macron had told him that such an agreement did not exist. He repeated the allegations of price escalation and claimed an industrialist has obtained a benefit of ₹45,000 crore. He also repeated the questions raised by Azad and Singh regarding comparison of Rafale acquisition cost between Egypt, Qatar and India. Sitharaman refuted the allegations and said that the confidentiality agreement was signed by UPA minister A. K. Antony on 25 January 2008 and displayed his signature on the agreement. The French Ministry of Europe and Foreign Affairs released a statement contradicting Gandhi's claim, saying that the confidentiality agreement signed in 2008 applied to the IGA signed in 2016. The statement also quoted Macron's interview with India Today on their inability to release all the details. Rahul Gandhi refused to budge and said that he stood by the claim. Narendra Modi dismissed the allegations of wrongdoing, pointing to statements by Indian and French governments. Congress spokesperson Anand Sharma backed Rahul Gandhi, saying that he was present when Gandhi asked Macron if the French had any objections to price disclosure, for which Macron answered in the negative. He asserted that only classified information was protected from disclosure but the price was considered to be commercial information. Minister for Law and Justice Ravi Shankar Prasad criticised Rahul Gandhi for dragging Macron into the controversy and said that the NDA government had purchased Rafale at a cost that was nine percent cheaper than the one being negotiated by UPA government. He said that Dassault's bid was €79.3 million for each Rafale in 2007, but an escalation formula in the bid took the cost to €100.85 million after it was opened. He added that if this cost is compared to the €91.75 million negotiated in the IGA, the latter would be nine percent cheaper. He said that disclosure of other elements of the cost such as India-specific enhancements would not be in national interest and cited multiple examples when ministers in the previous UPA government had refused to disclose details on similar grounds. Congress spokesperson Randeep Surjewala said that the incorporation of Reliance Defence 12 days before Modi's announcement to acquire Rafales in April 2015 was evidence of crony capitalism that led to Dassault's decision to partner with an inexperienced Reliance Defence in October 2016. He added that Reliance Aerostructure was incorporated 14 days after the announcement and received its manufacturing license on 22 February 2016. He questioned Ministry of Defence's statement that no offset partner had been selected in light of Dassault and Reliance's partnership. He also highlighted Reliance's presentation to investors that Rafale offsets was worth crore and Rafale life cycle opportunity was valued at crore. Rahul Gandhi tweeted that Reliance had obtained both contracts for a total of crore and termed it as a theft. Congress demanded that a joint parliamentary committee should be formed to investigate the deal. Rajesh Dhingra, the CEO of Reliance Defence, said that Reliance had not received any Rafale-related contract from Ministry of Defence. He said that Dassault did not have to inform the ministry about its offset partners till September 2019 and share of offsets can only be calculated after all the French companies involved in the contract make their disclosures to the ministry. He said that Reliance cannot get crore of offsets as Dassault's share was only 25% of the total. On Reliance's inexperience, he said that the joint venture—Dassault Reliance Aerospace Limited—had 90 years of experience through Dassault. He said that Reliance made its entry into defence in late 2014 and incorporated multiple companies in the months that followed. He dismissed connections of incorporation dates to Modi's announcement as contrived. Arun Shourie, Yashwant Sinha and Prashant Bhushan demanded a CAG audit of the Rafale deal and alleged that there was a cost escalation of crore per aircraft. They added that the aircraft were ordered in the same configuration as before and that other government officials were unaware of the plans to acquire 36 aircraft instead of 126. They said that the Reliance subsidiary that got an offset contract was inexperienced and incorporated days before IGA was signed. Arun Jaitley denied the allegations. They alleged that Modi had negatively affected India's national security by reducing the aircraft to be acquired from 126 to 36 and had not consulted air force and defence ministry before doing so. The Economic Times reported that the acquisition of 126 aircraft was dropped as Dassault would not be the lowest bidder if HAL were to manufacture Rafale under license, due to additional labour costs. The report added that Dassault's refusal to provide warranty for all aircraft also contributed to the decision. In response to continued attacks from Congress, Arun Jaitley said that Congress had quoted several different prices from 520 to 700 crores. He questioned if Congress was aware of the escalation formula in Dassault's 2007 bid that would have substantially increased the price by 2015. He said that price comparison by Congress was misleading as price of basic aircraft cannot be compared price of \"fully loaded\" weaponised aircraft. He said the basic aircraft was 9% cheaper and the overall agreement was 20% cheaper in the IGA after taking currency variations and cost escalation into account. He said that Indian government had no involvement in selection of private companies as offset partners and it was up to the vendor to make that choice. He said the agreement was signed after obtaining necessary approvals following negotiations that lasted over a year. M. J. Akbar, the minister of state for external affairs, wrote in an op- ed published by The Times of India that a bribe of crore in a contract worth crore wasn't plausible. He said that Dassault's bid had been accepted at crore along with a price escalation formula that would have increased the price to crore in 2015. He added that IGA price of crore for each basic aircraft represented a 9% decrease in price. He wrote that the additional items required to make the aircraft operational in the earlier deal would take the total to crore and as a result the IGA price was 20% lower. He said the offsets worth crore were to be awarded to 70 over companies including a few state-owned firms, which meant Reliance couldn't profit to the tune of crore from offsets. Air Chief Marshal Birender Singh Dhanoa (right) standing in front of a Rafale Vice Chief of the Air Staff Shirish Baban Deo said that the controversy was a result of ignorance about offset and defence procurement policy. Air Marshal Raghunath Nambiar also spoke in support of the deal, saying that the people alleging price escalation were not aware of the details that officers of Indian Air Force had access to, as a result of their involvement in price negotiations. He said that the price in the IGA was lower than what was offered in 2008 and there was no favouritism in the distribution of offset contracts. Air Marshal Shyam Bihari Prasad Sinha, a past member of cost negotiation committee for the older deal, said that it fell through due to irreconcilable differences between HAL and Dassault on transfer of technology and ownership of manufacturing. Air Chief Marshal Dhanoa said that there were several precedents for acquiring two squadrons of aircraft through an inter-governmental agreement when the air force is short of aircraft. Nambiar added that the difference will be made up through a separate process for acquiring 114 aircraft. Shourie, Sinha and Bhushan said that the government was forcing the officers to lie about the deal. Nirmala Sitharaman said that the older deal broke down as the cost for aircraft produced locally would have increased significantly, far more than the cost of aircraft produced in France. She added that Dassault refused to warranty the jets and HAL couldn't take over the warranty. She said that the figure of crore quoted by Congress represented the cost of basic aircraft and did not include the cost of associated items required to make it operational. T. Suvarna Raju, a former chairman of HAL, said that HAL had the capability to manufacture the jets, but conceded that the desired cost might not have been achieved. He also said that HAL could guarantee the jets and added that Dassault and HAL had signed a work share agreement which was submitted to the government. Rahul Gandhi referred to Raju's statement and accused Sitharaman of lying. Unnamed government sources quoted by the Indo-Asian News Service and United News of India said that Raju's statement was incorrect as HAL had written to the government in October 2012 and July 2014 regarding disagreements between HAL and Dassault on work and responsibility sharing. They added that HAL and Dassault also could not agree on the number of man hours required to manufacture the aircraft. Congress leaders met Central Vigilance Commissioner K. V. Chowdary on 24 September 2018 requested him to initiate an investigation into the Rafale deal. They also met Comptroller and Auditor General of India Rajiv Mehrishi twice on 19 September and 4 October 2018 and requested him to conduct a forensic audit on the Rafale deal. Samajwadi Party president Akhilesh Yadav joined the Congress in its demand for an investigation by a joint parliamentary committee. Bharatiya Janata Party spokesperson Sambit Patra alleged that the older deal could not move forward due to a lack of offsets for Sanjay Bhandari's Offset India Solutions, who he said was an associate of Rahul Gandhi's brother-in-law Robert Vadra. Vadra denied the allegations and termed it as a \"political witch hunt\". Nationalist Congress Party president Sharad Pawar said that all price details should be disclosed as Sushma Swaraj had demanded full disclosure during Bofors scandal. Quoting unnamed sources from Dassault, NDTV reported that Dassault picked Reliance as it had land close to a runway and because Anil Ambani took over defence business from his brother Mukesh. The report added that Dassault had a pre- existing partnership with Mukesh's Reliance Industries Limited dating back to 2012 and the negotiations later switched over to Anil's Reliance Defence during Aero India in February 2015. Air Marshal Raghunath Nambiar said that a single company cannot get crore worth of offsets as Dassault's share was only crore. Reliance sued NDTV regarding its reporting on the matter which was noted by New York-based Committee to Protect Journalists. ===François Hollande=== In August 2018, The Indian Express reported that Reliance Entertainment funded a film produced by former president of France François Hollande's partner Julie Gayet when Rafale negotiations were ongoing. When asked to comment on this, Hollande told Mediapart that the Indian government had proposed the name of Reliance and that they had no choice in the matter. He added that due to this, there was no reason for Reliance to do him any favours. He said that Kev Adams negotiated the funding for the film and Gayet said that Adam's talent agency My Family had approached and secured funding from Reliance and she was merely presented with Reliance as a partner after the fact. The French Ministry of Europe and Foreign Affairs contradicted Hollande by releasing a statement saying that the French companies had \"full freedom\" to choose Indian partners for executing their offset obligations and that French companies had utilized the freedom to sign agreements with multiple Indian companies. Dassault also released a statement saying that the decision to partner with Reliance was entirely its own and that it had already partnered with other multiple Indian firms too. Indian Ministry of Defence too released a statement saying that neither the Indian nor the French government had any involvement in Dassault's decision to partner with Reliance. Hollande later reiterated that the French government did not choose Reliance. His spokesperson said that Hollande was referring to the new deal for 36 aircraft when he said that the Indian government made the proposal. When asked by Agence France-Presse if the Indian government had pressured Dassault to partner with Reliance, he said that he was unaware and redirected the question to Dassault. Reliance Entertainment said that it had no relationship with Julie Gayet or her company Rogue International. It added that the financing partner was Visvires Capital and the investment was limited to 15% of the film's budget. The company's statement said that the investment was made six months after Hollande stepped down. ==Supreme Court verdict== In September 2018, the Supreme Court of India agreed to hear a public interest writ petition seeking cancellation of the inter-governmental agreement alleging corruption. Congress leader Kapil Sibal said that the Congress would wait until the required documentation is in hand before approaching a court. On 10 October The Supreme Court asked the Central government to provide details of the decision making process in the Rafale deal with France in a sealed cover by 29 October. On 14 December 2018, the court dismissed all the petitions seeking a probe into the alleged irregularities in the deal, and gave a clean chit to the Union government on all the three aspects, viz., the decision making, pricing and selection of Indian offset partner. In its ruling, the court said it has \"studied the material carefully\" and is satisfied with the decision making process, and that it found no evidence of wrongdoing. It expressed its satisfaction on the pricing aspect, after investigating the details, which were provided to it by the government. It said that it had reluctantly asked the government to provide the details pertaining to the pricing in a sealed envelope, after initial reservation, coupled with the government's invocation of a confidentiality clause under the intergovernmental agreement. \"We have examined closely the price details and comparison of the prices of the basic aircraft along with escalation costs as under the original RFP (UPA regime’s) as well as under the inter-governmental agreement. We have also gone through the explanatory note on the costing, item wise,\" the court said while ruling that it did not consider it necessary to repudiate the government's assertion that \"there is a commercial advantage in the purchase of 36 Rafale aircraft\". It further added that it found no fault with the government's assertion that it got better terms relating to maintenance and weapons package. \"It is certainly not the job of this court to carry out a comparison of the pricing details in matters like the present. We say no more as the material has to be kept in a confidential domain,\" the court said. On the aspect of offset partner, the court rejected allegations of commercial favouritism, citing the lack of any substantive material. \"We do not find any substantial material on record to show that this is a case of commercial favouritism to any party by the Indian government, as the option to choose the IOP (Indian offset partners) does not rest with (it),\" the court said. The court said \"we find no reason for any intervention by this court on the sensitive issue of purchase of 36 defence aircrafts [sic] by the Indian government,\" adding that the \"perception of individuals cannot be the basis of a fishing and roving enquiry by this court, especially in such matters.\" Chief Justice of India Rajan Gogoi while writing the judgement for the three-member bench, ruled that, \"Adequate military strength and capability to discourage and withstand external aggression and to protect the sovereignty and integrity of India, undoubtedly, is a matter of utmost concern for the nation. The empowerment of defence forces with adequate technology and material support is, therefore, a matter of vital importance.\" ===Reactions=== Notwithstanding the Supreme Court's verdict, the main opposition party, Congress, repeated its allegations of corruption against the government and continued to demand a Joint Parliamentary Committee (JPC) to probe the deal, saying that the supreme court was \"not the forum to decide the issue of such a sensitive defence contract.\" The Indian government promptly rejected the demand. Congress questioned the court's justification of selection of Anil Ambani's Reliance Defence as offsets partner in the deal. Rahul Gandhi, the Congress president, speaking at a press conference, reiterated the demand for a JPC probe, and alleged that the government misled the court on the issue, stating that the Comptroller and Auditor General (CAG) report was not shared with the Public Accounts Committee (PAC) as yet, and in fact no such report is in the public domain, contrary to the court's order. Mallikarjun Kharge, a senior Congress leader and the chairman of the PAC, who was present along with Gandhi at the press conference, citing personal communication with the deputy CAG, said that neither the PAC, nor the CAG, was in possession of the said report. The ruling party BJP, on the other hand, welcomed the verdict, while saying that the falsehood on the issue was exposed. Dassault Aviation, on the same day of the verdict, issued a statement to the press welcoming the Indian Supreme Court's verdict. \"Dassault Aviation welcomes the decision of the Supreme Court of India rendered today dismissing all petitions filed on the Rafale Contract signed on 23rd September 2016 in the frame of an Inter-Governmental Agreement between India and France,\" the statement read. It also reiterated its commitment to ensure \"successful production in India through Dassault Reliance Joint Venture in Nagpur as well as through a full-fledged supply chain network\". The petitioners in the case, former minister Yashwant Sinha, former journalist Arun Shourie and lawyer Prashant Bhushan, issued a press statement expressing 'shock' and 'disappointment' over the court's decision to dismiss their petitions and said that the verdict \"neither addressed the documented facts nor dealt with their main prayer seeking an investigation into the deal to purchase the French fighter jets,\" adding that \"some of the facts mentioned in the court judgment are not only not on record but are patently incorrect\". While claiming that \"no portion of the CAG report has been placed before Parliament or placed in the public domain,\" the trio accused the court of taking a \"conservative view of judicial review in cases of defence deal corruption involving high functionaries.\" The trio claimed that the verdict had used as facts, the statements by the government through affidavits and the sealed covers handed only to the court and not with the petitioners, and that these factually incorrect statements were based on the statements made by the government to the court in sealed covers and the factual inaccuracies show how dangers associated in verdict based on unverified statements. They demanded a \"full public disclosure of all the facts\" along with \"a comprehensive and independent investigation into the deal\". On 16 December 2018, the Indian Prime Minister Narendra Modi launched a \"sharp attack\" on Congress for its refusal to accept the Supreme Court's decision to reject the petitioners' demands of probes, and accused it of lying, saying: \"The country's defence ministry is also a liar. The country's defence minister is also false. Officers of Indian Air Force are also liars. The French government is also false. Now they have started to call the highest court of the country a liar too\". The BJP, on the same day, announced that it will held as many as 70 press conferences across different areas of India to \"expose\" the Congress for what it said was plotting conspiracy against the Modi government on the issue of Rafale deal. Samajwadi Party Chief Akhilesh Yadav, who had previously demanded a JPC probe, took a stance contrary to that of the Congress after the court's verdict, saying that the decision on the issue has been given by the Supreme court, which \"is supreme in the eyes of people\", and hence doubts, if any, should be raised in that court. Upon being asked about the change in his party's stance, Yadav said that his party had demanded a JPC probe before the Supreme court's verdict. \"I had said JPC should be set up as there can be many things in it. But now the verdict has come and the Supreme Court has deliberated on all angles,\" he said. Communist Party of India (Marxist) supported the calls for a JPC. ===Plea for corrections in verdict=== On 15 December 2018, the Union Defence Ministry in a press conference suggested that the Supreme court may have misinterpreted the government's statements on the Rafale deal and requested corrections. The ministry during the press conference had pointed to the mixing of the tenses, \"perhaps on account of misinterpretation of a couple of sentences in a note handed over to this Hon'ble Court in a sealed cover.\" The government filed an eight-page application for corrections in the verdict by the Supreme Court stating \"observations in the judgment have also resulted in a controversy in the public domain.\" By proposing these correction, the government tried to rectify that the CAG report had not yet submitted its report and the PAC has not examined it. No redacted portion, has been placed either in the Parliament or in the public domain. The ministry claimed that the note simply mentioned the procedures followed on CAG reports and the note was not specific to the Rafale deal CAG report. The verdict had mentioned four steps related to the CAG report out of which 3 were incorrect. The court has not responded to the governments application as it is closed for winter. On 16 December, the Congress asked the Supreme Court, not to entertain the Governments application of rectification of judgement. Congress also urged the court to recall the Rafale judgment as being \"self-contradictory\" and to issue notices to the government for \"perjury and contempt of court as it provided false information to the top court.\" The Chairman of the PAC Mallikarjun Kharge and the Congress stated that \"no portion of the CAG report has been placed before Parliament or was in the public domain\". The Government's correction application may have an open court hearing in January, along with a review petition from the petitioners. === Final Supreme Court judgement === On 14 November 2019, the Supreme Court of India dismissed all the petitions seeking review of its verdict delivered on 14 December 2018 on the controversy and upheld the previous judgment stating that no irregularities or corruption have been found in the deal. ==See also== *Bofors scandal *Corruption in India *List of scandals in India *Karachi affair ==References== Category:21st-century controversies Category:Political controversies in India Category:Modi administration Category:Weapons trade Category:France–India relations ",
    "title": "Rafale deal controversy"
}