{
    "id": "58437613",
    "text": "In ecology, zeta diversity (ζ-diversity), first described in 2014, measures the degree of overlap in the type of taxa present between a set of observed communities. It was developed to provide a more generalized framework for describing various measures of diversity, and can also be used to test various hypotheses pertaining to biogeography. ==Zeta diversity as an extension of other measures of diversity== An illustration of the first three orders of ζ-diversity. ===α-diversity=== The most basic measure of community diversity, alpha diversity (α-diversity), can be described as the average number of distinct taxonomic groups (e.g. unique genera or operational taxonomic unit) present, independent of their abundances, on a per sample basis. In the ζ-diversity framework this can be described as ζ1, the number of unique taxa present in one sample. ===β-diversity=== Beta diversity (β-diversity) is a measure to allow for a comparison between the diversity of local communities (α-diversity). The greater the similarity in community composition between multiple communities, the lower the value of β-diversity for that set of communities. Using the number of distinct taxonomic groups per community as a measure of α-diversity one can then describe β-diversity between two communities in terms of distinct number taxonomic groups held in common between them. Given two communities, A and B, a measure β-diversity between both communities can be described in terms of their overlap (ζ2) as well as the average number of unique taxonomic categories found in A and B (ζ1). In the framework of ζ-diversity we can then describe the average β-diversity, as described by the Jaccard index, for a set of samples as \\frac{\\zeta_{2}}{2\\zeta_{1}-\\zeta_{2}} ===Multi-site assemblages=== The framework then for ζ-diversity can then be extended beyond measures of diversity in one (α-diversity), or between two communities (β-diversity), to describing diversity across sets of three or more communities. If ζ1 describes the number of distinct taxa in community A, and ζ2 describes the number of distinct taxa held in common between communities A and B, then ζn describes the number of distinct taxa held in common across n communities. ==References== Category:Measurement of biodiversity ",
    "title": "Zeta diversity"
}