{
    "id": "58438261",
    "text": "Pampas Deerhound () is a breed of hunting dog that is native to Brazil as also its neighboring countries, Argentina and Uruguay. This dog breed is common in Brazil, where it was first recognized by a national kennel club. Marcos Pennacchi (diretor editorial), Revista Cães & Cia nº 322, Editora Forix, 2006, reportagem Cães fora de série Veadeiro Pampeano. Members of this dog breed helped their human masters to track, capture, and hunt deer (pampas deer), and thus earned the name Pampas Deerhound (in Brazilian Portuguese \"Veadeiro pampeano\": veadeiro = deer-hound; pampeano = those who came from the pampas). This canine is still a widely preferred hunting companion to track other animals, such as wild boars. The Pampas Deerhound comes from a lineage which is different from the National Deerhound (Veadeiro Nacional), despite the similarity in the two names. Both breeds are recognized in Brazil by the SOBRACI as being distinct from each other. SOBRACI - National Deerhound standard == History == The Pampas Deerhound was originally known as Veadeiro, Cervero or Bianchini (meaning \"whiteness, white, or pale\" in Italian). Characteristics of this dog breed have remained stable for a long time courtesy of inbreeding program between dogs that exhibited desirable hunting traits. In 2000, thanks largely to the efforts of the late Carlos Lafaiete Seibert Bacelar, this dog breed was finally granted official recognition by the Brazilian Confederation of Cynophilia (CBKC). Andrea Calmon (jornalista responsável), Almanaque Cães & Raças 2009, Editora On-Line, 2009 However, it is still not recognized by any Uruguayan or Argentinean kennel club. Currently, Brazilian breeders of this dog breed are in the process of seeking recognition from FCI. Marcos Pennacchi (director editorial), Revista Cães & Cia nº 293, Editora Forix, 2003, reportage especial Novas Raças Brasileiras. == Origin == Origin of the Veadeiro is shrouded in mystery owing to inconclusive evidence. There are, however, two hypotheses that emerge as being the most probable. The first presumes that this dog is a descendant of a group of primitive dogs, such as Podengos or Podencos Ibicencos, which had been brought to South America when Brazil and Uruguay were Portuguese colonies. Later on these canines were taken to the Argentinian border by hunters. These primitive dogs were widely employed for subsistence hunting in rural areas. They eventually adapted to the new climate, and through cross-breeding, a new lineage originated. Selective breeding by hunters may have contributed towards the evolution of this breed and the gradual development of its traits. Studies conducted by Carlos Bacelar revealed that a family of Pampas Deerhound breeders began breeding Veadeiros for hunting from up to four generations ago. The second hypothesis is that this dog breed was a native of South America. This hypothesis is supported by the fact that the dog is a common feature in several regions of Brazil, especially in the south and central-west, and also in certain parts of northern Argentina and northern Uruguay. In the pampas region of these three countries, the official name of \"Pampas\" Deerhound was adopted because it was believed that presence of this breed was restricted only to the gaucho pampas region and to a lesser extent in the Argentine and Uruguayan pampas. Its widespread presence was later recorded in other regions of Brazil. Most of the specimens that have been found to conform to the defined ideal standard are being identified through microchips. It is hoped that this will help create definite bloodlines formed by unrelated couples. This in turn would aid in forming the family tree of the breed which is a prerequisite to achieve the international recognition. There are some similarities between the Pampas Deerhound and the Rajapalayam dog that is native to the region of that name in India. Brazil was previously a colony of Portugal. At the same time, India had certain regions under Portuguese dominance for centuries. These formed a part of major maritime trade routes connecting the continents and, thus explaining the presence of a variation of this dog breed in Brazil. == Use as a hunting dog == While hunting, the Pampas Deerhound is a relentless pursuer that is not intimidated by obstacles. They are excellent sniffers. After identifying the trail, the canine can follow the prey relentlessly without a break, even if it takes two days to track down. After finding its prey, the dog knocks it down and brings it to the hunter. If for some reason the dog is unable to bring down its prey, it fences the target till it is within the reach of the hunter. Throughout the duration of hunting, the dog could howl, or emit different sounds for each situation: one while finding the trail, another while losing it, and yet another when it is close to the prey. This dog can hunt alone, in pairs, in packs, or with its owner. They are superb hunters, and are frequently used for hunting deer and wild boars. As they are relatively agile, they can also hunt hares and Brazilian guinea pig. Due to their ability to hunt in packs, these dogs have a quiet demeanor, CBKC - Confederação Brasileira de Cinofilia, (2010), Sergio Meira Lopes de Castro, Adonize Bonetto, Official Standard Veadeiro Pampeano. Accessed 2018. and they also make excellent companions. They are valued for being very docile and friendly with children, wherein they show patience and remain calm in the company of active children. They are also very attached to their owners and make excellent watchdogs that would alert their masters to the presence of strangers by barking. While the breed's intelligence and agility, in some cases, has been appreciated in context of activities like sheep and cattle herding, it is still regarded as having an inherent aptitude for hunting. == Appearance == Medium-sized and long-legged with good muscles (denoting strength and hardiness), this dog breed is slender without seeming very thin and is physiologically built for speed. The tail is carried low, with a length that does not exceed the hocks. Some dogs may have a small fringe towards the lower part of the tail. The nose may be black, brown or liver colored, and the muzzle is the same length as the skull, with a not-too- marked stop. Its ears are pointed, bent backward (rose ears) and erect when alert. The eyes are greenish or hazel colored and could take on varying shades. The coat is singular, with the fur being short straight dense and rough, without any undercoat, and without odor. It can range from a leonine fawn color to several shades of light fawn and white, these last colors being the most common. While these colors may be solid, in some cases there may also be a small or large mark of one of these on a white coat. The canine may bear a white mark around its neck and a white mark on its chest and legs. == See also == * Rajapalayam (dog) * Gaucho Sheepdog * Campeiro Bulldog * Dogue Brasileiro * Fila Brasileiro * Terrier Brasileiro == References == ==External links == * CBKC: Official Breed Standard (in Portuguese) Category: Dog breeds originating in Argentina Category: Dog breeds originating in Brazil Category: Dog breeds originating in Uruguay Category: Hounds Category: Rare dog breeds ",
    "title": "Pampas Deerhound"
}