{
    "id": "58439356",
    "text": "Armen Berjikly is an Armenian-American entrepreneur and technologist, known as the founder and chief executive officer of both artificial intelligence company Kanjoya, and social network Experience Project. Berjikly's professional focus is on improving the relationship between technology and human emotions. == Early life and education == Berjikly was born and raised in Los Angeles, California, and moved to Northern California to attend Stanford University in 1997. He graduated with honors in 2001 with a Bachelors degree in Computer Science with an emphasis on Human Computer Interaction, and in 2002 with a Masters degree in Management Science and Engineering, with an emphasis on high tech entrepreneurship. At Stanford, Berjikly was named a Mayfield Fellow, elected to Tau Beta Pi, and earned academic distinctions including the President's Award for Academic Excellence, and the Terman Engineering Scholastic Award. Berjikly's extracurriculars included writing for the Stanford Daily, and serving as a teaching assistant for Stanford's CS106 and CS107 introductory computer science sequence. However, it was Berjikly's academic research in the then-nascent field of human computer interaction that would most influence his career and personal interests. == Academic Research == First working under advisor and natural language processing (NLP) pioneer, Computer Science Professor Terry Winograd, and then directly with HCI authority and Communications Professor Clifford Nass, Berjikly contributed to the corpus around Nass' theory of The Media Equation, particularly with respect to how humans interface with interactive voice response (IVR) systems. In a foundational experiment on error handling in IVR systems (what to do when the computer does not understand the speaker), Berjikly and Nass tested different strategies for handling errors, hoping to observe any potential impacts to user behavior and impressions from each respective strategy. The results demonstrated that participants strongly preferred IVRs that criticized themselves when making errors (e.g., \"Sorry, I didn't understand\"), and they strongly disliked systems that blamed the user (e.g., \"Please speak more clearly.\") Further, participants were significantly less willing to buy books from systems that blamed the user versus self-blaming systems. In short, they concluded, a company would anger its users and sell fewer products with a user-blaming IVR. One surprising finding was that while users disliked the user-blaming system, they found it to be significantly more competent and believed it made fewer errors than the self-blaming system, despite the reality that the two versions made the same mistakes at the same points in the interaction. On this point, Berjikly and Nass concluded that \"Modesty undermines your perceived intelligence so much, that even insulting the person you are working with makes you seem more competent to that \"Modesty undermines your perceived intelligence so much that even insulting the person you are working with makes you seem more competent to that person than criticizing yourself.\" == Early career, thesis, and experience project == After graduating from Stanford, Berjikly took a product management role at networking technology company, Echelon where he led the product management of a combined hardware and software offering called, Networked Energy Services (NES), a networked energy solution where residential and commercial electricity meters could be read and operated remotely. The product line gained the distinction of being the first networked electricity delivery system to be deployed across an entire country, with Italian utility giant ENEL converting completely to Echelon networked meters and data concentrators. At this time, a close friend of Berjikly's developed a diagnosis of multiple sclerosis (MS). Berjikly felt that the natural feeling of a loss of hope accompanying any serious medical diagnosis was further accelerated by a dearth of patient-accessible information on current research focused on treating or improving the condition. He created This is MS, as an online forum \"chartered on empowering patients through knowledge\" for the discussion of research on potential treatments. The site gained a reputation for positivity and insight into new and upcoming treatments. Berjikly observed that, though users were initially drawn by the subject of Multiple Sclerosis, they quickly connected with each other on many other experiences relevant to their lives, with an underlying empathy towards each other through their shared experience of MS. Berjikly noted that, \"it gave voice to a group of people known to suffer in silence, and the opportunity to be among new friends, those who truly understood each other's challenges.\" This spurred Berjikly to create a generalized version of This is MS, named Experience Project to provide emotional support on any topic. The concept was for users to share the life experiences that mattered to them, and to write stories about their personal experience with those life events, in order to connect with other users who could empathize with them, and provide support based on their shared backgrounds. Berjikly described his inspiration as: > \"There are hundreds of people that we pass by each day. Any one of those > people could become a very good friend of yours if you knew which person to > stop, what questions to ask and you felt comfortable asking and they felt > comfortable answering. There is no reason not to use technology to bring us > to that point today...A new user to the site searches for something that is > of paramount importance to them and realizes, 'I'm not alone with whatever > this is. Look at all these other people going through it.\" At its peak popularity in 2012, Experience Project was ranked in the top 2500 worldwide websites by internet traffic, and by 2016, members had shared \"over 67 million experiences.\" == Kanjoya == A core aspect of Experience Project was the concept of users describing an experience in their own words, and ascribing what emotions it made them feel to have that experience. Over time, Experience Project created a unique and expansive knowledge base relating how language was used to express feelings, and how that language differed depending on the nature of the experience, demographic of the speaker, geography, date, etc. This led Berjikly to found Kanjoya, an artificial intelligence company dedicated to the idea that technology could \"delivery empathy\" through machine learning algorithms capable of accurately recognizing, in real-time, the emotion present in written text. Early applications of Kanjoya's technology included measuring the emotional reaction of audiences during Presidential debates, understanding how viewers felt towards Super Bowl advertisements, and analyzing consumer sentiment about the economy in newspaper articles in an attempt to predict future actions of the Federal Reserve Board. Eventually, Kanjoya focused on understanding employee sentiment in the workplace, through inputs including open-ended surveys and performance reviews. Kanjoya's products addressed employee surveys, diversity and inclusion, and performance reviews. Kanjoya was acquired by Ultimate Software in 2016, where Berjikly became a Director and stewards the company's future products, including their artificial intelligence strategy. Berjikly's shared his philosophy on the use of advanced technologies like AI in the workplace: > \"We crave to be understood with empathy, whether we’re having coffee with a > friend, or taking a survey at work. This is where technology has > historically fallen incredibly short. Scores of products are designed to > improve or understand people and their lives as employees, customers, and so > on, yet they have no capability of recognizing, understanding and respecting > the qualitative, “left-brain” aspects that actually drive these behaviors.\" In 2018, Berjikly began advocating for technology companies, both vendors and consumers, to develop AI Codes of Ethics and Behaviors to actively guide the desired use and boundaries of these advanced technologies, versus passively allowing technology's capabilities alone to determine outcomes. > \"There is a great burden ... to help people communicate, build empathy and > above all – to help people be heard\" In pursuit of this, Berjikly says the ultimate goal for AI in the workplace is to complement people, while recognizing, respecting and reacting to their emotions- instead of seeking to automate or replace them. == Personal life == Berjikly resides in San Francisco with his wife and children. == References == Category:Businesspeople from San Francisco Category:Stanford University alumni Category:Angel investors Category:American chief executives Category:American people of Armenian descent Category:Year of birth missing (living people) Category:Living people ",
    "title": "Armen Berjikly"
}