{
    "id": "58434269",
    "text": "Dps is a Japanese rock band under the Giza Studio label. ==History== In May 2016, Naoki participated in Zard's live tour session \"25th Anniversary Live\" as a guitarist. DVD footage was released on December. On the same month, Atsushi, Naoki and Tsuyoshi had participated as an arranger for Giza studio cover project D-project where he re-arranged Zard's single Ai ga Mienai and Ame ni Yurete. In October 2016, the vocalist Ryosuke has won the main grandprix in Sugoiyo! Campastar Vocal Contest. Three months later in 2017, the band formation has begun by adding more members as Naoki Morioka, Atsushi Yamaguchi (former known as Atsushi Kawamura from Naifu and Loe) and Tsuyoshi Asai (previously as guitarist in band Loe). On April 28, 2017, they've held first live performance in Hill PansKoujou. In September 2017, an official website for Dps has been launched. In November 2017, they've released first mini album Begins with Em under indies label Tent House. The album was successful with reaching into Tower Records Kansai rankings as No.1 In March 2018 they made their first radio guest appearance on the MBS radio program Kanemura Yoshiaki no Eekagen ni see! In June 2018 Dps appeared on free live Kansai Neo Rock along with bands as Qyoto, Cross Lord and Satou Cocoa to Hinawa Juu, who all of the artists belong to Being Inc's indies label. On 8 September 2018 was announced their major debut under major label Giza Studio. In October 2018 Naoki participated in music production recording as a guitarist on special project KYOTO RIMPA ROCKERS. The main producer of this project is the owner of Being Inc., Daiko Nagato. On 7 November 2018 they've released debut release single Timeline. The single is used as an opening theme for Anime television series Detective Conan. On 5 December 2018 Naoki will participate in music production recording as a guitarist in Daigo cover album Deing. In March 2019, Dps appeared on live celebration of live house Pan Koujou Hills 16th anniversary. During free live event \"Onto Vol.4\" were announced first digital single Ano Koro wa Nani mo Wakaranakatta with Marty Friedman which will release on 24 April 2019. This will lead as a promotional single to the upcoming fourth mini album Kamikaze which plans release on 19 June 2019 with total 4 tracks recorded. ==Members== * - vocals, lyricist * - guitar, composer, arranger, backing vocals * - bass guitar, lyricist, backing vocals * - drums, composer == Discography == So far they've released 4 mini albums, one digital single and one singles. === Singles === {|class=wikitable style=\"font-size:small\" |- ! !Release date !Title !Charts |- |1st |2018/11/07 |Timeline () |75 |} === Digital Singles === {|class=wikitable style=\"font- size:small\" |- ! !Release date !Title |- |1st |2019/04/24 |Ano Koro wa Nanimo Wakarankatta (with Marty Friedman) () |} === Mini albums === {|class=wikitable style=\"font-size:small\" |- ! !Release date !Title !CD Code !Chart |- |1st |2017/11/01 |Begins with Em |TCR-074 ! - |- |2nd |2018/02/07 |Isso Zenbu Bukkowashite, Massakasama ni Ochiteitte (いっそ全部ぶっ壊して、真っ逆さまに落ちていって) |TCR-076 ! - |- |3rd |2018/06/14 |Orange Mitaina Hirusagari (オレンジみたいな昼下がり) |TCR-077 ! - |- |4th |2019/06/19 |Kamikaze (カミカゼ) |GZCA-4155 !179 |} ==In-media usage== *Ippatsu Gyakuten is used as an opening theme for MBS Radio Kanemura Yoshiaki no Eekagen ni see! *Zettai Zetsumei no Hero is used as an ending theme for MBS Radio Kanemura Yoshiaki no Eekagen ni see! *Timeline will be used as an opening theme for Anime television series Detective Conan ==References== ==External links== *Dps official Web site *Dps Official YouTube channel Category:Being Inc. artists Category:Living people Category:Japanese rock music groups Category:Anime musicians Category:Musical groups established in 2017 Category:2017 establishments in Japan Category:Year of birth missing (living people) ",
    "title": "Dps (band)"
}