{
    "id": "58430893",
    "text": "Yakult Honsha was founded in 1935 to sell its flagship product, Yakult—a beverage made using lactic acid bacteria, a bacterial strain discovered by Minoru Shirota in the 1920s. Yakult Honsha is a multinational corporation that sells various other products and owns the Tokyo Yakult Swallows baseball team. The company regularly promotes what the Financial Times called its \"idiosyncratic philosophy of 'Shirota-ism'\", namely that it should sell its products at an affordable price, and that a healthy intestine promotes longer life. ==History== A Yakult lady in Japan Since 1963, Yakult has employed women known as \"Yakult ladies\" (ヤクルトレディー; Yakuruto redī) or \"Yakult aunties\" (ヤクルトおばさん; Yakuruto obasan) to sell or deliver the products to individuals at their homes while traveling on bicycles or motorcycles. The initiative, meant to utilize Japanese women in the workforce, is responsible for up to 60% of all bottled Yakult sales. However, the number of Yakult ladies in Japan has declined from 65,700 in 1973 to 42,500 in 2009. In the early 1980s, Carlos Kasuga, whose parents immigrated to Mexico from Japan in the 1930s, founded Yakult Mexico. In 1998, the company gained international attention for its losses in the derivatives market, totaling US$813 million. In 2000, The Japan Times reported that Yakult Honsha had been paying a criminal syndicate annually to keep them from disrupting shareholder meetings, but that the money was concealed as payments to an advertising company. Yakult established a US subsidiary and committed to building a factory in Fountain Valley, California in the United States in 2010, and it began production in 2014. Yakult is manufactured and sold in India under a 50:50 joint-venture with Danone. For over a decade, Danone owned 21 percent of Yakult Honsha shares, but in 2018 Danone announced it would reduce its holdings in Yakult to 7 percent, while still remaining the largest Yakult Honsha shareholder. ==Notes== ==References== ==Further reading== * Category:Food and drink companies based in Tokyo Category:Food and drink companies established in 1935 Category:Dairy products companies of Japan Category:Drink companies of Japan Category:Japanese companies established in 1935 ",
    "title": "Yakult Honsha"
}