{
    "id": "58435816",
    "text": "The Gdańsk Zoo () is a zoological garden located in Gdańsk, Pomeranian Voivodship, Poland. It was opened in the district of Oliwa in 1954 and covers 123,76 hectares, which makes it the largest zoological garden in Poland in terms of area. The zoo is a member of both the European Association of Zoos and Aquaria (EAZA) and the World Association of Zoos and Aquariums (WAZA). ==History== Since 1927, until the outbreak of World War II, a menagerie had existed in Oliwa, which housed animals like brown bears, wild boars, giraffes, monkeys, wolves and raccoons. The official ceremony of the opening of the zoo took place on 1 May 1954 in the Leśny Młyn Valley on the site of a former sanatorium that had existed there since 1945 and specialized in treating upper respiratory tract infections and rheumatic disorders. The dynamic development of the zoo in the 1950s and 1960s was made possible by the efforts of its first director Michał Massalski. In the 1980s, the zoo was home to 800 animals representing 176 species. The zoo is renowned around the world for its collection of Andean condors and a highly successful breeding program of this bird species. In 2008, the giraffes' pavilion was constructed and currently houses 4 Rothschild's giraffes. In the same year, a leopard and meerkats were transferred to the Gdańsk Zoo. In 2009, the zoo acquired its first takin, and in 2014 four lions thought to be of Southwest African origin. The zoo is also a member of the European Endangered Species Programme (EEP). Since 2005, as the only zoological garden in Poland, it houses anoas and Javan lutungs. Among the rare species of animals that can be seen in the zoo are: scimitar oryxes, pygmy hippopotamuses, jackass penguins, bongos, Bali mynas, mandrills, yellow anacondas, Visayan spotted deer, takins, southern ground hornbills and Siberian tigers. ==Gallery== File:Oliwa Zoo in Gdańsk.JPG|An aviary at the Gdańsk Zoo File:Oliwa-zoo-007.JPG|Bactrian camel File:Oliwa zoo slon.JPG|Indian elephant File:Brosen ammotragus lervia2.jpg|Barbary sheep File:Bison bonasus Oliwa 2.JPG|European bison File:Erythrocebus patas Oliwa.JPG|Patas monkey File:Oliwa, Gdańsk, Poland - panoramio (14).jpg|Giraffes File:Chrysocyon brachyurus Oliwa 2.JPG|Maned wolf File:Oliwa zoo pingwiny.JPG|Penguins File:Oliwa zoo foka szara.JPG|Seals File:Psittacula eupatria Oliwa.JPG|Alexandrine parakeet File:Vultur gryphus Oliwa 3.JPG|Andean condor File:Grus japonensis Oliwa.JPG|Red-crowned crane File:Oliwa zoo zolw czerwonolicy.JPG|Red-eared sliders ==See also== *Warsaw Zoo *Wrocław Zoo *Poznań Zoo *Kraków Zoo ==References== Category:Zoos in Poland Category:1954 establishments in Poland Category:Zoos established in 1954 Category:Buildings and structures in Gdańsk ",
    "title": "Gdańsk Zoo"
}