{
    "id": "58440172",
    "text": "Kode Nagu (; also spelt Kode Naagu) is a 1974 Indian Telugu-language romance film directed by K. S. Prakash Rao and produced by M. S. Reddy. It is a remake of the Kannada film Naagarahaavu (1972) which was based on three Kannada novels: Nagarahavu, Ondu Gandu Eradu Hennu and Sarpa Mathsara, all written by T. R. Subba Rao. The film stars Sobhan Babu, Lakshmi, Chandrakala and Jaggayya. == Plot == A Hindu man and a Christian woman are in love. However, upon realising they cannot be united in matrimony due to caste and class barriers, commit suicide. == Cast == * Sobhan Babu * Lakshmi * Chandrakala * Jaggayya == Production == Kode Nagu is a remake of the Kannada film Naagarahaavu (1972), itself based on three different novels: Nagarahavu, Ondu Gandu Eradu Hennu and Sarpa Mathsara, all written by T. R. Subba Rao. It was directed by K. S. Prakash Rao, and produced by M. S. Reddy under Kowmudi Pictures. The dialogues were written by Aatreya. Cinematography was handled by K. S. Prasad, and the editing by K. A. Marthand. == Soundtrack == The soundtrack was composed by Pendyala Nageswara Rao, while the lyrics were written by Acharya Athreya and M. S. Reddy (under the name Mallemala). Two songs from this movie were the retained version of the Kannada original versions - Sangamam Sangamam https://www.youtube.com/watch?v=r4vTtU4bP24 was the retained version of Sangama Sangama https://www.youtube.com/watch?v=36E9G1Wzp1s and Katha Vinduva https://www.youtube.com/watch?v=kf0ssmWOgqk was the retained version of Kathe Heluve.https://www.youtube.com/watch?v=erRL2YaWtHA == Release == Kode Nagu was released on 15 March 1974, and was distributed by Vijaya Pictures. == See also == * Raja Nagam * Zehreela Insaan == References == == External links == * Category:1970s Telugu-language films Category:Films based on adaptations Category:Films based on Indian novels Category:Films based on multiple works Category:Films directed by K. S. Prakash Rao Category:Films scored by Pendyala Nageswara Rao Category:Telugu remakes of Kannada films Category:Indian films Category:1970s romance films Category:Indian interfaith romance films ",
    "title": "Kode Nagu"
}