{
    "id": "58448872",
    "text": "Mary Seymour, Duchess of Somerset (22 October 1697 – 1 February 1768), formerly Mary Webb, was the wife of Edward Seymour, 8th Duke of Somerset, and the mother of both the 9th and 10th dukes. Mary Webb was born at Seend, Wiltshire, the only child of Daniel Webb, of Monkton Farleigh, and his wife Elizabeth Somner, who was the daughter of John Somner of Seend. She married the duke, then Sir Edward Seymour (6th Baronet Seymour), on 8 March 1716 or 5 March 1717, at Monkton Farleigh. In December 1740, Seymour inherited his father's estates in Wiltshire and Devon. On 11 September 1744, the unexpected death of George Seymour, Viscount Beauchamp (1725–1744),Mosley, Charles, editor. Burke's Peerage, Baronetage & Knightage, 107th edition, 3 volumes. Wilmington, Delaware, U.S.A.: Burke's Peerage (Genealogical Books) Ltd, 2003. Page 2942. the only son of Algernon Seymour, 7th Duke of Somerset, made Sir Edward the heir presumptive to the dukedom and to the barony of Seymour. On 23 November 1750 the 7th duke died, and Seymour succeeded to the dukedom, his wife then becoming a duchess.The Complete Peerage vol. XII pI, pp. 82–83. The principal Percy family estates and houses of Alnwick Castle, Northumberland House, Petworth House, and Syon House, had been divided between the 7th duke's daughter Elizabeth Percy, Duchess of Northumberland, and his nephew, Charles Wyndham, 2nd Earl of Egremont. Their childrenMosley, Charles, editor. Burke's Peerage, Baronetage & Knightage, 107th edition, 3 volumes. Wilmington, Delaware, U.S.A.: Burke's Peerage (Genealogical Books) Ltd, 2003. Page 3681 were: *Edward Seymour, 9th Duke of Somerset (1717–1792) *Webb Seymour, 10th Duke of Somerset (1718–1793) *Lord William Seymour (1724–1800), who married Hester Maltravers and had children: **Hon. Edward Seymour (b. 3 May 1768) **Hon. William Seymour (b. 28 March 1769) **Hon. Hester Seymour (b. 24 November 1770) *Very Reverend Lord Francis Seymour (1726–1799), Dean of Wells Cathedral, who married Catherine Payne and had children; he was the ancestor of Edward Seymour, 16th Duke of Somerset, and of Colonel Henry Abel Smith. *Lady Mary Seymour (1744–1762), who married Vincent John Biscoe, of Hookwood. The duchess was a patron of several charities. The duke died in December 1757, and was buried at Maiden Bradley. The duchess then expanded the Seend Green House (later Seend Park), which had belonged to her grandfather, John Somner. She died on 1 February 1768, aged 70, and was buried at Seend. Her will is held in the National Archives at Kew. ==References== Category:1697 births Category:1768 deaths Category:English duchesses by marriage Category:People from Wiltshire ",
    "title": "Mary Seymour, Duchess of Somerset"
}