{
    "id": "58444798",
    "text": "Aleksandar Kostić (born 12 October 1995) is an Austrian footballer who plays for FC Blau-Weiß Linz . ==Career== ===Early career=== Kostic debuted as senior in 2012 playing with Wiener Sport-Club in the Regionalliga where he stayed until 2015 when he moved to same level side First Vienna FC where he played two seasons. ===Rapid Wien=== Over a 100 appearances in Regionalliga in 5 seasons called the attention of Austrian giants SK Rapid Wien which brought him back in summer 2017. Rapid was a club where he spent much of his youth career, between 2001 and 2010. Rapid´s academy product, Kostic was this time joining the main team and made hid debut with one appearances in the 2017–18 Austrian Football Bundesliga, plus 5 in the first half of the 2018–19 Austrian Football Bundesliga. Simultaneously, he also played with the second team in the Regionalliga where he was much more active making 26 appearances and scoring 8 goals in that same period. ===Radnički Niš=== Despite receiving much more playing time in his second year in Rapid, both in main and second team, during winter-break of 2018–19 season Kostic moved abroad to his ancestors' country, Serbia, and signed with top-level side FK Radnički Niš. However, his move didn't go as expected, the club's coach gave preference to other options, and, after ending the season without even debuting in the Serbian SuperLiga, he departed and returned to Austria. ===Blau-Weiß Linz=== On 14 June 2019 FC Blau-Weiß Linz confirmed, that Kostić had joined the club on a one-year deal.Neuzugang: Aleksandar Kostic, blauweiss-linz.at, 14 June 2019 ==References== ==External links== *Aleksandar Kostić at ÖFB * Category:Austrian footballers Category:Footballers from Vienna Category:Austrian people of Serbian descent Category:1995 births Category:Living people Category:SK Rapid Wien players Category:Wiener Sport- Club players Category:First Vienna FC players Category:FK Radnički Niš players Category:FC Blau-Weiß Linz players Category:Austrian Football Bundesliga players Category:Austrian Football Second League players Category:Austrian Regionalliga players Category:Association football midfielders ",
    "title": "Aleksandar Kostić"
}