{
    "id": "58441497",
    "text": "Charalambos Bouras (Greek: Χαράλαμπος Μπούρας, 17 July 1933 - 27 July 2016) was a major Greek restoration architect, engineer and professor of architectural history. Amongst his most notable contributions are his restoration work on the Acropolis of Athens, at Brauron and at the monastery of Hosios Loukas as well as his many books and scientific articles. == Academic career == Bouras received a diploma in Architectural Engineering from the National Technical University of Athens in Greece at 1952. In the following years he joined the Greek Archaeological Service as a member of the Directorate of Restoration of Ancient and Historic Monuments. In this role, he undertook the study and restoration of the fifth-century B.C.E. stoa at the Sanctuary of Artemis at Brauron (1961–1962). He then continued his studies at the Université de Paris (École Pratique des Hautes Études) under the supervision of André Grabar, receiving a doctorate at 1964. Meanwhile, he received another doctorate from the Polytechnic School of Thessaloniki (1966). He later became one of the founding members and President of the Acropolis Restoration Service, coauthored the first volume on Europa Nostra's restoration of the Parthenon and published his book on the Nea Moni of Chios. == Personal life == Charalambos Bouras was born in Preveza on 17 July 1933. He grew up in Chios, where his family moved when his father (a state chemist) was transferred there. He was married to fellow architect and Byzantinist Laskarina Philippidou (Boura), who died at an early age. He later married archaeologist Kornilia Hadjiaslani, with whom he had a son, Nikias. Bouras died in Athens on July 27, 2016. He was buried on July 29, in the First Cemetery of Athens. == Gallery == File:Hosios Loukas BW 2017-10-08 14-45-40 stitch.jpg|External view of the Theotokos church, Hosios Loukas File:Osios lukas.jpg|Section and plan of the katholikon of Hosios Loukas File:Hosios Loukas Panayia 20091116-2.JPG|Capital of a column at Hosios Loukas File:Brauron Artemision Plan2.jpg|The Π-shaped stoa at Brauron File:Nea Moni (plan of kafolikon).jpg|Section of the katholikon of the Nea Moni of Chios File:Brauron - Π-shaped stoa.jpg|The stoa at Brauron == Recognition and awards == Charalambos Bouras was awarded the following order: *Commander of the Order of the Phoenix *Silver medal of the Académie d'architecture, Paris (1995) *Europa Nostra's \"Dedicated Service\" award for the European cultural heritage by the ESMA (2013) *Europa Nostra's \"Conservation\" category award, for the Acropolis Propylaea maintenance projects. *Award from the Academy of Athens for his book on the Nea Moni of Chios *Award from the Academy of Athens for his book on Byzantine Athens *Medal of Paul the Apostle of the Church of Greece ==References== Category:Greek architects Category:National Technical University of Athens alumni Category:1933 births Category:2016 deaths Category:People from Preveza Category:Acropolis of Athens Category:Greek archaeologists Category:Architectural conservation ",
    "title": "Charalambos Bouras"
}