{
    "id": "58440501",
    "text": "Station of the Cross in her 70s Mother Maribel of Wantage (16 January 1887-29 January 1970) was an Anglican nun, artist and sculptor who was Mother General of the Community of St Mary the Virgin in Wantage from 1940 to 1953. Her artistic works, particularly her sculptures and carvings, are in many ecclesiastical buildings around the world. Born in 1887 as Mary Isabella Rough in Weymouth in Dorset and the daughter of William Edward Morrison Rough (1852–1899), a colonel in the 7th Dragoon GuardsDorset, England, Church of England Births and Baptisms, 1813–1906 for Maribel Rough and Mary Isabella (née Sedgwick, 1853–1913), on the death of her father she, her mother and older brother moved to Southwold in Suffolk where she attended Saint Felix School.Sister Janet, Mother Maribel of Wantage Published by SPCK, London (1972) p. 10 Known to family and friends as 'Toussa', on leaving school in 1903 aged 16 she won a scholarship to the Slade School where she became an accomplished portrait painter.Sister Janet, p. 12 On leaving the Slade in 1907 she worked briefly and unsuccessfully as an assistant art mistress at Fulham High School. In 1908 she spent eight weeks touring Italy visiting Milan, Verona, Venice and Assisi among other places. In 1910 she visited Oberammergau for the Passion Play and while there she was introduced to carving in wood.Sister Janet, p. 18 Returning to London Maribel tried to make a living from her art but this was largely unsuccessful as it lacked the necessary commercial appeal. She planned a return to teaching art but her mother's final illness prevented this.Sister Janet, p. 22 In 1914 she toured Italy again before entering the Community of St Mary the Virgin in July of the same year. Here she started to sculpt including carvings of crucifixes, figures of Mary and the child Jesus and figures for the Christmas crib which can be found in many churches and cathedrals including St Paul's Cathedral. Saint Faith's church in Great Crosby holds her carving 'Rabbit Madonna' which takes its name from the rabbits at the feet of Mary and where the figure of the infant Jesus is a toe short on his right foot.Mother Maribel - The Parish Church of St Faith, Great Crosby website It is said that to stop unwanted visitors from disturbing her while working she had a notice reading 'Sick Cow' hung on her workshop door. In 1931 she was appointed Novice Mistress and in October 1934 she visited India for five months to work at the Order's school in Khandala.Sister Janet, p. 57 In March 1945 she travelled by troopship to visit the Order's branch houses in India and South Africa, returning to the UK by aeroplane 11 months later. During her last years as Mother General she visited the Order's branch houses in the UK and returned to those in India and South Africa. Mother Maribel is credited with the quote, \"Silence is not a thing we make; it is something into which we enter. It is always there ... All we can make is noise.\"Mother Maribel – Quotations by WomenMagdalen Smith, Fragile Mystics: Reclaiming a Prayerful Life, SPCK (2015) – Google Books A skilled artist in a variety of media Maribel painted the mural of the Ascension at Milford Haven. Her major work which includes her carvings of the Stations of the Cross was held at the Convent of the Sisters of St Mary the Virgin at Wantage and took 30 years to complete. Her archive is also held at the convent.Mother Maribel on the Imaging the Bible in Wales Database A cast of her statue of Francis of Assisi with the Wolf of Gubbio can be found at St Margaret's church in Northam in Devon. Mother Maribel died at the age of 82 in 1970. Her biography Mother Maribel of Wantage was first published in 1972. ==References== Category:1887 births Category:1970 deaths Category:People from Weymouth, Dorset Category:People educated at Saint Felix School Category:Alumni of the Slade School of Fine Art Category:Anglican nuns Category:20th-century English painters Category:English women artists Category:20th-century British sculptors Category:20th-century British women artists Category:British women sculptors Category:English women sculptors Category:20th-century Christian nuns ",
    "title": "Mother Maribel of Wantage"
}