{
    "id": "58447679",
    "text": "Du Jardin speaking to students in 1957. Rosamond du Jardin (1902–1963)https://www.findagrave.com/memorial/14914312/rosamond-maud-dujardin was an author, best known for 17 books for teen girls published in the 1950s and 1960s. Before then, she wrote short stories and serialized novels for numerous magazines. Her work is of enduring interest in gender studies because it provides a useful view of 1950s norms and rites of passage. ==Personal life== Rosamond du Jardin was born July 22, 1902 in Fairland, Illinois and grew up in Chicago. She married Victor du Jardin. They had three children. An elementary school in Bloomingdale, Illinois is named for her. Du Jardin died March 27, 1963. ==Writing career== Du Jardin's teen series fiction was praised for showing \"understanding of the young viewpoint,\"Chicago Sunday Tribune, quoted on the back cover of Double Feature (1963). but like many novels for teen girls of the era (notably Betty Cavanna's and Anne Emery's, which are often discussed with du Jardin's), her plots favored romance and conformity. The choice of the right dress and the right boyfriend were often the key to happiness. Perhaps her most popular series was her four-book set about Pam and Penny Howard, twins who need to learn to establish themselves as individuals. The series begins with the twins' senior year of high school and continues through the end of their college years. Other series were about Marcy Rhodes and Tobey and Midge Heydon. She also wrote a historical novel, Young and Fair, and co-wrote a work of nonfiction about her daughter's college junior year abroad. In the 2010s, her books were reissued in facsimile editions by Image Cascade Publishing. Her papers are preserved at the University of Oregon's Archives West. ==Books== *Boy Trouble *Class Ring *Double Date (Pam & Penny Howard book #1) *Double Feature (Pam & Penny Howard book #2) *Double Wedding (Pam & Penny Howard book #4) *A Man for Marcy (Marcy Rhodes book #3) *Marcy Catches Up (Marcy Rhodes book #2) *One of the Crowd *Practically Seventeen *Senior Prom (Marcy Rhodes book #4) *Showboat Summer (Pam & Penny Howard book #3) *Someone to Count On *The Real Thing *Wait for Marcy (Marcy Rhodes book #1) *Wedding in the Family *Young and Fair *Junior Year Abroad (nonfiction, with Judith du Jardin) ==References== Category:20th-century American novelists Category:American women novelists Category:American writers of young adult literature Category:American romantic fiction novelists Category:1902 births Category:1963 deaths Category:20th-century American women writers ",
    "title": "Rosamond du Jardin"
}