{
    "id": "58449501",
    "text": "Suad Bushnaq is an Arab-Canadian film and concert composer. She is best known for her work on the films Al Munataf (The Curve), Twice Upon a Time and Tight Spot. ==Early life== Suad was born and raised in Amman, Jordan, to a Syrian mother and a Bosnian-Palestinian father. She studied music at the Higher Institute of Music in Damascus, Syria, and later earned a scholarship to study music composition at McGill University, where she earned a bachelor's in music composition. ==Career== Suad is a member of the Screen Composers Guild of Canada and the Alliance for Women Film Composers. In 2018 she was selected as one of six composers from across Canada to participate in the Slaight Music Residency at the Canadian Film Centre. Suad won a Silver Medal for Outstanding Achievement in Original Score at the Global Music Awards for her piece The Road to Jenin. That same piece is nominated for a Hollywood Music in Media Awards in the world music category. she was nominated for the 2019 Hollywood Music in Media Awards for Best Original Score. ==Filmography== ===As composer=== * Waiting In Urfa (2015) * The Curve (2015) * About Her (2015) * Twice Upon a Time (2016) * (Out)caste (2017) * Setback of the Spirit (2017) * At Home with the Horses (2017) * The Borrowed Dress (2018) * The Dead Die Once (2018) * Tight Spot (2018) * Yasmina (2018) * Roads of Ithriyah (2018) * Tammy (2018) * Colors of Resistance (2019) * A Very Important Appointment (2019) * Ashbridge (2019) * Coming Home! (2019) * Hockey Mom (2020) ==Discography== * Thoughts (2014) * From the Heart (2014) * The Curve (Original Motion Picture Soundtrack) (2017) ==Orchestral music== * Ghadan (Tomorrow) from Hakawaty (The Storyteller) Suite for Orchestra *The Borrowed Dress (film score in concert) * Narenj from Hakawaty (The Storyteller) Suite for Orchestra ==References== == External links == * * Category:Living people Category:1982 births Category:Female film score composers Category:People from Amman Category:Canadian film score composers Category:McGill University alumni Category:Jordanian composers Category:Jordanian emigrants to Canada Category:21st-century Canadian composers Category:Canadian people of Syrian descent Category:Canadian people of Bosnia and Herzegovina descent Category:Canadian people of Palestinian descent Category:21st-century women composers ",
    "title": "Suad Bushnaq"
}