{
    "id": "58444140",
    "text": "\"Rap Devil\" (stylized in all caps) is a diss track performed by American rapper Machine Gun Kelly. The song is aimed at fellow American rapper Eminem. The song was produced by Ronny J and Nils. It was released on September 3, 2018, by Bad Boy Records and Interscope Records, as a single from the rapper's second extended play Binge. The song's title is a play on Eminem's \"Rap God\", and is his response to Eminem's song \"Not Alike\". It peaked at number 13 on the Billboard Hot 100 singles chart in the United States. ==Background and release== In 2012, Machine Gun Kelly tweeted about Eminem's daughter, Hailie Jade Scott Mathers: \"Ok, so I just saw a picture of Eminem's daughter... and I have to say, she is hot as fuck, in the most respectful way possible cuz Em is king\". At the time, Hailie was 16 years old and MGK was 22. In an interview in 2015, MGK said about the tweet: \"Pictures of [Hailie] had came out, and I'm like, what, 20 years old, 21 at the time? I said 'She's beautiful, but all respect due. Eminem is king. What's wrong with that? Is there a 15-year age gap where I'm a creep for that? I was 21, dawg. Certain people took it, and ran with it and hyped it up.\" In a 2018 interview, Machine Gun Kelly said he did not know how old Hailie was and had reacted after seeing a headline saying she was all grown up. Machine Gun Kelly claims that years ago, while he did not speak to Eminem directly, he did speak with Eminem's manager and agreed to delete the tweet. Eminem then banned him from going to Shade 45, a radio station owned by Eminem. MGK also collaborated on a song with Tech N9ne and allegedly sent subliminal insults towards Eminem. On August 31, 2018, Eminem released a surprise album, Kamikaze, on which he insulted several artists in multiple diss tracks, including the song \"Not Alike\", where he insulted MGK specifically. ==Response== Eminem released a response diss track, \"Killshot\", on September 14, 2018. Its official audio on YouTube has 343,370,191 views (as of August 11, 2020). On \"Killshot\", Eminem refers to Machine Gun Kelly as a \"mumble rapper\". ==Music video== A music video for the song was released on WorldStarHipHop's YouTube channel and website on September 3, 2018. By September 2020, the video had reached 301 million views, amassing 2.7 million likes and 1.3 million dislikes on YouTube. ==Personnel== Credits adapted from Tidal. *Machine Gun Kelly – composition, vocals, recording, engineering *Ronny J – composition, production *Nils – composition, production *Steve \"Rock Star\" Dickey – mixing *Tony Dawsey – mastering ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- |- |- ! scope=\"row\"| Ireland (IRMA) | 11 |- ! scope=\"row\"| New Zealand (Recorded Music NZ) | 24 |- |- |- |- |- |- |- |} ==Certifications== ==Release history== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Country ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label ! scope=\"col\" class=\"unsortable\"| |- ! scope=\"row\" rowspan=\"2\"| Various | September 3, 2018 | Streaming | rowspan=\"2\"| | |- | September 8, 2018 | Digital download | |} ==See also== *List of notable diss tracks ==References== ==External links== * Category:2018 songs Category:2018 singles Category:Diss tracks Category:Machine Gun Kelly (musician) songs Category:Songs written by Machine Gun Kelly (musician) Category:Songs written by Ronny J Category:Bad Boy Records singles Category:Interscope Records singles Category:Eminem ",
    "title": "Rap Devil"
}