{
    "id": "58446191",
    "text": "272x272px Paleoradiology (ancient radiology) is the study of archaeological remains through the use of radiographic techniques, such as X-ray, CT (computer tomography) and micro-CT scans. It is predominately used by archaeologists and anthropologists to examine mummified remains due to its non-invasive nature. Paleoradiologists can discover post-mortem damage to the body, or any artefacts buried with them, while still keeping the remains intact. Radiological images can also contribute evidence about the person's life, such as their age and cause of death. The first recorded use of paleoradiology (although not by that name) was in 1896, just a year after the Rōntgen radiograph was first produced. Although this method of viewing ancient remains is advantageous due to its non-invasive manner, many radiologists lack expertise in archeology and very few radiologists can identify ancient diseases which may be present. == Techniques == === CT === CT scans are most commonly used in paleoradiological studies because they can create images of soft tissue, organs and body cavities of mummified remains without performing an invasive and damaging autopsy. This enables archaeologists and anthropologists to digitally unwrap the remains and reveal what they contain. CT scanners create these images by taking multiple radiographic planes (or cuts) of the body at different angles which records the layers of different structures in the remains. This differs from typical radiographic scans (X-rays) where all the structural layers are documented in one image, which can create shadows and therefore limit their accuracy. There are several main viewing techniques used in CT imaging. * Axial Imaging: images that are taken from transverse planes, cutting across the body. This provides information about the chest, abdomen and pelvic area of the body, as well as the cranium. * Sagittal Imaging: images taken from the left or right sides of the body. This gives a greater indication of the length of fractures found on the remains. Together with axial imaging it can create a greater depth of visual understanding of the interior of the body. * Coronal Imaging: images are taken from the back to the front of the body. This can provide a more accurate indication of the presence of organs in the chest cavity (e.g. the heart). A 3D image of the skull of an Incan mummy After these different views of the remains have been obtained, it is possible to create a three-dimensional reconstruction of the body. This brings into focus details which may have been missed on the axial imagining. Algorithm manipulation is used to create the rotational 3D images. In paleoradiology, the 3D images provide a greater understanding of the remains themselves. For example, in 2002, a study of nine Egyptian mummies found that by using the 3D reconstructions they could see the preservation of soft tissues, such as the penis on one male body and braided hair on female remains. The 3D modelling also illustrated discrepancies between the remains, as some had their internal organs removed while others had not. Due to their ability to take multiple planes of the remains, CT scans are able to virtually 'fly through' the body to assess internal composition and cavities. These techniques are commonly used for diagnostic scans such as colonoscopy and bronchoscopy, and the same method is applied to ancient remains. This enables researchers to digitally look through the remains from the top down, as though they were watching a short video of footage from the interior of the body. The technique presents observable data from the hollow cavities in the chest and abdomen regions. It can demonstrate whether there are internal organs present or if, in the case of Egyptian mummies, linen has been packed to maintain the body shape of the remains. ==== Micro-CT ==== Micro-CT is a specialised form of CT scan used to create images with pixels in micrometres. These images are frequently used for bone density examinations and produce greater detail for images of bony structures. This radiology technique is often used to examine the teeth from mummified remains. ==Early use (1895-1970)== alt= Radiographs, or X-rays, have been used to study and observe ancient remains since their invention by Wilhelm Röntgen in 1895. This early form of X-ray, sometimes known as Röntgenograms, was immediately used by physicists, anthropologists, anatomists and archaeologists as shown below. * 1896; Carl Georg Walter Koenig, a German physicist, took images of an Egyptian child mummy as well as an Egyptian mummified cat. Fourteen images were taken using a very early form of X-ray, which Koenig realised could be used for more than just medical purposes. * 1897; Albert Londe, a French physicist, took radiographic images of an Egyptian mummy. From these images he was able to determine the presence of artefacts placed in the mummy's wrappings, such as decorative jewellery on the body (e.g. rings), as well as the approximate bone age of the remains by examining the growth plates. Londe’s thorough examination of the pictures demonstrated how ancient remains could be studied without damaging the wrappings and body. * 1898; Charles Lester Leonard and Stewart Culin conducted a radiographic examination of a Mochica mummy (Peruvian mummy). The mummy had been tightly wrapped and was left unopened to preserve its integrity. Leonard determined that the body was of a child who had been decorated in beads before burial. * 1901-1902; Karl Gorjanovic- Kramberger took images of Palaeolithic skeletons found in Croatia. By comparing the X-rays of the jaw of these remains with X-rays from a modern man he was able to determine differences between the two. The X-ray of the Palaeolithic jaw was also used to measure the length of the teeth. An X-ray of Tutankhamun's skull, the arrow pointing to a possible cause of death * 1905; Heinrich Ernst Albers-Schoenberg used the radiological method to examine an Egyptian mummy. He discovered that there was a substance in the thorax and pelvis which had most likely been placed there for mummification purposes. He was also able to determine the perseveration of soft tissues around the nose and mouth as well as details within the skull and the state of the spine, which was wholly intact. * 1912; Sir Grafton Elliot Smith examined the mummy of Egyptian pharaoh Thutmosis IV and was able to suggest an approximate bone age from these images. He recommended in his publication on the mummy that the use of radiology would be able to provide greater detail to the study of the remains in the future. * 1921; F. Salomon studied a Peruvian mummy using X-rays, determining the bone age and the bone structure of the remains. He discovered that the remains were of a child around 2-3 years old, and bone structure was at a normal developmental stage for this age. *1933; X-ray imaging was used on Egyptian pharaoh Amenhotep I by Douglas Derry to discover the age of death. It was approximated to be 40-50 based on the wear and condition of the teeth. Derry also noted post-mortem damage to the body, which has been attributed to grave robbers, as well as amulets and beads used to decorate the remains during mummification. *1968; A portable X-ray machine was used to examine the mummy of Tutankhamun in his tomb in the Valley of the Kings by researcher R. G. Harrison. These images indicated an age of death of around 18-20 years based on bone age from a study of the limb lengths, as well as tooth analysis. The rumoured cause of death of tuberculosis was also ruled out during this study. A new hypothesis was formed that Tutankhamun died because of blunt force trauma to the head, due to a depressed fracture found on the skull. == Current use in archaeology == CT scans are the most common radiological technique used in modern archaeology due to their ability to provide more detailed information about ancient remains (such as soft tissue and blood vessels) and to produce 3D images by taking layers of different angled pictures. Archaeologists are able to collect data such as age, sex, the cause of death, socioeconomic status, mummification and burial practices by analysing the CT images. The images can also reveal whether the remains were subject to ancient diseases or post-mortem damage. Although paleoradiology practices are used on preserved remains such as European bog bodies and frozen bodies from the High Andes, they are more frequently documented in the analysis of Egyptian mummified remains. === Egyptology === Statue of Paramesses (later known as Ramesses I), pharaoh of Egypt during the 20th dynasty of New Kingdom Egypt CT scans are used in Egyptology to gain insight into mummified bodies without risking damage to the integrity of the remains. Hoffman's recent study of nine Egyptian remains discovered new information regarding the mummification practices of Egyptians. The typical process of mummification, as written by Herodotus, involves the removal of the four major internal organs (liver, intestines, lungs and stomach) and placement of them in four canopic jars. The heart is removed, embalmed and placed back into the body as it is an important feature in the journey to the Egyptian afterlife. However, Hoffman discovered that this was not the case in all mummies. Through analysis of CT-produced 3D images, the \"fly-through\" technique and a combination of axial and coronal images, it was discovered that four of the remains had not had their internal organs removed and in another four the heart could not be identified. Hoffman suggests this may be due to socioeconomic differences between the mummies during the time they were alive. CT scans were further used in Hoffman's study to potentially identify one of the remains as Ramesses I, a Pharaoh during New Kingdom Egypt. It was found that the mummification practices of this particular body were in conjunction with those typically used during the New Kingdom period, as images showed rolled linen placed inside the body in order to preserve its shape. The mummy's arms were also found to be placed across the chest as a symbol of nobility. Imaging done by Rethy Chhem, in 2004, was able to correct a diagnosis of Ramesses II from X-rays done in 1976. The incorrect diagnosis had been of ankylosing spondylitis, a form of arthritis. However, Chhem perceived that the pharaoh actually had diffuse idiopathic skeletal hyperostosis, a calcification of the joints causing ligaments to attach to the spine. The CT images provided a clearer and more detailed image of the spine when compared with the early X-rays. This enabled the researchers to provide a greater insight into diseases found in ancient remains and achieve a more accurate diagnosis. A recent CT scan of Tutankhamun in 2006 was able to provide evidence against the 'homicide theory'. A depression fracture noted on the skull from X-rays taken 30 years previously was found to be a post-mortem injury rather than a cause of death. The hole in the head had been created in order to continue the embalming process of mummification. This CT investigation was also able to confirm Tutankhamun's age of death as nineteen and disprove the idea that the young pharaoh had suffered from scoliosis; rather the bend in his spine was from additional post-mortem damage to the body. == Disadvantages == Although the information and evidence gathered by radiological imaging of ancient remains have been largely beneficial to the fields of archaeology and anthropology, not all of the information can be considered accurate due to the lack of radiologists who specialise in paleopathology. Instead, to obtain the most information from CT or X-ray images a team must meet to discuss the findings (e.g. for a skeletal study of the remains, an orthopaedic surgeon, bone pathologist and musculoskeletal radiologist would meet). Another disadvantage to this technique is the low contrast resolution. The researcher may be unable to determine a difference between soft tissue and artefacts left from the embalming process. Due to the decomposed state of some of the mummified remains, it can also be difficult to distinguish internal organs due to shrinkage and a lack of preservation. Post- mortem injuries and damage to the body can also hinder the ability of radiological scans to provide accurate information for researchers. For example, in frozen remains, there can difficulty when differentiating whether a CT suggests the body has air-inflated lung tissue or if there is frozen fluid in the lungs. Paleoradiology is informative in its ability to assist in determining the age of death of the remains, however, this is not always completely accurate or available information. In a sample of bog bodies, 35% were not able to be identified with any age group and 30% could not be sex determined. A radiological study of an iceman was only able to produce an estimate of 40-50 years at age of death. In order to achieve a more accurate time frame, the body would have to be subject to an autopsy or similar physical assessment which would cause irreversible damage to the remains. Another disadvantage of paleoradiology is the difficulty in transporting the equipment or the artefact/remains to spaces where the images can be taken. For example, in 2005 the mummy of Tutankhamun was imaged using a CT-scanner which had to be brought from the Cairo Museum to tomb KV62 in the Valley of the Kings. This was due to the fragile state of the remains which were unable to be removed from the climate-controlled tomb. In this study, funding came from a five-year grant from the Supreme Council of Antiquities, which was aided by the donation of a Siemens CT-scanner by the National Geographic Society, however typically funding for research can be problematic as equipment is costly and there may not be sufficient interest to prompt donations. == References == Category:Archaeological sub-disciplines category:anthropology category:radiology Category:Egyptology Category:Mummies Category:Ancient Egyptian mummies ",
    "title": "Paleoradiology"
}