{
    "id": "58442234",
    "text": "Segato speaks in 2018 at the University of Brasília Rita Laura Segato (born 14 August 1951) is an Argentine-Brazilian academic, who has been called \"one of Latin America's most celebrated feminist anthropologists\" and \"one of the most lucid feminist thinkers of this era\". She is specially known for her research oriented towards gender in indigenous villages and Latin American communities, violence against women and the relationships between gender, racism and colonialism. One of her specialist areas is the study of gender violence. Segato was born in Buenos Aires and educated at the Instituto Interamericano de Etnomusicología y Folklore de Caracas. She has an MA and a PhD in Anthropology (1984) from Queens University, Belfast. She teaches Anthropology at the University of Brasilia, where she holds the UNESCO Chair of Anthropology and Bioethics; since 2011 she has taught on the Postgraduate Programme of Bioethics and Human Rights. She additionally carries out research on behalf of Brazil's National Council for Scientific and Technological Development. In 2016, along with Prudencio García Martínez, Segato was an expert witness in the Sepur Zarco case, in which senior officers at a military base in Guatemala were convicted of crimes against humanity as a result of the holding of fourteen women in sexual and domestic slavery. The defence tried to challenge the expertise of the witnesses, but their appeal was unsuccessful. Her works were an inspiration to the Chilean collective Las Tesis from Valparaíso for the song and performance A Rapist in Your Path, which was performed by women throughout America Europe and Australia. ==Awards and Recognitions== * Premio Latinoamericano y Caribeño de Ciencias Sociales CLACSO 50 Años (2017) * Honorary degree granted by the Universidad Autónoma de Entre Ríos (2018) * Honorary degree granted by the Universidad Nacional de Salta (2018) ==Publications== * * Series: Derechos Humanos. Viejos problemas, nuevas miradas Dirigida por Baltasar Garzón.Las Estructuras Elementales de la Violencia. * * Co-authored with Rodolfo Brardinelli and Claudia Cesaroni * * L’Oedipe Noir (París: Petite Bibliothèque Payot, editorial Payot et Rivages, 2014) * Las nuevas formas de la guerra y el cuerpo de las mujeres (México, DF: Pez en el Árbol, 2014) * (Obra colectiva) * (Co-authored) * (Co-authored) * (Co-authored) * (Co-authored) * * * (Co-authored) * (Co-authored) * ==References== Category:1951 births Category:Living people Category:Brazilian academics Category:Brazilian anthropologists Category:Brazilian feminists Category:People of Brazilian descent ",
    "title": "Rita Laura Segato"
}