{
    "id": "58441160",
    "text": "Herman Harold Kreider (May 8, 1898 – April 4, 1967) was an American mission agent and photographer in Turkey. ==Biography== Kreider was born in Wadsworth, Ohio, on May 8, 1898 and graduated from Wooster University in 1926. Married to Hettie Shoup, June 14, 1926, they sailed from New York on August 10, 1926 to Constantinople (Istanbul), arriving September 1, 1926. Their children were a son, stillborn on July 4, 1927, Maynard Lincoln, born August 26, 1928, Lorrin Arthur, born January 1, 1930, Lauretta Marie, born October 22, 1931 and Irma Louise, born June 3, 1936Amerikan Bord Heyeti (American Board), Istanbul, \"Personnel records for Herman H. Kreider,\" American Research Institute in Turkey, Istanbul Center Library, online in Digital Library for International Research Archive, Item #13203, http://www.dlir.org/archive/items/show/13203 ==Istanbul== Kreider's post was assistant treasurer in the United Church Board for World Ministries' Near East Mission business office in Istanbul for 14 years, and to it Kreider brought first-hand knowledge of the country and its people as well as experience in dealing with funds from his service (1921-3) under the Near East Relief.Hall, H. P. (Ed.). (1955). The Evolution of Public Responsibility in the Middle East: A Series of Addresses Presented at the Ninth Annual Conference on Middle Eastern Affairs. Middle East Institute. From July 13, 1933 to September 2, 1934 he was on furlough in the United States. From 1936-40 Kreider also served part-time as business manager of the Admiral Bristol Hospital, founded in 1920 by US Navy Admiral L. Bristol as the first non-profit private hospital in Turkey.Bryson, T. (1974). Admiral Mark L. Bristol, an Open-Door Diplomat in Turkey. International Journal of Middle East Studies, 5(4), 450-467 From 1940 until his retirement in 1965 he was bursar jointly for Robert College and the American College for Girls in Arnavutköy. His books, First Lessons in Modern Turkish, published in 1945 and revised in 1954 under the title Essentials of Modern Turkish, and a Turkish/English dictionary have been widely referenced.Reed, H. A. (1997). Perspectives on the evolution of Turkish studies in North America since 1946. The Middle East Journal, 15-31. Mrs. Kreider left for Beirut with their four children on February 26, 1941 and returned to Constantinople later leaving again on February 20, 1942 for South Africa because of war conditions. Later she returned to the United States on September 12, 1942. ==Photographer== Kreider was well-known as a photographer of traditional and urban life in Turkey,Herman Kreider photographs at the Library of Congress and ran a business selling and processing still and movie film in Istanbul. His picture of Turkish voters in Istanbul posting their ballots in a large wooden box was selected by Edward Steichen for the 1955 world-touring Museum of Modern Art exhibition The Family of Man, that was seen by 9 million visitors. His photographs were published in the Mission Herald and in numbers of other publications == Later life and legacy == After retiring Kreider became associated with a market study and research institute, and also helped orient Peace Corps volunteers to Turkey. He married Ethel Ashover on June 15, 1955. Kreider was a member of the stewardship and benevolence committees of the Dutch Chapel in Istanbul, where two altar chairs were dedicated to his memory on Pebruary 4, 1966. His photographic equipment is preserved in Gould Hall at the American College for Girls in Arnavutköy in his memory. Kreider died on April 4, 1967 in Istanbul at the age of 69. == References == Category:American missionaries Category:20th-century American photographers Category:Istanbul Category:Photography in Turkey Category:1898 births Category:1967 deaths ",
    "title": "Herman Kreider"
}