{
    "id": "58441490",
    "text": "Ryan Blumberg (born 1 December 1998) is an Australian professional footballer who plays as a defender for the Maryland Terrapins in the Big Ten. Blumberg played youth football for clubs including APIA Leichhardt, Western Sydney Wanderers and Hakoah Sydney City East, where he made his senior debut in 2016. He moved to Europe to play at the Nike Academy in 2016 before moving to Charlton Athletic, where he made his professional debut a year later. ==Early life== Blumberg was raised in Sydney, where he attended Moriah College. He is Jewish. His two older brothers both played senior football for Hakoah Sydney City East. ==Playing career== ===Youth=== Blumberg played his youth football for a number of clubs in Sydney, including APIA Leichhardt, Western Sydney Wanderers and Hakoah Sydney City East. ===Senior=== Blumberg signed his first professional contract with Charlton Athletic in 2017. He made his full debut for the side in an EFL Cup game against MK Dons in August 2018. On 19 December 2018 Charlton Athletic announced that Blumberg would be leaving the club having accepted a two-year scholarship at University of Maryland, USA. ==Career statistics== {| class=\"wikitable\" style=\"text-align: center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"1\"|Charlton Athletic |2018–19 |League One |0||0||0||0||1||0||1||0||2||0 |- !colspan=\"3\"|Career total !0!!0!!0!!0!!1!!0!!1!!0!!2!!0 |} ==References== ==External links== * Category:1998 births Category:Living people Category:National Premier Leagues players Category:Charlton Athletic F.C. players Category:Jewish Australian sportspeople Category:Association football defenders Category:Maryland Terrapins men's soccer players Category:Australian soccer players Category:Australian expatriate soccer players Category:Expatriate footballers in England ",
    "title": "Ryan Blumberg"
}