{
    "id": "58449178",
    "text": "Leon Neyfakh is an American journalist, radio host and author. He is known for hosting the podcast Slow Burn and his book The Next Next Level: A Story of Rap, Friendship, and Almost Giving Up. ==Early life and education== Neyfakh was born in the Soviet Union and raised in Oak Park, Illinois. Both of his parents are Russian JewsEp. 188: FiveThirtyEight politics writer Clare Malone and Fiasco host Leon Neyfakh, Unorthodox podcast, July 11, 2019. who immigrated to the United States when Neyfakh was a child.The Impulsive Life Not Chosen The New Yorker He graduated from Harvard University in 2007 with an A.B. in history and literature.LEON NEYFAKH OF SLOW BURN PODCAST TO DISCUSS COVERING WATERGATE FOUR DECADES LATER Manhattan College During his time there, he wrote for its student newspaper, The Harvard Crimson.Leon Neyfakh, The Harvard Crimson ==Career== Neyfakh is best known for creating and hosting Slates podcast Slow Burn, which has covered American political scandals. The first season of the podcast was about the Watergate scandal of Richard Nixon,New podcast revisits Watergate in the Trump era Columbia Journalism ReviewSlow Burn’: Watergate Podcast Host on Avoiding Obvious Trump Parallels and Finding Out When Conspiracies Come True and the second season covered the Lewinsky scandal of Bill Clinton.Slate’s Slow Burn Podcast to Return With New Season About the Clinton Impeachment Vulture Before joining Slate, Neyfakh worked for the Boston Globe as the Ideas staff, and was a reporter for the New York Observer. He has also written for The FADER, The New Republic, and Rollingstone.com. Neyfakh also wrote a book titled The Next Next Level: A Story of Rap, Friendship, and Almost Giving Up, about Juiceboxxx, a rapper from Wisconsin.‘The Next Next Level’ by Leon Neyfakh: a tale of rap and friendship The Washington Post In November 2018, Neyfakh announced on Twitter that he was leaving Slate to write and host his new podcast, FIASCO,Slate’s Leon Neyfakh on Slow Burn’s success and political storytelling Columbia Journalism Review which is offered exclusively on the Luminary podcast platform. The first season focused on the Bush vs. Gore legal battle, and the second is centered around the Iran–Contra affair. In February 2019, it was announced that Epix would release a six-part docu-series inspired by Slow Burn with Neyfakh as host. The series was set to premiere on February 16, 2020. The latest season of FIASCO is centered around the Boston busing crisis of the 1970s, and was released in August 2020, during the ongoing George Floyd protests. When asked about how Americans can actively and effectively engage in the topic of race, Neyfakh said: \"I think there should be more recognition on the part of white people like me that believing in equality usually means giving something up. In the new season of Fiasco, listeners will hear a lot of white voices saying they believe in integration and equality but not in “busing” because it’s not fair to force white children into worse schools. The thing is, as [the journalist] Nikole Hannah-Jones has written, busing is the most immediate method of desegregating schools and making them equal. Of course someone has to give something up.\" ==Personal life== Neyfakh is married to Alice Gregory, a freelance journalist. The couple live in Brooklyn, New York City,New York Media Power Couples: The Varsity Lineup and the Incoming Class The ObserverThe Daily Grind of a Distracted Freelance Writer Fold magazine and have a black toy poodle named Mickey. ==References== Category:Living people Category:Harvard University alumni Category:Harvard College alumni Category:Russian emigrants to the United States Category:Slate (magazine) people Category:Journalists from Illinois Category:Year of birth missing (living people) ",
    "title": "Leon Neyfakh"
}