{
    "id": "58443850",
    "text": "Working Woman is a 2018 Israeli drama film directed by Michal Aviad. It was screened in the Contemporary World Cinema section at the 2018 Toronto International Film Festival. ==Plot== Orna (Ben-Shlush) is a married mother of three. Her husband, Ofer (Cohen) recently opened a restaurant, and is struggling financially. She decides to pursue a new career in real estate development, working as a coordinator and project manager for Benny (Noy), a successful developer who is building a luxury condominium complex on the shore of the city of Rishon Lezion. As Orna discovers her talents and abilities in her challenging chosen field, and feels she is growing and succeeding as a person, she simultaneously needs to deal with her husband's jealousy and Benny's growing obsession with her, and accompanying abuse of power. ==Cast== * Liron Ben-Shlush * Oshri Cohen * Menashe Noy ==Reception== ===Box office=== ===Critical reception=== Working Woman received critical praise. On review aggregator website Rotten Tomatoes, the film holds an approval rating of 97% based on 31 reviews. The critics consensus reads \"Working Woman delivers its timely message with a polemical force that hits hard without overpowering the engrossing story.\" On Metacritic, the film has a weighted average score of 79 out of 100, based on 11 critics, indicating generally favorable reviews. Ron Fogel, in his review for The Israeli Film Portal, likened the mood of Aviad's work to that of David Lynch, and described being \"riveted to [his] seat\" both times he viewed the film. He praised the lead actors' performances as \"amazing\", and lauded Daniel Miller's cinematography, as providing an effective and powerful vehicle to depict Orna's world at various stages, from her feelings of fear and claustrophobia, to when she feels as powerful as a lioness. As did Fogel, film critic Shmulik Duvdevani also attributed the film as a phenomenon of the #MeToo era, and expressed his appreciation of the fact that although the film was initially crowned \"the first film of the MeToo era\", preceding even Hollywood, that its qualities transcend the \"message\" and stand on their own, both due to Aviad's craft and the stunning performances delivered by the cast. Monica Castillo, on behalf of RobertEbert.com, found the film to be \"a story that's timely yet timeless\", and assessed the film \"a part of that global and cultural conversation, yet it never loses that personal focus of one woman’s experience.\" The Washington Post reviewer Vanessa H. Larson found the story \"commendably relatable,\" yet at times too familiar. She did, however, comment the \"particularly clear-eyed and realistic way the predicament that far too many women find themselves in, through no fault of their own. It also shows how both subtle and coercive sexual harassment can be. Aside from one especially horrendous moment, the film is set to more a simmer than a boil, deftly capturing the insidiousness of the problem.\" In his Los Angeles Times review, Kenneth Turan states that \"The #MeToo movement has found its film.\" Like some other critics, Turan expressed how impressed he was that though the direction of the film is clear from the outset, Aviad and the writers nevertheless created a well-paced, compelling, persuasive, and relevant work that engages and affects the viewer emotionally. The newspaper ranked Working Woman as one of the Ten Best Films of the first half of 2019. Additional positive reviews were published in The New York Times, The Wall Street Journal, Le Figaro, The Boston Globe, and other international publications. == Awards == {| class=\"wikitable\" style=\"font- size:100%; line-height:1.2\" !Year !Award !Track !Category !Nominee(s) !Result !Notes |- | rowspan=\"7\" |2018 | rowspan=\"1\" |Toronto International Film Festival |Main competition |Contemporary World Cinema |Working Woman | | align=\"center\" | |- |Jerusalem Film Festival |Feature Film Competition |Best Film |Working Woman | | align=\"center\" | |- |Warsaw International Film Festival |International Competition |Best Film |Working Woman | | align=\"center\" | |- | rowspan=\"2\" |Chicago International Film Festival |Women in Cinema |Best Film |Working Woman | | rowspan=\"2\" align=\"center\" | |- |World Cinema |Best Film |Working Woman | |- |Philadelphia Jewish Film Festival |Centerpiece Film |Best Film |Working Woman | | align=\"center\" | |- |UK Jewish Film Festival |Main competition |Best Film |Working Woman | | align=\"center\" | |- | rowspan=\"5\" |2019 |Göteborg Film Festival |Five Continents |Best Film |Working Woman | | align=\"center\" | |- | rowspan=\"4\" |Ophir Awards (Israeli Film Academy Award) | rowspan=\"4\" |Feature Film Competition |Best Feature Film |Working Woman | | rowspan=\"4\" align=\"center \" | |- |Best Actress |Liron Ben- Shlush | |- |Best Supporting Actor |Oshri Cohen | |- |Best Screenplay |Sharon Azulay, Michal Vinik, Michal Aviad | |} ==References== ==External links== * * Being a working woman - on and off screen, The Jewish Chronicle Category:2018 films Category:2018 drama films Category:Israeli films Category:Israeli drama films Category:Hebrew-language films ",
    "title": "Working Woman (film)"
}