{
    "id": "58444530",
    "text": "Max Jessner (2 November 1887 – 27 August 1978) was a German dermatologist and university professor. In 1928 he travelled to Buriat-Mongolia on an expedition to study syphilis and the effects of the anti-syphilitic drug Salvarsan. After escaping Nazi occupied Europe in the mid-1930s, he settled in New York. Jessner is remembered for the development of the chemical peel known as Jessner's solution and the description of Jessner-Kanof disease. ==Early life and education== Max Jessner was born on 2 November 1887 in Stolp (now Słupsk in Poland), the son of the dermatologist and lecturer at the University of Königsberg Samuel Jessner (1859–1929). He studied medicine at the universities of Munich and Königsberg. Jessner did his dermatological training at clinics in Breslau (now Wroclaw) under Albert Neisser. He became assistant to Joseph Jadassohn at the University Department of Dermatology in Bern from 1912 to 1914. Following the interruption of the First World War, in which he also fought, he followed Jadassohn to the University of Breslau in 1917. After his habilitation there in 1922, he was appointed associate professor in 1926. == Career == In April 1928, Jessner travelled to Buriat-Mongolia as part of the Soviet-German Syphilis Expedition, an expedition to study syphilis and the effects of the anti-syphilitic drug Salvarsan. The mission involved eight Soviet and eight German researchers. For post-revolutionary Russia, the expedition marked an opportunity to use science to solidify political relations and improve communication. For the Germans, it was an opening to the east. In 1931, he was appointed to Josef Jadassohn's chair. In either 1934 or 1935, he was forced to resign, along with Hans Biberstein, because of his Jewish descent. His successor was Heinrich Gottron who was favoured by the National Socialist regime.Dermatology and Dermatopathology under the Swastika. Wolfgang Weyers. Derm101. Retrieved 9 September 2018. Biberstein later became professor of dermatology at New York University like many other dermatologists who escaped Nazi-occupied Europe by travelling to North America. Jessner first emigrated to Switzerland in 1935, then in 1941 to New York,Jessner, Max (Bestandsbildner). Deutsche National Bibliothek. Retrieved 9 September 2018. where he was reunited with Biberstein. At first, he found work at the New York Postgraduate Medical School and later, he was appointed to the teaching staff of New York University School of Medicine's Skin and Cancer Unit. ===Research=== Also known as the Coombe's formula, Jessner developed it to form Jessner’s solution, a liquid peeling treatment for hyperkeratotic epidermal lesions, containing salicyclic acid, resorcinol, and lactic acid in 95% ethanol, and works by breaking intracellular bridges between keratinocytes. He reduced the concentration of resorcinol due to its associated allergic contact dermatitis, irritant contact dermatitis and skin discolouration. Modified Jessner’s solutions, replacing resorcinol with TCA are available. In New York, he was assisted, like many others, by Marion Sulzberger at the New York Skin and Cancer Unit. It was here that in 1953, with Kanof, he became renowned for the description of Jessner-Kanof disease, a lymphocytic infiltrate of the skin where the lesions were asymptomatic, presenting as red spots or plaques with spontaneous recurrences. ==Later life== After retiring, Jessner moved back to Switzerland, where he died on 27 June 1978. ==Selected publications== *Clinical and Histopathalogic Aspects of Skin Cancer, Journal of Investigative Dermatology, Vol. 11, Issue 1, July 1948, pp. 91-92. == References == ==Further reading== *Oral history with daughter, Sabine Jessner *\"Society Transactions\", American Medical Association, Archives of Dermatology, 1957, Volume 75. *Dr Max Jessner’s Comments on Thorium X, Archives of Dermatology and Syphilology, Volume 62, Issues 1–3, pp. 11–162. *Geschichte der deutschsprachigen Dermatologie - History of German Language Dermatology. Gebundenes Buch – 2009, von Albrecht Scholz (Herausgeber), Karl Holubar (Herausgeber), Günter Burg (Herausgeber), . Category:1887 births Category:1978 deaths Category:German dermatologists Category:People from Słupsk Category:People from the Province of Pomerania Category:German people of Jewish descent Category:University of Breslau faculty Category:Jessner family ",
    "title": "Max Jessner"
}