{
    "id": "58445131",
    "text": "Lamin N. Dibba is a Gambian politician who was the Minister of Agriculture in Adama Barrow's cabinet from 9 July 2018 to 15 March 2019. He previously served as Minister of Lands and Regional Government from 2017 to 2018. == Early life == Dibba is a native of Salikenni in Baddibu, in The Gambia. == Political career == Dibba is an executive member of the United Democratic Party. He was their propaganda secretary, and was imprisoned in 2016 alongside Ousainou Darboe and others. Dibba was appointed as Minister of Lands and Regional Government in February 2017. In August, he told reporters that land was a very critical matter in the West Coast Division, due to rural-urban migration. He also said he was working with UNDP to create a mapping strategy for naming streets and numbering houses across the entire country. In late June 2018, it was announced that he was being reshuffled to Minister of Agriculture, replacing Omar A. Jallow. Dibba said that as he was leaving the role, the direction was clear for providing inclusive, safe, resilient and sustainable human settlements for all, in accordance with the UN's New Urban Agenda. In early July 2018, Dibba went on a three-day tour of the country. Farmers reiterated to Dibba their concerns over late distribution of fertilizer, poor marketing for their products, and a lack of access roads to their rice fields, as well as threats posed by climate change. In response, Dibba outlined a national plan addressing agriculture issues. This included 70% subsidisation of fertilizers, government augmentation of seed banks, and the announcement of groundnut prices prior to harvest. He was dismissed by Barrow in a cabinet reshuffle on 15 March 2019 along with Vice President Ousainou Darboe and the Minister of Finance and Economic Affairs Amadou Sanneh. == References == Category:Living people Category:Gambian democracy activists Category:United Democratic Party (Gambia) politicians Category:Gambian prisoners and detainees Category:Government ministers of the Gambia Category:Year of birth missing (living people) ",
    "title": "Lamin N. Dibba"
}