{
    "id": "58444498",
    "text": "A swingblade sawmill utilizes a single circular sawblade which pivots about a 90 degree point, to saw in both vertical and horizontal planes. The single blade travels horizontally in one direction down the log, and returns in vertical position, thus removing a sawn piece of timber. The swingblade head unit is normally mounted on a moving frame that travels along a track or tracks, up and down a stationary log. == History == Carl Peterson's first 1987 prototype swingblade sawmill An initial swingblade saw concept was conceived and a patent applied in 1975 by Peter Lynn, an inventor who lived in the South Island of New Zealand. The patent application lapsed in 1980. A second, much smaller swingblade saw concept was conceived in the early 80’s by Carl Peterson, an American living in the jungles of the Fiji Islands. In 1987 Mr Peterson fled to New Zealand with his family to avoid the first Fijian military coup. Carl devised a more portable swingblade concept, initially incorporating a chainsaw powerhead as the drive, and a frame that rolled down tracks placed along a stationary log. This new version was crude but quite workable – the first ‘portable’ swingblade mill. It was much lighter than the typically cumbersome twin-bladed or bandsaw mills of the time, and more practical for the remote, hilly farms of New Zealand. He began selling them in 1989 under the brandname Peterson Portable Sawmills. == Advantages == Swingblade sawmills have shown a much improved ability to saw hardwoods, cross-fibred timber, and larger-diameter logs, while also allowing for greater versatility of cut sizes and grain patterns moving through a log. Better production rates and accuracy are trademarks of the swingblade sawmill, and at significantly reduced blade maintenance costs: often down to 1/10th the blade running costs of portable bandsaw mills. Other advantages include being able to ‘chip away’ at a log with smaller depths of any cut, rather than being forced to make the entire cut in one pass like with a bandsaw, circle saw, or quarter saw (double-bladed sawmill). Portable swingblade sawmills also greatly reduce the need for transporting and even moving logs – the entire sawmill can be moved from log to log by hand, and set up over the felled tree – there is no need to move the log at all. Portable swingblade sawmills can usually be operated by a single person. == Disadvantages == Disadvantages include a wider kerf (tooth bite) than a bandsaw, creating more sawdust with the cut width. However many concede the improved accuracy and straightness of the sawn boards often mitigates the initial loss of sawdust in the cut. The result is fewer rejected boards and less planing required further down the processing path. == Uses == A swingblade mill in action Swingblade sawmills can cut lumber with speed and accuracy, though the subsequent steps of planing and drying must still be performed to produce finished lumber. Commodity lumber in standard sizes can be made this way. The more common use, however, is in the production of specialty timber products not readily available through lumber yards. The most common ways they are used to generate an income are - sawing lumber for customers as a mobile service using a portable sawmill, cutting and selling lumber locally, and cutting lumber that is directly used to create a final product. Swingblade sawmills are also used for low-volume production of specialty hardwoods used in furniture, and can be used to produce the large timbers used in post-and-beam framing techniques. Swingblade sawmill owners often use their mills to build their own projects, finding that the money saved by producing their own lumber for their projects justifies the expense of the mill. == Types == * All-terrain sawmill * Winch production frame * Automated swingblade mill == Related machinery == On some swingblade models, you can exchange the swingblade for a clip-on slabber chainsaw to produce timber slabs. == References == Category:Sawmills Category:Sawmill technology ",
    "title": "Swingblade sawmill"
}