{
    "id": "58448860",
    "text": "Noël Goemanne (Poperinge, December 10, 1926 – Dallas, January 12, 2010) was a Belgian-born musician, who in 1952 emigrated to the United States, where he made a name for himself as an organist, as a choirmaster and as a composer, especially of, but not limited to, sacred music. ==Education== Goemanne began studying music at the age of six, and obtained his first music degrees magna cum laude from a so-called \"central examination board\".A government institution (in Goemanne’s days organized by the Belgian state, nowadays by the Flemish Community), which allows anyone to obtain various kinds of degrees without having taken state-approved courses. He then studied full-time at the Lemmensinstituut, where he had renowned teachers, among them composer Marinus De Jong, choirmaster Jules Van Nuffel, and organist Flor Peeters; and at the Royal Conservatory of Liège, where he his teachers included Pierre Froidebise and Charles Hens. Subsequently he studied for two more years with Flor Peeters as a private student.These details about his education in \"Noël Goemanne: componist, orgelist\" in Vlaanderen 17 (1968), p. 26–27; also available here (in Dutch). ==In Belgium== During World War II the Nazi occupier tried to persuade him to become a composer for the Third Reich, but he refused. He was later arrested for playing music by Felix Mendelssohn, a Jewish composer, in public. His wartime experiences turned him into a committed pacifist, which was reflected in his demand, which he stuck to till the end of his life, that his singers sing the \"Dona nobis pacem\" (Grant us peace), the final words of the Agnus Dei, with all the power they had.Goemanne’s pacifism is described in Katleen Jun’s obituary, here, an excerpt of an older issue of The American Organist. Between 1950 and 1952, he was a regular piano recitalist for the Namur station of the Belgian National Broadcasting Institute, and from 1949 till 1952 he was organist and choirmaster at Rochefort. But he soon realized that Europe had a surfeit of organists. Newly married, he emigrated to the US in 1952. ==In the USA== In the USA he was active as a choirmaster and organist of a number of Catholic churches in Victoria, Texas; Detroit, Michigan; Birmingham, Alabama; and Dallas, where he served in Christ the King Catholic Church from 1972 till the end of his life. He also taught music in various places, including the Palestrina Institute for Sacred Music in Detroit,According to Denis Havard de la Montagne, \"Thomas Martin KURAS\" on this page of the Musica et Memoria website, a school (1940–late 1960s) established to teach sacred music to future ecclesiastical musicians and to promote religious music in accordance with Pope Pius X’s Tra le sollecitudini and funded by the Archdiocese of Detroit. Saint John’s University, Saint Joseph’s College, and Tarrant County Junior College. He also gave workshops on sacred music in a number of colleges and universities during the 1960s. As a composer, he wrote over 200 sacred compositions, a number of them occasioned by the changes in Roman Catholic liturgy following the second Vatican Council. He was the first to compose masses in English that were approved for the liturgy. But his 20-plus masses are not all in English, for he often combines English and Latin texts in his masses. In 1987 he was commissioned to write the processional for the mass celebrated by Pope John Paul II during his visit to San Antonio (TX); this was Goemanne's Fanfare and Concertato on 'All Creatures of Our God and King'. He had his works published by various publishing houses, two of which, GIA Publications and World Library Publications (WLP, the music and liturgy division of the J.S. Paluch company; in Goemanne’s time called \"World Library of Sacred Music\") deserve special mention, as they still (2018) retain dozens of his works in their catalogs. This indicates that they are still performed quite regularly. ==Private life== Goemanne was married to Janine Marloye, by whom he had three children. ==Honors== In addition to a number of ASCAP awards, Goemanne received * the award from the Institute of Sacred Music, Manila, the Philippines (1974) * the Pro Ecclesia et Pontifice Medal, awarded by Pope Paul VI in 1977 for his contributions to church music * an honorary Degree of Doctor of Sacred Music, awarded by Saint Joseph’s College, Rensselaer, for establishing its sacred music program * an honorary doctorate, awarded by Madonna University (1999) ==Sources== All websites cited here or in the Notes were consulted in September 2018. *\"Noël Goemanne\", obituary in The Dallas Morning News, January 15, 2010; also available here. The main source of this article. Other biographies: * GIA Publications - Noël Goemanne * Alliance Music Publications - Noël Goemanne * \"In Memoriam: Nöel Goemanne 1926–2010\" in: The Choral Journal (Oklahoma City), Vol. 50, Iss. 9 (Apr 2010), p. 94; also available here ==Notes== Category:1926 births Category:2010 deaths Category:Belgian classical composers Category:Belgian organists Category:Male organists Category:Belgian choral conductors Category:Male conductors (music) Category:Belgian music educators Category:Belgian emigrants to the United States Category:People from Poperinge Category:Belgian male musicians ",
    "title": "Noël Goemanne"
}