{
    "id": "58451447",
    "text": "Jemima Grey, Duchess of Kent (1675 – 2 July 1728), formerly Jemima Crew, was the first wife of Henry Grey, 1st Duke of Kent. Jemima was a daughter of Thomas Crew, 2nd Baron Crew, and his second wife, the former Anne Armine, herself the daughter of Sir William Airmine, 2nd Baronet.John and J.B. Burke. A genealogical and heraldic history of the extinct and dormant baronetcies of England, Scott, Webster, and Geary, 1838. pg 3. Google eBook A portrait of Jemima with her two sisters, Armine and Elizabeth, as children, was taken by Jemima to her new home at Wrest Park when she married; it was restored and returned to the house by English Heritage in 2017. She married the future duke in 1694, and they had at least six children:Mosley, Charles, editor. Burke's Peerage, Baronetage & Knightage, 107th edition, 3 volumes. Wilmington, Delaware, U.S.A.: Burke's Peerage (Genealogical Books) Ltd, 2003. Page 2426 * Anthony Grey, Earl of Harold (d. 1723); married Mary Tufton, a daughter of Thomas Tufton, 6th Earl of Thanet, and Lady Catharine Cavendish, and had no children. * Lord Henry Grey (c. 1696–1717) * Lady Amabel Grey (1698–1726); married John Campbell, 3rd Earl of Breadalbane and Holland, and had children. * Lady Jemima Grey (c. 1699–1731); married John Ashburnham, 1st Earl of Ashburnham, as his third wife, and had one son. * Lady Anne Grey (d. 20 September 1733), who married Lord Charles Cavendish, and had children, including the scientist Henry Cavendish. * Lady Mary Grey (1719–1761), who married David Gregory, Dean of Christ Church, and had children. As a result of her husband's acquisition of titles, Jemima became Countess of Kent and Baroness Lucas of Crudwell in 1702, Marchioness of Kent, Countess of Harold and Viscountess Goderich in 1706, and Duchess of Kent in 1710. The gardens at Wrest Park, originally laid out by the duke, were later extended and remodelled by the couple's granddaughter, Jemima Yorke, 2nd Marchioness Grey. The duchess was buried in the Grey family mausoleum at St John the Baptist Church, Flitton. Following her death, the duke married Sophia Bentinck and had further children. ==References== Category:1675 births Category:1728 deaths Category:British duchesses by marriage Category:Burials at the de Grey Mausoleum (Flitton) Jemima Category:Daughters of barons Category:17th-century English women Category:18th-century English women ",
    "title": "Jemima Grey, Duchess of Kent"
}