{
    "id": "58450036",
    "text": "Shawn Serrano (born May 26, 1994), professionally known as Shawn Wasabi, is an American record producer from Salinas, California. He is credited as a co- inventor of the Midi Fighter 64. He resides in Los Angeles. ==Biography== Shawn Wasabi was born in Salinas, California. He was born to Filipino parents, with his father from Manila, and his mother from Cebu. At a young age, he learned piano. In 2013, Shawn Wasabi started producing music after his friend left the Midi Fighter 3D at his house. Since then, he has uploaded his live mashups, which have all garnered millions of views on YouTube. In 2015, he released \"Marble Soda\", using a Midi Fighter 64. It contains samples from 153 different tracks and sounds. The video for the song reached 1 million views on YouTube within 48 hours of being uploaded. In 2016, he was nominated for the Breakthrough Artist award at the 6th Streamy Awards. In 2017, he released \"Spicy Boyfriend\". In that year, he also released \"Otter Pop\", which featured guest vocalist Hollis. The Fader placed it at number 27 on the \"101 Best Songs of 2017\" list. In 2018, he released \"Squeez\", which featured guest vocalist Raychel Jay. The song was included on Papers \"10 Songs You Need to Start Your Weekend Right\" list, as well as The Faders \"20 Best New Pop Songs Right Now\" list. His debut studio album, Mangotale, was released in 2020. ==Midi Fighter 64== One of Shawn Wasabi's equipment is the DJ TechTools Midi Fighter 64, a custom 64-button MIDI controller. The Midi Fighter line of controllers is notable for using Japanese Sanwa arcade buttons rather than the rubber pads traditionally used on MIDI controllers. Initially, the Midi Fighter only came in 16-button variations. A prototype of a 64-button version was designed and 3D printed for him to use by DJ TechTools product designer Michael Mitchell. In 2016, his original Midi Fighter 64 prototype, along with his computer and hard drive, was stolen in a car burglary. This eventually led to the mass production of the Midi Fighter 64 in 2017. ==Discography== ===Studio albums=== * Mangotale (2020) ===Singles=== * \"Hotto Dogu\" (2014) * \"Marble Soda\" (2015) * \"Burnt Rice\" (2015) * \"Spicy Boyfriend\" (2017) * \"Otter Pop\" (2017) * \"Squeez\" (2018) * \"Mango Love\" (2018) * \"Marble Tea\" (2019) * \"Snack\" (2019) * \"Home Run\" (2020) (featuring Raychel Jay) * \"Animal Crossing\" (2020) * \"Lemons\" (2020) ===Guest appearances=== * Far East Movement - \"Glue\" (2019) ==References== ==External links== * * Category:1994 births Category:Living people Category:People from Salinas, California Category:Record producers from California Category:Musicians from California Category:21st-century American musicians Category:American musicians of Filipino descent ",
    "title": "Shawn Wasabi"
}