{
    "id": "58457841",
    "text": "The United Reformed Church is a former United Reformed church in Stoke-sub- Hamdon, Somerset, England. It was built in 1865-66 and closed for religious use in 2017. The former church is a Grade II* listed building. ==History== Although non-conformity worship had been present at Stoke-sub-Hamdon as early as 1689, the lack of a purpose-built place of worship often resulted in inhabitants travelling to other neighbouring areas including South Petherton, Montacute, Bower Hinton and Martock. The glove manufacturer Mr. Richard Southcombe initiated plans for a church in 1865 by establishing a committee and subscription list to raise the necessary funds. The project was assisted by Samuel Morley, the MP for Nottingham and a large employer in the local area. A plot of land was leased from the Duchy of Cornwall for a period of 99 years and a nominal sum of 15s per year. Once £1,000 had been reached, Mr. Southcombe hired Mr. Robert C. Bennett of Weymouth to draw up the plans for the church and Mr. Richard Reynolds was then hired as the builder. Once the foundations of the building were completed, the foundation stone was laid by Samuel Morley on 18 October 1865. The church's opening services were held on 6 September 1866. Those who took part in the opening services included Rev. S. Hebditch of Bristol, Rev. W. Densham of South Petherton, Rev. R. James of Yeovil, Rev. E. Paxton Hood of Brighton. The same day saw a dinner held for 300 people in the schoolroom. £880 of the church's £1,975 cost remained as debt at the time of its opening, but the majority was raised over the course of the day. Mr. Morley increased his subscription from £300 to £500 and Mr. Southcombe increased his from £300 to £600, with a further £148 provided by various others in attendance. A minister's house and schoolroom was built adjacent to the church in 1869. Owing to the need of increased school accommodation, a schoolroom for infants was built in 1875-76. The church underwent renovation for £400 in 1879. All seats and woodwork was cleaned and varnished, the walls repainted and the pulpit replaced by a rostrum. The church continued to serve until 2017, with the final service being held on 7 January.http://www.stoke-sub-hamdon.co.uk/wp-content/uploads/2014/07/Stoke- sub-Hamdon-Newsletter-January-2017.pdf ==Architecture== The church is built of Hamstone, sourced from nearby Ham Hill, with a roof of Welsh slate. It was designed in the Decorated Gothic style, with similar features to the Congregational Church at South Petherton, which Bennett also designed. The church's open seats of stained wood were able to accommodate 350 persons. A 90-feet-high tower and spire is located on the south-east corner of the building. A schoolroom was built underneath the church. ==References== ==External links== * Hamdon Community Arts Project website Category:Churches in Somerset Category:Former churches in Somerset Category:United Reformed churches in England Category:1856 establishments in England Category:Redundant churches Category:Grade II* listed buildings in South Somerset Category:Grade II* listed churches in Somerset ",
    "title": "United Reformed Church, Stoke-sub-Hamdon"
}