{
    "id": "58454127",
    "text": "A Vigilante is a 2018 American drama film written and directed by Sarah Daggar-Nickson. It stars Olivia Wilde, Morgan Spector, Kyle Catlett, C.J. Wilson, Tonye Patano, Chuck Cooper, Betsy Aidem and Judy Marte. It had its world premiere at South by Southwest on March 10, 2018, and was released on March 29, 2019, by Saban Films. ==Plot== Sadie is a woman attending a support group following her abandonment of her husband. She works as a vigilante, helping men, women, and children escape abusive homes. She struggles with money, asking for whatever the people she helps can give and attempting to redeem a life insurance policy after her husband goes missing. Sadie is invited to the home of Andrea (Betsy Aidem) and Michael Shaund (C.J. Wilson) under the pretense of working for medical insurance. Sadie instead beats up Michael and forces him to transfer his money to his wife and leave their home. Sadie tells Andrea to pass on her details to anyone she feels needs them. Sadie then rescues a young boy and his infant brother from their drug-addled mother, who had been keeping the infant locked away. She tells the boy to leave the house and seek help, refusing to do any more for them. In group therapy, Sadie confesses her past: Her husband wanted her and her young son to move out of their home and live off the grid. When she tried to escape with her son, he chased them both with a knife and killed their son in a fit of rage. Sadie returns to her old home, finding some of her son's belongings there. She notices a poster for Lake Placid that had been left behind, and decides to travel there. In a lodge, she finds a map that she recognizes from her old home, and is then ambushed by her husband. Sadie wakes up bound, her husband (Morgan Spector) taunting her and welcoming her back home. After a lengthy struggle and chase, she overpowers and kills her husband, dumping his body on the road for the police to find. Sadie returns to her attorney, who tells her that since the police found her husband's body, and don't seem willing to look further into the case considering the lack of evidence and his criminal record, that the life insurance claim will be processed. Sadie then leaves, traveling again to help another woman that had contacted her. ==Cast== * Olivia Wilde as Sadie * Morgan Spector as Sadie's Husband * Tonye Patano as Beverly * Judy Marte as Straight Up Shelter Woman * Betsy Aidem as Andrea Shaund * C.J. Wilson as Michael Shaund * Chuck Cooper as Lawyer * Kyle Catlett as Zach * Estefania Tejeda as Counseling Group Woman #1 * Olivia Gilliat as Margaret Turner * Cheryse Dyllan as Charlene Jackson * Margot Bingham as Joyce Richards ==Production== In November 2016, it was announced Olivia Wilde had been cast in the film, with Sarah Daggar-Nickson directing from a screenplay she wrote. Randall Emmett, George Furla, Andrew D. Corkin, Lars Knudsen and Ambyr Childers served as producers on the film, under their Badlands Entertainment, The Long Run, Uncorkd Productions, Emmett/Furla/Oasis Films and Parts & Labor banners, respectively. ==Release== The film had its world premiere at South by Southwest on March 10, 2018. Shortly after, Saban Films had acquired U.S. distribution rights to the film. It was released on March 29, 2019. ==Reception== A Vigilante received positive reviews from film critics. It holds a 92% approval rating on review aggregator website Rotten Tomatoes, based on 36 reviews, with a weighted average of 6.9/10. The website's critical consensus reads, \"Led by Olivia Wilde's fearless performance and elevated by timely themes, A Vigilante is an uncompromising thriller that hits as hard as its protagonist.\" On Metacritic, the film holds a rating of 69 out of 100, based on 11 critics, indicating \"generally favorable reviews\". ==References== ==External links== * Category:2018 films Category:American films Category:American drama films Category:Saban Films films Category:2018 drama films ",
    "title": "A Vigilante"
}