{
    "id": "58451461",
    "text": "Quincy is a 2018 American documentary film about the life of American record producer, singer and film producer Quincy Jones. The film was co-written and co-directed by Alan Hicks and Rashida Jones and produced by Paula DuPré Pesmen. The film was released by Netflix on September 21, 2018. The film won a Grammy Award for Best Music Film at the 2019 Grammy Awards. ==Production== The documentary is co-directed by Jones' daughter Rashida Jones and Alan Hicks. It's produced by Paula DuPré Pesmen, and executive produced by Jane Rosenthal and Berry Welsh for TriBeCa Productions and Adam Fell for Quincy Jones Productions. On August 1, 2018, it was announced that Netflix had acquired the documentary film about Quincy Jones. ==Epilogue== The film epilogue details his career as follows: \"Over 2,900 songs recorded; over 300 albums recorded; 51 film and television scores; over 1,000 original compositions; 79 Grammy nominations; 27 Grammy awards; 1 of 18 E.G.O.T winners (Emmy, Grammy, Oscar, Tony); 'Thriller' the best selling album of all time; 'We Are the World' the best selling single of all time; $63 million raised for famine relief in Africa; and 7 children.\" ==Release== The film had a special screening on September 9, 2018 at the 2018 Toronto International Film Festival, at the Princess of Wales Theatre in Toronto, Canada. Quincy was released on September 21, 2018 on Netflix. ==Awards== {| class=\"wikitable\" |- ! Year !! Award !! Result !! |- | 2018 | AAFCA’s Top Ten List (African-American Film Critics Association) | |style=\"text-align: center;\" | |- | 2019 | Grammy Award for Best Music Film (61st Annual Grammy Awards) | |style=\"text-align: center;\" | |- | 2020 | Black Reel Award for Outstanding Documentary (Black Reel Awards of 2020) | |style=\"text-align: center;\" | |} ==See also== * List of black films of the 2010s ==References== ==External links== * * Category:2018 films Category:2018 documentary films Category:American films Category:English- language films Category:Netflix original documentary films Category:American documentary films Category:Documentary films about music and musicians Category:Grammy Award for Best Long Form Music Video ",
    "title": "Quincy (film)"
}