{
    "id": "58454576",
    "text": "Nami Iguchi (井口奈己 Iguchi Nami, born December 4, 1967) is a Japanese film director, music video director, screen writer, and editor. ==Early life== Iguchi raised in Akihabara・Ueno・Okachi-machi, Tokyo. From early childhood, she had yet to develop her interest in film-making, and simply enjoyed watching movies with cute girl characters. Moreover, during her childhood, she was more interested with professional wrestling and music than movies. However, she has said that the Kawanaka Nobuhiro quote \"You can make a movie with personal taste\" is what inspired her to make films. As a result, she entered the Image Forum Institute of Image Studies at age 20. == Career == In 2001, she directed the film Inuneko, which later received the Pia Film Festival Planning Award. In 2003, she won the Japan Movie Professional Awards Newcomer Director Award. In 2004, the remake version of Inuneko won the Jury Special Award, the International Critics Federation Prize, and the Best Screen Play Award at the Torino International Film Festival. In the same year, she received the 2004 Japan Film Director Association Newcomer Director Award. Iguchi later directed Don't Laugh at My Romance, starring Matsuyama Kenichi, which was released in 2008. In 2014, she directed the film Nishino Yukihiko no Koi to Bōken, which starred Yutaka Takenouchi. == Styles == According to the actress Hiromi Nagasaku, who starred in Don’t Laugh at My Romance, \"the director did not call any cuts after the main scene, so the improvised ad-lib was difficult”. In her work, director Iguchi often does not cut the scene until the last second of the act. In addition, Iguchi says, “I understand that the tension of the actor goes up and down when shooting a scene. Sometimes actors’ tension goes down once, but it rises right after. When this happens, it is difficult to make a cut. Although I sometimes hesitate to make a cut, I would like to let the actors’ improvisation flow and see how the scene go in case it gets interesting.” For this reason, her work has a unique style that is more leisurely and relaxed because of her long shots. == Filmography == === Film === *Inuneko (犬猫; ver. 2001) - as Film director, Screen writer, Editor *Inuneko (犬猫; ver. 2004) - as Film director, Screen writer, Editor There are two versions of Inuneko. The original version is an independent film and it used 8 mm camera to shoot the entire film. The remake version is a commercial film and it used 35 mm camera with different casts. *Don't Laugh at My Romance (人のセックスを笑うな; 2008) - as Film director, Screen writer *Nishino Yukihiko no Koi to Bōken (ニシノユキヒコの恋と冒険; 2014) - as Film director, Screen writer, Editor === Music Video === * \"Silhouette (シルエット)\" by Shione Yukawa in 2004 as Music video director. * \"BLUE\" by Group inou in 2015 as Music video director. == Notes == == References == * Armendariz Alejandra (2011). “An alternative representation of sexual difference in contemporary Japanese cinema made by women directors.” Journal of Japanese and Korean Cinema, Volume 3 no. 1: 21-35- via FIAF * Bingham Adam (2010). “Original Visions.” Cineaction, Issue 81: 56-61- via FIAF * 高木和真. “長回し撮影と同時録音から生まれる井口直美映画の「自然体」” * Schilling Mark (January 18, 2018) “Hito no Sex o Warau na” Japan Times. * Shoji Kaori (December 26, 2018) “The top movies of 2008” Kaori shoji, Japan Times. Category:Japanese film directors Category:1967 births Category:Living people ",
    "title": "Nami Iguchi"
}