{
    "id": "58452583",
    "text": "Richard Anthony Lewis Jones (born 1961) One or more of the preceding sentences incorporates text from the royalsociety.org website where: is professor of Materials Physics and Innovation Policy at the University of Manchester having been professor of physics at the University of Sheffield until 2020. == Education == Jones was educated at Denstone College and St Catharine's College, Cambridge, where he studied the Natural Sciences Tripos and was awarded a Bachelor of Arts degree in Physics 1983. He continued his study at the University of Cambridge where his PhD investigated diffusion in polymer blends. == Career and research == After postdoctoral research at Cornell University, he was appointed a lecturer at the University of Cambridge based at the Cavendish Laboratory and in 1998 was appointed a professor at the University of Sheffield. Jones' research investigates the physics of Polymers and Biopolymers at surfaces and interfaces, with implications for polymer blends. He pioneered the use of ion beam methods to study the segregation of one component to the surface of a blend. This in turn led to experiments on capillary wave broadening of interfaces, using neutron reflectivity. His experiments on the thickness-dependence of Glass transitions in thin films has stimulated a new research field. He has extended his studies to the denaturation of proteins at interfaces, demonstrating how the surface hydrophilicity has a strong effect, with implications for problems ranging from fouling to disease. In 2018 he co-authored The Biomedical Bubble with , which argued that United Kingdom Research and Innovation (UKRI) needs a greater diversity of priorities, politics, places and people. In 2020, Jones moved to Manchester. === Awards and honours === Jones was elected a Fellow of the Royal Society (FRS) in 2006 for \"substantial contributions to the improvement of natural knowledge\". In 2008 he won the Institute of Physics David Tabor Medal and Prize. == References == Category:1961 births Category:Living people Category:People educated at Denstone College Category:Alumni of St Catharine's College, Cambridge Category:British physicists Category:Fellows of the Royal Society ",
    "title": "Richard A. Jones (physicist)"
}