{
    "id": "58457961",
    "text": "Hypur is a Scottsdale-based payment and banking technology platform that was built to enable financial institutions to responsibly and sustainably bank highly regulated industries. Through proactive compliance and automated due diligence tools it helps financial institutions provide banking services to cash-intensive businesses, like cannabis and money service businesses. Founded in 2014, the platform helps monitor transactions and provides the level of transparency needed to comply with government regulations. == Overview == Hypur is the result of the combined efforts of a team of banking compliance officials and software and payment entrepreneurs which includes Christopher E. Galvin, Michael J. Sinnwell Jr, David J. Querciagrossa, Andre Herrera, Todd Fuller and Tyler Beuerlein. Together, they identified the gaps between traditional banking processes and the unique needs of emerging industries, including highly regulated ones, and built solutions for them. Hypur's software which can be integrated with POS systems, provides a level of transparency needed to ensure compliance with state laws. The platform also has built in efficiencies for enhanced due diligence and document management that helps audit companies on state licenses, financial statements, tax returns, property leases, among others. The Hypur platform enables financial institutions to support cash-intensive businesses, including money service businesses like payday lenders, check cashers, money transmitters, off-track betting and pawn dealers. Hypur and its sister company Blue Line Protection Group partnered to facilitate logistics of cash pickup and delivery and allow financial institutions to deal with cannabis and money service businesses to be more transparent in their business dealings. == Hypur Payments == Hypur Payments provides a secure electronic payment alternative to cash, debit and credit cards. It provides banks and credit unions with real-time access to transaction data and can provide a chain of cash custody that enables permissible commerce to a regulatory challenged industry that is illegal under Federal Law. Other features of the software includes, automated and intelligent document management, invoice capture, advanced reporting and customized alert notifications. == References == Category:2014 establishments in Arizona Category:American companies established in 2014 Category:Companies based in Scottsdale, Arizona Category:Financial services companies of the United States Category:Online payments Category:2014 establishments in the United States Category:Financial services companies established in 2014 Category:Companies established in 2014 ",
    "title": "Hypur"
}