{
    "id": "58459202",
    "text": "Yuri Andreyevich Isakov (; – 25 October 1988) was a Soviet ornithologist and biogeographer, who specialized in water birds and pioneered wetland conservation in the Soviet Union. He headed the Laboratory of Biogeography at the USSR AS Institute of Geography from 1962 to 1983. ==Biography== Yuri Isakov was born on 7 February 1912 in Moscow to the family of a mathematics teacher. In his high school days, he became interested in biology and joined the Moscow Zoo's in 1927, studying under Professor . Upon graduating from school in 1928, his effort to enrol at the 1st Moscow University went in vain as his father came from an aristocratic background. He later worked as a guide at the zoo and in 1933 he was successful in becoming a student of biology, studying the reproduction of the red squirrel. He was influenced by the biologist Aleksandr Formozov. In 1934 he was imprisoned and sent into exile in Karelia. The cause was apparently a politically critical poem written by a member of the Young Biologists' Club. The NKVD interrogated members and 13 persons were sent to a labour camp, accused of counter-revolutionary activities. He too was considered guilty for not recognising the political crimes of others and for not denouncing them. In prison, he was involved in hunting squirrels for their pelt. He was released in 1937 but forbidden to take up permanent residence anywhere within 100 kilometres of Moscow. He then travelled through the steppe to Gasan-Kuli on the Caspian coast and found work in the eponymous nature reserve in Turkmenistan. Here he studied water birds. In 1940 he married zoologist Olga Nikolayevna Sassonova. In 1941 the draft board referred him to a medical station in Siberia's Tomsk to fight tularemia. He contracted tuberculosis and became seriously ill during this period but recovered. He also continued studies through correspondence courses at Moscow State University and completed his examination in 1944. After World War II he became director of the Volga Delta Nature Reserve in Astrakhan and in 1947 he studied the effects of damming of the Volga and Sheksna with the creation of the Rybinsk Reservoir. He authored parts of the Birds of the Soviet Union dealing with the Anseriformes. In 1953, after Stalin's death, he was permitted to return to Moscow and in 1961 he was rehabilitated and was able to obtain a doctorate in 1963. From 1958 he worked on biogeography under Formozov. In 1967 he was appointed professor. Along with Boris N. Bogdanov, he worked on conservation initiatives. He was a corresponding member of the British Ornithologists' Union from 1976. His son Alexey Isakov (1952–2001) was a noted zoological artist. ==References== Category:1912 births Category:1988 deaths Category:Biogeographers Category:Moscow State University alumni Category:People from Moscow Category:Russian ornithologists Category:Soviet zoologists ",
    "title": "Yuri Isakov"
}