{
    "id": "58450328",
    "text": "Egbert Giles Leigh, Jr. (born July 27, 1940 in Richmond, Virginia, USA) is an evolutionary ecologist who spends much of his time studying tropical ecosystems. He is a researcher for the Smithsonian Tropical Research Institute and is well known for the work he has done on Barro Colorado Island. He is a US citizen, but has resided at the Smithsonian in Panama for nearly 50 years. Along with studies on Barro Colorado Island, Leigh is also known for the research he has done related to the Isthmus of Panama and its historical significance on the evolution of South American species. == Early life and education == When he was a young man, Leigh's initial interests had him drawn to topics of history. A biology teacher he had in the 10th grade changed that by shifting his interests to that of biology.S. Tejada (personal communication, November 20, 2018) From then on, he pursued an education in biology, but still incorporated his initial interest of history into his studies. Leigh received his B.A. degree in Mathematics from Princeton University in 1962 and his Ph. D. in Biology from Yale University in 1966 while studying under G. Evelyn Hutchinson. == Career == Leigh's career began as a teacher. He briefly held an “Acting Instructor” position in biology at Stanford University during the spring of 1966, but then took on an Assistant Professor of biology position at Princeton University which lasted from 1966-1972. While in this position, Leigh was appointed by Princeton to act as a biologist for the Smithsonian Tropical Research Institute starting in 1969, one of the first to ever join STRI's scientific staff. His partnership with Princeton and the Smithsonian Tropical Research Institute (STRI) lasted from 1969-1972. After 1972, Leigh left his teaching position at Princeton and solely dedicated his time to his research with the Smithsonian Tropical Research Institute. While working with STRI, Leigh was sent around the world to compare altitudinal gradients in tropical forests that included the Ivory Coast of Madagascar and montane forests in India. During this time, Leigh was also based in Barro Colorado Island by STRI from 1969 to 2011 to conduct research on the island. == Research contributions == Leigh's primary research interests involve evolutionary biology and, more specifically, how cooperation (within and between species) has evolved and the ways in which mutualism “enhances ecosystem productivity and its diversity”. He also looks to answer the question of why there are such an abundance and diversity of trees in tropical ecosystems and has been involved in research regarding evolutionary biogeography of islands, such as Madagascar and the Smithsonian Tropical Research Institute's Barro Colorado Island. === The evolution of island biogeography === Research by Leigh and his colleagues investigated why it is larger islands have more species who descended from species from the main land compared to smaller islands, even though it has been millions of years since either sized island has been connected to a mainland. Much of Leigh's work was done on the island of Madagascar, considered a large island. When comparing the historical data found on Madagascar and other large islands to the smaller islands, they found that smaller islands tend to have less descendants because the smaller size of the island makes it less attractive for species to colonize. The smaller space increases extinction and decreases opportunities for diversification. This work, along with countless other studies performed by Leigh and his colleagues contributed to the framework of island biogeography and provided supporting evidence to its influence on the evolution of tropical ecosystems.Egbert Giles Leigh, Annette Hladik, Claude Marcel Hladik, Alison Jolly. The biogeography of large islands, or how does the size of the ecological theater affect the evolutionary play. Revue d’écologie, 2007, 62, pp.105-168. === Barro Colorado Island, a “Nature Monument” === alt= In the world of science, Barro Colorado Island is considered one of the most famous tropical forests in the world due to the intensity in which its ecosystem has been studied. Research on the island has been under the supervision of the Smithsonian since the mid-1960s, which is when the Smithsonian Tropical Research Institute was formed. Leigh has been part of long-term forest and climate monitoring studies, which were implemented by the Smithsonian Tropical Research Institute during its formation and continue to present day. However, his work on the island has consisted of mainly synthesizing other people's data vs doing his own field work. In this way, he has acted as an advisor for other scientists' projects and helped to connect all of the research into a bigger picture that depicts how tropical ecosystems change over time. === Historical biogeography === Isthmus of Panama Much of Leigh's research focuses on explaining how present- day species came to be by examining how their ancestors evolved under the influential changes of geography the earth has experienced over its lifetime. The Isthmus of Panama is one of those geographical structures that has changed over millions of years. Three million years go it formed, connecting North and South America, and caused an exchange of species between the two continents known as the Great American Biotic Interchange. This greatly affected the biota of South America, a continent that had originally been isolated for over 50 million years, by connecting it to the rest of the world. At the time the isthmus formed, North America was also connected to the rest of Eurasia by another land bridge. Leigh's work has examined how the flora and fauna changed in Panama since the formation of the isthmus and how it influenced the tropical ecosystems of South America known today. == Notable publications == EG Leigh, Jr. 2017. Cooperation, Evolution of. Reference Module in Life Sciences, Elsevier. * This paper synthesizes much of Leigh's research over the years on the evolution of cooperation. It addresses how cooperation evolves by elimination of cheating behavior, which does not benefit the common good. EG Leigh, Jr. 2010. The group selection controversy. Journal of Evolutionary Biology 23: 6-19. * In this paper, Leigh summarizes the debate of whether or not Darwinian natural selection supports cooperation in nature. He uses his own research and the research of other scientists to support a stance that states there is a relationship between natural selection and cooperation. EG Leigh, Jr. 2008. Tropical forest ecology: sterile or virgin for theoreticians? pp. 121–144 in W. P. Carson and S. Schnitzer, eds. Tropical Forest Community Ecology. Wiley-Blackwell. * The significance of this paper lies in Leigh's use of mathematical theory to analyze forest ecology and its spatial arrangements. Leigh, E., & Ziegler, C. (2016). A Magic Web: The Tropical Forest of Barro Colorado Island (2nd ed.). Washington, D.C.: Smithsonian Institution Scholarly Press. * This publication is one of Leigh's most well-known works due to the narrative it gives about the scientific endeavors that occurred on Barro Colorado Island. Coupled with Ziegler's phenomenal photography, this book allows people to visit the island from the comfort of their living rooms and gain an understanding of the important research happening there. Leigh, E. (1999). Tropical Forest Ecology: A View from Barro Colorado Island. New York, New York: Oxford University Press. * Another well-known publication by Leigh, this book describes the relationship of ecosystem biology to evolutionary biology and population/community ecology. It uses Barro Colorado Island as the example ecosystem to depict these relationships. ==References== Category:American ecologists Category:Princeton University alumni Category:Living people Category:1940 births ",
    "title": "Egbert Leigh"
}