{
    "id": "58465408",
    "text": "The Delta Fire was a wildfire that burned near Lakehead, California, in the Shasta National Forest. The fire burned and destroyed 20 structures, before it was 100% contained on October 7, 2018. The fire burned into the western flank of the nearby Hirz Fire on September 10, and also burned only a couple of miles away from the enormous Carr Fire, the sixth-most destructive fire in Californian history. ==Timeline== The Delta Fire ignited on September 5, 2018, at approximately 12:51 PM PDT, 2 miles north of Lakehead, California. The fire rapidly grew in size, crossing over Interstate 5 between Lakehead, California, and Castella, California, which forced the interstate to be shut down from September 5 to September 10. On September 10, the fire merged with the nearby Hirz Fire to the east, and by September 11, the fire was only a few miles away from burning into the already-contained Carr Fire to the southwest. On September 12, the Delta Fire reached and was only 17% contained. On September 13, the northern flank of the fire flared up again and shut down Interstate 5 again for six hours during the afternoon. During the next few days, the Delta Fire continued to grow in size, albeit at a slow rate, while firefighters continued making progress on containing the wildfire, with the fire reaching and 76% containment by September 17. On September 18, firefighters had contained most of the Delta Fire's northern flank, while flames on the fire's southwestern flank continued to spread, nearly reaching the Carr Fire's burn area. Late on September 19, the Delta Fire had grown to , while containment increased to 88%, with the southwestern flank of the wildfire being the only active portion of the fire. On September 24, the Delta Fire had grown to , while containment increased to 98%. On September 25, a spot fire broke out in Bear Gulch, outside of the southwestern perimeter of the Delta Fire, which quickly reached by the next morning. On September 27, a second, smaller spot fire had broken out to the south of the larger spot fire, situated south of Damnation Creek, which was estimated at . The first spot fire continued to spread uncontained, while the main body of the Delta Fire was contained; by September 29, the first spot fire had exceeded in size, increasing the total burn area of the Delta Fire to , and dropping the overall containment of the Delta Fire to 97%. The spot fires were at 0% containment. On September 30, the Delta Fire expanded to , with containment remaining at 97%. The fire did not experience any further growths for the next several days, while containment generally remained at 97% up until October 5. Afterward, the Delta Fire experienced another small growth, increasing to . On October 7, the Delta Fire was fully contained, without any further increases in size. The fire was determined to be man-made, although the exact cause remains unclear.https://www.abc10.com/article/news/local/delta-fire-latest-maps-and- road-closures/591289213 ==Fire growth and containment progress== Video from the US Forest Service about the Delta / Herz fires Fire suppression efforts on September 14 {|class=\"wikitable\" style=\"text-align: right;\" |+Fire containment status Gray: contained; Red: active; %: percent contained; |- !Date !Area burned acres (hectares) !!Containment |- |Sept 5||||style=\"text-align: left;\"| |- |Sept 6||||style=\"text-align: left;\"| |- |Sept 7||||style=\"text-align: left;\"| |- |Sept 8||||style=\"text-align: left;\"| |- |Sept 9||||style=\"text-align: left;\"| |- |Sept 10||||style=\"text-align: left;\"| |- |Sept 11||||style=\"text- align: left;\"| |- |Sept 12||||style=\"text-align: left;\"| |- |Sept 13||||style=\"text-align: left;\"| |- |Sept 14||||style=\"text-align: left;\"| |- |Sept 15||||style=\"text-align: left;\"| |- |Sept 16||||style=\"text-align: left;\"| |- |Sept 17||||style=\"text-align: left;\"| |- |Sept 18||||style=\"text- align: left;\"| |- |Sept 19||||style=\"text-align: left;\"| |- |Sept 20||||style=\"text-align: left;\"| |- |Sept 21||||style=\"text-align: left;\"| |- |Sept 22||||style=\"text-align: left;\"| |- |Sept 23||||style=\"text-align: left;\"| |- |Sept 24||||style=\"text-align: left;\"| |- |Sept 25||||style=\"text- align: left;\"| |- |Sept 26||||style=\"text-align: left;\"| |- |Sept 28||||style=\"text-align: left;\"| |- |Sept 29||||style=\"text-align: left;\"| |- |Sept 30–Oct 5||||style=\"text-align: left;\"| |- |style=\"text-align: center;\" |Oct 6 || style=\"text-align: center;\"|--- || style=\"text-align: center;\"|--- |- |Oct 7||||style=\"text-align: left;\"| |} == See also == *2018 California wildfires **Carr Fire **Hirz Fire == References == ==External links== * Record Searchlight Delta Fire Updates * ArcGIS Delta Fire Activity Map * InciWeb Delta Fire Map * Cal OES Delta Fire Live Map Category:Wildfires in California Category:2018 California wildfires ",
    "title": "Delta Fire"
}