{
    "id": "58468085",
    "text": "Cladosporium oxysporum is an airborne fungus that is commonly found outdoors and is distributed throughout the tropical and subtropical region, it is mostly located In Asia and Africa. It spreads through airborne spores and is often extremely abundant in outdoor air during the spring and summer seasons. It mainly feeds on decomposing organic matter in warmer climates, but can also be parasitic and feed on living plants. The airborne spores can occasionally cause cutaneous infections in humans, and the high prevalence of C. oxysporum in outdoor air during warm seasons contributes to its importance as an etiological agent of allergic disease and possibly human cutaneous phaeohyphomycosis in tropical regions. == History and taxonomy == This species was described by Reverend Miles Joseph Berkeley and Moses Ashley Curtis in 1868 in the Botanical Journal of the Linnean Society. == Growth and morphology == Cladosporium oxysporum expands moderately, often floccose at the center of the fungus that consists of woolly tufts, and it can grow up to 650 μm long and 4-5 μm wide. The colony is colored olive to olive-green on top with velvety surface, and greenish black at the bottom. The conidiophores are either straight or slightly bent, and the conidia range from oval to lemon- shaped. C. oxysporum produces conidia in unbranched or branched chains arising from cylindrical base cells. After the first spores have formed on the conidiophore, they bud apically to form secondary spores. They have pores connected in very fragile chains that can fall apart at the slightest movement of air, the spores are wind-dispersed and often extremely abundant in outdoor air under warm temperature. == Habitat and ecology == Cladosporium oxysporum is mostly located Asia and Africa, but it can also be found distributed throughout tropical and the subtropical regions. The fungus is commonly found on dead herbaceous and woody plants in the tropics as they are sapotrophs in warmer climates. In general, most Cladosporium species are widely distributed throughout the world In tropical and subtropical regions, and growing In soil or on organic matters. In a study conducted by Guan Et al., C. oxysporum was found to produce extracellular xylanase when grown on decaying agricultural waste. Production of extracellular xylanase was enhanced by elevated levels of Mg2+ ion in the soil or the surrounding environment, but inhibited by the high levels of Cu2+ ion. In the wild, C. oxysporum grows on hosts like Alnus, Bambusa, Citrus, Helianthus, and Pseudotsuga. == Physiology == C. oxysporum is a saprobic secondary invader in warmer climates, meaning they invade and feed on organisms that are weakened or already dead. It breaks down cellulose from dead herbaceous or plants, which is then further turned into glucose to Be used by the fungi themselves, and it uses NH4Cl as a nitrogen source. In a study by Oxenbøll et al., C. oxysporum catalyzed glucose oxidation by producing glucose oxidase, which it is mentioned in another study conducted by Viswanathan Et al. that the glucose oxidase helped protect against bacterial infection on the surface of fungi. The organism is also proven to be very osmotolerant in a laboratory environment, meaning it can tolerate extreme changes in water availability. C. oxysporum can be easily grown on agar media containing 10% glucose or 12 – 17% NaCl, they rarely grow on media containing 24% NaCl or 50% glucose and never isolated from media containing 32% NaCl or greater. C. oxysporum exhibits high metal tolerance, allowing it to survive well in contaminated soil. == Pathogenicity == === Effects on humans === Cladosporium oxysporum is a low-risk microbe that usually poses little to No threat of infection In healthy adults As it has a Biosafety level of 1(BSL-1). However, there have been rare reports of this fungus causing infection in humans. Only a handful of other species in the Cladosporium genera contributed to human infections, including C. cladosporioides, C. herbarum, C. sphaerospermum, and C. elatum. Although it is a rare cause of disease in humans, C. oxysporum has been reported as a cause of keratitis and cutaneous infections. A study by Forster et al. reported on 16 cases of keratitis caused by C. oxysporum in which 9 patients were healed by the use of Natamycin (Pimaricin), suggesting that the damage caused by this fungus was reversible. It is also reported that C. oxysporum can also cause occasional cutaneous phaeohyphomycosis and invasion of the neck lymph nodes in humans. Several genera of fungi are found to cause phaeohyphomycosis, but it is a rare case caused by C. oxysporum. In a 2006 case report, a 30-year-old farmer in India was affected by phaeohyphomycosis due to the infection of C. oxysporum which caused large areas of lesion on the skin. It was also tested that phaeohyphomycosis occurred after implanting the fungus from the environment to exposed tissue. The patient was responded positively after receiving a treatment of saturated solution of potassium iodide (SSKI), showing dramatic regression of lesions within 3 weeks of the onset of therapy. === Effects on insects === In a study conducted by Samways Et al. In South Africa in 1986, C. oxysporum was observed to cause mortality In certain species of homoptera, suggesting that it can be used as a potential targeted insecticide. The pathogen was grown in submerged culture and then applied to 4 species of insects: Planococcus citri, Pseudococcus longispinus, Pulvinaria aethiopica and Trioza erytreae. C. oxysporum successfully caused mortality and hyphal growth In all four species. Field applications of the fungus had a considerable initial impact on the insect populations, which made it a potential biocontrol agent. === Effects on mice === In an experiment conducted in India in 1992 by Singh et al., an in vivo experiment was conducted on mice to determine the pathogenicity of C. oxysporum. No mortality occurred during the four-week period of the experiment, but the concentration of the microorganism inside of the body increased tremendously. The lungs were the most commonly infected organ As they presented with multiple nodules that had extensively invaded the endothelium of the bronchioles, and the surrounding tissues were heavily infiltrated with polymorphonuclear leucocytes. === Effects on plants === It is also found in multiple studies suggesting that C. oxysporum is pathogenic to many vegetables and fruits. A study performed by Lamboy et al. studied the pathogenic effects of C. oxysporum to tomatoes. The fungus creates dark brown, angular lesions on the tomato foliage known as \"leaf spots\", ultimately reducing the ability for the plant to survive. The study also describes C. oxysporum as a causal agent of a leaf spot disease of pepper and also a storage disease of ripe tomato fruit. Due to the high prevalence of this fungi in warm climax, they reproduce extremely well in a green house setting, which they were able to spread to healthy tomato plants in vicinity within three weeks. Other studies also provided insight on the pathogenic effect of C. oxysporum on other vegetation; it causes the formation of scabs on the surface of passion-fruits, and it also causes severe leaf blight in Prunus napaulensis, especially affecting the seedlings. === Treatment === In a study performed by Raj et al., the fungal metabolite, taxol, extracted from Cladosporium oxysporum induced apoptosis in T47D human breast cancer cell line, which suggested that the extract may exert its anti- proliferative effect on human breast cancer cell line by suppressing growth, and down-regulating the expression of NF-B, Bcl-2 and Bcl-XL and up-regulation of pro-apoptotic proteins like Bax, cyt-C and caspase-3. This discovery allowed the medical field to test a new substance to study the ongoing battle with cancer. In another study, fungal taxol extracted from C. oxysporum can Be used against human pathogenic bacteria and human colon cancer cell line HCT 15. The taxol extracted could suppress the growth of the cancer cells As well as effectively combating both gram positive and gram negative bacteria. == Uses == It is proposed that C. oxysporum has a potential function in textile processes or paper/feed industries due to the xylanase resistance to most of tested neutral and alkaline proteases, meaning that xylanase would not be broken down by other protease, which allows it to continuously break down fiber into paper-making materials. C. oxysporum can also be used to make tempeh; traditional soy product originating from Indonesia. In multiple studies, C. oxysporum has been used in bioremediation. water bioremediation by targeting endosulfan and it exhibits metal tolerance and an ability to synthesize gold nanoparticles with superior catalytic activity for degradation of rhodamine B. == References == Category:Cladosporium Category:Fungi described in 1868 ",
    "title": "Cladosporium oxysporum"
}