{
    "id": "58463219",
    "text": "Nandini Das is professor of Early Modern Literature and Culture in the English faculty at the University of Oxford. She is a specialist in Shakespeare studies, Renaissance romance writing, early travel literature, and encounters between different cultures. ==Early life== Nandini Das grew up in India and studied the sciences at school and after working as a software programmer in the publishing industry for a year, decided to return to academic research. Aged about 10, she was inspired by seeing Vanessa Redgrave in William Shakespeare's As You Like It on Indian television.Profile with Nandini Das. The Rhodes Project, 2013. Retrieved 12 September 2018. She earned a BA in English from Jadavpur University after which she moved to Britain on a Rhodes scholarship to study English at University College, University of Oxford (BA). She subsequently earned her M.Phil and PhD at Trinity College, University of Cambridge.Professor Nandini Das. Research England. Retrieved 12 September 2018. ==Career== Das was professor of English literature at the University of Liverpool until October 2019, when she became a Tutorial Fellow at Exeter College, Oxford and Professor of Early Modern Literature and Culture in the English faculty at Oxford.Professor Das' profile, Exeter College, University of Oxford Her research relates to cultural and intellectual history for the period 1600 to 1750 including fiction, accounts of early travel and encounters between different cultures.Prof Nandini Das. University of Oxford. Retrieved 12 September 2018. She has edited a scholarly edition of Robert Greene's Planetomachia (1585) in 2007 and is the volume editor for Elizabethan Levant trade and South Asia of Richard Hakluyt's 'Principall Navigations, Voyages, Traffikes, and Discoveries of the English Nation. She is project director of the Travel, Transculturality and Identity in England, c.1550-1700 (TIDE) project. She is a fellow of the Higher Education Academy, a member of the council of Research England, and a member of the Peer Review College of Britain's Arts and Humanities Research Council. In September 2018, she presented Tales of Tudor Travel: The Explorer's Handbook on BBC4 television. ==Selected publications== * Robert Greene's Planetomachia . Ashgate, Aldershot, 2007. (Editor) * Renaissance Romance: The Transformation of English Prose Fiction, 1570-1620. Ashgate, Burlington 2011. * Yearbook of English Studies: Travel and Prose Fiction in Early Modern England. MHRA, Leeds, 2011. (Editor) * Enchantment and Dis-enchantment in Shakespeare and Early Modern Drama. 2016. (Co-edited with Nick Davis) * Hakluyt's Principall Navigations, Voyages, Traffikes, and Discoveries of the English Nation, 1598-1600. Volume VI: Elizabethan Levant Trade and South Asia. Oxford University Press, Oxford, 2017. (Editor) * The Cambridge History of Travel Writing. Cambridge University Press, Cambridge, 2018. (Editor with Tim Youngs) ==References== Category:Living people Category:Academics of the University of Liverpool Category:Jadavpur University alumni Category:British academics of English literature Category:Indian emigrants to England Category:Alumni of Trinity College, Cambridge Category:Alumni of University College, Oxford Category:British women academics Category:Year of birth missing (living people) ",
    "title": "Nandini Das"
}