{
    "id": "58461297",
    "text": "The Battle of Tripoli was a month long series of clashes in Tripoli, the capital of Libya and the centre of the Government of National Accord, during the second Libyan Civil War. The initial clashes began as early as 13 August until a ceasefire on 29 August, but were reinvigorated on 20 September, when the Al-Summod Brigade, led by Salah Badi, said it had seized Hamza camp in Mashroa Al-Hadba in southern Tripoli after kicking out the \"Abdulghani al- Kikli Militia\" or \"Ghnewa Militias\", breaking the UN-sponsored ceasefire.https://www.libyaobserver.ly/news/unsmil-holds-meeting-ceasefire- committee-diplomats-violence-rocks-tripoli%C2%A0 During the clashes on 3 September it was reported that 400 prisoners escaped from the Ain Zara prison as a result of the violence. UNSMIL released a statement condemning the renewed hostilities and called for an immediate cease-fire. During the clashes around the airport and neighborhoods in southern Tripoli, shelling damaged the electricity infrastructure and resulted in the destruction of the Tripoli International Airport in the Battle of Tripoli Airport. On 25 September, a ceasefire was signed, ending the battle. ==Reactions== Supranational *, UNSMIL has called for an end to the clashes as well a adherence to the cease-fire. *: The European Delegation to Libya condemned the violence, Being quoted as saying \"The EU Delegation and the EU Heads of Mission to Libya strongly condemn the latest escalation of violence in Tripoli which has caused civilian fatalities, injury and displacement of people and destruction of critical infrastructure\" National *, in August the British ambassador to Libya Frank Baker, wrote on Twitter, \"Very concerned by the clashes in Tripoli. We call on all parties to cease military action, protect civilians, respect international law and engage in dialogue to de-escalate the situation Libya.\" In a joint statement with the United States, Italy and France, the nations expressed their concern for the situation and its potential to cause instability. *: The French minister of foreign affairs, Jean-Yves Le Drian, called for the UN security council to impose sanctions on the militias involved. He was quoted as saying \"In the face of the worsening security situation in Tripoli, there is a responsibility to support the Libyans and that means we must be tougher on those that want to keep the status quo for their benefits\" Domestic * Government of National Accord, recognized President Fayez al-Sarraj in a televised speech claimed that the 7th Brigade had been dissolved and called for respect of the cease-fire. * Libyan National Army The head of the Libyan National Army, Khalifa Haftar, denied accusations of connections to the Tripoli militias. While also warning to intervene in the battle, Haftar was quoted as saying \"When the time is right, we will move towards Tripoli.\" ==References== Category:Battles in 2018 Category:2018 in Libya Category:Military operations of the Second Libyan Civil War Category:August 2018 events in Africa Category:September 2018 events in Africa ",
    "title": "Battle of Tripoli (2018)"
}