{
    "id": "58462403",
    "text": "María Luisa Carcedo Roces (born 30 August 1953) is a Spanish doctor, politician and former senator who belongs to the Spanish Socialist Workers' Party (PSOE). From 2018 to 2020, she served as minister of Health, Consumer Affairs and Social Welfare after the resignation of Carmen Montón. Previously, she also served as the first High Commissioner for the Fight against Child Poverty from June to September 2018, a position within the Office of the Prime Minister. In 2004, Carcedo was elected for the first time to represent Asturias in the Congress of Deputies. She was re-elected two more times, in 2008 and 2011. In 2015, she ran for a seat at the Senate, a seat that she got. She resigned from the Senate in 2018 when she was appointed High Commissioner and was elected again for Congress in 2019. ==Biography== Carcedo has a degree in medicine and surgery from the University of Oviedo and a diploma in business medicine. She began her professional activity in Primary Health Care from 1978 to 1984, and since 1995 she has been working at the Natahoyo Health Center in Gijón. ===Political career=== Related to the Socialist Party since young ages, she started to assume public offices in 1984 as director of the local health centres of the Nalon Valley an office where she worked until 1988 when she was appointed Regional Director of Public Health of the Regional Government of Asturias. In the regional elections of 1991 she was elected MP. Between 1991 and 1995 she was the Regional Minister of Environment and Town Planning. She was elected MP again in the regional elections of 1995, 1999 and 2003. Moreover, she was the spokesperson of the PSOE in the Parliament of Asturias between 1999 and 2003. It was expected she to continue as spokesperson in the period of 2003-2007 but she resigned in 2003 to participate in the 2004 general election where she was elected MP of the Spanish Parliament. She revalidated its seat in the 2008 general election but she resigned after the Public Administrations Minister, Elena Salgado, offered her to be the President of the Evaluation and Quality Agency, an office that she accepted and occupied until the 2011 general election, revalidating its seat again but losing the office of President of the Agency after the change of government. After the 2014 Extraordinary Congress of the Socialist Party she became member of the Federal Executive Committee (executive body of the party) as Secretary of Social Welfare, renouncing the Secretary of Economy, Employment and Sustainability that until then she held in the Executive Committee of the Socialist Party Federation of Asturias. In September 2015, she was appointed Senator by the Parliament of Asturias, renouncing to her seat at Congress and she was also appointed Secretary-General of the Socialist Party in Senate. She was appointed senator again after the 2015 general election and the 2016 general election. In February 2016, she was one of the chosen by the Secretary-General of the Socialist Party, Pedro Sánchez to negotiate with other parliamentary groups in an effort to make a new government. After the 2017 Extraordinary Congress of the Socialist Party and the re-election of Pedro Sánchez as Secretary-General, he appointed Carcedo as Executive Secretary of Health of the party and he returned her the office from which she was stripped apart by the Party's Caretaker Committee, Secretary- General of the party in the Senate. With the successful no-confidence motion against Mariano Rajoy in June 2018, Pedro Sánchez became Prime Minister of Spain and gave her his trust again appointing her as High Commissioner for the Fight against Child Poverty, an office that she held until September 2018, when the Health Minister Carmen Montón resigned and she was promoted to that office. ===Health Minister=== In September 2018, Pedro Sánchez appointed her as Minister of Health, Consumer Affairs and Social Welfare of the Government of Spain after the resignation of her predecessor, Carmen Montón. As well as Montón, Carcedo take a tough position over homeopathy and other pseudosciences saying that one of her main compromises is «to fight against pseudosciences, and homeopathy is one of them». A few days after that affirmation, the Health Ministry ordered the withdrawal of thousands of homeopathic products from market, something that hundreds of scientists had asked a few months earlier. Continuing with this position, Minister Carcedo wants to stop the «intrusiveness of the pseudosciences in the health assistance» by forbidding by law the use of this products in «prioritarian» health centres. This would be done in coordination with the Ministry of Science and the Regional Health Departments. Other objective that Carcedo has is to continue with the objectives marked in her previous job as High Commissioner for the Fight against Child Poverty saying that her and her team aim was to finish with «child poverty, that they [childs] can live with their families without having to worry if they are going to have enough resources for the most basic». In January 2020, the Prime Minister replaced her with Salvador Illa. == References == Category:1953 births Category:20th-century women politicians Category:21st-century Spanish women politicians Category:Health ministers of Spain Category:Living people Category:Members of the 13th Congress of Deputies (Spain) Category:Members of the General Junta of the Principality of Asturias Category:Members of the Senate of Spain Category:People from San Martín del Rey Aurelio Category:Spanish Socialist Workers' Party politicians Category:Women government ministers of Spain Category:Women members of the Congress of Deputies (Spain) Category:Members of the 14th Congress of Deputies (Spain) ",
    "title": "María Luisa Carcedo"
}