{
    "id": "58460201",
    "text": "Trauma survivors are a distinctive population with varying displays of resilience, posttraumatic growth, and resulting mental disorders. Mental health professionals who treat trauma survivors must incorporate specific ethical considerations when working with clients who have a history of trauma. Within the field of psychology, ethics define the standards of professional conduct. The American Psychological Association (APA) describes their Ethics Code as a “common set of principles and standards upon which psychologists build their professional and scientific work” (p. 8). Ethics help clinicians to think through and critically analyze situations, while also serving as aspirations and virtues that clinicians should strive towards. When working with trauma survivors, oftentimes a client's traumatic experiences can be so overwhelming for both the patient and the clinician that professional and ethical boundaries may become endangered. == Guidelines == The following ethical guidelines should be considered when working with clients who have survived a traumatic experience: === Informed consent === The APA ethics code outlines many professional guidelines for clinicians including the maintenance of confidentiality, minimizing intrusions to privacy, and obtaining informed consent. Informed consent ensures the client has an adequate understanding of the techniques and procedures that will be used during therapy, expected timeline for treatment, and possible consequences for engaging in specific tasks and goals. When clinicians work with trauma survivors their informed consent should emphasize diagnosis and treatment of trauma and include clear guidelines for maintaining secure and firm boundaries. Some research suggests that clients who have experienced complex trauma may deliberately or unconsciously test clinician's boundaries by missing or arriving late for appointments, bringing the clinician gifts, attempting to photograph the therapist, calling during non-office hours, or trying to extend the session either in person or with a follow-up phone call. === Risk management === Research suggests that trauma survivors are more likely than those without a history of trauma to report suicidal ideation and to engage in self-harming behaviors. Furthermore, research also indicates that suicide attempts are correlated with both childhood maltreatment and PTSD symptom severity. Clinicians who treat trauma survivors should continuously monitor their client's suicidal ideation, means, and plans especially surrounding anniversary dates and triggering experiences. Client safety should be prioritized when working with trauma survivors, and should include immediately assessing client safety following intense sessions and frequent follow-ups with clients between sessions. === Establishing and maintaining a strong therapeutic alliance === The APA outlines General Principles that clinicians should use in order to aspire towards the very highest ethical ideals. Among these General Principles are Principle A: Beneficence and Nonmaleficence and Principle C: Integrity. Beneficence and Nonmaleficence describes that clinicians strive to benefit those with whom they work, and make efforts to do no harm. Fidelity and Responsibility includes establishing relationships of trust and being aware of one's professional responsibilities. Both of these principles should be considered when a clinician attempts to establish and maintain a strong therapeutic alliance with trauma survivors. For clients with a history of trauma, particularly those who have experienced betrayal trauma, forging close and trusting relationships with others may be difficult. In addition, during the course of therapy clients may discuss terrifying, horrific, or disturbing experiences, which may elicit strong reactions from the therapist. Some of the possible negative reactions could include distancing and emotional detachment, which may reinforce clients’ often negative schemas and self-image. Clinicians may also contribute to the challenges of establishing a strong therapeutic alliance by becoming overly inquisitive about the client's traumatic experience, which, in turn, may lead to a lack of accurate empathy. For these reasons, clinicians treating those with a history of trauma may encounter unique challenges when attempting to develop a strong therapeutic alliance. ==== Addressing transference and countertransference ==== Within the course of traditional therapy it is possible for transference and counter transference to interfere with treatment. For clinicians treating those with a history of trauma it is possible to experience “a priori counter-transference”. A priori counter- transference includes the thoughts, feelings, and prejudices that may arise before meeting with a potential client as a result of knowing that the client has gone through a certain traumatic event. These initial reactions may create ethical dilemmas as the clinician's personal attitudes, beliefs, and values may become compromised, thereby increasing the amount of counter-transference the clinician may have towards the client. The APA ethics code 2.06(b) describes a clinician's ethical responsibility should personal situations interfere with a clinician's ability to perform their duties adequately. Clinicians experiencing a priori counter-transference should consider utilizing more frequent consultations, receive increased levels of personal therapy, or consider limiting, suspending, or terminating their work-related duties. ==== Traumatic bonding ==== Dutton and Painter originally coined the term “traumatic bonding” to describe the relationship bond that occurs between the perpetrator and victim of abusive relationships. As a result of ongoing cycles of positive and traumatic experiences powerful emotional bonds are created that are resistant to change. The term can also be borrowed to describe the relationship between a trauma clinician and the client. As the client describes their traumatic memories and re-experiences the accompanying powerful emotions and sensations they are prone to form a remarkably intense bond with their clinician. These emotionally driven experiences present ethical challenges and pitfalls for the clinician including behaving in extremes such as acting in an overprotective manner or distancing themselves from the client. The clinician may also feel triggered by their own similar trauma history, causing unnecessary discloses or the need to share the client's story in order to seek revenge or justice. The APA ethics code 2.06(a) describes that clinicians should refrain from practicing if they know there is a substantial likelihood that their personal problems will prevent them from being objective or competent. Clinicians who recognize that traumatic bonding might be occurring should increase consultations or consider limiting, suspending, or terminating their work-related duties. == References == Category:Ethics in psychiatry Category:Clinical psychology Category:Trauma and stressor related disorders ",
    "title": "Ethical guidelines for treating trauma survivors"
}