{
    "id": "58461450",
    "text": "Forster Green Hospital () is a non-acute hospital located in Belfast, Northern Ireland, it offers a range of services including neurology, care of older people and a child and family centre. The hospital is located in a 47-acre site in South Belfast. It is managed by Belfast Health and Social Care Trust. Also located within the hospital grounds is the regional child and adolescent mental health inpatients unit Beechcroft - this opened in 2010. Knockbreda Wellbeing and Treatment centre is also located within the grounds of Forster Green and this opened in 2009. This has been described as a \"one stop approach\" to healthcare which offers a wide range of healthcare services to the local community from general practitioners to physiotherapists all in the same location. == History == The hospital was founded by Forster Green, a tea and coffee merchant who purchased Fortbreda House and the surrounding grounds for a total sum of £11,000 in 1895 with the plan to build a hospital specifically for the treatment of consumption and chest complaints. Green was aware of the challenges posed by the setting up and running of a hospital as he was a life governor of the Royal Victoria Hospital, Belfast. At the time one of the only treatments for tuberculosis was access to fresh air, this was one of the reasons why the Fortbreda site, with its location at the time being outside the city in relative countryside, was a perfect location for a consumption unit. Over the subsequent two years the site was developed and on 30 September 1897 Forster Green Hospital for Consumption and Chest Diseases opened. In the early years the main purpose of the hospital was to function as a sanatorium. This meant that most of the patients in the hospital were long term patients who had tuberculosis (TB) or related respiratory illnesses. Before the discovery of antibiotics the main methods used to treat TB were; exposure to fresh air, rest and surgery to remove infected parts of the lung- this was seen as a last effort to control the disease. The large amount of open space on the Forster Green site, and the fact it was located outside of the city centre meant that it was the ideal location for the desired non- interventional treatment options. Over the next 20 years, the hospital steadily grew in size and in 1925 the first x-ray machine was acquired for the hospital- this was used for the diagnosis of thoracic disease and also to help guide treatment. In 1933 the hospital opened a new wing, this increased bed numbers but more notable was that the new wing had operating theatres, this allowed surgical treatment of chest diseases to occur on site. In 1945 the x-ray machinery was upgraded, this boosted the hospitals diagnostic repertoire. Upon the nationwide introduction of the National Health Service in 1948, the hospital name was officially changed to Forster Green Hospital. A new thoracic surgery unit was approved for development in 1953 and was finished and operational in 1955, this increased number of surgeries than could be performed in the hospital. Three years later in 1958 a newly built administration unit was opened, this helped better organise the daily workings of the hospital- this building was acquired by the Belfast Trust Dietetics Service in 2008. Also in 1958 laboratory services were added to the site along with a mortuary, the mortuary was taken over by the Belfast Trust in 1973 and became the Belfast City Mortuary, this was relocated to the Royal Victoria Hospital in the 2008 to a new forensic mortuary building costing £4.5 million. A change of direction in the hospital's history occurred in 1983 with the closure of the respiratory medicine wards with these wards being moved to the recently opened Belfast City Hospital tower block along with the radiology department. The thoracic surgery unit was also closed this year and relocated to the Royal Victoria Hospital. Upon the closure of wards specific to the care of older people in Belvoir Park Hospital, Musgrave Park Hospital and Ulster Hospital, new facilities for care of older people was opened in the hospital in the late 1980s and early 1990s. In 1997 a specialist rehabilitation unit was opened in the hospital, this unit dealt exclusively with patients with serious brain injuries. This unit was moved to a newly built specialist centre in 2006 - the Regional Acquired Brain Injury Unit which is located in Musgrave Park Hospital. == Services == === Current services === The hospital today is significantly smaller than it was in the past. The hospital has two wards for neurology patients- wards 3 and 4. Wards 5 and 6 are used for care of older patients and ward 7 is the child and family centre. === Beechcroft === Also located within the Forster Green Hospital site is Beechcroft- the regional child and adolescent mental health inpatient unit, the only unit of its type in Northern Ireland. This unit opened in early 2010 and was built at a cost of £9 million. It deals with patients with complex needs and offers a range of assessment and treatment options that cannot be done within the community. == References == Category:Hospitals in Belfast Category:Hospitals established in 1897 Category:Health and Social Care (Northern Ireland) hospitals Category:Hospitals in County Down ",
    "title": "Forster Green Hospital"
}