{
    "id": "58468539",
    "text": "The C&C; 44 and the C&C; 44 Custom are a series of Canadian sailboats, that were designed by Robert W. Ball and first built in 1985. ==Production== The C&C; 44 design prototype was built by C&C; Yachts in Canada and then production was undertaken in the United States at C&C;'s Middletown, Rhode Island plant, starting in 1985 and ending in 1991. The C&C; 44 Custom was built by the Custom Division of C&C.; The design is now out of production. The C&C; 44 was produced in two versions, Grand Prix and Custom.canadianyachting.ca: \"C&C; Custom 44 - Exotic or blackwall\", December 1984. A small amount of pre-preg fibreglass laminates were used for the hull and a spar from Hall Spars with four-spreaders. The boats have full-height and full-length longitudinal stiffeners, and honeycomb panels with carbon fiber reinforced polymer skins. Nomex honeycomb was used for the deck. Once the laminate was laid up and vacuum-bagged in the mold, heat was employed for the final cure. The prototype for the boat was known as Silver Shadow, and was requested by Jim Plaxton. Momentum was the first Custom model.rcyc.ca: \"RCYC MODELS - PANEL 11\" ==Design== The C&C; 44 is a recreational keelboat, built predominantly of fiberglass, with wood trim. The hull is made with triaxial fibreglass cloth, laid on each side of a 3/4\" end-grain balsawood core, to form a sandwich. It has a masthead sloop rig, a raked stem, a raised reverse transom, an internally-mounted spade-type rudder controlled by a wheel and a fixed fin keel. It displaces and carries of ballast. The C&C; 44s built were highly customized and used many different ballast and keel combinations, as well as different rigs. A centreboard was a factory option. The design was also available as the \"C&C; 44 Custom\", which used the same hull molds, but was more race-oriented. The Custom version incorporates more use of exotic construction materials, has a different coachhouse roof and deck, a simpler interior and a keel that is slightly longer. It is likely that fewer than four of the Custom model were completed in total. The keel-equipped version of the boat has a draft of , while the centreboard-equipped version has a draft of with the centreboard extended and with it retracted. The Custom version has a draft of . The boat is fitted with a Japanese Yanmar 4JHE diesel engine of . The fuel tank holds and the fresh water tank has a capacity of . The fixed keel-equipped C&C; 44 has a PHRF racing average handicap of 66, while the centreboard version has a PHRF average handicap of 57 with a high of 66 and low of 48. All versions have a hull speed of . ==Operational history== In a July 1988 review, Lloyd Hircock wrote in Canadian Yachting magazine, \"The C&C; 44 is a splendid sea boat—dry, kindly, strong and seaworthy ... I rate the C&C; 44 up there with the best of them. It is an impressive yacht to sail. It is strong and capable, and well designed for safe offshore passages for comfortable lake cruising. At the drop of a flag this design is ready to take to the race course.\" He did find fault with the inadequate cabin ventilation, the uncomfortable helm seat, as well as the aft genoa sheet track location and the location of the mainsheet traveller in the middle of the cockpit, which reduces cockpit seating space. ==See also== *List of sailing boat types Similar sailboats *Gulfstar 43 *Hunter 44 *Nordic 44 ==References== ==External links== * Original Factory Brochure - C&C; 44, 2 page, colour * Original Factory Brochure - C&C; 44, 8 page, colour * Original Factory Standard Equipment List - C&C; 44, 4 page, B&W; Category:Keelboats Category:1980s sailboat type designs Category:Sailing yachts ",
    "title": "C&amp;C 44"
}