{
    "id": "58460605",
    "text": "Marie Madeleine de La Vieuville, Marquise of Parabère (1693-1755), was a French aristocrat. She was the official mistress of Orléans, Duke of Orléans, during his tenure as regent of France during the minority of the infant King Louis XV of France. That role made her a well known public figure during the French regency years (1715-1723). ==Life== ===Early life=== Marie-Thérèse de Parabère was the only child of René Francois de La Vieuville and Marie Louise de La Chaussee d'Eu (d. 1715). Her mother was a lady-in-waiting to Marie Louise Élisabeth d'Orléans, Duchess of Berry. In 1711, she married Caesar Alexandre de Baudéan, Marquis of Parabère (d. 1716). The marriage was not happy, but resulted in three children. Her husband had no position at court, but she was able to attend the royal court because of her mother, who was a lady-in-waiting. She was courted by the Duke of Orleans, but her mother was determined to prevent her from becoming his mistress. After the death of her mother, and the death of her husband the following year, she was able to live an independent life and become the lover of the Duke of Orleans, who was by then regent. ===Mistress of the Regent=== In 1716, she became the official mistress of the regent. She presided in his famous private parties and pleasure life. While she was the regent's principal mistress, he had numerous temporary lovers, as did she. She shared her place as his lover with Madame d'Argenton, Madame de Sabran, Madame d'Averne and Madame de Phalaris, but she was referred to as his main mistress. Among her own additional lovers were Thomas Goyon de Matignon, Jacques-Louis de Beringhen and Armand de Vignerot du Plessis. Many scandalous stories were told about her, as they were about the regent, and she was a central figure in the scandal press of the time. She was described as bold and beautiful, with great will power and a taste for the pleasures of life, and the Regent reportedly loved her because he found her to be an equal partner, which whom he could indulge in pleasure and forget his work. She had no influence in state affairs, simply because she had no interest in them and lacked political ambition. The regent's mother once remarked that her son appreciated her because she distracted him from political affairs and helped him indulge in pleasure instead, something they both preferred to politics. ===Later life=== In 1720, she successfully defeated Marie-Thérèse Blonel de Phalaris, who attempted to replace her as official mistress. However, in January 1721, she herself ended the relationship with the regent after an argument when she discovered him being unfaithful with two girls from the Opera. The regent, who did not wish to loose her, continued to visit her, and a couple of months later, she retired to a convent claiming that she wished to make amends for past sins. She did not become a nun, but simply lived in the convent as a guest, which was common in this period. Later, she had a relationship with M. le Premier and M. de La Mothe-Houdancourt. ==Legacy== Madame de Parabère appears in many paintings of the regent. ==References== *Lescure, M. de (Mathurin): Les maitresses du régent; études d'histoire et de mœurs sur le commencement du xviiie siècle Category:Mistresses of French royalty Category:1693 births Category:1755 deaths Category:People of the Regency of Philippe d'Orléans ",
    "title": "Marie-Madeleine de Parabère"
}