{
    "id": "58467466",
    "text": "David Sharpe (born 1944) is an American artist, known for his stylized and expressionist paintings of the figure and landscape and for early works of densely packed, organic abstraction.Adrian, Dennis. \"David Sharpe Paintings 1968–1988: A Brief Consideration,\" In David Sharpe: 20 Years of Painting 1968-1988, Milwaukee: University of Wisconsin, 1990. Retrieved August 31, 2018.Warren, Lynne. \"David Sharpe,\" Art in Chicago 1945-1995. Museum of Contemporary Art, ed. Lynne Warren, New York: Thames and Hudson, 1996, p. 281–2. Retrieved August 31, 2018. He was trained at the School of the Art Institute of Chicago and worked in Chicago until 1970, when he moved to New York City, where he remains.Jacob, Mary Jane. \"David Sharpe,\" Selections from the Dennis Adrian Collection, Catalogue, Chicago: Museum of Contemporary Art Chicago, 1982. Sharpe has exhibited at the Whitney Museum of American Art, Art Institute of Chicago, Museum of Contemporary Art Chicago (MCA), The Drawing Center, Aldrich Museum of Contemporary Art, Indianapolis Museum of Art, and Chicago Cultural Center, among many venues.Glueck, Grace. \"When Todays Artist Raid The Past,\" New York Times, July 21, 1985. Retrieved August 31, 2018.Sharpe, David. David Sharpe: 20 Years of Painting 1968-1988, Milwaukee: University of Wisconsin, 1990. Retrieved August 31, 2018.Museum of Contemporary Art Chicago. \"Selections from the Dennis Adrian Collection,\" 1982. Retrieved August 31, 2018. His work has been reviewed in Art in America,Frueh, Joanna. \"David Sharpe,\" Art in America, July–August 1978. ARTnews,Kind, Joshua. \"David Sharpe\" ARTnews, 1974. Arts Magazine,Westfall, Stephen. \"David Sharpe,\" Arts Magazine, May, 1981. New Art Examiner,Upshaw, Regan. \"David Sharpe\" New Art Examiner, May 1980. the New York Times,Glueck, Grace. \"Madison Avenue: Uptown, It's Couples.\" New York Times, February 17, 1984. Retrieved August 31, 2018. and the Chicago Tribune,Artner, Alan G. \"Sharpe weds expressionist touch to familiar subjects,\" Chicago Tribune, March 25, 1994. Retrieved September 9, 2018. and been acquired by public institutions such as the Art Institute of Chicago,Art Institute of Chicago. David Sharpe, Collections. Retrieved September 9, 2018. Scottish National Gallery of Modern Art,National Galleries Scotland. David Sharpe, Nude with Still Life. Retrieved September 9, 2018. MCA Chicago,Museum of Contemporary Art Chicago. David-Sharpe, Figure With Flower (1977), Collection. Retrieved August 31, 2018. Smart Museum of Art,Smart Museum of Art. Works of David Sharpe, Smart Collection. Retrieved September 9, 2018. and Mary and Leigh Block Museum of Art, among many.Carl Hammer Gallery. \"David Sharpe,\". Biography. Retrieved September 9, 2018. Critic Dennis Adrian divided Sharpe's work into two periods: organic abstract works mixing the traditions of Kandinsky, Miró and Pop Art—including some that suggest landscapes—and work featuring the figure, which includes various stylistic modes. MCA Chicago curator Lynne Warren wrote that Sharpe's early paintings represent \"an important body of abstract work\" completed while Chicago Imagism was the predominant style in the city; the New Art Examiner’s Jane Allen described them as a key strain of Chicago art on \"a razor’s edge between Chicago-style funk and mainstream American abstraction.\"Allen, Jane and Derek Guthrie. \"David Sharpe,\" New Art Examiner, April 1974. Discussing his later figurative works, critics such as Arts Magazine’s Stephen Westfall have noted the \"sheer scope of his synthesis\" of diverse 20th-century art sources, his painterly surfaces and skilled use of high-key color.Artner, Alan G. \"Brilliantly Honed Point of View from Sharpe,\" Chicago Tribune, May 29, 1987. Retrieved August 31, 2018.Tatransky, Valentin. \"Fischl, Lawson, Robinson & Sharpe,\" Catalogue, Buffalo: Hallwalls. Retrieved September 9, 2018. In a review of Sharpe's 1990 retrospective, Frank Lewis wrote that long before the term \"postmodernism\" became a catchword, Sharpe was \"borrowing from history in a kind of free association of visual references\" that form a \"perfect mix of learning, irony, and faux naivete.\"Lewis, Frank. \"Sharpe images: pedantry or parody,\" Milwaukee Sentinel, March 23, 1990. David Sharpe, Three, oil on canvas, 66\" x 72\", 1970. == Life and career == Sharpe was born in 1944 in Owensboro, Kentucky.Anderson, Don J. \"Sharpe Exhibits a Mixture of Abstract Forms,\" Chicago Sun-Times, April 2, 1972. He studied at the School of the Art Institute of Chicago (BFA, 1966; MFA, 1968) with professors including Whitney Halstead and Ray Yoshida, at a time of artistic ferment during which the Hairy Who and Chicago Imagism first emerged, a formative period that permanently influenced his work. Already exhibiting as an undergraduate in 1964, Sharpe attracted serious notice by 1968, with large-scale, complex abstract works such as Universe (1968), which was publicly exhibited at the Smart Museum, and inclusion in major shows at the Art Institute of Chicago and Renaissance Society. Influential Chicago critic Dennis Adrian championed Sharpe's work at the time, describing him as unusually self-possessed, confident and \"completely formed\" while still in school.Adrian, Dennis. \"The Power and subtlety of new artistic voices,\" Chicago Daily News, May 20, 1973. Sharpe moved to New York in 1970, where he was featured in solo exhibitions at the G.W. Einstein, Artists’ House and Pam Adler galleries. He also appeared in major shows at the Toledo Museum of Art (1977), Aldrich Museum of Contemporary Art (1977, 1985), The Drawing Center (1978, 1982, 2002), Cincinnati Art Museum (1979), Whitney Museum (1981), Hallwalls (1981), Indianapolis Museum of Art (1982), and Indiana University Art Museum (2015).Hallwalls. \"Fischl, Lawson, Robinson & Sharpe,\" Catalogue, Buffalo: Hallwalls. Retrieved September 9, 2018. He also continued to exhibit extensively in Chicago in major shows at the Art Institute (1976), Chicago Cultural Center (\"Masterpieces of Recent Chicago Art,\" 1977), MCA Chicago (\"Selections from the Dennis Adrian Collection,\" 1982; \"Art in Chicago 1945-1995,\" 1996), and Hyde Park Art Center (\"The Big Pitcher: 20 Years of the Abstracted Figure in Chicago Art,\" 1983), as well as solo shows at the Douglas Kenyon, Sonia Zaks (1978–2003), Printworks and Carl Hammer galleries. Retrospectives for him have been held at the University of Wisconsin, Milwaukee Art Museum (1990) and Kentucky Museum of Art and Craft (2011). In addition to creating art, Sharpe has served on the Advisory Board of The Painting Center in New York since 2006.The Painting Center. Advisory Board. Retrieved September 9, 2018. Sharpe has been married to his wife, painter Anne Abrons, since 1979.Pfalzgraf, Daniel. \"Artist Spotlight: David Sharpe & Anne Abrons,\" The Louisville Paper, August 8, 2012. Retrieved September 9, 2018. They have two children and two grandchildren. Sharpe and Abrons live and work in New York City. == Work and reception == Sharpe's work was recognized very early in his career for its formal sophistication and maturity, which some critics suggest provided him with the confidence and credibility to develop it in relatively dramatic, stylistic shifts. Despite the shifts in style, his bodies of work have been consistently recognized for their command of color, handling of paint, complex compositions, and wide array of formal strategies. Critics have also noted his increasingly freewheeling use of art historical allusions and strategies which engage with painting as a process of seeing, mediated by memory and cultural knowledge. Sharpe's work can be organized into three relatively distinct bodies: 1) Organic Abstraction (1967–1973); 2) Abstract Landscapes (early 1970s–1979); and 3) Abstract Representational work (late 1970s– ). === Organic Abstraction (1967–1973) === When Sharpe left SAIC, he was creating complex, vibrant abstract works noted for their bright color, tightly clustered compositions, and adventurous mix of formal strategies.Smart Museum of Art. Master Shemlings and the Fleet of \"the Ol' Porky\" (Make Willie Sit Up and Ponder the Results of the Crabnose), David Sharpe, ca. 1970, Collection. Retrieved September 10, 2018. Paintings such as Three (1970, above) combined overlapping colored and patterned biomorphic and abstract shapes that critics wrote, exploded across the canvas before being contained at the edges with a single-colored ground. Dennis Adrian described the paintings as containing so much visual incident that viewers could neither take in their totality, nor \"exhaust their delights,\" while Jane Allen noted their \"kaleidoscopic effect of moving forms and colors.\"Adrian, Dennis. \"The complex mastery of Sharpe and Pope,\" Chicago Daily News, April 1974. Despite being abstract, Sharpe's early work has often been linked to the Chicago Imagists (in 2006, he actually appeared in a show titled \"Abstract Imagist\").Corbett, John. \"Abstract Imagist,\" Abstract Imagist, Chicago: Corbett vs Dempsey, 2006. Retrieved September 10, 2018Artner, Alan G. \"Imagist Show Is An Unlikely Collection across Generations,\" Chicago Tribune, November 17, 2006. Retrieved September 9, 2018. Allen identified Sharpe as a key proponent of one strain of Chicago art: an organic blend of Imagism and mainstream American abstraction; others have noted elements of Pop Art and a clear connection to the modernist tradition of painters such as Kandinsky, Klee, Miró, and Gorky. Art in America’s Joanna Frueh suggested Sharpe’s formal experiments were a quest to realize the inspiration experienced by early modernists and the Abstract Expressionists, within an independent language that rivaled but did not imitate them. David Sharpe, Untitled Landscape, oil on canvas, 56\" x 68,\" 1970. === Abstract Landscapes (early 1970s–1979) === In the early 1970s, Sharpe began creating rhythmic, abstract works composed of repeated, brightly colored dots, dashes, squiggles and hatching, such as Untitled Landscape (1970), that critics described as pointillist or calligraphic \"landscapes,\" and linked to Neo-Impressionism.Florescu, Michael. \"David Sharpe,\" Arts Magazine, June, 1978.Zimmer, William. Review, SoHo Weekly News, Jan. 24, 1980. Less contained than his earlier works and lacking a single focal point, these still-complex compositions featured a patchwork of vignettes spread laterally across formats that were unified by color and rhythm. Sharpe made extensive use of the white of the canvas and paper, heightening the impact of expressive marks made with a \"controlled spontaneity\" reminiscent of Kandinsky in their movement, lyricism, and vividness.Artner, Alan G. Review, Chicago Tribune, February 19, 1978.Bracken, Jerry. \"Outside City Limits Dull\" Binghamton, NY News, July 23, 1978.Ratcliff, Carter. Review, The Print Collector’s News Letter, Vol. XII No. 6, Jan.-Feb. 1982.Haydon, Harold. \"From tiny papers to huge wood sculptures,\" Chicago Sun- Times, February 26, 1978. Based on drawings representing Sharpe's experience of the midwestern American landscape, the paintings appeared primarily abstract except for their compositions—which suggested panoramas of mountains, rivers and geography, surveyed from above—and marks, which seemed to reference architectural and topographical signs and symbols. Mary Jane Jacob wrote that rather than literal representations, the paintings functioned as composites or \"imaginative chartings\" of imaginary places. Joanna Frueh described them as a \"lyrical fulfillment\" of Sharpe's vision that resembled a \"vast, integrated organism\" expressing union, contentedness, buoyancy and playfulness. David Sharpe, Bathers, oil on canvas, 71\" x 86,\" 1982. === Abstract representational work (late 1970s– ) === Sharpe somewhat controversially introduced figures (frequently based on his wife, Anne Abrons) into his work in the late 1970s, a development that critic William Zimmer, among others, called \"an artistic gamble whose outcome is still in the balance.\"Elliott, David. \"David Sharpe’s Paintings Zap at Zaks,\" Chicago Sun-Times, April 25, 1982. Initially, he punctuated his dizzying compositions with small, often-hidden, Matisse-like nymphs. However, by 1979, the figure emerged as his primary subject, with the patterned landscapes retreating to the background or to pictures hanging on interior walls. These new works, such as The Bath (1981)Sharpe, David. The Bath, 1981, David Sharpe, Carl Hammer Gallery. Retrieved September 12, 2018. or the pastoral Bathers (1982), employed diverse art historical allusions: the interiors of Matisse; the distorted anatomies of Cubism and unschooled art; the odalisques of Ingres, Delacroix and Manet and monumental male bathers of Picasso; and the high-pitched color and extreme angularity of Imagism.Lyon, Christopher. \"Spider Web Describes Show at Artemisia,\" Chicago Sun-Times, February 20, 1983. David Sharpe, 10/9/15, oil on canvas, 24\" x 20,\" 2015.Critical opinion was at first mixed. Some critics felt that the landscapes suffered when figures were introduced or wondered whether the \"spirited bit of whimsy\" might wear out its welcome among Sharpe's admirers. However, Arts Magazine critic and artist Stephen Westfall wrote, \"Sharpe’s raiding of 20th-century art has become more boisterous and his paint handling more daring,\" while David Elliott of the Chicago Sun-Times found them \"sporty\" in their mix of provocative color, humor, history lessons, kitsch, and knowingness. Sharpe expanded his repertoire in the mid-1980s with motifs from pre-modernist literature, mythology and popular culture. In works such as Demeter (1985), which New York Times critic Grace Glueck noted for its deadpan satire and camp drollery, he addressed the voyeuristic and theatrical aspects of looking and reading art. Later in the decade, he created his \"Guadeloupe\" series: radiant, tropical-island scenes based on recollections of beaches, café life and agricultural activities there.Adrian, Dennis. \"David Sharpe at Zaks Gallery,\" Chicago Gallery Guide, May 1987. Depicted in a \"faux naif\" style, with typically complex, frieze-like compositions referencing Poussin, Millet and 17th-century Dutch genre painters, these paintings were considered some of the most satisfying Sharpe had created. Alan Artner, once a skeptic of Sharpe's figurative shift, found the more decorative works beautifully integrated, with an idyllic, easygoing feeling he welcomed over the darker themes Sharpe had been exploring. In the next decades, Sharpe reworked his themes and elements in new directions. By the early 1990s, he transported the high color and patterns of the \"Guadeloupe\" works into both urban settings and farm landscapes,Artner, Alan G. \"Sharpe’s new works move joyous color to urban setting,\" Chicago Tribune, April 21, 1989. Retrieved September 9, 2018.Artner, Alan G. \"Fresh From The Farm,\" Chicago Tribune, November 8, 1990. Retrieved September 9, 2018. and returned to the markmaking of his 1970s landscapes in \"Neo-Fauvist\" portraits of himself and his wife, Anne. Generally frontal and focused on expressionistically distorted heads, the portraits evoked Picasso in their poses and dislocations, and Matisse in color and the interior settings.Artner, Alan G. \"Masterworks form an exclusive club,\" Chicago Tribune, May 15, 1992. Retrieved September 9, 2018. From the mid-2000s onward, Sharpe's drawing became more visible, both within his paintings and as exhibited works on paper.Artner, Alan G. Review, Chicago Tribune, September 26, 2003.Artner, Alan G. \"David Sharpe,\" Chicago Tribune, April 15, 2005. Critic Margaret Hawkins and others have described his later figurative interiors (e.g., 10/9/15, 2015), as having an almost violent, \"scratchy immediacy\" that creates psychological tension in otherwise serene domestic settings.Hawkins, Margaret. \"Even the ordinary adds weird touch to Sharpe’s work,\" Chicago Sun-Times, May 19, 2006.Miller, Chris \"David Sharpe/Carl Hammer Gallery,\" New City, December 3, 2013. Retrieved September 9, 2018. Alan Artner considered them among the freest, most childlike passages in Sharpe's work, despite the frenzied markmaking. In recent years, Sharpe has also returned to the landscape, in paintings such as 2/26/14 (2014), bringing direct, expressive marks to a contemplative re-examination of the everyday experience of place.Carl Hammer Gallery. Exhibition materials. Chicago: Carl Hammer Gallery. 2006. == Collections and recognition == Sharpe's work resides in numerous public collections, including those of the: Art Institute of Chicago, Scottish National Gallery of Modern Art, Museum of Contemporary Art Chicago, Smart Museum of Art, Mary and Leigh Block Museum of Art, Indiana University Art Museum, Minneapolis Institute of Art, Washington County Museum of Fine Arts, Everson Museum of Art, Illinois State Museum, DePaul Art Museum, and Oklahoma Art Center, and Elmhurst College,Elmhurst College.Artists of the Elmhurst College Art Collection. Retrieved September 9, 2018. among many. His work also been acquired by numerous corporate collections. In 2006, Sharpe received an American Academy of Arts and Letters Purchase Award and a National Academy Museum and School Adolph & Clara Obrig Prize for painting.American Academy of Arts and Letters. Award Winner: David Sharpe. Retrieved September 9, 2018. == References == == External links == *David Sharpe, Carl Hammer Gallery Category:Abstract painters Category:Artists from Chicago Category:American male painters Category:21st-century American painters Category:20th-century American painters Category:20th-century American artists Category:21st-century American artists Category:School of the Art Institute of Chicago alumni Category:Artists from Kentucky Category:Culture of Chicago Category:1944 births Category:Living people Category:People from Owensboro, Kentucky ",
    "title": "David Sharpe (artist)"
}