{
    "id": "58467253",
    "text": "Map of Heathrow Airport tube and rail lines in 2019 Over the years, a number of transport proposals have been made to improve public access to Heathrow Airport, near London in the United Kingdom. Currently, all rail connections with Heathrow airport run along an east–west alignment to and from central London. Most rail passengers heading for Heathrow must pass through London Zone 1 stations in order to reach Heathrow. The British government's Department for Transport has considered various proposed schemes for new links to improve access to the airport. ==Background== Airport rail links such as Heathrow Express provide transport into central London Heathrow Airport is a major international airport which lies west of Central London. For the first 45 years of its operation, public transport links to Heathrow Airport were provided by airport buses. Rail connections to Heathrow Airport began in 1977 with the extension of the London Underground Piccadilly line to Heathrow Central tube station (now Heathrow Terminals 2 & 3). The Tube was extended to Terminal 4 in 1986 and Terminal 5 in 2008. A new airport rail link opened between Heathrow and London Paddington station in 1998, when the Heathrow Express service began, followed soon after by Heathrow Connect which was a stopping service at all stations between Heathrow and London Paddington. The mainline rail service is due to be enhanced and extended to central London and Essex when the Elizabeth line, currently under construction, opens in 2021 (delayed from 2019). ==Proposals== The Heathwick proposal One of the transport projects being considered is the Western Rail Approach to Heathrow Heathrow Southern Railway The high-speed rail HS4Air proposal A number of schemes have been proposed over the years to develop new rail transport links with other parts of London and with stations outside the city. As yet, none of these proposals has been confirmed or funded. === Dudding Hill Line (1990–2008) === In the late 1990s, the Dudding Hill Line in North London — currently closed to passenger services — was considered by BAA as a potential route for the planned Heathrow Express service to run to . Transport Plans for London Various plans for Heathrow services into central London The line was once again featured in the High Speed North scheme put forward by transport campaigners in 2008, which envisaged creating a rail link between Heathrow and via the Chiltern Main Line and the Dudding Hill Line to connect with the Midland Main Line at a \"Cricklewood Interchange\" station. === SuperCrossrail and Superlink (2004) === Two schemes known as SuperCrossrail and Superlink were put forward in 2004 by a group of rail industry managers as alternative proposals to the Crossrail route being planned at the time. They proposed connecting a number of regional stations such as , , and via a new underground railway through central London, with a station at Heathrow Airport. The scheme was rejected by planners in favour of the simpler Crossrail route. === Airtrack (2009) === In 2009, Heathrow Airport Limited unveiled a proposal for a new rail link called Heathrow Airtrack which would connect Heathrow Terminal 5 along a southern alignment to the Waterloo–Reading line. The scheme would have enabled direct rail services between , Heathrow Airport, and , improving transport links with stations to the South West of the airport. The project was abandoned in 2011 due to lack of funding and difficulties with a high number of level crossings on the route into London. === HS2 Heathrow Hub (2009) === A station serving Heathrow Airport, Heathrow Hub railway station, was included in the early proposals for the planned High Speed 2 (HS2) railway line. The spur from HS2 to Heathrow was dropped from the plans in March 2015. === Heathrow–Gatwick rail link (2011–2013) === Various schemes to create a transport link between Heathrow and Gatwick Airports have been considered, collectively known as Heathwick. Gatwick lies around south-east of Heathrow Airport, and like Heathrow, it has rapid rail connections into central London but there are no transport connections between the two airports. A fast rail link would allow the airports to operate jointly as an airline hub. Among the schemes has been a 2011 proposal for a high-speed rail link; and a 2013 proposal for a rapid transit system named London Air Rail Transit system (LARTs) running parallel to the M25 which would connect Gatwick, Heathrow and Luton Airports. === Great Western main line (2012) === The Western Rail Approach to Heathrow scheme was announced by the Department of Transport in July 2012 to build a spur from Heathrow Terminal 5 along a north-western alignment, connecting the airport to the Great Western main line. This connection will enable direct trains from , , and , and improve airport connections with the South West, South Wales and the West Midlands. === Windsor Link (2013) === In 2013, a proposal was announced for the Windsor Link Railway, a privately financed project to link the Slough–Windsor & Eton and the Staines–Windsor railway lines. The scheme also includes a branch to Heathrow Terminal 5, with a potential connection to Crossrail. In 2018, the Department for Transport began to invite proposals for privately funded rail links to Heathrow Airport. As well as the Western Rail Approach, other projects being considered for public–private partnership have included: === Heathrow Southern Railway / Southern Access to Heathrow (2018) === The Heathrow Southern Railway scheme, similar to the abandoned Airtrack proposal, envisages the construction of a south-aligned rail link to connect the Terminal 5 station with or and , which would allow trains to run from , and Guildford direct to the airport stations. It would also create a link to the airport from via , , and . In a November 2019 document from the DfT, this proposed link is renamed Southern Access to Heathrow (SAtH) since other options besides heavy rail are being considered. === HS4Air (2018) === HS4Air was a proposal for a new high-speed railway line which would link HS2 to the High Speed 1 line and the Channel Tunnel. The proposed route would run south of London, with stations at Heathrow and Gatwick Airports. The HS4Air scheme was rejected by Government in December 2018 and will not go ahead. ==See also== *Expansion of Heathrow Airport *Airlink (helicopter shuttle service) ==References== ==External links== * *Interlinking Transit Solutions Ltd (proponents of LARTS) *Western Approach project (Network Rail) *Heathrow Southern Railway *Expedition UK (proponents of HS4Air) * Proposals ",
    "title": "Heathrow Airport transport proposals"
}