{
    "id": "58466997",
    "text": "Abd’Elkader Farrah (1926-2005) was a self-taught painter who later became a theatre designer of international standing. Farrah taught theatre design at Strasbourg (1955-1961) and, as guest, at the National Theatre School of Canada (1968-69). In over three decades as designer, Farrah worked with some thirty directors on more than 250 productions, including designs for plays, operas, ballets and musicals around the world. After his death in 2005, Tom Fleming of the Scotsman called him “the most complete man of the theatre it has been my privilege to know”. == Biography == Farrah was born in Ksar al-Boukhari, Algeria on 28 March 1926, the second of three sons born to Brahim Farrah and Fatima-Zohra Missoumi. He ran a touring theatre company with his brothers, which performed across Algeria until it was censored and forced to close in 1950. As the political security in Algeria deteriorated, Farrah moved to Paris. He worked as a theatre designer, and taught the subject at the invitation of Michel Saint Denis at the École d’Art Dramatique in Strasbourg in the 1950s. In 1955 Farrah was made head of the theatrical design course at the National Theatre School of Strasbourg. It was during this period that he married Simone Pieret, with whom he had two children, Safi and Leila. In 1960, still working with Michel Saint Denis, Farrah designed Stravinsky’s Oedipus Rex at Sadler’s Wells, London. The production caught the attention of Peter Hall, who invited him to join the company he was in the process of setting up – the Royal Shakespeare Company. Farrah was closely associated with the Royal Shakespeare Company from that point onwards as Associate Designer, working with directors such as Peter Brook, Terry Hands and Clifford Williams. A number of other world-class designers joined Farrah at the RSC, with one such designer John Napier commenting that “Abdel’s the wisest of us all”. Farrah continued to work closely with the RSC until his departure in 1991, and between 1994 and 2000 was a visiting lecturer on the European Scenography Centre’s Masters programme at London’s Central Saint Martins. Farrah died on the December 18, 2005. == The Abd'Elkader Farrah Collection == The University of Oxford's APGRD maintains an Abd’Elkader Farrah collection dedicated to his designs and research undertaken for his Greek-inspired productions. Farrah was a close colleague of the APGRD from 2001 onwards, when he was invited to present an exhibition of his Greek projects. His work on Stravinsky’s Oedipus Rex in 1960 was the subject of an APGRD exhibition and Study Afternoon in 2015 marking the 10th anniversary of his death. Exhibition of Abd'Elkader Farrah's designs for the production of Stravinsky's Oedipus Rex in 1960. Exhibition by the APGRD, at the University of Oxford's Faculty of Classics. ==References== Category:1926 births Category:2005 deaths Category:English designers Category:Laurence Olivier Award winners Category:Theatre designers Category:Algerian emigrants to the United Kingdom ",
    "title": "Abd'Elkader Farrah"
}