{
    "id": "58465573",
    "text": "Gas, Oil and Water is a 1922 American silent comedy film directed by Charles Ray and written by Richard Andres. The film stars Charles Ray, Otto Hoffman, Charlotte Pierce, R. Henry Grey, William A. Carroll, and Dick Sutherland. The film was released in March 1922, by Associated First National Pictures. ==Plot== As described in a film magazine, Henry Jones (Hoffman) runs a hotel near the Mexican border that is popular with tourists. His daughter Susie (Pierce) is attracted to George Oliver Watson (Ray), a young man who has just opened a new gas station across the road. However, George is actually a government agent sent to the border to catch a band of smugglers who have been operating in that section. George watches two hotel guests who are acting suspiciously. His observations reveal several others around the place who appear to be in league with the two. Working slowly, he gathers sufficient evidence and data about the band that he imparts to other agents assigned to assist him. These agents trace the smugglers to their hiding place and in a raid the agents round them up. Hobart Rush (Grey), the ringleader, makes an attempt to escape and carries Susie off in an automobile. George jumps into another car and pursues them after leaving instructions to have the road ahead blocked. As the two cars come alongside each other, Susie jumps from Hobart's car to the one driven by George just as an explosion throws boulders across the roadway, sending Hobart's automobile rolling down the embankment. ==Cast== *Charles Ray as George Oliver Watson *Otto Hoffman as Henry Jones *Charlotte Pierce as Susie Jones *R. Henry Grey as Hobart Rush *William A. Carroll as Philip Ashton *Dick Sutherland as 'Beauty' Strang *Bert Offord as Sánchez ==References== ==External links== * * Category:1922 films Category:American films Category:English-language films Category:American comedy films Category:First National Pictures films Category:American silent feature films Category:American black-and-white films Category:1922 comedy films ",
    "title": "Gas, Oil and Water"
}