{
    "id": "58466446",
    "text": "Venning v Chin (1974) 10 SASR 299 is a Supreme Court of South Australia Full Court judgement, by which it was decided that in trespass cases, the onus lies on the defendant to disprove fault. However, for injuries caused in highway accidents, the onus is on the plaintiff to prove fault on the part of the defendant (see Tort Law in Australia). == Facts == A female pedestrian (the plaintiff and appellant) was struck down by a motor vehicle driven by Chin (the defendant) while crossing a public highway. As a result, the plaintiff suffered serious personal injuries. The plaintiff then brought legal action, alleging that the defendant was negligent. The defendant denied the allegation and argued that the plaintiff was contributorily negligent in crossing the road without due care. The trial judge found contributory negligence on the part of the plaintiff for crossing the road without due regard for her own safety. For this reason, the judge could not positively find the defendant to be negligent. On the other hand, the trial judge was also unable to find that the defendant was \"not guilty\". In light of this, the plaintiff's claim would fail if it was brought in negligence instead of trespass, where fault is an essential element. As the defendant was unable to prove the absence of fault on his part, the trial judge held that the plaintiff was entitled to recover damages for personal injury in trespass. In the trial decision, it was held that although the plaintiff had already succeeded in her claim for trespass, Section 27 of the Wrong Act 1936-1971 nevertheless applied for the apportionment. As the court held the plaintiff was held 60 percent of the blame for her own injury, damages were reduced accordingly. The plaintiff appealed and the defendant cross-appealed on this decision. == Issues == In the Supreme Court of South Australia, the following issues were discussed: # Whether trespass is still available for injuries caused by negligence # Onus of proof in a highway case == Judgement == The Supreme Court found that the defendant was guilty of negligence in causing the plaintiff's injuries. Justices Bright and Jacob agreed with Chief Justice Bray's exposition of the rule on the issue of the onus of proof of fault in an action for damages for damage sustained in a highway accident, where the onus is on the plaintiff to prove fault on the part of the defendant. == Ratio == The central issue in Venning v Chin was the relationship between the torts of trespass to the person in highway accident and negligence. Venning v Chin is a classic example of a highway accident in which it was difficult for the plaintiff to prove negligence on the defendant's part. The court raised the question that if trespass is still available for injuries caused by negligence in a highway accident and held, that it was affirmed to be positive in Australia. It was found that there is an implicitly accepted risk that an accident would have occurred on a highway that was caused neither intentionally nor negligently. Examples of highway accidents are collisions between vehicles, vehicle collisions with premises adjourning the highway, and collisions between a vehicle and a pedestrian on the highway. Previously in Leame v Bray,Leame v Bray (1803) 3 East 593, 102 ER 724 the court held that trespass would lie for a highway accident caused by the direct action of the defendant in driving his carriage against the carriage of the plaintiff, even though that driving was negligent, not willfully. However, in Letang v Cooper, Letang v Cooper 1965 1 QB 232 Lord Denning MR held that if the injury was inflicted unintentionally, the plaintiff has no cause of action today in trespass but \"his only cause of action is in negligence.\" As both Williams v Milotin and Letang v Cooper can not stand together and that the court is bound by the High Court case of William v Milolton,Williams v Milotin [1957] HCA 83 following Williams v Hollands.Williams v Holland The judge held that trespass was open to the case of Venning v Chin. In Weaver v Ward, it was held that the defendant was not liable in trespass if his act was neither intentional nor negligent. Therefore, the onus is on the defendant to disprove fault in trespass cases.Weaver v Ward (1616) 80 ER 284 However, BRAY CJ held that there can be varieties of this doctrine, where a general doctrine apply to all cases and a particular doctrine apply to highway only. For injury caused by highway accident, the onus is on the plaintiff to prove fault on the part of the defendant because those who use the highway or have premises adjourning the highway must be taken to have implicitly accepted the risk of injury from contacts on the highway caused neither intentionally nor negligently. == See also == Wrong Act 1936-1971.Wrong Act 1936-1971. In the trial decision, it was held that although the plaintiff had already succeeded her trespass claim, section 27 of the Wrong Act 1936-1971 nevertheless applied for the apportionment. As the court held the plaintiff was 60 percent to blame for her own injury, damages were reduced accordingly. == Annotation == * Source 1 - This is a court decision. Weaver v Ward established that there will be no liability where the defendant has no fault. In this case, the defendant injured the plaintiff in a military training, and the court decided that the defendant was not liable for battery because the defendant successfully disproved his being at fault; i.e., it was neither intentional nor negligent. In Venning v Chin case, the court applied source 1 as the authority that the defendant bears the onus of disproving his being at fault in the associated circumstance. * Source 2 - This is also a court decision. In Leame v Bray, the court held that trespass would lie for a highway accident caused by the direct action of the defendant in driving his carriage of the plaintiff, even though that driving was negligent, not willful. Applying source 2 to Venning v Chin, negligent was open to trespass. * Source 3 - This a court decision. In Letang v Cooper, the issue of whether negligent is open to trespass was again discussed. Source 2 was applied in Venning v Chin that it was held by Lord Denning MR's decision (in Source 3) that intentionally inflicted body harm cannot be pleaded as trespass, in contrast to Source 2's decision. * Source 4 - This is an English case, where the Full Court decided that negligent is open for trespass, followed by William v Holland. Source 4 was cited and applied in Venning v Chin that negligent is open for trespass. * Source 5 - This is a High Court of Australia decision citing William v Miloton. This source was used to justify the Australian court position that William v Holland was an English case and does not represent the Australian court position. In Venning v Chin, decision in Source 5 was used to clarify that Australian position that negligent is open for trespass in Australia. * Source 6 - Source 6 was applied to Venning v Chin for the legislation position regarding to the negligent of the defendant in Venning v Chin. == References == Category:South Australia case law Category:Supreme Court of South Australia ",
    "title": "Venning v Chin"
}