{
    "id": "58462219",
    "text": "Carol Travis Alonso is a United States physicist, author and horsewoman. She was a co-discoverer of Element 106, Seaborgium, with Nobel laureate Glenn Seaborg and other team members at Lawrence Berkeley National Laboratory. She received her B.S. degree from Allegheny College, and her Ph.D. in nuclear physics from the Massachusetts Institute of Technology. Alonso worked on nuclear defense research and policy for 26 years at Lawrence Livermore National Laboratory (LLNL), where she managed various research programs and contributed to government policy on the role of nuclear testing.[1] She co- authored a Report to Congress on stockpile reliability. She collaborated with NASA astronaut Taylor Wang in experiments on Space Shuttle Challenger. Her research led to a nationally broadcast interview on NBC's Today Show. She was awarded a Gold Citation by Allegheny College for her work in national security. Alonso was appointed Assistant Associate Director for National Security until her retirement from LLNL in 2001. She now trains horses to dance to music. She won a bronze medal from the United States Dressage Federation. She competed a freestyle to music by invitation in the U.S. Dressage Finals in Lexington, KY. Alonso and her horse El Gavilan exhibited a Century Club ride for The Dressage Foundation. She has recently published an historical novel, Sun Stallion. == Early life and education == Carol Travis Alonso was born in Montreal, Canada, on December 5, 1941, just two days before the Pearl Harbor attack. Her parents, Clifford Fergus Travis and Margaret Torrence Grafton Travis, had emigrated to Canada as children from England and Scotland respectively. Alonso grew up in Canada, living in Montreal, Merrickville (a small northern town on the Rideau River in Ontario), Hamilton, Toronto, Brantford, and Port Dover on Lake Erie. In 1952 Alonso's parents moved their family aboard Romana, a 52-foot old-style yacht moored in Port Dover. Her father, a self-made engineering designer from an English seafaring family, had always dreamed of living on a boat. For the next 6 years she would live on the yacht, rowing their dinghy Little Toot across the water to walk to school. Hard winters of maintaining a wooden boat in thick ice, along with her father's good job offer from General Electric Company, prompted the family to move to the United States in 1954 when Alonso was 13 years old. They sailed Romana to Erie, Pennsylvania, and later lived there on a 65-foot classic yacht named Water Sprite. From these years Alonso developed a lifelong love of sailing. She attended East High School, where she studied hard on her own and learned self-reliance. In 1959 Alonso proudly became a United States citizen at Erie County Courthouse. She graduated valedictorian of her high school class in 1959, having earned a Merit Scholarship used to attend a fine liberal arts school, Allegheny College, in Meadville, Pennsylvania. She was the first member of her family to go to college. In 1957 the Russians launched the first satellite Sputnik, and from the after-deck of her boat home Alonso watched it traversing the night sky. The space race was on. This inspired Alonso to become a scientist. At Allegheny she carried a double major in physics and mathematics with a minor in art. She was inducted to Phi Beta Kappa as a junior in 1962, and won the Academic Prize when graduating with honors from Allegheny in 1963. From 1963 through 1965, Alonso studied biophysics at Bryn Mawr College, where she researched the effect of x-radiation on the transmission of action potentials through live axons in crayfish. Her thesis resulted in an M.S. degree in BioPhysics. Pursuing her longtime goals, Alonso in 1965, having won a National Science Foundation Fellowship, obtained admission to the Physics Graduate School at the Massachusetts Institute of Technology in Cambridge, MA. In those days very few of the Physics graduate students were women. In Francis Low's large quantum mechanics class of about a hundred students, for example, she was the only female. She completed her Ph.D. thesis Perturbed Angular Correlations in 1970 supervised by Lee Grodzins. While at MIT she chaired the Graduate Student Council, and was instrumental in initiating an annual review and ranking of faculty members that exists to this day. In 1970 Dr. Carol Travis Alonso graduated with a Ph.D. in Nuclear Physics from the Massachusetts Institute of Technology. == Research == Alonso joined Yale University as a postdoctoral fellow in 1970, working on heavy ion research at the Yale HILAC with John Rasmussen. She also taught basic physics to pre-medical students at Yale. In 1972 she moved to Lawrence Berkeley Laboratory to work with Nobel Laureate Glenn T. Seaborg. Their team discovered element 106, which some years later was named seaborgium. Alonso, while attending a conference in Tennessee to present a nuclear hydrodynamics paper, got caught in the middle of a competition between the US and the Soviet Union to first announce the discovery of element 106. At Berkeley they used californium-249 as a target and eventually discovered seaborgium. The new nucleus had a 0.9 second half-life and underwent alpha decay to rutherfordium-259. In 1975 Dr. Alonso became a full staff research physicist at Lawrence Livermore National Laboratory, doing nuclear research in A-Division. Her career at LLNL spanned many aspects of National Security research and management, from 1975 until her retirement in July 2001. National Security at LLNL includes nuclear defense research and development as well as anti-terrorist and non-proliferation research and analysis, and arms control issues. Alonso began her work at LLNL with research on inertially confined laser fusion and thermonuclear fusion physics. In 1980 she founded and was named manager of Rodeo Program, which studied innovative processes associated with thermonuclear fusion. She became Deputy A-Division Leader for Thermonuclear Design in 1984, with an additional year as Associate Program Leader for X-Ray Laser Design in 1986–87. During these years Alonso worked with national teams to provide technical input into the policy area of nuclear test thresholds, particularly with regard to arms control issues. She also collaborated on a computer simulation study of ultra-relativistic collisions of heavy atomic nuclei. In 1984-85 Carol collaborated with astronaut Taylor Wang of the Jet Propulsion Lab on a hydrodynamics experiment on space shuttle Challenger. NASA invited her to view the launch of STS-51-B as a VIP on April 29, 1985, at Cape Canaveral. An NBC film crew accompanied Carol on this trip, filming her for a Today Show special on Carol's work at LLNL. This show, with anchor Jane Pauley, was aired prime time on July 16, 1985. From 1982 to 1990 Dr. Alonso served as LLNL Chairman of the Joint US/UK Working Group, set up by federal statute to allow collaboration between the United States and the United Kingdom on certain aspects of nuclear defense. This position entailed frequent liaison trips to Aldermaston and Whitehall in the United Kingdom. During this period Alonso in 1987 co-authored, with George Miller and Paul Brown, the “Report to Congress on Stockpile Reliability, Weapon Remanufacture, and the Role of Nuclear Testing” in answer to a direct request from Senator Edward Kennedy and Congressmen Aspin, Dicks, Fascell, Markey and Spratt. In September 1990 Alonso was appointed Assistant to the Deputy Director, where she worked on a variety of Laboratory operational and policy administration issues, including chairing several complex incident analysis teams. Subsequently, as Special Assistant in the Director's Office, she served as Laboratory Coordinator for the first University of California Science and Technology Performance Review. In 1994 Alonso was named by the Director as LLNL's point-of-contact to DOE for the White House's National Science and Technology Council, and also as LLNL's policy representative on DOE's federal R&D; database team. In 1990, when Iraq invaded Kuwait, initiating the Gulf War, Alonso chaired Project Desert Orchid, in which LLNL's intellectual resources were tapped to suggest solutions to the conflict's diverse technical problems. Alonso shared a patent on a device to cap burning oil wells. In 1993 she was awarded a medal from Washington, DC, \"For Outstanding Service to the United States.\" In 1995 Dr. Alonso was appointed Assistant Associate Director for National Security, a position she held until her retirement from LLNL in July 2001. In this capacity she administered various internal security programs at the Laboratory, chaired numerous DOE technical study teams, wrote several reports associated with stockpile stewardship, and generally managed internal security affairs at the Laboratory. Alonso was Executive Secretary of the LLNL National Security Council, composed of Laboratory Associate Directors. During these tumultuous years of change, the United States engaged in a voluntary test ban that altered the priorities of the Laboratory, inducing it to develop the Stockpile Stewardship Program in which nuclear testing at Nevada Test Site was replaced by very advanced simulation computer codes and high energy density laboratory experiments. During those years Alonso co-authored a historical paper entitled \"The Road To Zero Yield.\" In 2001, Alonso retired from the Laboratory after almost 30 years of service to the University of California and the United States Government. Her second career focused on a completely different long-term passion, the art of dressage - that is, the art of dancing horses. She became a horse trainer and competitor. She continues this avocation to this day, with a competition specialty in freestyle to music. In 2009, she won a bronze medal from the United States Dressage Federation. With several horses, competing as an amateur, she has garnered a variety of awards and championships over the years, culminating in an invitation in 2015 to compete a freestyle in the U.S. Dressage Finals at the Kentucky Horse Park in Lexington, KY. In her Finals ride she and her 24-year old Andalusian horse, El Gavilan, were the oldest rider-horse pair among 400 competitors. In 2017 Alonso and El Gavilan qualified for the rare U.S. Century Ride, for which the sum of the ages of horse and rider must exceed 100. This ride took place on May 6, 2017, with much festivity and 70 invited guests. Alonso is on the editorial publication board of The Iberian Horse, the quarterly magazine of the International Andalusian and Lusitano Horse Association. In 2019 she published her first book, Sun Stallion, an historical novel of the Conquest of Peru. This novel was a finalist in the 2018 Blazing Lantern Fiction Contest, winning 3rd place among 123 entries. == References == Category:Women biophysicists Category:Bryn Mawr College alumni Category:Massachusetts Institute of Technology alumni Category:Lawrence Livermore National Laboratory staff Category:American women physicists Category:Nuclear physicists Category:Women nuclear physicists Category:Living people Category:Canadian physicists Category:Year of birth missing (living people) ",
    "title": "Carol Alonso"
}