{
    "id": "58462623",
    "text": "Roger Ellis Millsap (November 18, 1954 – May 9, 2014) was an American psychometrician known for his research on measurement invariance. Millsap was born on November 18, 1954 in Olympia, Washington. He was the only child of Max Ellis Millsap, who was a general manager for the Olympia Oil and Wood company, and Lillian Rogers Millsap (née Turner), an executive director of two chapters of the Red Cross. He received his BS degree from the University of Washington in 1977, followed by an MA in statistics and a PhD in quantitative psychology. He received both of his advanced degrees in 1983 from the University of California, Berkeley, where he was supervised by Bill Meredith. After receiving his PhD, Millsap taught industrial/organizational psychology at Baruch College until 1997, where he eventually became a full professor. In 1997, he joined the quantative psychology faculty of Arizona State University, where he taught until his death in 2014. He served as editor-in-chief of Multivariate Behavioral Research from 1996 to 2006, and of Psychometrika from 2007 until his death. He also served as president of the Society for Multivariate Experimental Psychology in 2001–2002, of Division 5 of the American Psychological Association in 2004–2005, and of the Psychometric Society in 2006–2007. His awards included the Society for Multivariate Experimental Psychology's Raymond Cattell Award (1993) and Herb Eber Award (2001), as well as three Tanaka Awards (1995, 1999, and 2005) for work in Multivariate Behavioral Research. Millsap died suddenly on May 9, 2014. He was survived by his wife and four children. ==References== Category:1954 births Category:2014 deaths Category:American psychologists Category:Psychometricians Category:American statisticians Category:People from Olympia, Washington Category:University of Washington College of Arts and Sciences alumni Category:University of California, Berkeley alumni Category:Baruch College faculty Category:Arizona State University faculty Category:Academic journal editors ",
    "title": "Roger Millsap"
}