{
    "id": "58477461",
    "text": "Entrance to Lubee Bat Conservancy Lubee Bat Conservancy is an Association of Zoos and Aquariums-certified institution in Gainesville, Florida. Its focus is the research and conservation of bats, particularly megabats. ==History== Lubee Bat Conservancy has its roots in an organization founded in 1989, the Lubee Foundation, Inc. The Lubee Foundation was created by Luis F. Bacardi of the Bacardi spirits company. The name \"Lubee\" was derived from the name of \"Luis Bacardi.\" In the early years of the organization, it was home to several animal species other than bats, such as parrots, monkeys, and ostriches. The Lubee Foundation was used as a temporary holding facility for animals on their way to Disney's Animal Kingdom. The Bacardi family and business had a special interest in bats, as bats were the inspiration for its logo. When Luis Bacardi died on 12 September 1991, the Lubee Foundation shifted emphasis to focus on bats, rehoming its non-bat species. ==Facilities== Lubee Bat Conservancy is situated on a ranch, approximately north of the city of Gainesville, Florida. It has facilities designed for the maintenance of captive bats, with temperature-controlled areas for roosting and outdoor flight enclosures. It also has medical equipment to manage the bats' needs, such as an examination room equipped for anesthesia, isolation areas, and a recovery room. ==Species housed== Lubee Bat Conservancy is home to more than 200 megabats of several species. Megabat species housed at Lubee include: *Straw-coloured fruit bat (Eidolon helvum) *Egyptian fruit bat (Rousettus aegyptiacus) *Gray-headed flying fox (Pteropus poliocephalus) *Indian flying fox (Pteropus giganteus) *Small flying fox (Pteropus hypomelanus) *Large flying fox (Pteropus vampyrus) *Lesser short-nosed fruit bat (Cynopterus brachyotis) *Little golden-mantled flying fox (Pteropus pumilus) *Rodrigues flying fox (Pteropus rodricensis) *Spectacled flying fox (Pteropus conspicillatus) With the dissolution of the Organization for Bat Conservation (OBC) in early 2018, Lubee announced that they would take on 17 of OBC's bats, including two species of microbat: *Big brown bat (Eptesicus fuscus) *Evening bat (Nycticeius humeralis) ==References== Category:Organizations based in Florida Category:Tourist attractions in Gainesville, Florida Category:1989 establishments in Florida Category:Conservation and environmental foundations in the United States Category:Wildlife conservation organizations ",
    "title": "Lubee Bat Conservancy"
}