{
    "id": "58476790",
    "text": "De Kouter in Ghent in 1763 Engelbert van Siclers or Engelbert Lieven van SiclersName variations: Engelbert Liévin Siclers, Engelbert Liévin Secliers (Gent, 6 June 1725 - 24 June 1796) was a Flemish painter who is known for his cityscapes of Gent. Ingelbert Liévin Siclers at the Netherlands Institute for Art History Victor van der Haeghen, Siclers, Engelbert-Liévin in: Biographie nationale de Belgique, Volume 21, p. 387 ==Life== The 9 May market in Sint- Amandsberg Engelbert van Siclers was born in Gent as the son of Jacques van Siclers, lawyer on the Council of Flanders and Anne Odevaere, whose father, Martin Odevaere, had also been a lawyer on the same council. The Siclers were an old aristocratic family, which was of Lombard-Jewish ancestry and had played a prominent role in Ghent in the 14th to 16th century.Guy Schrans, Vrijmetselaars te Gent in de XVIIIde Eeuw, 1997, pp. 362-363 Engelbert studied law and practised painting only as an amateur as he was independently wealthy. He did not join the local Guild of St Luke. It is in the capacity of \"retiree\" that he joined in 1780 the Gent assembly of notables known as the Collace. He was also a deacon of the fishmongers' guild. He was a faithful contributor to the Gent Academy for drawing, painting and architecture, where in 1782 and again in 1790 he was the patron of a pupil enrolled in drawing classes. He married Anne Bernardine Mechelynck. ==Work== King's shoot of the St Anthony guild Engelbert van Siclers created mainly paintings and drawings of city views, especially from Gent. He excelled at arranging groups of figures in festive clothes. His works are important as documents of the history of Gent. His works are preserved in the library of the University of Ghent. Four paintings by van Siclers, one signed and two monogrammed \"S,\" are in the Ghent City Museum. ==External links== ==References== Category:1725 births Category:1796 deaths Category:Flemish landscape painters Category:Flemish artists (before 1830) Category:People from Ghent ",
    "title": "Engelbert van Siclers"
}