{
    "id": "58473392",
    "text": "\"Sour Diesel\" is a song by English singer and songwriter ZAYN. It was released on 18 July 2018 by RCA Records as the third single from Zayn's second studio album Icarus Falls (2018). The song was written by Zayn, James Ho and Rob Cavallo, with production handled by Cavallo and Malay. ==Release== On 17 July 2018, a day before the song official release, Zayn announced a new song and later posted on Twitter a 30-second teaser of the music video for \"Sour Diesel\". He also announced that the video would be released at 12:00 PM on Apple Music. A day later, the song was released to all major platform and streaming services. The music video was released on 18 July 2018 at 12:00 PM exclusively on Apple Music. ==Composition== \"Sour Diesel\" is a funk rock song. ==Music video== Zayn first teased the song's music video on Twitter. It was released on Apple Music on 18 July 2018 and was directed by Sing Lee. The video was later released on YouTube on 18 April 2019. In the video, a group of criminals obtains a stolen gem and later kills the owner. Zayn appears as a superhero who decides to fight the criminals in order to retrieve the gem. Later he fights the boss with the help from a superheroine. ==Critical reception== Mike Nied of Idolator opined that the song reveals a different side of Zayn. He felt \"refreshing to hear him making a sonic risk\". Nied also stated that the video narrative is a dramatic affair relating \"the overarching narrative he created for the era\". Entertainment Tonight selected it as one of the top 20 best songs of 2018, ranking it number 16. ==Charts== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- ! scope=\"row\"| New Zealand Hot Singles (RMNZ) | 26 |} ==References== Category:2018 singles Category:2018 songs Category:Funk rock songs Category:Songs written by Zayn Malik Category:Zayn Malik songs Category:Songs written by Malay (record producer) ",
    "title": "Sour Diesel (song)"
}