{
    "id": "58470914",
    "text": "Édmée Marie Juliette Chandon (21 November 1885 – 8 March 1944) was an astronomer known for being the first professional female astronomer in France. She worked at the Paris Observatory from 1908 until her retirement in 1941. ==Biography== The eldest of five children, Chandon was born to Marie Duhan and merchant François Chandon on 21 November 1885 in the 11th arrondissement of Paris. In July 1906, she completed her degree in Mathematical Sciences at the . She began working at the Paris Observatory in November 1908 as a trainee, where she met Jacques Jean Trousset after he joined her team in January 1909. They married on 6 April 1910 in Saint-Cloud but the marriage was short-lived; the pair divorced on 26 April 1911.Étude généalogique J. d'Enfert On 28 February 1912, Chandon was appointed aide astronome et attachée at the Paris Observatory, effective from 1 March, and the appointment made her the first professional female astronomer in France. L'Aurore declared the appointment a \"new feminist victory\". Chandon represented the Paris Observatory at the Fête du Soleil, organised by the Société astronomique de France, at the Eiffel Tower on 22 June 1914. In March 1930, Chandon defended her thesis \"Research on the tides of the Red Sea and the Gulf of Suez\", where she shows that the tides of the Red Sea and Gulf of Suez are examples of standing waves. She retired on 1 October 1941. On 17 May 1943, the French Academy of Sciences proposed four candidates to the Minister of National Education for positions as titular astronomers of Paris Observatory, including Chandon. Chandon died at her home in Paris on 8 March 1944. After it was discovered in 1935, asteroid 1341 Edmée was named in her honour. ==Notes== ==References== Category:1885 births Category:1944 deaths Category:Women astronomers Category:French astronomers Category:20th-century French scientists ",
    "title": "Édmée Chandon"
}