{
    "id": "58474465",
    "text": "Ignace Rene Louisa Valentinus Meuwissen is a Belgian real estate entrepreneur, philanthropist and founder of Friends4East and Property4East, born 29 July 1965 in a family of manufacturers. Meuwissen is renowned as an influential advisor for wealthy Russian-speaking clientele, special among Russian oligarchs. == Business career == At the age of 25 he began his real estate business and in 2008 established his own company Property4East. In 2010 he cooperated with Chelsea Football Club owned by Roman Abramovich that offered its Millennium Suites to rent it out. Since 2014 Meuwissen starts to relocate the first Russian oligarchs to the Netherlands. In November 2017 Meuwissen sold a Kazakh government official a luxurious high-security flat in Paris for €65 million (US$75.8 million) that Mansion Global named one of the priciest residential transactions in the city this year. The Kazakh, who bought an apartment for 65 million euros in Paris, decided to re-sell the apartment, for 125 million euros. This is twice the price for which he bought it. The authorities of Kazakhstan are trying to find out who bought the luxury apartment in Paris for 65 million euros, but Meuwissen doesn't want to mention who the buyer is. Various media reports state that the penthouse may have been purchased by the vast riches accrued by Kazakhstan's ruling Nazarbayev family. BBC reported on March 10, revealed that assets owned by Dariga Nazarbayeva, of the speaker of the Senate and the president's daughter, and her son, Nurali Aliyev. End 2018 Meuwissen signed with Mohammad Zahoor a partnership to launch Property4East.com in 2019, the first platform for brokers and owners of luxury real estate specialized for Russian, Kazakh and Ukrainian clientele in collaboration with Eastern European major media channels. In 2019 Meuwissen signed an agreement with financial specialist PWC and a private bank to move 15–20 families of Eastern European origin from Kazakhstan, Russia and Ukraine to new locations in the Benelux, due to the Brexit. This operation won't do him any harm since he has been instructed to sell the British homes of the Eastern European families for a fee of 6%. According to well-informed sources, the estimated transaction value of the entire UK portfolio is worth more than 1 billion euros. The portfolio of relocation homes in the Benelux would exceed 200 million euros. In July 2019, Meuwissen completed the business transaction to sell 20 homes for 500 million pounds in the better suburbs of London to large real estate agent groups in the world. The total initial value of the contract was estimated at a sales value of 1 billion pounds, based on an analysis by Knight Frank. Meuwissen, known for its harsh statements and knowledge of the market, values the global value of the homes at 500 million, with the fact that London is no longer \"hot\". Meuwissen had signed the deal with an investment bank on the basis of a consortium contract at a 6% reimbursement of which 4.5% as a success fee. On the transaction, he earns 1.5% fee that must be paid over the maximum duration of 2 years, with a watchful eye on the transactions on behalf of his clientele. The deal was guided by the law firm Magic Circle (law firms). ==Philanthropy== Friends4East support economic and business-mission of West Europe, with Eastern Europe, focused on Russia, Kazakhstan and Ukraine. The organization also supports cultural and artistic projects, talented people including supporting animal foundations, especially cats. Since 2015 Meuwissen supports yearly Mohammad Zahoor and his wife Kamaliya with her foundation to help children in need. The foundation organizes annual charity nights to raise money. On 18 November 2017 in Luxembourg the Roscosmos State Corporation for Space Activities with the support of Friends4East and the Russian Ambassador to the Grand Duchy of Luxembourg Viktor Sorokin opened the space exhibition #Sputnik60 to celebrate 60 years since Sputnik became the first satellite in space and changed the world forever. ==Books== In 2015 Meuwissen collaborated with the publisher teNeues as author for the coffeetable book Living in Style Morocco sold at Amazon. In 2018 Meuwissen has asked by the publisher teNeues to collaborate in different projects as member of advisory board. A must-have book for all classic car fans worldwide with the title ``Classic Cars Review`` together with Rolf Sachs, Maximillion Cooper CEO of the Gumball 3000 and Prince Luitpold of Bavaria, including the coffee table book Interior Designer Review in collaboration with Caroline Sarkozy sister of Nicolas Sarkozy. ==Media== Christmas Eve 2017, Nederland 3 broadcast a TV program about Ignace and his wife Naomi about their daily life presented by Lauren Verster. 24 December 2017 Since May 2020, Meuwissen has his own monthly column in Forbes Mongolia about luxury real estate and relocation. == References == ==External links== Category:Living people Category:Belgian businesspeople Category:1965 births ",
    "title": "Ignace Meuwissen"
}