{
    "id": "58476255",
    "text": "\"Wake Up in the Sky\" is a song by American rapper Gucci Mane, American singer Bruno Mars, and American rapper Kodak Black. It was released by Guwop and Atlantic Records as the third single from Mane's thirteenth studio album Evil Genius on September 14, 2018. The song was written by Mane, Mars, Black, Chance Youngblood, Dwan Avery and Jeff LaCroix, and produced by Mars and the latter three under their aliases Tarentino, DY and Tre Pounds. \"Wake Up in the Sky\" is a hip hop, pop and soul song with a trap beat, and lyrics about feeling good and enjoying life. \"Wake Up in the Sky\" received mostly positive reviews from music critics who found its chorus catchy and appreciated it for eschewing the trap-indebted sound of Evil Genius. The song reached number 11 on the US Billboard Hot 100, and was certified triple platinum by the Recording Industry Association of America (RIAA). It peaked at number five on the US Hot R&B;/Hip-Hop Songs chart and at number one on the US Rhythmic chart. The track also charted in the top 40 in Canada, Hungary, Norway and Slovakia. Mars and Florent Dechard directed the song's music video, in which Mane, Mars and Black perform as a 1980s soul music trio dressed in suits and jewelry. ==Background and release== In June 2018, Gucci Mane told Billboard that he worked with who he considered the best producers for Evil Genius to prove to his fans that he is \"still passionate about the music\". \"Wake Up in the Sky\" is Mane's second collaboration with Bruno Mars, the first being Mane's remix of Mars' single \"That's What I Like\" (2017). Mane and Kodak Black first collaborated on \"Vibin in This Bih\", which appears on Black's mixtape Lil B.I.G. Pac (2016). It is the first song Black recorded since being released from prison in August 2018 for a number of felony charges. \"Wake Up in the Sky\" was written by Mane, Mars, Black, Chance Youngblood, Dwan Avery and Jeff LaCroix, and produced by Mars and the latter three under their aliases Tarentino, DY and Tre Pounds. The track was mixed by Serban Ghenea. Mars first teased the collaboration by sharing an image of himself and Black on Instagram in late August 2018. On September 13, 2018, Mane shared the single's cover art on Instagram and announced that the collaboration would be released the following day. The cover art is an airplane window view of an ice cream cone-shaped cloud. Guwop and Atlantic Records released \"Wake Up in the Sky\" for digital download and streaming on September 14, 2018, as the album's third single. ==Composition== \"Wake Up in the Sky\" is a hip hop, pop and soul song with trap influences. It is composed in time and the key of A minor, with a moderate tempo of 80 beats per minute, and a chord progression of Fmaj7–Am(add9)–Cmaj7/D. The artists' vocal range spans from G4 to D6. The track has a hazy, melodic sound and loose, spaced out production. It starts with Mars singing \"fly\" in his higher vocal register before the R&B; hook. A trap beat is then added for the more sensual verses that are permeated with romanticism. Mane and Black boast in their respective verses; C. Vernon Coleman II of XXL writes that Mane is in \"flex mode\", while Black's flow was viewed as \"sneering\" by Consequence of Sounds Randall Colburn. Black sing- speaks in his 16-bar verse, while Mane sings in a crooning style and ad-libs over the light instrumental, saying, \"I smell like Bond Number 9, nine/ Section full of fine dimes/ Bitches starin' at me sayin', 'Wow'/ Unforgettable like Nat King Cole/ Gucci Barry White, I'm singing to your ho\". His references to King Cole and White recall those of \"Slow Jamz\" (2003) by Twista featuring Kanye West and Jamie Foxx. The lyrics in the song are celebratory and are about feeling good and enjoying life, as heard in the hook, \"I drink 'til I'm drunk, smoke til I'm high / Castle on the hill, wake up in the sky / You can't tell me I ain't fly / I know I'm super fly\". ==Reception== \"Wake Up in the Sky\" received mostly positive reviews from music critics. Pitchforks Alphonse Pierre wrote that Mane \"sounds rejuvenated as he ad-libs over the bright instrumental\", and Mars \"effortlessly, [steals] the spotlight with a silky hook\". Jordan Bassett of NME felt the song \"shimmers with a lush R&B; hook\" and commented, \"This is the most commercial Gucci's ever sounded, but could anyone deny him his euphoria?\" According to him, the track is transcendental and \"offered such resonance in the context of Gucci's transformation.\" In his review for XXL, Vernon Coleman II called Mars' chorus \"infectious\", while Josiah Hughes of Exclaim! deemed the track \"luscious\". Brody Kenny of Consequence of Sound regarded \"Wake Up in the Sky\" as an album highlight, calling Mane's singing \"unexpectedly delightful\". Exclaim!s Clayton Tomlinson also viewed it as one of Evil Geniuss best tracks, saying it \"feels like a Rick Ross song that has been hitting the gym\". Trey Alston of Highsnobiety considered it a \"glitzy, if brief detour\" from the uninspired production of the rest of the album. Writing for Pitchfork, Evan Rytlewski labeled the collaboration \"prim\", arguing that it eschewed the \"of-the-moment trap\" of Evil Genius. AllMusic's Neil Z. Yeung meanwhile described it as a \"smooth break\" on the album that adds \"some seduction into the mix\". On the other hand, Tom Breihan of Stereogum deemed the song \"perfectly catchy\", but \"insubstantial\" and \"a forced crossover-hit attempt\". HipHopDXs Daniel Spielberger was more critical of the track, writing that it \"never comes into a groove and fails to achieve the joyful, soulful vibe of an all-time classic.\" At the 2020 ASCAP Pop Music Awards it was one of the winners of Most Performed Song. ==Commercial performance== \"Wake Up in the Sky\" debuted at number 30 on the US Billboard Hot 100 on the issue dated September 29, 2018. Following the release of its music video, the song rose to a peak of number 11, tying 2017's \"I Get the Bag\" as Mane's highest-charting single as a lead artist in the US. \"Wake Up in the Sky\" spent 26 weeks on the afforementioned chart. The song also reached the top five of the US Hot R&B;/Hip-Hop Songs chart. \"Wake Up in the Sky\" became Mane's third, Mars' tenth and Black's first number one on US Rhythmic Songs. In April 2019, it was certified triple platinum by the Recording Industry Association of America (RIAA) for track- equivalent sales of three million units. \"Wake Up in the Sky\" peaked at number 36 on the Canadian Hot 100, spending 20 weeks on the chart. It entered the top 50 in Czech Republic, Ireland and Norway. The single also reached number 49 in Portugal, where it spent 18 weeks on the chart. It debuted and peaked at number 65 on the UK Singles Chart with first-week sales of 7,030 units. In Australia, the song bowed at number 49 on the ARIA Singles Chart, but was certified platinum by the Australian Recording Industry Association (ARIA) for track-equivalent sales of 70,000 units. ==Music video== The accompanying music video was directed by Florent Dechard and Mars, and premiered on October 31, 2018. The video shows Mane, Mars and Black wearing glittering 1970s-style suits along with jewelry. The video opens with Mane sitting in front of a mirror in a dressing room, wearing a long, white fur coat over a white suit. He then joins Mars and Black to perform on a stage. The artists perform with vintage microphones as a 1980s soul music trio in front of the stage's jazz theater curtain. They alternate front-man roles as they sing and use coordinated movements. During the performance, Mane gives a rose to a woman in the audience and Black performs his \"signature 'Zeze' dance move\". Clips of the trio drinking champagne and celebrating with women are intercut with them singing the song. Billboards Michael Saponara found the music video \"stunning\", while KC Orcutt from XXL called the video \"lighthearted\" and the idea behind it \"fun\". Aaron Williams of Uproxx felt that it was a \"tongue-in- cheek homage to the television performances of yesterday\", likening it to the program American Bandstand. Idolator's Mike Wass compared the visual's \"retro aesthetic\" to Mars' music video for \"Finesse\" (2018), deeming it \"super suave\". The video has received over 300 million views on YouTube. ==Personnel== *Gucci Mane – vocals, songwriter *Bruno Mars – vocals, songwriter, producer *Kodak Black – vocals, songwriter *Tarentino – songwriter, producer *DY – songwriter, producer *Tre Pounds – songwriter, producer *Serban Ghenea – mixing ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Chart performance for \"Wake Up in the Sky\" ! scope=\"col\"| Chart (2018–2019) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- ! scope=\"row\"| Lithuania (AGATA) | 62 |- ! scope=\"row\"| Netherlands (Dutch Tipparade) | 18 |- |- ! scope=\"row\"| New Zealand Hot Singles (RMNZ) | 5 |- |- |- |- ! scope=\"row\"| Sweden Heatseeker (Sverigetopplistan) | 3 |- |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+2018 Year-end chart performance for \"Wake Up in the Sky\" ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| US Hot R&B;/Hip-Hop Songs (Billboard) | 86 |- ! scope=\"row\"| US Rhythmic (Billboard) | 46 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+2019 Year-end chart performance for \"Wake Up in the Sky\" ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Portugal (AFP) | 259 |- ! scope=\"row\"| US Billboard Hot 100 | 51 |- ! scope=\"row\"| US Hot R&B;/Hip-Hop Songs (Billboard) | 23 |- ! scope=\"row\"| US Rhythmic (Billboard) | 15 |- ! scope=\"row\"| US Rolling Stone Top 100 | 95 |} ==Certifications== ==References== ==External links== * Lyrics of \"Wake Up in the Sky\" at Billboard Category:2018 singles Category:2018 songs Category:Atlantic Records singles Category:Bruno Mars songs Category:Gucci Mane songs Category:Kodak Black songs Category:Pop-rap songs Category:Songs about alcohol Category:Songs about drugs Category:Songs written by Bruno Mars Category:Songs written by Gucci Mane Category:Songs written by Kodak Black ",
    "title": "Wake Up in the Sky"
}