{
    "id": "58477866",
    "text": "Orpheus by Cesare Gennari Orphée is a chamber opera in two acts and 18 scenes, for ensemble and soloists, composed in 1991 by Philip Glass, to a libretto (in French) by the composer, based on the scenario of the eponymous film (1950) by Jean Cocteau. Commissioned by the American Repertory Theater in Cambridge, Massachusetts, and the Brooklyn Academy of Music in New York, this is the first part of a trilogy in honour of the French poet. The world premiere of the work took place on 14 May 1993 Review/Opera; Philip Glass Looks Back at Cocteau's Orphee by Bernard Holland in The New York Times, 29 October 1993. under the direction of Martin GoldrayReview/Opera: Glass's 'Orphee, Built on Cocteau's by Edward Rothstein in the New York Times, 21 May 1993. and the European premiere in London on 27 May 2005Orphée on the site of the Royal Opera House. in the Royal Opera House's Linbury Studio Theatre. Orphée, Linbury Studio, Royal Opera, London by Annette Morreau in The Independent, 30 May 2005.Orphée by Andrew Clements in The Guardian, 2 June 2005. Orphée was later performed at the Linz State Theatre, 21 January 2007, Vertrauensbasis in Linz geschaffen by Ernst Scherzer in the Austrian newspaper Wiener Zeitung, 18 January 2007. at the Alice Busch Opera Theater of Cooperstown as part of the Glimmerglass Festival for ten days from 21 July 2007 ORPHEE, Glimmerglass Opera, 07/21/07 by Joseph Dalton in the Times Union, 22 July 2007. Four Trips to Hell and Back at the Opera, page 2 by Anthony Tommasini in the New York Times 7 August 2007. at the Portland Opera (Keller Auditorium) for five days from 6 November 2009 Orphée on the site of the Oregon Public Broadcasting. Nipping Down to Hell With Philip Glass by Anthony Tommasini in the New York Times, 29 July 2010. Anne Manson conducting,Biographie on her official website. at the Herbst Theatre of San Francisco, 26 February 2011 Orphée by Philip Glass review: triumphant by Steven Winn in the San Francisco Chronicle, 1 March 2011. Orphée: Spellbinding!! by Ray Renati in the San Francisco Bay Times, 3 March 2011. Nicole Paiement conducting,Cocteau, Glass tell surrealistic Orpheus tale by Janos Gereben in The San Francisco Examiner, 23 February 2011. at the George Mason University (Center for the Arts) of Fairfax for two days from 10 February 2012. Matthew Worth sings Philip Glass Orphee by Emily Cary in the Washington Examiner, 6 February 2012. Virginia Opera's robust staging of Philip Glass Orphee by Terry Ponick in The Washington Times, 12 February 2012. Virginia Opera presents Philip Glass’s ‘Orphee’ at George Mason University by Anne Midgette in The Washington Post, 13 February 2012. In 2000, Paul Barnes produced a piano transcription entitled The Orphée Suite for Piano and first performed on 19 April 2001 at the Greenwich House Music School of New York. A new production by English National Opera was premiered at the London Coliseum on 15 November 2019.Orphée ENO programme == Roles == {| class=\"wikitable\" !Role !Voice type !Casting at the premiere The American Repertory Theatre Reference Book: The Brustein Years by Marilyn J. Plotkins, Praeger Publishers, 2005., 14 May 1993 Direction: Martin Goldray !ENO production, 15 November 2019 Director: Netia Jones |- |The Princess |soprano |Wendy Hill |Jennifer France |- |Eurydice |soprano |Elizabeth Futral |Sarah Tynan |- |Heurtebise |tenor |Richard Fracker |Nicky Spence |- |Cégeste |tenor |Paul Kirby |Anthony Gregory |- |Orphée |baritone |Eugène Perry |Nicholas Lester |- |The Judge |bass |John Kuether |Clive Bayley |- |The Poet |bass |James Ramlet |Simon Shibambu |- |The Commissioner |bass |John Kuether |Clive Bayley |- |Aglaonice |mezzo-soprano |Janice Felty |Rachael Lloyd |- |The Reporter |tenor |Brian Mirabile |William Morgan |- |Glazier |tenor |Brian Mirabile |Adam Sullivan |- | Ensemble | | Linda Joy Adams Charles Butler Robert K. Dunn Michael Glumicich Rachael Lillis Ken MacDonald Stephen Spewock Hester A. Tinti |Antoine Salmon Julia Daramy-Williams Lydia Marchione Suzanne Joyce Paul Napier-Burrows Robert Winslade Anderson Andrew Tinkler David Newman James Liu Christopher Speight Anton Rich Paul Sheehan Cordula Treml |- |} == Structure == *Act I **Scene 1, le Café **Scene 2, la Route **Scene 3, le Chalet **Scene 4, Chez Orphée **Scene 5, la Chambre d'Orphée **Scene 6, le Studio d'Orphée **Scene 7, le Bureau du Commissaire **Scene 8, la Poursuite **Scene 9, Chez Orphée *Act II **Scene 1, le Voyage aux Enfers **Scene 2, le Procès **Scene 3, Orphée et la Princesse **Scene 4, le Verdict **Scene 5, Interlude Musicale - le Retour chez Orphée **Scene 6, Chez Orphée **Scene 7, le Studio d'Orphée **Scene 8, le Retour d'Orphée **Scene 9, la Chambre d'Orphée == Discography == * The Orphée Suite for Piano, music by Philip Glass, transcription by Paul Barnes (piano), recorded in April 2001. Orange Mountain Music (2003). * The Portland Opera Orchestra conducted by Anne Manson, first full version recorded in November 2009. Orange Mountain Music (2010). * The Orphée Suite for Flute, strings, and percussion , music by Philip Glass, transcription by James Strauss (flute) and Camerata Simon Bolivar, recorded in April 2017. Orange Mountain Music (2019). == Bibliography == *Orphée: The Making of an Opera, Philip Glass, n.n editions (1993) Références on Amazon.Références on the composer's website. *Orphee Suite For Piano (score), Philip Glass, Dunvagen Music Publishers (2006) on Amazon. *Orphée (the play), Le Livre de Poche, La Pochothèque (1995) *Orphée (scenario of the film), J'ai lu, Librio n°75 (2001) === See also === The other operas of the trilogy are: * Les Enfants Terribles (1993) * La Belle et la Bête (1994) == References == == External links == * Ensemble Parallèle's Orphee on the site of the San Francisco Classical Voice. * Orphée on the site of the Royal Opera House. * Orphee Suite, Glass (YouTube) Category:1991 operas Category:French-language operas Category:Operas by Philip Glass Category:Operas based on fairy tales Category:Opera in the United States Category:Adaptations of works by Jean Cocteau Category:Operas about Orpheus ",
    "title": "Orphée (Glass)"
}