{
    "id": "58474437",
    "text": "The Challakere Brothers, M.S.Venugopal and M.S.Srinivasan, are a Vedic Chanting duo originally from Challakere, Karnataka, India. ==Vedic chanting== The brothers have been chanting vedas since childhood, having learnt from their father Sri. M.Sampathkumaracharya and teaching the vedas since 1992, after learning from their Guru Sri Anantakrishna Ghanapathigalu and Sri Anantanarayana Ghanapathigalu. Their renditions of Purushasuktam, Rudram, Chamakam, Shanti mantras, Taitriyam, Upanishads, Mahanyasam and other Vedic chants and suktas are popularly held in India as one of the most authentic chants. They hold public performances, at temples and ceremonies, for the general public. Srinivasan has also been teaching Vedic chanting to ladies and gents since 1992. He commenced the first ladies batch on 4 November 1992 with 3 ladies who were interested in learning to chant vedas. They now have more than 500 students who chant with great synchronisation. Srinivasan and Madhu's daughter, Shreeraksha is a child prodigy in Vedic chanting. At the age of six, she became the first lady to chant the vedas in the inner shrine of the Ramakrishna Math Bangalore during navaratri. She has also chanted vedas at various programmes and events. They also teach online classes. ==Etymology== The name \"Challakere brothers\" is derived from their surname, which in turn is derived from their native place in Challakere, Karnataka. ==Personal life== The brothers live in Bangalore, India. In an interview in 2016, Sreenivasan mentioned that his wife Madhu Sreenivasan had married him in 1996 on the condition that he would teach her chanting. He also discredits the fallacy that Vedic chanting negatively affects women, as he and his wife had a child three years after their marriage. Their child turned out to be a prodigy in Veda chanting and teaches others now. The brothers have been teaching the chanting of vedas for 25 years at the Trayee Veda Vidyalaya at Banashankari in Bangalore. ==References== Category:Carnatic singers Category:Singers from Mumbai Category:Indian musical duos Category:Sibling musical duos Category:Musical groups established in 1963 Category:1963 establishments in India Category:20th-century Indian singers Category:21st-century Indian singers ",
    "title": "Challakere brothers"
}