{
    "id": "58475769",
    "text": "Manta Ray (Thai: Kraben Rahu) is a 2018 drama film written and directed by Phuttiphong Aroonpheng. It is Aroonpheng's first feature film, following his graduation from Digital Film Academy. The film had its world premiere at the 75th Venice International Film Festival on 7 September 2018 and received the award for the best movie in Orizzonti/ Horizon Prize selection. Aroonpheng also received the Silver Pyramid at the 40th Cairo International Film Festival. The film stars Aphisit Hama, Wanlop Rungkamjad and Rasmee Wayrana in lead roles. The film focuses on the political theme of Rohingyas in a poetic way. French composers Christine Ott and Mathieu Gabry, working as a duet under the name Snowdrops, created an original score for the movie and had been part in the sound design. Thai cutting-room ace Lee Chatametikool was also involved in the project. ==Cast== * Aphisit Hama as Thongchai * Wanlop Rungkamjad as the fisherman * Rasmee Wayrana as Saijai ==Production== Manta Ray is a continuation of Aroonpheng's 2015 short film Ferris Wheel, which also deals with migrant workers and the porous border between Thailand and neighbours. Aroonpheng began his work on Manta Ray in 2010, consecutively to Mae Sot, a border town in the north of Thailand populated by Thai and Myanmar people. His original script was called Departure Day and was in two parts: the first about a migrant worker from Myanmar who slips through the border into Thailand, and the second takes places in a fishing town and concerns the search for a true identity of a mysterious man. The first part became Ferris Wheel, and the second part Manta Ray. ==Release== Following its world premiere at the Venice Film Festival, the film will compete in discovery competition at the Toronto International Film Festival, and will be also presented at San Sebastián International Film Festival, Busan International Film Festival and Vancouver International Film Festival in late September 2018. ==Awards== Manta Ray received the award for the best film in Orizzonti/ Horizon Prize selection.Official Awards of the 75th Venice Film Festival Venice Film Festival Aroonpheng won the Silver Pyramid, also known as the Special Jury Prize for Best Director, at the 40th Cairo International Film Festival, tied with Ukrainian director Sergei Loznitsa for Donbass. ==References== ==External links== * Category:2018 films Category:Thai films Category:2010s Thai films Category:Thai-language films Category:French films Category:Chinese films Category:Chinese drama films Category:French drama films Category:Thai drama films ",
    "title": "Manta Ray (film)"
}