{
    "id": "58474417",
    "text": "Elections to Southampton City Council took place on Thursday 2 May 2019, alongside other local elections across the country. The Labour Party held a narrow majority of two at the last election and the seats contested in this election were last contested in 2015 Labour were defending 6 seats, the Conservatives were defending 8, whilst independent councillors, who held two seats, were not standing re-elections. Following a by-election in the Coxford ward where Labour gained the seat formerly held by a independent. The result saw the Labour party gain Coxford, Freemantle, Portswood and Swaythling, but lost Millbrook and Bitterne to the Conservatives, making a new gain of three. == Background == Now it will hold local elections on 2 May 2019 along with councils across England as part of the 2019 local elections. The council elects its councillors in thirds, with a third being up for election every year for three years, with no election each fourth year to correspond with councillors' four-year terms. Councillors defending their seats in this election were previously elected in 2015. In that election, 8 Conservative candidates, 7 Labour candidates were elected and independent People Before Profit councillor was elected in Coxford. After the 2015 local election, the Labour party saw a loss of one of their Councillors, Andrew Pope, who formed the Southampton Independents party. He is not seeking re-election in this election. The last election in 2018 aw the both the council leader Simon Letts and leader of the Conservative bloc in the city be defeated in their wards by each other's party. Letts was replaced with Christopher Hammond as council leader, and Dan Fitzhenry as leader of the Conservatives. People Before Profit, an independent group with all three of its councillors elected in the Coxford ward, decided to separate after the 2018 election. On 3 January 2019, former group leader of People Before Profit, Keith Morrell, announced that he would resign with immediate effect, triggering a by-election in the year. Hours later, Don Thomas announced he would not seek re-election in the Coxford ward. === 14 March by-election === Due to the independent councillor Keith Morrell resigning as a councillor, a by-election was triggered for the Coxford ward. Morrell was re-elected in the seat for a third term in the 2018 elections, with 47% of the vote. The Conservative party candidate for the by- election Diana Galton is the mother of Millbrook Councillor Steven Galton, a front bench member for the Conservatives. === Campaigning === Commentators had noted that though Southampton was a Labour controlled area, these local elections were difficult and the council is vulnerable. Labour in the city had started incorporating more wealth building programs into their economic agenda to mitigate austerity in the city, similar to what is known as the \"Preston model\". The conservatives caused a controversy as they selected Josh Payne to contest Woolston, who shared the same surname as the incumbent Warwick Payne. Warwick Payne was concerned that people would mix them up on the ballot paper. ==Election results== Immediately ahead of this election, the composition of the council was: {| style=\"width:100%; text-align:center;\" |+ ↓ |- style=\"color:white;\" | style=\"background:; width:54.2;\" | 26 | style=\"background:; width:39.6%;\" | 19 | style=\"background:gray; width:6.2%;\" | 3 |- | | | |} After the election result, the composition of the council became: {| style=\"width:100%; text-align:center;\" |+ ↓ |- style=\"color:white;\" | style=\"background:#CC0000; width:60.5;\" | 29 | style=\"background:dodgerblue; width:37.5%;\" | 18 | style=\"background:gray; width:2%;\" | 1 |- | | | |} As the council is elected in thirds, one councillor for each of the 16 wards are elected each year. All comparisons in seats and swing are to the corresponding 2015 election. == Results by ward == The statement of persons nominated was revealed 3 April 2019. A (*) by a councillor's name indicates that they were standing for re-election, The declaration of the results were posted on 3 May. ==References== S 2019 Category:2010s in Southampton Category:May 2019 events in the United Kingdom ",
    "title": "2019 Southampton City Council election"
}