{
    "id": "58471299",
    "text": "Clubul Sportiv Municipal Târgu Mureș is a Romanian multi-sport club based in Târgu Mureș, Romania. == History == The club was founded on 19 December 2017 by the decision of the local council of Târgu Mureș and began its activity in the summer of 2018 in order to bring back to life the sport from the city, which went almost completely into bankruptcy during the 2017–18 season.La Tîrgu Mureş s-a înfiinţat un Club Sportiv Municipal. punctul.ro Finanțare de peste 8 milioane de lei pentru CSM. zi-de-zi.ro The first sections set up at the new club were: football, basketball, handball, volleyball, futsal, swimming, wrestling, bowling, athletics, tennis, table tennis, martial arts, motorsport, weightlifting, cycling, waterpolo and fencing.CSM Târgu-Mureș, în stadiul „finisajelor tehnice”. zi-de-zi.ro === Football === Football section of CSM Târgu Mureș was founded in order to continue the tradition started by CS Târgu Mureș and continued by ASA Târgu Mureș (1962) and ASA 2013 Târgu Mureș, club which was declared bankrupt on 19 February 2018.ASA Târgu Mureş a intrat în faliment şi s-a retras din Liga 2! \"A fost deja notificată federaţia\". Campionatul rămână în 18 echipe. liga2.prosport.ro === Basketball === Men's basketball section was established to supplement the dissolution of BC Mureș, which was declared bankrupt in March 2018.Inevitabilul s-a produs! BC Mureș s-a retras din Liga Națională. totalbaschet.ro The women's section has been completed with BC Sirius, one of the last sports clubs that survived in Târgu Mureș, especially due to private funds of which it benefited.Fosta BC Sirius trece și ea la CSM. zi-de-zi.ro === Handball === The handball section replaced the old club, SC Mureșul, also dissolved during the 2017–18 season, certainly the darkest in the history of local sport.CSM va ataca promovarea la handbal în maximum doi ani. zi-de-zi.ro === Voleyball === Women's volleyball section of CSM took over the senior squad of CSU Medicina Târgu Mureș, an important club in the Romanian volleyball. CSU Medicina had the same tough 2017–18 season as the others but survived in the first division, entering from the summer of 2018 in a partnership with CSM, partnership in which CSM has the senior team and CSU Medicina the youth teams.CSM Târgu-Mureș are „spatele” cu CNUE la volei. zi-de-zi.ro === Futsal === The futsal team of CSM replaced also an important club from the city, City'US Târgu Mureș, a club that won six national titles and which was declared bankrupt in the same season as the other.Echipele sportive mureșene, de la glorie, la dispariție. punctul.ro Aproape de start și futsalul. zi-de-zi.ro ==References== Category:Sports clubs established in 2017 Category:Multi-sport clubs in Romania Category:Sport in Târgu Mureș CSM Târgu Mureș Category:2017 establishments in Romania ",
    "title": "CSM Târgu Mureș"
}