{
    "id": "58485089",
    "text": "The Slough experiment was a two-year road safety trial carried out in Slough, Berkshire, England, from 2 April 1955 to 31 March 1957. Different road safety innovations were tested to determine if they would reduce the number of road accidents. Amongst other innovations the experiment trialled the first linked traffic signals in the country, single yellow no-waiting lines, a keep left system for pedestrians and yield signs at junctions (the latter developed into the modern give way sign). The experiment also saw the first use of 20 mph and 40 mph speed limits in the UK. The experiment cost at least £133,100 and resulted in a 10% reduction in serious injuries and fatalities. == Background == A British zebra crossing The British Government's Road Research Laboratory's (RRL) Traffic and Safety Division was established at Langley, near Slough in 1946. The division was soon tasked with developing a new type of pedestrian crossing that would be visible in all weather conditions. These had previously been marked only by lines of metal studs across the road and poles on the footway at either side. Several different crossings were trialled in Slough from 1951 with the first zebra crossing being laid out on 31 October. The very first zebra crossing has since been lost as the road it was sited on was pedestrianised. RRL testing revealed that of all the crossings trialled the zebra crossing was the best solution and this was adopted for nationwide use. == Planning == In 1954 Slough was selected as the site for a study of road safety measures. This was at the instigation of the Minister of Transport and Civil Aviation John Boyd-Carpenter, who wanted the measures tested in a live highways environment. Slough was selected as the urban area was relatively compact and the roads were characteristic of the typical British town centre. The study was carried out by the RRL with the assistance of a \"management body\" that included Slough Borough Council, the Ministry of Transport and Civil Aviation, the RRL, Buckinghamshire Police, the Social Survey Unit of the Central Office of Information, the Slough Road Safety Council and Royal Society for the Prevention of Accidents. The experiment ran from 2 April 1955 to 31 March 1957, with the public given no prior warning so that the data for the preceding period was not affected. During the experiment Slough was designated as a \"safety town\" and this term was widely circulated by means of posters and leaflets. In addition a \"safety town\" song was composed which was played in Slough's cinemas and taught to school children in music lessons. A short ditty that ran: \"Slough is the safety town, let us keep it so, road safety is the code everyone should know\" was also promoted. The experiment was described at the time as one of the world's biggest road safety experiments. To improve public awareness a beacon was erected in the town's shopping centre that showed a red light following a fatal road accident. == Measures trialled == The experiment trialled a wide variety of different road safety measures, many of them unique in the country at that time. On the town's High Street four existing zebra crossings were replaced with six light- controlled pedestrian crossings, these contained pedestrian push buttons to activate a set of vehicle control lights. Three different types of signals for pedestrians at these crossings were trialled: a round signal, backlit rectangular signals and neon rectangular signals. A set of 11 traffic signals were introduced along Bath Road, with their sequencing linked to that of the signals on the High Street and linked to the speed limit of the road with the intention of minimising delays for motorists. These were the first linked traffic signals in the country. Bath Road also saw the introduction of pedestrian crossing islands and refuge areas for waiting right-turning cycles which were described as particularly novel. Modern single yellow line on a British street The trial experimented with the use of a single yellow line to mark the extent of no waiting areas and yellow stripes on kerbs to denote no loading areas. Two types of luminous road marking paint were also trialled and the use of amber cat's eyes on the approach to junctions. Road marking footprints were also trialled on footways to attempt to encourage pedestrians to follow certain routes and to follow a \"keep left\" system. Various new road signs were also trialled. This included the use of T-junction and crossroad advanced warning signs on the A4 trunk road, a development of a scheme first trialled during blackout conditions in the Second World War. The use of 6-inch reflective metal discs mounted on posts at the edge of carriageways on bends was also trialled. The experiment also trialled the use of yield road signs at junctions (these later developed into \"give way\" signs) where previously only a generic \"slow\" sign had been used. It had been intended to trial American and European-style directional signage but it proved too short notice to include these in the experiment. Road signs indicating 20 mph and 40 mph speed limits were trialled for the first time in the UK. In order to maximise compliance police activity in the town was intensified for the duration of the experiment. The police also ran a series of road safety courses on the Slough Trading Estate that included cycling proficiency tests for school children. == Results == The Slough experiment cost £124,900 in infrastructure and £8,200 in training and publicity. This did not include staff costs which were borne by the budgets of the providing organisations. The experiment provided enough data for years of ongoing study afterwards. By November 1955 it was shown that road accident injuries and fatalities were steady in Slough, in spite of an increase of 11% nationwide. By the end of the experiment it was shown that Slough had achieved a 10% reduction in fatalities and serious injuries compared to a 9% rise nationwide over the same period. A rise in the number of minor injuries was attributed to better reporting due to greater public awareness and the heightened police presence. The experiment led to an increase in the number of people surveyed who considered that Slough was safer than other towns. Modern British pedestrian crossing signals panel The new light-controlled pedestrian crossings proved to be three times safer than an uncontrolled crossing. The neon rectangular pedestrian signals were selected as the most appropriate of the three types trialled and were adopted for future crossings. Light-controlled pedestrian crossings were further developed into the panda crossing which were in use from 1961 and the pelican crossing which were implemented from 1969 and remain in use. The use of luminous road markings was not adopted as it proved no more effective than existing markings in areas with a good level of street lighting. The use of amber cat's eyes at junction approaches did not prove effective and was discontinued. The \"keep left\" pedestrian footpath markings did not prove effective as the majority of the pedestrians proved to walk on the right-hand side or else walked adjacent to shop frontages for ease of window shopping. The experiment's final report recommended the adoption of the no waiting and no loading kerbside markings and further experimentation with the 20 mph and 40 mph speed limits – these measures would later be adopted across the country. Slough continued to promote itself as the \"safety town\" for at least the next fifty years, a fact that was highlighted in news reports of 2007 when it was revealed that Slough had an accident rate 35.7% above the national average. == References == == External links == * 1950s film showing the first light-controlled crossing Category:Road safety in the United Kingdom Category:Slough ",
    "title": "Slough experiment"
}