{
    "id": "58486229",
    "text": "Moses is an 1892 sacred opera in eight scenes by Anton Rubinstein.Philip S. Taylor Anton Rubinstein: A Life in Music 0253116759 - 2007 p212 The German libretto was written by Salomon Hermann Mosenthal who had earlier supplied Rubinstein with the libretto for his most successful opera Die Maccabäer (1875), and is best known as author of the libretto Die lustigen Weiber von Windsor by Otto Nicolai.Ralf Georg Czapla, Ulrike Rembold Gotteswort und Menschenrede: die Bibel im Dialog mit Wissenschafte 3039107674 - 2006 Das Textbuch für den Moses lieferte ihm Salomon Hermann Ritter von Mosenthal (1821-1877), der bereits zwei Libretti für Rubinstein verfaßt hatte.\".... Theodore Ziolkowski Uses and Abuses of Moses: Literary Representations 0268098557 - 2016 \"The generalization above does not apply to the “spiritual opera” Moses (1887–89) by Anton Rubinstein with a libretto by Heinrich Mosenthal.37 Mosenthal (actually Salomon Hermann von Mosenthal, 1821–77) was a prolific writer with a pronounced interest in Jewish themes: notably his highly popular drama Deborah (1848) and his libretto for Rubinstein's better- known opera Die Makkabäer (1872–74) .... The opera was scheduled to be premiered in Prague, but had to be cancelled after two rehearsals at the Neues Deutsches Theater (25 and 27 June). In the next three years the work received concert performances in Riga (20 February 1894) through the influence of the founder of the Bach Society there,The Art of Music: A Comprehensive Library of Information for Music Daniel Gregory Mason - 1917 \"Riga, d. there; organist, founder of the Bach Society, Cathedral Choir, etc., in Riga. Through his influence Rubinstein's “Moses' was first produced in 1894\" as well as St. Petersburg, Bonn, Amsterdam, Cologne and Vienna.Op.cit Czapla \"Tatsächlich mußte die geplante Uraufführung des Moses in Prag 1892 abgesagt werden. ... In den folgenden drei Jahren konnte Rubinstein dann zwar acht Aufführungen in Leipzig, St. Petersburg, Riga, Bonn, Amsterdam, Köln und Wien verzeichnen\" Though there is no firm evidence that the entire opera was ever performed on the stage in its entirety.Sinfonia Iuventus The opera was revived 15 October 2017 in Warsaw, in what may have been the first complete performance.Warsaw Philharmonic: Anton Rubinstein - Moses, Op. 112 ==Tableaux== The action follows the story of Moses from being taken from the river Nile by Pharaoh's daughter, named as Asnath by Mosenthal, through to the eighth tableau on the hills of Jordan after the incident of the golden calf where a chorus of night spirits and celestials comment on the events.Taylor op.cit. \"The eight tableaux follow the traditional biblical events\" .. \"A place set with vines; a laughing landscape. A chorus of night spirits and celestials interprets the events\" p223 ==Recording== *Moses - Stanisław Kuflyuk (Moses), Torsten Kerl (Pharaoh), Evelina Dobraceva (Asnath), Małgorzata Walewska (Johebet). Polish Orchestra Sinfonia Iuventus, Warsaw Philharmonic and Choir, Artos Children’s Choir, cond. Michail Jurowski Warner 2018 ==References== Category:Operas Category:1893 operas Category:German-language operas Category:Operas by Anton Rubinstein Category:Operas based on the Bible ",
    "title": "Moses (Rubinstein)"
}