{
    "id": "58483936",
    "text": "The Mighty Redcar is a 2018 British documentary series first aired on BBC Two. Marketed by the BBC as a \"real-life soap opera\", the four part series focuses on young people from the town of Redcar and nearby Grangetown, an area with high unemployment following the 2015 closure of SSI Redcar steelworks. The show was praised for its portrayal of the area and for avoiding the poverty porn stereotypes associated with similar documentaries. ==Background== The now-closed blast furnace at Redcar steelworks, seen in operation in 2005. Like many former industrial areas in the UK, Redcar – formerly a popular seaside resort and a centre for steel and chemical production – has seen a downturn in its fortunes following deindustrialisation and now suffers from deprivation. Following the closure of the steelworks in 2015, which was a significant employer in the town, Redcar attracted a number of news crews and documentary makers, including a 50-day series of reportage from Panorama. The tone of the Panorama documentary and other reports was negative and pessimistic, and the BBC wanted a more optimistic documentary to balance it and to shine a light on the under-represented North East of England. They commissioned filmmaker Dan Dewsbury to produce a series about life in the town, focusing on the next generation. ==Production== Redcar seafront. The crew lived in the area for the duration of the shoot. Filming began in November 2016, with Dewsbury and the crew moving to Redcar in February 2017 and living for nine months in the town above a fish and chips shop. Half of the crew was local – the drone photography was by a former Redcar steelworker Lee Bullock and Madison Cooper, a 17-year-old student, provides the voiceover. The documentary makers interviewed around 400 people for the series. After facing initial reluctance from locals, who worried that the show would depict locals in a negative light like Benefits Street (the second series of which was filmed in nearby Stockton-on-Tees), the crew were able to persuade them that it would not insult the Redcar residents. ==Episode list== {| class=\"wikitable plainrowheaders\" style=\"width:100%;\" |- ! style=\"background:#01245a; color:#fff;\"| No. ! style=\"background:#01245a; color:#fff;\"| Title ! style=\"background:#01245a; color:#fff;\"| Air date |- |} ==Reception== The Mighty Redcar was well received by critics. Several praised its depiction of the people of Redcar, with Chitra Ramaswamy of The Guardian calling it \"the antidote to Benefits Street, Born Famous or any of the other vile caricatures that make up the objectionable genre of poverty porn\", Carol Midgley of The Times saying it \"could have been dreadful and patronising, but it was rather wonderful\", and the reviewer for The Northern Echo noting \"it was warm, moving and a refreshing change to see such an honest, but uplifting depiction of life for young people in the North-East\". Local people were also generally positive about the series, although several Redcar residents criticised the decision to film much of the show in Grangetown; although part of the Redcar and Cleveland district, it is separate from the town and lies closer to Middlesbrough. The programme won the Royal Television Society Award for ‘Best Factual Programme’ 2019 and was nominated for a BAFTA in the Television Awards for 'Best Cinematography'. It was nominated for'Best Original Programme' at the 2019 Broadcast Awards. The camera team won the Guild of Television and Film Award for 'Best Cinematography' 2019. In late 2019 the camera team won the award for ‘Best Factual Cinematography’ at the Royal Television Society Craft Awards beating competition which included David Attenborough’s ‘Dynasties’ series. ==References== ==External links== * * Category:Redcar Category:Redcar and Cleveland Category:2018 British television series debuts Category:2018 British television series endings Category:2010s British documentary television series Category:BBC television documentaries Category:English-language television shows Category:Television shows set in Yorkshire ",
    "title": "The Mighty Redcar"
}