{
    "id": "58487382",
    "text": "Valentin Peter Feuerstein (1917–1999), also known as Peter Valentin Feuerstein, was a German painter and stained-glass artist who created windows for major churches in Germany, including the Ulmer Münster, the Freiburger Münster and the Überwasserkirche in Münster. == Career == Born in Neckarsteinach, Valentin Peter Feuerstein was the son of a commercial painter and grew up in a Catholic family. After he completed his apprenticeship to be a painter like his father, he was drafted into the Arbeitsdienst in 1938, and afterwards into the Luftwaffe. He was posted to Munich, where he was able to study at the Akademie der Bildenden Künste München. When he spent time in Italy during World War II, he was inspired to focus on artistic painting instead of taking over his father's business. After the war, he first worked as a restoration artist. In 1948, he rediscovered an altar in Windsheim which he was able to attribute to Tilman Riemenschneider. Feuerstein focused on stained-glass windows for churches, making his first window in 1955 for a funeral chapel in his hometown, titled \"Die Engel des Jüngsten Gerichts\" (The angels of the Last Judgment). In a long career, he created around 840 windows in 139 locations, including five windows for the Ulmer Münster (19791986) and a rosette at the Freiburger Münster (1971). A 1985 window in the Ulmer Münster depicts the mathematicians and physicists Nicolaus Copernicus, Galileo Galilei, Johannes Kepler, Isaac Newton and Albert Einstein. Feuerstein produced a cycle of windows at the Dom des Frankenlandes in Wölchingen, another for the , and a third in the Überwasserkirche in Münster. The seven windows in Münster are mostly in the choir of the Gothic church and focus on biblical themes. Feuerstein created windows in the Protestant in Bahlingen. In in Pforzheim, which was destroyed in World War II, he created windows related to the history of the town. In 1990, Feuerstein was awarded the Order of Merit of the Federal Republic of Germany. He died in Heidelberg. == References == == External links == * Chorgemälde von Peter Valentin Feuerstein St. Georgen, Tennenbronn Category:German painters Category:German stained glass artists and manufacturers Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:1917 births Category:1999 deaths Category:Artists from Hesse ",
    "title": "Valentin Peter Feuerstein"
}