{
    "id": "58480791",
    "text": "The Crimean Bridge: Made with Love! () is a 2018 Russian romantic comedy film directed by Tigran Keosayan. == Plot == The Crimean Bridge is being built in Kerch, a city in eastern Crimea, during a hot summer over a gentle sea. The men at the construction site are all after a beautiful archeology student named Varya. Between Viktor, a successful PR man from Moscow who arrived in a white convertible with an American television crew, and Dima, a young and ambitious builder, the question is who will win Varya's heart? While the two main protagonists attempt to charm her, a third character, Bernard, is trying to accomplish his dream of marrying an American and going to Hollywood. ==Cast== * Aleksey Demidov as Dima * Katerina Shpitsa as Varya * Artyom Tkachenko as Viktor Felixovich Onegin, PR man * Sergei Nikonenko as Talib Nazirovich, Crimean Tatar * Yuri Stoyanov as boss * Irina Rozanova as Lara * Sergei Gazarov as Ashot * Sofya Zayka as Marina * Laura Keosayan as Nika, Bernard's ex-girlfriend * Larisa Malevannaya as Raisa * Aleksandr Dmitriev as Tikhon * Alyona Khmelnitskaya as Tikhon's mother * Aleksandr Ilyin Sr. as Mikhalych * Dmitry Kartashov as Bernard * Yelena Myravyova as Rachel * Yegor Bakulin as Max * Kristina Kucherenko as Aliya * Valentin Samokhin as Oliver Stone ==Production== The set took place in the Kerch Strait and on the island of Tuzla on a real construction site where the supports and metal spans of the Crimean bridge were installed. Actors worked close to engineers, installers and welders. Also some scenes were filmed along with residents of the Crimea and the Kuban. ==Allegations == In March 2020, opposition politician Alexey Navalny released a video alleging serious corruption during the production of the film by director Tigran Keosayan and writer Margarita Simonyan. Kazakhstan's cinemas refused to screen this film, calling it as a propaganda film. == References == == External links == * * Премьера фильма «Крымский мост. Сделано с любовью!» * «Крымский мост. Сделано с любовью!» и противостояние мифов * Охлобыстин, Нагиев и Цыганов: на кого смотреть в кино этой осенью * Евразийский мост – 2018: С любовью от Маргариты Симоньян Category:Russian romantic comedy films Category:Propaganda films Category:2018 romantic comedy films Category:Russian films Category:Films set in Crimea ",
    "title": "The Crimean Bridge. Made with Love!"
}