{
    "id": "58484732",
    "text": "Olivia Rebecca Devine (born 21 June 1997), known professionally as L Devine, is an English singer and songwriter who is signed to Warner Bros. Records and BMG Publishing. == Early life == Devine was born and raised in Whitley Bay, a coastal town near Newcastle Upon-Tyne. Devine attended Newcastle High School for Girls, an independent day school, completing A' Levels in 2015. Inspired by The Clash and The Sex Pistols, she formed her first band, The Safety Pinz, when she was seven years old. She later posted a mash-up of her own music with Beyoncé’s \"Mine\" to YouTube,Archer, Zoe (2018). \"L Devine\". Rollacoaster Magazine. London. which attracted the attention of producer Mickey Valen, and she subsequently saved up enough money to relocate to London to pursue a career in music. Devine adopted L Devine as her artist moniker because she shares the name Olivia Devine with a porn star. == Career == === 2017: Growing Pains === Devine released her debut single \"School Girls\" in July 2017. In an interview with Nylon, she said that the song is about \"how in the 'real world’, you still encounter the same bitchiness you thought you left behind at school.\" The accompanying lyric video for the track was made in collaboration with British designer and producer Chloe. She subsequently released an acoustic session performance of the track, which was premiered by The 405. In November 2017, Devine released her debut five-track EP Growing Pains, which was accompanied by a ten-minute visual that was directed by Emil Nava, who had previously collaborated with Rihanna and Selena Gomez. The majority of the film was shot in Newcastle. === 2018: Peer Pressure === Devine's second EP, Peer Pressure, was released on 16 November 2018 along with a short film, also directed by Emil Nava. \"Peer Pressure\", the lead single, opens with a line from the 1988 film Heathers, and Devine spoke about her love of the coming-of- age film in an interview with The Line of Best Fit. Devine counts Charli XCX among her fans, and Charli's backing vocals feature on the track \"Peer Pressure\" after producer Justin Raisen played it to the pop star, who asked to record a version of it. The single was accompanied by a music video on her YouTube channel. The same month the EP was released, YouTube Music announced Devine had been chosen to be on their Ones to Watch list for 2019 and BBC Radio 1 added L Devine's track \"Nervous\" to their BBC Introducing playlist. Tmrw magazine also released a special edition issue: L Devine by tmrw, entirely dedicated to and curated in partnership with Devine, and described the artist as \"an extremely exciting pop talent who we believe is destined to be a global phenomenon\". === 2019–present: Upcoming music === In May 2019, Devine performed at The Great Escape Festival. On 17 May 2019, she released the single \"Naked Alone\". In an interview, she said \"I actually wrote the song nearly two years ago. That's not usually the case, usually I just write them and then they come out over the next few months, but this one I’ve been sitting on for a while, just trying to find the right time to put it out, but it’s time.\" In July 2019, two songs co-written by Devine were released; \"Mean That Much\" by Rudimental, and \"Next Mistake\" by Icona Pop. In 2020, Devine has released two singles: \"Boring People\" and \"Don't Say It\". == Influences == Devine cites her songwriting hero as Brian Wilson of The Beach Boys. Other artists that she admires include Robyn, Dua Lipa, Julia Michaels, Tove Lo and Stefflon Don. == Personal life == In 2018, in an interview with The Line of Best Fit, Devine stated that she is a lesbian, commenting that \"it's kind of nice now that there can be like a lesbian artist who just happens to be a pop star, or a pop star who happens to be queer\". ==Discography== ===Extended plays=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\" style=\"width:9.5em;\" | Title ! scope=\"col\" style=\"width:18.5em;\" | Details |- ! scope=\"row\" |Growing Pains | * Released: 17 November 2017 * Label: Warner Bros * Format: Digital download |- ! scope=\"row\" |Peer Pressure | * Released: 16 November 2018 * Label: Warner Bros * Format: CD, digital download |} ===Singles=== ====As lead artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |- ! scope=\"col\" rowspan=\"1\" style=\"width:14em;\"| Title ! scope=\"col\" rowspan=\"1\" style=\"width:1em;\"| Year ! scope=\"col\" rowspan=\"1\"| Album |- ! scope=\"row\"| \"School Girls\" | 2017 | Growing Pains |- ! scope=\"row\"| \"Peer Pressure\" | rowspan=3|2018 | rowspan=3|Peer Pressure |- ! scope=\"row\"| \"Can't Be You\" |- ! scope=\"row\"| \"Nervous\" |- ! scope=\"row\"| \"Naked Alone\" | rowspan=\"2\"| 2019 | rowspan=\"4\" |- ! scope=\"row\"| \"Peachy Keen\" |- ! scope=\"row\"| \"Boring People\" | rowspan=\"2\"| 2020 |- ! scope=\"row\" | \"Don't Say It\" |} ====As featured artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |- ! scope=\"col\" rowspan=\"1\" style=\"width:16em;\"| Title ! scope=\"col\" rowspan=\"1\" style=\"width:1em;\"| Year ! scope=\"col\" rowspan=\"1\"| Album |- ! scope=\"row\"| \"More Life\" (Torren Foot featuring Tinie Tempah and L Devine) | 2020 | |} ===Songwriting credits=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Artist(s) ! scope=\"col\"| Album ! scope=\"col\"| Credits ! scope=\"col\"| Written with |- ! scope=\"row\"| \"Be My Anime\" | 2018 | Rat Boy | Civil Disorder | | Jordan Cardy |- ! scope=\"row\"| \"Mean That Much\" | rowspan=2| 2019 | Rudimental | rowspan=3 | rowspan=\"3\"| Co-writer | Amir Izadkhah, Piers Aggett, Kesi Dryden, Leon Rolle, Nathan Chisanga |- ! scope=\"row\"| \"Next Mistake\" | Icona Pop | Aino Jawo, Caroline Hjelt, James Napier, Maaike Kito Lebbing, Hudson Mohawke |- ! scope=\"row\"| \"Come Over\" | 2020 | Rudimental | Amir Izadkhah, Piers Aggett, Kesi Dryden, Leon Rolle, Anne-Marie Nicholson |} ==Awards and nominations== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! Year ! Organisation ! Award ! Work ! Result |- | 2020 | NME | Essential New Artists for 2020 | | |- |} == References == Category:1997 births Category:Living people Category:Warner Records artists Category:People from Whitley Bay Category:English female singer-songwriters Category:English female pop singers Category:English dance musicians Category:21st-century English singers Category:21st-century English women singers Category:Lesbian musicians Category:LGBT musicians from England Category:LGBT singers from the United Kingdom ",
    "title": "L Devine"
}