{
    "id": "58486535",
    "text": "FAR Cuban military internationalism was an aspect of Cuban foreign policy during the Cold War which emphasized providing direct military assistance to friendly governments and resistance movements worldwide. This policy was justified directly by the Marxist concept of proletarian internationalism and was first articulated by Cuban dictator Fidel Castro at the Organization of Solidarity with the People of Asia, Africa and Latin America in 1966. However, as an informal policy it had been adopted as early as 1959, shortly after the Cuban Revolution. It formed the basis for a number of Cuban military initiatives in Africa and Latin America, often carried out in direct conjunction with the Soviet Union and Warsaw Pact member states which provided advisory or logistical support. These operations were often planned by the Cuban general staff through an overseas headquarters known as an internationalist mission. Military internationalism formed the crux of Cuba's foreign and military policy for almost three decades, and was subordinate only to domestic defense needs. Its support for resistance movements in Central America contributed to Cuba's diplomatic isolation in that region and was instrumental in triggering its suspension from the Organization of American States. Internationalist operations ranged from varying degrees of covert activity and espionage to the open commitment of combat troops on a large scale. The Cuban military presence in Africa was especially notable, with up to 50,000 troops being deployed to Angola alone. For a small country such as Cuba the deployment of 50,000 troops would be the equivalent of the United States deploying more than 1,000,000 soldiers, or Canada more than 100,000. Cuban forces in Africa were mainly black and mulatto. Castro justified the use of the armed forces on the African continent as a result of the debt Cuba owed Africa due to its participation in the Atlantic slave trade and the contributions patriotic black Cubans had made to the Cuban War of Independence. Internationalist missions were perceived by the Cuban government as one means of combating the global influence of the United States by proxy, and Cuba's opponents during these efforts were often decried as American pawns. Likewise, the US government and its allies perceived the Cuban Revolutionary Armed Forces (FAR) as a Soviet proxy, and the use of internationalist missions as a means to indirectly increase Soviet military influence worldwide. There were also more practical reasons for deploying Cuban troops abroad, such as giving the relatively inexperienced armed forces combat experience across a wide range of theaters. By the mid 1980s, a quarter of Cuba's total military strength was committed to its internationalist missions, fighting with socialist governments or factions in various civil conflicts. At least 200,000 Cuban citizens had served overseas with the FAR in a number of capacities. Military internationalism ended with the dissolution of the Soviet Union in 1991, which curtailed much-needed Soviet logistical and financial support needed to sustain Cuba's foreign expeditions. The FAR terminated all its major overseas commitments between September 1989 and May 1991. ==Origin== Following the success of the Cuban Revolution, the 26th of July Movement assumed power in Havana and began revising the country's foreign policy. Many of its leading members, including Fidel Castro, believed that Cuba held a special place in the vanguard of international revolutionary movements and began pursuing the active support of revolutionaries in other countries. Castro's interest in revolutionary causes extended beyond Cuba's shores, as he had previously participated in the 1948 Bogotazo riots and was sympathetic towards anti-government forces in the Dominican Republic. Support for revolutions abroad thus became an integral part of the radical new Cuban regime's policies, long before it embraced socialism or diplomatic relations with the Soviet Union. Approximately 1,000 Cubans fought in Spain in the 1936–39 Spanish Civil War (nearly all of them in the Communist ranks of the International Brigades). On April 24, 1959, about 80 militants, including a number of Cuban revolutionaries, landed in Panama during a short-lived attempt to overthrow that country's government. The expedition failed and they were arrested after a skirmish with the Panamanian National Guard. Castro held the expedition had been carried out without his foreknowledge and denied all involvement. This led to the establishment of the so-called \"Panama precedent\", by which the Cuban government agreed that its support for revolution would not supersede relations with other states that were otherwise friendly (in this case, Panama). However, Castro reserved the right to intervene in any country plagued by tyranny or despotism. ==List of internationalist operations== Cuban artillerymen in Ethiopia during the Ogaden War, 1977. The FAR officially recognizes 5 military interventions of Cuba: in Algeria, Syria, Congo, Angola, and Ethiopia. However other sources expand the list including Nicaragua. This list only includes the sending of Cuban military personnel as regular forces recognized as belligerents between the States. Military invasions are added separately for coup purposes. * 1963: The Sand War in Algeria was the first intervention of Cuban armed forces in foreign territory. Cuba sent 686 men, a battalion of 22 tanks, artillery and mortar groups and a battery of anti-tank guns. * 1973–1974: During the Yom Kippur War, Syria requested military aid from Cuba and the Cuban government sent two tank brigades that participated in combat operations against the Israeli army. * 1975–1991: Regular Cuban forces entered Angola in a mission called Operación Carlota (Operation Carlota) to support the communist government and participate in the Angolan Civil War and the South African Border War. Cuban troops, supported by Soviet logistics and using sophisticated Soviet weapons, defeated South Africa's armed forces in conventional warfare. Cuban troops also defeated the FNLA and UNITA armies and established MPLA control over most of Angola. Cuban troops allegedly committed atrocities in Angola, including rape, looting, and napalming of civilians with Russian-made rockets. * 1975–1991: Cuban troops were stationed in Pointe- Noire, Republic of Congo, with the mission of supporting units in Cabinda, Angola. * 1977–1978: During the Ogaden War, 16,000 Cuban troops—armed and transported by Moscow—entered into Ethiopia to support the Ethiopian socialist government and help defeat an invasion force of Somalians. In retaliation to the Somali invasion, Cuban-Ethiopian forces, directed by Soviet generals Grigory Grigoryevich Varisov and Vasily Ivanovich Petrov, launched a counter- attack in early February 1978, accompanied by a second attack that the Somalis did not expect. A column of Ethiopian and Cuban troops crossed northeast into the highlands between Jijiga and the border with Somalia, bypassing the SNA- WSLF force defending the Marda Pass. Mil Mi-6 helicopters helilifted Cuban BMD-1 and ASU-57 armored vehicles behind enemy lines. The attackers were thus able to assault from two directions in a \"pincer\" action, allowing the re- capture of Jijiga in only two days while killing 3,000 defenders. The Somali defense collapsed and every major Somali-occupied town was recaptured in the following weeks. The last significant Somali unit left Ethiopia on 15 March 1978, marking the end of the war. The Somali army, which had taken a severe beating from Cuban artillery and aerial assaults, was destroyed as a fighting force. A large Cuban contingent remained in Ethiopia after the war to protect the socialist government. The presence of a large number of Cuban soldiers with very low pay and easygoing Caribbean sexual habits led to unfortunate incidents with Ethiopian women. * 1979–1990: In the Sandinista Revolution in Nicaragua, the Cuban State sent military personnel who took control of the Nicaraguan military security and intelligence services. ===Failed invasions=== * 1959: Failed expedition to Panama in order to start a revolutionary movement in the country. They were arrested after a skirmish with the Panamanian National Guard. * 1959: Failed expedition to the Dominican Republic to overthrow the government in alliance with Dominican exiles. The ten Cubans and 200 Dominican exiles were massacred just hours after having disembarked. * 1963 and 1967: Failed expeditions to Venezuela in order to overthrow the government together with Venezuelan exiles. The Venezuelan government repelled the invasion by destroying Cuban artillery installed in Venezuelan islands. ==See also== * Cuban medical internationalism * Foreign interventions by Cuba * List of wars involving Cuba * Military history of Cuba ==References== ==External links== * Category:Foreign relations of Cuba Category:Cold War military history of Cuba Category:Military history of Cuba ",
    "title": "Cuban military internationalism"
}