{
    "id": "58486059",
    "text": "Reut Naggar (born May 2, 1983) is an Israeli producer, cultural entrepreneur and social activist, mainly focusing on LGBT and women's rights. Naggar is the founder and co-owner of WDG, an LGBT news site, and the producer of the theater production \"Lesbihonest\". == Early life == Naggar was born in Tel Aviv and grew up in Ashdod. She served her compulsory military service in the IDF between the years of 2001–2004 in the Logistics Unit as an Operations Officer. Following her army service, Naggar went on to obtain a BSC in Chemistry and Internal Medicine from Bar Ilan University. She studied capital Markets at Psagot College and Creative Writing at \"Aboodi\" College, an advertising school. Following her studies, Naggar worked at several advertising companies, including Saatchi & Saatchi. == Career == In 2014, Naggar co-founded the Lesbian bar Amazona, where she produced LGBT cultural events. In 2015, she produced the international LGBT film festival, TLVFest\" and was the producer of the \"Yemei Tarboot\" project, by Mifal HaPayis. Naggar also worked at several Israeli NGOs as a content manager, event producer and alumni network coordinator. Naggar, along with George Avni, created the website WDG.co.il – Israel's only independent LGBT news website. The site was created to provide a political voice to the LGBT community in Israel and bring news from Israel and the world to the community in its own language. The website reflects the diversity of reality, breaks down stereotypes and includes calls to action, personal articles, and updates about events and activities for the community. In 2016, Naggar produced the show \"Lesbihonest\" with actress and poet, Mika Ben Shaul. The show includes comedy sketches, songs and poems about women who love women. The show was first staged at the LGBT center in Tel Aviv, followed by a nationwide tour including performances in Jerusalem, Haifa, Beersheba, Netanya and more. \"Lesbihonest\" now shows regularly at Israel's national theatre, HaBima. That same year, Naggar was selected as one of the LGBT community most influential women by \"Time Out Tel Aviv\". In 2017 Naggar founded the band \"Pashoot\" in honor of the tenth anniversary of Lethal Lesbian Film Festival, and performed at the festival's venue, Tel Aviv Cinematheque. She currently resides in Tel Aviv. == Public and Political Activity== Naggar is an activist for LGBT rights, feminism and gender equality in Israel. She was one of the heads for the campaign \"Women at the Front\", the theme for the 2016 Pride events in Tel Aviv, to promote women in leadership positions in the community. She was also one of the leaders of the 2018 SlutWalk. Naggar produced the \"Golden LGBT\" event for elderly LGBT community and the LGBT Passover Seder on behalf of Israel's LGBT Task Force and the Tel Aviv Municipal LGBT Community Center. Naggar also contributes articles to \"mako\" news site, on LGBT relationships and pluralism. In February 2018, she announced that she would run in the elections for the Tel Aviv city council on the Meretz party ticket.PDF In the party elections, held in May 2018, Naggar was achieved seventh place in the Meretz list, but eventually gained the fifth slot following changes. However, In the municipal elections in October 2018, the Meretz won only three seats on the city council. In July 2018 she was one of the founders of the \"Pink female Panthers\" group, which initiated the Israeli LGBT's strike. In November 2019 she was elected as a member in the Board of Directors of The Aguda – Israel's LGBT Task Force. ==References== ==External links== * * An interview with Reut Naggar for Dutch television, As part of the NTR Channel's Discover the Middle East project * Moran Nakar, Fig leaf? Israelis fear first gay minister only there to protect Netanyahu - Amir Ohana's appointment was historic, but some members of Israel's LGBTQ+ question whether he will fight for their embattled community, in Middle East Eye, July 2, 2019 * Bass, Bier und Kippa, in jungle world, september 12, 2019 (German) * Linda Dayan, Protest Takes Center Stage as Coronavirus Transforms LGBTQ Pride Events in Israel, in Haaretz, July 7, 2020 Category:1983 births Category:Living people Category:Jewish Israeli politicians Category:LGBT rights activists from Israel Category:LGBT politicians from Israel Category:Meretz politicians Category:Israeli feminists ",
    "title": "Reut Naggar"
}