{
    "id": "58486017",
    "text": "Scott Fitzpatrick (born September 28, 1987, in Springfield, Missouri, United States) is an American politician serving as the Missouri State Treasurer. He represented Missouri's 158th District in the Missouri House of Representatives from January 2013 to January 2019. In December 2018, Governor Mike Parson appointed fellow-Republican Fitzpatrick to become state treasurer, following the appointment of the previous state treasurer Eric Schmitt as state attorney general effective in January 2019. Fitzpatrick took his new office on January 14, 2019. ==Early life and education== Fitzpatrick was raised in Shell Knob, Missouri and graduated from Cassville High School in 2006. He attended the University of Missouri, graduating in 2010. ==Career== Fitzpatrick founded marine products company MariCorp U.S. in 2003, and is its CEO. Initially a marina and dock repair firm, the company grew into regional contracting and national production, centering on the inland commercial marina market, before entering general and government contracting. Fitzpatrick was first elected to the Missouri House of Representatives in 2012 and served from January 2013, winning reelection in 2014, 2016, and 2018 (where he ran unopposed). He represented Barry, Lawrence, and Stone Counties. In addition to serving as Chairman of the Budget Committee, he also served on the Joint Committee on Legislative Research and Public Assistance. He currently lives in Cassville, Missouri. After former Attorney General Josh Hawley won the November 2018 election for U.S. Senator, Governor Mike Parson appointed State Treasurer Eric Schmitt as Attorney General in January 2019, creating a vacancy in the Office of State Treasurer. Likewise, on December 19, 2018, Governor Parson subsequently appointed Fitzpatrick to the office of State Treasurer. Fitzpatrick assumed office as state treasurer with a swearing-in ceremony on January 14, 2019. ==Electoral history== ===State representative=== ==References== ==External links== * |- Category:1987 births Category:High school football players in the United States Category:Living people Category:Members of the Missouri House of Representatives Category:Missouri Republicans Category:People from Shell Knob, Missouri Category:Politicians from Springfield, Missouri Category:State treasurers of Missouri Category:University of Missouri alumni ",
    "title": "Scott Fitzpatrick"
}