{
    "id": "58483894",
    "text": "McCulloch (right) in a 1987 interview Ed McCulloch, nicknamed \"The Ace\", is an American dragster and funny car driver. == History == McCulloch grew up in Oregon.Motorsport.com (retrieved 14 September 2018) McCulloch started racing in a Chevrolet-powered Top Fuel dragster, which he built with his brother, Dan, in 1964.Motorsport.com (retrieved 14 September 2018) The car ran well, but in only his second race, at Woodburn Dragstrip, McCulloch failed to lift off the throttle and hit the mount for the timing light; the car flipped, and McCulloch refused to drive again.Motorsport.com (retrieved 14 September 2018) It did not last. He partnered with Jim Albrich in building another car, and they hired a driver, who they could not afford to pay, so McCulloch took the seat.Motorsport.com (retrieved 14 September 2018) He proved his skill by being named #1 on Drag News Mr. Eliminator list on 13 June 1965, after defeating \"Sneaky Pete\" Robinson at Woodburn.Motorsport.com (retrieved 14 September 2018) McCulloch would hold the ranking for most of 1965 and part of 1966, before losing it to Robinson.Motorsport.com (retrieved 14 September 2018) Racing in the northwest, McCulloch beat Jerry \"King\" Ruth, thereby earning his nickname \"The Ace\".Motorsport.com (retrieved 14 September 2018) McCulloch moved to Funny Car in 1969.National Dragster online at NHRA.com (retrieved 14 September 2018) Art Whipple had been slated to drive a new Chevrolet Camaro FC, powered by a big-block Chevy; McCulloch, intending only to do trial passes, qualified #1 at Woodburn and won the event.Motorsport.com (retrieved 14 September 2018) Whipple sold the Camaro, and McCulloch his dragster, in 1970, to build their first funny car together.Motorsport.com (retrieved 14 September 2018) It promptly set national records of 7.19 seconds and at OCIR.Motorsport.com (retrieved 14 September 2018) Bound for the U.S. Nationals in Indianapolis, the trailer caught fire and the car was destroyed.Motorsport.com (retrieved 14 September 2018) McCulloch began racing the funny car across the U.S., which dragsters did not allow.Motorsport.com (retrieved 14 September 2018) He won in his first Funny Car start.Motorsport.com (retrieved 14 September 2018) In 1971, McCulloch, his brother, and Whipple rebuilt the car, brought Ed Wills (of \"Mr Ed\") aboard that year.Burgess, Phil, National Dragster editor. \"Ed McCulloch: Roaring down Memory Lane\", written 8 September 2017, at NHRA.com (retrieved 16 September 2018) and made it to Indianapolis, NHRA's biggest race of the year;Motorsport.com (retrieved 14 September 2018) McCulloch won the FC class, his first national event victory.Motorsport.com (retrieved 14 September 2018); Motorsport.com (retrieved 14 September 2018) He and his brother went on to wins at Gainesville and Columbus.Burgess, Phil, National Dragster editor. \"Ed McCulloch: Roaring down Memory Lane\", written 8 September 2017, at NHRA.com (retrieved 16 September 2018) McCulloch also attracted sponsorship from model kit maker Revell, piloting the Plymouth Duster funny car, Revellution, beginning with the NHRA Supernationals at Ontario that year;Burgess, Phil, National Dragster editor. \"Ed McCulloch: Roaring down Memory Lane\", written 8 September 2017, at NHRA.com (retrieved 16 September 2018) other drivers had only ever gotten royalties from Revell kits based on their cars.National Dragster online at NHRA.com (retrieved 14 September 2018) (Revelloution would appear with a variable, and decreasing number, of \"R\"s as its career went on.) McCulloch's other major sponsor was Castrol.National Dragster online at NHRA.com (retrieved 14 September 2018) McCulloch continued to campaign the car until 1977,National Dragster online at NHRA.com (retrieved 14 September 2018) when the Revell deal expired.Motorsport.com (retrieved 14 September 2018) McCulloch parted ways with Whipple in 1972, after winning at the first race of the season, the Winternats,Whipple, who was dating Wills' daughter, Candy, stepped aside the day after the win. Burgess, Phil, National Dragster editor. \"Ed McCulloch: Roaring down Memory Lane\", written 8 September 2017, at NHRA.com (retrieved 16 September 2018) but recorded wins at the U.S. Nationals, Winternationals, Bakersfield, Gatornationals, and Springnationals, plus being runner-up to Don Schumacher at the Summernationals.Motorsport.com (retrieved 14 September 2018) During 1972 and 1973, McCulloch attended over 100 race meets; this record was matched only by \"Jungle Jim\" Liberman and \"TV Tommy\" Ivo.Motorsport.com (retrieved 14 September 2018) He was edged out of a third straight national event win by Don Prudhomme at the U.S. Nationals in 1973.Motorsport.com (retrieved 14 September 2018) His success earned him Car and Driver Driver of the Year in 1973.Motorsport.com (retrieved 14 September 2018) Despite the punishing schedule, McCulloch says, \"I loved it.\"Motorsport.com (retrieved 14 September 2018) He wished for an NHRA schedule of 30 national events a year, saying, \"I'm sure I'm the only racer who would like that.\"Motorsport.com (retrieved 14 September 2018) By 2017, there were 24.Motorsport.com (retrieved 14 September 2018) Between 1971 and 1973, McCulloch won five national finals of seven entered, but his edge faded after that.Motorsport.com (retrieved 14 September 2018) He reached the final round several times, only to be runner up: to Dave Condit at the 1974 World Finals; at Bakersfield in 1973 (though he won there in 1974), three times in a row to Don Prudhomme in 1976, and to Denny Savage at the 1978 Summernats.Motorsport.com (retrieved 14 September 2018) The lack of success led McCulloch to take a break in 1979, and act as an occasional hired driver for the Super Shops funny car.Motorsport.com (retrieved 14 September 2018) He came back with a win at Indy in 1980, beating Tom Ridings with a holeshot, but an inability to get sponsorship meant he was unable to continue, and he was out for three more years.Motorsport.com (retrieved 14 September 2018) Miller- sponsored Funny Car doing a burnout in testing. Larry Minor, then running a successful Top Fuel dragster team, picked McCulloch to drive a new funny car in 1984, and (with tuning by Bernie Fedderly and Dan Olson) he would put the Miller Beer-sponsored car in at least one national event final round every year until his retirement, scoring twelve wins in 29 races.Motorsport.com (retrieved 14 September 2018) Of those, he won at Indy, He also took the Car and Driver award, again in 1988.Motorsport.com (retrieved 14 September 2018) In 1987, McCulloch faced a rookie John Force in his first TF/FC start. He was runner-up to national champion Force in 1990, with 5 wins of 9 events.Motorsport.com (retrieved 14 September 2018) McCulloch was in the top five Winston points-scorers seven years in a row, from 1984 to 1991.Motorsport.com (retrieved 14 September 2018) Going back to his roots, McCulloch switched to driving a TF/D in 1992, in Minor's McDonald's-sponsored car, and took his sixth U.S. Nationals win, his first in a Top Fuel dragster.Motorsport.com (retrieved 14 September 2018) That year, he reached the final round five times, and won three times, coming fifth in the points standings.Motorsport.com (retrieved 14 September 2018) His twenty-second NHRA win, his last, was the NHRA Nationals in Houston, Texas, in 1993; he was also runner-up at the Gatornats and eighth in points.Motorsport.com (retrieved 14 September 2018) That year, he also joined Slick 50's Club, with a pass of , the twelfth driver inaugurated.Motorsport.com (retrieved 14 September 2018) McCulloch retired from drag race driving in 1993.Motorsport.com (retrieved 14 September 2018) Then 51, appeared at an exhibition event, the Fast Masters Championship, competing in a Jaguar XJ220 at Indianapolis; he faced a number of other drivers, all over age 50, including oval track stars Gary Bettenhausen, Bobby Allison, Fred Lorenzen, Jim McElreath, Troy Ruttman, and Dick Trickle.Motorsport.com (retrieved 14 September 2018) The McDonald's-sponsored fueller in the pits, with wing removed After the second race of 1995, Scott Kalitta's tuner, Dick LaHaie (working for Connie's team), asked McCulloch to be test driver; this time, he did not end up taking over the seat, but became a tuner for the senior Kalitta, after Dave Settles quit.Motorsport.com (retrieved 14 September 2018) McCulloch helped Connie Kalitta to two final round placings.Motorsport.com (retrieved 14 September 2018) At the last race of 1999, McCulloch took over tuning for Ron Capps, and has aided him to two wins in 10 finals.Motorsport.com (retrieved 14 September 2018) He took over tuning of Doug Kalitta's TF/D in 1998 and most of 1999, gaining two wins in seven events.Motorsport.com (retrieved 14 September 2018) Most recently, McCulloch acted as tuner for Prudhomme's Funny Car team, after Prudhomme added a second car in 2001, gaining one win in two final rounds.Motorsport.com (retrieved 14 September 2018); Motorsport.com (retrieved 14 September 2018) In his career, the only thing McCulloch had not achieved, as of 2001, was a Winston points championship win.Motorsport.com (retrieved 14 September 2018) == Awards == McCulloch was named to the International Drag Racing Hall of Fame in 2000.Motorsport.com (retrieved 14 September 2018) In 2001, he was named #19 on NHRA's 50 Greatest Drivers list.Motorsport.com (retrieved 14 September 2018) He was inducted into the Motorsports Hall of Fame of America in 2011.Ed McCulloch at the Motorsports Hall of Fame of America == Notes == Category:Sportspeople from Oregon Category:Living people Category:Year of birth missing (living people) Category:Dragster drivers ",
    "title": "Ed McCulloch"
}