{
    "id": "58482048",
    "text": "Agoney Hernández Morales (Adeje, Tenerife, Spain, October 18, 1995), also known as Agoney, is a Spanish singer, composer and performer who rose to fame from his participation on the Operación Triunfo 2017 programme. Due to his great vocal potential and the versatility of his voice—and in reference to his home of the Canary Islands—he has been nicknamed \"the Canary with the golden voice\". ==Early life== Agoney Hernández Morales was born on October 18, 1995 in Adeje, Santa Cruz de Tenerife. At the age of six, he began to play the trumpet in a band, and later continued studying music in Tenerife. He attended a performing arts high school and before entering Operación Triunfo, he worked as a singer at a hotel in Tenerife. == Career == ===Operación Triunfo 2017=== Agoney in Concert in Valencia with his partner Raoul Vázquez singing \"Manos Vacías\" In 2017 Agoney appeared at the casting of Operación Triunfo 2017, a reality talent show that is the original Spanish version of the Star Academy franchise. Agoney was chosen as one of the 16 participants of the talent show. He was eliminated in gala 12 after a very close vote against fellow contestant Ana Guerra who won with 50.3% of the two million votes. Once finished in the contest, Agoney was part of the Spanish Operación Triunfo tour, performing in such notable venues as the Palau Sant Jordi in Barcelona, the Olympic Stadium in La Cartuja in Seville, the Bizkaia Arena in Bilbao, and the Santiago Bernabéu Stadium in Madrid. ===2018–2019: After Operación Triunfo=== After finishing the tour of Operación Triunfo 2017, Agoney's solo career began. On August 31, 2018, he released his debut single, \"Quizás\" (Spanish for \"maybe\"). The song's lyrics are aimed at those who did not believe in him. Musically \"Quizás\" has been compared to artists such as Mika, Troye Sivan and Adam Lambert. \"Quizás\" received rave reviews and reached number one on the Spanish iTunes singles chart. The music video for the song reached one million views on YouTube in less than 48 hours. In December 2018 he sang with Ana Guerra, Lola Índigo, Raoul and Aitana for the Coca-Cola advertising campaign for Christmas. After passing through Operation Triunfo, Agoney has become an icon of the LGBT community. He was one of the opening speakers at LGTBI+ Pride of Madrid 2018.Los Javis, Agoney y Marina (OT) y el waterpolista Víctor Gutiérrez serán los pregoneros del Orgullo 2018 Agoney appeared at the 2019 Gran Canaria Drag Queen Contest, where he performed a dance remix of his single \"Quizás\" as part of the interval show. In March 2019, Agoney competed on the Spanish music television series La mejor canción jamás cantada (The Best Song Ever Sung). He won the 2010s episode with his performance of Pastora Soler's Eurovision 2012 entry \"Quédate conmigo\" and placed second in the grand final with his performance of David Bisbal's 2001 single \"Ave María\". In August 2019, Agoney released his second solo single, \"Black\". The song was written by Agoney and gives commentary on modern society and the pressures of social media. It was accompanied by a music video directed by Frankie De Leonardis. In November of that year, Agoney made his first musical tour outside of Spain visiting Argentina. ===2020-present: Libertad=== Agoney released the short song \"Libertad\" in April 2020, the first new track off his upcoming debut album of the same name. \"Libertad\" was intended as a prelude to introduce the new album. In May the same year, Agoney released the single \"Strangers\", a collaboration with the producer Brian Cross and he was part of Rosana Arbelo's charity single \"Sin miedo 2020\" In June 2020, Agoney released \"MÁS\", his third solo single and the lead single from his debut album Libertad. Later that month, he sang as part of \"Piensa en positivo\", the official anthem of Madrid Pride 2020. Agoney released his fourth solo single \"Edén\" in August. Later that month, he released his debut album Libertad. The album debuted at No.1 on the Spanish albums chart. ==Personal life== Agoney is influenced by Queen, Whitney Houston, Rachelle Ferrell and Muse. He is openly gay, having defended the visibility and rights of the LGTB community during Operación Triunfo and the national tour after it. Agoney was selected as one of the speakers at the opening ceremony of Madrid Pride 2018 and was featured on the cover of the winter 2018/2019 issue of the Spanish LGBT travel magazine Shangay Voyager. ===Philanthropy=== Agoney is an ambassador of Fundación Canaria Carrera por la Vida (the Canary Islands Walk For Life Foundation), a Canary Islands charity which supports and raises awareness of breast cancer. He appeared as the August photo in the 2019 charity calendar for the organisation. In November 2019, Agoney joined the TV presenter Emma García and actress Eva Isanta to front a humorous campaign to encourage early HIV testing in Spain. In May 2020, he sang as part of Rosana Arbelo's charity single \"Sin miedo 2020\", in aid of the Spanish Red Cross. Agoney was also part of the official anthem of Madrid Pride 2020, a cover of Fangoria's \"Piensa en positivo\". ==Discography== === Albums === {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\"| Title ! scope=\"col\" rowspan=\"2\"| Details ! scope=\"col\" colspan=\"1\"| Peak chart positions |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| SPA |- ! scope=\"row\"| Libertad | * Released: August 28, 2020 * Formats: CD, digital download * Label: Universal Music Spain | 1 |} === Singles === ====As lead artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:22em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:1em;\"| Year ! scope=\"col\" | Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| SPA |- ! scope=\"row\" | \"Quizás\" |2018 | 18 | rowspan=\"3\" | Libertad |- ! scope=\"row\"| \"Black\" | 2019 | 82 |- ! scope=\"row\"| \"Libertad\" | rowspan=\"4\" | 2020 | — |- ! scope=\"row\"| \"Strangers\" (with Brian Cross) | — | |- ! scope=\"row\"| \"MÁS\" | — | rowspan=\"2\" |Libertad |- ! scope=\"row\"| \"Edén\" | — |- | colspan=\"4\" |\"—\" denotes a single that did not chart or has not yet been released. |} ==== Other appearances ==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:22em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:1em;\"| Year ! scope=\"col\" colspan=\"1\"| Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| SPA |- |- !\"Magia\" (with Miriam Rodríguez) | rowspan=\"2\" |2018 |65 |Miriam: Sus Canciones |- ! scope=\"row\" | \"El Mundo Entero\" (with Aitana, Ana Guerra, Lola Indigo and Raoul Vázquez feat. Maikel Delacalle) |— |rowspan=\"3\" |- ! scope=\"row\" | \"Sin miedo 2020\" (with Rosana) | rowspan=\"2\" | 2020 | — |- ! scope=\"row\" | \"Piensa en positivo\" (with various artists) | — |- | colspan=\"8\" style=\"text-align:center; font-size:85%;\" | \"—\" denotes a single that did not chart or has not yet been released. |} === Music videos === {| class=\"wikitable\" |+ ! Song ! Year ! Director |- | \"Quizás\" | 2018 | Nacho Mohedano |- | \"Black\" | 2019 | Frankie de Leonardis |- | \"Libertad\" | rowspan=\"3\" | 2020 | Agoney Hernández Morales |- | \"MÁS” | Saot St |- | \"Edén\" | Agoney Hernández Morales |- |} == Awards and nominations == === Premios El Suplemento === {| class=\"wikitable\" |- ! Year !! Category !! Ceremony !! Result |- | rowspan=\"2\" | 2020 | National revelation artist | rowspan=\"3\" | IX Premios El Suplemento | |} == Filmography == === Television === {| class=\"wikitable\" ! Year ! Title ! Role ! Notes |- | 2017-2018 | Operación Triunfo 2017 | Himself | Placed sixth |- | rowspan=\"2\" | 2018 | Tu cara me suena | Himself | Episode 6 (guest performer) |- | Operación Triunfo 2018 | Himself | Guest |- | rowspan=\"2\" | 2019 | La mejor canción jamás cantada | Himself | Episode 7 (guest performer), episode 8 (heat winner), episode 9 (series runner-up) |- | Trabajo temporal | Himself | Episode 8 |- | rowspan=\"2\" | 2020 | Viajeros Cuatro: Tenerife | Himself | Episode 12 (third season) |- | Cocina al punto con Peña y Tamara | Himself | Episode 65 (first season) |- |} ==References== ==External links== * * Category:1995 births Category:Living people Category:People from Tenerife Category:Spanish male singers Category:English-language singers from Spain Category:LGBT singers Category:LGBT composers Category:Gay musicians Category:LGBT entertainers from Spain Category:Operación Triunfo contestants Category:21st-century Spanish singers Category:21st-century male singers ",
    "title": "Agoney"
}