{
    "id": "58496386",
    "text": "Stanmore House is a heritage-listed residence at 88 Enmore Road, Enmore, Inner West Council, New South Wales, Australia. It was built from 1847 to 1855, with the design attributed to Henry Robertson. It is also known as Pemell House. It was added to the New South Wales State Heritage Register on 2 April 1999. == History == In 1847, businesswoman Mary Reibey bought the Pencilville house and estate from its financially beleaguered owner, William Manning, and took up residence in the house. In 1847, Reibey built Stanmore House nearby as a wedding present for her daughter, Elizabeth Long Innes, and her husband, Captain Joseph Long Innes. Mary Reibey died in May 1855, and the estate was left to her two surviving daughters, Eliza Thompson, and Elizabeth. Her mother's house was known as \"Reiby House\" after this time. In November 1855, Elizabeth and her husband formally separated; their marriage had been unhappy for some time. In January 1856, a \"To Be Let\" advertisement was placed in the Sydney Morning Herald. There are no records of the property from 1856 to 1861. It was rented to a succession of tenants thereafter: draper George Chisholm from 1861 to 1864, flour miller and politician James Pemell from 1864 to 1868, and Daniel Henry from 1868 to 1872. The Pencilville Estate was subdivided on 11 October 1871, and dense rows of Victorian terraces were built on its former land. The link - physically and visually - between the houses of mother (Reiby House) and daughter (Stanmore House) was broken. The open, semi-rural nature of the suburb disappeared, and the centre of Newtown, by now a major commercial centre, shifted to the east. On 3 July 1872, Daniel Henry bought Stanmore House. The sale documents are the first recorded reference to the name \"Stanmore House\". In 1876, he sold the property to James Pemell, his stepfather-in-law. On 11 November 1899, Pemell subdivided the estate; the eastern verandah and service wing were demolished at that time. In 1902 Sarah Rebecca Henry bought the house from her stepfather, Pemell, and demolished the western service wing to make Pemell Lane. In 1903, Dr Richard Trindall built a two-storey Queen Anne Federation house and surgery named Cronulla six feet away on the west side. In 1916, Dr Daniel Henry Beegling bought Stanmore House and uses it as a surgery; it passed to his widow Jean in 1926. In 1930 Margaret Finlay bought the house and divided it into four flats. A new brick facade was built upon the original stone front verandah, enclosing the verandah to form new kitchens. Three shops facing Enmore Road were built on the remaining pocket of garden. Edward Thomas Byrnes bought the house in 1935. It passed to his widow Elizabeth in 1960. A garage was added during their tenure. Reiby House was demolished in 1964. In 1970, Patris Projects bought Stanmore House and divided it into seven flats. Aluminium windows were put in, the back verandah was partially enclosed with fibro and the staircase balustrade was lost. The house was classified by the National Trust of Australia (NSW) in 1982. \"Cronulla\" was damaged in a fire and demolished in 1985. The cause of the fire was not found. The Heritage Council of NSW placed Permanent Conservation Order No. 662 on Stanmore House on 24 April 1989. In June 1995, the Heritage Council approved $3000 funding through its Heritage Assistance program to Marrickville Council for a Development Control Plan for the entire block bounded by Enmore Road, Reiby and Simmons Street and Pemell Lane.Long 1995 == Description == Front doorcase with attached columns Stanmore House is a substantial two-storey brick house of late Colonial Regency design. It is symmetrical with a central entrance and gable. It has a gable \"break\" in its facade. The house when built has a one-storey verandah around its perimeter. There is a stone-constructed verandah to the rear of the house. It has an original basement. The interior contains original finely detailed cedar joinery, fireplaces, a geometrical staircase, fine entrance doorcase with attached columns, early ironwork and plaster ceilings. == Heritage listing == Heritage boundaries Stanmore House is of State heritage significance for its associations with Mary Reibey. a noted emancipist entrepreneur and the Long Innes family. Constructed -1855 by Mary Reibey for her daughter Elizabeth Anne and son-in-law, Captain Joseph Long Innes. It is claimed that Innes' son Sir Joseph Long Innes, later Attorney General of New South Wales was born in Stanmore house in 1834. Stanmore House is a rare surviving architectural example of its period and has a unique ability to demonstrate a way of life when Newtown was considered a fashionable suburb. It is the last of the large suburban villas remaining in Newtown/Enmore from the period preceding the railway line, after which the suburb changed dramatically. The house has the ability to demonstrate the conscious attempts of the rich merchant class to recreate the marriage of architecture with landscape of the English Picturesque movement. Stanmore House is the last vestige of that era in Newtown and has unique social value in its ability to demonstrate a way of life. Stanmore House has been attributed to Henry Robertson who was a leading Sydney architect of the first half of the nineteenth century. It is the only known surviving house by him. The internal finishes of Stanmore House are of a high quality, and are largely intact.Long 1989 Stanmore House was listed on the New South Wales State Heritage Register on 2 April 1999. == See also == == References == === Bibliography === * * === Attribution === Category:New South Wales State Heritage Register Category:Enmore, New South Wales Category:Houses in New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register ",
    "title": "Stanmore House"
}