{
    "id": "58497076",
    "text": "The attack on Kure was an air raid conducted during the Pacific War by the United States Navy on 19 March 1945. It targeted the remnants of the Japanese Combined Fleet located in and near the Japanese city of Kure. The attack by 321 aircraft was unsuccessful, as no Japanese warships were sunk though several were damaged. Japanese forces struck the American fleet on the morning of 19 March, and crippled one aircraft carrier and badly damaged another. ==Background== As part of the planning for the invasion of Okinawa, the United States Navy's Fast Carrier Task Force (designated Task Force 58) was ordered to neutralize airfields in the Japanese home islands which could be used to attack the invasion force after the landings commenced on 1 April 1945. As part of these operations, the Task Force was also to attack Imperial Japanese Navy (IJN) warships sheltering in ports. Two of Task Force 58's aircraft carriers at Ulithi atoll in mid-March 1945 Task Force 58 was the main striking element of the United States Pacific Fleet. It included 15 aircraft carriers, and was organised into four task groups. The March attacks would be the third time Task Force 58 had struck the Japanese home islands. The first had been a series of raids on airfields which took place on 16 and 17 February 1945, in which the American aviators claimed to have destroyed 341 Japanese aircraft in the air and 190 on the ground for the loss of 80 of their own to all causes. The second raid had been made against airfields in the Tokyo region on 25 February, in which the Americans claimed 46 Japanese aircraft while losing 16. After this attack, Task Force 58 returned to its base at Ulithi atoll to rest and prepare for further operations. By this stage of the war, the IJN was largely confined to port. Its major warships had suffered heavy casualties during 1944, and little fuel remained for those which survived. Most of the Combined Fleet, the IJN's main combat force, was stationed at the major naval base at Kure on the Seto Inland Sea. This port was defended by hundreds of anti-aircraft guns; USN intelligence estimated that these included 160 large- caliber weapons and hundreds more smaller-caliber guns. ==Prelude== Task Force 58 departed Ulithi on 14 March to commence the pre-invasion attacks on the Japanese home islands. Japanese forces located and tracked the Task Force as it approached, but were unsure whether it was a precursor to the landing on Okinawa or another attack against airfields. On 18 March Task Force 58's aircraft attacked 45 airfields on Kyushu. Few Japanese aircraft were found on the airfields, but large numbers attacked the American aircraft in flight. Other Japanese aircraft attacked Task Force 58, and lightly damaged the aircraft carriers and . The suffered more extensive damage after being hit by a bomb which killed 5 of her crew and wounded 26. A total of 110 Japanese aircraft were destroyed. American photo reconnaissance aircraft also operated over Japan on 18 March, and located concentrations of IJN warships at Kure and Kobe. The ships identified as being at Kure included the battleships Yamato and Haruna as well as three light aircraft carriers. The ships located on 18 March were selected as Task Force 58's main objective for the next day's attacks. Task Groups 58.1, 58.3 and 58.4 were to attack Kure, and Task Group 58.2 was to strike Kobe. Fighter aircraft were directed to sweep ahead of the American dive bombers and torpedo bombers and attack Japanese aircraft. The main target specified for the attack on Kure was the port's oil storage tanks and other naval installations, but the strike coordinator, Commander George M. Ottinger, was authorised to redirect the USN aircraft against other targets. ==Attacks== ===Japanese attacks on Task Force 58=== USS Franklin on fire after being struck by two bombs on 19 March 1945 Japanese aircraft were dispatched at dawn to strike Task Force 58, with their attacks being focused on Task Group 58.2. At 7:10 AM a Japanese aircraft arrived undetected over the Task Group, and hit the aircraft carrier with a single bomb. The bomb penetrated deep into the ship, and exploded in her galley. This killed many of the cooks and mess attendants who were preparing breakfast, and started fires. Due to efficient damage control, the fires were extinguished within 15 minutes, and the carrier resumed flying operations at 8:00 AM. However, 101 of her crew were killed and 269 wounded. A near-miss by a kamikaze shortly after 8 AM caused minor damage. The aircraft carrier was also attacked. While she was launching her second strike of the day at 7:08 AM, the ship was struck by two bombs dropped from a Japanese aircraft which had also avoided detection. Huge fires rapidly broke out throughout Franklin, and weapons which had been loaded onto her strike aircraft exploded as the fire reached them. Franklins crew managed to save the ship, but 724 were killed and 265 wounded. ===Air to air combat=== Task Force 58 began flying off fighter aircraft which were to sweep over the airfields around Kure at 6:18 AM on 19 March. As they approached Kure, the 20 Grumman F6F Hellcats of VBF-17 encountered 40 fighters from the Imperial Japanese Navy Air Service's elite 343rd Kōkūtai. In a battle which lasted 25 minutes, six American and four Japanese fighters were shot down. Other engagements between American and Japanese fighters were fought around the Kure area throughout 19 March. Some of the Japanese pilots flew two sorties. The total casualties from this fighting, including the engagement between VBF-17 and the 343rd Kōkūtai, was 14 American and 25 Japanese aircraft shot down. ===Attack on Kure=== A large force of aircraft was dispatched to attack Kure. It was made up of 158 Curtiss SB2C Helldiver dive bombers and Grumman TBF Avenger torpedo bombers, escorted by 163 Hellcats and Vought F4U Corsair fighters. At least some of the Corsairs were armed with rockets which could be used to attack ground targets. This was almost as many aircraft as the IJN had employed in the attack on Pearl Harbor which brought the United States into the Pacific War on 7 December 1941. Yamato under attack off Kure on 19 March Ottinger arrived over Kure with the first wave of aircraft. After sighting multiple warships, he ordered that half of the bombers target ships instead of the planned attacks on shore installations. After further consideration, he directed all of the bombers to attack the three Japanese battleships, four aircraft carriers and ten other warships which were at anchor in the Kure area. 's air group commenced the attack on Kure. They concentrated on the aircraft carrier Ryūhō, which was struck by three bombs and two rockets. These caused considerable damage, and killed 20 of her crew. Two of Bunker Hills Helldivers were shot down. All four of the battleships at Kure were targeted. Wasps air group focused on Hyūga, but only hit her with a single bomb which killed about 40 sailors. Her sister ship Ise was struck by two bombs. The Haruna, which was anchored in the roadstead off Kure, was hit by one bomb which caused little damage. The huge battleship Yamato was targeted by aircraft from Intrepid, but only struck by a single bomb which exploded on her bridge. The other three aircraft carriers were also struck. The escort carrier Kaiyō was worst-hit, and caught fire after being attacked. This caused flooding which almost capsized the ship; to avoid this fate she was towed into shallow water. The aircraft carrier Katsuragi was hit by a bomb, and a near miss opened her hull and caused flooding. A single bomb struck the flight deck of her sister ship Amagi. As well as the capital ships, the light cruiser Ōyodo was heavily hit. The ship began flooding after being struck by three bombs, and was towed to Etajima and beached to prevent her from sinking. Kure's anti-aircraft defenses fired on the American aircraft throughout the attack. This was the most intense anti-aircraft fire experienced by Task Force 58's aviators up to that time, and eleven Helldivers and two Avengers were shot down. These losses were lighter than what had been expected by most of the Task Force's officers, however. ==Aftermath== The attack on Kure was unsuccessful. Despite the large size of the attack force and its achievement of air superiority, Task Force 58's aircraft achieved few hits on Japanese warships. No Japanese warships were sunk, and only an escort carrier and a light cruiser were badly damaged. The American airmen were disappointed with the results of the attack, but knew that they would strike Kure again. Ottinger and 35 other airmen were awarded the Navy Cross for their roles in the attack. After completing the attacks on Kure and Kobe, Task Force 58 withdrew south. It flew further fighter sweeps over southern Kyushu on 19 and 20 March. Task Group 58.2 was attacked again by Japanese aircraft on the afternoon of 20 March, with destroyer being hit by a kamikaze and Enterprises flight deck being rendered unusable after she was accidentally struck by anti- aircraft fire from other American warships. On the afternoon of 21 March, 48 Japanese aircraft attempted to attack Task Force 58, but the raid was driven off with heavy casualties after it was intercepted by 150 American fighters. The damaged carriers Franklin, Enterprise and Yorktown were subsequently detached, and departed for repairs. The damage to Franklin was so extensive that she never saw active use again. The Fast Carrier Task Force operated in Japanese waters for the remainder of the war. On 18 July 1945 it attacked Yokosuka. This raid was focused on the battleship Nagato, which was lightly damaged. The Task Force and the British Pacific Fleet attacked Kure and the Inland Sea area again on 24 and 28 July. These raids sunk or crippled three battleships, three aircraft carriers, two heavy cruisers and two other cruisers, and damaged several other warships. Allied casualties in this operation were high, with 126 aircraft being destroyed and 102 aircrew killed. ==References== ===Citations=== ===Works consulted=== * * * Kure Category:Naval battles of World War II involving Japan Category:Naval battles of World War II involving the United States Category:Japan–United States military relations Category:March 1945 events ",
    "title": "Attack on Kure (March 1945)"
}