{
    "id": "58493603",
    "text": "A Trenord ETR 521 train at Como San Giovanni. The Caravaggio is an electric multiple unit (EMU) developed and built by Hitachi Rail Italy. It is named after the Renaissance-era Italian painter Michelangelo Merisi da Caravaggio. The Caravaggio was ordered by Italian operator Trenitalia in June 2016; follow-on orders were placed by Trenitalia and Ferrovie Nord Milano. The first trainset rolled-out in April 2018. The Caravaggio entered revenue service with Trenitalia on 14 June 2019; it has been branded as \"Rock\". ==History== In June 2016, Trenitalia ordered the Caravaggio, awarding Hitachi Rail Italy a €333 million contract to supply 39 five-car multiple units. The order had options for up to 300 trainsets at a cost of €2.6 billion; Trenitalia claimed the potential value was unprecedented in Italy.\"Caravaggio by Hitachi Rail Italy, the new star for regional transport.\" railcolornews.com, 30 June 2016. By the time the first trainset was completed at Hitachi's factory in Pistoia in April 2018, Trenitalia had increased its order to 118 trainsets, including four-, five-, and six-car versions. The Caravaggio was assigned class designations ETR 421 and ETR 521 dependent on its configuration; Trenitalia had branded the train as \"Rock.\" In 2018, the first trainset was tested at the Velim railway test circuit in the Czech Republic ahead of its entry into service the following year. On 14 June 2019, the Caravaggio's inaugural run took place between Piacenza and Bologna, marking its entry into revenue service.Barrow, Keith. \"Trenitalia Rock ready to roll.\" Rail Journal, 14 June 2019. In September 2018, Ferrovie Nord Milano (FNM) announced it planned to purchase up to 120 Caravaggio EMUs over an eight year period, beginning with a €238 million order for 30 four-car trainsets.\"FNM and Hitachi Rail Italy sign Framework Agreement for new High Capacity trains.\" Hitachi Rail, 12 September 2018. The eight-year framework included an option for three years of maintenance support for the fleet. FNM deliveries are scheduled to begin by May 2020. ==Design== Front view of the Hitachi Caravaggio The Caravaggio is a high-capacity double-deck EMU for regional traffic, each car is about long. The Caravaggio is of equivalent quality to contemporary high speed trains for passengers and crews. Compared to the trains it is replacing, it provides greater comfort and sustainability and is more accessible for people with reduced mobility. It consumes 30% less energy than the historic fleet, and is more than 95% recyclable. Additional environmentally-friendly measures include regenerative braking and lower noise emissions. In 2018, Maurizio Manfellotto, CEO of Hitachi Rail Italy, claimed the Caravaggio's carbon emissions of 5 grams CO2eq were the lowest for any mass transport mode in Italy. Each train is powered by a 3 kV DC electric system producing and a maximum speed of . The traction equipment is mostly roof-mounted, optimising the interior space for passenger accommodation. The train's acceleration is greater than 1m/sec², which has been credited with improving punctuality. The train is equipped with side- and front-facing cameras with anomalous behaviour detection. The body is primarily made of lightweight alloys, giving a low weight per passenger and a high passenger capacity per unit length. Passenger capacity varies by operator; in Trentialia's configuration, a five-car set can carry up to 656 people, while an equivalent FNM set can carry 598 seated passengers and 575 standing. The trainset's ergonomic eco-friendly leather seats are designed for comfort. The cabin has air conditioning which is adjusted according to the number of passengers on board, to lower energy consumption. Each 5-car train has ten doors per side and two toilets (one standard and one for people with reduced mobility). The Caravaggio has luggage storage areas and dedicated spaces for bicycles, sockets to charge electric bicycles. The trains have LED lighting, Wi-Fi, USB sockets, a passenger information system, energy meters, and a passenger counter. Staircases above the bogies give access to the upper deck. The doors are fitted with movable steps to cover the gap between the platform and vehicle when the train is stopped; a manually-operated ramp is available for passengers with reduced mobility. ==Gallery== File:Hitachi Rock EMU at Velim Test Track.jpg|A five car trainset on test at Velim Test Track, Cerhenice, Czech Republic File:Hitachi Caravaggio Top-deck Interior.jpg|Interior of a Trenord ETR.521 ==References== Category:Ferrovie dello Stato Italiane electric railcars and multiple units Category:FNM electric railcars and multiple units Category:Double-decker EMUs Category:Train-related introductions in 2019 ",
    "title": "Caravaggio (train)"
}