{
    "id": "58494501",
    "text": "The Anna and Mikko Pyhala Farm () is a historic farmstead in Embarrass, Minnesota, United States, now preserved as a visitor attraction. It was established by a Finnish-American family in 1909 and includes seven surviving buildings, including several constructed with traditional Finnish log architecture, and the ruins of a prior settler's log cabin dating to around 1895. With The farm was listed as a historic district on the National Register of Historic Places in 2003 for its state-level significance in the themes of agriculture, architecture, and European ethnic heritage. It was nominated for being one of St. Louis County's best examples of a Finnish- American farm with log architecture, and for its association with Finnish immigration to northeast Minnesota and the conversion of its cutover forests into productive farmland. The property remained an active farm into the 1970s. The Pyhala Farm is owned and maintained by SISU Heritage Inc., a non-profit organization based in Embarrass. It is a stop on the Finnish-American Homestead Tours offered in summers through the Embarrass Information Center. ==Description== At least 12 farm buildings were constructed on the property between the late 1890s and 1945. Still standing are a woodshed (c. 1910), a cattle and hay barn (built in 1928 and enlarged in 1931), a sauna (1924), a horse barn (1929), and a farmhouse (1942–1945). Two buildings are partially standing in a ruined state: a log cabin built circa 1895 by Charles Matson, an earlier Finnish immigrant who sold the land to the Pyhalas in 1909, and a circa-1910 calf shed. Minus the farmhouse, which is constructed of concrete blocks, each of these log buildings and ruins are considered contributing properties to the historic district. Also listed as contributing properties are a well and the agricultural fields. ==See also== * National Register of Historic Places listings in St. Louis County, Minnesota ==References== Category:1909 establishments in Minnesota Category:Buildings and structures in St. Louis County, Minnesota Category:Farms on the National Register of Historic Places in Minnesota Category:Finnish-American culture in Minnesota Category:Finnish-American history Category:Historic districts on the National Register of Historic Places in Minnesota Category:Log buildings and structures on the National Register of Historic Places in Minnesota Category:National Register of Historic Places in St. Louis County, Minnesota Category:Tourist attractions in St. Louis County, Minnesota ",
    "title": "Anna and Mikko Pyhala Farm"
}