{
    "id": "58496265",
    "text": "Metropolitan Makariy (Maletych) Metropolitan Makariy, born Mykola Ivanovych Maletych (Ukrainian: Микола Іванович Малетич), October 1, 1944, in Krasne, Turka Raion, Lviv Oblast, Ukrainian SSR) is a bishop of the Orthodox Church of Ukraine (OCU), Metropolitan of Lviv, a permanent member of the Standing Holy Synod of the OCU. Prior to the Unification Council in December 2018, he was the Primate of the Ukrainian Autocephalous Orthodox Church (UAOC), a jurisdiction that did not have recognition on the part of other Eastern Orthodox churches; he was restored to full ecclesiastical communion by the decision of the Holy Synod of the Ecumenical Patriarchate of Constantinople in October 2018. ==Biography== In 1973 and then again in 1974, he tried and failed to enroll at the Odessa Theological Seminary of the Russian Orthodox Church (ROC). On 10 August 1975, he was ordained a priest within the jurisdiction of the ROC. He served mainly in Ukraine and the Rostov region. In 1982, he finished the Moscow Theological Academy (ROC). In 1989, he resigned from the canonical Ukrainian Orthodox Church (Moscow Patriarchate) and became associated with the Ukrainian Autocephalous Orthodox Church (UAOC). From November 1996, he was a governing bishop of the Lviv diocese of he UAOC and then he also took over jurisdiction over the Volyn dioceses. In 2011, Makary was raised to the dignity of the Metropolitan of Lviv. Following the death of the Primate of the UAOC, Metropolitan Methodius (Kudriakov), in February 2015, Makary was elected Locum Tenens of the Metropolitan Throne of the Ukrainian Autocephalous Orthodox Church. On 4 June 2015, he was elected as Metropolitan and the new Primate of the Ukrainian Autocephalous Orthodox Church. At the Unification Council in Kyiv on 15 December 2018, Metropolitan Makariy, along with the bishops, priests, and laity of the UAOC, joined the OCU, a new ecclesiastical body that was in January 2019 granted autocephaly by the Ecumenical Patriarchate of Constantinople. He went on to become a permanent member of the Standing Holy Synod of the OCU. On 5 January 2020, he headed the delegation of the OCU to the residence of the Ecumenical Patriarch of Constantinople in Istanbul and concelebrate the Divine Liturgy with Patriarch Bartholomew I marking the first anniversary of the OCU's autocephaly. He formally invited Patriarch Bartholomew on behalf of the Primate of the OCU, Epiphanius I of Ukraine, to visit Ukraine. ==References== == External links == *Митрополит Львівський Макарій Biography on the official web site of the Lviv diocese Maletich, Makariy Category:People from Turka Raion Maletich, Makariy Category:Living people ",
    "title": "Makariy (Maletych)"
}