{
    "id": "58497980",
    "text": "Prison Barracks Precinct is a heritage-listed prison precinct at Cockatoo Island, Sydney Harbour, New South Wales, Australia. It was added to the Australian Commonwealth Heritage List on 22 June 2004. == History == Cockatoo Island became a gaol in 1839, following advice by New South Wales Governor George Gipps to the British Secretary of State for the Colonies that convicts would be sent to the island after the closure of the Norfolk Island convict establishment. The convict precinct (see also Barracks Block) was built over several years; the buildings beginning to be occupied from October 1841. Quarrying of grain silos (at the Underground Grain Silos and Biloela House) was one of the early convict activities. In order to service Royal Navy ships, the Fitzroy Dock was built on the island and completed in 1857. Cockatoo Island Dockyard became the major government dockyard in Australia. In 1869 prisoners were transferred from the island to Darlinghurst, and the prison buildings became an industrial school for girls and a reformatory from 1871. The dockyard area was now separated from this institutional area on the top of the island by a fence. Following the departure of the females in 1888, prisoners were again sent to the island, and the gaol function continued until about 1909. Meanwhile, the dockyard function expanded, and the Sutherland Dock was built in 1890. The New South Wales Public Works Department declared Cockatoo the state dockyard. Following Federation, in 1913 Cockatoo became the Commonwealth Dockyard, and the island, both through ship-building and servicing, played an important role both in the development of the Royal Australian Navy and during the First World War. The former prison buildings were now used for office purposes. From 1933 the dockyard was leased from the Commonwealth by Cockatoo Docks and Engineering Co Ltd and the island played a very significant role during the Second World War. After the war the dockyard (now known as Vickers) continued, and submarine facilities were introduced. The dockyard closed in 1992, and some demolition took place. Sale of the island was proposed. The island is now vested in the Sydney Harbour Federation Trust. The precinct includes the former convict barracks block, mess hall, military guard room and detached kitchen, officers' quarters, free overseers' quarters (and a second quarters to the east), and the north-west escarpment including various trees. Further buildings from the convict period are included in the separately registered Biloela House precinct. The barracks block was erected c.1839-42. It was designed by the Commanding Royal Engineer Colonel George Barney, who played a major engineering role in the colony during the period. The building included hospital wards, a cookhouse and mess shed. Due to overcrowding, a second storey was proposed in 1849, but was not proceeded with. Various extensions were added (a latrine and office block formed infill when built later). The barracks was later used by the industrial school, and by prisoners again in 1888. Following the Commonwealth's takeover, the building was used as offices. The military guard room, with detached kitchen and toilet, was erected in 1842, and a cell block (later demolished) was completed three years later. The buildings were designed by Barney. During the female occupation phase, the guard room was used as a sewing room, then as a store and office. After the females' departure, the room became offices and accommodation for the resident engineer, before a new wing was added and the building reverted to prison purposes. After Commonwealth assumption of control, the room was used as a residence by the 1920s. After the Second World War the buildings' roofs were removed; stone was also cannibalised for use elsewhere on the island. In 1980 parts of the room were removed and the walls were topped with cement render. The mess hall was erected after Gother Kerr Mann was appointed engineer on the island. Construction took place between about 1847 and 1851. The mess hall was built west of the convict barracks and, with further walling to the southwest and northwest, completed the enclosed nature of the convict precinct. Following the Industrial School and later prison period, and after the Commonwealth took over, the mess hall was altered for office purposes and the windows were enlarged. The building though is generally intact. The military officers' quarters or guard room was erected c.1845-57 and was designed by the Commanding Royal Engineer. It has always been used as a residence, firstly by officers, then by the superintendent of the girls school, then for a time by the governor of the later prison (which was known as Biloela). After this, in 1912, the building became the home of the engineering superintendent, and shortly after the general manager's residence. In 1984 the building was being used as two units for Vickers staff. Various alterations and extensions were built during the building's lifetime. The free overseers' quarters was erected between about 1850 and 1857. It has been a residence almost continuously since it was built. There have been many alterations, including quite a number of poor twentieth century ones. The second quarters to the east was built at the same time. Later it was used for battery storage, and then for chemistry and photographic purposes. During the Second World War it was converted to an air raid shelter, later it held archival drawings and later still part of it became a latrine. The buildings of the precinct (together with the Biloela House) form the only remaining imperial-funded (as opposed to colonial-funded) convict public works complex in New South Wales and form one of the most complete groups of convict structures in Australia. == Description == The Prison Barracks Precinct comprises: * barracks complex of prison and hospital wards, cook house and mess shed and its enclosed court * former Officer's guard room; * former military guard room, kitchen and grassed enclosure * cottage, former free officer's quarters * north-west escarpment, including trees. The precinct occupies the top ridge on the south-west corner of Cockatoo Island, Sydney Harbour. The style of the these generally sandstone buildings is mostly Old Colonial Georgian or Victorian Georgian (though there have been many changes over the years), and all the structures are important as early and often rare examples of their type. Single storey, the barracks block is built in a U-shape, and with an enclosed court. As mentioned above, the building includes former hospital wards, a cookhouse and a mess shed, plus later additions. The roof (variously corrugated iron, fibro and concrete) is pitched and the building has a verandah. During the Second World War two wards in the building were converted to air raid shelters. Various other modifications were made at other times. The military guard room is single storey, rectangular, with a separate kitchen. Both buildings are roofless. Window and door openings are rectangular. The walls finish at the roof line with stone slab eaves. inside, the guard room features iron wall-rods which would have supported timber boards upon which rifles were laid. Underneath are iron hat-pegs. There is also a reconstructed stone chimney at the south-west end. The guard room and the kitchen have stone slab floors. Finely detailed, the mess hall was originally freestanding. With its fine gable and east end, it is a dominating feature in the precinct. On the ground floor, openings are square, while on the upper floor (above simple verandah supports on timber posts) are two attic windows with rounded heads. The gabled roof is clad with corrugated iron. The military officers' quarters is a one and two storey structure, and is built of painted masonry. The roof is clad with iron and is hipped in form, there are verandahs to ground and first floors, and there is very little ornamentation. Again, there have been many extensions and other alterations. The original section of the free overseers' quarters is built of stone, which has been partly painted. Single storey, the building is quite small. Double-hung windows are multi-paned. The roof is gabled and clad with corrugated iron. Alterations include partial filling-in of the northern verandah, and weatherboard and fibro extensions to the south. The second quarters to the east was drastically altered when converted to an air raid shelter; a concrete roof and blast walls were added at this time. The precinct has aesthetic significance for the buildings' sandstone construction, early Georgian styling, and the evocative nature of the group which is a strong reminder of the convict era. Sited high on the island, the precinct's qualities are preserved above the surrounding industrial areas. === Condition === The barracks block has been modified for different uses at different times during its history. During the Second World War particularly destructive alterations were made. Some inappropriate materials remain, though in the 1990s a new roof was fitted, and other repairs and painting work was completed. Some decay of stonework was noted in the 1997 conservation management plan (CMP). The military guard room and detached kitchen are both roofless. Walls have varying levels of intactness. The CMP noted that the stonework was generally in good condition, while there was some corrosion to the ironwork. There was some weed and other vegetation growth. The mess hall was substantially intact, and the stonework is in mainly good condition and the interior was generally satisfactory. The CMP noted that the roof of the central hall would require renewal, that some repairs had recently been made internally (but that more work was needed) and that the tie-rods in the roof trusses might need re- tightening. The officers' quarters was in fair to good condition. The building is divided into two units. Some damp and roofing iron problems were noted by the CMP, and some repairs were done in the 1990s. The free overseers' quarters was painted in the 1990s. The CMP noted some rising damp problems, and that some timbers had been replaced due to termites. The eastern quarters building has good stonework, but the building's integrity was drastically reduced during conversion to an air raid shelter. This work saw a concrete roof and blast walls added. == Heritage listing == The Prison Barracks Precinct was listed on the Australian Commonwealth Heritage List on 22 June 2004 having satisfied the following criteria. Criterion A: Processes Dating from c.1839-57, the barracks precinct is historically highly significant for its direct association with convict administration in the Australian colonies. It is also associated with the other phases of Cockatoo Island's history, as an industrial school and as a major government shipyard. Criterion B: Rarity The precinct, together with the separately registered Biloela House precinct, is the only remaining imperially funded convict public works complex in NSW, and is one of the most complete groups of convict structures in Australia. Criterion D: Characteristic values The precinct is one of the most complete groups of convict structures in Australia and as such, the buildings in the precinct are important as examples of convict structures of the period. Criterion E: Aesthetic characteristics Sited high on the island, the precinct has important aesthetic qualities despite later alterations. The buildings' sandstone construction, Georgian styling and the evocative nature of the group as a strong reminder of the convict era all contribute to the place's significance. Criterion H: Significant people Several of the buildings in the precinct were designed by Colonel George Barney, who as Commanding Royal Engineer played a significant engineering role in the colony for a number of years. == References == === Bibliography === * Godden Mackay, 1997, Cockatoo Island Conservation Management Plan. Vols 1 and 2. Department of Defence. * Journal of the Royal Australian Historical Society, 1932, no.18. Pp. 338-343. * Kerr, J.S., 1984, Cockatoo Island: Penal and Institutional Remains. National Trust of Australia (NSW). * Pike, Douglas, ed., 1966, Australian Dictionary of Biography. Vol.1. Melbourne. === Attribution === Category:Commonwealth Heritage List places in New South Wales Category:Cockatoo Island (New South Wales) Category:Prisons in New South Wales Category:Articles incorporating text from the Australian Heritage Database Category:Sandstone buildings in Australia ",
    "title": "Cockatoo Island Prison Barracks Precinct"
}