{
    "id": "58496538",
    "text": "Marching Orders is an American documentary television show on Netflix about The Marching Wildcats, the competition marching band of Bethune–Cookman University (BCU) in Daytona Beach, Florida. The series follows members over three weeks competing to make, and stay on, and compete with the Wildcats which are among the nation's top ranked programs. The show's first season of twelve episodes was released on August 3, 2018. The first nine of the short- form episodes feature various divisions of the Wildcats including the musicians, the Five Horsemen drum majors, and the two auxiliary corps—the Sophisticat Flag Corps and the 14 Karat Gold dance squad—as they rehearse precision high-step marching, formations, and dance routines for the season's first competition. The final episodes are filmed in Charlotte, North Carolina where the Wildcats compete in the Queens City Battle of the Bands both in the stadium's stands, and on the football field. ==Background == The Marching Wildcats (The Pride) of Bethune–Cookman create the \"BCU\" formation while playing before a packed Citrus Bowl Stadium at the Florida Classic. The Marching Wildcats are a 300+ member unit that includes five drum majors traditionally known as \"The Five Horsemen\", instrumentalists, the Sophisticat Flag Corps and the 14 Karat Gold dancers. Known as \"The Pride,\" the band is under the direction of a Bethune–Cookman alumnus and former Marching Wildcat, Donovan V. Wells. The Marching Wildcats is one of the largest collegiate marching bands in the country. The 14 Karat Gold dancers are featured performers in all engagements of the Marching Wildcats and occasionally perform as a solo act. The 14 Karat Gold dancers can be seen frequently in BET video clips promoting historically black colleges. ===Performances=== The Marching Wildcats perform pre-game and halftime shows at all home games of the Fighting Wildcats football team. Games played in neutral sites where Bethune–Cookman University is deemed the home team, The Pride also performs a traditional pre-game show. {| class=\"infobox\" cellpadding=\"2\" cellspacing=\"2\" style=\"font-size: 90%;\" |+ style=\"font-size: 1.25em;\" |The Pride's leadership |- |Donovan Wells |Director of College Bands |- |James Poitier |Associate Director and Arranger |- |Pedro Orey |Assistant Director and Percussion Instructor |- |Ernest Hamilton |Auxiliary Instructor |- |Kenneth Moore |Announcer |}The Pride has been featured in numerous events, including televised performances. In 2018, the band performed in its thirteenth Honda Battle of the Bands showcase of HBCU bands in Atlanta, Georgia as the Mid- Eastern Athletic Conference representative. In December 2005, a small group of The Prides percussion section filmed a commercial unveiling the new Cadillac DTS. The commercial made its debut in February 2006 and continued air play throughout the rest of the year. Immediately following the band's January 2005 performance at the Honda Battle of the Bands, the event's producers nominated The Pride to be featured in the Super Bowl special episode of the Emmy-winning The Ellen DeGeneres Show. \"The Pride\" also made an appearance in the 2002 film Drumline. == Episodes == == References == == External links == * on Netflix * Category:Netflix original documentary television series Category:2018 American television series debuts Category:2010s American documentary television series Category:English-language television shows ",
    "title": "Marching Orders (TV series)"
}