{
    "id": "58492984",
    "text": "Alessandra Rose Biaggi (born May 20, 1986) is an American politician in New York. A member of the Democratic Party, she is Senator for the 34th District of the New York State Senate, which includes portions of Bronx and Westchester Counties. She is the granddaughter of former Congressman Mario Biaggi. ==Early life and education== Biaggi was born in Mount Vernon, New York. Biaggi graduated from Pelham Memorial High School, New York University, and Fordham Law School, where she was a member of the Fordham Law Review. In 2014, she attended the Women's Campaign School at Yale University. ==Early career== Biaggi interned in the offices of Congressman Joseph Crowley, the Kings County District Attorney, the U.S. Attorney's Office for the Southern District of New York and worked as Assistant General Counsel for Governor Andrew Cuomo’s Office of Storm Recovery. She most recently served as counsel in Governor Cuomo's Counsels Office, and as a member of the Governor's executive clemency team. During the 2016 presidential election, Biaggi served as Deputy National Operations Director for Hillary Clinton’s campaign. Following the election, she worked on various advocacy and voter engagement measures, including creating a document called the Take Action Guide for Activism. == New York State Senate == On January 24, 2018, Biaggi announced her candidacy for the Democratic nomination for New York State Senate in District 34 against incumbent Jeffrey D. Klein, the leader of the Independent Democratic Conference. Biaggi defeated Klein in what amounted to a major upset.Lombardo, D. September 13, 2018. On November 6, Biaggi was elected to the New York State Senate. With Democrats winning the majority in 2018, Biaggi is serving as Chair of Committee on Ethics and Internal Governance. ==Personal life== Biaggi's grandfather Mario Biaggi served as a Democratic member of the U.S. House of Representatives from 1969 to 1988. Alessandra's state senate district covers much of the territory that her grandfather represented in Congress for much of his tenure. On July 22, 2019, Alessandra Biaggi married Nathaniel Koloc. == References == ==External links== * Category:1986 births Category:21st-century American politicians Category:New York (state) lawyers Category:New York (state) state senators Category:New York (state) Democrats Category:Politicians from Mount Vernon, New York Category:Westchester County, New York legislators Category:Living people Category:Lawyers from New York City Category:Politicians from the Bronx Category:American people of Italian descent ",
    "title": "Alessandra Biaggi"
}