{
    "id": "58497940",
    "text": "Zadruga (, eng. Cooperative) is a Serbian reality TV series broadcasting on Pink TV, as a successor of the Farm reality TV series. The first season started on September 6, 2017. ==Production== Some 1,500 people works in production of this show. For scenography, consultants and technicians from Hollywood were hired. Contestants are covered with 140 cameras and viewers can follow the action from different angles.Zadruga Pink rijaliti, Mondo.rs The Zadruga complex also have climate control unit, able to create different weather conditions, i.e. snow in May, rain in August etc. ==Synopsis== In the show, contestants called \"zadrugari\" (eng. cooperators) live together in a specially-constructed community that is isolated from the outside world. The show's title refers to the term zadruga, a type of rural community in which the institution of zadruga held people's property, herds and money in common, with usually the oldest (patriarch) member ruling and making decisions for the family. Contestants are voted out (usually on a weekly basis) until only one remains and wins the cash prize. During their stay in the house, they are continuously monitored by live television cameras as well as personal audio microphones. ==Concept== Each week a new leader (Serbian: vođa) is selected, who has responsibilities to the whole community and special benefits. He or she also has to give out budgets, which are meant for everyday use. Then the leader is supposed to choose two helpers (Serbian: potrčko) and a favourite person (Serbian: omiljena osoba). In the end of week two contestants will face the eviction. One of them is the helper with most votes received from other contestants and the other a contestant with least public votes through out that week. On Sunday night two of them will again face public vote, but they will also play a game, which if won can double the percentage the contestant's votes and possibly save him/her from the eviction. The complex includes the 'White House', where the contestants live, hotel, in which the leader a favourite person live, the 'Garden of Eden', where the 'Wise Tree' is placed, a supermarket, pub, casino, beauty parlour and a farm. Across the lake are the fast food restaurant, pawn shop, jail etc. ==Series overview== {| class=\"wikitable\" border=\"1\" |- ! Season ! Network ! First aired ! Last aired ! Days ! Winner ! Nationality ! Prize |- style=\"background-color: #faf6ed\" | | 1 | rowspan=\"4\"|TV Pink | September 6, 2017 | June 20, 2018 | 287 | Kija Kockar | rowspan=\"2\"| | rowspan=\"4\"| €50,000 |- style=\"background-color: #F7E7CE\" | | 2 | September 6, 2018 | July 6, 2019 | 303 | Luna Đogani |- style=\"background-color: #faf6ed\" | | 3 | September 6, 2019 | July 11, 2020 | 309 | Iva Grgurić | |- style=\"background-color: #faf6ed\" | | 4 | September 6, 2020 | | | | |} ==References== Category:RTV Pink original programming Category:Serbian reality television series Category:2017 Serbian television series debuts ",
    "title": "Zadruga (TV series)"
}