{
    "id": "58496304",
    "text": "Secularism in the Republic of Ireland has been described as a \"Quiet Revolution\",https://www.theatlantic.com/international/archive/2018/05/a-quiet- revolution-comes-to-ireland/561347/ comparable to the Quiet Revolution in Quebec. It is an unofficial term that encompasses a number of significant social and political movements related to secularism and secularization, which have occurred within the last thirty years, and involved no violence or force. It has been described as a period where \"the people led, and the politicians followed\". Taoiseach Leo Varadkar spoke of the country's contemporary era using the term \"Quiet Revolution\" following Ireland's historic repeal vote of the country's constitutional ban on abortion in 2018. This particular event which repealed the Eighth Amendment was labelled the tipping point. Other instances of secularized agenda and practice among the Irish public, figures, and the government have accumulated in the country to reflect the contemporary era of attitudinal change. One of these instances was in 2011 when then-Irish Taoiseach Enda Kenny's parliamentary condemnation speech of the Vatican's response to clerical child abuse allegations during the Commission of Investigation into the Catholic diocese of Cloyne. Kenny's words; \"dysfunction, disconnection, elitism – and narcissism – dominate the culture of the Vatican to this day\", were met with nation-wide support in public, political and clerical domains. == History == === The Roman Catholic Church === The laws governing the Republic of Ireland, as well as Ireland's socio- cultural principles, had until the late 20th century been heavily influenced and dictated by the Roman Catholic Church. Long before and throughout pre- modern and modern history, the majority of Irish citizens were devout Catholics. Roman Catholicism as a religion values particular archaic practices and has impacted on Ireland's society and culture. The Church had extreme control of Irish society, through forms including its prohibition of followers to read from a list of banned literature, and through its influence on the constitution. For example, within the Health (Family Planning) Act, 1979, the Catholic Church commanded the rule that prescription was necessary in order for access to contraception, rather than allowing citizens the right and free ability to access such human services. Prior to prescription-based access, people did not possess the right to access contraception under law. Under \"pro-life\" conscious, the Catholic Church supported the Eighth Amendment of the Constitution Act of 1983, which recognised the equal right to life of the pregnant woman and the unborn. The Irish Education Act of 1831 derives from the Catholic Church, which influenced the teachings and philosophies in the public education system in Ireland until the post-modern era. The church has effective influence on primary school education today. Historically, in relation to the constitution and the general population, the Church maintained strong religious influence and subsequent control in the general order and operation of the Republic of Ireland. In more recent times, both quantitative and qualitative data shows that the country and its people are becoming secularized and are promoting ideologies of progressive and liberal natures. In 1973, Fine Gael supported a proposal to remove the Roman Catholic Church's status of \"special position\" in the constitution so that Ireland would become a secular state, which the voters approved. === Secularization === During the 21st century, census data has revealed decreases in religious activity in the Republic of Ireland, most prominently in recent years. Christianity, dominated by the Roman Catholic Church remains the largest in Ireland, with 78.3% of citizens identifying as Catholic as of 2016. The next largest group are non- believers – people who declare that they are not religious – which accounts for 10% of the population as of 2016. In comparison to data collected in 2011, these figures show a clear positive trend in the decline of religious gravity in the country. The census data from only 5 years earlier reports 84% of the population identifying as Catholic and only 6% as not religious. As acknowledged by scholar Louise Fuller in her piece, Contemporary Catholicism in Ireland: a critical appraisal, 2010, many of those who currently identify as Catholic in Ireland do not consider the Church's message relevant to their everyday practice. The census statistics acknowledge the growing existence of other religious attitudes in Ireland. The data represents the accommodation of other religions and their expression of religious freedom, as well as ideologies separate from religion in the Republic of Ireland. ==Notable event == Street art during Irish abortion referendum (Photo taken in Dublin in June 2018) The term Quiet Revolution embodies within it socio-cultural and socio- political events, movements and revolutions which have occurred over the last few decades to date. The following are claimed to be aspects that make up the Quiet Revolution in the Republic of Ireland, oftentimes involving \"an Irish solution to an Irish problem\": ===New Age movement=== The postmodern New Age movement which developed in the 1970s symbolises Mind, Body, Spirit. It shows an eclectic change in the way many people associate with religion and spirituality. New Age spiritualities are forms of religiosity, yet they reflect both secularization and \"post-secularization\". These co-exist in Ireland, as increased separation of religion from public life and from social institutions reflects secularization, and new age religions that are developing reflect a post-secular era of modernity in Ireland. ===Feminist movement=== Feminism in Ireland has involved much advocating and success for women's rights in the Republic of Ireland. The 2018 overturn of the Eighth Amendment in order to legalize abortion is one of the largest outcomes of this movement, exemplifying the (mostly Catholic identifying) population's secularized and liberalized attitudes in contemporary Ireland. Other issues which have undergone changes in policy and law under the banner of feminism include employment, marriage and divorce, politics and reproductive rights. ===Sexual revolution=== The sexual revolution has seen the millennials of Ireland behave in a liberated, expressionist manner in relation to their sexual development. The Catholic custom of being married and bearing children in Ireland no longer occurs as stringently as it did. Men and women are becoming sexually active earlier than at any other period in history, they are more likely to be single, and the attitudes towards commercial sex, prostitution and porn have widely changed to be accepted. The laws limiting access to contraceptives and family planning services gradually reformed over the late 20th century and early 21st century to allow the public free admission to purchase them. The Health (Family Planning) (Amendment) Act of 1993 saw the provision of sales to the public, which is legislation today. Over 50% of votes for the Fifteenth Amendment of the Constitution Act referendum of 1995 to remove the constitutional prohibition on divorce meant the right for divorce was signed into law in 1996, despite the Catholic Church's strong disinclination towards the amendment. ===LGBT rights=== In 1993 homosexual acts was decriminalized in Ireland. In 2015, LGBT rights activism brought about an amendment to the Constitution of Ireland in terms of marriage laws. The Thirty-fourth Amendment of the Constitution (Marriage Equality) Act 2015 meant that the prohibition of same-sex marriage was abolished and marriage between two persons without distinction as to their sex was permitted. ===Blasphemy law=== The publication or utterance of blasphemous matter was an offence specified by the Constitution of Ireland as an exception to general guarantee of the right of the citizens to express freely their convictions and opinions. In Corway v Independent Newspapers (1999), the Supreme Court held that the common law crime of blasphemous libel related to an established church and could not have survived the enactment of the Constitution. They also held that it was impossible to say what the offence of blasphemy consisted of. The matter came to public attention, in May 2017, when it was announced that English comedian Stephen Fry, along with broadcaster RTÉ, were under criminal investigation for blasphemy under the Act, following a complaint from a member of the public about comments made by Fry in a 2015 broadcast interviewed with veteran Irish broadcaster Gay Byrne. The case was dropped after Gardaí confirmed that they had not been able to locate a sufficient number of offended people. In June 2018, Minister for Justice and Equality Charles Flanagan announced that the government would hold a referendum to simply remove the reference to the offence of blasphemy from the Constitution. In October 2018, citizens voted overwhelmingly to repeal Ireland's blasphemy law, effecting the Thirty- seventh_Amendment_of_the_Constitution_of_Ireland. ==Notable figures== === Leo Varadkar === Taoiseach Leo Varadkar coined the term \"Quiet Revolution\" in reference to Ireland's recent policies. He has been the leader of Fine Gael since 2017 and has campaigned for policies related to equality of opportunity. It is notable that Leo Varadkar is an openly gay leader in a Catholic nation that supports his leadership status. === Enda Kenny === Enda Kenny has played a prominent political role in Ireland since 1975. In 2011 when he was Taoiseach, Kenny publicly condemned the Catholic Church in matters related to clerical child abuse and the values which dominate the culture of the Vatican. As reported by the media, the content of the Cloyne Report and Kenny's reaction speech caused controversy and acrimony amongst Irish citizens. Kenny's reaction in the Dáil Éireann marks a significant point as part of \"Ireland's journey away from being a mono-Catholic state into a 21st century European republic”. === Garret FitzGerald === Although largely unsuccessful, Garret FitzGerald is notable for being the first Taoiseach to advocate for a more liberal version of Irish society and create what he called the non- sectarian nation of \"Tone and Davis\". His attempt to introduce divorce was defeated in a referendum, although he did liberalise Ireland's contraception laws. The controversial Anti-abortion amendment, which was stated to recognise the 'Right to Life of the Unborn, with due regard to the Equal Right to Life of the Mother' was added to the Irish constitution, against FitzGerald's advice, in a national referendum. Although begun by the previous Fianna Fáil administration, FitzGerald later said his decision to carry on with the referendum and resulting change to the constitution was one of his greatest regrets. == Reactions == Ireland's progressive changes in policy proclaimed by the Taoiseach under the banner of \"Quiet Revolution\" have caused upheaval amongst groups who have been actively contesting amendments of the constitution in Ireland for decades. Specifically, the feminist movement says that the term \"Quiet Revolution\" gently brushes off women's \"screaming, shouting and singing for abortion rights” in their campaigning over the last few decades. Members of the feminist movement claim that the revolution is not over, with new human rights movements starting including the cervical cancer scandal, the treatment of sexual abuse victims, clerical child abuse (which is addressed openly in then-Taoiseach Enda Kenny's condemnatory speech regarding the Cloyne Report, 2011) and the homelessness crisis. In relation to abortion in Ireland, the Catholic Church continues to stand by its pro-life attitude, yet archbishop of Dublin, Diarmuid Martin, is one of few clergymen who acknowledge that the Church must negotiate ways of existing in Ireland's newly secular society. The decline of institutional Church authority and observance reflects the decline of faith amongst the populace. Archbishop Martin suggests that the concept of pro-life should incorporate \"Jesus's loving care for human life at any stage” or circumstance, including support for women who are in difficult or painful situations. In opposition to the idea of the Church renewing its commitment to supporting life is the backlash and outrage of the Catholic institution. He acknowledges that the stringency of this religious pro-life principle results in the Church losing their moral voice amongst the nation. The existence of both traditional theology and renewed ideology within the Catholic institution creates friction and inconsistencies, which ebbs church authority further and causes social policy to change. Following the 2018 abortion referendum in the Republic of Ireland, public campaigning has increased in Northern Ireland for complete rights to abortion. Secularized practices in the Republic are influencing the North to follow suit. According to 2011 Census data, 41.5% of the Northern Ireland population identifies as Protestant and 41% identifies as Roman Catholic. Despite reports of religious affiliation, these percentages do not represent the secular attitudes of the majority of citizens under 60 years old in Northern Ireland. Sinn Féin advocates for \"Europe-wide measures that promote and enhance human rights, equality and the all-Ireland agenda\". One key social and cultural policy in their recent election campaign is to extend same-sex marriage to Northern Ireland. Although the party pledges support for minority rights, migrants' rights, and eradicating poverty, it is not in favor of extending legalized abortion to Northern Ireland. Only in certain cases, including incest, rape, sexual abuse, \"fatal foetal abnormalities\", or when risk or danger is threatening a woman's life, can abortion be permitted. Former Northern Ireland politician and 1998 Nobel Peace prize winner, John Hume, has said “the country [the land mass] is not divided; it’s the people who are divided...We must learn to spill our sweat together rather than spill our blood together”. Today, Protestants, Catholics and agnostics over the whole island - both the Republic of Ireland and Northern Ireland - are calling for socio-cultural and socio-political change, despite Northern Ireland having a higher percentage of active and devout religious citizens. ==References== Category:21st century in Ireland Category:Political history of Ireland Category:Secularism in Ireland Category:Religion in the Republic of Ireland ",
    "title": "Secularism in the Republic of Ireland"
}