{
    "id": "58497026",
    "text": "James B. \"Jim\" Petersen (1954 - 13 August 2005) was an American anthropologist and archaeologist working in the Brazilian Amazon. He was chair of the department of anthropology at the University of Vermont. He was known for his work on Indian dark earth that demonstrated that indigenous people of the Amazon had been farmers. ==Early life== James Petersen was born in Bristol, Connecticut, in 1954. He graduated from the University of Vermont in 1979 with a BA in anthropology and environmental studies, and earned his PhD at the University of Pittsburgh in 1983 for a thesis on the prehistoric people of Vermont.JAMES B. \"Jim\" PETERSEN. University of Vermont, 15 July 2003. Retrieved 20 September 2018. ==Career== Petersen was known for his work with his former student Michael Heckenberger of the University of Florida in the Brazilian Amazon on Indian dark earth that demonstrated that indigenous people of the Amazon had been farmers. He was also active in the Caribbean and in promoting the cause of the Abenaki tribe in Vermont in obtaining official recognition from the American government.James Petersen. Quetta Kaye, The Guardian, 14 September 2005. Retrieved 20 September 2018. He was at the University of Maine at Farmington from 1983 to 1997 where he established the Archaeology Research Center. He moved to the University of Vermont in 1997 where he was associate professor of anthropology and chair of the department of anthropology. He was president of the Eastern States Archeological Federation for 1998 to 2000, and of the Vermont Archaeological Society. ==Death and legacy== He died after he was shot when he and his colleague Eduardo Góes Neves were robbed at a restaurant in the Brazilian Amazon.Death of James Petersen. The CAC Review, 18 August 2005. Retrieved 20 September 2018.Killers of renowned anthropologist sentenced in Brazil. Mongabay, 12 July 2007. Retrieved 20 September 2018.Black Gold of the Amazon. Michael Tennesen, Discover, 30 April 2007. Retrieved 20 September 2018. The James B. Petersen Memorial Gallery of Native American Cultures is part of the Fleming Museum of Art at the University of Vermont.The James B. Petersen Memorial Gallery of Native American Cultures. Fleming Museum of Art. Retrieved 20 September 2018. ==Selected publications== * Archaeological Testing at the Sharrow Site: A Deeply Stratified Early to Late Holocene Cultural Sequence in Central Maine (1991) * Early Holocene Occupation in Northern New England (1992) (co-editor) * A Most Indispensable Art: Native Fiber Industries from Eastern North America. University of Tennessee Press, 1996. (editor) * Prehistory of the Bay Springs Rockshelters, Tishomingo County, Mississippi, Volume 4. Prehistoric Ceramic Artifacts. Mercyhurst Archaeological Institute, 2000. (co-author) == References == Category:1954 births Category:2005 deaths Category:University of Vermont faculty Category:University of Vermont alumni Category:University of Pittsburgh alumni Category:People from Bristol, Connecticut Category:University of Maine faculty Category:American anthropologists Category:20th-century American archaeologists Category:20th-century anthropologists ",
    "title": "James Petersen (anthropologist)"
}