{
    "id": "58492626",
    "text": "Debt-trap diplomacy is carried out in bilateral relations between countries with a negative intent. The creditor country intentionally extends excessive credit to a debtor country, thereby inducing the debtor into a debt trap. This is done with the intention of extracting economic or political concessions from the debtor country when it becomes unable to honour its debt. The conditions of the loans are often not made public, and the borrowed money commonly pays contractors from the creditor country. Although the term has been applied to the lending practices of many countries and the International Monetary Fund (IMF), it is, , most commonly associated with the People's Republic of China (PRC). Bilateral agreements made as part of China's Belt and Road Initiative have furthered this association, especially regarding commodity-backed loans to developing nations. == Origin== The term \"debt-trap diplomacy\" was coined by Brahma Chellaney to describe China's predatory lending practices in which poor countries are overwhelmed with unsustainable loans and would be forced to cede control of strategic assets to China. The term was first used in 2017; within 12 months it had quickly spread through the media, intelligence circles, and western governments. It has since expanded to include other parts of the world and was further defined and expanded upon in the context of Chinese geostrategic interests in a 2018 Harvard University report. The Belt and Road Initiative (BRI) is a multi- billion-dollar expansion project of China, to expand its power through lending to countries to spur their economic growth. The BRI project was launched in 2013 by Chinese leader Xi Jinping to improve the infrastructure of countries in Europe, Africa, and Asia in exchange for global trade opportunities and economic advantage. ==International reaction== ===Criticism of China=== Studies of economic experts in the practices of China found the patterns of China's bank lending purposefully trap governments to gain strategic opportunities for China. According to Chellaney, this \"clearly part of China's geostrategic vision\". China's overseas development policy has been called debt-trap diplomacy because once indebted economies fail to service their loans, they are said to be pressured to support China's geostrategic interests. Some commentators maintain China is supporting repressive regimes in a neocolonialist manner through high-interest loans, intending to coerce these countries, once they default, to align with China on key strategic and military issues. China has been accused of requiring secret negotiations and non-competitive pricing on projects in which bidding must be closed and contracts must go to Chinese state-owned or state-linked companies that charge significantly higher prices than would be charged on the open market. Western, Indian, and African media have criticized China's secretive loan terms and high interest rates. For example, a 2006 loan to Tonga sought to rebuild infrastructure. From 2013 to 2014, Tonga suffered a debt crisis when the Exim Bank of China, to which the loans are owed, did not forgive them. The loans claimed 44 percent of Tonga's gross domestic product (GDP). Western analysts have said China's practices may hide hegemonic intentions and challenges to states' sovereignty. China has also been accused of imposing unfair trade and financial deals when cash-poor countries are unable to resist Beijing's money. ===Criticism of the term=== A SAIS-CARI report from August 2018 found \"Chinese loans are not currently a major contributor to debt distress in Africa. Yet many countries have borrowed heavily from China and others. Any new [Forum on China–Africa Cooperation (FOCAC)] loan pledges will likely take the growing debt burden of African countries into account.\" A 2019 peer-reviewed Johns Hopkins research paper by Deborah Brautigam found \"the evidence so far, including the Sri Lankan case, shows that the drumbeat of alarm about Chinese banks' funding of infrastructure across the BRI and beyond is overblown\". The Rhodium Group has stated China's leverage in debt renegotiation is often exaggerated and was realistically limited in power, and that the findings of their study frequently showed an outcome in favor of the borrower rather than the supposedly predatory Chinese lender. A May 2019 article in the Sydney Morning Herald said the term was being questioned by new research; an analysis of 40 Chinese debt re-negotiations by the Rhodium Group found \"asset seizures are a very rare occurrence\" and that debt write-off is the most common outcome. The article also reported the views of Australian National University senior lecturer Darren Lim, who, referring to the Rhodium Group study, said much of the leverage shifts to the borrower rather than the lender after the loan has been made. Lim said despite the debt-trap diplomacy claim never being credible, it been pushed by the Trump administration. A report by the Lowy Institute said China had not engaged in deliberate actions in the Pacific that can justify the accusations of debt-trap diplomacy, at least based on contemporaneous evidence, and stated China has not been the primary driver behind rising debt risks in the Pacific but warned the scale of its lending and the institutional weakness within Pacific states would pose risks of small states being overwhelmed by debt. Other critics include Chinese state-owned newspaper Global Times and Rwandan President Paul Kagame. == Africa == China is a major stakeholder in the economies of many African countries with a significant influence on many aspects of the continent's affairs. Recently, African countries have rapidly increased their borrowing from China. According to research conducted as part of the Jubilee Debt Campaign in October 2018, African countries owed China US$10 billion in 2010, increasing to over $30 billion by 2016. China's lending to African countries is part of a large-scale overseas investment boom, forming part of its quest to secure access to raw materials and become an economic superpower. , the countries in Africa with the largest Chinese debt are Angola ($25 billion), Ethiopia ($13.5 billion), Zambia ($7.4 billion), the Republic of Congo ($7.3 billion), and Sudan ($6.4 billion). In total the Chinese have loaned US$143 billion to African governments and state owned enterprises between 2000 and 2017. === Infrastructure === Several infrastructure projects funded by Chinese loans are thought to have had a positive impact on the economies of many African countries via developments in infrastructure. Infrastructure improved with these loans includes roads, railways, and ports. Improved infrastructure favors internal trade, healthcare, and education systems. One example of infrastructure development is the Merowe Dam in Sudan to produce hydroelectric power. In the 2015 and 2017 records of World Bank, several African countries have large debts with China and other creditor nations. Interest rates of about 55% in the private sector prompted some African countries to go to China for loans, which charges around 17%. The debts of African countries to China paid for the investment in sectors needing critical development and growth. In exchange, China in demands payment in the form of jobs and natural resources. === Economic risks === The risks involved in borrowing countries are unexpectedly high. In recent news, many countries in the BRI project have started rethinking the project and most have repayment issues. According to Jonathan Hillman, director of the Reconnecting Asia Project at the Center for Strategic and International Studies, there is more to these projects than financial strategy; \"It's also a vehicle for China to write new rules, establish institutions that reflect Chinese interests, and reshape 'soft' infrastructure\". The negative effects of Chinese loans to African economies include fear of losing local companies to Chinese companies with strong buying power. Debt from China has promoted illicit trade among China and African countries; such imports are cheap because of China's low-cost labor and are preferred to locally manufactured goods, for example, clothing and electronics. Trade between African countries and China has also affected ties between African countries and other continents, especially Europe and North America. According to Deborah Brautigam, Chinese loans are prone to misuse, and have promoted the levels of corruption and fights for power in African countries. Over four-fifths of China's investments are spent on infrastructure projects in underdeveloped and developing countries. Forecasts of the International Monetary Fund (IMF) show the economic growth-rate of China will fall to around 6.2%, which is around 0.4% less than in 2018. Reason for the decline are the increasing number of trade disputes between China and the US, and the sudden increase in debt in the past decade, which was used for infrastructure programs. === Kenya === Between 2006 and 2017, Kenya took out loans of at least US$9.8 billion (Sh1043.77 billion) from China. Chinese debt accounts for 72% of Kenya's foreign debt. China lent Kenya extensive funds to build highways and a railway between Mombasa and Nairobi, totaling over US$6.5 billion as of 2020. In late December 2018, Kenya reportedly came close to default on Chinese loans to develop its largest and most lucrative port, the Port of Mombasa. A default could have forced Kenya to relinquish control of the port to China. Kenyan media has debated whether Chinese loans are worth the risk, drawing analogies with the experience of ; some commentators have said these loans could jeopardize Kenyan sovereignty. === South Africa === South Africa is estimated to owe the equivalent of 4% of its annual GDP to China. South Africa has received multiple tranches of Chinese loans, some of which have raised concerns around their opaque conditions and alleged links to corruption in South Africa. This includes a controversial US$2.5 billion loan from the Chinese Development Bank to state-owned South African electrical utility Eskom that was arranged during the Jacob Zuma government, the conditions of which were not made public. Another US$2.5 billion loan from a private Chinese company Huarong Energy to Eskom was found by the Zondo Commission of Inquiry into state corruption to be improper, prompting Eskom chairperson Jabu Mabuza to state Eskom would not be repaying the loan due to irregularities and corruption involved in the issuing of it. An additional R370 billion (US$25.8 billion) loan from the China Development Bank during the presidency of Cyril Ramaphosa was given to promote a 2018 economic stimulus package. The South African government initially described the loan as a \"gift\"; the details of the loan were not made public, causing significant public controversy. The government justified the loan by stating the interest rate was not exorbitant and that it could not be disclosed due to confidentiality clauses. The loan was criticized by the opposition Democratic Alliance political party for possibly pushing the country into a \"debt trap\". === Rest of Africa === *Nigeria: US$3.1 billion of the country's total US$27.6 billion foreign debt is owned by China. Nigerian financial publication Nairametrics warned of falling into a Chinese debt trap given Nigeria's notable problems with corruption. *Zambia: US$7.4 billion of the country's total US$8.7 billion of debt is owned by China, a large debt burden given the relatively small size of Zambia's economy. In 2018, Zambian lawmakers debated whether Chinese loans put Zambian sovereignty at risk. The Zambian government was in talks with China about its total surrender of the state electricity company ZESCO as debt repayment, having defaulted on multiple Chinese loans for infrastructure projects. *Djibouti: Loans to develop a strategic port. Chinese loans total 77% of the country's total debt. Djibouti owes over 80 percent of its GDP to China and in 2017, became host to China's first overseas military base. *Republic of the Congo: an estimated $2.5billion is owed to Chinese lenders. The exact number is unknown even to the Congolese government. *Egypt: China is financing the country's new capital. In an interview, Gen. Ahmed Abdeen, who heads the Egyptian state-owned enterprise overseeing the new capital, criticized American reluctance to invest in Egypt, saying; \"Stop talking to us about human rights. Come and do business with us. The Chinese are coming—they are seeking win-win situations. Welcome to the Chinese.\" ==Latin America== An article in CNBC said Chinese investment in Latin America has been burgeoning and that the project has been heavily criticized amid allegations of debt-trap diplomacy and neocolonialism. These concerns have been pronounced, especially in Venezuela and Ecuador. *Argentina: Argentina has been denied access and oversight of a Chinese satellite tracking station on its territory. *Ecuador: Ecuador has agreed to sell 80-to-90 percent of its crude oil to China through 2024 in exchange for US$6.5 billion in Chinese loans. *Venezuela: an article published by Carnegie-Tsinghua Center for Global Policy said China's loans in Venezuela are not debt-trap diplomacy nor \"creditor imperialism\", but simply \"lose-lose\" financial mistakes in which both parties stand to lose. An article in Quartz summarized the Carnegie article; \"counter to the dominant narrative about Chinese debt ensnaring other countries, the country that needs to fear excessive and unsustainable Chinese lending the most is China\". ==Asia == === Sri Lanka === Hambantota Port in Sri Lanka have been cited as an example of debt-trap diplomacy, after Sri Lanka defaulted and subsequently gave a 99-year lease to China in place of payment. Critics cite the example of a loan given to the Sri Lankan government by the Exim Bank of China to build Magampura Mahinda Rajapaksa Port and Mattala Rajapaksa International Airport as an example of debt-trap diplomacy. The state-owned Chinese firms China Harbour Engineering Company and Sinohydro Corporation were hired to build Magampura Port for US$361 million, which was 85% funded by Exim Bank of China at an annual interest rate of 6.3%. Due to Sri Lanka's inability to service the debt on the port, it was leased to the Chinese state-owned China Merchants Port Holdings Company Limited on a 99-year lease in 2017. This caused concern in the United States, Japan, and India that the port might be used as a Chinese naval base to contain China's geopolitical rivals. === Pakistan === As per State Bank of Pakistan data, Pakistan's debt to China was $7.2 billion in 2017, which had increased to $19 billion in April 2018 and $30 billion in 2020, mostly due to borrowings to fund the CPEC project. Experts have estimated that Pakistan would take nearly 40 years to pay back this debt to China. A number of scholars have stated that the CPEC \"subordinates Pakistan's interests to China's\" and argued that the CPEC and the resultant debt and economic dependence on China would become a threat to Pakistan's sovereignty. Additionally, in 2017 China and Pakistan entered into an agreement to build 5 hydropower projects with China investing $50 billion in these. According to Hassan Abbas a Pakistani-American scholar and academic in the field of South Asian and Middle Eastern studies, project delays are likely to cause costs to escalate to $98 billion. With the accumulated interest of almost $5 billion per year, Pakistan would have to pay almost $200 billion over 20 years to China and the hydro debt will give the Chinese an upper hand in Pakistan’s affairs. === Malaysia === China financed $22 billion worth of projects in Malaysia during the leadership of Prime Minister Najib Razak. On 31 May 2014, Razak made a state visit to China, during which he was welcomed by China's Premier Li Keqiang. China and Malaysia pledged to increase bilateral trade to US$160 billion by 2017, and to increase economic and financial co-operation, especially in the production of halal food, water processing, railway construction, and ports. After his inauguration in 2018, Prime Minister Mahathir Mohamad cancelled projects worth approximately $2.795 billion with China Petroleum Pipeline Bureau for oil and gas pipelines, saying Malaysia would not be able to repay its obligations. Ninety percent of the cost of several of the pipelines in Borneo and from Malacca to Johor had been paid but only 13% of the construction had been completed. Mohamad also stated some of the funding from the Exim Bank of China had been misappropriated as part of the 1MDB scandal. Mohamad and his Finance Minister Lim Guan Eng criticized the projects, saying they were expensive, unnecessary, not useful, uncompetitive because open bidding was not allowed, secretive, conducted with no public oversight, and favored Chinese state-owned firms and those affiliated with Najib's United Malays National Organisation (UMNO) party at inflated prices. Locals in Malacca City also complained the port was unneeded and that the small company that was awarded the contract had ties to the previously-ruling UMNO political party. When confronted with the China's String of Pearls strategy in the Indian Ocean, and China's motives in Malaysia and the Strait of Malacca, Malaysian Deputy Minister of Defense Liew Chin Tong said: > You look at a map and you can see the places where China is plotting ports > and investments, from Myanmar to Pakistan to Sri Lanka, on toward Djibouti. > What's crucial to all that? Our little Malaysia, and the Malacca Strait. I > say publicly that we do not want to see warships in the Strait of Malacca or > the South China Sea.\" The loans and their terms were later renegotiated and Mahathir Mohamad pledged support for the BRI and became one of the key opening speakers of the BRI Summit in Beijing in 2019. === Maldives === In December 2019, the Speaker of the Maldives' parliament, the People's Majlis, and former President Mohamed Nasheed said Maldives owed China $3.5 billion in loans, which included $1.5 billion in government-to-government loans, private loans, and sovereign guarantees. He said the Chinese debt trap was an economic and human-rights issue, and an issue of sovereignty and freedom of the island nation. Nasheed has also said that the project costs were inflated and the debt on paper is far greater than the $1.1bn actually received. === Tajikistan === In 2011, Tajikistan had to cede about 1000 square kilometres of land to China in exchange for waiver of outstanding debt of hundreds of millions of dollars. ==Other countries == China have made loans to Kyrgyzstan, Laos, Tajikistan, and Mongolia, and to build a national highway in Montenegro, as part of the BRI. It has also made US$19 billion worth of loans to Pakistan as part of the China–Pakistan Economic Corridor (CPEC) and other projects. In December 2018, New York Times reported on emerging military dimensions of the investments, which it termed a debt-trap, and stated are under poor governance and transparency. China also made a US$115 million loan to Tonga to redevelop its infrastructure, and US$2 billion in loans to Papua New Guinea totaling almost a quarter of its national debt. == See also == * Belt and Road Initiative * Checkbook diplomacy * Foreign relations of China * Foreign policy of China * Debt trap * Go Out policy * Maritime Silk Road * String of Pearls (Indian Ocean) == References == Category:Foreign relations of China Category:Chinese economic policy Category:One Belt, One Road Category:Debt Category:Credit Category:Geopolitical terminology Category:Types of diplomacy Category:World Bank Category:International Monetary Fund ",
    "title": "Debt-trap diplomacy"
}