{
    "id": "58497550",
    "text": "Mitsuo Hata (September 12, 1948 - October 27, 1991), better known by his ring name Rocky Hata was a Japanese professional wrestler who competed in All Japan Pro Wrestling during the 1970s & 1980s. He also competed in the United States in promotions such as NWA Tri-State, Championship Wrestling from Florida, Georgia Championship Wrestling, Central States Wrestling, & St. Louis Wrestling Club.Rocky Hata at cagematch.net retrieved September 16, 2018 ==Professional Wrestling Career== ===Japan Wrestling Association (1972-1973)=== Hata originally began in the Japan Wrestling Alliance and trained at their dojo. He made his debut for the JWA on August 3, 1972, under his real name during their 1972 Summer Big Series I tour losing to Kazuo Sakurada.JWA: 1972 Summer Big Series I: 1972/7/24 - 8/18: 18 cards at puroresu.com retrieved on September 18, 2018 Hata spent his time in the JWA like a lot of rookies, working in the undercard and paying his dues while usually being on the losing end of matches. He won his first match on September 3 when he defeated Tsutomu Oshiro.JWA 1972 Summer Big Series II 1972/8/25 - 9/20: 15 cards at puroresu.com retrieved on September 16, 2018 By 1973, the JWA began to decline due to the firing of Antonio Inoki & the departure of Giant Baba and them forming their own promotions New Japan Pro Wrestling (Inoki) & All Japan Pro Wrestling (Baba). Hata's last match with JWA would be at the promotion's final show on April 20, 1973, during their Iron Claw Series defeating Kim Sung-ho by disqualification.JWA: 1973: Iron Claw Series: 1973/4/13 - 4/20 8 cards at puroresu.com retrieved on September 16, 2018 ===All Japan Pro Wrestling (1973-1975)=== When the JWA closed, Hata jumped to All Japan Pro Wrestling debuting on June 30, 1973, during their 1973 Summer Action Series tour where he again lost to Kazuo Sakurada.Rocky Hata at cagematch.net retrieved on September 16, 2018 Like with the JWA, Hata spent the next year and half working the undercard with his only notable highlight being winning an eight-man battle royal on July 14, 1974.Rocky Hata at cagematch.net retrieved on September 16, 2018 ===American Excursion (1975-1977)=== As is tradition in Japan, Hata was sent on a learning excursion to the United States in early 1975 to gain experience.Rocky Hata at cagematch.net retrieved on September 16, 2018 After originally spending a brief period in NWA Tri-State, Hata then went to Championship Wrestling from Florida where he engaged in singles and tag matches with the likes of Dutch Mantell, Doug Somers, Eddie Graham, Jimmy Golden, Billy Robinson, Mike George, Mark Lewin, & Hiro Matsuda.Rocky Hata at cagematch.net retrieved on September 16, 2018 In the mid-1976, Hata then briefly went to Georgia Championship Wrestling having matches with Jos Leduc & Ray Stevens. By the fall, Hata went to Missouri with the St. Louis Wrestling Club & Central States Wrestling. On September 11, Hata got his first title shot when he challenged Bob Backlund for the NWA Missouri Heavyweight Championship but came up short.St. Louis Wrestling At The Chase at cagematch.net retrieved on September 16, 2018 Hata then formed a successful tag team with Bob Brown with Hata winning his first title when he & Brown defeated Pat O'Connor & Harley Race for the Central States version of the NWA World Tag Team Championship on December 17.NWA World Tag Team Title (Central States) at title-histories retrieved on September 16, 2018 Hata & Brown would lose the titles back to O'Connor & Race sometime in January 1977 only to reclaim them for a second time on January 16.NWA World Tag Team Title (Central States) at title-histories retrieved on September 16, 2018 Hata & Brown held the belts for over a month before dropping them to Akio Sato & Ted Oates on February 25. Hata would then finish up back in CWF having matches with the likes of The Brisco Brothers, Mike Graham, Gino Hernandez, Hiro Matsuda, & Jos Leduc.Rocky Hata at cagematch.net retrieved on September 16, 2018 ===Return to All Japan (1977-1986)=== Hata returned to All Japan on May 27 teaming with Jumbo Tsuruta to defeat Baron Von Raschke & Mario Milano.Rocky Hata at cagematch.net retrieved on September 16, 2018 After a few matches back, Hata began using the name Rocky Hata and began receiving a small push teaming with Tsuruta & Baba while having matches with the likes of Kevin Sullivan, Don Muraco, Dick Murdoch, Bobo Brazil, Ken Patera, & Mil Mascaras. By the summer, Hata began teaming with the young up and coming Genichiro Tenryu and the two challenged Great Kojika & Motoshi Okuma for the All Asia Tag Team Championship in a two-out-of-three-falls match on September 7 but the match went to a sixty-minute time limit draw with both teams tied one fall.AJPW Summer Action Series 2 - Tag 21 on cagematch.net retrieved on September 16, 2018 In the fall, Hata & Tenryu entered the first World's Strongest Tag Determination League tournament but placed in eighth with 1 point as they went to a 45-minute draw against Mighty Inoue & Akihisa Takachiho.Open Tag League 1977 at purolove.com retrieved September 16, 2018 Hata then earned his biggest achievement in All Japan when he won the yearly New Year's Battle Royal on January 3, 1978. at prowrestlinghistory.com retrieved on September 16, 2018 On February 5th, Hata & Tenryu took on Kojika & Okuma in a two-out-of-three falls number one contenders match for the All Asia Tag Team Championship but it went to a draw.AJPW New Year Giant Series 1978 - Tag 28 on cagematch.net retrieved on September 16, 2018 In the spring, Hata entered his first Champion Carnival but finished in 13th place with 4 points.Champion Carnival 1978 on purolove.com retrieved on September 16, 2018 Hata continued to get some big matches throughout 1978 wrestling Billy Robinson, Ric Flair, Pat O'Connor, & Terry Funk. In the fall, Hata entered the Japan League for the International Wrestling Enterprise finishing in 6th place of Block A with 11 points.Japan League at cagematch.net retrieved on September 16, 2018 In March 1979, Hata entered the Champion Carnival and fared better as he finished 11th place with 6 points.Champion Carnival 1979 at purolove.com retrieved on September 16, 2018 By 1980, Hata would settle into the midcard as he wouldn't challenge for titles or participate in the World's Strongest Tag League. He still did get some big matches taking on Robinson, Bruiser Brody, & Murdoch while scoring wins over Bill Irwin, Johnny Valiant, & Rick Martel.Rocky Hata at cagematch.net retrieved September 16, 2018 Hata entered the 1980 Champion Carnival and finished 10th place with 6 points. A year later, Hata entered the 1981 Champion Carnival tying 10th place with 6 points along with Prince Tonga & Great Kojika.1981 Champion Carnival at purolove.com retrieved on September 16, 2018 In August, Hata teamed with Tenryu in the PWF Cup Tag Team Tournament but lost in the first round to Chavo Guerrero Sr. & Ricky Steamboat on August 21.All Japan Pro Wrestling - \"Super Idol Series 1981\" at purolove.com retrieved on September 16, 2018 Hata then participated in the 1982 Champion Carnival finishing in 11th place with 8 points.Champion Carnival 1982 at purolove.com retrieved September 16, 2018 On March 30, 1983, Hata teamed with Takashi Ishikawa to challenge Ashura Hara & Mighty Inoue for the All Asia Tag Team Championship but lost.Grand Champion Carnival 1983 I 1983 at purolove.com retrieved on September 16, 2018 Hata would eventually finish his career in the undercard no longer challenging for championships or participating in tournaments. His last match would be on November 27, 1986, during the 1986 World's Strongest Tag Determination League tour teaming with Mighty Inoue in a losing effort against Animal Hamaguchi & Kuniaki Kobayashi. He retired afterwards. ==Death== Hata died on October 27, 1991, due to complications from diabetes.Rocky Hata at Biographical Dictionary of Professional Wrestling, 2d ed. Harris M. Lentz III retrieved on September 18, 2018 He was 43. ==Championships and Accomplishments== *All Japan Pro Wrestling **January 3 Korakuen Hall Heavyweight Battle Royal (1978) *Central States Wrestling **NWA World Tag Team Championship (Central States version) (2 times) - with Bob BrownNWA World Tag Team Title (Central States) at title-histories retrieved on September 16, 2018 *Tokyo Sports **Effort Award (1977) ==See also== *List of premature professional wrestling deaths ==References== ==External links== *Rocky Hata at Cagematch.com *Rocky Hata at Wrestlingdata.com Category:1948 births Category:1991 deaths Category:Japanese male professional wrestlers Category:Deaths from diabetes ",
    "title": "Rocky Hata"
}