{
    "id": "58491926",
    "text": "Campbell Watts (born 10 November 1995) is an Australian rower. He is an Australian national champion who participated at the 2018 World Rowing Championships, where he won a silver medal. ==Club and state rowing== Watts was educated at St Joseph's College Hunters Hill where he took up rowing. Watts' senior club rowing has been from the Sydney University Boat Club. He competed for the SUBC at the 2014 and 2015 Intervarsity Championships. In 2014 he rowed in the Sydney University eight and a coxed four and won both titles. In 2015 he competed in the coxed four and the eight and won a universities title in the eight. He debuted at state representative level for New South Wales in the 2015 youth eight which contested and won the Noel Wilkinson Trophy at the Interstate Regatta within the 2015 Australian Rowing Championships. At the 2018 Australian Rowing Championships he contested the open men's double scull national title with Hamish Playfair of UTS Haberfield and placed second. At the 2019 Australian Championships he won the open men's double scull national title with his SUBC clubmate Cameron Girdlestone. 2019 Australian Rowing Championships results ==International representative rowing== Watts made his Australian representative debut in 2017. He rowed in the Australian eight at the World Rowing Cup II in Poznan and then in the coxless four at WRC III in Lucerne. For the 2017 World Rowing Championships in Sarasota, he rowed in the seven seat of the eight which missed the A final and achieved an overall eight place finish. In 2018 he was in contention as Australia's single sculler and rowed that event at two World Rowing Cups in Europe finishing in C finals at both. The Australian quad of David Watts, Alexander Purnell, Caleb Antill and Luke Letcher also raced at two WRCs and then at for the 2018 World Rowing Championships Letcher was changed out for Campbell Watts. With Watts in the two seat, that crew placed third in their heat and then in the repechage went out hard and alongside New Zealand they surprised the Lithuanian world champions knocking them out of the final. In the final the Australian quad rowed through most of the field from the 1000m mark and finished in second place to Italy for a silver world championship medal. On the back of his 2019 Australian national championship win in the double scull he was selected with Hamish Playfair to row Australia's double scull for the 2019 international season. They placed 5th at the World Rowing Cup II in Poznan and 6th at WRC III in Rotterdam. With David Watts, Cameron Girdlestone and Playfair, Watts selected to race Australia's quad scull at the 2019 World Rowing Championships in Linz, Austria.2019 WRC entry list The quad were looking for a top eight finish at the 2019 World Championships to qualify for the Tokyo Olympics.2019 World C'ship selections They won their heat and placed third in semi-final, thereby qualifying the boat for the A-final and the Tokyo 2020. They finished in overall world fourth place. ==References== ==External links== * Category:1995 births Category:Living people Category:Australian male rowers Category:World Rowing Championships medalists for Australia ",
    "title": "Campbell Watts"
}