{
    "id": "58492843",
    "text": "What Is Democracy? is a 2018 documentary film written and directed by Astra Taylor. The documentary blends everyday experience and political theory to address questions viewed as central to democracy. Interview subjects include academics, activists, politicians, refugees, trauma surgeons, students, and a barber. While attempting to address the primary question, the documentary also looks at pressing issues of contemporary times, including the Greek debt crisis. In the documentary, Taylor suggests that the current form of democracy is bad and people should seek a more direct democracy. Reviewers noted that the documentary never directly answers the title question. == Summary == The Allegory of Good and Bad Government is used as a structuring device in the film. At the beginning of the documentary, Astra Taylor discusses the meaning of The Allegory of Good and Bad Government with Silvia Federici in front of the fresco. In this discussion, Federici highlights that early European democracies recognized that a democracy came with its winners and its losers. The discussion of the fresco is used throughout the film as a structuring device, alongside discussions in important sites of ancient Athens with Efimia Karakantza and quotations from Plato's Republic. Cornel West builds on the winners and losers that Federici discussed to observe the large number of people left out of modern democracies. He also discusses when important change has come about as an undermining of majority-rule. The documentary then turns to a local healthcare group, operating illegally, as an example of people organizing at a local level to solve problems that no one else is. Later, Wendy Brown discusses the divide in philosophy between philosophers who prioritize individual bodily security, such as Thomas Hobbes, and philosophers who believed in the possibility of collective action, such as Jean-Jacques Rousseau. Brown also presents the question of how to \"make a democratic people out of an undemocratic one\" and describes it as \"our problem today.\" The film, however, presents a perspective of the people interviewed as people who are civically-minded, even when democratic institutions do not work for them. ==Distribution== The film premiered in June 2018 at the Sheffield Doc/Fest,Allan Hunter, \"'What Is Democracy?': Sheffield Review\". Screen Daily, June 9, 2018. and was screened at the 2018 Toronto International Film FestivalNorman Wilner, \"TIFF review: What Is Democracy?\". Now, September 5, 2018. and the 2018 Vancouver International Film Festival.Dorothy Woodend, \"The Tyee’s VIFF Riff: Ten Bite-Sized Film Reviews, Plus More Tomorrow\". The Tyee, September 20, 2018. It was released commercially on January 16, 2019. == Critical reception == What Is Democracy? has a 95% rating on Rotten Tomatoes's Tomatometer and score of 71 from Metacritic. For the Los Angeles Times, Gary Goldstein viewed the film as a \"crucial first step\" in \"surveying anew where democracy stands — and falls — in our present universe.\" John Defore reviewed the film for The Hollywood Reporter, finding it to be \"unfocused\" and \"scattered\", but nonetheless \"consistently engaging\". Ben Kenigsberg of The New York Times reviewed the film, saying, \"Yet the movie has a tendency to take arguments to overbroad ends (should grade school be a democracy?) and is inevitably unwieldy. It's easy to imagine a more cogent film that weighted either philosophy or reportage more heavily.\" Charlie Phillips awarded four stars to the film, when reviewing it for The Guardian, writing \"An extended and good-looking essay, it serves as a sharp reminder to pay attention to politics and to remember that the personal and the local are political.\" The film received a Vancouver Film Critics Circle award nomination for Best Canadian Documentary at the Vancouver Film Critics Circle Awards 2018.Josh Cabrita, \"2019 Nominees Announced\". Vancouver Film Critics Circle, December 14, 2018. ==References== == External links == * Category:2018 films Category:2018 documentary films Category:Canadian films Category:Canadian documentary films Category:Documentary films about politics Category:Zeitgeist Films films Category:National Film Board of Canada documentaries ",
    "title": "What Is Democracy?"
}