{
    "id": "58497667",
    "text": "thumb CadZZilla is a custom car built by Boyd Coddington. == History == thumb Conceived in 1989, CadZZilla is a customized Cadillac, built for Billy Gibbons of ZZ Top. The car's appearance was designed by Jack Chisenhall and Larry Erickson. It is acclaimed as one of the great expressions of automotive customization. Drawing inspiration from the lead sleds and Mercs of the 1950s, it was different from anything that had gone before it. CadZZilla attracted considerable attention. Hot Rods Gray Baskerville called CadZZilla \"the most incredible transformation he'd ever witnessed\", and in their \"History of Hot Rods & Customs\" the auto editors of Consumer Guide praised it as \"the first really new type of custom since the heyday of the 1950s\". Coddington's team, led by body man Craig Naff, started with a 1948 Cadillac Series 62 Sedanette, it went (as custom projects do) from mild, as originally proposed by Gibbons, to wild. The very first sketches were done on a bar napkin. The top was chopped. The hood and front fenders were sectioned and combined into a tilt nose. Headlights were frenched and late-model Cadillac taillights frenched into the rear fins. The front bumper is fitted with high-mounted dagmars, with a Moon tank between them in the grille opening. The engine is a Cadillac V8 with custom-built Holley fuel injection, mated to a Currie 9 inch rear axle. The exhaust pipes exit through the rear bumper. Springs are Koni coilovers, with a steering box from a 1985 Corvette.Street Muscle Magazine online (retrieved 16 September 2018) The wheels are a -diameter billet aluminum design by Coddington. The exterior was finished in deep purple from House of Color. CadZZilla cost Gibbons about US$900,000. CadZZilla is also available as a Hot Wheels car.Amazon.com (retrieved 16 September 2018) == References == == External links == *Boyd's Garage Category:1980s cars Category:DIY culture Category:Kustom Kulture Category:Individual cars Category:Automotive styling features Category:Hot Wheels Category:Visual arts media Category:One-off cars ",
    "title": "CadZZilla"
}