{
    "id": "58493148",
    "text": "Kew Gardens (foaled 20 January 2015) is an Irish Thoroughbred racehorse. He showed considerable promise as a juvenile in 2017 when he won two of his five races including the Zetland Stakes. In the following year he developed into a top class stayer, taking the Queen's Vase, Grand Prix de Paris and St Leger. As a four-year-old he added another major win as he took the British Champions Long Distance Cup as well as finishing second in the Coronation Cup and the Irish St. Leger. ==Background== Kew Gardens is a bay horse with a white star bred in Ireland by the County Wicklow-based Barronstown Stud. The colt is owned by John Magnier's Coolmore Stud organisation and was sent into training with Aidan O'Brien at Ballydoyle. Like many Coolmore horses, the official details of his ownership have changed from race to race: he has sometimes been listed as the property of Susan Magnier, while on other occasions he has been described as being owned by a partnership of Derrick Smith, Michael Tabor and Susan Magnier. He was sired by Galileo, who won the Derby, Irish Derby and King George VI and Queen Elizabeth Stakes in 2001. Galileo went on to become an outstanding sire of winners and has been champion sire of Great Britain and Ireland nine times. His other progeny include Cape Blanco, Frankel, Golden Lilac, Nathaniel, New Approach, Rip Van Winkle, Found, Minding and Ruler of the World. Kew Gardens' dam Chelsea Rose as a high-class racemare who won five races including the Moyglare Stud Stakes. She is descended from Senones, a full-sister to the Prix du Jockey Club winner Sicambre. ==Racing career== ===2017: two-year-old season=== Kew Gardens began his racing career by finishing seventh in a maiden race over seven furlongs at the Curragh on 7 August 2017. Sixteen days later, the colt started 4/6 favourite against seven opponents in a similar event over one mile at Killarney Racecourse. Ridden by his trainer's son Donnacha O'Brien, he took the lead approaching the last quarter mile and won \"easily\" by four and a half lengths. On 9 September Kew Gardens was stepped up in class for the Group 3 Juvenile Stakes at Leopardstown Racecourse in which he was ridden by Seamie Heffernan, and finished second of the ten runners, beaten three lengths by his stablemate Nelson. Two weeks later he contested the Group 2 Beresford Stakes at the Naas Racecourse in which he led for most of the way before fading in the closing stages and coming home fourth of the five runners behind Saxon Warrior. For his final run of the season the colt was sent to England for the Listed Zetland Stakes over ten furlongs at Newmarket Racecourse on 14 October, and started the 13/8 favourite. Ridden by Ryan Moore he took the lead soon after the start, drew away from his rivals in the closing stages and won by three and a half lengths from Dee Ex Bee. Aidan O'Brien commented \"Ryan was very happy and said he was very uncomplicated. He's a very good-natured, genuine, good-moving horse. Ryan said he galloped out very well\". ===2018: three-year- old season=== On his three-year-old debut, Kew Gardens returned to Newmarket for the Feilden Stakes on 17 April for which he started favourite but finished third behind Mildenberger and Fortune's Pearl. On 12 May he was made odds-on favourite for Betfred Derby Trial Stakes at Lingfield Park but was beaten three and a quarter lengths into second place by Knight To Behold after failing to recover from a poor start. In the 2018 Epsom Derby Kew Gardens started a 16/1 outsider in a twelve-runner field. He was among the leaders throughout the race and went to the front in the straight but was outpaced in the final furlong and dropped back to finish in ninth place. At Royal Ascot on 20 June the colt was stepped up in distance for the Group 3 Queen's Vase over fourteen furlongs. With Donnacha O'Brien in the saddle he was restrained towards the rear of the twelve-runner field before making steady progress from half way. He took the lead approaching the final furlong and drew away to win \"readily\" by four and a half lengths and a neck from his stablemates Southern France and Nelson. After the race O'Brien said \"I'm delighted with him. I thought he'd stay and he was good. He was a little bit disappointing at Epsom, and Donnacha thought we maybe rode him a bit too forward\". Kew Gardens was then sent to France for the Group 1 Grand Prix de Paris over 2400 metres at Longchamp Racecourse on 14 July and started the 7/5 favourite against five opponents including Neufbosc (Prix du Lys), Dee Ex Bee and Nelson. Ridden by Moore he was settled towards the rear of the field before taking the lead 300 metres out and kept on well in the closing stages to win by one and a quarter lengths from Neufbosc. O'Brien said \"The idea with bringing him back to a mile and a half is that we could have a look at whether the King George would be suitable. That's probably where he'll go next\". The colt bypassed the King George for the Great Voltigeur Stakes at York Racecourse in August in which he carried a five-pound weight penalty for his Group 1 success and was beaten into third place behind Old Persian and Cross Counter. The 242nd running of the St Leger over fourteen and a half furlongs at Doncaster Racecourse on 15 September attracted a field of twelve runners with Kew Gardens going of the 3/1 second choice in the betting behind the previously unbeaten filly Lah Ti Dar. The other runners included Loxley (Grand Prix de Deauville), Old Persian, Dee Ex Bee, Nelson, Southern France, Maid Up (March Stakes) and The Pentagon (Tyros Stakes). Moore tracked the leaders before making a sustained run on the outside in the straight. Kew Gardens went to the front two furlongs out and stayed on strongly to win by two and a quarter lengths from Lah Ti Dar with a gap of four and a half lengths back to Southern France in third. After the race Moore said \"It was very smooth. He's a very uncomplicated horse and he tries very hard. He's got a great attitude to life and he picked up really well. He's a super horse\". In the 2018 Prix de l'Arc de Triomphe on 7 October the colt started the 8/1 fourth choice in the betting in a nineteen-runner field. After being restrained by Moore towards the rear he made steady progress in the straight without ever looking likely to win and finished seventh, four lengths behind the winner Enable. ===2019: four-year-old season=== Kew Gardens began his third campaign in the Ormonde Stakes at Chester Racecourse on 9 May. He was made the 4/5 favourite despite carrying top weight of 133 pounds but was never able to get on terms with the enterprisingly ridden Morando and was beaten eight lengths into second place. On his next race the colt contested the Coronation Cup at Epsom three weeks later in which he led inside the final furlong before being overtaken and beaten half a length by Defoe. The colt was then aimed at the Ascot Gold Cup but sustained a back injury in training which kept him off the track until autumn. After a lengthy break Kew Gardens returned in autumn for the Irish St. Leger over fourteen furlongs at the Curragh on 15 September. After racing towards the rear of the field he stayed on strongly in the straight but registered his third successive second place as he was beaten just over two lengths by the three-year-old filly Search For A Song. In the British Champions Long Distance Cup over two miles at Ascot on 19 October Kew Gardens was partnered by Donnacha O'Brien and started the 7/2 second favourite behind Stradivarius in a nine-runner field which also included Withhold (Rose Bowl Stakes), Royal Line (September Stakes), Capri and Cleonte (Queen Alexandra Stakes). After racing in third place behind Withhold and Capri, Kew Gardens took the lead in the straight and although he was headed by Stradivarius he rallied to regain the advantage in the final strides and won by a nose. Aidan O'Brien commented \"we were training him for the Gold Cup and he got an injury and it all went pear shaped so we're just so lucky to get him back. He pulled all the muscles in his back just before Ascot. He barely made it back for the Irish St. Leger and that race just didn't go right. He's an incredible horse... He's a very brave horse, so I'm delighted. I'd say the Gold Cup next year would definitely be the target if he stayed in training next year\". ==Stud career== It was announced in June 2020 that Kew Gardens would be retired from racing and stand at Castlehyde Stud for Coolmore as a National Hunt stallion. ==Pedigree== ==References== ==External links== * Career 1-2-3 Colour Chart – Kew Gardens Category:2015 racehorse births Category:Racehorses bred in Ireland Category:Racehorses trained in Ireland Category:St Leger winners Category:Thoroughbred family 7-e ",
    "title": "Kew Gardens (horse)"
}