{
    "id": "58494129",
    "text": "Davina C. Lopez is an instructor of Religious Studies and part of the core faculty in Women and Gender Studies, at Eckerd College in St. Petersburg, Florida. Her practice is in the revisions of the New Testament, Christian origins and Early Christianity. As a researcher of the New Testament, she is the author of Apostle to the Conquered: Reimagining Paul's Mission and the co- author, with Todd Penner, of De-Introducing the New Testament: Texts, Worlds, Methods, Stories. She is presently the co-chair of the Society of Biblical Literature's \"Rhetoric and the New Testament\" section and serves on several editorial boards, including Biblical Interpretation: A Journal of Contemporary Approaches and The Oxford Encyclopedia of the Bible and Gender Studies. She has contributed to the Society of Biblical Literature's Bible Odyssey project and has also served on the American Academy of Religion's Board of Directors, Women's Caucus for Religious Studies, and Teaching and Learning Committee. == Achievements == At the age of 21, Lopez organized Emory's greatest yearly events for the scope of Women’s History Month. She coordinated meetings for the Women’s History Month committee and created the Women’s History Month calendar. == Undergraduate == Lopez was an activist for women's issues as an early undergraduate at Oxford college and while she was at Emory. She participated in the President’s Commission on the Status of Women and on its Student Concerns Committee. She was also one of the founders of SEED (Student Editors on Eating Disorders). The focus of this editing board was not really about healing women from eating disorders but to raise awareness on the school campus. They wanted to inform people of what sort of cultural and social factors cause some women to having eating disorders, how usual it is on college campuses and what people can do to prevent women from getting eating disorders. Lopez also worked in the Office of Homosexual Life as she saw connections between women and homosexuals struggling for equality. Shortly after graduating from Emory with a degree in religion she leaves to attend the Union Theological Seminary in New York to propose a master of arts in religion and education. == Graduate == Lopez completed her doctorate at the Union Theological Seminary in New York. Her field research includes Pauline Studies, Jewish and Roman imperial contexts of the New Testament writings and Early Christian literature. She also has interest in the research of ancient and modern rhetoric; visual representation and art performance, film as a critical model for interpreting biblical texts and traditions, as well as the study of gender and sexuality. == Teaching == Being a member of Letters Collegium, the courses that Lopez teaches in biblical and ancient studies emphasize the relationship between both the modern and ancient worlds, methodology in biblical interpretation, issues in understanding religious innovations, the continuing relevance of the Bible as a significant site for articulations of power relationships and community identity-construction across time and cultures. As a dedicated professor for humanities and the liberal arts, Lopez also teaches for the Film Studies, Ancient Studies and Women and Gender Studies programs at Eckerd College. The reflective learning, courses she teaches focus on poverty, intimate violence, mass incarceration and ex- offenders. === Previously taught courses === * Understanding Religion * Engaging the Bible * Horrified: Religion and Monsters * Seminar: Feminism and Gender Theory == Scholarly works and contributions to historical studies == As a scholar of the New Testament, Davina Lopez is also the author of Apostle to the Conquered: Reimagining Paul's Mission and co-author, with Todd Penner, of De-Introducing the New Testament: Texts, Worlds, Methods, Stories. She is currently preparing a detailed study on ancient and contemporary representations of Pauline bodies. The first book Lopez wrote took a significant turn in Pauline studies following a new perspective. This new perspective has corrected the Western theological traditions preoccupation with the spiritual condition of the individual's consciousness and a supposed anti-Jewish bias. Her feminist and queer approaches put forward gender and sexuality as useful options for seeing more adequately the hierarchical relations of power operative in the Roman Empire during Paul’s time. Her second book both re-evaluates and re-narrates the field of New Testament studies. Lopez and Penner attempt to explore the field, defamiliarize and interrogate it, and prod at its foundational assumptions. This results in an original contribution on what New Testament studies are, has been, and might yet be. Lopez provides a critical intervention into several methodological impasses in contemporary New Testament scholarship. === 'Apostle to the Conquered' === Apostle to the Conquered: Reimagining Paul's Mission is a book that Lopez criticizes the traditional scholarship. She describes how Paul's words and mission has been influenced by imperial Rome's symbols and ideology. Lopez rejects the idealist traditional approach which does not take into account the social-political context of the New Testament. In the opposition of the idealist approach, she argues that the biblical texts should be read as part of the complex social structure. In her quest, Lopez adopts \"empire- critical, postcolonial, feminist, and queer\" methodologies. In doing so, Lopez asks the question of What did Paul mean by identifying himself as \"apostle to the nations\"? To answer this question, Lopez studies the patriarchal and imperial ideology in Rome's context. Lopez, in her study, examines the different depictions of Rome and other nations within the Roman society. Rome was represented by god, emperor, and high man figure, whereas other nations were represented by a defeated, conquered, and low women figure. Thus, Lopez linked Paul's \"apostle to the nations\" to Rome's gender construction. She argued that while Paul's conversion, he realizes that he is in the same situation of the crucified Jesus as being subjected to the Roman death. Thus, Paul's perception of himself and people who followed him took the same way the Rome's image of other nations: defeated and suffering female figure. === 'De- Introducing the New Testament' === Lopez is a co-author with Todd C Penner of De-Introducing the New Testament: Texts, Worlds, Methods, Stories. The importance of this book is its argument for a postmodern framework in biblical studies. They call for a renewed method to de-familiarizing the power relation in the New Testament. The first chapter discusses how the New Testament depicts the order of things. It also criticizes the epistemological and main approach of New Testament studies. The second chapter turns to a related point of the approaches that are taken for granted in New Testament studies' textbooks. In the third chapter, the authors suggest an approach that studies the material culture in New Testament studies. They emphasize the importance of studying the text as a part of the whole context and thus, they mention the importance of adopting material objects in New Testament studies. The final chapter is titled “ Biblical .” This chapter discusses the context of the increment of methodological approaches during the time of neoliberalism. The argument of this chapter is that branding leads to neoliberal subjectivity in New Testament studies. In doing so, “scholars construct and promote themselves as ‘brands,’ ‘sellers,’ and ‘consumers’ in relation to intellectual currents and content.” == Select bibliography == * Looking for an Argument: On Visual Rhetoric and Biblical Interpretation. Biblical Interpretation, 2017. ISSN 0927-2569 * Conflations and Confrontations: Spirituality, Religion, and Values in the Liberal Arts Classroom. Religion & Education, 2009. ISSN 1550-7394 * Burton Mack and the Loss of our Innocence, co-author with Todd Penner. American Academy of Religion. Journal of the American Academy of Religion, 2015. ISSN 0002-7189 == References == == External links == * Category:Year of birth missing (living people) Category:Living people Category:Religious studies scholars Category:Eckerd College faculty Category:Emory University alumni Category:Alumni of the University of Oxford Category:American women academics ",
    "title": "Davina Lopez"
}