{
    "id": "58494936",
    "text": "Michele Mirabella (born 7 July 1943) is an Italian television presenter, University professor and actor. == Biography == Mirabella graduated in Letters at the University of Bari with a thesis on Luigi Pirandello and received an Honorary Degree in Pharmacy at the University of Ferrara. === Show business === During the University years in Bari, Mirabella began his career as an actor and director of theatrical transpositions of works by Bertolt Brecht, William Shakespeare, Angelo Beolco, Carlo Goldoni, Samuel Beckett and Georg Buchner. Once he moved to Rome he enters in RAI and works on radio, creating and conducting radio broadcasts. In the early 1980s, Mirabella appeared in several movies like Massimo Troisi's Ricomincio da tre and Lucio Fulci's The Beyond, where he played the role of librarian Martin Avery. In 1996 he created the successful TV medicine column Elisir, in transmission on Rai 3 from 1996 to 2017: Elisir was an information television program dedicated to health and well-being where clarity and informative simplicity were the main characteristics of the transmission. Mirabella also curated several cultural programs on Rai Cultura. === Teaching === Mirabella taught \"Sociology of communication: theory and techniques\" in the Faculty of Cultural Heritage of the University of Lecce, \"Sociology of communication: theory and techniques of mass media\" at the University of Bari and has taught at the IULM University of Milan. He has also been the artistic director of the Teatro Traetta in Bitonto and the Teatro Nuovo in Udine. == Partial filmography == *Baba Yaga (1973) *Salvo D'Acquisto (1974) *House of Pleasure for Women (1976) *I Hate Blondes (1980) *Ricomincio da tre (1981) *The Beyond (1981) *Grog (1982) *Acqua e sapone (1983) *Thunder Warrior (1983) *Fantozzi subisce ancora (1983) *Vediamoci chiaro (1984) *Demons 2 (1986) *Troppo forte (1986) *Topo Galileo (1988) == References == == External links == * * Category:1943 births Category:Living people Category:People from Bitonto Category:Italian television presenters ",
    "title": "Michele Mirabella"
}