{
    "id": "58497889",
    "text": "Doom Island (, pronounced \"Dom\") is a small island in West Papua, Indonesia. It is administratively part of the city of Sorong, specifically the Sorong Islands district. The island served as an administrative center of Dutch Empire administration in West Papua, and continued to become the core of Sorong for some time before the city grew in mainland Papua. ==Geography and administration== The island is located around away from mainland Sorong. It has a perimeter of around . The island is part of two administrative villages (kelurahan): West and East Doom. The two villages also include other small islands close to Sorong. As of 2016, the two villages have a population of 9,143. ==History== Prior to European colonization, the island had been part of the Sultanate of Tidore. First appearing in Dutch records by 1863 through a study by Heinrich Agathon Bernstein, the island was colonized by the Dutch early in the establishment of Netherlands New Guinea, with a colonial post being officially established in 1906 and a Minahasan being appointed as the head. The island later served as an administrative post, with multiple office buildings, a prison, and a \"pleasure building\" being constructed on the island. A diesel-powered electrical generator was installed on the island to supply electricity for the buildings. The island acted as an administrative center for the onderafdeling ( subdivision) of Sorong between 1935 and 1950 or 1952. During the Second World War, Japanese forces occupied and fortified the island, building a network of tunnels and bunkers. The island was attacked by American and Australian aircraft throughout the war. Following the war, a fishing station was briefly established on the island before it was moved to Manokwari. After the takeover of West Papua by Indonesia, growth of Sorong forced the movement of the city to the mainland around 1965, although the island initially remained developed relative to mainland Sorong until the latter grew, with Doom being called the \"star island\" in the 1970s and 80s due to its relatively bright lights. ==Access and facilities== Due to its short distance from Sorong, Doom is reachable by boat within 10 minutes from the mainland. The island has a reverse osmosis seawater processing facility, capable of processing 9,000 liters per hour. There is a high school on the island, which used to be a Dutch prison complex, and a football field. ==References== Category:Sorong Category:Islands of Western New Guinea ",
    "title": "Doom Island"
}