{
    "id": "58505969",
    "text": "A mute swan grazing Avian foraging refers to the range of activities and behaviours exhibited by birds in their quest for food. In addition to their unique body adaptations, birds have a range of described behaviours that differ from the foraging behaviours of other animal groups. According to the foraging habitat, birds may be grouped into foraging guilds. Foraging includes a range of activities, starting with the search for food, making use of sensory abilities, and which may involve one or more birds either of a single or even of multiple species. This is followed by locomotion and movements to obtain or capture the food, followed by the processing or handling of the foods prior to ingestion. Like all organisms foraging entails balancing the energy spent (in search, locomotion, avoiding predators, handling food) and energy gained. The high metabolic rate of birds, among the highest in the homoeotherm groups, constrains them to ensure a net positive gain in energy and have led evolutionary ethologists to develop the idea of optimal foraging. == Energetics == Foraging involves expending energy and seeking food can be both time and energy consuming. Birds make use of a variety of approaches to improve the efficiency of their foraging. These include foraging in flocks which provides many eyes to seek patches rich in food while also reducing the risk of predation by increasing the efficiency of detecting predators, increasing time spent on handling food, and by reducing individual risk. It has been suggested that individuals may exchange information for instance at communal roosts. == Foraging guilds == Assemblages of bird species that share common habitats or substrate from which food is gathered, and to some extent foraging technique are conceptual grouped within in foraging or trophic guilds. Various attempts have been made to classify foraging guilds for ecological studies and universal and undisputed classifications do not exist. It must also be noted that species may belong to multiple foraging guilds depending on situation (for example, while breeding, in migration, or in disturbed habitats). Specific classifications are used in ecological and behavioural studies. The classifications are often made according to multiple hierarchical criteria and a full classification may include multiple terms. To take an example a bird may be described as \"nocturnal gleaning insectivore\" with parts of the classification dealing with the time of day, the diet and the technique used to obtain food. Guild classification on food type based mainly on terms used by North American ornithologists includes: * Carnivore - (feeding on) vertebrates * Crustaceovore- crustacea *Insectivore - insects *Molluscivore - molluscs *Piscivore - fish * Vermivore - various elongated invertebrates especially annelids * Sanguinivore - blood feeding (e.g. oxpeckers, vampire ground finch) * Frugivore - fruits * Granivore - seeds * Nectarivore - nectar (e.g. sunbirds, hummingbirds) * Herbivore - plants (vegetative parts) * Omnivore - a variety of foods Guild classification based on habitat or substrate from which food is gathered (from generic to specific) includes: * aerial ** subcanopy * ground ** meadow * arboreal ** bark ** floral ** upper canopy ** lower canopy ** undergrowth ** foliage * water ** coastal *** coastal beach *** coast bottom *** coastal rock *** coastal water surface ** freshwater *** freshwater marshes *** freshwater bottom *** freshwater shoreline *** freshwater surface ** mud ** pelagic *** pelagic surface ** riparian *** bottom ** shoreline Western reef heron foot stirringGuild classifications based on foraging technique include the following. These may also involve other associated behaviours. * Ambushing / stalking - waiting for prey to come within reach, may involve slow walking ** Baiting is a technique known in about 12 species of herons. Here the herons drop feathers or small objects on the water surface to attract fishes to investigate the disturbance and come within striking range of the bird. Burrowing owls use dung to attract beetles. **Foot stirring movements are used by egrets as part of their strategy to disturb prey into range. A variation is foot raking, where the submerged sediment is disturbed by a slow and deliberate backward dragging of one of the feet. * Chasing - pursuing prey on the ground *Leaping - making use of jumps that are powered by the legs *Dabbling - in aquatic birds, involves dipping the head or neck (ie not just the bill) under water * Plunging - diving from air into water to capture prey with bill or into open mouth * Foot plunging - involves plunging from the air to the water or ground surface to seize prey using the feet * Diving - in aquatic birds, involves the whole body being submerged * Excavating - in arboreal birds, searching in wood or bark by drilling a hole * Hammering - delivering a series of pecks without pause (used by woodpeckers) * Scaling - feeding under bark by removing or prying bark **Remsen and Scott (1990) more specifically defined terms like chisel and flake * Scratching - to remove a layer of substrate using the feet * Piracy or Kleptoparasitism - used by some birds to make others disgorge their prey. This is seen in many species of bird including raptors, skuas and a few others and notably absent among seed-eating birds. It is found mainly when hosts are found in numbers and when the food item is large and visible. *Gleaning - picking specific items from the surface of the substrate * Hover-gleaning - picking specific items while flying * Grazing - feeding on grasses, sedges, or their seeds in fields or meadows * Probing - inserting bill into substrate and using touch or taste to detect prey * Mantling - spreading wings and body around prey to protect from piracy, especially seen in birds of prey. **Tool using is seen in some birds. New Caledonian and Hawaiian crows fashion tools to obtain food while woodpecker finches are known to use cactus spines to extract prey out of holes in wood that are too narrow for their beaks to be inserted in. *Gaping - inserting bill into substrate and then opening apart the bill to pry * Grubbing - digging up soil for roots and tubers * Skimming - flying low over water to pick food items using beak * Scavenging - feeding on refuse or carrion *Hawking, fly-catching, or aerial sallying refers to obtaining aerial food, typically flying insects. The birds typically stay on the wing while handling and ingesting the prey. The more specific term flycatching is used to describe birds that fly out of a perch to capture and insect to return with the prey to a perch before handling the prey. **Flush-and-pursue - here the prey is first put into flight before pursuit *Screening - flying with open bills to capture aerial prey *Straining - strain food from water or mud using special structures in the bill *Foraging - a more general term for picking food from a substrate Other miscellaneous foraging behaviours include:Hartlaub's gulls foot paddling.Foot trembling movements may be used by waders such as plovers and lapwings. They are used mainly on wet soil or while wading in shallow water. Some waders move around rapidly in circles, these include the phalaropes, best known for their pirouetting movements, often in deeper water that reaches until their body. Among the first to document the behaviour was the German ornithologist Oskar Heinroth who described it in 1915. Foot paddling is a foraging behaviour unique to gulls (subfamily Larinae of the family Laridae). The behaviour is exhibited while perched in shallow water, and sometimes on dry land, over short grass or bare soil. The gulls rapidly move their feet up and down while staying at a spot and it is thought that this flushes subterranean prey that they then detect and feed on although there is no definite evidence. Other terms describing the term have included paddling, puddling, pumping, stamping, thumping, tramping, trampling, treading and trembling. The behaviour is found in young gulls and is considered to be innate and does not require learning. The behaviour has been compared by lay observers to rapid dancing moves. == References == Category:Bird behavior ",
    "title": "Avian foraging"
}