{
    "id": "58500317",
    "text": "Homenaje a Dos Leyendas (2018) (Spanish for \"Homage to Two Legends\") was a major professional wrestling pay-per-view (PPV) event, produced and scripted by Consejo Mundial de Lucha Libre (CMLL; Spanish for \"World Wrestling Council\") that took place on March 16, 2018. The show, like all of CMLL's major shows took place in Arena México, Mexico City, Mexico, CMLL's home venue. The event was to honor and remember CMLL founder Salvador Lutteroth, who died in March 1987. Starting in 1999 CMLL honored not just their founder during the show, but also a second lucha libre legend, making it their version of a Hall of Fame event. For the 2018 show CMLL commemorated the life and career of wrestler Mil Máscaras. This was the 20th March show held under the Homenaje a Dos Leyendas name, having previously been known as Homenaje a Salvador Lutteroth from 1996 to 1998. The main event of the show was a Lucha de Apuestas, or bet match, where El Cuatrero defeated Ángel de Oro, after which Ángel de Oro was forced to unmask and reveal his real name to everyone: Miguel Ángel Chávez Velasco. In the semi-main event the Sky Team duo of Valiente and Volador Jr. defeated the team of El Terrible and Rey Bucanero in the finals of a tournament for the vacant CMLL World Tag Team Championship. The show included four additional Six-woman \"Lucha Libre rules\" tag team matches. ==Production== ===Background=== Since 1996 the Mexican wrestling company Consejo Mundial de Lucha Libre (Spanish for \"World Wrestling Council\"; CMLL) has held a show in March each year to commemorate the passing of CMLL founder Salvador Lutteroth who died in March 1987. For the first three years the show paid homage to Lutteroth himself, from 1999 through 2004 the show paid homage to Lutteroth and El Santo, Mexico's most famous wrestler ever and from 2005 forward the show has paid homage to Lutteroth and a different leyenda (\"Legend\") each year, celebrating the career and accomplishments of past CMLL stars. Originally billed as Homenaje a Salvador Lutteroth, it has been held under the Homenaje a Dos Leyendas (\"Homage to two legends\") since 1999 and is the only show outside of CMLL's Anniversary shows that CMLL has presented every year since its inception. All Homenaje a Dos Leyendas shows have been held in Arena México in Mexico City, Mexico which is CMLL's main venue, its \"home\". Traditionally CMLL holds their major events on Friday Nights, which means the Homenaje a Dos Leyendas shows replace their regularly scheduled Super Viernes show. The 2018 show was the 24th overall Homenaje a Dos Leyendas show produced by CMLL. ===Storylines=== The Homenaje a Dos Leyendas show featured six professional wrestling matches with different wrestlers involved in pre-existing scripted feuds, plots and storylines. Wrestlers were portrayed as either heels (referred to as rudos in Mexico, those that portray the \"bad guys\") or faces (técnicos in Mexico, the \"good guy\" characters) as they followed a series of tension-building events, which culminated in a wrestling match or series of matches. ===Homage to Salvador Lutteroth and Mil Máscaras=== In September 1933 Salvador Lutteroth González founded Empresa Mexicana de Lucha Libre (EMLL), which would later be renamed Consejo Mundial de Lucha Libre. Over time Lutteroth would become responsible for building both Arena Coliseo in Mexico City and Arena Mexico, which became known as \"The Cathedral of Lucha Libre\". Over time EMLL became the oldest wrestling promotion in the world, with 2018 marking the 85th year of its existence. Lutteroth has often been credited with being the \"father of Lucha Libre\" introducing the concept of masked wrestlers to Mexico as well as the Luchas de Apuestas match. Lutteroth died on September 5, 1987. EMLL, late CMLL, remained under the ownership and control of the Lutteroth family as first Salvador's son Chavo Lutteroth and later his grandson Paco Alonso took over ownership of the company. The life and achievements of Salvador Lutteroth is always honored at the annual Homenaje a Dos Leyenda' show, since 1999 CMLL has also honored a second person, a Leyenda of lucha libre, in some ways CMLL's version of their Hall of Fame. For the 2018 show CMLL honored the life and career of Mil Máscaras (\"Thousand Masks\") who, despite being 76 years old, was still a semi-active wrestler at the time of the event. Mil Máscaras made his wrestling debut in 1964 for what was then EMLL, quickly gaining attention as a very physically imposing but fast heavyweight wrestler in an era where most heavyweights were slower and often not Mexican. While other lucha libre legends like El Santo or Blue Demon worked most of their careers in Mexico, Mil Máscaras worked extensively in both the United States and Japan, leading to his high international exposure. His popularity led to several matches at Madison Square Garden for the World Wide Wrestling Federation (WWWF; now known as WWE). At the time wrestlers were not allowed to wear masks that fully covered their face when working in New York, but the popularity of Mil Máscaras and his refusal to work unmasked led to that rule being abandoned after overwhelming pressure from promoters and fans alike. He is also a lucha film star, having appeared in over 20 films since the eponymous Mil Máscaras in 1966, the latest being the 2015 film Aztec Revenge. After the conclusion of the third match of the evening, Mil Máscaras was honored by CMLL in the ring. As part of the ceremony Sofia Alonso, great-granddaughter of Salvador Lutteroth presented Mil Máscaras with a special Commemorative plaque for his career achievements. Mil Máscaras thanked Sofia Alonso specifically for bringing him back to Arena México for the first time since 2010. ==Results== ==References== Category:2018 in Mexican sports Category:CMLL Homenaje a Dos Leyendas Category:Sport in Mexico ",
    "title": "Homenaje a Dos Leyendas (2018)"
}