{
    "id": "58508570",
    "text": "The Dorset unitary authority area within the eponymous ceremonial county. To the east is the Bournemouth, Christchurch and Poole unitary authority area. County Hall, Dorchester Dorset is a unitary authority area in the county of Dorset, England, which came into existence on 1 April 2019. It covers all of the county except for Bournemouth, Christchurch and Poole. The council of the authority is Dorset Council, which was in effect Dorset County Council re- constituted so as to be vested with the powers and duties of five district councils which were also abolished, and shedding its partial responsibility for and powers in Christchurch. ==History and statutory process== Statutory Instruments for re-organisation of Dorset (as to local government) were made in May 2018. These implemented the Future Dorset plan to see all councils then existing within the county abolished and replaced by two new unitary authorities on 1 April 2019. *The unitary authorities of Bournemouth and Poole merged with the non-metropolitan district of Christchurch to create a single unitary authority called Bournemouth, Christchurch and Poole Council, which has since created a BCP abbreviation in much of its work and amenities, to serve the coastal conurbation. *Weymouth and Portland, West Dorset, North Dorset, Purbeck and East Dorset (non-metropolitan districts) combined with the functions vested in Dorset County Council to form Dorset Council. ==Rationale and other tiers of government== As regards to planning decisions, highways, cleaning, education and social care no confusion remains as to the potentially relevant body (including occasional open conflict of powers/responsibilities) between two tiers of local government (which can be the case where county and district councils co-exist). Significant saving (economy of scale) follows from one highly skilled and well-remunerated executive and one body of councillors as compared to six each of varying functions. Co-working measures had long been shown locally to make inroads towards an efficient, combined approach. This delivers better value for ratepayers. Allaying fears of democratic deficit, the council area's population, approximately 367,000, is smaller than the most populous and complex or larger unitary authorities such as Birmingham City Council (serving more than 1,000,000 people) and Wiltshire Council (covering a larger area). The vast majority of the unitary authority area retains another tier of local government, by having a civil parish, a late Victorian innovation which has been reduced to a consultative planning and minor amenities role such as co-funding events, festivities, footpaths and sports facilities during the 20th century. The funding of civil parishes is through a small tax supplement to council tax known as civil parish precept. ==See also== *2019 structural changes to local government in England ==References== Category:Unitary authority districts of England Category:Local government in Dorset Category:Local government districts of South West England ",
    "title": "Dorset (unitary authority)"
}