{
    "id": "58505927",
    "text": "Power House & Pump House is a heritage-listed power house and pumping station at Cockatoo Island, Sydney Harbour, New South Wales, Australia. It was added to the Australian Commonwealth Heritage List on 22 June 2004. == History == Cockatoo Island became a gaol in 1839, following advice from New South Wales Governor George Gipps to the British Secretary of State for the Colonies that convicts would be sent to the island after the closure of the Norfolk Island convict establishment. The convict precinct (Prison Barracks Precinct, Barracks Block, Military Guard Room, Mess Hall, and Biloela House) was built over a number of years. Quarrying of grain silos (Biloela House and Underground Grain Silos) was one of the early convict tasks. To service Royal Navy ships, Fitzroy Dock was completed in 1857. Cockatoo Island Dockyard became the major government dockyard in Australia. In 1869 prisoners were transferred from the island to Darlinghurst, and the prison buildings became an industrial school for girls and a reformatory in 1871. The dockyard area was now separated from the institutional area on the top of the island by a fence. Following the departure of the females in 1888, prisoners were again sent to the island, and the gaol function continued until about 1909. Meanwhile, the dockyard function expanded, and the Sutherland Dock was built in 1890. The NSW Public Works Department declared Cockatoo Island the state dockyard. In 1913 Cockatoo became the Commonwealth Dockyard, and the island, both through ship-building and servicing, played an important role both in the development of the Royal Australian Navy and during the First World War. The former prison buildings were now used as offices. From 1933 the dockyard was leased from the Commonwealth by Cockatoo Docks and Engineering Co Ltd and the island played a very significant role during the Second World War. After the war the dockyard (now known as Vickers) continued, and submarine facilities were introduced. The dockyard closed in 1992, and there was some demolition. Sale of the island was proposed. The island is now vested in the Sydney Harbour Federation Trust. The powerhouse was constructed in 1918 to replace the 1884 pump house which had been built for Sutherland Dock. The new building was erected on the same site at the western end of the island, and was built to supply not just the electricity for the dock pumps but all of the island's electrical power. Electricity was supplied at 240 volts DC from two steam turbine-driven generators. The boilers were located in an adjacent building to the north which, along with its contents, was removed after the Second World War. A very large chimney was also built. As well as playing a crucial role in all of Cockatoo Island's operations from 1918 onwards, the powerhouse was the largest DC generating plant in Australia. == Description == Power House & Pump House is at the west end of Cockatoo Island, Sydney Harbour. The powerhouse is a good example of Federation Romanesque style, as seen in the rounded arches that distinguish the building. It is built of brick, laid in English bond, and there are sandstone capitals, string courses, sills and cornices. The roof was once tiled, but was later clad with corrugated asbestos cement. Windows are narrow and tall and are set into the heavy brick walling in arches to provide a continuous brick coping for the travelling crane rail. There is a brick tower on the south wall. Internally, a suspended ceiling conceals steel roof trusses, and the lower walls are rendered and retain some of the original black dado and red striping. Of particular importance is the collection of electrical, hydraulic power and pumping equipment still inside the building. This is the most extensive and rare collection of such equipment in Australia. The chimney, a Sydney Harbour landmark, is a very fine piece of brick construction. The base is square and ornate with profiled capping, and the round stack also has ornate capping. The chimney is three bricks thick, and the internal skin is of fire bricks. On the base is a plaque showing the July 1918 date of erection. === Condition === According to the 1997 Conservation Management Plan, the roof appeared to be sound, though the gutters and bargeboards were poor. As at May 2001, the powerhouse brickwork was mostly in good condition, though exterior joinery and windows were poor. Apart from bird droppings, the interior was in good condition. The basement area including the pumps was flooded. The exterior brickwork of the chimney appeared to be in good condition. == Heritage listing == Power House & Pump House was listed on the Australian Commonwealth Heritage List on 22 June 2004 having satisfied the following criteria. Criterion A: Processes The powerhouse is historically significant for its role in providing all of the island's electrical power from the time of its construction in 1918. The powerhouse thus has a direct association with the operation of what was a major Australian naval dockyard, including during both world wars. Criterion B: Rarity The powerhouse contains the most extensive and rare collection of early Australian electrical, hydraulic power and pumping equipment in the country. Throughout its period of operation, the building was the largest DC generating plant in Australia. Criterion D: Characteristic values With its distinctive round-arched design, the powerhouse is a good example of Federation Romanesque style. Criterion E: Aesthetic characteristics A landmark of Sydney Harbour, the chimney possesses significant aesthetic values. Criterion F: Technical achievement The chimney is a particularly finely constructed brick structure, being one of the finest such stacks surviving in Sydney. == References == === Bibliography === * Godden Mackay, 1997, Cockatoo Island Conservation Management Plan. Vols 1 and 2. Department of Defence. * Muir, D.W., and Wheeler, K.A.V., 1974, B.Arch Thesis. University of Sydney. * Parker, R.G., 1977, Cockatoo Island, a history. Nelson Publishers, Melbourne. === Attribution === Category:Commonwealth Heritage List places in New South Wales Category:Cockatoo Island (New South Wales) Category:Power stations in New South Wales Category:Articles incorporating text from the Australian Heritage Database Category:Pumping stations ",
    "title": "Cockatoo Island Power House &amp; Pump House"
}