{
    "id": "58500447",
    "text": "Zachary Hochschild (May 16, 1854 - November 6, 1912) was a German businessman, metal trader, and co-founder of Metallgesellschaft AG. ==Biography== Hochschild was born to a Jewish family, the son of Justina (née Bendheim) and Koppel Jakob Hochschild. His brother was Berthold Hochschild (1860–1928) who later founded the American Metal Company. Zachary worked as a youth for the Frankfurt metal company, Philipp Abraham Cohen and received in 1878, procuration or the authority to act on behalf of the company. In 1881, Hochschild along with his brother-in-law Leo Ellinger and Wilhelm Merton took over the activities of Philipp Abraham Cohen and co-founded Metallgesellschaft AG in Frankfurt with 2 million Marks in share capital. As Hochschild was a long term executive at Cohen, he was its sole member of the board. Responsibilities were divided: Hochschild focused on marketing, trading, and international activities; Merton was responsible for business strategy; and Ellinger for operations. Their main competition were the two other large metal trading companies of Germany: Aron Hirsch & Sohn in Halberstadt, and Beer, Sondheimer & Co in Frankfurt am Main, also closely held Jewish family companies. Although Metallgesellschaft was a joint stock company, it was operated like a family business with key positions allocated to long-time loyal employees who were gradually rewarded with stock in the company. He is credited with opening up the company to international sources of metals which satisfied German demand. In 1884, Hochschild sent his brother Berthold to the United States to establish an operation.Stack, Elizabeth. Immigrant Entrepreneurship: \"German American Biographies: \"Carl Morris Loeb\" Retrieved December 21, 2017 In 1887, the American Metal Company was incorporated as a joint stock company in New York with 51% Metallgesellschaft ownership so as to facilitate local decision-making; Metallgesellschaft executive Jacob Langeloth was named its president. In 1889, Hochschild saw the company through the Paris \"copper crash\". In 1906, he was named as a member of the Supervisory Board of Berg- und Metallbank AG (renamed Metallbank und Metallurgische Gesellschaft AG in 1910) which became the primary financial institution supporting the trading business of Metallgesellschaft AG. ==Personal life and death== In 1881, he married Philippine Ellinger; they had one daughter, Henriette (1882–1965) who married Rudolf Euler in 1903. He died on November 6, 1912 at the age of 58 in Munich. The son of his cousin was Bolivian tin baron Mauricio Hochschild. His nephews were American Metal executives Harold K. Hochschild and Walter Hochschild. ==References== Category:German Jews Category:1854 births Category:1912 deaths Category:Businesspeople in metals Zachary Category:German commodities traders ",
    "title": "Zachary Hochschild"
}