{
    "id": "58500231",
    "text": "{| |+SS Roosevelt |} SS Roosevelt was an American steamship of the early 20th century. She was designed and constructed specifically for Robert Peary′s polar exploration expeditions, and she supported the 1908 expedition in which he claimed to have discovered the North Pole. After her career with Peary, Roosevelt saw commercial use as a tug. She also operated as a United States Bureau of Fisheries supply ship and served as a United States Navy patrol vessel during World War I. == Design and construction == United States Navy Commander Robert Peary designed Roosevelt specifically for operations in support of his Arctic exploration expeditions. His design attempted to incorporate the best features of previous polar exploration ships with innovations that would give her first-of-their-kind capabilities.Grigore, p. 14. Peary designed the ship along the same lines as the Norwegian explorer Fridtjof Nansen's schooner , with the capability both to push through large floating ice packs and squeeze through and between ice fields. Roosevelt was a schooner with an ice-strengthened flexible wooden hull sheathed in steel and braced by a unique system of trusses. The wooden construction of her hull gave it both strength and the flexibility to bend rather than break when ice struck it or pressed against it, and her hull planking was assembled through a lamination process that gave her hull greater strength than a single piece of wood could provide. Her hull was thick in places and was egg-shaped, a design that would allow her to rise and ride above sea ice that pushed against her below the waterline – almost popping up out of the ice – rather than be crushed by it.Grigore, pp. 14, 15 Her bow and stern both had steel plating; the bow plating extended from her keel to above the waterline and aft, while the stern plating also extended from the keel to above the waterline and extended forward. Between the bow and stern plating, a layer of steel of an inch (0.95 cm) thick and tall extended along the waterline. Previous Arctic exploration ships had relied on sails for their primary propulsion, with engine power secondary, but Roosevelt became the first such ship to reverse that principle. She had three masts, all of which could carry sails for auxiliary propulsion, but relied for propulsion primarily on a powerful compound steam engine – equipped with a special system that allowed it to generate for brief periods if she encountered particularly massive ice concentrations – that drove a single, large propeller in diameter on a -diameter shaft designed to generate powerful thrust that could push her through drift ice. She had a sharply raked stem intended to increase her ramming and cutting power against sea ice, and a short length at the waterline and narrow beam to give her increased maneuverability when steering between ice packs. Her rudder was of a special design that gave her the maximum possible steering capacity while exposing the rudder as little as possible to ice damage. Her design minimized auxiliary structures, both to allow the stowage of sufficient fuel, supplies, and provisions for lengthy stays in the Arctic and to give her a relatively shallow draft so that she could operate in shallow waters and close to shore. Roosevelt was the first ship ever built in the Western Hemisphere for Arctic exploration. Her construction cost was US$150,000 and was funded in part by a US$50,000 gift by George Crocker, the youngest son of banker Charles Crocker. The McKay and Dix Shipyard laid her keel at Bucksport, Maine, on 19 October 1904. Sponsored by Peary's wife, Josephine Peary,Grigore, p. 15. who broke a bottle of champagne encased in ice across Roosevelts bow, the ship was launched on 23 March 1905 and christened SS Roosevelt in honor of President Theodore Roosevelt, who had openly supported Peary and played an instrumental role in arranging for the U.S. Navy to grant Peary a leave of absence so that he could continue his Arctic explorations. After fitting out, she was delivered to her owner, the Peary Arctic Club, in July 1905. She drew considerable attention because of her innovative design and at the time of her construction she was considered the strongest wooden vessel ever built. ==Operational history== ===Peary expeditions=== First Mate Thomas Gushue, Chief Engineer George A. Wardwell, and the crew of Roosevelt during the 1905–1906 polar expedition. On 16 July 1905, Roosevelt, captained by Robert Bartlett, set out from New York City on what was called the Roosevelt Expedition, sponsored by the Peary Arctic Club, with Peary and his party aboard. Roosevelt withstood a fire, rudder damage, and encounters with fog and icebergs and proceeded northward to Cape Sheridan in the north of Ellesmere Island. Made fast to the ice on 5 September 1905, she remained there through the winter of 1905–1906, becoming the second- largest ship ever to spend a winter in the Arctic. Peary and his party disembarked in January 1906 to head northward across the ice, and set a record for Farthest North, reaching a latitude of 87 degrees 6 minutes North before turning back. Roosevelt broke out of the ice on 4 July 1906, prior to the return of the expedition. Carried south, she crashed against an ice foot a few days later, losing propeller blades, her rudder, and her sternpost. On 30 July 1906, Peary and his party returned to her after a six-month absence, and on 24 August 1906 Roosevelt broke free and turned southward. By mid-September 1906 she was far enough south to assure her escape from the ice before the winter freeze and in December 1906 she arrived at New York City. On 8 July 1908, Roosevelt, again captained by Robert Bartlett, cleared New York Harbor and began a voyage north via Baffin Bay, Smith Sound, Kane Basin, Kennedy Channel, Hall Basin, and Robeson Channel into the Arctic Ocean. In early September 1908 she again made fast to the ice at Cape Sheridan to wait out the winter of 1908–1909 as Peary and his party tried for the North Pole. Departing Cape Sheridan in February 1909, Peary determined that he had reached the North Pole on 6 April 1909, and he and his party returned to Roosevelt. In July 1909, Roosevelt began the return voyage. In mid-August 1909 she left Smith Sound, and in September 1909 she rounded Cape Breton and Newfoundland and steamed to New York City. She arrived in New York flying the North Pole flag, the first ship ever to enter a harbor flying the flag. Not long afterward, she participated in a naval parade on the Hudson River as part of the 1909 Hudson- Fulton Anniversary Celebration. After his return to New York, Peary proposed that the Peary Arctic Club and the National Geographic Society jointly undertake an expedition to the Antarctic, with the Peary Arctic Club contributing Roosevelt to the expedition. However, Roosevelt required expensive repairs because of ice damage she had suffered, and the Antarctic expedition never took place.Grigore, pp. 15–16. ===John Arbuckle=== In August or November 1910, the Peary Arctic Club sold Roosevelt to Brooklyn, New York, tea, coffee, and sugar merchant John Arbuckle, for US$37,500. Arbuckle operated a fleet of vessels for salvaging wrecked ships and towing. Arbuckle had Roosevelt modified significantly, removing her foremast and transforming her into an oceangoing wrecking tug that successfully recovered several large steamships, including , as well as other wrecked ships. After Arbuckle died in 1912, Roosevelt was sold to H. E. J. McDermott and appeared as a \"fishing vessel\" in shipping lists of 1912, 1913, and 1914,Grigore, p. 16. but apparently she remained inactive with the rest of Arbuckle′s salvage fleet near the Brooklyn Bridge in New York City for three years. On 3 March 1915, the New York Times reported that John W. Sullivan and Company had purchased Roosevelt. That company made improvements to the ship which may have included replacing her coal-burning machinery with oil-fired propulsion, although sources differ on whether this conversion took place before or after the company sold her. ===U.S. Bureau of Fisheries=== On 21 April 1910, the United States Congress assigned the responsibility for the management and harvest of northern fur seals, foxes, and other fur-bearing animals in the Pribilof Islands in the Bering Sea, as well as for the care, education, and welfare of the Aleut communities in the islands, to the United States Bureau of Fisheries (BOF). Since then, the BOF had chartered commercial vessels to transport passengers and cargo to and from the Pribilof Islands. By 1915, the BOF had decided that a more cost-effective means of serving the islands would be to own and operate its own \"Pribilof tender,\" a dedicated cargo liner responsible for transportation to and from the Pribilofs. The BOF estimated that constructing a new ship capable of meeting its needs would cost at least US$100,000. Exploring cheaper alternatives, the BOF decided the idle Roosevelt would fulfill its requirements and purchased her from John W. Sullivan and Company in 1915 for US$40,000 to serve as its first \"Pribilof tender.\" On 19 July 1915,Grigore, p. 22. Roosevelt departed New York City bound for Norfolk, Virginia, to pick up coal for the Pribilofs, but during the voyage to Norfolk she suffered significant mechanical failures that required repairs at the Norfolk Navy Yard in Portsmouth, Virginia. A thorough inspection of her at the shipyard revealed that she needed additional repairs and a general overhaul, replacement of the foremast Arbuckle had removed, and the installation of a more efficient three-bladed propeller; this may also have been when the need to convert her from burning coal to burning fuel oil was identified. At the end of the summer of 1916, the demand for steel for use in World War I created a delay in forging Roosevelts new tail shaft, delaying her departure from Norfolk for several more months. While she was lying idle, the eighth annual Convention of the Southern Commercial Congress took place in Norfolk in December 1916, and she and the BOF steamer participated in it, exhibiting several fishery-related items and devices. Ultimately, the total cost of the ship and her repairs came to US$72,000, but it was still a significant saving compared to the estimated cost of constructing a new vessel. With her repairs finally complete, Roosevelt departed Norfolk on 23 January 1917, bound for Seattle, Washington, but endured further delays en route, first impeded by an international incident which detained her for over a month at Guantánamo Bay, Cuba, followed by yet another delay of three weeks for repairs at Balboa in the Panama Canal Zone. She finally arrived at Seattle on 23 April 1917, carrying supplies for the United States Navy and the United States Lighthouse Service. On 4 July 1917, a dedication ceremony took place in Seattle to mark the opening of the Government Locks, which connected Puget Sound with the Lake Washington Ship Canal and Lake Washington, and Roosevelt – leading a flotilla of hundreds of boats that included the newly built BOF boat USFS Auklet – became the first large ocean-going vessel to enter the canal and the first such ship to enter Lake Washington. On 7 July 1917, Roosevelt began her duties as the first \"Pribilof tender,\" departing Seattle for the Pribilof Islands and Unalaska in the Aleutian Islands, the beginning of the 58-year history of the United States Government-operated \"Pribilof tenders.\" She made two voyages to the Pribilof Islands during 1917, carrying personnel, building materials, and supplies. On her return trip in August 1917, she hauled 4,882 sealskins and 606 fox skins to Seattle for rail shipment to St. Louis, Missouri, where they were prepared for auction. The BOF calculated that the money it saved by operating Roosevelt as its \"Pribilof tender\" rather than chartering commercial vessels in Roosevelt′s first year alone more than made up for the cost of purchasing Roosevelt. When Roosevelt made a voyage to the Pribilofs in January 1918, it marked the first time that it was possible to sail reliably to the Pribilof Islands in the winter. ===United States Navy=== Meanwhile, the United States had entered World War I on 6 April 1917, and on 18 March 1918 Roosevelt was transferred to the United States Navy for war service. The Navy commissioned her the same day as the patrol vessel USS Roosevelt (SP-2397). Armed with three 3-pounder guns and based at Seattle, she was assigned to the section patrol in the Thirteenth Naval District. She patrolled in the waters of the Pacific Northwest and Territory of Alaska through the end of the war on 11 November 1918. While in naval service, Roosevelt continued her \"Pribilof tender\" duties, making voyages on behalf of the BOF between Seattle, Unalaska, and the Pribilof Islands. On 27 April 1918, she departed Seattle bound for the Pribilofs filled with a load of cargo that included three one-ton trucks. The ship was unloading supplies at the Pribilofs when diphtheria broke out among her crew. After the physician on Saint Paul Island administered an antitoxin, she steamed to Unalaska in the Aleutian Islands for quarantine. The disease was confined to the ship, with no cases of diphtheria reported among people in the Pribilofs. While Roosevelt was quarantined at Unalaska, several cannery vessels carrying workers became stuck in pack ice in Bristol Bay. The ice threatened to sink the vessels and kill many of those aboard them. The Navy sent Roosevelt to render assistance. She was delayed by her quarantine for three days, but departed Unalaska on 27 May 1918. She encountered ice as thick as , but her hull, designed for Peary′s expeditions in the Arctic, allowed her to cut through it. She saved 21 people who had abandoned the sunken vessel Tacoma and taken refuge on an ice floe. The other 115 passengers from Tacoma had boarded the vessel St. Nicholas, but St. Nicholas, with over 300 people aboard, was herself within an estimated 12 hours of sinking when Roosevelt arrived to tow her to safety. Over the next few weeks she also towed Centennial, carrying 161 persons and probably within a week of sinking, Star of Chile, with 220 people aboard, and two other vessels out of danger. As a result, the cannery associations sent letters of appreciation and commendation to Roosevelts captain and crew. Roosevelt received only minimal damage during the rescue operation. On 17 January 1919, a little over two months after the conclusion of World War I, it was reported that Roosevelt needed extensive repairs and an overhaul, and the Steamboat Inspection Service later confirmed it. She arrived at Puget Sound Naval Shipyard at Bremerton, Washington, on 21 April 1919, where she was discovered to have dry rot. After additional inspections, the cost of repairs was estimated at US$186,000, which the BOF deemed prohibitive. Roosevelt was condemned on 4 June 1919, and the Navy transferred her to the BOF on 11 June 1919. The BOF moved her to Seattle for auction. Her crew remained aboard her long enough to transfer equipment from her to her replacement, , which the BOF had purchased in the summer of 1919 to serve as its next \"Pribilof tender\". On 15 July 1919, Roosevelt was sold in an auction at Salmon Bay Wharf in Seattle for US$28,000 to the high bidder, Captain M. E. Tallakson. ===Later career=== After her sale, Roosevelt was resold several times but ultimately was rebuilt and issued a certificate of seaworthiness by the Steamboat Inspection Service. She operated in the Pacific Northwest as a 700-ton-capacity cargo ship. In April 1923, the West Coast Tug Company acquired her and modified her into a powerful oceangoing towing tug, and she became what was considered the largest commercial tug on the United States West Coast. Over the next 18 months, she established a reputation for successfully towing vessels in all weather and in record times and in June 1924 she set a record for the largest tow by a single tug in history when she towed the decommissioned 16,000-ton U.S. Navy battleship from Seattle to Oakland, California. In November 1924 the Washington Tug and Barge Company of Seattle acquired Roosevelt and put her to work towing lumber barges between Puget Sound and California. She averaged two round trips per month, considered an impressive tempo of operations. On a six-day trip from Puget Sound to San Pedro, California, in August 1925, she averaged while towing the ocean-going barge Decula loaded with 2.4 million feet of lumber. While operating as a tug, Roosevelt had a number of mishaps. During the winter in early 1926 she lost her rudder while towing two barges from Seattle to Miami, Florida, and she drifted for days in the Pacific Ocean before the Panama Canal tug Tavernilla found her and towed her to Balboa in the Panama Canal Zone. On 24 December 1929, she was towing the ex-mail vessel Starr in a heavy gale off the Territory of Alaska when the tow line parted and tangled in her propeller, disabling her. Starr set anchor, but Roosevelt nonetheless drifted dangerously close to Wessels Reef near Middleton Island. The halibut-fishing schooner Attu arrived on the scene and towed Roosevelt to safety. In late December 1931, she was towing the racing schooner Commodore in a violent gale off Vancouver Island, British Columbia, Canada, when her towline apparently parted and her radio room flooded. Her seven-man crew sent out a distress signal before her radio failed, but she managed to reach Neah Bay on the northwest coast of Washington, where she rode out the storm. The Steamboat Inspection Service inspected Roosevelt for the final time on 22 May 1936 and did not renew her license. Shortly afterwards, the California Towing Company of San Francisco, California, purchased her. In what turned out to be her last voyage, she left Seattle on 31 October 1936 bound for New York City, towing the decommissioned 19,250-ton U.S. Navy collier , She encountered heavy seas in the Pacific Ocean that strained her aging hull, and a leaking condenser forced her to put into San Francisco for three days for repairs. She resumed her voyage, but on 8 December 1936 her chief engineer reported to her captain that her engine needed to be stopped; the captain ordered him to keep it running, and Roosevelt limped into Balboa in the Panama Canal Zone on 12 December 1936. After undergoing repairs at Balboa, she transited the Panama Canal on 23 December 1936, and on 24 December 1936 she left Cristóbal in the Panama Canal Zone and set out into the Caribbean Sea. By that evening, a leaking fuel tank and filled her bilge with fuel oil and, due to the danger of a fire breaking out, she returned to Cristóbal. After more repairs, Roosevelt again departed Cristóbal on 8 January 1937. She had steamed about into the Caribbean Sea when, on 14 January 1937, she reported herself unable to handle her tow due to heavy seas, a leaking hull, and engine and boiler problems. The Panama Canal tug Tavernilla set out on 15 January 1937 to rendezvous with Roosevelt and relieve her of her tow of Jason, but when Tavernilla met Roosevelt on 16 January 1937, she was unable to take over the tow due to heavy seas. Tavernilla returned to Cristóbal shortly before midnight on 16 January, and Roosevelt arrived there with Jason in tow early on 17 January 1937. During her ordeal, Roosevelt′s forward topmast had fallen and the booms had been carried away. With her hull still leaking, Roosevelt arrived at Mount Hope Shipyard in the Panama Canal Zone for repairs on 20 January 1937. No repairs were made, however, and to keep her from sinking alongside the pier she was beached on a mud bank in the Old French Canal on 21 January 1937. Her crew, whose pay was long overdue, salvaged equipment from her to compensate for unpaid wages, and she was abandoned on the mud bank. An effort to have her salvaged and preserved as a museum failed, and she subsequently rotted away where she had been beached.Grigore, pp. 14, 22 == References == ===Footnotes=== ===Bibliography=== * * Grigore, Julius Jr. “Peary and the Roosevelt: When Man and Ship Were One.” Panama Canal Review, Vol. 16, No. 5, August 1965, pp. 14-16, 22. Category:Arctic exploration vessels Category:Ships of the United States Bureau of Fisheries Category:World War I patrol vessels of the United States Category:Cargo ships Category:Cargo liners Category:Tugboats of the United States Category:Ships built in Maine Category:1905 ships Category:Maritime incidents in 1926 Category:Maritime incidents in 1929 Category:Maritime incidents in 1931 Category:Maritime incidents in 1937 Category:Shipwrecks in the Caribbean Sea ",
    "title": "SS Roosevelt (1905)"
}