{
    "id": "58508020",
    "text": "The Jivakarama vihara, also Jivaka Amravana vihara (Amra-vana means \"mango garden\"), Jivakamravana, Jivakamrabana or Jivakavanarama, is an ancient Buddhist monastery, or vihara, established at the time of the Buddha.\"The rubble-built building complex of Jivakamravana at Rajgir probably represents one of the earliest monasteries of India dating from the Buddha's time.\" in The location, on the outside of Rajagriha in Nalanda district in the Indian state of Bihar, just below the Gijjhakuta hill, was originally a mango orchard which was donated to the samgha by the famous royal doctor Jivaka, who was in the service of king Bimbisara. Jivaka built a monastery on the location and also donated it to the samgha.Archaeological Survey of India on-site notice The Buddha is said to have been treated once in the monastery, after having been injured by Devadatta. The initial monastery was formed of two long parallel and oblong halls, large dormitories where the monks could eat and sleep, in conformity with the original regulations of the samgha, without any private cells. Other halls were then constructed, mostly long, oblong building as well, which remind of the oblong construction of several of the Barabar caves. The archaeological evidence point to a very early construction for this vihara, probably circa 530-400 BCE. This vihara is very different from the later quadrangular vihara built from the 1st century CE in Gandhara. The absence of stupa is also noticeable, contrary to the viharas built with stupas at a later date. The construction method (rubble foundation) and artifacts discovered on the spot, such as iron nails, terracotta balls or coarse red pottery all point to a date no later than the 5th century BCE. A Buddhist monk at the monastery. Jivakambavana, Rajgir.jpg|Ruins. Jivakambavana.jpg|Ruins. Jivakarama oblong communal hall.jpg|Oblong communal hall (remains). Jivakarama ASI notice.jpg|Archaeological Survey of India notice. ==References== Category:Buddhist sites in Bihar Category:History of Bihar Category:History of Buddhism Category:Archaeological sites in Bihar Category:Buddhist monasteries in India Category:Buddhist pilgrimage sites in India Category:Former populated places in India Category:6th century BC in India Category:5th century BC in India Category:6th-century BC religious buildings and structures Category:5th- century BC religious buildings and structures Category:Tourist attractions in Bihar ",
    "title": "Jivakarama vihara"
}