{
    "id": "58502030",
    "text": "The Russian Social Democratic Labour Party (of Internationalists) (), initially known as the United Social Democrats-Internationalists, was a political party in Russia. The programme of the group was largely similar to that of the Menshevik-Internationalists, and politically it placed itself between the Menshevik-Internationalists and the Bolsheviks. They were critical of Bolshevik tactics but would remain supportive of the Soviet government. They were a relatively small organization of leftist intellectuals, largely identified with its newspaper Novaya Zhizn ('New Life'). Whilst the group was quite small, Novaya Zhizn had a significant readership. It was published by the well-known author Maxim Gorky, although Gorky broke with the party in July 1917. Gorky had been the only prominent figure in the organization. In December 1917 Solomon Lozovsky was expelled from the Bolshevik Party, after which he joined the Russian Social Democratic Labour Party (of Internationalists) and became its main leader.Lenin, V. I.. Concerning the Expulsion from the Party of S. A. Lozovsky In March 1918 he became the party chairman. He also edited the new party organ Proletarii ('Proletarian'). In May 1918 the party underwent a split, with a minority group (who favoured closer relations with the Bolsheviks) broke away and formed their own group. At the Second All RussianTrade Union Congress in January 1919, the party delegation supported the call for unions independent from the Communist Party. In April 1919, the minority that had split in 1918 reunited with the party. The party adopted the name Russian Social Democratic Labour Party and took a more conciliatory approach towards the Bolsheviks. The 4th congress of the party decided to dissolve the party and called on its membership to join the Communist Party. In December 1919 Lozovsky was readmitted to the Communist Party. Soviet historiography labelled the party as \"the far left of the petty bourgeoisie\", arguing that the party had a contradictory position in calling for a socialist government whilst rejecting the notion of an armed uprising. ==References== Category:Defunct socialist parties in Russia Category:Political parties of the Russian Revolution Category:Political parties with year of disestablishment missing Category:Political parties with year of establishment missing Category:Russian Social Democratic Labour Party ",
    "title": "Russian Social Democratic Labour Party (of Internationalists)"
}