{
    "id": "58507494",
    "text": "headquarters of the H. C. S. Motor Car Company, located at 1402 N. Capitol Avenue in Indianapolis, Indiana, United States. Built in 1921, it is listed on the National Register of Historic Places H. C. S. Motor Car Company was a short-lived Indianapolis, Indiana, automobile manufacturer. It may have built as many as 3,000 cars between the summer of 1920 and 1926, when its doors were closed by its creditors. ==Incorporation== {| |H. C. S. Motor Car Company was incorporated with $1,000,000 in capital in late 1919 by Harry C. Stutz, founder and formerly president of Stutz Motor Car Company, with his friend Harry Campbell as treasurer and Samuel T Murdock as vice-president. Stutz served as president and managing director.Automobile Trade Journal, Philadelphia. page 204, July 1, 1919 Stutz also was the majority stockholder and chairman of the board of directors.The Economist, Chicago, USA. page 930, November 8, 1919 |104px |120px |} ==A welcome addition to the upper mid-price range== A prototype was displayed at the end of 1919. The press noted the hand embossed leather upholstery was on very low seats, the cushions sat directly on the floor.Motor Age, page 29, January 8, 1920 Others reported the center of gravity was very low and the top of the windshield was less than the height of the average man.Motor Age, page 38, May 6, 1920 Demonstrators did not go to dealers until May 1920, the new factory building was not progressing as it should and production was restricted by difficult conditions in the busy factory of the \"Stutz Fire Engine Company\".Motor Age, page 30, May 20, 1920 ===Production=== The first production cars were roadsters and touring cars, coupe was added in late 1920 and a 4-door sedan was added to the catalogue in July 1921. The body height of the sedan was \"low with a European look\" but \"ample head room\" remained.Motor Age page 16 August 4, 1921 ===Prices=== The economic climate of the early 1920s was unstable, with very damaging short sharp booms and busts. Production was cut back from the planned ten cars per day to only five and prices were cut by $200 on all models as of August 1, 1921; Rolls-Royce had announced a $1250 cut in their chassis price two weeks earlier.Automotive Industries page 245, August 4, 1921 Further price cuts were announced with effect from March 4, 1922. It was noted they were an approximate reduction of $500 to $600 from the prices at August 1. The new prices were:H. C. S. Cuts. The Automobile Journal, Pawtucket, R.I. page 42, March 1922 :$2400 Touring :$2400 Roadster :$2850 Coupe :$3150 Sedan \" \" \" \" :$2600 All Weather Touring :$2550 All Weather Roadster ==Series 4== A new series 4 model was announced in August 1922 with enlarged cylinder bores giving more horsepower with improved gas consumption. Pistons had been lightened, automatic spark advance fitted and a new exhaust muffler. There was a larger steering wheel and changes had been made to the springs. A taller radiator and a new design of wire wheels were fitted.H. C. S. Brings out a new series 4 model, Automobile Topics, page 21, August 19, 1922 ===H. C. S. Cab Manufacturing Co=== The struggle continued. Stutz left his Stutz Fire Apparatus Company and took control at H. C. S. In mid-1924, H. C. S. announced they had designed a new taxicab that was lighter than competitors' cars and easier to maintain. A feature of all the H. C. S. cars was the easy accessibility of major components. Design allowed each engine accessory to be serviced without removing or dismantling any other accessories.The Commercial Car Journal, page31, July 15, 1924 The press was shown the taxi prototype and photographs were published in December 1924.H. C. S. Cab Manufacturing Co. page 49 The Commercial Car Journal, December 15, 1924 ==Closure== Harry Stutz retreated to Orlando, Florida in 1925 leaving his car and fire engine businesses to flounder. In 1926 H. C. S. Motor Car Company was placed in a trust for creditors under the management of Harry's one-time assistant 1920-1925, Charles Merz, engineer and former race driver. H. C. S. Motor Car Company was liquidated in 1927.John P. McDonald. Lost Indianapolis. Arcadia Publishing 2002 Indianapolis news. Motorsport magazine, Page 9, March 1940 1920 HCS Series 2 Roadster (9295764283).jpg|1920 series 2 roadster HCS Serie 4 Type 4 1923.jpg|1923 series 4 touring car HCS Serie 4 Type 4 Touring 1925.jpg|1925 series 4 touring car ==References== Category:Car manufacturers of the United States Category:Defunct motor vehicle manufacturers of the United States Category:Luxury motor vehicle manufacturers Category:Motor vehicle manufacturers based in Indiana Category:Manufacturing companies based in Indianapolis Category:Defunct companies based in Indianapolis Category:1919 establishments in Indiana Category:1929 disestablishments in Indiana Category:Vehicle manufacturing companies established in 1919 Category:Vehicle manufacturing companies disestablished in 1929 ",
    "title": "H. C. S. Motor Car Company"
}