{
    "id": "58505356",
    "text": "Abhilasha Kumari (born 23 February 1956) is currently Judicial Member of Lokpal Committee of India since 23 March 2019. She is a former judge who served on the High Court of Gujarat from 2006 to 2018, and as the first female Chief Justice on the Manipur High Court in 2018. She was a chairperson of the Human Rights Commission of the Gujarat state of India from 17 May 2018 to 23 March 2019. ==Life== Abhilasha Kumari was born on 23 February 1956 to Virbhadra Singh, the former Chief Minister of Himachal Pradesh, and his first wife, Ratna Kumari. She is the eldest of four sisters and a brother. She completed her early education at the Loreto Convent, Tara Hall, Shimla, after which she completed a B.A. in English from the Indraprastha College, University of Delhi and a LL.B. from the Himachal Pradesh University. Kumari started her career as an advocate on 26 March 1984 and practised in the Himachal Pradesh High Court and the Himachal Pradesh Administrative Tribunal. She was the Additional Central Government Standing Counsel from 1995 to 2002 and as the additional advocate general of Himachal Pradesh in March 2003 to December 2005. Kumari worked as the Legal Advisor-cum-Standing Counsel for Himachal Pradesh Krishi Vishvavidyalaya, Himachal Pradesh University, Himachal Pradesh Scheduled Castes and Scheduled Tribes Development Corporation and Himachal Pradesh State Electricity Board. She also served as the Standing Counsel for Municipal Council, Dalhousie; Standing Counsel for Simla Municipal Corporation; Himachal Pradesh Board of School Education and Himachal Pradesh Technical Education Board. Kumari served as judge on the Gujarat High Court from 9 January 2006 to 7 February 2018. She then became the first female Chief Justice of Manipur High Court for only thirteen days from 9 to 22 February 2018, when she retired. She has been a Chairperson of the Human Rights Commission of Gujarat state of India since 17 May 2018. She was appointed as Judicial Member of Lokpal Committee on 23 March 2019 along with 3 other Judicial members. == Personal life == Kumari married Prithvindrasinh Gohil of Dared, a member of the royal family of erstwhile vala State, on 7 November 1979 in Simla. They have one son, Raghavendra (born 11 July 1981). ==References== Category:1956 births Category:Living people Category:Indian women judges Category:Indian women lawyers Category:Judges of the Gujarat High Court Category:Judges of the Manipur High Court Category:Chief Justices of Manipur High Court Category:Indraprastha College for Women alumni Category:Himachal Pradesh University alumni Category:People from Himachal Pradesh ",
    "title": "Abhilasha Kumari"
}