{
    "id": "58502089",
    "text": "Letitia Overend L.L.D., DStJ (15 July 1880 – 3 October 1977) was an Irish philanthropist and motor enthusiast. Her most notable work was with the St John Ambulance Brigade and being a co-founder of the Children's Sunshine Home at Stillorgan, County Dublin with Ella Webb. ==Early life and family== Letitia Overend was born at 11 Herbert Road, Dublin on 15 July 1880. She was the elder daughter of a solicitor, Trevor Overend and Bessie Anna \"Lily\" Overend (née Butler). She had two younger sisters, Constance born in 1894 who died in infancy, and Naomi born in 1900. In 1894, the family moved to Airfield House, where the Overend sisters were educated by a governess at home. ==Career== Overend joined St John's Ambulance Brigade in 1913, training in first aid. In the Easter Rising of 1916, she was one of the first aiders who worked under the direction of John Lumsden, attended to the wounded of both sides of the conflict. She went on to attain the rank of chief superintendent, serving the Brigade for the rest of her life, eventually being awarded dame of justice of the Order of St John of Jerusalem in 1955. She was a member of the Irish Red Cross Society committee of the emergency hospitals’ supplies depot on Merrion Square during World War II. This work involved the purchasing of shirting, wool, pyjama and bandage material for the making of these supplies. The clothing was for refugees that came to Ireland, and the medical supplies were sent to Finland and Turkey primarily. Overend was offered an OBE for this work, but refused as \"it would be impossible that everyone who did good work during the War can be recognised.\" In 1923 Overend and Ella Webb purchased the first premises of the Children's Sunshine Home, largely using a £5,000 donation from Overend's uncle, Tommy Overend. The home was a rehabilitation centre for children suffering with rickets. In 1961 Trinity College Dublin awarded her an honorary doctorate for her public service work. ==Motoring== Trevor Overend purchased one of the first cars the Dundrum area, and it was from him that Overend and her sister developed an interest in motoring. She bought a blue Rolls Royce 20 Tourer in 1927, having attended a four-week course on maintenance at the Derby Rolls Royce factory. During this course she learnt to strip and clean the engine, and how to maintain and repair the car herself. This earned her the nicknames \"Miss Rolls Royce\" or \"Tot\", and the Gardaí apparently turned a blind eye to her illegal parking around Dublin. Both sisters were frequent visitors to the Automobile Club in Dawson Street. Both Overend sisters were members of the Irish Veteran and Vintage Car Club (IVVCC) and the Leinster Motor Club, travelling around Ireland to motor rallies. They were both awarded honorary life memberships of the IVVCC in 1973, recognising their contribution to vintage car motoring. The mechanic who took over the maintenance of Overend's car in later years, Vincent Hallinan, called her the sergeant-major. With her sister, Overend travelled extensively, in Europe and internationally to India, Australia, and America. ==Later life and legacy== The sisters established Airfield Trust as an educational facility in 1974. An archive of the Airfield Estate, including Overend papers, from 1805 to 2001 is now housed at the OPW-Maynooth University Archive and Research Centre at Castletown House. Overend died on 3 October 1977. In 2006 Dún Laoghaire Rathdown Co. Council renamed Wyckham Way as Overend Way in recognition of the contribution of both the Overend sisters. The sisters' cars are now on display at Airfield House. ==References== Category:1880 births Category:1977 deaths Category:People from Dublin (city) Category:Irish philanthropists Category:20th-century philanthropists ",
    "title": "Letitia Overend"
}