{
    "id": "58508233",
    "text": "Sylvia is a 2018 British stage work on the life of Sylvia Pankhurst. It was originally co-commissioned by the Old Vic, Sadler's Wells and 14-18 NOW from Kate Prince and her company ZooNation to mark the centenary of the Representation of the People Act 1918 and the end of the First World War. However, it evolved into a full-scale dance, soul, funk and hip hop musical which premiered at the Old Vic from 8 to 22 September 2018, with a book by Prince and Priya Parmar. The main score was written by DJ Walde and Josh Cohen, with additional music by Prince. The premiere production was mounted by Prince's company ZooNation, with Maria Omakinwa (understudying for Genesis Lyneahttps://www.theguardian.com/stage/2018/sep/18/sylvia-review-old-vic- suffragette-musical-pankhurst) as Sylvia, Witney White and Verity Blyth as her sisters Christabel and Adela and Beverley Knight as their mother Emmeline. ==Plot== Starting with a flash-forward to Sylvia's expulsion from the Women's Social and Political Union (WSPU) in 1913, the work returns to Sylvia and Christabel's childhood, their memories of their father Richard's death, the early days of the WSPU, Christabel's relationship with Annie Kenney, the death of Sylvia's brother Frank and particularly Sylvia's close but on-off relationship with Keir Hardie. A sub-plot centres on the political and home life of Winston Churchill, pulled in different directions on the women's suffrage issue by his mother Jennie and his wife Clementine. The stakes are raised by misogynist threats and police brutality, leading Emmeline, Christabel and Flora Drummond towards a more militant stance. The pacifist Sylvia takes issue with this but still takes part in the ensuing window- breaking, imprisonment and hunger strikes. She also disagrees with their strategic delay in seeking the vote for working-class women and their reactions to Hugh Franklin's attack on Churchill and Emily Davison's death, which Sylvia sees as merely capitalising on them for press attention and public support. Ultimately Sylvia is unable to give the unquestioning loyalty required by Christabel and Emmeline and is expelled from the WSPU, freeing her up to form the East London Federation of Suffragettes in tandem with George Lansbury and lead a delegation of working-class East End women to Parliament. Sylvia comes close to achieving her goals with the third of the Conciliation Bills - the Prime Minister makes this conditional on an end to militant action, but Sylvia is unable to convince her mother and sister to call such a truce. Keir Hardie resigns his parliamentary seat in protest at the outbreak of World War One and rapidly descends into ill-health, with his wife reluctantly arranging a final meeting between him and Sylvia. Emmeline suspends suffragette activity for the duration of the war and women over 30 are granted the vote in 1918. In the final scene, Sylvia brings the child she has had with her partner Silvio Corio to attempt one final reconciliation with her mother, only to find Emmeline assisting in Christabel's campaign to win a seat - as a Conservative candidate. ==References== ==Sources== * * category:2018 musicals category:Biographical musicals category:Plays set in the 1900s category:Plays set in the 1910s category:Rap operas * * Category:Women's suffrage in the United Kingdom Category:Cultural depictions of Winston Churchill Category:Cultural depictions of activists Category:Cultural depictions of Emmeline Pankhurst Category:British musicals Category:Biographical plays about activists ",
    "title": "Sylvia (musical)"
}