{
    "id": "58501823",
    "text": "The Pont du Robinet is a Suspension bridge over the Rhône at the town of Donzère in the Département Drôme. == Location and Name == View of the Pont du Robinet from the Donzère side. Below left is the train track and in the background the Canal de Donzère-Mondragon The bridge starts at the cliff face on the west side at Donzère, where there is just enough room for the train track of the Paris–Marseille railway. On the other side in the Département Ardèche is a road through the former flood bank. The name of the bridge is said to come from the owner of the land a Robin Berton, known as Robinet.Le Pont Du Robinet à Donzére on over-blog.com == History == There was previously a ferry at the site of the bridge. Privileges dating from 877 and renewed in 1147 were granted. In 1804 a suspended rope ferry was constructed with the rope attached to a tower on the west end of the bridge. This ferry was in use until the bridge was built.Bac à traille du Robinet ou bac à traille de Donzère at patrimoine.rhonealpes.fr In 1833 there was a plan to replace the ferry with a suspension bridge. In 1845 Hubert Fournéry was given authorisation to build the bridge and receive tolls from it for 99 years. The construction began in the same year and finished in 1847. The bridge was badly damaged by a storm in 1854 and floods in 1856. The ferry was used again until the bridge was repaired in 1859. In the following decades the bridge was once again damaged by storms and improvements were made to stiffen the bridge. In 1902 the road was renewed and additional trusses and beams added. In the Second World War the bridge was destroyed by the Resistance to impede the German retreat. The rebuild was completed in 1950 and at the same time discussions began about a connection to the newly built Canal de Donzère- Mondragon. In 1974, it was decided on safety grounds to dismantle the bridge. But the citizens of Donzère secured its reopening in 1979. The Pont du Robinet has been a protected monument since 1985. French Culture Ministry In the 2000s repairs were carried out. == Description == Anchor pier The bridge is 333m from Anchor pier to Anchor pier. It is 5.5 m wide except at the pylons where it is 3.6 m wide. The maximum weight is 3.5 t. Pont routier du Robinet de Donzère at patrimoine.rhonealpes.fr == References == Category:Bridges in Europe Category:1840s architecture Category:Suspension bridges Category:Monuments historiques of Drôme Category:Bridges over the Rhône ",
    "title": "Pont du Robinet"
}