{
    "id": "58500469",
    "text": "Bacterial secretion systems are protein complexes present on the cell membranes of bacteria for secretion of substances. Specifically, they are the cellular devices used by pathogenic bacteria to secrete their virulence factors (mainly of proteins) to invade the host cells. They can be classified into different types based on their specific structure, composition and activity. These major differences can be distinguished between Gram-negative and Gram-positive bacteria. But the classification is by no means clear and complete. There are at least eight types specific to Gram-negative bacteria, four to Gram-positive bacteria, while two are common to both. Generally, proteins can be secreted through two different processes. One process is a one-step mechanism in which proteins from the cytoplasm of bacteria are transported and delivered directly through the cell membrane into the host cell. Another involves a two-step activity in which the proteins are first transported out of the inner cell membrane, then deposited in the periplasm, and finally through the outer cell membrane into the host cell. The complement of the secretome involved in colonization process in monoderm bacteria. Secretion systems in diderm bacteria ==Sec system== The general secretion (Sec) involves secretion of unfolded proteins that first remain inside the cells. In Gram-negative bacteria, the secreted protein is sent to either the inner membrane or the periplasm. But in Gram-positive bacteria, the protein can stay in the cell or is mostly transported out of the bacteria using other secretion systems. Among Gram-negative bacteria, Vibrio cholerae, Klebsiella pneumoniae, and Yersinia enterocolitica use the Sec system. Staphylococcus aureus and Listeria monocytogenes are Gram-positive bacteria that use the Sec system. The Sec system utilises two different pathways for secretion: the SecA and signal recognition particle (SRP) pathways. SecA is an ATPase motor protein and has many related proteins including SecD, SecE, SecF, SegG, SecM, and SecY. SRP is a ribonucleoprotein (protein-RNA complex) that recognizes and targets specific proteins to the endoplasmic reticulum in eukaryotes and to the cell membrane in prokaryotes. The two pathways require different molecular chaperones and ultimately use a protein-transporting channel SecYEG for transporting the proteins across the inner cell membrane. In the SecA pathway, SecB acts as a chaperone, helping protein transport to the periplasm after complete synthesis of the peptide chains. Whereas in the SRP pathway, YidC is the chaperone, and transport proteins to the cell membrane while they are still undergoing peptide synthesis. ===SecA or post-translational pathway=== Proteins are synthesised in ribosomes by a process of serially adding amino acids, called translation. In SecA pathway, a chaperone trigger factor (TF) first bind to the exposed N-terminal signal sequence of the peptide chain. As elongation of peptide chain continues, TF is replaced by SecB. SecB specifically maintains the peptide in an unfolded state, and aids in the binding of SecA. The complex can then bind to SecYEG, by which SecA is activated by binding with ATP. Driven by ATP energy, SecA pushes the protein through the secYEG channel. SecD/F complex also helps in the pulling of the protein from the other side of the cell membrane. ===SRP pathway=== In this pathway, SRP competes with TF and binds to the N-terminal signal sequence. Proteins from inner membrane stops the process of chain elongation. The SRP then binds to a membrane receptor, FtsY. The peptide chain-SRP-FtsY complex is then transported to SecY, where peptide elongation resumes. ==Tat system== The twin arginine translocation (Tat) system is similar to Sec in the process of protein secretion, however, it sends proteins only in their folded (tertiary) state. It is used by all types of bacteria, as well as archaea, and chloroplasts and mitochondria of plants. In bacteria, the Tat system exports proteins from the cytoplasm across the inner cell membrane; whereas in chloroplasts, it is present in the thylakoid membrane where it aids the import of proteins from the stroma. Tat proteins are highly variable in different bacteria and are classified into three major types, namely TatA, TatB, and TatC. For example, while there are only two functional Tat proteins in Bacillus subtilis, there can be over a hundred in Streptomyces coelicolor. Signal peptides that can recognise the Tat proteins are characterised by a consensus motif Ser/Thr-Arg-Arg-X-Phe-Leu-Lys (where X can be any polar amino acid). It is the two successive arginines from which the name twin arginine translocation came from. Replacement of any of the arginine leads to slow down or failure of secretion. == Type I == Type I secretion system (T1SS or TOSS) is found in Gram-negative bacteria. It depends on chaperone activity using Hly and Tol proteins. The system activates as a signal sequence HlyA binds HlyB on the cell membrane. This signal sequence is an ABC transporter. The HlyAB complex activates HlyD which uncoils and moves to the outer cell membrane. The terminal signal is recognised by TolC in the inner membrane. The HlyA is secreted out of the outer membrane through a tunnel-like protein channel. T1SS transports various molecules including ions, carbohydrates, drugs, proteins. The secreted molecules vary in size from the small Escherichia coli peptide colicin V, which is 10 kDa, to the Pseudomonas fluorescens cell adhesion protein LapA, which is 520 kDa. Among the most well known molecules are RTX toxins and lipase enzymes. ==Type II == Type II (T2SS) secretion system depends on the Sec or Tat system for initial secretion inside the bacterial cell. From the periplasm, proteins are secreted out of the outer membrane secretins. Secretins are multimeric (12–14 subunits) complex of pore-forming proteins. Secretin is supported by 10–15 other inner and outer membrane proteins to constitute the complete secretion apparatus. ==Type III == Type III secretion system (T3SS or TTSS) is structurally similar and related to the basal body of bacterial flagella. Seen in some of the most virulent Gram- negative bacteria such as Salmonella, Shigella, Yersinia, Vibrio, it is used for injecting toxic proteins into eukaryotic cells. For its structure, it is often described as injectisomes or needle and syringe-like apparatus. Discovered from Yersinia pestis, it was found that T3SS can injected toxins directly from the bacterial cytoplasm into the cytoplasm of its host's cells. ==Type IV == Type IV secretion system (T4SS or TFSS) is related to bacterial conjugation system, by which different bacteria can exchange their DNAs. The participating bacteria can be of the same or different Gram-negative bacterial species. It can transport single proteins, as well as protein-protein and DNA- protein complexes. Secretion is transferred directly from the recipient cell through the cell membranes. Agrobacterium tumefaciens, from which it was originally discovered, uses this system to send the T-DNA portion of the Ti plasmid into plant cells, in which a crown gall (tumor) is produced as a result. Helicobacter pylori uses it for delivering CagA into gastric epithelial cells, to induce gastric cancer. Bordetella pertussis, the causative bacterium of whooping cough, secretes its pertussis toxin partly through T4SS. Legionella pneumophila that causes legionellosis (Legionnaires' disease) has a T4SS called icm/dot (intracellular multiplication/defect in organelle trafficking genes) that transport many bacterial proteins into its eukaryotic host. More recently, it has been shown that the phytopathogen Xanthomonas citri utilizes its T4SS to secrete effectors that are lethal to other bacterial species, thus placing this system as a major fitness determinant of interspecies bacterial competition. The prototypic Type IVA secretion system is the VirB complex of Agrobacterium tumefaciens. == Type V == Type V secretion systems (T5SS) are different from other secretion systems in that they secrete themselves and only involves the outer cell membrane. For secreted protein to pass through the inner cell membrane, T5SS depends on Sec system. They have a β-barrel domain, which inserts into the outer cell membrane and forms a channel that can transport secreted protein along with it. For this activity, they are also called the autotransporter systems. When the secreted proteins are exposed outside, the autotransporters are cut off (cleaved), releasing the protein from the β-barrel domain. An example of autotransporter is the Trimeric Autotransporter Adhesins. ==Type VI == Type VI secretion systems (T6SS) were discovered by the team of John Mekalanos at the Harvard Medical School in 2006 from Vibrio cholerae and Pseudomonas aeruginosa. They were recognised when mutations in the Vibrio Cholerae Hcp and VrgG genes caused diminished virulence and pathogenicity. In addition to their classic role as the pathogenicity factor, T6SS are also involved in defense against simple eukaryotic predators and in inter-bacteria interactions. The gene for T6SS form a gene cluster that consists of more than 15 genes. Hcp and VgrG genes are the most universal genes. Structural similarity of T6SS with the tail spike of the T4 phage suggest that the process of infection is similar to that of the phage. ==Type VII == Type VII secretion system (T7SS) is present in Gram-positive bacteria and Mycobacteria such as M. tuberculosis, M. bovis, Streptomyces coelicolor and S. aureus. It is also called T7b system in Bacillus subtilis and S. aureus. It is composed of two basic components: a membrane-bound hexameric ATPase that is member of the FtsK/SpoIIIE protein family, and any one of the EsxA/EsxB-related protein such as EsaA, EsaD, EsxB, EsxD, as well as Ess system (EssA, EssB, and EsxC found in S. aureus). EsxA and EsxB belong to a superfamily of WXG100 proteins that form dimeric helical hairpins. In S. aureus, T7SS secretes a large toxin called EsaD, which is a member of nuclease enzymes. EsaD is made harmless (detoxified) during its biosynthesis with the help of its counterpart antitoxin EsaG. The EsaD-EsaG complex then binds with EsaE. The EsaE portion binds to EssC, which is the an enzyme ATPase of the T7SS complex. During secretion, EsaG is left in the cytoplasm, and only EsaD and EsaE are secreted together. But in some strains of S. aureus, EsaD is not produced, but two copies of EsaG-like proteins are formed instead. This might explain the occurrence of T7SS in non-pathogenic species such as B. subtilis and S. coelicolor. ==Type IX == Type IX secretion systems (T9SS) are found regularly in the Fibrobacteres-Chlorobi-Bacteroidetes lineage of bacteria, where member species include an outer membrane. The system is involved variably in one type of gliding motility, in the proper targeting of certain virulence factors to the cell surface, and the degradation of complex of biopolymers. T9SS has also been known as Por secretion, after the oral pathogen Porphyromonas gingivalis. At least sixteen structural components of the system have been described, including PorU, a protein-sorting transpeptidase that removes the C-terminal sorting signal from cargo proteins and mediates their attachment instead to lipopolysaccharide. == References == Category:Secretion Category:Cellular processes Category:Membrane biology ",
    "title": "Bacterial secretion system"
}