{
    "id": "58508218",
    "text": "John Allen (14 September 1804 - September/October 1888) was a British trade union leader. Born at Lower Glanmere, in County Cork in Ireland, Allen moved to Bristol with his parents at an early age. He later emigrated to the United States, where he trained as a boilermaker, but after some years, he returned to Bristol, finding work with the Steam Navigation Company. In 1836, he joined the Friendly Society of Boilermakers, who had just established a branch in the city. He remained active in the union, and by 1848 was acting as a delegate to its annual meeting, which lasted a full twelve days. The union became part of the United Society of Boilermakers and Iron and Steel Shipbuilders (USB), and Allen served as the secretary of its Bristol branch in his spare time. George Brogden, the general secretary of the USB, died suddenly in March 1857, and Allen was elected to replace him. At the time, the union was struggling, with many members unemployed and funds running low. Early in 1858, on his recommendation, unemployment benefits to members were reduced, and by the Autumn, they were entirely stopped. While many members were unhappy with this, its did enable the union to survive, and by the end of the year, it had 3,453 members and reserves of £1,778. Trade improved from 1859 onwards, and the union's position improved, allowing unemployment benefits to be reinstated in 1862. In light of this improved position, Allen asked the union to increase his wages, to match what Brogden had been paid. The union's members voted against this proposal, leading Allen to resign, but he was persuaded to stand in the resulting election, on a platform of being paid at the rate he had previously requested. He easily won the election and returned to office. During the remainder of the 1860s, the union continued to thrive, affiliating to the United Kingdom Alliance of Organised Trades, and then the new Trades Union Congress. However, he faced increasing criticism for his poor grasp of administrative procedures and for lacking a plan for the union's future. As a result, in March 1871 he agreed to retire on a pension of £1 per week. ==References== Category:1804 births Category:1888 deaths Category:General Secretaries of the Amalgamated Society of Boilermakers Category:Irish emigrants to the United States Category:People from County Cork ",
    "title": "John Allen (trade unionist)"
}