{
    "id": "58507000",
    "text": "The national emblem of the Nakhichevan Autonomous Soviet Socialist Republic was adopted in 1937 by the government of the Nakhichevan Autonomous Soviet Socialist Republic. The emblem almost is identical to the emblem of the Azerbaijan Soviet Socialist Republic. == History == The emblem was described in the Article 111 of the Constitution of the Nakhichevan Autonomous Soviet Socialist Republic adopted on September 18, 1937 by the Extraordinary X Congress of Soviets of the Nakhichevan Autonomous Soviet Socialist Republic (approved on April 7, 1941 by the Fourth Session of the Supreme Council of the Azerbaijan SSR). The article contained the following description: === First revision === On August 25, 1938 (according to other sources - July 28, 1939) in this description, the words \"and Armenian\" were replaced by the words \"and Russian\" and the coat of arms of the Nakhichevan ASSR began to differ from the coat of arms of the Azerbaijan SSR by the name of the Autonomous Republic in Azerbaijani and Russian languages on lower tape interceptions. === Second revision === In accordance with the Law of the Azerbaijan SSR \"On the Transfer of Azerbaijani Writing from the Latin to the Russian Alphabet\" adopted on July 11, 1939, the writing of the Azerbaijani language from January 1, 1940 was translated from the Latin alphabet into the alphabet on the basis of the Russian alphabet, in which the inscriptions in the coat of arms of Nakhichevan was changed === Third revision === In connection with the change in the Azerbaijani language of the word \"autonomous\" since 1945, the abbreviation \"MSSR\" instead of the abbreviation \"ASSR\" was depicted instead of the abbreviation \"MSSR\". This version of the emblem has not changed after the adoption in 1978 of the new Constitution of the Nakhichevan ASSR. == Gallery == File:Coat of arms of the Nakhichevan ASSR (1937-1938).gif|1937-1938/1939 File:Coats of arms of None.svg|1938/1939-1940 File:Coats of arms of None.svg|1940-1945 File:Coat of Arms of Nakhichevan ASSR.png|1945-1990 Nakhichevan ASSR Nakhichevan Autonomous Soviet Socialist Republic Nakhichevan ASSR Nakhichevan ASSR Nakhichevan ASSR Nakhichevan ASSR Nakhichevan ASSR Nakhichevan ASSR Nakhichevan ASSR ",
    "title": "Emblem of the Nakhichevan Autonomous Soviet Socialist Republic"
}