{
    "id": "58514085",
    "text": "La Flor (English: The Flower) is a 2018 Argentine film written and directed by . With a length of 808 minutes excluding intermissions, it is the longest film in the history of Argentine cinema. The film is a joint project by the production group El Pampero Cine and the acting company Piel de Lava, made up of actresses Elisa Carricajo, Valeria Correa, Pilar Gamboa, and Laura Paredes. It premiered at the Buenos Aires International Festival of Independent Cinema. ==Plot== La Flor is broken into six separate episodes, connected only by an on-screen appearance by Llinás explaining the film's structure. The first four episodes have the beginning of a story but finish in medias res. The fifth episode is the only one to proceed from start to end, and the last episode has just the conclusion of a story. The first episode is shot as a B movie, where a group of researchers encounter a mummy and its supernatural curse. The second episode has two parallel plots. One follows a couple that has broken up as they reunite to record a song together, and the other is a mystery about a secret society formulating a potion for eternal life using a supposedly extinct scorpion. The third episode is about a group of spies, with extended flashbacks describing each of their backstories. The fourth episode uses an experimental metanarrative in which the four lead actresses play actresses who turn against their director and his elaborate narrative structure. After the director disappears, an investigator develops a theory about the actresses after reading Arthur Machen's translation of Casanova's memoirs. The fifth episode is a black-and-white, largely silent remake of Jean Renoir's Partie de campagne. The sixth episode is told through the diary of an Englishwoman living in the Americas during the nineteenth century. She and three other women leave the desert after being held captive many years. ==Release== In the United States and Canada, La Flor was released on November 1, 2019, alongside Harriet, Terminator: Dark Fate and Motherless Brooklyn. ==References== ==External links== * * * Category:2018 independent films Category:Anthology films Category:Argentine independent films Category:Argentine films ",
    "title": "La Flor"
}