{
    "id": "58512877",
    "text": "Portrait by Vicente López y Portaña, 1815 Richard Worsam Meade (June 23, 1778 – June 25, 1828) was an American merchant and art collector, and the father of Civil War General George Gordon Meade. After growing up in his father George Meade's shipping business, he became successful in his own right in the American–Spanish trade. Meade lived in Cadiz, Spain, from 1803 to 1820, and was the U.S. naval agent there. He became quite wealthy and was one of the first American collectors of European art. Sometimes controversially outspoken, he lost favor and was imprisoned by political enemies after the Spanish government incurred large debts to him during the Peninsular War. Upon returning to Philadelphia he donated much of his art and became a trustee of St. Mary's Roman Catholic Church, where he participated in the Hogan schism. Under the Adams–Onís Treaty he unsuccessfully sought compensation from the U.S. government for the nearly $400,000 Spanish debt. The Meade claim became known for its longevity as his descendants continued to pursue it long after his death. ==Early life== Miniature by French artist Jean-Baptiste Isabey, 1795 Meade was born on June 23, 1778, in Chester County, Pennsylvania, during the British occupation of Philadelphia.Campbell, History of the Friendly Sons of St. Patrick, p. 119. He was the fourth son of George Meade, a Philadelphia merchant, and Henrietta Constantia Meade, the daughter of Barbados planter Richard Worsam. He grew up in the city attending private schools before entering his father's foreign trading company. In 1794 he served in the force that suppressed the Whiskey Rebellion.Bache, Life of General George Gordon Meade, pp. 1–2; Atzbach, Portraits in Conversation, at 49m50s. As supercargo on board his father's ships he traveled to the West Indies, and in 1795 to Europe, returning the next year after touring England and France.Frederick, \"Meade, Richard Worsam\". Meade then went into business on HispaniolaFrederick has \"the island of Santo Domingo\". for three years, returning to Philadelphia a wealthy man. While operating his own business he administered his now- bankrupt father's affairs. By 1802 Meade's home was in a fashionable neighborhood on High Street, depicted in Birch's Views of Philadelphia.De Cunzo, \"An Historical Interpretation\", p. 132. His voyage to Spain the next year to collect claims other merchants had against the Spanish government, which Meade estimated to be close to US$1 million (equivalent to $ million in ), was unsuccessful.Atzbach, Portraits in Conversation, at 39m37s. However, he decided to move his business to the port of Cadiz—center of Spain's trans- Atlantic trade—where his family relocated in 1804. ==Merchant in Cadiz== At Cadiz the business prospered, with him being among the first to export merino sheep and sherry to the United States.Johnson, \"Meade, Richard Worsam\". Meade was additionally appointed the U.S. naval agent from 1806 to 1816.\"The Secretary [of the Navy] carried on extensive correspondence with a varying number of such agents, who acted as purchasing agents and performed other services in the principal ports, receiving as compensation a commission on transactions.\" Cunningham, Process of Government, p. 132. He did feud with U.S. consulate, writing to Secretary of State James Madison to call Vice- Consul Richard Hackley without \"Capacity or Respectability\". President Thomas Jefferson, a relative of Hackley's, referred to Meade as \"lying, malicious and impudent\". But the matter was happily resolved when James Leander Cathcart became consul and also the ever-wealthier Meade's business partner.Stowe, Philadelphia Gentleman, pp. 43–45; Atzbach, Portraits in Conversation, at 40m16s. During the Siege of Cadiz in the Peninsular War, Meade provided the Spanish monarchy with \"supplies of all kinds\" against the French invasion; in 1810 his ships brought 250,000 barrels of flour into the city. While Meade spent much of his money the government ran up a large debt. He declined Spanish citizenship as a reward. His attempts to collect on the debt backfired. In 1812 he published a pamphlet accusing Treasurer-General Victor Soret of misappropriation: Scandalous Attempt by the Regency of Spain to Ruin Richard W. Meade. According to his own account Duke Pedro de Alcántara had Meade imprisoned for three months, and in a political move he was fined two thousand ducats (about two thousand U.S. dollars)1 ducat of exchange was equal 1.01492 U.S. dollars, Torres, Exposition of the Commerce of Spanish America, p. 26. for libel.Atzbach, Portraits in Conversation, at 56m10s; Stowe, Philadelphia Gentleman, pp. 47–48. The merchant wrote six different pamphlets while in jail in 1812–1813; one of them was (\"Pastimes of Richard Meade\"), a scornful response to the director of military provisions' purchase of a large amount of rotten cheese.Atzbach, Portraits in Conversation, at 57m43s. Along with a series of rhyming insults, Meade calls the director the —the champion of manchego cheese.Atzbach, Portraits in Conversation, at 58m20s. In 1815 he commissioned an expensive full-length portrait by renowned court painter Vicente López y Portaña; this work only became publicly known in 2010 and may be one the artist's most important portraits. Probably paid for with credit against the government, the portrait could have been in anticipation of Cathcart naming him vice-consul,Atzbach, Portraits in Conversation, at 51m10s. which ultimately did not occur.Atzbach, Portraits in Conversation, at 58m43s. Spain's debt to Meade embroiled him in a worsening conflict in 1814. The of Cadiz (a tribunal of commerce) had appointed him to manage the bankrupt estate of James W. Glass, a broker for Hunter, Rainey & Company of London. He had calculated that $52,000 was due to John McDermot, a representative of the firm. In February the ordered him to pay it to the treasury instead of to McDermot, which he did—but after a dispute over the legitimacy of the payment, it ordered him to pay the money a second time. On appeal the Spanish Council of War involved itself, and on a pretext to avoid paying the government's huge debt, caused him to be imprisoned in the Castle of Santa Catalina on May 2, 1816.Stowe, Philadelphia Gentleman, pp. 49–51. He wrote to U.S. minister George W. Erving without success. Finally he called on Philadelphia connections like Congressman John Sergeant, and addressed a memorial (perhaps actually composed by Sergeant)Cleaves, Meade of Gettysburg, p. 5–6; affirmed by Stowe, Philadelphia Gentleman, p. 51. to President James Monroe and Congress.[Sergeant?], The Case of Richard W. Meade. The anti-Spanish faction seized the political opportunity:Stowe, Philadelphia Gentleman, p. 52 Speaker Henry Clay led the House of Representatives in resolving that \"the imprisonment of Richard W. Meade is an act of cruel and unjustifiable oppression\",Representative John Trimble offered a stronger proposal, to authorize the retaliatory imprisonment of a Spanish consul. Annals of Congress 32, 1699–1713. and was joined by the Senate. With Spanish–U.S. tensions running high, the king ordered him released on June 26, 1818. The Meade family had already returned to Philadelphia, while Richard moved to Madrid to collect his money.Cleaves, Meade of Gettysburg, p. 5–7. He notes that Clay imported merino sheep on Meade's ships. == Unpaid claim== In 1820 a Spanish tribunal agreed that he was owed $491,153.62: for Peninsular War debt $298,879.88, for wrongful imprisonment $75,000, and $117,273.45 as agent for others.U.S. Court of Claims, Reports, p. 225; Frederick. However, the Adams–Onís Treaty, signed in 1819, would transfer all American claims against Spain to the U.S. government if it were ratified. Thus Meade returned to the United States in the late spring of 1820, moving from Philadelphia to Washington. He clandestinely lobbied the Senate and the President to make ratification dependent on payment of his claim. This earned him the ire of its negotiator John Quincy Adams: \"There was malice and treachery in the transaction, as well as intrigue and cupidity.\"Adams, Memoirs V, p. 272.Cleave, Meade of Gettysburg, p. 8. The treaty was ratified regardless, and Meade filed a claim for $373,879.88 with the U.S. commission set up to hear the Spanish claims.Apparently excluding the amount due to others. His claim was denied in 1822 because he had presented only the certificate of debt from the Spanish tribunal, not the original evidence of his losses (now in possession of the Spanish government). Before he could obtain the documents, the commission disbanded on June 8, 1824, dismissing Meade's case without hearing the merits. Meade spent the rest of his life lobbying the government for payment, employing such famous attorneys as Daniel Webster, Henry Clay and Rufus Choate. In 1827 a petition in his favor signed by 1100 people was submitted to Congress. The political situation however was against him: John Quincy Adams rose to the presidency in 1824 while the Meades had supported Clay, and their sympathy in Congress quickly waned.Stowe, Philadelphia Gentleman, pp. 57–58. After Meade's death in 1828 the cause was taken up by his widow, then his son Richard, then his daughter Margaret, as the claim became famous for its longevity. They petitioned every session of Congress until in 1856 it passed a joint resolution referring the matter to the newly created Court of Claims. The Court of Claims ruled that it was bound by the decision of the commission and the Spanish ruling was outside its jurisdiction;U.S. Court of Claims, Reports. The case spans 818 pages. Congress sent the case back to the Court of Claims in 1863 with the same result. The second decision was affirmed by the Supreme Court in 1870, which held that \"an appeal to the equity of Congress\" was the Meade heirs' only remedy. They continued to petition Congress into the 20th century.See e.g. Hackett, The Meade Claim—a concise overview in favor of a relief bill. ==Art collection== Meade's gift to the U.S. legation: a copy of the Lansdowne portrait. Meade used his merchant wealth to purchase paintings and statues, becoming one of the first American collectors of European art. Sometimes accepting paintings to satisfy debts, he acquired works by Titian, Correggio, Veronese, Rubens, Van Dyck, Velázquez and Murillo. While in prison, Meade had sent much of his artwork to the Pennsylvania Academy of the Fine Arts. This included a copy by Mariano Salvador Maella of a contemporary portrait of Christopher Columbus, now lost. Another of the important canvases was Murillo's Roman Charity. The collection arrived in April 1818 and was installed in the Academy's southwest gallery, which came to be called the Meade Gallery. A fire in 1845 destroyed the original building as well as Roman Charity.Atzbach, Portraits in Conversation, at 1h03m00s. To thank the government for negotiating his release, Meade gifted the U.S. legation in Madrid a copy of the Lansdowne portrait of George Washington. Inscribed with his name and the date December 11, 1818, it hung at the embassy until 1951. Congressman James G. Fulton of Pennsylvania saw the painting while lecturing in Spain and had it transported to America to be placed in the U.S. Capitol's Statuary Hall. Since 1962 it has hung in the Rayburn Room. The Meade family art collection was dispersed when they sold it at auction in 1853.Stowe, Philadelphia Gentleman, p. 60. ==Hogan schism== After returning from Spain, Meade became a trustee of St. Mary's Roman Catholic Church just as its priest William Hogan was in a dispute with Bishop Henry Conwell. The trustees defied the bishop by keeping Hogan, who was excommunicated, as their priest. Meade believed that in a republic, where the people are sovereign, the trustees of a parish should have the right to appoint priests—in the same way that the Pope had granted European monarchs this right.Warren, \"Displaced 'Pan-Americans, pp. 351–352. A pamphlet defending the trustees was published by exiled priest John Rico, whom Meade had helped escape from Spain to the United States.Warren, \"Displaced 'Pan-Americans, p. 352. Meade became close friends with another parishioner, diplomat Manuel Torres, through whom he met the radical priest Servando Teresa de Mier. Mier quickly joined the St. Mary's controversy, while Torres tried to help Meade out with his financial problems.Bowman, \"Manuel Torres in Philadelphia\", p. 20. When Torres died in 1822, the funeral procession left from Meade's house, and with William Duane he was the executor of Torres' estate.Bowman, \"Manuel Torres, a Spanish American Patriot\", p. 53, \"Correspondence of Duane\", p. 111. ==Personal life== Meade married Margaret Coates Butler in 1801. She was the daughter of Anthony Butler, a merchant of Perth Amboy, New Jersey, and Elizabeth Coates (or Coats) of Philadelphia.Stowe, Philadelphia Gentleman, p. 42. Margaret was Episcopalian though Richard was Roman Catholic, a pattern repeated in several generations of the Meade family.Meade, \"George Meade,\" p. 208 He was the only son to pass on the Meade family name;Meade, \"George Meade,\" p. 219. he and Margaret had 11 children, most of them born in Cadiz: # Henrietta Constantia (1801–1831), who married U.S. Navy officer Alexander J. Dallas # Charlotte Hustler (1803–1843), who married U.S. Army officer James Duncan Graham # Elizabeth Mary (1805–1872), who married banker Alfred Ingraham of PhiladelphiaCleave, Meade of Gettysburg, p. 9 # Richard Worsam II (1807–1870), who became a Navy captain # Margaret Gordon (1808–1887), who became a clerk in the Department of War # Maria del Carmen (1810–1877), who married Army officer Hartman BacheMajewicz, \"Friends of Franklin\", p. 9. # Salvadora (1812–1886), who married Navy officer John T. McLaughlin # Catherine Hustler (b. 1814), who died in infancy # George Gordon (1815–1872), who became a Union Army general famous for the Battle of Gettysburg # Robert Leamy (1817–1841), who married Elizabeth Ricketts, sister of General James B. Ricketts # Mariamne Williams (1822–1857), who married Navy officer Thomas B. HugerHughes, American Ancestry, pp. 110–111. The \"Gordon\" middle name was in honor of James Gordon, a Scottish merchant in Spain; his daughter Catherine Gordon Prendergast was George's godmother.Stowe, Philadelphia Gentleman, p. 48. Meade was on the board of examiners of the America Classical and Military Lyceum, a Mount Airy school which George attended for two years.Stowe, Philadelphia Gentleman, p. 62. The family's diminished finances due to the failed claim may be the reason that the younger Richard and George sought a free education as military officers.Bache, Life of General George Gordon Meade, pp. 8–9. Meade died in the Washington suburb of Georgetown on June 25, 1828, at the relatively young age of 50. In his will he left everything to his widow Margaret, including properties valued at $68,251.99 when the estate was settled in 1832. He was buried in the Meade family vault at St. Mary's Church.Maitland, \"St. Mary's Graveyard\", p. 258. ==Notes== ==Bibliography== * * * * * * * * * * * * * * * * * * * * 15th Cong., 1st Sess. * 36th Cong., 1st Sess., Rep. C.C. 226. * Category:American Roman Catholics Category:American art collectors Category:Businesspeople from Philadelphia Category:American emigrants to Spain Category:People from Cádiz Category:Meade family Category:1778 births Category:1828 deaths ",
    "title": "Richard Worsam Meade I"
}