{
    "id": "58518193",
    "text": "The William A. Paterson Factory Complex was a factory located at 126 East 3rd Street in Flint, Michigan. It was listed on the National Register of Historic Places in 1984. The building was demolished in 1996. ==History== William A. Paterson was born on October 3, 1838 in Fergus, Ontario. He apprenticed with the carriage blacksmith firm of Scott and Watson in Guelph, Ontario then moved to Vermont and Massachusetts, where he and worked producing Concord Wagons and Wells-Fargo stagecoaches. He soon struck out on his own, working in multiple places in the 1860s before finally making his way to the City of Flint in 1869. There, he opened a wagon repair shop, and soon expanded into producing his own vehicles. By the 1880s, Paterson's firm employed ten people, and could build one buggy and one cart per day. By the mid-1880s, Paterson had the means to begin construction of a large-scale factory building. He constructed the first part of this building on the corner of Third and Harrison Streets; upon completion, he was the largest manufacturer of vehicles in the area. In 1885, William C. Durant and J. Dallas Dort approached Paterson with a proposition to produce road carts, and soon Paterson had contracts to produce over 10,000 carts. He immediately expanded his operation, expanding into an adjacent building in 1885 and constructing an additional building in 1887. Paterson and Durant-Dort soon parted ways, but Paterson continued to prosper and slowly expand. After an 1894 fire, Paterson rebuilt and further expanded his plant. He added another building in 1895-97, and an addition to the original building in 1898. By 1901, Paterson's company employed 350 people and produced over 23,000 vehicles a year. The firm added another building in 1905. In 1908, Paterson entered the world of automobiles by manufacturing the Paterson Auto Buggy. Paterson automobiles continued to be manufactured in to the 1920s. William A. Paterson, however, died of pneumonia in 1921. His son, William S. Paterson, took over the business, but by that time automobile manufacturers were consolidating, the Paterson's company was too small to survive. The firm was sold in 1923, but the new owners dropped the Paterson line of cars. In 1926, the factory was sold, with plans to convert it into apartments. In 1928, it became the original home of the Flint Institute of Arts. The first floor was occupied for years by a wallpaper and paint firm. Other tenants included Baker Business College, a Social Security office, the Internal Revenue Service, and a variety of commercial and industrial firms. However, in 1996, the rear wall of the building collapsed, rendering it unsafe; the building was razed and turned into a parking lot. A small historical marker, constructed with salvaged bricks, commemorates the site. ==Description== The William A. Paterson Factory Complex consisted of four major buildings occupying approximately one-third of a city block. The oldest building was a single story brick and wood shed, probably built in the late 1870s or early 1880s. The next two were a three-story brick building constructed between 1885 and 1887, and a second three-story, L-shaped building constructed between 1895 and 1897. The facades of these two buildings had balanced window placements between heavy brick piers. The fourth building was constructed in 1905, at the time Paterson transited from manufacturing carts and buggies to manufacturing automobiles. This building was a five-story structure clad with paving brick. It had a balanced window placement and a stepped brick cornice-line. ==References== Category:National Register of Historic Places in Genesee County, Michigan Category:Commercial buildings completed in 1885 Category:Buildings and structures in Flint, Michigan Category:Demolished buildings and structures in Michigan Category:Buildings and structures demolished in 1996 ",
    "title": "William A. Paterson Factory Complex"
}