{
    "id": "58511133",
    "text": "The following is a list of pipeline accidents in the United States in 2004. It is one of several lists of U.S. pipeline accidents. See also list of natural gas and oil production accidents in the United States. __NOTOC__ This is not a complete list of all pipeline accidents. For natural gas alone, the Pipeline and Hazardous Materials Safety Administration (PHMSA), a United States Department of Transportation agency, has collected data on more than 3,200 accidents deemed serious or significant since 1987. A \"significant incident\" results in any of the following consequences: * fatality or injury requiring in-patient hospitalization * $50,000 or more in total costs, measured in 1984 dollars * liquid releases of five or more barrels (42 US gal/barrel) * releases resulting in an unintentional fire or explosion PHMSA and the National Transportation Safety Board (NTSB) post incident data and results of investigations into accidents involving pipelines that carry a variety of products, including natural gas, oil, diesel fuel, gasoline, kerosene, jet fuel, carbon dioxide, and other substances. Occasionally pipelines are repurposed to carry different products.Data sets of PHMSA Pipeline Safety- Flagged Incidents for 1986-2001, 2002-2009, and 2010-2017 can be downloaded from the tab by that name on the PHMSA's Pipeline Incident Flagged Files page at https://www.phmsa.dot.gov/data-and-statistics/pipeline/pipeline-incident- flagged-files, accessed 2018.01.10. PHMSA Corrective Action Orders are at https://primis.phmsa.dot.gov/comm/reports/enforce/CAO_opid_0.html. PHMSA Pipeline Failure Investigation Reports are at https://www.phmsa.dot.gov/safety-reports/pipeline-failure-investigation- reports. NTSB Pipeline Accident Reports are at https://www.ntsb.gov/investigations/AccidentReports/Pages/pipeline.aspx. == Incidents == * On January 25, a TEPPCO 8-inch propane pipeline failed, near Davenport, New York. The propane ignited, destroying a trailer house, and forcing evacuations. About 5,000 barrels of propane were burned. There were no injuries. The incident resulted from a through-wall failure of the pipe material at a fitting that was attached to the top of the pipe. * On March 12, a TEPPCO pipeline spilled about 500 barrels of unleaded gasoline spilled into Moro Creek, which flows into the Sabine River near Kingsland, Arkansas. The cause was corrosion of a 1/2-inch bleeder line, that was part of a 20-inch pipeline block valve used to equalize pressure across the valve. * On April 28, a 14-inch diameter petroleum pipeline of Kinder Morgan Energy Partners ruptured, and spilled an estimated 103,000 gallons of diesel fuel into marshes, adjacent to Suisun Bay, in Northern California. The line failed from external cossorosion. The company failed to notify California authorities about the spill for 18 hours, a failure for which it was later cited. Kinder Morgan was fined $5.3 million for the spill, and agreed to enhance spill prevention, response and reporting practices.Scott Marshall, “Kinder-Morgan to pay $5.3 million for fuel spills,” Contra Costa Times, May 21, 2007, http://www.contracostatimes.com/search/ci_5950251, accessed June 16, 2014. * On May 23, a leak in a sampling tube on a pipeline in Renton, Washington spilled several thousand gallons of gasoline, which ignited. * On May 26, 2004, a Kinder Morgan pipeline at Pasadena, Texas, had a “significant event” due to a weld failure.“Texas Significant Incidents Listing,” 2003-2014, PHMSA Pipeline Safety Stakeholder Communication, U.S. DOT, http://primis.phmsa.dot.gov/comm/reports/safety/IncDetSt_st_TX_flt_sig.html?nocache=8751, accessed June 17, 2014. * On July 20, an exploding manhole struck and severely injured an automobile passenger, most likely due to leaking gas. http://archive.boston.com/news/local/articles/2004/07/21/manhole_cover_explodes_hurting_motorist/ * On August 19, a series of explosions hit an underground natural gas storage cavern in Moss Bluff, Texas, resulting in evacuations for a 3-mile radius. The first blast, about 4 a.m., sent flames 150 to 200 feet into the air. The second explosion was seen as far as 20 miles away. Equipment failure was suspected. The cavern had just been expanded using the SMUG (solution mining under gas) process, which permits salt cavern expansion without interrupting gas storage operations. There were no injuries reported.https://www.ogj.com/general- interest/companies/article/17290997/second-moss-bluff-explosion- accesses-6-bcf-of-gas-in-cavern-feeds-larger-fire * On August 21, 2004, a natural gas explosion destroyed a home in DuBois, Pennsylvania, killing the two residents and doing $800,000 in property damage. After the accident, the National Fuel Gas Distribution Corporation (National Fuel) probed the ground near the residence for gas leaks and found combustible readings in one area adjacent to the house, and in another area directly over the failed pipe on the front lawn. National Fuel began excavating the lawn and uncovered a leaking butt-fusion joint in a 2-inch-diameter plastic gas pipe. NTSB investigators concluded that the probable cause of the leak, explosion, and fire was the fracture of the defective joint.NTSB Pipeline Accident Brief, https://www.ntsb.gov/investigations/AccidentReports/Reports/PAB0601.pdf, accessed 2018.01.10. * On September 26, vandals started up a trackhoe at a construction site in New Caney, Texas, and dug into a propylene pipeline. The escaping propylene ignited, causing nearby residents to evacuate. There were no injuries reported. 2 men were later arrested for this incident. * On September 27, 2004, near Blair, Nebraska, an ammonia pipeline failed, releasing 193,213 pounds of ammonia, resulting in the hospitalization of one individual and emergency responders evacuated houses within a one-mile circumference of the break. An estimated 1,000 fish were killed along North Creek and in a golf course pond. * On September 28, a pipeline failed in Hughes County, Oklahoma, spilling an estimated of diesel fuel. * In October, after Hurricane Ivan damaged a crude oil pipeline off the Louisiana Coast, crews from Shell Oil Company recovered 100,000 of an oil seawater mix. * On October 27, an anhydrous ammonia pipeline ruptured near Kingman, Kansas, and released approximately of anhydrous ammonia. Nobody was killed or injured due to the release. The anhydrous ammonia leak killed more than 20,000 fish along a 12.5-mile section of Smoots Creek, including some from threatened species. The pipeline had previous damage to it. The pipeline controller had misinterpreted the leak as other problems with the system operation, causing the leak to go on longer. As a result of this, and another ammonia pipeline leak the month before, the pipeline owner and its two operating companies were later fined $3.65 million. * On November 1, construction crew ruptured a high- pressure gas line in Little Rock, Arkansas, near one of the state's busiest intersections Monday, triggering a fire that melted traffic lights overhead. No one was injured. * On November 8, a NGL pipeline failed in a housing division in Ivel, Kentucky. The vapor cloud from the leak ignited, seriously burning a Kentucky State Trooper evacuating those living in the area. Eight others were injured and five houses were destroyed. The pipeline, only long, had 11 previous corrosion failures. Installed in the 1950s, the ruptured 4-inch steel transmission line belonged to Kentucky-West Virginia Gas Co., a division of Equitable Gas in Pittsburgh, but was operated by Colorado-based Mark West Hydrocarbon.Roger Alford, \"Gas Explosion Destroys Kentucky Subdivision,\" November 9, 2004, http://www.firehouse.com/news/10508161/gas- explosion-destroys-kentucky-subdivision. Investigators found external corrosion and a small hole in the pipeline.Greg Griffin, \"Natural-gas explosion creates legal firestorm,\" Denver Post, November 25, 2005 | UPDATED: May 8, 2016, https://www.denverpost.com/2005/11/25/natural-gas-explosion- creates-legal-firestorm/, accessed 2018.01.10. * On November 9, in Walnut Creek, California, a petroleum pipeline carrying gasoline to San Jose, California, owned and operated by Kinder Morgan Energy Partners (KMEP) was struck by a backhoe used by Mountain Cascade, Inc., a contractor operating in the construction of a water pipeline for the East Bay Municipal Utility District (EBMUD). A large gasoline spill was subsequently ignited, resulting in an explosive fireball that incinerated five workers, severely injuring four others. A Kinder Morgan worker had misread an as-built map, and had incorrectly marked the pipeline's route before the accident. CalOSHA (California Occupational Safety and Health Administration) cited Kinder Morgan for failure to accurately mark or map the pipeline location.Officials Dole Out Fines In Fatal Pipeline Explosion, May 5, 2005, http://www.ktvu.com/news/news/officials-dole-out-fines-in-fatal-pipeline- explosi/nKYpc/ , accessed June 18, 2014. In 2005, the California Fire Marshal fined Kinder Morgan $500,000 for its role in this “completely preventable” disaster.Cal/OSHA Issues Multi-Employer Citation, http://www.dir.ca.gov/dirnews/2005/ir2005-20.html; California Fir Investigation Report, http://osfm.fire.ca.gov/pipeline/pdf/WCFinalReport/PenaltyLetter.pdf; “Kinder Morgan reaches safety deal,” April 10, 2006, http://www.marketwatch.com/story/kinder-morgan-energy-us-reach-safety-deal. In 2007, Kinder Morgan was convicted on six felony charges related to the Walnut Creek explosion and was fined $15 million.Henry K. Lee, “Energy firm convicted in Walnut Creek pipeline blast that killed 5,” SFGate, September 21, 2007, http://www.sfgate.com/bayarea/article/Energy-firm-convicted-in-Walnut-Creek- pipeline-2539356.php. * On November 21, a 14-inch petroleum products pipeline sprung a leak while it was shipping gasoline in the Mojave Desert. The Calnev Pipeline, owned and operated by the California-Nevada Pipeline Company, a subsidiary of Kinder-Morgan Energy Partners, is the main source of petroleum fuel products for the Las Vegas Valley, Nevada. An geyser of gasoline was discovered on the next morning, after numerous complaints of a strong gasoline odor along Interstate 15 in northern San Bernardino County, CA. * On December 15, employees were performing maintenance on a propane pipeline near Mantador, North Dakota, when a gasket on the pipeline's valve failed, causing a leak. Nearby resident were evacuated, and a rail line was shut down temporarily. There were no injuries. * On December 20, 2004, the Kinder Morgan Tejas pipeline at Pasadena, Texas, had a “significant event” due to a weld failure that caused control/relief equipment to fail.Texas Significant Incidents Listing,” 2003-2014, PHMSA Pipeline Safety Stakeholder Communication, U.S. DOT, http://primis.phmsa.dot.gov/comm/reports/safety/IncDetSt_st_TX_flt_sig.html?nocache=8751, accessed June 17, 2014. * On December 24, as much as 5,000 gallons of crude oil spilled from a ConocoPhillips pipeline south of Laurel, Montana near the Yellowstone River. Hydrogen sulfide gas from the oil could have posed a major danger, but \"the wind helped immensely\" to dissipate the gas. == References == Category:Lists of pipeline accidents in the United States Category:2004 disasters in the United States ",
    "title": "List of pipeline accidents in the United States in 2004"
}