{
    "id": "58510084",
    "text": "The International Puppet Fringe Festival NYC (also stylised as IPFFNYC or Puppet Fringe NYC) is a biannual puppet theater fringe festival hosted by Teatro SEA in the Lower East Side of New York City. The festival had its 1st edition in 2018, at the Clemente Soto Velez Cultural and Educational Center, and featured puppet shows, short films and artist talks with international puppet theater companies. The Puppet Fringe Festival is the first ever international fringe festival dedicated to puppetry. == 2018 Edition == In its inaugural year, the Puppet Fringe Festival held puppet cabarets hosted by the Puppetry Guild of Greater New York and Great Small Works, as well as an Artist Symposium hosted by UNIMA-USA, an international puppet union founded by Jim Henson in 1966. The Puppet Fringe Festival was produced by Manuel Antonio Moran, the Artistic director of Teatro SEA, and was held at the Clemente Soto Velez Cultural and Educational Center, from the 8 to 12 August 2018. The Puppet Fringe Festival hosted puppet companies from all around the world, including France, Canada, Puerto Rico and Costa Rica, as well as a handful of companies from the USA itself. The festival's international element was a key aspect of its appeal, with Time Out New York describing the festival as \"a celebration of diversity, inclusion and of course beautiful performances\". The inaugural Puppet Fringe Festival was dedicated to José López Alemán, a Puerto Rican artist and Puppet Master for Teatro SEA who had worked in the puppetry industry for over 40 years. Among the participating companies in 2018 were: * Agua, Sol y Sereno (Puerto Rico) * Chinese Theatre Works (USA) * Compañía La Bicicleta (Costa Rica) * Drama of Works (USA) * La Tortue Noire (Canada) * Les Anges au Plafond (France) * Paper Heart Puppets (USA) * Red Herring (USA) * Wonderspark (USA) == References == Category:Fringe festivals in the United States Category:Puppet festivals ",
    "title": "International Puppet Fringe Festival NYC"
}