{
    "id": "58517829",
    "text": "Nica Digerness (born March 21, 2000) is an American pair skater. With her former partner, Danny Neudecker, she is the 2017 U.S. national junior champion and placed 10th at the 2017 World Junior Championships. Since May 21, she is now paired with Ian Meyh. == Personal life == Digerness was born on March 21, 2000, in Loveland, Colorado. She is the daughter of Savannah Mclean, and Theo Digerness, a former gymnast. She has a brother, Nico. She was raised in Greeley, Colorado. She attended Mountain View Academy and was later homeschooled. == Career == === Early years & Beginning of Parternship === Digerness began learning to skate in 2010. As a young child, she was coached by Kristin Conroy at the Greeley Ice Haus. She competed in juvenile ladies' singles in the 2013–2014 season, and moved up to the intermediate level the following season. She then moved to the Ft. Collins rink where she was coached by Heidi and Paul Thibert. Nica did both singles and pairs for awhile until Pair skating coach Dalilah Sappenfield introduced Digerness to Danny Neudecker, who was also a single skater at the time. The two teamed up in January 2015 and decided to train under Sappenfield at the Broadmoor World Arena in Colorado Springs, Colorado. They placed 7th in novice pairs at the 2016 U.S. Championships. === 2016–2017 season === Digerness/Neudecker dropped plans to continue in the novice ranks after obtaining good junior results at summer club events. In September 2016, they debuted on the ISU Junior Grand Prix series, placing 7th in Saransk, Russia. The following month, the pair finished 13th in Dresden, Germany. In January, they won the junior title at the 2017 U.S. Championships, having placed first in both segments, and were named in the U.S. team to the 2017 World Junior Championships in Taipei, Taiwan. Ranked 13th in the short program and 9th in the free skate, the pair finished 10th overall in Taipei. === 2017–2018 season === Digerness/Neudecker began competing on the senior level. They placed 9th in the short, 11th in the free, and 11th overall at the 2018 U.S. Championships, just missing being in the top 10. They received no international assignments. Following the U.S. Championships, the pair focused on skating skills and choreography for several months while Neudecker recuperated from three bulging disks in his back and joint issues. === 2018–2019 season === Making their senior international debut, Digerness/Neudecker placed fourth at the 2018 CS Lombardia Trophy, an ISU Challenger Series competition in September. U.S. Figure Skating invited them to a Grand Prix event, the 2018 Skate America in October. They placed sixth. At the 2019 U.S. Championships, they placed eighth. === 2019-2020 season & New Parternship === Digerness and Neudecker competed at the 2019 Warsaw Cup, where they placed fourteenth. They then competed at the 2020 U.S. Championships, where they placed ninth. On March 28th, Neudecker announced that the pair had split. On May 21, Digerness announced a new partnership with Ian Meyh. == Programs == (with Neudecker) {|class=wikitable style=text- align:center ! Season ! Short program ! Free skating |- ! 2018–2019 | * The Rose | * Arrival of the Birds * Let It Go |- ! 2017–2018 | * Angels & Demons | * The Messiah Will Come Again |- ! 2016–2017 | * Spartacus | * Liebestraum |} == Competitive highlights == GP: Grand Prix; CS: Challenger Series; JGP: Junior Grand Prix ===Pairs with Neudecker=== {| class=\"wikitable\" style=\"text- align:center\" |- ! style=\"background-color: #ffdead; \" colspan=6 align=center | International |- ! Event ! 15–16 ! 16–17 ! 17–18 ! 18–19 ! 19–20 |- | align=left | Skate America || || || || 6th || |- | align=left | Lombardia Trophy || || || || 4th || |- | align=left | Warsaw Cup || || || || || 14th |- ! style=\"background-color: #ffdead; \" colspan=6 align=center | International: Junior |- | align=left | Junior Worlds || || 10th || || || |- | align=left | Germany || || 13th || || || |- | align=left | Russia || || 6th || || || |- ! style=\"background-color: #ffdead; \" colspan=6 align=center | National |- | align=left | U.S. Championships || 7th N || bgcolor=gold | 1st J || 11th || 8th || 9th |- | align=left | Midwestern Sectionals || || bgcolor=gold | 1st J || || || |- | align=left | Pacific Coast Sectionals || bgcolor=gold | 1st N || || || || |- | colspan=6 align=center | Levels: N = Novice; J = Junior TBD = Assigned |} ===Ladies' singles=== {| class=\"wikitable\" style=\"text- align:center\" |- ! style=\"background-color: #ffdead; \" colspan=3 align=center | International |- ! Event ! 2013–14 ! 2014–15 |- | align=left | Southwestern Regionals || 8th V (Q) || 12th I |- | colspan=3 align=center | Levels: V = Juvenile; I = Intermediate Q = Qualifying group |} == References == == External links == * Category:2000 births Category:American female pair skaters Category:Living people Category:People from Greeley, Colorado ",
    "title": "Nica Digerness"
}