{
    "id": "58511579",
    "text": "{| |} The one-off, experimental Czerwiński CW IV was a Polish high performance glider and the nation's first two-seater. It set several national records and influenced later Polish designs. ==Design and development== ZASPL, the Aviation Association of students of the Lwów Technical University, was the oldest aviation organization in Poland. Revived after World War I, by 1926 it had workshops in Lwów which began building the glider designs of ZASPL member Wacław Czerwiński. The fourth of these, the CW IV, was an experimental two seat, high performance aircraft chiefly designed to explore thermal lift techniques. Thermal flying was still in ts infancy in 1930, having been first conclusively demonstrated in Germany in 1928. The CW IV was a wooden glider with a high, cantilever, three part wing built around two spars. A wide, rectangular centre-section occupied about one-third of the span. The outer panels were double-tapered, with ailerons which occupied the whole trailing edges. The leading edges and wingtips were covered with plywood and the rest with fabric. It had a narrow, rather flat-sided, ply covered fuselage with more rounded upper and lower surfaces forwards. The nose was covered with sheet aluminium. The wing was raised above the main fuselage on a streamlined pylon which reached ahead of it, with a fairing aft to the tail. The pilot's open cockpit was ahead of this structure, in front of a second, enclosed cockpit, fitted with dual control, at the centre of gravity under the wing. This cockpit had semi-circular openings in the pylon fairing for sideways vision and was accessed via a port-side door. A short skid under the forward fuselage as fitted with rubber shock absorbers for landings. The empennage of the CW IV was conventional, with ply covered fixed surfaces and fabric covered control surfaces. A triangular fin carried a tall, rounded, balanced rudder. The tailplane, a narrow, blunted triangle in plan, was mounted on top of the fuselage and carried split, rounded elevators. ==Operational history== In October 1930 the CW IV flew for the first time during the Lwów group's fourth annual expedition to Bezmiechowa. It proved a success. Szczepan Grzeszczyk, flying it as a single-seater, set a new national duration record of 2:30:15 hours on October 29. On 13 November, with Zygmunt Laskowski in the rear seat, he flew for 1:2:18.2 hour and reached a height of above his starting point. As the CW IV was the first Polish two seat glider, these November flights were the first national records in those categories. In 1932 the CW IV went into the ZASPL shops for refurbishments and minor improvements, then went back to Bezmiechowa. In 1934, flown by Piotr Mynarski and A. Zalińsk, it raised the two seat national record on 19 June to 4:33 hours, then on 5 October to 9:7 hours. The CW IV was an important milestone in Polish glider development and its influence reached beyond World War II to the successful, single seat IS-B Komar. ==Specifications== Czerwiński CW IV ==References== Category:1930s Polish sailplanes Category:Aircraft first flown in 1930 ",
    "title": "Czerwiński CW IV"
}