{
    "id": "58516849",
    "text": "Terence Millin FRCSI FRCS LRCP (9 January 1903 - 1980) was an Irish urological surgeon, who in 1945, introduced a surgical treatment of benign large prostates using the retropubic prostatectomy, later known as the Millin’s prostatectomy, where he approached the prostate from behind the pubic bone and through the prostatic capsule, removing the prostate through the retropubic space and hence avoided cutting into the bladder. It superseded the technique of transvesical prostatectomy used by Peter Freyer, where the prostate was removed through the bladder. Millin graduated in medicine in 1927 from Dublin University after also gaining a degree in maths and arts, and representing both his university and Ireland at rugby. He first became a house surgeon at Sir Patrick Dun's Hospital, Dublin, following which he gained postgraduate qualifications and moved to London with a travelling scholarship. Here, he came across the Irish urologist Edward Canny Ryall at All Saints’ Hospital in Pimlico, and in 1934, inherited Ryall's practice. His three-page article on the retropubic prostatectomy, published in The Lancet on 1 December 1945, demonstrated a method of removing the prostate without the traditional cut through the bladder, thus reducing complications, and he became renowned for the procedure. He later moved back to Ireland, served as president of the British Association of Urological Surgeons between 1953 and 1955, and also as president of the British Association of Urological Surgeons. He was given honorary membership of the Urological Section of the Royal Society of Medicine, and in 1963 was elected president of Royal College of Surgeons in Ireland RCSI. == Early life == Terence Millin was born on 9 January 1903 into a protestant family in Helen's Bay, County Down, Northern Ireland. Millin Bay in Co. Down is named after the family. Related to Sir James Pitcairn, surgeon and descended from the ancient Pitcairn family of that Ilk, Fifeshire and a cousin of Edward John Chalmers Morton of Frocester Court, Glos, MP for Davenport, his father was a successful barrister and honorary librarian of the Statistical and Social Inquiry Society of Ireland. He began his early education at the Abbey School in Tipparary. In 1907, his family moved to Dublin and he then completed his education at St Andrew's College. He played rugby for St Andrews, which in 1921 won the Leinster Schools Rugby Senior Cup.Bouchier-Hayes, David Terence Millin: pioneer of the retropubic space. British Journal of Urology International. Vol. 96, Issue 6 (29 October 2019), pp. 768-771. After completing school, he gained admission to Trinity College Dublin in 1921, with a scholarship to study arts and mathematics. Later, he changed career path and gained a place to study medicine. He also represented both Dublin University and Ireland at rugby. He graduated in medicine in 1927. == Career == Sir Patrick Dun's Hospital He first became a house surgeon at Sir Patrick Dun's Hospital, Dublin, a familiar hospital where he had spent time as a medical student. Within the first year, he passed the fellowship of the Royal College of Surgeons in Ireland at first attempt, and achieved the conjoint diploma of the London Royal Colleges (Royal College of Surgeons of England and Royal College of Physicians of London). He was awarded a travelling fellowship from Dublin University and moved to London where he took up jobs at the Middlesex Hospital and Guy’s Hospital. Subsequently, he entered the Royal National Orthopaedic Hospital, Great Portland Street, and the All Saints’ Hospital in Pimlico, where he came across the Irish urologist Edward Canny Ryall. In 1930 he became a Fellow of the Royal College of Surgeons of England and the following year took the optional subject of genito-urinary surgery in his MCh examination at Dublin, when he came first place. In 1934, following the death of Ryall, Millin took over his position at All Saints and his private practice at 75 Harley Street. On 1 December 1945 The Lancet published a three-page article by Millin on a surgical approach to the partial or complete removal of the prostate, for benign large prostates, “Retropubic Prostatectomy. A new extravesical technique: report on twenty cases”, a procedure he had demonstrated at the French Urological Society in Paris in the preceding October. The operation involved a direct incision into the abdomen and the removal of the prostate through the retropubic space. The use of sulphonamides reduced mortality by infection and Millin became renowned for the procedure. He followed this up two years later with his book titled Retropubic Urinary Surgery which contained further observations on prostatectomies and other surgical procedures. The procedure came to be known as the Millin Retropubic Prostatectomy and it superseded the technique of transvesical prostatectomy used by Peter Freyer.Marchant, Nick. Diseases of the Prostate. Office of Health Economics, London (1995). P. 11. ISSN:04738837Ellis, Harold. \"The Birth of Modern Surgery\" in A History of Surgery. Greenwich Medical Media Limited, London (2001), p. 121-122. In 1950, he moved back to Ireland to 150-acre Georgian estate, “Byblox”, near Cork. His social circle included the novelist Elizabeth Bowen, writer Edward, 5th Baron Sackville, The Slazengers of Powerscourt and Stephen and Lady Ursula Vernon of Bruree, the latter a daughter of 'Bendor', 2nd Duke of Westminster. In the late 1950s, he worked with pioneering nurse educator Eithne O’Domhnaill.Key influence in raising profile and the standard of Irish nursing. ‘’The Irish Times’’. 2 September 2000. He later moved to County Wicklow, and later lived at the palladian villa of Knockmore Enniskerry and Kilcoole. ==Awards and honours== Between 1953 and 1955, he served as president of the British Association of Urological Surgeons and was given honorary membership of the Urological Section of the Royal Society of Medicine. He was elected president of RCSI for 1963-1966. He was a recipient of the St Peter's Medal. ==Death and legacy== In 1980 he died of cancer of the larynx. The RCSI commemorates him in the annual Millin Scientific Meeting. A student residence and the Millin Room at the RCSI were named his honour.RCSI History Timeline. 2018. pp. 7 ==Selected publications== ===Articles=== *\"Investigation and Treatment of Sterility in the Male\". Postgraduate Medical Journal. Vol. 20, No. 225 (1944), pp. 229–232. , *\"Retropubic prostatectomy; a new extravesical technique; report of 20 cases\". The Lancet. Vol. 2, No. 6380 (1 December 1945), pp. 693–694. *\"Prostatectomy\". The Lancet. Vol. 1, No. 6384 (5 January 1946), p. 34\\. , . Co-authored with Winsbury-White H. P. *\"Retropubic Prostatectomy\". Proceedings of the Royal Society of Medicine. Vol. 34, No. 6 (31 January 1946), pp. 327–328. . *\"The Ureter, the Gynæcologist and the Urologist\". President's Address in the Proceedings of the Royal Society of Medicine. Vol. 42, No. 1 (January 1949), pp. 37–46. . *\"Retropubic prostatectomy; experiences based on 757 cases.\". The Lancet. Vol. 1, No. 6549 (5 March 1949), pp. 381–385. . Co-authored with Macalister, C. L. and Kelly, P.M. *\"Some Irish urology: ancient and modern. The seventh Ferdinand C. Valentine memorial lecture\". Bulletin of the New York Academy of Medicine. Vol. 45, No. 1 (January 1969), pp. 75–94. ===Books=== *Retropubic Urinary Surgery. Williams and Wilkins Company, Baltimore (1947). == References == ==Further reading== *Davis Coakley, Irish masters of medicine (Dublin: Town House, 1992). *Barry O’Donnell, Terence Millin: A Remarkable Irish Surgeon, Dublin: A&A; Farmar, 2002. *Terence Millin: A Urological Pioneer. European Urology Category:Presidents of the Royal College of Surgeons in Ireland Category:Royal College of Surgeons in Ireland Category:1903 births Category:1980 deaths Category:People from County Down Category:Irish surgeons Category:Irish rugby union players Category:Alumni of Trinity College Dublin Category:People educated at St Andrew's College, Dublin Category:Irish urologists Category:Ireland international rugby union players Category:20th-century surgeons ",
    "title": "Terence Millin"
}