{
    "id": "58516932",
    "text": "Franco Latini (September 12, 1927 – February 2, 1991) was an Italian actor and voice actor. He was considered to be one of the most top voice dubbers for many animated films and cartoons for audiences across Italy. ==Biography== Born in Pomezia, which is in Rome, Latini started out working as a singer in nightclubs in the early 1950s, then he went on to work in the theatre and star in the 1953 film The World Condemns Them. Among Latini's most popular filmography includes the 1966 musical-comedy film Mondo pazzo... gente matta! starring Silvana Pampanini and the 1976 film The Black Maid starring Carla Brait. Despite Latini's popularity working as an actor, he was also heavily active as a voice actor.Cronologia fondamentale dell'epoca d'oro del doppiaggio italiano Dagli albori agli anni 1970 (in Italian) He dubbed Stan Laurel in several redubs of Laurel and Hardy shorts and films in which he was paired up with Carlo Croccolo. He also dubbed characters in many animated productions. He was the first voice of Skeletor in Masters of the Universe and from 1983 until 1988, he was the primary Italian voice of Donald Duck and he even dubbed Tom from Tom & Jerry and various characters from Looney Tunes and The Muppet Show. Latini founded his own dubbing company in the late 1970s, which was active until some point during the 1980s. In 1981, he lost one of his legs in an accident, which rendered him unable to perform on screen. After that, he devoted himself exclusively to dubbing. ===Personal life=== Latini had three children, daughters Laura Latini (1969-2012) and Ilaria Latini (born 1972) from his relationship with dialogue writer Maria Pinto and son Fabrizio Vidale (born 1970) from his relationship with actress Piera Vidale. All three followed in Latini's footsteps. ==Death== Latini died of a stroke at the Agostino Gemelli University Polyclinic in Rome on the evening of February 2, 1991 at the age of 63. ==Filmography== Latini (left) with Silvana Pampanini in Mondo pazzo... gente matta! (1966) ===Cinema=== *The World Condemns Them (1953) - Double Bass Player (uncredited) *Serenatella sciuè sciuè (1958) - Barone Paolino *The Motorized Women (1963) - Plump Man with a Hat (uncredited) *Bullet in the Flesh (1964) - Bob Rusky *Blue Summer (1965) - Oliveras *Mondo pazzo... gente matta! (1966) - Paolo Pizziconi *For Love... for Magic... (1967) *Johnny Hamlet (1968) - Gravedigger *May God Forgive You... But I Won't (1968) - Undertaker *Jus primae noctis (1972) *The Black Maid (1976) - Placido ===Television=== *Qui squadra mobile (1973) - Padrone ==Dubbing roles== ===Animation=== *Luke in The Rescuers *Various characters in Looney Tunes *Various characters in Merrie Melodies *Daffy Duck in The Bugs Bunny/Road Runner Movie *Various characters in The Looney Looney Looney Bugs Bunny Movie *Various characters in Bugs Bunny's 3rd Movie: 1001 Rabbit Tales *Various characters in Daffy Duck's Fantastic Island *Various characters in The Flintstones *Various characters in Kimba the White Lion *Bobo and Rock Slag in The Man Called Flintstone *Various characters in The Muppet Show *Skeletor in He-Man and the Masters of the Universe (season 1) *Muttley in Wacky Races *Muttley in Dastardly and Muttley in Their Flying Machines *Tom in Tom & Jerry *Donald Duck in All Disney Productions (1983-1988) *Top Cat in Top Cat *Top Cat in Yogi's Treasure Hunt *Top Cat in Top Cat and the Beverly Hills Cats *Popeye in Popeye and Son *Spider Monster in Scooby-Doo and the Reluctant Werewolf *Hair Bear in Help!... It's the Hair Bear Bunch! *Grape Ape / Beegle Beagle in The Great Grape Ape Show *Gus Holiday / Brutus the Lion in The Roman Holidays *Punkin' Puss in Punkin' Puss & Mushmouse ===Live action=== *Stan Laurel in Laurel and Hardy (1968-1970 redubs) *Moe Gelly in Once Upon a Time in America *Benjy Benjamin in It's a Mad, Mad, Mad, Mad World *El Nebuloso in Yellowbeard *Tushin in War and Peace *Albert C. Provo in The Green Berets *Second Griner in Deliverance ==References== ==External links== * * * Category:1927 births Category:1991 deaths Category:People from Rome Category:Italian male voice actors Category:Italian male film actors Category:Italian male stage actors Category:Italian male television actors Category:20th-century Italian male actors Category:Voice directors Category:Italian amputees Category:Deaths from cerebrovascular disease ",
    "title": "Franco Latini"
}