{
    "id": "58517541",
    "text": "The École Yabné is a Jewish school located in Paris. Founded in 1948—by Chief Rabbi Jacob Kaplan, with the help of Rabbi Élie Munk and Chief Rabbi Henri Schilli—it continues to this day.See Histoire de l'école juive en France.See Étude de cas. L'école Yabné renforce la sécurité de son établissement.See Daniel Haïk. Pionniers de l'éducation juive. Hamodia, Édition Internationale en Français. 15 December 2010.See Eliezer Shavit. Bernard Picard . 1925-1998. == History == In 1948, Chief Rabbi Jacob Kaplan, with the help of Suzanne Aron, created a Jewish lycée that he named École Yabné, in memory of the Yeshiva founded in Yavne by Yohanan ben Zakkai after the destruction of the Second Temple of Jerusalem by the Romans in the 70s CE. He received help from Rabbi Élie Munk; Chief Rabbi Henri Schilli; and the communities of the Adas Yereim Synagogue (Rue Cadet), the Rue de Montevideo Synagogue, the Rue Pavee Synagogue, and Synagogue Rashi (Rue Ambroise-Thomas), all in Paris. To run the school, Suzanne Aron called upon Albert Crémieux. In 1948, the school was on the grounds of the Gustave de Rothschild Foundation,A former Rothschild school, occupied by the École Maïmonide at its start (1935-1938), later requisitioned during the Second World War, then used as a reception centre during the Liberation at 60 rue Claude-Bernard, in the Latin Quarter. There was not enough room in the small building to accommodate all the students. The solution was to teach half the students in the morning, and half in the afternoon. Some classes took place in the Séminaire israélite de France, a rabbinical seminary located at 9 rue Vauquelin. This situation continued until the construction, in the 1960s, of a multi-story building, in the same location, that was far more spacious and could accommodate all classes. This building was opened on 2 May 1965. The building included a gym and a refectory, amenities the school had for the first time. In 1976, in agreement with the centre, Rachi classes took place from the first year to the final year. École Yabné could then accommodate 750 students. In 1993, the school left the Latin Quarter for the Porte d'Italie. It is currently the largest Jewish college in France. It has more than 1000 students from kindergarten to the final year of high school. The primary school is called École Yabné-Henri Schilli.See École Yabné Henri Schilli. == Lycée ranking == In 2015, the lycée ranked 47th out of 109 at the departmental level, in terms of teaching quality, and 452nd at the national level. The ranking is based on three criteria: the bac results, the proportion of students who obtain their baccalauréat after two years at the establishment, and the added value (based on the social origin of students, their age, and their national diploma results). == Directors == * Albert Crémieux (historian)|Albert Crémieux, (1948-1954) * Rabbi Adrien Guttel,Adrien Guttel died 1965. See Famille Klein. (1954-1964) * Bernard Picard, (1965-1992) * M. Cassar, (1992-1994) * Odile Namia-Cohen, (1994-1998) * Eliahou BellahsenEliahou Bellahsen is also the President of the Association des directeurs des écoles juives de France (ADEJF) == Secretaries == * Marguerite Kohn (1907-1993), \"the\" secretary, for a number of years, Rue Claude-Bernard == Treasurer == * Sylvain Kaufmann == Teachers == * Prof. Moshé Ahrend * Louis Cohn in 1948See Hamoré. * Rabbi Léon Ashkenazi (Manitou) * Chief Rabbi Emmanuel Chouchena, director of the Séminaire israélite de France * Sylvie Fogiel-Emmerich, maths teacher * Rabbi Joseph Frankforter * Chief rabbi Ernest Gugenheim, director of the Séminaire israélite de France * Rabbi David Messas, Talmud teacher, under the Chief Rabbi of Paris * Rita ThalmannAnnette Wieviorka, \"Historienne du nazisme - Rita Thalmann\", Le Monde, Tuesday 20 August 2013. * Chief Rabbi Charles Touati * Jean Zacklad, philosophy teacher == Alumni == * Rabbi Shlomo Aviner (Claude Langenauer) * Dan Arbib, philosopher * Prof. Henri Berestycki, Professor of mathematics, director of studies at the École des hautes études en sciences sociales * Prof. Joseph Emmerich - cardiologist, Université Paris Descartes, Hôtel Dieu (AP-HP) * Chief Rabbi Michel Gugenheim, Chief Rabbi of Paris * Meyer Habib, politician * Prof. Dov Hercenberg, Professor of philosophy at the Bar-Ilan University * Ariane Kalfa, philosopher * Francine Kaufmann, Professor at the Bar-Ilan University * Dr Alex Klein, Professor of mathematics at the Bar-Ilan University * Dr Michel Dalezman, Professor of mathematics at the Yeshiva University (New York City) * Prof. Ely Merzbach, Professor of mathematics at the Bar-Ilan University * Charles Mopsik, philosopher * Prof. Jacques Picard - Professor of economics Université du Québec à Montréal (UQAM), Collège de Netanya * Prof. Elie Picard - Pediatrician, Department director at Centre Médical Shaare Zedek (Jerusalem) * Prof. Jean Yves Sichel - ORL, Clinical chief at Centre Médical Shaare Zedek (Jerusalem) * Yves-Charles Zarka, philosopher, Professor at the Sorbonne, Paris Descartes University * Éric Zemmour, journalist and essayist == Bibliography == * Janine Modlinger, Bernard Picard : Le don d'une présence, Biblioeurope, 2000See Janine Modlinger. Bernard Picard: Le don d'une présence. 2000. * Michael Blum, Bernard Picard and Marianne Picard : le combat pour l'éducation juive, preface by the Chief Rabbi of France Gilles Bernheim == Notes and references == == External links == * Category:Jewish culture Category:Lycées in Paris Category:Universities and colleges in Paris Category:Jewish schools Category:Educational institutions established in 1948 Category:13th arrondissement of Paris ",
    "title": "École Yabné (Paris)"
}