{
    "id": "58513950",
    "text": "Martin Mason Hazeltine (1827–1903) (also known as M. M. Hazeltine) was an American photographer. Hazeltine specialized in stereography, creating one of the largest collections of scenic landscape photography of the American West dating to the 1860s and 1870s. ==Life and career== ===Early life=== Martin Mason Hazeltine was born on July 31, 1827 in Vermont. His mother was Fanny Bancroft and his father, Asa Hazeltine. ==Relocation to the West and early career== Hazeltine moved to California in 1850 to be a gold miner. In 1852, he returned to Vermont, where he would learn photography, specifically how to make daguerreotypes, alongside his brother, George Irving Hazeltine. The two brothers left Vermont in 1853, taking a ship from New York, arriving in San Francisco two months later, where they would open a photography studio. In 1855, the brothers closed their studio to pursue their own individual goals. Hazeltine married Barbara Fabing in 1855. ===Success in landscape photography=== A stereoscope by M. M. Hazeltine taken in Comptche, California Hazeltine pursued a career in landscape photography, traveling throughout the American West to capture Nevada, Oregon, Idaho, and California, including Yellowstone National Park. He also visited Alaska. Starting in the 1860s he shifted his focus towards California, which would remain his primary subject for almost twenty years. He had a summer home in Yosemite National Park and a winter home in Mendocino County. He entered into business with John James Reilly in June 1876, becoming the primary photography studio for Yosemite Valley. One year, two of Hazeltine's children would die of small pox. Hazeltine opened a photography gallery in Reno, Nevada in 1878 and in Boise, Idaho in 1883. In 1880, he visited Baker City, Oregon and four years later he opened a sister gallery to the one in Boise. ===Later life=== Hazeltine settled in Baker City, remaining there for the rest of his life. He died on February 16, 1903 at his Baker City home. ==Legacy== A selection of Hazeltine's stereographs reside in the collection of Claremont College, primarily focused around Yosemite Valley and northern California. Additionally, Hazeltine's works are found in the collections of the Oregon Historical Society, the Bancroft Library, and Princeton University. ==Further reading== *Palmquist, Peter E. and Thomas R. Kailbourn. Pioneer Photographers of the Far West: A Biographical Dictionary, 1840–1865. Stanford: Stanford University Press (2000). p 283-286. ==References== Category:1827 births Category:1903 deaths Category:Photographers from Vermont Category:People from Baker City, Oregon Category:19th-century American photographers Category:Landscape photographers ",
    "title": "Martin Mason Hazeltine"
}