{
    "id": "58517441",
    "text": "Jean Dupont (or Jacques Du Pont) was the first local governor of Martinique after the island had been taken by French forces under Pierre Belain d'Esnambuc. Accounts of events are confused, but after some fighting he managed to establish an uneasy peace with the island Caribs, who withdrew to the east of the island. He was returning to report to d'Esnambuc in Saint Christophe when he was shipwrecked, taken captive by the Spanish, and held captive for the next three years. ==Career== 19th century depiction of d'Esnambuc arriving on Martinique Du Pont was appointed governor of Martinique in 1635 to replace Pierre Belain d'Esnambuc. D'Esnambuc was the first governor and lieutenant general for the king on the islands of America, holding office from 1626 to December 1636. He had established the French colony on Saint Christophe. In 1635 he was confirmed as lieutenant general by the newly created Compagnie des Îles de l'Amérique and authorized to colonize Martinique. D'Esnambuc landed in Martinique with 100 experienced men on 15 September 1635. He was accompanied by Jean Dupont, lieutenant of the company in Saint Christophe. Dupont was a relative of d'Enambuc. 1656 map of the island, still divided between French in the west and Caribs in the east D'Esnambuc made a treaty with the Island Caribs. He quickly built a fort beside the sea, which he named Fort Saint-Pierre. He also built a residence, then returned to Saint Christophe in November 1635. He named Dupont as the first local governor of Martinique. Dupont was appointed on 17 September 1625. He was described as a man of great courage and prudence. After d'Esnambuc left the Caribs attacked the fort, but Dupont defeated them. The Caribs retired to the Cabesterre (east) section of the island, or to other islands. Dupont was returning to Saint Christophe to confer with d'Enambuc when he was wrecked in a storm on the shore of Santo Domingo. The Spanish took him prisoner and held him in close captivity for three years. Thinking Dupont was dead, d'Esnambuc appointed his nephew Jacques Dyel du Parquet to replace him. Du Parquet, who had also been appointed Lieutenant General of Martinique by the Company, arrived on the island on 20 January 1637. ==Notes== ==Citations== ==Sources== * * * * * * * * * * * Category:French Governors of Martinique ",
    "title": "Jean Dupont (governor)"
}