{
    "id": "58511050",
    "text": "PACER Plus is a proposed free trade agreement between the Forum Island Countries (FICs) of the Pacific Islands Forum and Australia and New Zealand. The negotiation for this agreement was triggered under the provisions of the Pacific Agreement on Closer Economic Relations (PACER) with Australia and New Zealand. As soon as the FICs start negotiating the Economic Partnership Agreement with the European Union, the FICs must also start negotiating a FTA with Australia and New Zealand. The PACER Plus is non-conventional and hybrid FTA as it contains a Chapter on Economic Development Assistance. The negotiation of the PACER Plus has now been completed and was signed in Nuku'alofa, Tonga in June 2017 by the following countries, Australia, Cook Islands, Kiribati, Nauru, New Zealand, Niue, Samoa, Solomon Islands, Tonga, Tuvalu and Vanuatu. The Office of the Chief Trade Adviser (OCTA) was setup in 2010 to advise and assist the FICs on the negotiation of the PACER Plus, it was led by Dr Edwini Keissie formerly of the WTO, the OCTA was closed in Dec 2017 after the completion of its task. The value of the agreement to the Pacific is disputed. Fiji and Papua New Guinea have refused to join the agreement. The Pacific Network on Globalisation has called the agreement \"unbalanced\" as key provisions on aid and labour mobility are non-binding. The agreement needs 8 ratifications to come into force. At the end of 2018, two signatories completed internal processes on ratifying PACERPlus, New Zealand was the first to ratify PACERPlus in Oct 2018, followed by Australia in December 2018. Samoa ratified in July 2019. The Solomon Islands ratified the agreement in June 2020. Niue ratified the agreement in July 2020. Kiribati and Tonga have also ratified the agreement. The Cook Islands have signalled their intent to ratify. Ratification by one more party will bring the agreement into force. ==References== Category:Free trade agreements of New Zealand Category:Free trade agreements of Australia Category:Pacific Islands Forum treaties Category:Proposed free trade agreements Category:Treaties of Niue Category:Treaties of Samoa ",
    "title": "PACER Plus"
}