{
    "id": "58516852",
    "text": "Affinage (Russian: Аффинаж) is a popular Russian band founded in 2012 by songwriter and lead singer Mikhail Em Kalinin (Russian: Михаил \"Эм\" Калинин) and bass player Sergei Sergeich Shiliaev (Russian: Сергей \"Сергеич\" Шиляев) in the city of Saint Petersburg. The band plays songs in its own style of noir- chanson and takes its name from the process of purifying an impure metal (French: affinage). Since its formation, the group released five studio albums, seven EPs, thirteen singles and one compilation. Affinage toured across Russia and Belarus, taken part in the popular Russian festivals (such as Nashestvie) and has songs on major music hit charts, and played on radio stations (e.g. Nashe Radio), without producers, labels or large sponsors. == History == Mikhail Kalinin and Sergei Shiliaev met in Vologda in 2007. Sasha Om and Aleksandr Koryukovets became friends in Vologda. In 2011, Shiliaev and Kalinin moved to Saint Petersburg, where they tried to create an \"ordinary rock band\". After several months of unsuccessful musician searches, they decided to concentrate on music as an acoustic duo. They originally planned to be called Ya i Mobius yedem v Shampan' (Russian: Я и Мёбиус едем в Шампань), translated as I and Möbius are going to Champagne. The duo's first rehearsal was 13 March 2012. A few months later Kalinin and Shiliaev met with bayan player Aleksandr Koryukovets to form the trio Affinage. Before the release of the debut mini-album the trio rehearsed and played live concerts. 21 September 2012 was the first performance of the group in the club \"Baikonur\" (Russian: \"Байконур\") in Saint Petersburg. In the fall of 2012, the trio met with trombonist Aleksandr Sasha Om Yevdokimov, who joined the band. Before the creation of the group its members were engaged in individual creative projects. Sasha Om worked on music project Sasha Om (Russian: Саша Ом), Sergey Shiliaev played in the post-punk band Her Cold Fingers, Em Kalinin wrote poetry and worked on a solo project (a)SPID (Russian: (а)СПИД). Aleksandr Koryukovets and Sasha Om have musical educations and are professional musicians. Em and Sergeich haven't received a musical education (Em is a journalist, and Sergeich is a culturologist), however they studied music on their own. == Style == All Russian lyrics of the group (except for cover versions) are written by Em Kalinin. The band's range includes light indie, pop-rock, and dark folk, but it keeps the face and its unique sound, considered an original and one of the most authentic in Russia. Layered powerful bayan, ornate bass lines, melodic trombone, acoustic guitar, vocals ranging from a gentle half-whisper to an emotional tear, general polyphony – sometimes the band sounds like a full-fledged orchestra. Since the beginning of Affinage, its members have worked in the synthetic style of noir-chanson, which contains references to many genres of pop and rock music of the twentieth century including classical urban song (both Russian and Western European), 90's alternative rock, Russian rock tradition, Russian folklore, western dark folk and modern indie. In a 2018 interview, bassist Sergei Shiliaev said that the newly defined term noir-chanson was an attempt to separate from existing labels, and to have their own face musically and formally. At the same time music observers say that the band plays \"acoustic rock with the addition of free folk, theatrical drama and the sophistication of rebellious arrangements, which is more characteristic of sparkling free jazz\". According to Russian music critics, \"if the rock was not born in England, but in Russia, it would probably soon become like Affinage plays it\". == Soundtrack == The musician, writer and member of Kino, Aleksei Rybin, used Affinage’s songs \"Nravitsya\" (\"I like\", Russian: \"Нравится\"), \"Sodom i Gomorra\" (\"Sodom and Gomorrah\", Russian: \"Содом и Гоморра\") and \"Sasha\" (Russian: \"Саша\") as a soundtrack for his debut full-length feature film \"Skoro vso konchitsya\" (\"It will all be over soon\", Russian: \"Скоро всё кончится\"). The film was in the main competition of the festival Kinotavr, and was awarded with the prize of the Rossiyskaya Gazeta in the online festival Double dv@. Rybin said that the songs used in the film are not random, but have a meaning and are perceived as \"internal monologues of characters\". The Affinage compositions attracted attention, according to Rybin, also because they don't use a rhythm section. Film critic Elena Stishova noted that \"passages under the soundtrack cause associations with Balabanov's films\". == Band members == * Mikhail Em Kalinin – lyrics, lead vocal, guitar, ukulele * Aleksandr Sasha Om Yevdokimov – trombone, backing vocal, percussion, guitar, keyboard * Sergei Sergeich Shiliaev – bass, backing vocal * Aleksandr Koryukovets – bayan, backing vocal, percussion == Discography == === Studio albums === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Ya i Mobius yedem v Shampan' |Я и Мёбиус едем в Шампань |I and Möbius are going to Champagne |2014 |- |Russkiye pesni |Русские песни |Russian Songs |2015 |- |Russkiye pesni. Poslesloviye |Русские песни. Послесловие |Russian Songs. Afterword |2016 |- |Sdelay more |Сделай море |Make the Sea |2017 |- |Zoloto |Золото |Gold |2018 |} === EPs === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Affinage |Аффинаж |Affinage |2013 |- |Deti |Дети |Children |2013 |- |Letayu/Rastu |Летаю/Расту |I'm flying/I'm growing |2014 |- |Mira |Мира |Mira or Peace to you! |2017 |- |Ty, kotoryy nashol |Ты, который нашёл |You who found |2018 |- |Komnata s lichnymi veshchami |Комната с личными вещами |Room With Personal Belongings |2018 |- |Chudo |Чудо |Miracle |2018 |} === Compilations === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Luchsheye za 5 let |Лучшее за 5 лет |Best of 5 years |2017 |- |} === Singles === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Davay druzhit' |Давай дружить |Let's be friends |2014 |- |Luchshe mne ne znat' o tebe nichego lishnego |Лучше мне не знать о тебе ничего лишнего |I'd rather not know about you too much |2014 |- |- |Nravitsya |Нравится |I like |2014 |- |Nike (Yeyo Kholodnyye Pal'tsy cover) |Нике (Её Холодные Пальцы cover) |Nike (Her Cold Fingers cover) |2015 |- |Mechta (single version) |Мечта (single version) |Dream (single version) |2016 |- |Sberegla (tribute Kalinov Most) |Сберегла (трибьют Калинов Мост) |You Saved (tribute Kalinov Most) |2016 |- |Schast'ye |Счастье |Happiness |2016 |- |Luchshe Vsekh |Лучше всех |Better than All |2018 |- |Naprasnaya obida |Напрасная обида |Senseless Resentment |2018 |- |Vdali |Вдали |Away |2018 |- |Ni za chto ne skazhu tebe proshchay |Ни за что не скажу тебе прощай |I'll Never Say Goodbye To You |2019 |- |New York — Moskva |Нью- Йорк — Москва |New York — Moscow |2019 |- |Nepravda |Неправда |Untruth |2020 |- |Kotik |Котик |Cat |2020 |- |Angel |Ангел |Angel |2020 |} === Featuring === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Zalech' na dno v Avtovo (ekhoprokurennykhpodyezdov feat. Affinage) |Залечь на дно в Автово (эхопрокуренныхподъездов feat. Аффинаж) |To lay on the Bottom in Avtovo (ekhoprokurennykhpodyezdov feat. Affinage) |2016 |- |Klyki (25/17 p. u. Affinage) |Клыки (25/17 п. у. Аффинаж) |Fangs (25/17 with Affinage) |2017 |- |- |Moryak (25/17 p. u. Affinage) |Моряк (25/17 п. у. Аффинаж) |Sailor (25/17 with Affinage) |2017 |- |Oshybki (Animaciya & Affinage) |Ошибки (АнимациЯ & Аффинаж) |Mistakes (Animaciya & Affinage) |2018 |} === Covers === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Sberegla (tribute Kalinov Most) |Сберегла (трибьют Калинов Мост) |You Saved (tribute Kalinov Most) |2016 |- |Mozhesh' letet' (cover Animal Jazz, sbornik \"Shag Vdokh. Tribute\") |Можешь лететь (кавер Animal ДжаZ, сборник \"Шаг Вдох. Трибьют\") |You May Fly (Cover Animal Jazz, a compilation \"Step Breath. Tribute\") |2017 |- |Otets (cover 25/17, sbornik \"VSPOMNIT VSIO. Chast 4 (2). Kovry\") |Отец (кавер 25/17, сборник \"ВСПОМНИТЬ ВСЁ. Часть 4 (2). Ковры\") |Father (cover 25/17, a compilation “REMEMBER EVERYTHING. Part 4 (2). Covers”) |2020 |- |} === Videos === {| class=\"wikitable\" !Transliterated title !Original title !Translation !Year of release |- |Affect |Аффект |Affect |2013 |- |Sasha |Саша |Sasha |2013 |- |- |Nravitsya |Нравится |I like |2015 |- |Prygayu-Stoyu |Прыгаю-стою |I'm Jumping I'm Standing |2015 |- |Mechta (single version) |Мечта (single version) |Dream (single version) |2016 |- |Luchshe Vsekh |Лучше всех |Better than All |2018 |- |Ni za chto ne skazhu tebe proshchay |Ни за что не скажу тебе прощай |I'll Never Say Goodbye To You |2019 |- |New York |Нью-Йорк |New York |2019 |} == References == == External links == *Official page on VK Category:Russian rock music groups Category:Musical groups established in 2012 Category:Musical groups from Saint Petersburg ",
    "title": "Affinage (band)"
}