{
    "id": "58516534",
    "text": "Roger Delage (4 December 1922 – 8 February 2001) was a French musicologist and conductor. He was the leading authority on the life and works of the composer Emmanuel Chabrier, and as a conductor was known for reviving the music of early French composers such as Guillaume de Machaut. ==Life and career== Delage was born in Vierzon in central France. He was a student at the Paris Conservatoire, where he studied the viola with Maurice Vieux and the history of music with Norbert Dufourcq. He also played in the Orchestre des Cadets du Conservatoire formed by the director Claude Delvincourt to allow his students to avoid being conscripted into the \"Service du travail obligatoire\" in Nazi Germany.Delage, Roger. Chabrier. Libraire Arthème Fayard, 1999: Introduction, p. 11. In 1954 he joined the viola section of the Orchestre philharmonique de Strasbourg.Condé, Gérard. \"Roger Delage (1922–2001)\", Revue de Musicologie, T. 87, No. 1 (2001), pp. 213–214 (in French) Delage settled permanently in Strasbourg, where in 1959, in association with the local university, he founded the Collegium Musicum, Strasbourg. With this ensemble he revived old French music including that of Guillaume de Machaut and André Campra, and played modern works by composers from Bartók to Georges Migot, Charles Koechlin and Jean Françaix. Between 1972 and 1990 he lectured on chamber music at the Conservatoire de Strasbourg, and from 1976 to 1985, the history of music, at Strasbourg and Nancy. Delage died in Strasbourg at the age of 78. ==Books and journal articles== The best-known aspect of Delage's work is his musicology, and particularly his research into and publications about Emmanuel Chabrier. Delage's obituarist in the Revue de Musicologie commented that although Delage was not the first proponent of Chabrier's importance in French music, he was the most constant and the most knowledgeable. In 1963 he presented a series of radio programmes on France Culture, Ce sacré Chabrier, subsequently adapted for Roland-Manuel's Histoire de la musique in the Encyclopédie de la Pléiade. His first book on the composer was published in 1982 – a 214-page, bilingual French and English \"musical iconography\" illustrated with numerous photographs, drawings and paintings of Chabrier and his circle. Reviewing the work, Roger Nichols wrote, \"M. Delage and the publishers are to be congratulated on this elegant tribute to one who was himself so alive to the visual arts\",Nichols, Roger. \"Views of Chabrier\", The Musical Times, Vol. 124, No. 1685 (July 1983), p. 428 and Robert Orledge wrote, \"this superb and comprehensive iconography should be in the library of everyone who cares about Chabrier's vividly evocative and highly original music\".Orledge, Robert. Review, Music & Letters, Vol. 63, No. 3/4 (July – October 1982), pp. 328–329 Delage was awarded the René Dumesnil Prize of the Institut de France for the book. Delage's next book on Chabrier was a 1,300 page edition of the composer's correspondence, published in 1994, containing 1,149 letters, mostly previously unpublished (as well as 150 unpublished letters received by the composer), compiled and edited in collaboration with Frans Durif and Thierry Bodin. Finally, in 1999, Delage published a full-scale – 767-page – biography of Chabrier, which won him the Grand prix des Muses de la biographie and a second Prix René Dumesnil. It included Delage's catalogue of the composer's works; the Bibliothèque nationale de France follows this, and uses \"D\" numbers for the compositions, in the manner of the K numbers for Mozart's works after the Köchel catalogue.\" Roger Delage (1922–2001) – Éditeur scientifique\", Bibliothèque nationale de France. Retrieved 18 September 2018 Delage also published a catalogue of the works of Charles Koechlin (1975). Delage contributed to musical journals in France and Britain, beginning in 1963. Among his subjects were \"Chabrier et Wagner\" and \"Correspondance inédite entre Emmanuel Chabrier et Félix Mottl\" (Revue de Musicologie); \"Manet et Chabrier\" (Revue de l'art); \"En Alsace\" (La Nouvelle Revue des Deux Mondes); \"Emmanuel Chabrier in Germany\" and \"Ravel and Chabrier\" (The Musical Quarterly) and \"The Literary World of Emmanuel Chabrier\" (The Musical Times).\"Roger Delage\" JSTOR. Retrieved 18 September 2018 ==Editor== Delage prepared several of Chabrier's works for publication, including Une éducation manquée (published 1991);\" Une éducation manquée\", Bibliothèque nationale de France. Retrieved 18 September 2018 the piano duet Prélude et Marche française (the latter being the original of the Joyeuse marche; edition published 1993);\"Prélude et Marche française\", Bibliothèque nationale de France. Retrieved 18 September 2018 the complete songs, published in two volumes (1995 and 1997), with Chabrier's folk song arrangements following, though not published until after Delage's death.\"Mélodies\", and \"16 plus jolies chansons de France\", Bibliothèque nationale de France. Retrieved 18 September 2018 Also published posthumously was Delage's edition of the four piano pieces, Petits morceaux faciles.\"Petits morceaux faciles\", Bibliothèque nationale de France. Retrieved 18 September 2018 Away from his usual specialism of Chabrier, Delage was jointly responsible with the Fauré scholar Jean-Michel Nectoux for the first authoritative published text of the 1893 version of Faure's Requiem, smaller in scale and more sparingly orchestrated than the familiar 1901 score.Gilbert, David. Review, Notes, vol. 54, no. 2, 1997, pp. 574–576 Delage conducted the first performance of this version of the work, which has now become the standard edition of the 1893 score. ==Conductor== Some recordings exist of Delage's work as a conductor, including music by Chabrier from Une éducation manquée, Fisch-Ton-Kan and Vaucochard et fils Ier. His work in early French music is represented by a disc of songs by Guillaume de Machaut; and in later music by recordings of Ignaz Pleyel's Symphonie periodique, no. 6, in F major and Georges Migot's Symphonie pour orchestre à cordes, both with the Collegium musicum de Strasbourg, and Delage wrote a few pieces of music, including a Scherzo for Cello and Piano, published in 1970. ==Notes== Category:1922 births Category:2001 deaths Category:20th-century French musicologists Category:French academics Category:French musicians Category:People from Vierzon Category:Conservatoire de Paris alumni Category:French non-fiction writers Category:French male conductors (music) Category:20th-century French conductors (music) Category:20th-century French male musicians ",
    "title": "Roger Delage"
}