{
    "id": "58511110",
    "text": "Doreen Wallace held aloft by supporters at Wortham Manor in 1939 after the bankruptcy sale. Doreen Wallace (Doreen Eileen Agnew Wallace, married name Rash from 22 October 1989) was an English novelist, grammar school teacher and social campaigner.Norfolk Women in History Retrieved 17 September 2018. In more than 40 novels she is seen to explore examples of \"comic and tragic cross-purposes between different classes, sexes and generations\".Virginia Blain, Patricia Clements and Isobel Grundy: The Feminist Companion to Literature in English. Women Writers from the Middle Ages to the Present (Batsford: London, 1990), pp. 1125–1126.Orlando site Retrieved 17 September 2018. ==Life== Born in Low Lorton, Cumberland (now in the Cumbrian borough of Allerdale) in 1897, Doreen Wallace was the only child of R. B. Agnew Wallace and his wife Mary Elizabeth, née Peebles. She was educated at Malvern Girls' College and then took an English honours degree course at Somerville College, Oxford. Her father introduced her to poetry, but also drank heavily and sometimes fought with his wife.Mo Moulton: \"'All the world was made for you': Talking Back to Ophelia in 1918\", Feminism, 3 November 2015 Retrieved 17 September 2018. After teaching for a while at Diss Grammar School in Norfolk, she was married in 1922 to Rowland H. Rash, a long-established farmer and landowner in Wortham, Suffolk. While they raised three children, she taught part-time for the Workers' Educational Association and began a writing career that lasted into the 1980s.Flyleaf biography on Barnham Rectory (Harmondsworth, Middlesex: Penguin, 1939). In 1978, two years after writing her last novel, Doreen Wallace returned to live in Diss for the remaining eleven years of her life, leaving her son Rowland Murray Wallace Rash at Wortham. Of her two daughters, Stella became an artist and Laura farmed in Arizona for many years before returning to Diss. Doreen Wallace died of bronchopneumonia on 22 October 1989. A biography of her appeared in 2000.June Shepherd: Doreen Wallace, 1897–1989: writer and social campaigner (Lewiston, NY/Lampeter: Edwin Mellen Press, 2000).Suffolk Artists Retrieved 28 September 2018. ==Campaigning== Wallace's social campaigning came to the fore in the agricultural depression of the 1930s. Her moves against the imposition of tithes led to the stock of two farms being impounded in 1935, a siege at Wortham Manor, confrontation with local Blackshirts, and bankruptcy in 1939. The tithe issue led to disagreement and estrangement from Dorothy Sayers, who had been a close friend.June Shepherd in Books and Pictures, 2000 Retrieved 28 September 2018. ==Writings== While recent graduates, Wallace and Eleanore Geach contributed a joint \"Ballade of Ladies Who Died for Love\" to the volume Oxford Poetry 1918, questioning why a woman would \"Seek death to end your misery?/Why did ye not forget your pain/In new loves and new ecstasy?\" She also collaborated with Geach on a volume of verses, –Esques, in the same year. However, novels, agriculture and gardening were to be Wallace's mainstays as a writer. Her first novel, A Little Learning (1931) has a girl with an Oxford degree escaping from her rough farming family into a dull, loveless marriage. Her 45 novels cover in comic and tragic ways conflicts between different classes, sexes and generations. How Little We Know (1949) features a retired colonel and his wife failing to notice the danger to their proletarian maid from a genteel lodger. In Daughters (1955), the middle-class girls are overcome by tedium. Woman with a Mirror (1963) tells of the downfall of a flirt in a little Lake District town. Barnham Rectory, an earlier novel (1934), was declared a \"choice\" by the Book Society. Her other novels include Even Such Is Time (1934),Kirkus Retrieved 28 September 2018. Going to Sea (1936), The Time of Wild Roses (1938), Green Acres (1941), The Noble Savage (1945), Willow Farm (1948), Sons of Gentlemen (1953), Daughters (1955), Woman with a Mirror (1963), The Mill Pond (1966), An Earthly Paradise (1971) and Landscape with Figures (1976). Wallace has been described as belonging to the Somerville School of novelists, along with Vera Brittain, Winifred Holtby, Muriel Jaeger, Margaret Kennedy and others.Trudy Morgan-Cole outlining Susan J. Leonardi's study Dangerous by Degrees. Women at Oxford and the Somerville College Novelists (New Brunswick/London: Rutgers University Press, 1989) Retrieved 28 September 2018. Wallace's non-fiction mainly deals with the countryside – The Tithe War (a vivid account of her activism, 1934), East Anglia (with R. P. Bagnall-Oakeley, 1939), How to Grow Food (1940), a gardening diary entitled In a Green Shade (1950), and Outlook for Farming. She also wrote for The Times and the Eastern Daily Press in that period. Wallace's poem \"Ninety-First Birthday Ode\", dated 18 June 1988, includes arguments for the right to die and for permitting euthanasia. Wallace also gained a local reputation as a water-colour painter. ==References== Category:1897 births Category:1989 deaths Category:People educated at Malvern St James Category:Alumni of Somerville College, Oxford Category:20th-century English women writers Category:English women novelists Category:Agricultural writers Category:Garden writers Category:People from Cumberland Category:People from Suffolk Category:People from Norfolk ",
    "title": "Doreen Wallace"
}