{
    "id": "58514730",
    "text": "The Long Cove Creek railway viaducts are heritage-listed railway viaducts which carry the Main Suburban railway line over Long Cove Creek between the suburbs of Lewisham and Summer Hill in Sydney, New South Wales, Australia. The viaducts were designed and built by the New South Wales Government Railways. The property is owned by RailCorp, an agency of the Government of New South Wales. It was added to the New South Wales State Heritage Register on 2 April 1999. == History == The first section of railway built in New South Wales was opened as a single line from the Cleveland Paddocks (near Cleveland Street overbridge) to a site west of Granville on 26 September 1855. It was duplicated by June 1856. The largest structure on the line was the 8-span stone arch viaduct over Long Cove Creek on the western side of Petersham. By the 1880s deterioration lead to its replacement by three pairs of Whipple trusses, they were American type wrought iron, pin-jointed deck trusses. The bridge was only one of two bridges in NSW to employ the Whipple Truss (the other being a road bridge over the Shoalhaven River at Nowra). These were subsequently replaced by welded, deck plate web girders in 1993. A pair of the Whipple trusses are on display on the southern side of the Lewisham Viaduct. Two more tracks (quadruplication) were added in 1892 using three double track deck trusses of the British lattice type. These were also replaced by welded, deck plate web girders in 1998. Two further tracks were added for the sextuplication during 1925-27, on the northern side of the viaduct, for which three pairs of riveted steel, deck Warren trusses were erected. They are still in use. == Description == The Lewisham viaducts trusses are located west of Lewisham Station. The structure which comprises recently installed plate web girders and original Warren trusses carries local, suburban and main lines over Long Cove Creek. The original Whipple trusses which have been replaced by the plate web girders have been removed and displayed adjacent to the viaducts. The viaducts include several structures: * Girders: plate web girders on local lines (1993) * Girders: plate web girders on suburban lines (1998) * Trusses: Warren trusses on main lines (1926) * Display Trusses: Whipple trusses displayed under viaduct (1886) ===Girders (on local lines)=== There are three pairs of double track, welded plate web girders which carry two local lines over Long Cove Creek. Each span of steel girders is and are supported by brick piers and abutments. ===Girders (on suburban lines)=== There are three pairs of double track, welded plate web girders which carry two suburban lines over Long Cove Creek. The girders are made of steel and are supported on brick piers and abutments. ===Trusses (on main lines)=== There are three pairs of single track deck Warren trusses which carry the main lines over Long Cove Creek. Each span is and supported by brick piers and abutments. ===Display (displayed under viaduct)=== A pair of original Whipple trusses has been retained on site. These are wrought-iron, pin-jointed deck trusses which were developed in America. ==Archaeological potential== The Lewisham viaducts have moderate archaeological potential. Any evidence of the 1882 Lattice trusses on the suburban lines has been removed when replacement with plate web girders in 1998. However the pair of original 1886 Whipple trusses that have been retained on site and put on display under the viaduct, and provide evidence of the historic structures that were employed over the viaducts. == Condition and integrity == All girders and trusses were reported to be in good condition as at 1 September 2010. The integrity of the Lewisham viaduct as a whole is considered to be moderate. The original 1926 Warren trusses carrying the main lines over the viaducts have been retained in their original condition and functioning. However the removal of the original Whipple and Lattice trusses and their replacement with modern plate web girders has reduced the integrity of the viaducts. == Modifications and dates == * 1928: Local and Suburban lines electrified to Homebush. * 1955: Main lines electrified to Homebush. * 1993: Whipple truss spans replaced. == Heritage listing == Lewisham viaduct over Long Cove Creek has state significance as the site of different railway underbridges which represent significant phases in the development of the NSW railways. At the time of its construction it was the largest bridge on the line; the subsequent use of the extant Whipple Trusses (on display on-site) was historically significant as it was one of only four bridges in NSW to employ such Trusses; the addition of the existing Warren Trusses to the north side of the viaduct dates from the 1926-27 sextuplication of the line. The viaduct with the Warren Trusses which has remained largely intact forms a significant landmark in the local area. The viaduct is also significant for its association with NSW Railways Engineer-in- Chief John Whitton and his successor George Cowdery. Lewisham Railway viaducts over Long Cove Creek was listed on the New South Wales State Heritage Register on 2 April 1999 having satisfied the following criteria. The place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales. Lewisham viaduct over Long Cove Creek has historical significance at a state level as the site of different railway underbridges which represent significant phases in the development of the NSW railways. The stone arch viaduct built during the first phase of NSW railway construction in the 1850s was the largest structure on line; its subsequent replacement with Whipple Trusses in the 1880s was historically significant as it was one of only four bridges in NSW to employ such trusses; the 1890s addition of British lattice deck trusses to accommodate extra tracks represented the 1892 quadruplication of the line and the 1920s addition of currently used Warren Trusses to the north side of the viaduct demonstrated the 1926-27 sextuplication of the line. The currently displayed Whipple Truss on site and the extant Warren Trusses are able to collectively demonstrate the growth of the railways during the late 19th and early 20th century. The place has a strong or special association with a person, or group of persons, of importance of cultural or natural history of New South Wales's history. Lewisham viaduct is significant for its association with NSW Railways Engineer-in-Chief John Whitton who was responsible for encouraging the use of Whipple Trusses at the underbridge in the 1880s. His successor George Cowdery was influential in implementing the use of Warren Trusses for the 1920s sextuplication. The place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales. Lewisham viaduct with the Warren Trusses which has remained largely intact has local aesthetic significance as it forms a significant landmark in the local area. The viaduct has state technical significance as at the time of its construction in the 1850s, it was the largest structure on line and to date it is the largest underbridge on this section of the railway. The Whipple Truss displayed on site and the Warren Trusses which are still in use exemplify the technology employed for railway underbridges during the late 19th and early 20th century. The place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales. Lewisham viaduct has moderate research potential as the pair of original 1886 Whipple trusses that have been retained and put on display adjacent to the viaduct have a high level of integrity and are able to provide evidence of late 19th century engineering technology that was employed on two sites within NSW. The historic engineering marker placed on site by the Institution of Engineers Australia demonstrates that the site is a benchmark in terms of the engineering technology that was used for the viaducts. The place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales. Lewisham viaduct has rarity in terms of the Whipple trusses as the Lewisham viaduct was one of two such bridges in NSW which employed the Whipple Truss, the other being a road bridge over the Shoalhaven River at Nowra. Similarly the extant and operational Warren Trusses are rare on the New South Wales railway system. The place is important in demonstrating the principal characteristics of a class of cultural or natural places/environments in New South Wales. Lewisham viaduct is representative of Warren trusses bridge construction. == See also == *List of railway bridges in New South Wales == References == === Attribution === ==External links== Category:New South Wales State Heritage Register Category:Lewisham, New South Wales Category:Summer Hill, New South Wales Category:Viaducts in Australia Category:Railway bridges in New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register Category:1886 establishments in Australia Category:Bridges completed in 1886 Category:Whipple truss bridges Category:Warren truss bridges Category:Girder bridges ",
    "title": "Long Cove Creek railway viaducts, Lewisham"
}