{
    "id": "58520592",
    "text": "Trauma-sensitive yoga is yoga as exercise, adapted from 2002 onwards for work with individuals affected by psychological trauma. Its goal is to help trauma survivors to develop a greater sense of mind-body connection, to ease their physiological experiences of trauma, to gain a greater sense of ownership over their bodies, and to augment their overall well-being. However, a 2019 systematic review found that the studies to date were not sufficiently robustly designed to provide strong evidence of yoga's effectiveness as a therapy; it called for further research. == Background == === Psychological trauma and the body === Psychological trauma can follow from the experience of a traumatic event. Psychological trauma occurs when an individual has experienced a traumatic event which becomes lived and relived in the body and the mind. Trauma can trigger a chronic stress response in the body, which may manifest as an uncontrollable and constant state of heightened arousal and fear. Those with a history of trauma may also interpret this chronic stress response as a threat to their sense of self and relation to the world. Traumatized individuals often have difficulty soothing their overactive internal sensations without relying on external stimuli, such as food, substances, or self-harm. Therefore, psychological trauma is not only associated with psychological disorders such as post-traumatic stress disorder, depression, and anxiety, but also with somatic disorders. Though most evidence-based treatments focus on the psychological effects of trauma first and foremost, attrition rates are still high, possibly due to heightened physiological arousal during the initial stages of exposure therapy. Mind-body approaches offer a complementary method to traditional psychotherapy, allowing traumatized individuals to reconnect with and identify their own physical sensations. Mind-body approaches allow participants to work through their somatic trauma memories and feel safe enough to emotionally and verbally process their traumatic memories. Such approaches involve increasing awareness of, and attention to, bodily sensations, while emphasizing present-moment experience. In this way, they seek to counteract dissociative responses. Finally, mind-body approaches attempt to help traumatized individuals to nurture their bodies. In this way, messages from the physical body may provide information for traumatized individuals about their identities and help individuals regain ownership over their internal responses. === Postural yoga === Postural yoga teachers may respectfully adjust a pupil's body hands-on, whereas trauma-sensitive yoga requires giving space to participants. Postural yoga is a mind-body practice with many forms and styles. It typically includes physical postures called asanas, breathing exercises (pranayama), mindfulness, and meditation. Postural yoga can reduce stress, enhance physical health, and heighten one's sense of self. === Physiological effects === The techniques of yoga alleviate effects on the body's nervous system. The mindfulness and meditation aspect of yoga allows the mind to maintain objective awareness on the body's physical sensations, while maintaining a state of calm. The aspect of yoga geared toward breath manipulation helps to enhance capacity for emotion regulation. Thus, yoga reduces the overall intensity of the stress response and improves the ability to self-soothe. Yoga is associated with a reduction in physiological and somatic complaints often attributable to post- traumatic stress disorder, such as pain and anxiety. Research also suggests that yoga produces psychological benefits for individuals with post-traumatic stress disorder such as reduction of stress, a decrease in depression as associated with the mindfulness component, a greater sense of interconnectedness with others when practiced in group settings, enhanced self-efficacy and self-esteem, and a feeling of overall empowerment. ==Description== Trauma-sensitive yoga is a form of yoga as therapy, adapted from modern postural yoga. It was developed at the Justice Resource Institute's Trauma Center in Brookline, Massachusetts, in 2002 by David Emerson and colleagues. It was designed to promote an enhanced feeling of safety for traumatised individuals as they engage in an exercise that is focused on body awareness, which might otherwise be overwhelming for them. It addresses the need for a trauma-informed yoga practice able to identify and mitigate potentially triggering environmental and physiological circumstances, while still providing the psychological and physical benefits that typical yoga practice offers. Trauma-sensitive yoga has been formulated from five core domains which if nonoptimal could produce adverse side effects among a traumatized population by reminding them of their traumas: {| class=\"wikitable\" |- ! Five Core Domains !! Trauma-sensitive yoga !! Modern postural yoga |- | Environment || Space is welcoming, safe, comfortable for vulnerable students || Any suitable space |- | Physical exercise || Internal sensations important, for feelings of safety, self-acceptance || Achieve particular postures |- | Assists || Allow space between teacher and pupil || Polite hands-on acceptable |- | Teacher qualities || Gentle, students stay in control || Often directive |- | Language || Non-directive instructions || Directive language acceptable |} == Key features == === Approach === Trauma- sensitive yoga is designed to begin gently, with a seated breathing exercise, followed by light movements. While adhering to the conditions of the five core domains (i.e., physical environment, exercises, teaching style, adjustments, and language), the instructor guides the class through a series of physical postures at a level of difficulty fitting the abilities of the participants. In each posture, instructors encourage students to observe their internal sensations, without judgment, and to respond to them compassionately. Throughout, participants are encouraged to make choices for themselves about what feels comfortable and safe in their bodies, and instructors spaciously invite students to modify any posture as needed. The class ends similarly to ordinary postural yoga in a resting pose (Savasana). Certain conditions remain constant to ensure that participants feel safe, including consistency of room appearance and class structure, instructors' reminders to participants of where the exits are located, and bright lighting so that participants can see their surroundings. === Mechanisms === Individuals who have experienced psychological trauma often view their internal body sensations as dangerous and foreign, and form destructive habits as a means of coping with their internal experiences. Therefore, instructors strive throughout to create an environment that feels both physically and emotionally safe for the participants, thereby facilitating a healing atmosphere for traumatised individuals. When students feel increased levels of safety and groundedness in their environment, they are said to be at an appropriate mid-range level of arousal for working with their traumas effectively. In that state, they can learn to work with the physiological experiences of trauma in a more adaptive and less destructive manner. === Confidentiality === Consumers of trauma- sensitive yoga may need to consider the matter of confidentiality as it differs between trauma-sensitive yoga instructors and mental health professionals. Though instructors are most often required to complete at least 200 hours of yoga teacher training with a focus on trauma, confidentiality is typically not the focus of training. == Evidence == Trauma-sensitive yoga is effective for improving the psychological symptoms for women who have survived interpersonal violence. Improvements may include a reduction in symptom severity of post-traumatic stress disorder, reduction in severity of symptoms of depression and anxiety. Survivors of interpersonal violence who engage in trauma-sensitive yoga have reported increased feelings of safety and agency, higher self-esteem and self-compassion, decreased feelings of isolation, greater feelings of relaxation, and a greater sense of agency over their own bodies. Practitioners state that trauma-sensitive yoga should be used only as an alternative and complementary treatment to other evidence-based treatments (e.g., psychotherapy, medication) for trauma. Classes are designed to vary, and thus efficacy has not been established. Trauma-sensitive yoga can be used as a primer to individual psychotherapy, as a means of preparing and grounding the body before uncovering stored traumatic memories, and establishing a traumatized individual's buy-in for treatment. A systematic review in 2019 failed to find strong evidence that yoga was effective in PTSD, depression, or anxiety after trauma, as the studies examined were of low quality with a \"high risk of bias\"; they provided what would if confirmed be strongly beneficial effects with effect sizes in the range of ds=0.40—1.06. The reviewers called for further studies with \"more rigorous design\". == References == Category:Yoga styles Category:Mind–body interventions Category:Alternative medicine ",
    "title": "Trauma-sensitive yoga"
}