{
    "id": "58525074",
    "text": "Mt. Joy is a five-piece indie rock band based in Los Angeles with roots in Philadelphia. They consist of members Matt Quinn (vocals, guitar), Sam Cooper (guitar), Sotiris Eliopoulos (drums), Jackie Miclau (keyboards), and Michael Byrnes (bass). The band debuted in 2016 with their single \"Astrovan\", recorded in Los Angeles by Quinn, Cooper, and Byrnes. This was followed up in 2017 by the trio of singles \"Sheep\", \"Cardinal\", and \"Silver Lining\", with \"Silver Lining\" eventually charting at the top spot of the Billboard Triple A charts. On March 2, 2018, they released their debut eponymous studio album. Between the next two years, Mt. Joy performed at festivals and on tour as support acts, as well as headlining a North American and European tour. After a tour with The Lumineers was cut short due to COVID-19, Mt. Joy released their second studio album, “Rearrange Us” on June 5, 2020. == History == === 2016–2017: Origin === Having first met in high school in Philadelphia, PA, Matt Quinn and Sam Cooper reunited in Los Angeles in 2016 and began working on music. Says Quinn, “It was just one of those cool, serendipitous life moments where a person that I’d been making music with in high school ended up in the same city as me, and I didn’t really know anybody else...Just because we love music we were getting together and writing together.”https://www.vaildaily.com/entertainment/mt-joy-talks-quick- assention-to-indie-folk-popularity-ahead-of-belly-up-show/ The pair named the project after the name of a mountain in Valley Forge National Park near where Quinn and Cooper grew up.https://riffmagazine.com/qa/mt-joy-good-folks/ The two recorded the single \"Astrovan\" with the help of future bandmate bassist Michael Byrnes, who they met on Craigslist, and Byrnes' then-roommate producer Caleb Nelson, in April of that year and released the song in September. The single's rapid streaming success, as well as the success of their second single \"Sheep\", drew the three to add drummer Sotiris Eliopoulos and keyboardist Jackie Miclau to the group, together playing Bonnaroo, Newport Folk Festival, and Lollapalooza, as well as opening for bands such as The Head and the Heart, The Shins, Whitney, and The Revivalists. In 2017, Mt. Joy signed to Dualtone Records. Mt. Joy at Royale in Boston, MA - September 26, 2018 === 2018: Mt. Joy === Throughout 2017, the now five-piece band recorded additional tracks with producer Jon Gilbert at his home studio in Pasadena, California, and released their self-titled debut album, Mt. Joy, on March 2, 2018. The song \"Silver Lining\" went to #1 on the Billboard Triple A charts. As of June 2020, tracks from the album have garnered more than 200 million streams on Spotify. In 2018, Mt. Joy performed at Innings Music Festival, Shaky Knees Music Festival, ACL Fest, Voodoo Fest, and performed on their own North American and European headlining tours. === 2019-2020: Rearrange Us === The band toured with Rainbow Kitten Surprise in January and February of 2019, then performed their own headlining tour in March and April of 2019. During the summer of 2019, Mt. Joy recorded their second album, 'Rearrange Us', with producer Tucker Martine at his studio Flora Recording And Playback in Portland, Oregon. On October 16, 2019, the band released the song 'Rearrange Us' from the album of the same name, followed by 'Every Holiday' on November 13, 2019. The songs ‘Strangers’ and ‘Let Loose’ were released on February 18, 2020 with an announcement that the new album would debut June 5, 2020. After releasing the songs 'My Vibe', 'Acrobats', 'Death', and 'Witness' prior to the release, the album debuted on June 5, 2020 with the band's first week sales proceeds going to the non-profit Campaign Zero, a non-profit dedicated to reducing police violence. 'Rearrange Us' debuted at #197 on the Billboard 200, marking the band's debut on the Billboard 200. The album also debuted at #1 on Billboard's New Artist Albums chart and Alternative New Artist Album chart, and was #2 on the Americana/Folk Albums chart. The vinyl was the top-selling vinyl in the country for the first week. The band toured with The Lumineers in January, February, and March of 2020, though the tour was cut short due to the COVID-19 Pandemic.https://www.npr.org/2020/06/16/878054294/its-hard-to-keep- mt-joy-from-making-music == Members == Matt Quinn of Mt. Joy on Vocals and Guitar Sam Cooper of Mt. Joy on Guitar Sotiris Eliopoulos of Mt. Joy on Drums Jackie Miclau of Mt. Joy on Keys none == Activism == Amidst the health concerns relating to COVID-19, Mt. Joy hosted an Instagram Live stream consisting of a variety of artists and speakers. Resulting in over $30,000, all proceeds of the live stream were donated to Music Cares and Philabundance. Leading up to the release of their sophomore album, Rearrange Us, life became increasingly different with the spread of COVID-19. In a social media post, Mt. Joy shared that their original hopes were that “music could create a welcome distraction from reality…” However, just a few weeks before the release of the album, news broke about the death of George Floyd in Minneapolis on May 25. With nationwide protests demanding justice against police brutality and racial inequality, Mt. Joy reminded followers to \"listen to and amplify black voices, learn, protest peacefully, and put your money where your mouth is.\" Concluding the post, Mt. Joy announced that “100% of album profits from the first week will be donated to Campaign Zero, a nonprofit dedicated to ending police violence.\" Additionally, Mt. Joy serves as an ambassador for nonpartisan voter registration organisation, HeadCount. == Discography == === Albums === * Mt. Joy (March 2, 2018) * Rearrange Us (June 5, 2020, Billboard 200 #197) === Singles === {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! rowspan=\"2\" |Title ! rowspan=\"2\" |Year ! colspan=\"1\" |Peak chart positions ! rowspan=\"2\" |Album |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"| US AAA |- ! scope=\"row\" | \"Astrovan\" |2016 |— | rowspan=\"5\" |Mt. Joy |- ! scope=\"row\" | \"Sheep\" | rowspan=\"3\" |2017 |40 |- ! scope=\"row\" | \"Cardinal\" |— |- ! scope=\"row\" | \"Silver Lining\" |1 |- ! scope=\"row\" | \"Jenny Jenkins\" |2018 |5 |- ! scope=\"row\" | \"Strangers\" |2020 |5 |Rearrange Us |- | colspan=\"4\" style=\"font-size:85%\" | \"—\" denotes single that did not chart or was not released in that territory. |} ===Music videos=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ ! Title ! Year ! Director ! |- ! scope=\"row\"| \"Cardinal\" | 2017 | Susie Shelton | |- ! scope=\"row\"| \"Silver Lining\" | 2018 | James Rico | |- ! scope=\"row\"| \"Bigfoot\" | 2018 | Steve Girard | |- ! scope=\"row\"| \"My Vibe\" | 2020 | Steve Girard | |- |} ==References== Category:Musical groups from Philadelphia Category:Indie rock musical groups from Pennsylvania Category:Musical groups established in 2016 ",
    "title": "Mt. Joy (band)"
}