{
    "id": "58520928",
    "text": "Lois Holzman is director and co-founder of the East Side Institute in New York, New York, where she developed social therapy methods with Fred Newman. She is known for her research and work on play therapy, social therapy, and criticism of the medical model of mental health. She was instrumental in introducing the ideas of Lev Vygotsky to the fields of psychotherapy, organizational and community development. In 2014, Holzman received the Lifetime Achievement Award from the Cultural-Historical Research Special Interest Group of the American Educational Research Association. Holzman is the author or co-author of multiple books including The overweight brain: How our obsession with knowing keeps us from getting smart enough to make a better world (2018), Vygotsky at work and play (2009), Performing psychology: A postmodern culture of the mind (1999), and Psychological investigations: A clinician's guide to social therapy (2003). She and Newman co-authored the widely cited volume Lev Vygotsky: Revolutionary scientist (1993) and The end of knowing: A new developmental way of learning (1997). == Biography == Holzman received her Bachelor of Arts in English from Rhode Island College in 1967. She continued her education studying Linguistics at Columbia University and Brown University. She completed her PhD in Development Psychology and Psycholinguistics at Teachers College, Columbia University in 1977. As a graduate student, Holzman conducted research on the development of causal language and the role of imitation in language development with Lois Bloom (publishing under the name Lois Hood). After graduation, Holzman completed a post-doctoral fellowship at Rockefeller University where she worked with Michael Cole, and later joined the faculty of Empire State College, SUNY. Holzman visited the Institute of Psychology in Moscow in 1980 to study the work of Vygotsky and his followers. In 1985, Holzman and Fred Newman founded the East Side Institute for Group and Short Term Psychotherapy, which promotes humanistic approaches to psychotherapy. Together they introduced social therapeutics as a form of group therapy to help people solve problems. The East Side Institute became an international education, training and research center for social therapeutics. In 2010, she became the chair of Global Outreach at the All Stars Project, which helps create opportunities for positive youth development. Using play to mitigate potentially hostile relationships between the police and young people of color, The All Stars Project introduced Operation Conversation: Cops and Kids to the training of NYPD police officers. Operation Conversation invites police officers and young people to improvise a scene that doesn't relate to them, but allows them to play and talk freely, and get to know each other in a relaxed, playful context. Afterward, they can sit down and talk to each other about their hardships and how they would like to be treated by one another and find common ground. Holzman was involved in the development of educational programming at the Barbara Taylor School and Performance of a Lifetime. She is the chair and chief organizer of the Performing the World bi-annual conference, which supports performance activism and emerging social change. In 2018, she became a Distinguished Visiting Fellow in Vygotskian Practice and Performance at Lloyd International Honors College, The University of North Carolina at Greensboro. == Selected bibliography == * Holzman, L. (1999). Performing psychology: A postmodern culture of the mind. Psychology Press. * Holzman, L. (2009). Vygotsky at work and play. Routledge. * Holzman, L., & Mendez, R. (2004). Psychological investigations: A clinician's guide to social therapy. Routledge. * Holzman, L., & Morss, J. (2014). Postmodern psychologies, societal practice, and political life. Routledge. * Newman, F., & Holzman, L. (1993). Lev Vygotsky: Revolutionary scientist. Psychology Press. * Newman, F., & Holzman, L. (1997). The end of knowing: A new developmental way of learning. Routledge. ==References== == External links == * Home page * Psychology Today blog * Google Scholar profile Category:1946 births Category:American psychologists Category:American women psychologists Category:Developmental psychologists Category:Teachers College, Columbia University alumni Category:Brown University alumni Category:Rhode Island College alumni Category:Living people ",
    "title": "Lois Holzman"
}