{
    "id": "58523308",
    "text": "The Mong Circle () is one of three hereditary chiefdoms (or \"circles\") in the Chittagong Hill Tracts of modern-day Bangladesh. The jurisdiction of the Mong Circle encompasses parts of Khagrachhari District. The chiefdom's members are of Marma descent and are known as phalansa (ဖလံသား). Most inhabitants of the Mong Circle settled in the northwest during a migration wave from the Kingdom of Mrauk U (modern-day Arakan State in Myanmar) between the 16th and 18th centuries, while inhabitants of the other Marma chiefdom, the Bohmong Circle() settled in the south and are known as ragraisa(). == Leadership == The Mong Circle is led by a hereditary chieftain called a \"raja.\" The Mong chieftains appoint and oversee headmen called mouza and village chiefs called karbaris. The incumbent chieftain is Saching Prue (သာစိန်ဖြူ) (b. 1988) of the Chowdhury house; he formally ascended the throne on 17 January 2009. His predecessor, Paihala Prue Chowdhury, died in a roadside car accident on 22 October 2008. == History == The Mong Circle dates to 1782 with the first chieftain, Mrachai. During British rule, the British authorities designated the Mong Circle in 1871, to encompass an ethnically mixed population in the Feni valley. In 1881, the Chittagong Hill Tracts were administratively divided into three circles, namely the Chakma Circle, the Bohmong Circle, and the Mong Circles, each presided over by a hereditary chief from the Chakma and Marma peoples. The circles were codified into law with the Chittagong Hill Tract Regulations, 1900, eased revenue collection and administrative burdens on British authorities by delegating tax collection, land administration management and social arbitration responsibilities to the chieftains. In 1901, the Mong Circle extended . This administrative structure remained in place until 1964, when the introduction of local self-government abolished the special status of these circles and brought local administration under the control of the central government. == See also == * Marma people * Bohmong Circle * Chakma Circle == References == Category:Khagrachhari District Category:Dynasties of India Category:Subdivisions of British India Category:History of Bengal Category:Quasi-princely estates of India Category:Lands inhabited by indigenous peoples Category:History of Chittagong Division Category:Bangladeshi families ",
    "title": "Mong Circle"
}