{
    "id": "58523108",
    "text": "Fadel Aboud Al-Hassan or Haj Fadel Al-Aboud () a Syrian leader and head of the Haj Fadel government in eastern Syria after the Ottomans left the region in 1918.Alnajem، Ismail، \"Fadel Alaboud\" First Haj Fadel Government، An article published in eSyria Web site، 21/12/2013. ==Lineage== Fadel Al-Aboud was born in Deir al-Zour in 1872 for Al-Hassan family from the Abo Obaid clan from the Baggara tribe.Mohammed Alayiesh, Souriatna Journal، Second year، 7/10/2012، Issue Number: 55، Page 11. ==Personal life== Al-Hassan was of high social standing in Deir al-Zour, which enabled him to take over the leadership from his father Aboud Hassan. Al-Hassan worked in trade and had extensive commercial relations withTurkish merchants and Halbians, and with his cousins Najjar and Tayfur in the city of Hama.Alshamary, Anwar, Biggest Baggara Tribe, Dar Almaref, Homs, 1996, Page: 363.. ==Government Formation== Hanging bridge, Deir al zor. ===Formation of the first government=== Trouble broke out in the city of Deir al-Zour after the Ottomans left on 6 November 1918, where people began looting and stealing from each other across the area, so it was necessary to have a strong authority for protecting the city and its people and that led Al-Hassan who was the mayor to form his first government in the city and asking all tribal leaders in the villages and surrounding districts to support him and pledge allegiance to him. One of the priorities of this government was maintain the security and running the affairs of the city. This government later known as the \"government of Haj Fadel\".Bukhapur revolution with dates and evidence، Website Al-Muhasan City.. Alayyash، Abdul Qader، Prepare: Walid al-Mashouh، Hadarat Wady Alfurat ،Al Ahali for printing publishing and distribution، First Edition، 1989، P 152.. The government continued until the arrival of Sharif Nasser, the cousin of Prince Faisal Bin Al-Hussein, on 1 December 1918, and Mari Basha Al-Mallah on 7 December 1918. The Syrian National Congress in 1919 ===Formation of the second government=== After the Battle of Maysalun on 24 July 1920 and occupation of Damascus by French forces, The city of Deir Ezzor was in a state of chaos and insecurity, which prompted Al-Hassan to form his second government, Which has done great services in protecting the city and maintaining the security of its people despite its limited capabilities. This government continued its work until 23 November 1920, when it was dissolved by a decision of the French occupation authorities.Alayyash، Abdul Qader، Prepare: Walid al-Mashouh، Hadarat Wady Alfurat ،Al Ahali for printing publishing and distribution، First Edition، 1989، P 154..Alshamary, Anwar, Biggest Baggara Tribe, Dar Almaref, Homs, 1996, Page: 363.. ==Syrian National Congress== Al-Hassan represented the Euphrates region at the Syrian National Congress held in late June 1919, which proclaimed the independence of Syria and establishment of the Syrian Arab Kingdom on 8 March 1920, and appointed Faisal bin Sharif Hussein as a king. Al-Hassan participated in the coronation of Faisal as king of Iraq on 23 August 1921 and supported his inauguration.Alshamary, Anwar, Biggest Baggara Tribe, Dar Almaref, Homs, 1996, Page: 362..Syrian National Congress، Arabic Wikipedia. ==Armenian Genocide== Armenian genocide When the Ottoman government persecuted the Armenian people and forced them to march out to the Syrian city of Deir al-Zour and the surrounding desert, without any facilities and supplies that would have been necessary to sustain the life of hundreds of thousands of Armenian deportees during and after their forced march to the Syrian desert. (cited by ) Al-Hassan, who was the mayor of Deir al-Zour, provided them with food and housing, and means of livelihood and security, The Armenians returned the favor to Al-Hassan when the French colonialism sentenced him to death in Aleppo, where they supported and defended him, which led the French to abolish the death penalty and only exile him to Jisr al- Shughur.Alshamary, Anwar, Biggest Baggara Tribe, Dar Almaref, Homs, 1996, Page: 363.. ==Struggle against the French mandate== French General Maurice Sarrail Al-Hassan was arrested several times for his support of national issues and revolutions, after the storming of Deir al-Zour on 9 November 1921 by the French colonialists. A group of French armored vehicles and dozens of soldiers encircled the house of Al-Hassan, where he was arrested and transferred to the military airport of Deir al-Zour and then transported by military aircraft to Aleppo, where he was imprisoned in the castle and during his imprisonment he met with the leader Ibrahim Hanano, In June 1922 he was released and returned to Deir Ezzor. He was sentenced to exile to the city of Jisr al-Shughour after he was accused of preparing a revolt against French colonialism in protest against the military campaign by the French army against the Bukhabur tribes that refused to pay taxes to the French colonizer, and insulting Wali Deir al-Zour Khalil Isaac, who was cooperating with the French. He protested the decision of the French High Commissioner Maurice Paul Sarrail No. 49 S / 5 in August 1925, that ordered the exile of his cousin Ayyash Al-Haj with all his family members to the city of Jableh for their struggle against French colonialism, which exposed him to security persecution and repeated detention by the French military authorities.Alnigress، Mahmoud، Bo Jimaa Bottel، Furat newspaper، 2005..Sabbagh, Rend, Deir al-Zour city on the banks of Paradise, Al Quds Al Arabi, Twenty-eighth year, 09/04/2017 number 8789, page 34..Al-Saqal, Fathallah, wholesale execution, Manarat al-Furat magazine, 09/2009, p. 29..Fattouh, Issa, Abdul Qader Ayyash Researcher and Historian, Almarifa Magazine, Ministry of Culture in the Syrian Arab Republic, No 646, year 56, July 2017, p 155.. ==Death== Al-Hassan died in 1936 in Deir al-Zour and was buried there. His sons continued his political work. His son, Dr. Badri Fadel Aboud, became the Minister of Health in the government of Said Al-Ghazi in 1955, under the presidency of President Shukri Al-Quwatli. He was the first Minister of Health from Deir al-Zour. ==See also== * Ayyash Al-Haj * Haj Fadel Government * The epic of Ain Albu Gomaa * Syria * Deir ez-Zor * Maurice Sarrail * Timeline of Syrian history * Syrian National Congress. * King Faisal. * Arab Kingdom of Syria. * Great Syrian Revolt * Al-Baggara. == References == Category:20th-century Syrian politicians Category:Deir ez-Zor Category:Syrian Sunni Muslims Category:Arabs of the Ottoman Empire Category:Syrian people of Turkish descent Category:Syrian Arab nationalists Category:Ottoman Arab nationalists Category:People from Deir ez-Zor Category:1872 births Category:1936 deaths ",
    "title": "Fadel Al-Aboud"
}