{
    "id": "58521709",
    "text": "The Original Fila Brasileiro (OFB) or Old Brazilian Mastiff is a rare working farm dog breed from Brazil.Borges, Antônio Carlos Linhares. «Fila Brasileiro - Preservação do Original». 2018. The remaining Old Fila dogs preserved on farms in the interiors of Brazil are being gathered to become a formalized breed.Criador faz resgate dos animais originais filas brasileiros, que viviam nas fazendas e ajudavam a tocar a boiada. 2018. G1.com The Original Fila Brasileiro is recognized by the SOBRACI in Brazil, and despite the similar name, it is a breed apart from the modern Fila Brasileiro.«Original Fila Brasileiro Official Standard». SOBRACI. The term \"Fila dog\" has historically been used as a description of a duty or purpose of a dog. In Portuguese the verb filar means \"to grasp strongly with the teeth\". The Fila Brasileiro is considered dangerous and is banned in England and Wales. == History == An Original Fila Brasileiro at a farm in Brazil, 1970s The breeder and researcher Antônio Carlos Linhares Borges studied the Fila Brasileiro breed for 40 years based on the works of Antônio Roberto Nascimento, Paulo Santos Cruz, Procópio do Vale, and others. Borges realized that the original Fila dog was close to extinction as a result of crossbreeding practices that have attached characteristics of foreign breeds unrelated to the ancient Brazilian dog, starting in the 1980s. He concluded that there is a need to preserve the ancient dog that gave origin to the modern Fila Brasileiro.«Pesquisador valadarense resgata, em livro, a originalidade do cão fila brasileiro». tagarelapet.com. 2018. The morphology of the old dogs contradicts a long- standing widespread theory about the genetic pool of the authentic Fila Brasileiro, which suggests it descended from English dog breeds (the English Mastiff, the Bloodhound, and the now-extinct Old English Bulldog). Borges says that this belief encouraged the crossbreeding with these foreign breeds, which lessened the essential physical and psychological characteristics of the original Fila dog. Borges declared that the authentic Fila Brasileiro is of purely Iberian origin, in particular, related to the extinct Portuguese Alaunt, or the Iberian Alaunt. In 2018 Borges published the book Fila Brasileiro – Preservação do Original, giving evidence from comparative, migratory and historical studies that the origin of the breed is the Portuguese Alaunt. It dissects each of the breed's formation theories in the light of the historical context, including old engravings or photos of dogs and other historical documents. Borges' book defends the theory that the great immigration of Portuguese to Brazil in the gold and the diamond cycle was essential to the formation of the Brazilian Fila. At that time, thousands of Portuguese arrived in Brazil, with the vast majority settling in Minas Gerais, attracted by the gold and diamond mines in the state. It is estimated that in a period of 100 years between the 18th and 19th centuries, 800,000 Lusitanian immigrants arrived in Brazil. This mass immigration of Portuguese likely brought many working dogs to the country, especially multitasking dogs such as the Portuguese Alaunt, explaining why the Fila was formed and discovered in Minas Gerais, and not in other Brazilian states. The breed developed precisely in the routes of the exploration areas of these ores – in the cities, farms and commercial areas that existed due to the exploitation of this economic activity interconnected different regions – and were places with constant flows of people and, consequently, of dogs. A brindle Original Fila Brasileiro, 2018 Borges studied the probable origins of the Brazilian Fila under the guidance of André Oliveira and Antônio Ferreira – Portuguese cynologists and researchers at the University of Coimbra, Portugal – who provided study materials, including many historical documents and photos of old Portuguese dogs, among them the Portuguese Alaunt of the late 19th and early 20th centuries. The Portuguese Alaunt (Alão Português) is now extinct, but old photos show that it and the Fila Brasileiro (except the CBKC/FCI Standard modern Fila Brasileiro) are very similar. The Portuguese Alaunt in large part and the Transmontano Cattle Dog in small part are probably the base of the Fila Brasileiro, with some possible crosses with other types of Portuguese and Iberian dogs. For Borges, understanding the true origin of the Fila Brasileiro and preserving the original characteristics that made the Fila a dog of excellence for centuries led him to the desire to keep the genetics of the Portuguese Alaunt alive in Brazil. == Restoration work == Original Fila Brasileiro dogs on an isolated farm in Brazil The search and rescue of the last specimens that still correspond to the morphology of the farm dogs of the 1960s and 1970s is still in progress. Outside the official kennel clubs, many extremely rustic specimens are still found on anatomy, being useful on farms inland, away from contacts with foreign races, and selected on the farm for many generations. The specimens found are evaluated through anatomy and temperament, and if approved, they are cataloged, receiving the single register by the SOBRACI. Some of the approved dogs are bred to pedigree Fila dogs of the old standard, reclassified as Original Fila Brasileiros. The Nucleus of Preservation of the Original Fila Brasileiro (Núcleo OFB) was founded recently and is presided by Antônio Carlos Linhares Borges, through the OFB Nucleus there is the distribution of registered dogs to regional units of all Brazil for breeding purposes and controlled preservation of the breed. The \"ideal dog\" model is based on the standard idealized by Paulo Santos Cruz, Erwin Waldemar Rathsam and João Ebner in 1946. The Núcleo OFB produces educational posts on social networks and platforms, such as Facebook and YouTube. == Temperament == Two Original Fila Brasileiro working cattleThe temperament of the modern Fila Brasileiro dog has become a controversial topic. The breeders of the modern dogs are proud of their \"ojeriza\" (extreme aversion to strangers) and are totally averse to the use of guard dog training. However some canine behavior experts have recently been demonstrating their opinion of what they consider to be the true temperament of modern dogs by classifying them as fearful dogs. According to Jairo Teixeira, a very influential dog trainer in Brazil, and some other dog trainers, the \"ojeriza\" of modern dogs is a synonym of fear. The Original Fila Brasileiro is so far bred by natural selection in the rural environment, in the isolated farms, working with the cattle and protecting the property and some breeders believe that this may possibly have helped to preserve their characteristic temperament. With the current rescue work – of which there are canine behavior experts adept at the project – the original temperament of a brave, intelligent, self-confident dog averse to strangers (with the genuine \"ojeriza' of the old Fila dogs) is being prioritized, as well as the use of professional dog training, still unprecedented in the breed. With these actions, the critics of modern dogs declare that they intend to rescue and preserve the true temperament of the Original Fila Brasileiro. == Original Fila Brasileiro vs. modern Fila Brasileiro == File:Cão Original Fila Brasileiro - Dragão.jpg|Original Fila Brasileiro File:NINOFRN.jpg|Modern Fila Brasileiro File:Cães Originais Filas Brasileiros.jpg|Original Fila Brasileiro File:Filas.jpg|Modern Fila Brasileiro == See also == * Fila Brasileiro ==References== == External links == * Original Fila Official Breed Standard SOBRACI * Núcleo de Preservação do Original Fila Brasileiro * Bandog Brasil - O resgate do cão fila brasileiro * Site Canil Caramonã - Orientações para o julgamento do Original Fila Brasileiro * Blog Canil Caramonã - Alterações na morfologia do cão Fila Brasileiro ao longo do tempo Category:Dog breeds originating in Brazil Category:Mastiffs Category:Rare dog breeds ",
    "title": "Original Fila Brasileiro"
}