{
    "id": "58521378",
    "text": "Nadia Heninger (born 1982) is an American cryptographer, computer security expert, and computational number theorist at the University of California, San Diego. ==Contributions== Heninger is known for her work on freezing powered- down security devices to slow their fading memories and allow their secrets to be recovered via a cold boot attack, for her discovery that weak keys for the RSA cryptosystem are in widespread use by internet routers and other embedded devices, for her research on how failures of forward secrecy in bad implementations of the Diffie–Hellman key exchange may have allowed the National Security Agency to decrypt large amounts of internet traffic via the Logjam vulnerability, and for the DROWN attack, which uses servers supporting old and weak cryptography to decrypt traffic from modern clients to modern servers. Heninger's other research contributions include a variant of the RSA cryptosystem that would be secure against quantum computers, an attack on implementations of the ANSI X9.31 cryptographically secure pseudorandom number generator that use hard-coded seed keys to initialize the generator, and the discovery of a side-channel attack against some versions of the libgcrypt cryptography library. ==Education and career== Heninger graduated from the University of California, Berkeley in 2004, with a bachelor's degree in electrical engineering and computer science. She completed her doctorate in 2011 at Princeton University; her dissertation, Error Correction and the Cryptographic Key, was supervised by Bernard Chazelle. After postdoctoral research at the University of California, San Diego and Microsoft Research in New England, she became Magerman Term Assistant Professor at the University of Pennsylvania in 2013. In 2019, she returned to the University of California, San Diego. ==Recognition== Heninger's work on weak keys and on forward secrecy of Diffie–Hellman won best paper awards at the conferences at which they were presented, as have several of Heninger's other publications. She is one of the 2016 recipients of the Applied Networking Research Prize of the Internet Research Task Force. She was an invited speaker at Asiacrypt 2016, speaking on \"The reality of cryptographic deployments on the internet\". ==Selected publications== ==References== ==External links== *Home page * Category:1982 births Category:Living people Category:American computer scientists Category:American cryptographers Category:American women computer scientists Category:Public-key cryptographers Category:21st-century American mathematicians Category:American women mathematicians Category:Number theorists Category:University of California, Berkeley alumni Category:Princeton University alumni Category:University of Pennsylvania faculty Category:21st-century women mathematicians ",
    "title": "Nadia Heninger"
}