{
    "id": "58524552",
    "text": "Eric Cameron Armishaw (1906 – 30 May 1971) was a New Zealand local-body politician and boxing referee. ==Biography== ===Early life and career=== Armishaw was born in Denniston on the West Coast in 1906. His family moved to Auckland when he was a child and was educated in New Lynn. After leaving school he gained employment with the Farmers Trading Company. In 1928 he married Brenda Mary Ann Arthur. ===Boxing career=== Armishaw was a keen boxer in his youth and maintained an interest in the sport his whole life. He fought his first match as a bantamweight aged 15. He won the Auckland amateur welterweight title in both 1925 and 1927. He won the New Zealand welterweight title (Morgan Cup) in 1927 after finishing runner-up in 1925. Later he was a referee in over 3,000 fights from the 1940s to the 1960s and controlled bouts at the 1950 British Empire Games. He later became the first New Zealander to be on an international panel of referees. His brother Don Armishaw (1910-1957) was also a boxer and was a member of the Auckland Boxing Council. ===Political career=== Armishaw was a friend of Dove-Myer Robinson, both were members of the Drainage League that opposed the Brown's Bay scheme supported by the then mayor John Allum. Later, he was elected to the Auckland City Council in 1953 as part of Robinson's United Independents ticket and was re-elected in 1956. He was re-elected in both the 1959 and 1962 on the \"Civic Reform\" ticket that briefly succeeded the United Independents. In 1965 he was returned to the council as an independent and in 1968 he was on the Citizens & Ratepayers ticket. He was a popular councillor and at both the 1959 and 1968 local elections he \"topped the poll\", receiving more votes than any other candidate. He was also a member of the Auckland Harbour Board, the Metropolitan Milk Board and in 1957 was on the board of control of the New Zealand Grand Prix. ===Death and legacy=== Eric Armishaw Reserve He died at his home in Auckland on 30 May 1971, aged 65, survived by his wife and two sons. Both the Eric Armishaw Reserve in Point Chevalier and the Armishaw Building in Albert Street in the central city are named after him. ==References== ==Sources== * ==External links== *Boxing refereeing record Category:1906 births Category:1971 deaths Category:New Zealand male boxers Category:Boxing referees Category:Auckland City Councillors Category:20th-century New Zealand politicians Category:People from the West Coast, New Zealand Category:Auckland Harbour Board members Category:New Zealand sportsperson-politicians ",
    "title": "Eric Armishaw"
}