{
    "id": "58524487",
    "text": "Omer Letorey (4 May 1873 – 21 March 1938) was a French composer. Born in Chalon-sur-Saône, from 1887 Letorey attended the music school of Louis Niedermeyer. From 1891 he studied at the Conservatoire de Paris with Émile Pessard; at the same time he became organist at the Ste-Elisabeth church. In 1895 he won the first Premier Grand Prix de Rome with the lyrical scene Clarisse Harlowe. After his studies Letorey was musical director at the Comédie-Française until 1922. Furthermore, he was from 1900 successor of Edmond Missa, organist at the Église Saint-Thomas-d'Aquin, from 1903 cantor and organist at the St-Pierre-de-Chaillot church and from 1923 to 1925 cantor at the St-Honoré-d'Eylau church. In addition to church music, Letorey composed several drama music and operas. His incidental music for Macbeth, which was premiered in 1914 at the Comédie Française, and the opera Le Sicilien (after Molière), which was premiered in 1930 at the Opéra-Comique with the mezzo- soprano Germaine Cernay, had great success. Letorey died in Issy-les- Moulineaux in 1938. == Works == * Stage music for Sophonisbe * Stage music for Macbeth by Jean Richepin, 1914 * Stage music for Riquet à la Houppe * Stage music for Mangeront-ils? by Victor Hugo * Stage music for Juliette et Roméo * Stage music for Le malade Imaginaire by Molière * Stage music for Les Fâcheux by Molière * Le Brand, symphonic poem after Henrik Ibsen * Cléopâtre, opéra comique * Le Sicilien ou l’Amour peintre, opéra comique, 1930 * L’Œillet blanc, opéra comique * Valse arabesque for piano * Fleurs sans neige for piano * La Vénitienne for piano == External links == * Omer Letorey on Musica et memoria Category:1873 births Category:1938 deaths Category:People from Chalon- sur-Saône Category:Conservatoire de Paris alumni Category:French Romantic composers Category:20th-century French composers Category:French classical composers Category:French male classical composers Category:French opera composers Category:French composers of sacred music Category:Prix de Rome for composition Category:20th-century male musicians ",
    "title": "Omer Letorey"
}