{
    "id": "58523825",
    "text": "Portrait by Jean Reutlinger Vera Nimidoff (1879-1963) was a singer, born in Odessa (then in the Russian Empire), who performed at the Paris Opera in 1900-1903 and then held a literary salon with her husband Louis Bour. == Life == Nimidoff studied at the Milan Conservatory. She came to Paris to finish her musical studies at the singing school of Eugénie Vergin-Colonne in 1899. then with Désirée Artôt. She made her debut at the Paris Opera on March 10, 1900, as Stéfano in Gounod's Roméo et Juliette then Siebel in Gounod's Faust in October 1900. She sang the role of Cleanthis in the première of Xavier Leroux's Astarté in 1901. and Waltraute in Wagner's Die Walküre in April 1903. After leaving the Paris Opera, she sang in the evening concerts at Ostend in 1903. She appeared in Henri Rabaud's The Girl of Roland at the in July 1904. She also sang at the in 1904, at the Opéra de Nice in 1905. She was hired as a member of the troupe of the Grand Théâtre municipal de Lyon for the 1905-1906 season. where she sang the role of Hilda in Sigurd in October 1905. She married psychiatrist Louis BourLouis Bour (1876-1944) co-founder of one of the most select clinics in western Paris, « le Sanatorium La Malmaison » in Rueil- Malmaison. Référence : Annales Médico-psychologiques, revue psychiatrique, volume 175, issue 2, February 2017, pages 187–198 and held a literary salon which was attended by Louis Barthou, Prince Pierre de Polignac and Elisabeth of Bavaria, Queen of Belgium, but also writers from the interwar period: François Mauriac, Henry Bordeaux, Anna de Noailles and Léon-Paul Fargue,. Jean Cocteau, Henri de Régnier, Abel Bonnard, and also Georges Henri Rivière, Émile Borel. Vera Bour's salon was one of the most important from a medico-literary point of view. It is Léon-Paul Fargue who introduced Paul Valéry in 1923; Louis Bour and his wife quickly became close friends of Valery but also sponsors. Valéry consulted Louis Bour on his health problems and Vera, often in the company of the poet's wife, was a regular auditor of Paul Valéry's lessons at the Collège de France.. Her sister Sonia Liédine Nimidoff was also a singer who performed in Paris. Her brother was killed at the age of 18 by the Cossacks during the . == Model == She posed as a model for: * Pierre-Nicolas Tourgueneff, figure in bronze, 1907. * Giovanni Boldini, 1908. * Henri Gervex, oil painting. == References and notes == ;Notes ;References == External links == * Vera Nimidoff on Commons Category:1879 births Category:Musicians from Odessa Category:1963 deaths Category:20th-century French singers Category:French operatic sopranos Category:French salon-holders Category:20th-century French women singers Category:Imperial Russian emigrants to France ",
    "title": "Vera Nimidoff"
}