{
    "id": "58520814",
    "text": "{| |} Gnevny () was the lead ship of her class (officially known as Project 7) of 29 destroyers built for the Soviet Navy during the late 1930s. Completed in 1938, she was assigned to the Baltic Fleet and played a minor role in the 1939–1940 Winter War when the Soviet Union invaded Finland. A few days after the start of the German invasion of the Soviet Union (Operation Barbarossa) in June 1941, the ship struck a German mine and was badly damaged. After taking off the survivors, the Soviets failed to sink Gnevny with gunfire before they withdrew and the abandoned wreck drifted until she was sunk by German bombers three days later. ==Design and description== Having decided to build the large and expensive destroyer leaders, the Soviet Navy sought Italian assistance in designing smaller and cheaper destroyers. They licensed the plans for the and, in modifying it for their purposes, made a marginally stable design top heavy.Yakubov & Worth, pp. 99, 102–103 The Gnevnys had an overall length of , a beam of , and a draft of at deep load. The ships were significantly overweight, almost heavier than designed, displacing at standard load and at deep load. Their crew numbered 197 officers and sailors in peacetime and 236 in wartime.Yakubov & Worth, p. 101 The ships had a pair of geared steam turbines, each driving one propeller, rated to produce using steam from three water-tube boilers which was intended to give them a maximum speed of .Budzbon, p. 330 The designers had been conservative in rating the turbines and many, but not all, of the ships handily exceeded their designed speed during their sea trials. Others fell considerably short of it. Gnevny reached from during her trials. Variations in fuel oil capacity meant that the range of the Gnevnys varied between at . Gnevny herself demonstrated a range of at that speed.Yakubov & Worth, pp. 101, 106–107 As built, the Gnevny-class ships mounted four B-13 guns in two pairs of superfiring single mounts fore and aft of the superstructure. Anti-aircraft defense was provided by a pair of 34-K AA guns in single mounts and a pair of 21-K AA gunsHill, p. 40 as well as two DK or DShK machine guns. They carried six torpedo tubes in two rotating triple mounts amidships; each tube was provided with a reload. The ships could also carry a maximum of either 60 or 95 mines and 25 depth charges. They were fitted with a set of Mars hydrophones for anti-submarine work, although they were useless at speeds over .Yakubov & Worth, pp. 101, 105–106 The ships were equipped with two K-1 paravanes intended to destroy mines and a pair of depth- charge throwers.Berezhnoy, p. 335 == Construction and service == Built in Leningrad's Shipyard No. 190 (Zhdanov) with the yard number 501, Gnevny was laid down on 8 December 1935, launched on 13 July 1936, and entered service with the Baltic Fleet on 23 December 1938. She bombarded Finnish fortifications on Utö in the Åland Islands on 14 December 1939 during the Winter War. On 23 June 1941, a day after Operation Barbarossa began, Gnevny was tasked with covering minelaying operations at the mouth of the Gulf of Finland along with the rest of the 1st Division of the Baltic Fleet's Light Forces Detachment – the light cruiser and her sisters and . She ran into a German minefield northwest of Tahkuna Lighthouse and had her bow blown off by a mine,Balakin, pp. 49–50 killing 20 men and wounding 23 others.Yakubov & Worth, p. 108 Her crew, ordered to abandon ship after the commander of the force received a report of periscopes, was taken aboard Gordy. The accompanying ships unsuccessfully attempted to sink Gnevny with gunfire. Two days later, the abandoned hulk was spotted by three German Junkers Ju 88 bombers, who bombed and sank her. The destroyer was removed from the Navy List on 27 July.Berezhnoy, pp. 333–334 ==Citations== ==Sources== * * * * * ==Further reading== * * Category:Gnevny-class destroyers Category:1936 ships Category:Ships built at Severnaya Verf Category:Ships sunk by German aircraft Category:Destroyers sunk by aircraft ",
    "title": "Soviet destroyer Gnevny (1936)"
}