{
    "id": "60229537",
    "text": "Anthony Joshua vs. Andy Ruiz Jr. was a heavyweight professional boxing match contested between undefeated and unified WBA (Super), IBF, WBO, and IBO champion Anthony Joshua, and former world title challenger Andy Ruiz Jr.. The bout took place on June 1, 2019 at Madison Square Garden in New York City, New York. Joshua was originally scheduled to face undefeated WBA No. 2 and WBO No. 3 ranked heavyweight Jarrell Miller, who was replaced by Ruiz Jr. after Miller failed three drug tests. He was replaced by Ruiz, who was the WBA No. 5, WBO No. 11 and IBF No. 14 ranked heavyweight. After coming in as a 25–1 underdog, in a shocking upset, Ruiz Jr. won the match via technical knockout in the seventh round, ending Joshua's undefeated record and becoming the new unified heavyweight champion. The fight is considered one of the biggest upsets in boxing history, drawing comparisons to Mike Tyson vs. Buster Douglas in 1990 and Lennox Lewis vs. Hasim Rahman in 2001. == Background == Joshua had repeatedly spoken of his desire to fight the undefeated WBC champion Deontay Wilder for all four world titles, but with the American expected to fight Tyson Fury in a rematch in Las Vegas in April before the fight was cancelled, he needed an alternative opponent and insisted Dillian Whyte would then be the leading candidate. The 30-year-old Whyte called Joshua out once Dereck Chisora had recovered from his 11th round knockout, but Joshua, 29, and unusually booed by many of those present at The O2, said: “If Deontay Wilder is serious and he is going to fight Tyson Fury and doesn’t want to become undisputed champion, Dillian you will get a title shot.\" On 29 December 2018, with Joshua's Wembley date still on hold, Hearn stated that Whyte was the frontrunner to challenge Joshua. Whilst still waiting for Hearn to contact him, Whyte claimed to hear rumours that Joshua would cancel the Wembley date and instead fight American contender Jarrel Miller at Madison Square Garden. On 12 January 2019, Whyte revealed that he had turned down a \"severe lowball\" offer from Joshua to fight him in a rematch. Whyte did not reveal the figure, however he claimed it was lower than what he received against Chisora in December 2018. By 21 January, Hearn stated there was a possibility Joshua would fight in the United States instead. According to Hearn, it was Joshua who was making the offer for the Whyte fight. Whyte claimed Joshua did not want to fight him, as he had known since September 2018, that he would be fighting in April 2019, yet did not make any offers. On 1 February, Hearn admitted it was becoming highly unlikely that Joshua would still fight at Wembley Stadium on 13 April. On 2 February, Whyte claimed the Joshua fight \"was dead\" and he was to look at other options, including a potential fight with Dominic Breazeale. According to Miller, Joshua initially offered Whyte $3 million, then increased the offer to $5 million, only to go down to $3.5 million. On 8 February, terms were agreed for Joshua to defend his unified heavyweight titles against Miller (23-0-1, 20 KOs) on 1 June at Madison Square Garden in New York City, marking Joshua's US debut. The event became the highest grossing pre-sale in the arena's boxing history. It was reported that Joshua would pocket £19.3 million (equivalent to $25 million). Another report claimed Joshua was to earn an estimated $32 million. Miller's deal with DAZN ensured he received a career-high purse of $4.875 million, which would include two more bouts on DAZN worth $3 million. === Miller's drug test === On 17 April 2019, both camps confirmed the Voluntary Anti-Doping Association had informed them that Miller had tested positive for the banned substance GW1516. The test results were from a random VADA-conducted urine test Miller submitted to on March 20. Further tests taken on March 31 proved positive for EPO, HGH and GW1516 again. Miller was denied a boxing license by the New York State Athletic Commission and Joshua’s promoter Eddie Hearn said Joshua was looking for a new opponent. === New opponent === Many boxers, including Ivan Dychko and Manuel Charr put their names forward to fight Joshua instead. Hearn reportedly spoke to 16 heavyweights in the space of 24 hours. Luis Ortiz was the first name that Joshua wanted as a replacement. Hearn was adamant that Joshua would still fight on that date as 17,000 tickets had already been sold, with 10,000 of those being from Britain. Prior to his fight with Alexander Dimitrenko on April 20 former world title challenger Andy Ruiz Jr. (31-1, 20 KOs) put his name forward to replace Miller and challenge Joshua for the unified heavyweight titles on June 1, 2019. On April 22, Ruiz confirmed his team had a meeting scheduled with promoter Hearn, officially putting himself in the running. Ruiz became a frontrunner after it was reported Luis Ortiz's team had rejected two offers of career high purses to fight Joshua. Terms were agreed within a week. On May 1, with one month to go before fight night, Joshua vs. Ruiz was confirmed and announced to take place at Madison Square Garden in New York City exclusively live streamed on DAZN in the United States and PPV on Sky Sports Box Office in the United Kingdom. It was reported that Ruiz would earn around $7 million (£5.36 million) for the bout. In preparation for the fight, Andy Ruiz watched videos of Mike Tyson, working on some of the techniques he used to beat larger heavyweights, and identified weaknesses in Anthony Joshua that he could exploit. == The fight == Rounds one and two of the fight were relatively slow, with both Ruiz and Joshua feeling each other out. Through the first two rounds, Joshua had only landed nine punches out of forty seven thrown, and Ruiz only three out of thirty one thrown. Round three, however, would mark a drastic turning point in the fight. With two minutes and seventeen seconds remaining in round three, Joshua knocked down Ruiz. Ruiz rose to his feet, seemingly unfazed by Joshua’s power, and quickly resumed attacking. Mere moments after having hit the canvas himself, Ruiz responded with a succession of heavy punches; despite hitting Ruiz with repeated jabs to the face, Joshua was caught off guard by a blow to the temple which visibly staggered him, after which Ruiz quickly forced him off his feet. Joshua was able to get back up, but did not respond as aggressively as Ruiz had, instead choosing to remain on the defensive following the surprise of being knocked down. Just before the close of round three, Ruiz again managed to fell a clearly disoriented Joshua after forcing him into a corner and unleashing a series of power punches. As he got up, Joshua took the mandatory eight count before raising his gloves, indicating to the referee that he was physically able to continue. Round three ended with both fighters advancing toward one another momentarily before they were interrupted by the bell signalling the end of the round. Rounds four, five, and six consisted of minor exchanges between Ruiz and Joshua, with both fighters seeking a mid-round rally to boost their points on the scorecards. With two minutes and twenty seven seconds remaining in round seven, Ruiz knocked over Joshua once again with a short sequence of heavy blows. In spite of this, Joshua managed to get back on his feet once again, and was able to engage Ruiz briefly before being floored for a fourth and final time, with one minute and fifty nine seconds left in the round. Almost immediately after dropping to the canvas, Joshua spat out his mouthpiece before rising, turned away from the referee, and walked somewhat unsteadily back to his corner. Joshua then faced the referee, arms resting on the ropes, and began talking to him. Seemingly disoriented and hesitant to continue the match, Joshua’s responses to questioning were deemed insufficient, resulting in the referee waving off the fight. The referee subsequently awarded Ruiz a round seven TKO victory, making him the first Mexican-American and second Hispanic heavyweight champion in boxing history. At the time the bout was stopped, Ruiz was ahead on two of the judges scorecards by 57-56, while the third had Joshua winning by 57-56. == Aftermath == A massive underdog entering the fight, many regarded Ruiz as nothing more than a replacement who stood little-to-no chance against the heavily favored Joshua. The fight was immediately considered to be one of the greatest upsets in heavyweight boxing history, garnering comparisons to Buster Douglas’ upset victory over Mike Tyson in 1990 and Hasim Rahman's upset victory over Lennox Lewis in 2001. Joshua commented afterwards, \"It’s an upset, isn’t it... But the better man won. Respect to Andy. Now I move forward.\" With Ruiz coming in as a 25-1 underdog, the fight has been described as one of the biggest upsets in boxing history. Talksport ranks it the second greatest upset in heavyweight boxing history, after Mike Tyson vs. Buster Douglas. Newsroom calls it, \"Shock of the century\". Ruiz also made history as the first ever world heavyweight champion of Mexican heritage. == Viewership == On Sky Sports Box Office, the fight sold 403,000 pay-per-view buys in the United Kingdom, where it aired at 3.30 am on Sunday morning. The fight set an online piracy viewership record, with live illegal streams watched by more than 13million viewers worldwide, surpassing Deontay Wilder vs. Tyson Fury. 93% of the illegal online viewership came from unauthorised streams that appeared on YouTube. The countries with the highest online piracy viewership were Nigeria with 2.35 million viewers, followed by Kenya and the United Kingdom with nearly 1million viewers each. This is equivalent to a potential loss of nearly £20million () for Sky Sports Box Office in the United Kingdom. According to market analytics company MUSO, the fight was \"the largest unauthorised audience that we've ever tracked across boxing\" and represents \"a massive audience that's being ignored.\" The fight's official highlight video on DAZN's YouTube channel was the #1 trending video on YouTube, with more than 4million views in less than 24 hours, and more than 10million views . This made it the most-watched boxing video ever on DAZN's YouTube channel, and the most-watched boxing video on YouTube during the first six months of 2019. , the official DAZN highlight video also had over 6million views on Twitter and over 1.6million views on Facebook. ==Rematch== On 8 August 2019, it was announced that Joshua will get his rematch against Ruiz for the WBA (Super), IBF, WBO and IBO heavyweight titles. The fight took place on 7 December 2019 in Diriyah, the UNESCO World Heritage site of Al-Turaif, Riyadh, Saudi Arabia, after Ruiz claimed he would refuse to fight in the UK, following Dillian Whyte's failed drugs test. At the event, Joshua reclaimed his heavyweight titles after defeating Ruiz via unanimous decision. However, there were no ring girls involved in the match, following Saudi Arabia's ultra-conservative dress policy for women. == International broadcast == {| class=\"wikitable\" ! rowspan=\"2\" |Country/Region ! colspan=\"4\" |Broadcasters |- !Free-to-air !Cable/Pay television !PPV !Stream |- | (host) | colspan=\"3\" rowspan=\"9\" | rowspan=\"9\" |DAZN |- | |- | |- | |- | |- | |- | |- | |- | |- |'''''' | colspan=\"2\" rowspan=\"2\" | colspan=\"2\" rowspan=\"2\" |Sky Sports Box Office |- | |- | rowspan=\"2\" |' |Azteca 7 | colspan=\"2\" |Azteca En Vivo |- | rowspan=\"2\" | rowspan=\"2\" |Space | rowspan=\"2\" | rowspan=\"2\" |Space Go |- |Latin America * * * * * * * * * |- | | colspan=\"2\" |Main Event | |- | | |Diema Sport | |Play Diema Extra |- | | |Flow Sports | |Flow To Go |- | |RTL | colspan=\"2\" |RTL Play |- | | |RMC Sport | |RMC Sport |- | |tvOne | colspan=\"2\" |VIVA |- | | colspan=\"2\" |SKY Arena | |- |Nordic countries * * * * | colspan=\"2\" | colspan=\"2\" |Viaplay |- | | |Cable Onda Sports | |Cable Onda Go |- | |TVP Sport | colspan=\"2\" |TVP Stream |- | | colspan=\"4\" align=\"center\" |Match TV |- |Sub-Saharan Africa * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * | colspan=\"2\" align=\"center\" |Kwesé Sports | |Kwesé iflix |- | |TV Varzish | colspan=\"2\" | rowspan=\"2\" |Mediabay |- | |Uzreport TV | colspan=\"2\" |- | | |SSport | |SSport+ |- | |XSPORT | colspan=\"2\" |XSPORT |} == Fight card == {| class=\"toccolours\" style=\"font-size: 85%;\" ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Weight Class ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Weight ! style=\"background:#e6e8fa; color:#000; text-align:center;\" | ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |vs. ! style=\"background:#e6e8fa; color:#000; text- align:center;\" | ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Method ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Round ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Time ! style=\"background:#e6e8fa; color:#000; text-align:center;\" |Notes |- |Heavyweight | | Andy Ruiz Jr. |def. | Anthony Joshua (c) |TKO |7/12 |1:33 | |- |- |- |Super Middleweight | | Callum Smith (c) |def. | Hassan N'Dam |TKO |3/12 | | |- |- |- |Lightweight | | Katie Taylor (c) |def. | Delfine Persoon (c) |MD |10 | | |- |- |- |Welterweight | | Josh Kelly |vs. | Ray Robinson |MD |10 | | |- |- |- |Light-Heavyweight | | Joshua Buatsi |def. | Marco Antonio Periban |TKO |4/10 | | |- |- |- |Super-Lightweight | | Chris Algieri |def. | Tommy Coyle |RTD |8/12 | | |} == See also == *Andy Ruiz Jr. vs Anthony Joshua II == References == Category:2019 in boxing Category:June 2019 sports events in the United States Category:International Boxing Federation heavyweight championship matches Category:World Boxing Association heavyweight championship matches Category:World Boxing Organization heavyweight championship matches Category:International Boxing Organization heavyweight championship matches Category:2019 in sports in New York City Category:Boxing matches at Madison Square Garden Category:Pay-per-view boxing matches ",
    "title": "Anthony Joshua vs. Andy Ruiz Jr."
}