{
    "id": "60229914",
    "text": "Michael, Charlemagne, Louis, and Dennis, Getty Museum. Inscribed (literally) \"Louis XII of this name: it is made at the age of 36 years\". The Hours of Louis XII () was an illuminated manuscript book of hours produced by Jean Bourdichon for Louis XII of France. It was begun in 1498 or 1499, going by the king's age of 36 given below his portrait; he became king on 7 April 1498.Kren & Evans, 43 The book reached England, where it was broken up around 1700. Now only parts of it survive – in total sixteen full-page miniature paintings (four are calendar pages), two sheets of text and fifty-one sheets of text bound in the wrong order as a thin volume (the last in the British Library since 1757).Kren & Evans, xi The pages with miniatures are now in the Getty Museum (3), the Free Library of Philadelphia (4 calendar pages), British Library (3, plus most text pages), and with one each: National Library of Scotland, Musée Marmottan Paris, Bristol City Museum and Art Gallery, Victoria and Albert Museum, Louvre Museum and a private collection in London.Kren & Evans, \"Plates\" section All but one of these were reunited for an exhibition in 2005–2006 at the Getty Museum and Victoria and Albert Museum.Kren & Evans, xi; V&A; Cancer Janet Backhouse, of the British Library, first proposed in 1973 that the three miniatures and bound text pages in the library were part of a major manuscript that had also contained four other miniatures that had only recently resurfaced. Gradually more miniatures were identified,Kren & Evans, 18, note 5 gives more details; V&A; and some purchased by the Getty Museum, Louvre, and Victoria and Albert Museum.Kren & Evans, xi, 1 By comparison with other books of hours, the elements still missing and/or unidentified are probably about 13 full-page miniatures, 8 calendar pages, and numerous pages of text.Kren & Evans, 1; the possible full programme of illustration is set out in Appendix A, pp. 91–95 Several pages have come to light in recent decades, and more may yet emerge.Kren & Evans, 88 The Grandes Heures of Anne of Brittany, Louis's queen, also illuminated by Jean Bourdichon, provide a comparison, although this is slightly later, from between 1503 and 1508, and on an even more grand scale.Kren & Evans, 2–3, 15–18 ==Description== Adoration of the Magi (Louvre) The page size is 10 3/4 by 7 1/4 inches. The text pages have a panel of \"crisply painted\" flowers and insects, together with coloured acanthus decoration, running at the side of the text. The plants are somewhat realistically painted, but less so than in the queen's hours, which are distinctive for the large number of different plants shown. The naturalism is rather reduced by the brightly coloured acanthus leaves being depicted as part of whichever plant is shown, and the insects are not very naturalistic. Initials beginning a line have formalized floral decoration, and line-fillers are a mixture of geometrical and budding branch decoration.Kren & Evans, 10 There are only 18 lines of text per page, leaving generous margins, especially at the bottom of the page. The miniatures have text pages on the reverse, and the distinctive form of the border block has confirmed which miniatures belong to the book.Kren & Evans, 11–12 The full-page miniatures, except for the calendar, are given fictive frames, plain with a bevel, painted naturalistically to resemble gilded wood. The text inscribed on the bottom of the frames of most miniatures is the start of the next text section, which continues over the page.Kren & Evans, 16 The standard arrangement of a book of hours, though somewhat variable, allows the sequence of the original volume to be reconstructed with some confidence, helped by the texts at the bottom and versos of miniature pages.Kren & Evans, Appendix A; Full illustrated sequence on French Wikipedia article The calendar, showing the astrological sign of the Zodiac for the month, and the appropriate one of the Labours of the Months, would have followed the portrait opening. Each month has the recto and verso of a single folio. Every day has a saint's feast day named, alternating in red and blue ink, with the most important in gold. In the four months currently known, February shows a middle-aged man about to dine in \"bourgeois comfort\", June a haymaker with a scythe, and a whetstone in his belt, August a worker winnowing grain in a barn, and September a man treading grapes for winemaking.Kren & Evans, 10–11 The miniature of Saint Luke the Evangelist writing his gospel (now in Edinburgh) was probably one of four evangelist portraits introducing extracts from each gospel in the text, not uncommon in books of hours. Next of the surviving miniatures was probably the Betrayal of Christ (Musée Marmottan), introducing the Passion according to John, though the placing of this section varies. Six of what would have been nine pages with a cycle of the \"Infancy of Christ\" from the life of the Virgin survive. These would have been with the \"Hours of the Virgin\" text. The Annunciation would have been across two facing pages, of which the Virgin on the right is in the British Library, while the Archangel Gabriel to the left is missing.Kren & Evans, 13 The remaining miniatures would have introduced other sections of the text: Pentecost (British Library) the \"Short Hours of the Holy Spirit\"; Bathsheba bathing (Getty Museum) the Penitential Psalms; Job on the Dungheap (British Library) the Office of the Dead.Kren & Evans, 14–15 ==Provenance== There is no documentary record of the whole book before it was broken up, but this is not unusual for a manuscript of the period, even such a grand one; in fact, of Bourdichon's many books, only the Grandes Heures of Anne of Brittany has contemporary documentation.V&A; The bound text volume was known as the \"Hours of Henry VII\" (Henry VII of England), following the Latin inscription on the spine of the 19th-century binding, until the emergence of the dedicatory miniature with the image of Louis XII, confirming Backhouse's researches. The current binding probably followed an earlier one, as this provenance is given in a book of 1817 by Thomas Frognall Dibdin.Kren & Evans, 81–82 It has been speculated that the book may have been given to, or taken by, Henry's youngest daughter Mary Tudor, Queen of France, who was Louis's third wife. Louis died on New Year's Day 1515, less than three months after the marriage. Mary is known to have brought one other fine book of hours back from France, which she later gave to her brother Henry VIII.Kren & Evans, 81 The book was at any rate in England when it was broken up around 1700, when the diarist Samuel Pepys put together albums with specimens of calligraphy that he bequeathed to Magdalene College, Cambridge, where they remain. These include part of a text page. Another fragment was put in an album by the antiquarian and dealer John Bagford, who may well have been the person who broke the manuscript up. This piece passed via the Harleian Library to the British Library. The bound volume of text pages is part of the Royal manuscripts, British Library, donated by George III in 1757. But it is not in a catalogue of the royal library made in 1734, so was probably acquired after that by George II.Kren & Evans, 81–82 Two facing miniatures were seen in the collection of William Beckford by Waagen in 1835, and were probably in the sale of the collection in 1848. One is the dedicatory portrait of Louis (now Getty Museum), while the facing miniature of the Virgin Mary is now missing. The portrait page was seen again by Waagen in 1850, in the collection of the politician Henry Labouchere, 1st Baron Taunton. After a sale by his family in 1920 it was bought by Baron Edmond James de Rothschild, later being confiscated by the Nazi occupiers, and returned after World War II.Kren & Evans, 82–84 In the 20th century it was familiar to specialists from black and white photos, but was not seen in public between 1946 (an exhibition in Paris) and the sale to the Getty in 2003.Kren & Evans, 1, 84 It probably began the manuscript, as its equivalent does in the Grandes Heures of Anne of Brittany.Kren & Evans, 6–7 The three miniatures in the British Library were bought (by the British Museum) with the collection of John Malcolm of Poltalloch, who had acquired them between 1891 and his death in 1893.Kren & Evans, 84–85 The four calendar pages now in Philadelphia were catalogued for sale by a London bookseller in 1917, and bought by John Frederick Lewis, not the painter but a Philadelphia lawyer whose widow gave his collection to the Free Library of Philadelphia. They were first associated with the others in 2001.Kren & Evans, 85 The other miniatures all emerged in England, with possible exception of the one in the Musée Marmottan, which was in the collection of the dealer and collector Georges Wildenstein (1892–1963). Before his death in 2004, the dealer and collector Bernard H. Breslauer had assembled a group of four, now again split (two to the Getty, plus Louvre and private collection).Kren & Evans, 85–87; V&A; File:Calendrier-Février.jpg|February calendar page, with Pisces, Philadelphia File:Calendrier-Aout.jpg|August calendar page, with Virgo, Philadelphia File:Jean Bourdichon (French - Bathsheba Bathing - Google Art Project.jpg|Bathsheba Bathing, Getty Museum File:Heures Louis XII - Job et ses amis.jpg|Job on the Dungheap, British Library File:Annonciation-BL.jpg|Virgin from the Annunciation, British Library File:Visitation-Bristol-K2407.jpg|Visitation, Bristol City Museum and Art Gallery File:Jean Bourdichon (French - The Presentation in the Temple - Google Art Project.jpg|Presentation in the Temple, Getty Museum File:Folio-38-BL British Library.jpg|Text page (detail), British Library File:Folio-13-BL British Library.jpg|Text page, British Library File:Folio-37-BL British Library.jpg|Text page, British Library ==Notes== ==References== *Kren, Thomas and Evans, Mark L. (eds), A Masterpiece Reconstructed: The Hours of Louis XII, 2005, Getty Publications, , 9780892368297 (fully online) *\"V&A;\" \"The Book of Hours of Louis XII\", Victoria and Albert Museum ==Further reading== (See also V&A; article for more) *Backhouse, Janet, \"Bourdichon's \"Hours of Henry VII\"\", in British Museum Quarterly, XXXVII, 1973, pp. 95–102 *Backhouse, Janet, \"'Hours of Henry VII'\" in Thomas Kren (ed.), Renaissance Painting in Manuscripts: Treasures from the British Library, exhibition catalogue, New York 1983, pp. 163–168 *François Avril and Nicole Reynaud, Les manuscrits à peintures en France : 1440–1520, 1993, Flammarion & Bibliothèque nationale de France, , pp. 294–296. *François Avril, Nicole Reynaud & Dominique Cordellier (eds.), Les Enluminures du Louvre, Moyen Âge et Renaissance, Hazan & Louvre éditions, 2011, , pp. 186–192. Category:Illuminated books of hours Category:1490s works Category:Illuminated manuscripts of the J. Paul Getty Museum Category:Illuminated manuscripts of the Louvre Category:Collections of the Victoria and Albert Museum Category:British Library additional manuscripts Category:Manuscripts in the National Library of Scotland Category:British Library Royal manuscripts ",
    "title": "Hours of Louis XII"
}