{
    "id": "60236924",
    "text": "Aleksandr Konstantinovich Gorovets (; 6 March 1915 – 6 July 1943) was the deputy squadron commander of the 1st squadron of the 88th Guards Fighter Aviation Regiment in the Soviet Air Forces during the Second World War. He is credited with shooting down nine German aircraft in one mission during the Battle of Kursk, making him the record holder for most aerial victories during a sortie of any pilot in the Soviet Air Forces. He was posthumously awarded the title Hero of the Soviet Union on 28 September 1943. == Early life == Gorovets was born in 1915 to a Belorussian peasant family in the village of Moshkan, then part of the Russian Empire. After completing seven grades of secondary school he attended at forestry school in Polotsk before he entered the military in 1932. In 1935 he graduated from the Ulyanovsk flight school and was discharged from the military, after which he worked as a civilian flight instructor at an aeroclub in Shakhty. He became a member of the Communist Party in 1939 and was elected to the Shakhty district council. == World War II == Upon the German invasion of the Soviet Union, Gorovets was re- drafted into the Soviet military. Initially, he served as a commander at the 20th Military Aviation School, which trained pilots for deployment to the North Caucasian Front. He was deployed to the war front in July 1942 as part of the 166th Fighter Aviation Regiment, which was renamed in 88th Guards Fighter Aviation Regiment in May 1943. He flew on the LaGG-3 and later the La-5. Before his final flight he scored two individual and six shared shootdowns of enemy aircraft. === Last flight === On 6 June 1943, the second day of the Battle of Kursk, deputy squadron commander Gorovets was flying in a squadron of La-5 aircraft on return from a patrol when a large group of German Ju-87 dive bombers approached the front line of Soviet Forces. Gorovets was the only member of his squadron who did not return to the airbase after the aerial engagement. According to the official Soviet explanation of events, Gorovets broke away from his squadron, possibly due to radio failure on his plane, and shot down as many enemy aircraft as he could possibly. He then proceeded to shoot down eight Ju-87s and then rammed another before he was shot down by four German FW-190 fighters when he tried to return to his base. Gorovets then attempted to jump out of his stricken plane and pulled the cord of his parachute but was killed in the impact of the crash before he had a chance. The official version of events was supported by the testimony of ground troops in the area, the discovery of the wreckages of nine German planes, and the recovery of the remains of Gorovets in 1957. However, other accounts of what when down on 6 July 1943 contradict the official version of events. One accounts state that Soviet pilots shot down five Ju-87, three Bf-109, and one Hs-126 in that engagement. The 8th Guards Fighter Aviation Division, which contained the 88th Guards Fighter Aviation Regiment, credited over a dozen shootdowns of Ju-87's to its pilots, while the Luftwaffe listed the loss of 10 Ju-87's in the area that day. Testimony of the captured German pilots also did not correspond to the official Soviet narrative. == References == Category:1915 births Category:1943 deaths Category:Heroes of the Soviet Union Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Soviet World War II pilots ",
    "title": "Aleksandr Gorovets"
}