{
    "id": "60231133",
    "text": "H. Pemberton was a British 19th century historian, traveler, and writer. Possibly a female using a pseudonym, Pemberton wrote both fiction (i.e. Dacia Singleton) and non-fiction (i.e. The History of Monaco and A Winter Tour in Spain.) ==Criticism for The History of Monaco== It was reviewed in The Spectator (22 February 1868) which printed the following: It was considered by the London Chronicle as \"contemporary literature.\" It was also reviewed in the Saturday Review of Politics, Literature, Science, Art, and Finance, Volume 25. Published on 13 June 1868, the review called Pemberton's history of Monaco a project that \"serves nobody's purpose.\" ==Works== Several of Pemberton's works were published by the Tinsley Brothers (William and Edward Tinsley) of 18 Catherine Street, Strand, London. ===Credited to H. Pemberton=== *The History of Monaco: Past and Present (1867) The history of Monaco, past and present *A Winter Tour in Spain (1868) A winter tour in Spain ===Published anonymously=== *Dacia Singleton (1867) (listed under \"by the author of\" on the cover page of A Winter Tour in Spain) # Volume 1 # Volume 2 # Volume 3 *Altogether Wrong (1870) *The Only One of her Mother (1874) (listed as \"by the author of Altogether Wrong and A Winter Tour in Spain\" in Tinsleys' Magazine and The Spectator. *What Money Can't Do (unknown date of publication) (included in list under \"by the author of\" on the cover page of Dacia Singleton) *Will is the Cause of Woe (\"by author of Another Wrong, Dacia Singleton, What Money Can't Do, etc.\")\"Not in Sadleir; Wolff 5516, citing several letters between himself and a librarian, in which the identity of 'Mrs Pemberton' is discussed. Copac lists four copies, two of which (Cambridge & NLS) are attributed to Mrs Pemberton; the BL and Oxford do not give an author. Victorianresearch.org identifies the author as Helen Etough Gipps, née Crookshank, 1830-1877, author of seven three-decker novels. She was embroiled in a divorce scandal in the 1860s and, perhaps wishing to avoid the negative publicity, published her society novels pseudonymously. Will is the Cause of Woe was her last novel, published posthumously.\" Source: https://www.jarndyce.co.uk/stock_detail.php?stockid=83814 ==Theory about authorship== It has been theorized that H. Pemberton was the pseudonym of \"Helen Crookshank\" who married a man named Augustus Pemberton Gipps. The petition for divorce filed in 1862 by Gipps against Helen on accusation of adultery cited William Wentworth FitzWilliam Dick (Member of Parliament, and himself married) as accomplice in the alleged wrong. ==References== Category:19th-century English writers Category:19th-century English historians Category:English travel writers Category:Writers of lost works Category:Year of birth unknown Category:Year of death unknown Category:Pseudonymous women writers Category:Pseudonymous writers ",
    "title": "H. Pemberton"
}