{
    "id": "60231256",
    "text": "Gabbard's political positions are broadly similar to those of other 2020 Democratic primary contenders on healthcare, climate, education, infrastructure, and criminal justice reform, but she has distinguishable positions on issues ranging from Democratic Party internal politics to foreign affairs. For Gabbard, foreign and domestic policy are inseparable. She criticizes what she terms the \"neoliberal/neoconservative war machine\", which pushes for US involvement in \"wasteful foreign wars\". She has said that the money spent on war should be redirected to serve health care, infrastructure, and other domestic priorities. Nevertheless, she describes herself as both a hawk and a dove: \"When it comes to the war against terrorists, I'm a hawk\", but \"when it comes to counterproductive wars of regime change, I'm a dove.\" == Domestic policy == Gabbard highlights, aside from the \"one main issue that is central to the rest, … war and peace\", the issues of national health insurance, big pharmaceutical and insurance companies; criminal justice reform, drug laws and the private prison industry; financial reform, including holding big banks and their executives accountable; and climate change and pollution as her major issues. === Campaign finance reform === Gabbard has supported campaign finance reform, and the Financial Times describes it as one of her signature issues. She is opposed to the influence of Super PACs in politics and states \"Politicians must represent and listen to the people who elected them to serve — not whatever lobbyist writes them the biggest check.\" In December 2016, Gabbard co-sponsored the We the People Amendment, which proposes an amendment to the Constitution that would abolish corporate personhood and would hold that campaign contributions would not be protected under the First Amendment. In May 2017 Gabbard pledged to no longer accept money from political action committees (PACs). In July 2017 Gabbard was one of only seven members of the No PAC Caucus. In October 2018 The Intercept reported that Gabbard was one of only four members of Congress who had pledged not to accept corporate campaign donations. In February 2018 Gabbard gave closing remarks at the Unrig the System Summit of RepresentUs, a nonpartisan, nonprofit organization that advocates for state and local laws based on model legislation called the American Anti-Corruption Act. Gabbard lamented the influence of big money in politics: \"Getting to the heart of how corrosive an effect money has on our politics and really regaining that voice and trust and confidence of the people, that’s how we begin to get back to a government of, by, and for the people.\" === Civil liberties === Gabbard is an original member of the bi-partisan 4th Amendment Caucus. As Gabbard notes, \"Our laws regarding freedom, privacy, and civil liberties have not kept up with the rapid expansion of technology in today's digital age.\" The caucus aims to protect against warrantless searches and seizures, close privacy violating surveillance loopholes, and champion reform efforts to protect and restore Fourth Amendment rights. In 2014 remarks on an NSA phone data mining bill, Gabbard said: \"We still have yet to hear of a single example of how national security has been strengthened by allowing bulk data collection.\" In 2015, Gabbard and Trey Gowdy (R-SC-4) co-sponsored the Strengthening Privacy, Oversight, and Transparency (SPOT) Act to, as Senator Tom Udall (who along with Ron Wyden joined in a bicameral effort to introduce this bill) stated, \"strengthen the independent Privacy and Civil Liberties Oversight Board (PCLOB)\" and \"significantly improve the oversight and accountability of the nation's intelligence community to protect Americans' constitutional rights.\" On January 29, 2019, Gabbard was awarded an 'A+' rating \"as a champion for protecting a free and open internet and civil liberties\" from Restore The Fourth and Fight for the Future, \"recogniz[ing] the congresswoman’s strong record of opposing mass surveillance and the warrantless collection of Americans’ calls, emails, texts and other communications, support of civil liberties and the USA Rights amendment and more.\" Gabbard said \"It is unfortunate that some leaders in Washington claim that the American people must choose between our national security, and our civil liberties. This is a false choice. We must ensure that our laws and policies strike the appropriate balance – protecting our national security, while simultaneously ensuring the constitutional rights of Americans are upheld.\" ===Criminal justice reform=== Gabbard has been outspoken against a \"broken criminal justice system\" and abuse of private prisons that together put \"people in prison for smoking marijuana while allowing corporations\" such as Purdue Pharma, \"who are responsible for the opioid-related deaths of thousands …, to walk away scot- free with their coffers full. This so-called criminal justice system, which favors the rich and powerful and punishes the poor, cannot stand.\" In December 2018, she co-sponsored the First Step Act as a \"first in a long line of steps toward comprehensive criminal justice reform, … greater sentencing reform, and [to] eradicate the private prison industry.\" === Disability issues === Gabbard has stated that resources need to be dedicated \"at every level of education as well as beyond\" to help people with disabilities get the jobs they need to succeed. In addition to cosponsoring several bills of importance to the disability community, she has opposed bills such as the ADA Education and Reform Act on the grounds it would impose undue requirements on individuals with disabilities before they could sue businesses for violating accessibility laws. She believed strongly that the bill would dismantle the ADA and voiced \"strong opposition to this harmful legislation.\" ===Drug policy reform=== Gabbard and Rep. Don Young speak in support of the Ending Federal Marijuana Prohibition Act in 2019 Gabbard supports the legalization of cannabis for recreational purposes. She has stated that she has never consumed marijuana, but \"believe(s) firmly in every person's freedom to make their own choices\", and calls the drug \"far less harmful and dangerous than alcohol\". Gabbard is also an advocate for the medical use of cannabis (particularly as an alternative to opioid painkillers), stating: \"The fact that marijuana's still a Schedule I drug is unacceptable in the harm that it is causing to the people of our country.\" Gabbard has introduced the Ending Federal Marijuana Prohibition Act and the Marijuana Opportunity Reinvestment and Expungement (MORE) Act to legalize cannabis at the federal level. She has also cosponsored numerous other cannabis-related measures including the Marijuana Justice Act. On January 17, 2020, in response to a voter's question regarding \"whether her plan to end the war on drugs centered on more harm reduction and treatment or if it involved moving to legalize and regulate narcotics so that you're no longer seeing tainted drugs on the street ... and involvement in the black market\", Gabbard answered “all of the above”. Gabbard expressed support for the Portugal model of decriminalizing and regulating all drugs, saying that \"the fears and the myths and the stigma about taking that step should be set aside.\" ===Economy and financial reform=== Gabbard has advocated for financial reform since first running for Congress, including such measures as restoring the Glass-Steagall Act, breaking up too-big-to-fail banks, strengthening protections against predatory lending practices, increasing capital requirements for the nation's largest banks, and banning naked credit default swaps. In 2012, during her first campaign for Congress, Gabbard critiqued JPMorgan Chase CEO Jamie Dimon \"and an army of Wall Street lobbyists\" for having \"anchored down\" the process of implementing Dodd-Frank legislation \"to the point that half of the modest regulations included in it aren’t even in place today, including the Volcker Rule, which limits risky trading behavior.\" She also called for breaking up big banks (noting that the five largest control 56 percent of the U.S. economy) and for preventing banks \"from becoming too big and too precarious to ever again endanger our livelihoods as they did in 2008, and as they continue to do today.\" In 2014, she voted for Audit the Federal Reserve legislation. In 2015, in a written statement to President Obama regarding his State of the Union message, wrote \"America also needs true Wall Street reform, which begins with reinstating Glass-Steagall. The financial stability of our nation depends on serious efforts to prevent Wall Street from making risky investments at taxpayer expense. The focus must always be on the needs of Main Street; we must prevent big banks from gambling with the well-being of our nation.\" In 2017, Gabbard co-sponsored a bill to reinstate provisions of the Glass-Steagall Act in order to separate investment banking from commercial banking and prevent the largest banks from engaging in speculative trading. She urged her colleagues to oppose the Financial CHOICE Act, a bill rolling back financial regulations put into effect after the 2008 financial crisis. She also supported a bill to increase the hourly minimum wage to $15 by 2024. In 2018, Gabbard voted with the minority against a bill she said worked to undo state-level legislation seeking to curb maximum interest rates on loans, noting that, in Hawaii, which has no such state-level legislation, interest rates could reach an annual percentage rate (APR) of 459 percent. On July 23, 2019, Gabbard introduced the Wall Street Banker Accountability for Misconduct Act, which would require Wall Street's biggest banks to establish a deferment fund funded annually by senior executives who receive compensation more than 10 times the compensation of the median paid employee of the covered bank, receive total compensation of over $1 million, and receive one of the 100 largest compensation packages, and who have authority to expose more than 0.5% of covered bank's capital. The deferred compensation would be held for 10 years to be used to pay penalties for violations occurring on their watch. During the 2019-2020 coronavirus outbreak, Gabbard supported a temporary universal basic income of $1000 per month. Another former candidate in the 2020 presidential election campaign, Andrew Yang, had supported the universal basic income. === Education === Gabbard supports making community college tuition free for all Americans while making all four-year colleges tuition free for students with an annual family income of $125,000 or less. The tuition would be funded by a new tax on trading stocks and bonds. === Election integrity === Gabbard introduced the Securing America's Elections Act of 2018 to require voter-verified paper ballots in federal elections in case of any audit or recount, allow voters to verify and correct any errors before their permanent paper ballot is preserved for official government record; and establish voter-verified paper ballots as the correct record of votes cast if there were any inconsistencies or irregularities between electronic and paper vote tallies. === Environment === IUCN World Conservation Congress in Hawaii in September 2016 Gabbard received the Sierra Club Hawaii Chapter's endorsement in the 2012 Democratic primary election for Congress and in her 2014 reelection campaign. In December 2016, Gabbard, along with approximately 2,000 U.S. military veterans dubbed \"The Veterans Stand for Standing Rock,\" traveled to North Dakota to join the protests against the construction of the final leg of the Dakota Access Pipeline near the Standing Rock and Cheyenne River Indian Reservations. In September 2017, Gabbard introduced the Off Fossil Fuels for a Better Future Act (\"OFF Act\") as legislation seeking to transition the United States to clean renewable energy. The bill would require electric utilities to transition to 80% renewable energy resources by 2027 and 100% renewable by 2035, while setting similar vehicle emission standards goals and banning hydraulic fracturing. In November 2018, Gabbard spoke in favor of a Green New Deal, which was at the time a draft resolution to task a special House committee with coming up with legislation to eliminate fossil fuel use from the economy within a decade. In February 2019, she expressed concerns about the vagueness of the version of the Green New Deal proposed by Representative Alexandria Ocasio-Cortez and Senator Ed Markey, saying \"I do not support 'leaving the door open' to nuclear power unless and until there is a permanent solution to the problem of nuclear waste,\" and so did not co-sponsor the legislation. === Family policy === Gabbard co-sponsored the Family Act legislation which would entitle employees to take up to 60 days of paid, job- protected leave to care for a newborn child or to care for any family member for medical reasons. She advocates for universal basic income which would allow one parent to either provide childcare themselves at home or to afford to pay for childcare. She also advocates for expanding pre-kindergarten education to all Americans. === Gun control === Standing with fellow House Democrats to demand a vote on gun control measures Gabbard has an F-rating from the NRA, a 0% rating by the Hawaii Rifle Association and a 100% rating by the Brady Campaign to Prevent Gun Violence. Gabbard supports a common rifle weapons ban, and universal background checks on top of the checks people have to take to get their permits to begin with. The New York Times has quoted Gabbard as saying, \"In an ideal world, we would listen to people instead of political action committees and the gun lobby and the N.R.A.\" === Health care === Gabbard supports a universal health care plan called \"Single Payer Plus\". In 2017, she co-sponsored the Expanded & Improved Medicare For All Act to create a national health insurance program that covers uninsured as well as underinsured people; allows for private insurance supplemental to but not duplicative of benefits provided under the program; and paid for in part by raising taxes on the wealthy and taxing financial transactions. Gabbard called the Republican-sponsored American Health Care Act of 2017 \"really a handout to insurance and pharmaceutical companies that will further exacerbate the burden on American families.\" In Gabbard's view, \"If you look at other countries in the world who have universal health care, every one of them has some form of a role for private insurance.\" In 2019, she cosponsored House Resolution 1384, Medicare for All Act of 2019 (a similar but more detailed version of the bill by the same name introduced in the Senate by Bernie Sanders) that would provide universal healthcare to all Americans. In 2017, Gabbard cosponsored and worked toward passing the Preventing Diabetes in Medicare Act to extend Medicare medical nutrition therapy services to those with pre-diabetes or risk factors for developing type 2 diabetes so as to \"help identify and treat diabetes earlier and more effectively.\" In 2019, Gabbard cosponsored the Affordable and Safe Prescription Drug Importation Act to allow wholesale distributors, pharmacies, and individuals to import affordable and safe drugs; the Medicare Drug Price Negotiation Act to allow the Department of Health and Human Services to negotiate directly with pharmaceutical companies under Medicare Part D; and the Prescription Drug Price Relief Act to end government- granted monopolies for manufacturers that charge drug prices higher than the median prices at which the drugs are available in other countries. === Housing === Gabbard proposes addressing the housing crisis by bipartisan efforts to use zoning and public–private partnerships between local governments and private developers to quickly increase the amount and reduce the price of available housing. === Immigration on southern border === Gabbard differs from other Democrats on some aspects of immigration. She sees the \"root cause of mass immigration on our southern border\" as being the \"history of US military intervention in Latin America that left countries destroyed.\" She continues: \"Before we talk about a wall, we need to end our ongoing threats of intervention – this time in Venezuela.\" === Labeling GMOs === In 2013, Gabbard sponsored legislation to require GMO labeling. In 2015, she criticized the Safe and Accurate Food Labeling Act, saying it \"makes a mockery of transparency and leaves U.S. consumers in the dark;\" and that it merely creates \"an illusion of transparency, making things more difficult for consumers, not easier.\" In 2016, she voted against a GMO-labeling bill, saying it was too weak. In early February 2019, she \"courageously criticized Monsanto for falsifying pesticide safety studies\" when she tweeted that Monsanto manufactured \"'scientific studies' to influence the EPA while destroying small farmers,\" and unleashed \"the scourge of Roundup.\" === LGBTQ+ rights === Gabbard is a member of the House LGBT Equality Caucus, and has a 100% record in Congress for pro-LGBT legislation from the Human Rights Campaign, a group that advocates for LGBT rights. Gabbard's position on LGBT issues has changed over the course of her lifetime. In 1998, at age 17, Gabbard supported her father's campaign to amend the Constitution of Hawaii to give lawmakers the power to limit marriage to opposite-sex couples. The amendment was overwhemingly approved by voters in a referendum. As a Hawaii state legislator in 2004, Gabbard opposed and protested against Hawaii House Bill 1024, which would have established legal parity between same-sex couples in civil unions and married straight couples. The bill was defeated in the House. Also in 2004, Gabbard opposed a House resolution to study the demographics and needs of LGBT students saying that a study asking students questions about their sexuality would be a violation of their privacy. After two deployments with the Hawaii Army National Guard to Iraq in 2004 and Kuwait in 2008, Gabbard said in 2011 that her stance on LGBT issues was changed by her experience in the military \"with LGBTQ service members both here at home and while deployed\" as well as seeing \"the destructive effect of having governments … act as moral arbiters for their people.\" In 2012, Gabbard apologized for what David Knowles called \"anti-gay advocacy\". Since 2013, Gabbard has been a member of the House LGBT Equality Caucus during her first, third, and fourth terms in Congress. As Congresswoman, Gabbard co-sponsored pro-LGBT legislation, signed an amicus brief supporting Edith Windsor's challenge to the Defense of Marriage Act, and supported the Equality Act to protect LGBT individuals, and other efforts to promote LGBT equality, including supporting the Restore Honor to Service Members Act, the Employment Non-Discrimination Act, the Safe Schools Improvement Act and the Equality for All Resolution. In 2019, after launching her presidential campaign, she apologized again for her past anti-gay views. === Media and party === Gabbard says the \"Washington bubble is disconnected\" from the people in the country. During a January 2020 interview with a newspaper's editor board, she criticized her party and the cable news media. Gabbard stated that the Democratic party \"unfortunately has become more and more out of touch\" with people across the country, and that the party needs to listen to the concerns of ordinary voters. She called for the Democratic party to renounce the influence of lobbyists for the fossil-fuel industry, military contractors and other giant corporations to trigger a shift in foreign and domestic priorities of the United States. She warned, the Impeachment of President Trump could prevent this shift in priorities and could lead to Republican wins of House, Senate and Presidency in 2020. Gabbard said, voters \"feel a sense of great frustration\" that their opinions and everyday concerns are \"not at all reflected\" in the cable news media. She introduced legislation to reinstate the Fairness Doctrine, a policy that required media outlets to present contrasting views on any political or social issue. === Opioid Addiction === In May 2016 Gabbard, citing a Los Angeles Times investigation into the manufacturer of OxyContin, called drug company marketing of painkillers \"the root cause of the problems\", as they were selling Oxycontin as a 12-hour drug while it wore off early in many patients, increasing the risk of addiction. In May 2018 Gabbard, Senator Bernie Sanders, and Representatives Ro Khanna and Pramila Jayapal introduced The Opioid Crisis Accountability Act of 2018 \"to penalize drug companies found to be profiting from the opioid epidemic [targeting] companies that engage in false marketing or distribution of opioids.\" === Refugees from religious intolerance === In March, 2013, Gabbard joined with ten other Democratic and eight Republican representatives in a letter to President Obama asking that he \"extend and reform visa programs for Iraqi and Afghan allies … who have risked their lives to aid our troops and protect America’s security, … as federal agencies have issued only a fraction of the visas that Congress originally authorized.\" In September, 2015, Gabbard sponsored with Duncan Hunter (R-CA), a bill \"[r]ecognizing the persecution of religious and ethnic minorities, especially Christians and Yezidis by the Islamic State of Iraq and the Levant (ISIL), also known as Daesh, and calling for the immediate prioritization of accepting refugees from such communities.\" Gabbard noted these \"and other minority groups in the Middle East are being targeted specifically because of their religious beliefs, and face forced conversions to Islam, mass abductions, sexual enslavements, and executions due to this ISIL-inflicted genocide.\" In October, 2015, in response to CNN's Wolf Blitzer asking \"Does it not concern you that Bashar al-Assad's regime has been brutal, killing at least 200,000, maybe 300,000 of its own people?\", Gabbard responded by commenting that \"the same things that are being said about Assad right now were said about Gadhafi … and Hussein … by those who were advocating for the U.S. to … intervene, … overthrow those regimes and … dictators.\" She continued, \"[I]f you do [the same thing] in Syria, … we will end up with a situation far worse than we're seeing today … with far greater human suffering, with far greater persecution of religious minorities and Christians in Syria, and our enemy will be far stronger.\" In November, 2015, after the ISIS terrorist attacks on Paris, Gabbard and 46 other Democrats voted with Congressional Republicans in favor of the American Security Against Foreign Enemies (SAFE) Act of 2015 to require \"supplemental certifications and background investigations on refugees from Syria and Iraq\". President Obama said he would veto the bill: \"We are not well served when, in response to a terrorist attack, we descend into fear and panic.\" Gabbard, in explaining her vote, said \"voting for this bill was not a vote against refugees\" but about \"the long term viability and continuation of our country serving as a place of refuge for those who are truly in need of shelter.\" \"It would be a double disaster if someone who came to America as a refugee ended up engaging in a terrorist act … [as] happened before in 2009, when two al-Qaeda terrorists came to the U.S. as refugees from Iraq and were actively supporting al-Qaeda from the U.S. while also plotting an attack on U.S. soil. Following their discovery and arrest, … the refugee program for Iraqis was completely shut down for six months.\" Also in November, 2015, Gabbard called for a suspension of the Visa Waiver Program for European passport holders until the intelligence community catches up with the influx of Syrian refugees. In response to Wolf Blitzer noting others were concerned about the economic impact of suspending the program, Gabbard said: \"You want to talk about the effect on the economy if these actions are not taken and an attack is allowed to occur here, even though we’ve identified this vulnerability?\" In January, 2017, in response to reports President Trump was expected to order a temporary ban on refugees, Gabbard said, \"We shouldn’t ban refugees from entering our country. We need to responsibly ensure thorough vetting is in place …\" She called the president's order \"unacceptable\". In March, 2017, in response to President Trump's announcement of a newly revised blanket ban of refugees, Gabbard said, \"True to our history and values as a nation, we have served as a place of refuge to the most vulnerable in the world. We should not be putting in place a blanket ban of refugees ….\" === Sex work decriminalization === On March 7, 2019, Gabbard told BuzzFeed News \"If a consenting adult wants to engage in sex work, that is their right, and it should not be a crime.\" She continued, \"All people should have autonomy over their bodies and their labor.\" A spokesperson for her presidential campaign cited that comment later that month and added, \"She believes it should be decriminalized, and that is the action we would take on the federal level.\" ===Taxation=== According to Politico, Gabbard supports eliminating corporate income tax breaks for \"offshoring\", but has taken no positions on capital gains taxes, tax credits, Wall Street taxes, and wealth taxes.\"Tulsi Gabbard Views on 2020 Issues: A Voter's Guide\", Politico, retrieved October 17, 2020. ===Tech industry=== Gabbard has called for breaking up \"big tech companies\" who, together with \"overreaching intel agencies\", she says \"take away our civil liberties and freedoms in the name of national security and corporate greed\". She supports net neutrality, and has criticized Facebook for banning users. In Gabbard's lawsuit against Google for temporarily suspending her campaign's advertisement account, her lawyers contend that Google should be considered a \"state actor\", Google's program to verify election ads amounts to a regulation of political speech, and thereby Google violated the First Amendment. === Veterans Issues === In 2014, Gabbard introduced the Access to Care and Treatment Now for Veterans Act to allow veterans not getting timely healthcare from the VA to get care from non-VA medical providers. This bill was incorporated into the Veterans Access, Choice, and Accountability Act passed later that year. On March 19, 2015, Gabbard and Scott Perry (R-Pa.) launched a new Congressional caucus dedicated to helping post-9/11 veterans in transition to civilian life and improve services for veterans such as reducing the backlog in Veteran Affairs disability claims, and promoting education, entrepreneurship and employment opportunities. Also in 2015, Gabbard introduced legislation with Chris Stewart (UT-02) to expand veterans’ healthcare options by allowing them to pause their TRICARE benefits to participate in an employer's Health Savings Account (HSA) program. In 2016, Gabbard worked successfully with John Kline (R-MN) to amend the National Defense Authorization Act to allow military retirees living more than 100 miles from a military treatment facility to re-enroll in TRICARE Prime, reversing a 2013 policy that eliminated such access. In 2017, Gabbard, as co- chair of the Post 9/11 Veterans Caucus helped introduce the Forever GI Bill to extend and improve the GI Bill benefits granted to veterans, surviving spouses, and dependents. The bill passed with bipartisan support. In January 2019, together with Rep. Gus Bilirakis (R-FL), she introduced the Retired Pay Restoration Act to ensure disabled veterans receiving 40 percent or lower rates of service-connected disability would receive both their military pension as well as Veterans Affairs’ disability compensation or combat-related special pay. As founder and co-chair of the Post-9/11 Veterans Caucus, she said: \"Retirement benefits and disability benefits are two different things, and one should not be counted against the other\" and that this bipartisan legislation will \"ensure that our veterans receive the benefits they’ve earned and deserve.\" ===Women's issues and abortion=== Gabbard says, addressing sexual harassment at the workplace requires leadership to bring about a culture shift in the private and public sectors. She was an original cosponsor of the Military Justice Improvement Act to transfer decision-making in military sexual assault cases from the chain of command to experienced trial counsel to determine the appropriate trial path to pursue. She has also cosponsored: the Congressional Accountability and Hush Fund Elimination Act to that ensure congressional perpetrators are held personally and financially accountable for sexual harassment abuses of power by ending taxpayer-funded harassment settlements and requiring full reimbursement to the Treasury for past settlements; the Power Act which requires every state's U.S. attorney to promote and expand pro-bono legal services, specifically for domestic violence survivors; and the Violence Against Women Reauthorization Act of 2018 to revise and reauthorize various programs and activities to prevent and respond to domestic violence, sexual assault, dating violence, and stalking. Gabbard supports reproductive rights, including federal funding for abortion. While when young she had opposed abortion, she changed her views on this (along with her views on LGBTQ) by her military experience in Iraq seeing \"the destructive effect of having governments … act as moral arbiters for their people.\" She has a 100% voting record with both Planned Parenthood and NARAL and says she believes the government has no place in a woman's right to choose. Gabbard does support regulating abortions during the third trimester of pregnancy, however, stating on The Rubin Report, \"I think [in] the third trimester, unless a woman's life or severe health consequences is at risk, then there shouldn't be an abortion in the third trimester.\" To close the wage gap between women and men, Gabbard co-sponsored the Paycheck Fairness Act Gabbard calls for a concerted effort to encourage the professional development and opportunities of women in the workplace, government and military. She opposes policies that would dictate the demographics of corporate boards. == Foreign policy == Gabbard describes herself as both a hawk and a dove: \"When it comes to the war against terrorists, I'm a hawk,\" but \"when it comes to counterproductive wars of regime change, I'm a dove.\" She has said that such wars \"undermine our national security and … actually increase the suffering of people in the countries where we wage them.\" Asked if there were any wars that justified the use of US military force, Gabbard said there are \"very few examples\" and cited World War II. Gabbard is widely portrayed as an apologist for America's enemies and has been accused of being a \"Russian asset\". When asked about her coverage in the mainstream media, Gabbard has said \"We have seen for a long time how the mainstream media has been complicit in further pushing and pursuing the foreign policy establishment narrative.\" === Assange, Snowden, and Manning === Gabbard has stated the U.S. government should drop charges against WikiLeaks founder Julian Assange: \"[H]is arrest and all … that just went down … poses a great threat to our freedom of the press and to our freedom of speech\" She has also expressed concerns that \"our government … can basically create this climate of fear against … those … publishing things that they don't like …. This … threatens every American — the message … we are getting is 'Be quiet, toe the line, otherwise there will be consequences.'\" She would also pardon NSA whistleblower Edward Snowden and take action to \"close the loopholes\" in the law Snowden exposed. Of Snowden and Chelsea Manning, she said, \"there is not an actual channel for whistle-blowers like them to bring forward information that exposes egregious abuses of our constitutional rights and liberties, period. There was not a channel for that to happen in a real way, and that's why they ended up taking the path that they did, and suffering the consequences.\" === Council on Foreign Relations === Gabbard was a five-year \"term member\" of the Council on Foreign Relations (CFR). When asked about her involvement in it, she said that while many in CFR did not share her worldview, \"If we only sit in rooms with people who we agree with, then we won’t be able to bring about the kind of change that we need to see.\" ===Counterterrorism=== Following her 2017 visit to Syria, Gabbard opposed US involvement in regime change, calling it counterproductive to defeating ISIL, Al-Qaeda, and other terrorist organizations. Gabbard considers herself a hawk on war on terror. She favors a \"very limited use of drones\" in situations where the \"military is not able to get in without creating an unacceptable level of risk.\" Gabbard criticized the Obama Administration for \"refusing\" to say that \"Islamic extremists\" are waging a war against the United States. She has said it was Al-Qaeda who \"attacked us on 9/11\" and it is they who \"must be defeated.\" She continued: \"Obama won't bomb them in Syria. Putin did.\" On December 20, 2019, the Stop Arming Terrorists Act that she introduced in 2017 became law as part of National Defense Authorization Act for Fiscal Year 2020, § 1228 to prohibit the Department of Defense from \"knowingly providing weapons or any other form of support to Al Qaeda, Jabhat Fateh al-Sham, the Islamic State\" or other terrorist groups or individual or groups affiliated with any such organization. Gabbard's views on Islamic terrorism have distinguished her from many mainstream Democrats. In 2015 she met with U.S.-backed Egyptian president Abdel Fattah el-Sisi to discuss \"the threat of ISIS and Islamic extremist groups\". She has advocated increasing pressure on Pakistan to stop terrorist attacks and expressed \"solidarity with India\" in reference to the 2016 Uri attack. === Nuclear weapons and arms race === Gabbard co-sponsored legislation that would prohibit the first-use of nuclear weapons. Gabbard decries powerful politicians who \"beat the drums of war and ratchet up tensions\" between the U.S. and nuclear-armed countries\", dragging the country toward a New Cold War arms race, thereby bringing \"the front lines … to our doorstep, as we sit on the precipice of nuclear war.\" She notes that nuclear strategists say \"we are at a greater risk of nuclear war than we ever have been before.\" Gabbard has introduced legislation to prevent the use of taxpayer dollars for weapons that violate the 1987 Intermediate- Range Nuclear Forces Treaty and has expressed disappointment no moderators at the Democratic presidential primary debates have \"raised the issues or asked a question related to the most existential threat we face in this country.\" === Regime change interventions === In a 2018 interview with The Intercept, Gabbard said U.S. efforts at regime change \"have ended up worse off for the people of those countries and have been counterproductive to the interests of the American people.\" The Intercept described her as \"an outspoken critic of U.S. involvement in the Middle East from the disastrous Iraq War to NATO’s 2011 intervention in Libya that followed Arab Spring protests against the brutal regime of Moammar Gadhafi.\" She has also called for an end to the nearly two-decades-long U.S. war in Afghanistan. In her February 2, 2019 campaign launch, Gabbard called on everyone to take a stand against what she described as the \"neolibs and neocons\" from both parties promoting regime change. In a campaign email released later that week, she wrote that \"media giants ruled by corporate interests … in the pocket of the ‘establishment war machine'\" deploy journalism to \"silence debate and dissent.\" According to Rolling Stone columnist Matt Taibbi, Gabbard's position is \"not as has been represented in most press accounts. … She’s not an isolationist. She’s simply opposed to bombing the crap out of, and occupying, foreign countries for no apparent positive strategic objective, beyond enriching contractors\". ==== Displacement of civilians ==== In October 2015, in response to Wolf Blitzer asking \"Does it not concern you that Bashar al-Assad's regime has been brutal, killing at least 200,000, maybe 300,000 of its own people?\", Gabbard, in noting that \"the same things that are being said about Assad right now were said about Gadhafi … and Hussein … by those who were advocating for the U.S. to … intervene, … overthrow those regimes and … dictators\" said \"[I]f you do in Syria [as was done in Libya and Iraq]\" ... we will end up with a situation far worse than we're seeing today ... with far greater human suffering, with far greater persecution of religious minorities and Christians in Syria, and our enemy will be far stronger.\" On November 17, 2015, Gabbard, as one of the Hawaii legislators remarking on Gov. David Ige’s support of President Obama’s commitment to accept refugees from Syria, said \"I’m currently … doing my due diligence on this vetting process … from the appropriate departments, from the Homeland Security, the intelligence community, and so on and so forth. The most humane thing we can do [regarding Syria] is stop creating new refugees.\" On November 19, 2015, Gabbard sponsored with Austin Scott (R-GA) (also a member of the House Armed Services Committee), H.R. 4108, a bipartisan bill to end U.S. efforts to overthrow the Syrian Arab Republic led by President Bashar al-Assad. Gabbard said that \"The war to overthrow Assad is counter-productive because it actually helps ISIS and other Islamic extremists achieve their goal of overthrowing the Syrian government of Assad and taking control of all of Syria—which will simply increase human suffering in the region, exacerbate the refugee crisis.\" On January 26, 2017, in response to reports President Trump was expected to order a temporary ban on refugees, Gabbard commented \"[W]e must address the root cause that is making people flee their homes— regime- change wars.\" In subsequent comments, she added that in Syria she had met with pastors who described intense suffering: \"The reality of a genocide against religious minorities is very real\". In March 2017, in response to President Trump's announcement of a newly revised blanket ban of refugees, Gabbard said \"[W]e must address the cause of this refugee crisis and end the destructive U.S. policy of counterproductive regime-change wars, as we've seen most recently in Iraq, Libya, and now in Syria.\" === Torture === In a December 2014 interview Gabbard said she was \"conflicted\" about the report published that week on the CIA's use of torture in interrogations, saying, \"the jury is still out on the report\". She also said that while she abhorred torture, were there an imminent danger to American citizens, as president she \"would do everything in my power to keep the American people safe.\" In a February 2019 interview with the Status Coup, Gabbard said, \"Through my time on the armed services committee in congress over the last five years I've supported amendments to the defense bill that ban torture, ban these enhanced interrogation techniques, and as president will continue to strongly oppose torture and the use of those techniques\". === Trump administration — meeting and critique === On November 21, 2016, Gabbard became the second Democrat (after Michelle Rhee) to meet with President-elect Donald Trump and his transition team at Trump Tower. She described the meeting as \"frank and positive\" and said she accepted the meeting to influence Trump before Republicans grew in influence and escalated the war to overthrow the Syrian government. She later called the Trump administration's 2017 Shayrat missile strike reckless and \"short- sighted.\" Gabbard did not join the 169 congressional Democrats who signed a letter of opposition to Steve Bannon's appointment as Trump's chief strategist, but she joined 182 other colleagues to co-sponsor a bill to remove him from the National Security Council. Gabbard vehemently criticized the 2017 United States–Saudi Arabia arms deal and the administration's decision not to sanction Saudi Arabia over the killing of Jamal Khashoggi. In an October 29, 2019 press conference with family members of victims of the September 11, 2001 terror attacks, Gabbard requested the Trump administration to declassify the findings of its investigation into a possible involvement of Saudi Arabia government officials in the September 11 attacks and to end all aid for Saudi Arabia until this information is made public. Gabbard reintroduced House resolution 663 from 2017 as resolution 662 to push for this goal. ==== Impeachment of Donald Trump ==== Gabbard voted \"present\" when the House of Representatives voted to impeach President Trump in December 2019, saying, \"I could not in good conscience vote against impeachment because I believe President Trump is guilty of wrongdoing. I could not in good conscience vote for impeachment because removal of a sitting president must not be the culmination of a partisan process, fueled by tribal animosities that have so gravely divided our country.\" She explained the motivation for her \"present\" vote in two video messages and a press release. Gabbard cited The Federalist Papers essay No. 69 and described her vote as a protest against a political zero-sum game where both parties \"aim to extract maximum hurt from their opponent, but everybody loses and nothing gets done.\" She deplored that against the intention of America's Founders, the impeachment process had become a partisan endeavor. Gabbard criticized Republicans for \"blindly supporting their party leader and abdicating their responsibility to exercise legitimate oversight\" and she criticized Democrats for using \"extreme rhetoric that was never conducive to an impartial fact-finding process\". She called for \"reconciliation of the divided nation\". Gabbard introduced House resolution H.Res.766 that would censure President Trump for several of his foreign policy decisions and \"send a strong message to this president and future presidents that their abuses of power will not go unchecked, while leaving the question of removing Trump from office to the voters to decide.\" A week after voting, Gabbard said she thinks the impeachment of President Trump will unfortunately embolden him, increase the likelihood of his reelection and causes her serious concern about her party losing the presidential election and the majority in the House of Representatives. ===Specific nations and regions=== ==== Afghanistan ==== In 2011 and the following years, Gabbard repeatedly requested an end to the Afghanistan war. At the Democratic debate on July 31, 2019, Gabbard accused Trump of continuing to betray Americans by repeatedly walking back his plans to withdraw from Afghanistan, adding that withdrawing American troops from Afghanistan was about leadership\" and that \"the leadership\" she would bring would be \"to do the right thing\" and \"bring our troops home within the first year in office and end the wasteful regime change wars ….\" After The Washington Post reported on long lasting and systematic misleading of the American public by the US government about the situation and progress of the Afghanistan war, Gabbard said she introduces legislation for a Congressional inquiry into \"the lying and wasting of taxpayer dollars\" and lives of US service members. She accused the military-industrial complex, contractors and consultancy companies of profiting from \"a scam that ripped the US taxpayers off over a trillion dollars since 9/11 in Afghanistan alone.\" Gabbard reiterated her request to bring US troops home from Afghanistan. ==== India ==== Gabbard and Indian Prime Minister Narendra Modi in New York on September 28, 2014 Gabbard supports a strong US-India relationship \"of mutual respect … for many reasons—not the least of which is the war against terrorists.\" Critics charge that she is too close to Indian Prime Minister Narendra Modi and to the ruling Hindu-nationalist Bharatiya Janata Party (BJP). She has met with officials from both the BJP and the major opposition party, Indian National Congress, and has disputed claims she is partial to any political party in India. Gabbard was critical of the U.S. decision to deny Modi a visa over allegations of his involvement in the 2002 Gujarat riots, calling it a \"great blunder\" that could have undermined the U.S.-India relationship. In 2013 she joined some of her colleagues on the House Foreign Affairs Committee in opposing a House resolution that called for continuing the ban on Modi and for \"religious freedom and related human rights to be included in the United States-India Strategic Dialogue and for such issues to be raised directly with federal and state Indian government officials\". The bill admonished India to protect \"the rights and freedoms of religious minorities\" and specifically mentioned incidents of mass violence against India's Muslim minority that took place during Modi's tenure. Gabbard justified her opposition by saying the resolution would weaken the friendship between India and the US and citing its timing as potential interference in the Indian elections, while emphasizing the need for the U.S. to stand for religious freedom. In January 2019 The Intercept published an article stating that Gabbard had links with Hindu nationalist organization Vishwa Hindu Parishad of America and the Hindu American Foundation. Gabbard rejected the idea that meeting with a democratically elected leader was evidence of collusion with that leader's party. An earlier version of The Intercepts article searched Gabbard's donor list for \"names ... of Hindu origin\" to \"show Gabbard's broad base of support in the Hindu-American community\". Gabbard criticized this as religious bigotry, saying that Christians would not be subject to such scrutiny based on their names. The Intercept removed the sentence with an apology, saying that it was not intended \"to question the motives of those political donors\" and apologizing \"for any such implication\". ==== Iran ==== In 2013, Gabbard co- sponsored and voted for the Nuclear Iran Prevention Act, which imposed sanctions on Iran over its nuclear program. In 2014, Gabbard described Iran as the \"world's leading state sponsor of terrorism\". Despite her initial criticism of it, Gabbard voted in favor of the Joint Comprehensive Plan of Action, an agreement with Iran that imposed restraints on Iran's nuclear program in exchange for lifting nuclear-related sanctions against Iran. She opposes the Trump administration's decision to withdraw from the JCPOA and has said that as president she would reenter the agreement, but also negotiate on remaining issues in order to find a diplomatic solution and deescalate tensions. In May 2019 Gabbard warned about the danger, costs, and consequences of a potential war with Iran and criticized the Trump administration for elevating tensions. She said it would be illegal for the Trump administration to take action against Iran relying on a 2001 law that authorized the use of U.S. Armed Forces against those responsible for the September 11 attacks and any \"associated forces\". In January 2020 Gabbard denounced President Trump's assassination of Iran's Quds Force commander Qasem Soleimani and Iraqi Popular Mobilization Forces commander Abu Mahdi al-Muhandis as an act of war against Iran without Congressional declaration of war and thereby violation of the U.S. Constitution. She questioned what the actual goal of the U.S. administration in Iraq is and warned of an Iranian retaliation that could lead to a devastating war. Gabbard said the U.S. regime change wars in Iraq, Libya and Syria caused Iraq and Syria to seek support from Iran and thereby created the growing influence of Iran in Iraq and Syria which the U.S. now attempts to counter militarily. After U.S. troops announced they suspended their anti- terror operations in Iraq to concentrate on handling the fallout from Soleimani's assassination, Gabbard said the act of war against Iran broke the fragile alliance between Iran, Iraq and the U.S. in combating ISIS, potentially causing a resurgence of terrorist groups. Iran's withdrawal from the JCPOA means Iran gets closer to acquiring nuclear weapon capability according to Gabbard, who requested an immediate withdrawal of U.S. troops from Iraq and Syria to prevent the U.S. getting into the \"quagmire\" of a prolonged militarily \"tit-for-tat\". She would deescalate tensions with Iran by ending the \"crippling\" economic sanctions and reentering JCPOA to prevent Iran from acquiring nuclear weapon capability. The intelligence briefing by the Trump administration did not convince Gabbard about the alleged \"imminent threat\" by Soleimani and gave \"no justification whatsoever for this illegal and unconstitutional act of war\". In her view, President Trump's actions showed a lack of basic understanding and foresight in national security. Gabbard held a floor speech in the House to advocate for passing H.Con.Res.83 which reasserts the Constitutional authority of Congress to declare war and specifically directs the President to terminate the use of U.S. Armed Forces to engage in hostilities in or against Iran. H.Con.Res.83 passed the House with a 224-194 vote. Since 2018 Gabbard had repeatedly attempted to insert amendments into the National Defense Authorization Act to prevent the President from starting a war with Iran without Congressional approval, and she introduced the No More Presidential Wars Act to define starting or joining a war without Congressional approval an impeachable \"high crime and misdemeanor\", but these previous legislative efforts did not find majorities in Congress. Her campaign streamed a panel discussion with Stephen Kinzer and Dennis Kucinich on the Iran–United States relations in a collaboration with Kim Iversen.Tulsi Gabbard (January 15, 2020). . US congressional delegation at Halifax International Security Forum 2014 ==== Israel ==== Gabbard supports a strong U.S.-Israel relationship. In March 2015, unlike 58 other Democrats, she did not boycott Benjamin Netanyahu's address to the U.S. Congress, saying at the time that relations \"must rise above the political fray, as America continues to stand with Israel as her strongest ally.\" On July 14, 2015, Gabbard attended the Christians United for Israel (CUFI), a conservative leaning organization. In January 2017 Gabbard voted against a House resolution condemning the U.N. Security Council resolution on Israeli settlements built in the West Bank. She said, \"While I remain concerned about aspects of the U.N. resolution, I share the Obama administration's reservation about the harmful impact Israeli settlement activity has on the prospects for peace.\" She criticized Israel's use of live ammunition along the Gaza fence in May 2018. In March 2019, Gabbard responded to controversies arising from tweets by Rep. Ilhan Omar (D-MN) suggesting US support for Israel is motivated by money, which were characterized by both Democrats and Republicans as antisemitic. She told CNN \"There are people who have expressed their offense at these statements. I think that what Congresswoman Omar was trying to get at was a deeper issue related to our foreign policy, and I think there's an important discussion that we have to be able to have openly, even though we may end up disagreeing at the end of it, but we've got to have that openness to have the conversation.\" On July 23, 2019, Gabbard voted in favor of House Resolution 246, which expressed House opposition to the Global Boycott, Divestment and Sanctions Movement (BDS Movement) movement as delegitimizing the State of Israel, reaffirmed support for a two-state solution, and affirmed U.S. citizens rights to protest or criticize the policies of the U.S. or foreign governments. Gabbard explained her vote saying that she supported \"a two-state solution that provides for the rights of both Israel and Palestine to exist, and for their people to live in peace, with security, in their homes. I don't believe the BDS movement is the only or best way to accomplish that. However, I will continue to defend those who choose to exercise their right to free speech without threat of legal action.\" On July 30, 2019, Gabbard co-sponsored House Resolution 496, introduced by Rep. Ilhan Omar on July 17, which \"affirms that all Americans have the right to participate in boycotts in pursuit of civil and human rights at home and abroad, as protected by the First Amendment to the Constitution\". Omar, shortly before introducing the bill, declared it \"an opportunity for us to explain why it is we support a nonviolent movement, which is the BDS movement.\" Gabbard explained that she co-sponsored the resolution \"to affirm our freedom of speech and rights to protest or boycott for any cause\" and stated she \"will continue to oppose unconstitutional legislation … that seeks to restrict freedom of speech by imposing legal penalties against those who participate in the BDS movement.\" ==== Saudi Arabia ==== In 2015, Gabbard claimed it was \"understandable, given that Iran is right on their doorstep and this threat from Iran remains a concern\" for Saudi Arabia to pursue its own nuclear program. Gabbard opposed a $1.15 billion arms deal with Saudi Arabia. She declared, \"The U.S. must stop arming Saudi Arabia, stop fueling this fire and hold Saudi Arabia accountable for their actions.\" Gabbard has called for ending U.S. support for the Saudi-led intervention in Yemen, saying the U.S. is complicit in a humanitarian disaster. In September 2018 she supported legislation invoking the War Powers Resolution of 1973 to stop U.S. involvement in the war. In November 2018, after Trump indicated the U.S. would not sanction Saudi Arabia over the killing of Jamal Khashoggi, Gabbard tweeted at Trump, \"being Saudi Arabia's bitch is not 'America First’.\" In October 2019, Gabbard requested the Trump administration to end all aid to Saudi Arabia until the findings of its investigation into possible Saudi involvement in the September 11 attacks are made public. ==== Syria ==== In 2013, Gabbard opposed the Obama administration's proposed military strikes in Syria and in November 2015 introduced legislation to block CIA activities in Syria and U.S. military action against Syrian President Bashar al-Assad. This legislation was referred to House committees and subsequently blocked. In March 2016, Gabbard was one of three members of Congress to vote against House Resolution 121, which condemned the government of Syria and \"other parties to the conflict\" for war crimes and crimes against humanity,\" saying that though Assad was a \"brutal dictator,\" the resolution was \"a War Bill—a thinly veiled attempt to use the rationale of 'humanitarianism' as a justification for overthrowing the Syrian government\". In November 2016 she met with Trump in an effort to convince him of her point of view. In 2017, Gabbard cited US \"regime-change\" involvement in Syria as a source of the Syrian refugee crisis. In January 2017, Gabbard had two unplanned meetings with Assad during a trip to Syria and Lebanon. Gabbard said that the Syrian people's message was \"powerful and consistent: there is no difference between ‘moderate’ rebels and al-Qaeda (al-Nusra) or ISIS—they are all the same\". She described the Syrian conflict as \"a war between terrorists under the command of groups like ISIS and al-Qaeda and the Syrian government\". Gabbard expressed skepticism regarding claims that Assad used chemical weapons against Syrian civilians, saying that \"there is evidence to suggest that the attacks may have been staged by opposition forces for the purpose of drawing the United States and the West deeper into the war.\" Following the Khan Shaykhun chemical attack, Gabbard called for a U.N. investigation into the attack and prosecution of Assad by the International Criminal Court should he be found responsible. After Trump ordered the 2017 Shayrat missile strike targeting the Syrian airfield believed to be the source of the attack, Gabbard called the strike reckless \"without care or consideration of the dire consequences of the United States attack on Syria without waiting for the collection of evidence from the scene of the chemical poisoning.\" Her statements were sharply criticized both by former Democratic National Committee Chairman Howard Dean and Center for American Progress President Neera Tanden. In a 2018 interview with The Nation, Gabbard said the United States had \"been waging a regime change war in Syria since 2011. Central to that war to overthrow the Syrian government of Assad, the U.S., along with its allies Saudi Arabia, Turkey, and Qatar, has been providing direct and indirect support to terrorist organizations like Al Qaeda\". In an August 2019 interview with CNN's Chris Cuomo, Gabbard said of Assad: \"He's a brutal dictator. Just like Saddam Hussein. Just like Gadhafi in Libya. The reason that I'm so outspoken on this issue of ending these wasteful regime- change wars is because I have seen firsthand this high human cost of war and the impact that it has on my fellow brothers and sisters in uniform\". In August 2019, Eliot Higgins described Gabbard's views on chemical weapons usage in the Syrian Civil War, as expressed on her campaign website, as a \"contradictory error-filled mess\". Gabbard told the Washington Post in September 2019: \"It is in our national security interests to end our regime change war in Syria. That war is prolonging the suffering of the Syrians, preventing Syrian refugees from returning home, strengthening al-Qaeda and Iran’s influence. Diplomatic relations are not a stamp of approval — they’re necessary to prevent war and resolve conflict. I would reestablish relations with Syria, whoever their president is, and work to bring peace to its long- suffering people.\" In October 2019, Gabbard introduced legislation invoking the War Powers Resolution of 1973 to remove all troops from Syria which have no Congressional authorization for deployment. The legislation specifically opposes US President Trump's announcement to militarily \"secure the oil\" in Syria with the prospect of perhaps having to \"fight for it\", as well as Secretary of Defense Esper's announcement to deny Syrian forces access to the oil. Gabbard called the US government's action in Syria \"the next step of the modern day siege that has been happening in Syria since 2011. It deprives the Syrian people of the resources they need to survive and to rebuild their lives.\" Gabbard also called for an end to arming terrorist groups and an end to the \"draconian\" sanctions against Syria that prevent \"the most vulnerable people\" in Syria from getting \"power, food and medicine\". ==== Turkey ==== In October 2019, Gabbard described Turkish President Recep Tayyip Erdogan as a \"radical Islamist megalomaniac\" and accused his government of supporting the Al-Qaeda and Islamic State terror organizations. She has described the method by which Trump partially withdrew troops from northeastern Syria as \"laying out a red-carpet, a green light for Erdoğan and Turkey to launch an ethnic cleansing and offensive against the Kurds.\" ==== Trans-Pacific Partnership ==== Gabbard opposed the Trans-Pacific Partnership and led protests against it. A member of the House Foreign Affairs Subcommittee on Asia and the Pacific, she criticized both the deal itself and the secrecy surrounding the negotiations: \"Because of a woeful lack of transparency, the American people know very little about his this agreement will benefit multi-national corporations at the expense of the American worker. … Despite the lack of transparency, one can predict the impact of TPP and whose interests this deal will serve, based on who favors the agreement.\" ==== Venezuela ==== In the wake of the 2019 Venezuelan presidential crisis, Gabbard said the United States needed to stay out of Venezuela and not get involved in overthrowing Venezuelan President Nicolás Maduro. She said Venezuela, not the United States, should choose its government. ==See also== * List of Asian Americans and Pacific Islands Americans in the United States Congress * Women in the United States House of Representatives ==Notes== ==References== == External links == * Tulsi 2020 official presidential campaign website * Congresswoman Tulsi Gabbard official U.S. House website * Tulsi Gabbard on the issues - TulsiGabbard.org * Tulsi Gabbard for Congress * Healthy Hawai'i Coalition (HHC) * * Tulsi Gabbard Video produced by Makers: Women Who Make America * Tulsi Gabbard Marriage Tulsi Gabbard's marriage in Vedic tradition |- * Category:Political positions of the 2020 United States presidential candidates Category:Political positions of members of the United States House of Representatives ",
    "title": "Political positions of Tulsi Gabbard"
}