{
    "id": "60230238",
    "text": "Bernard Hartmut Breslauer (1 July 1918 – 14 August 2004) was a German antiquarian book dealer and collector, who lived in turn in Germany, England and the United States. ==Life== His father Martin Breslauer founded a antiquarian bookshop in Berlin in 1898. Born in Charlottenburg, Bernd was his only son and while on his father's business dealings he met the bibliophile and author Stefan Zweig. In 1934, a year after the Nazis seized power in Germany, his family had to give up their home in Lichterfelde and move to the Meinekestraße. Bernd was ejected from his secondary school on racist grounds in 1935 and worked as an apprentice to Leo Olschki in Florence and then in his father's bookshop. Nazi anti-Semitism made it difficult to run the bookshop, which eventually fell prey to the Reich Flight Tax. The family moved to the United Kingdom on 1 July 1937. The collector Robert von Hirsch had been a client of the bookshop and was also a family friend – he had emigrated to Switzerland in 1933 and gave the family a loan to rebuild the bookshop in London. Breslauer was interned as an enemy alien on the Isle of Man on the outbreak of war in 1939 and his father died in Bloomsbury the following year during the Blitz. Breslauer served in the British Army for four years, initially in the Pioneer Corps and later in intelligence. At the war's end he resumed trading as a bookseller from his mother's house in Chiswick and in 1947 opened a shop in the City of London. He specialised in autographs and in medieval and Renaissance book bindings. He published over a hundred catalogues as a dealer and wrote articles for journals on books and book history. He moved to Fifth Avenue in New York in 1977 and a year later bought a Gutenberg Bible for the unprecedented price of $2.2 million at a Christie's auction for the Württembergische Landesbibliothek in Stuttgart. In 1980 he bought the best items from Hans Fürstenberg's book collection. In 1992 the Pierpont Morgan Library mounted an exhibition titled The Breslauer Collection of Manuscript Illuminations – with over a hundred books, his was one of the world's largest private collections. He also owned a collection of illuminated manuscripts, part of which is now in the J. Paul Getty Museum in Los Angeles. In 1997 Breslauer donated his family archive and his firm's archive to the Staatsbibliothek zu Berlin – in the same year he was given an honorary doctorate by the Freien Universität Berlin. He never married and had no children and so just before his death he founded the B.H. Breslauer Foundation New York, which was awarded the Max-Herrmann-Preis in 2014 for its regular support for the Staatsbibliothek zu Berlin. He also endowed a professor of bibliography at the University of California and left funds to the Houghton Library, Harvard University Library and the British Library for buying rare books. Breslauer's estate was auctioned at Christie's in 2005. In 2008 the International League of Antiquarian Booksellers added his name to their four- yearly prize for bibliography, making it the ILAB Breslauer Prize for Bibliography. == Selected works== * Heinrich IV. Graf und Herr zu Castell. Ein deutscher Büchersammler der Renaissance und die für ihn während seiner Studienjahre in Orléans, Paris und Bologna hergestellten Einbände. Degener, Neustadt a.d. Aisch 1992 (Englisch 1978) * The uses of bookbinding literature. Book Arts Press, New York 1986 * Hans Fürstenberg oder ... über bibliophilen Ruhm. Imprimatur : ein Jahrbuch für Bücherfreunde, Bd. N.F. 11, 1984, S. 121–133 == Bibliography == * William M. Voelkle; Roger S. Wieck; Maria Saffiotti Dale: The Bernard H. Breslauer collection of manuscript illuminations. Pierpont Morgan Library, New York 1992. * Breslauer, Bernd. In Rudolf Vierhaus (ed.): Deutsche Biographische Enzyklopädie. Volume 2. Saur, München 2005 S. 64–65. == External links == * * * Stefan Elfenbein: Die Schätze des Antiquars, Berliner Zeitung, 8 August 1998 * Dr. Bernard H. Breslauer (Berlin 1918–2004 New York) – B. H. Breslauer Foundation * Wolfgang Saxon: Bernard H. Breslauer, 86, Rare Book Dealer, The New York Times, 24 August 2004 == References == Category:1918 births Category:2004 deaths Category:Bibliophiles Category:German booksellers Category:Jewish emigrants from Nazi Germany to the United Kingdom Category:British Army personnel of World War II Category:Sportspeople from Berlin ",
    "title": "Bernard H. Breslauer"
}