{
    "id": "60232240",
    "text": "The Wyss Foundation is a charitable organization founded by Hansjörg Wyss, based in Washington, D.C. Established in 1998, the foundation focuses on protecting natural areas in the public trust, but has also supported environmental journalism, social justice, and education initiatives, among others. The organization has more than $2 billion in assets, and an additional office in Durango, Colorado. Molly McUsic serves as the foundation's president. ==Overview== The Wyss Foundation was established by Hansjörg Wyss in 1998. The Wyss Foundation, based in Washington, D.C., was established by Hansjörg Wyss and primarily works to protect natural areas in public ownership. The organization previously focused on conserving public lands within the Western United States, but has expanded its scope to include other geographic areas in North America, South America, Australia, Europe, and Africa. Hansjörg Wyss and the Wyss Foundation have donated more than $450 million to help conserve approximately 40 million acres of public lands and oceans around the world, as of 2018. The organization has offices in Washington, D.C., and Durango, Colorado. The Wyss Foundation has more than $2 billion in assets, as of 2015. Molly McUsic serves as the organization's president. ==History and funded projects== The Wyss Foundation was established in 1998. The organization donated $83.6 million in 2014, according to the Foundation Center, followed by $35.3 million in grants in 2015. ===Conservation=== Between 2006 and 2010, Wyss contributed $2.5 million to retire oil and gas leases covering 110,000 acres of public land around the Rocky Mountain Front. The foundation donated $12.5 million to The Nature Conservancy in 2008, and an additional $35 million during 2009–2010 in support of The Nature Conservancy's \"Montana Legacy Project\" to preserve 310,000 acres of timberland. During the late 2000s, the organization provided a $7 million bridge loan to the Western Rivers Conservancy, resulting in the establishment of Oregon's Cottonwood Canyon State Park in 2013. The organization donated approximately $4.5 million to the Conservation Lands Foundation, where Hansjörg Wyss served as a founding board member, during 2011–2013. In 2012, the Wyss Foundation contributed $4.5 million to The Trust for Public Land's campaign to retire oil and natural gas leases covering 58,000 acres of the Wyoming Range. The foundation donated approximately $19 million in 2013, primarily funding conservation groups and non-governmental organizations working on land protection projects. Grant recipients included the Theodore Roosevelt Conservation Partnership and Trout Unlimited. The foundation also provided funds to help remove the Veazie Dam along Maine's Penobscot River. Wyss and other funders provided interim financing to fund The Nature Conservancy's \"Great Western Checkerboards\" project which will conserve more than 100,000 acres of land around Montana's Gold Creek and Blackfoot River, as well as Washington's Cascade Range. In the mid 2010s, the organization donated $10 million to restore ocean fisheries in Canada and Peru, and $6 million to reduce illegal wildlife trafficking in East Africa. In 2015, the foundation supported projects to conserve lands along California's coast and Oregon's John Day River. Wyss also committed $1 million to retire oil and gas leases around the Flathead River, and $6 million to African Parks anti-poaching and conservation efforts. In 2016, the Wilderness Land Trust confirmed the purchase of lands adjacent to New Mexico's Sabinoso Wilderness as the result of a $3.15 million contribution from the Wyss Foundation. The foundation donated more than 16,000 acres of alpine tundra and forest in Romania's Făgăraș Mountains, valued at approximately $16 million, to Fundatia Conservation Carpathia. The organization also supported efforts by the Forest Society of Maine, the Appalachian Mountain Club, and the Open Space Institute to preserve 4,358 acres of land around Silver Lake and the Pleasant River in Piscataquis County, Maine. The Wyss Foundation partially funded African Parks' 2016 relocation of approximately 500 elephants from Malawi's Liwonde National Park and Majete Wildlife Reserve to Nkhotakota Wildlife Reserve, and contributed to Global Fishing Watch. Wyss helped protect Canada's boreal forest, and committed $65 million in 2017 to support African Parks' work in Malawi and Rwanda, and to protect Benin's Pendjari National Park. Funds also supported African Parks' management of Akagera National Park, Liwonde National Park, Majete Wildlife Reserve, Nkhotakota Wildlife Reserve, among other protected areas. The Wyss Foundation has also supported projects in Argentina and Mexico, and contributed funds in 2017 to protect the headwaters of the Amazon River. In mid 2018, the organization helped The Trust for Public Land retire federal oil and natural gas leases covering more than 24,000 acres near Wyoming's Grand Teton National Park, and partially funded Peace Parks Foundation's partnership agreement to manage and develop Mozambique's Maputo Special Reserve and Ponta do Ouro Partial Marine Reserve. In 2018, the Wyss Foundation launched the Wyss Campaign for Nature, pledging that it would donate $1 billion to the project. The campaign aims to include 30% of the world's surface in protected areas by 2030, the current figures being 15% for the land and 7% for marine areas. The campaign is backed by the National Geographic Society and other international conservation organizations. In 2019, Wyss contributed $131 million via the foundation to Harvard University's Wyss Institute for Biologically Inspired Engineering. ===Environmental journalism, social justice, and education initiatives=== In addition to land conservation, the Wyss Foundation has supported environmental journalism, children's education and health initiatives, as well as social justice projects. The organization has supported the Center for Budget and Policy Priorities, the Constitutional Accountability Center, and Health Leads. During the mid 2010s, the foundation contributed $385,000 to help the Society of Environmental Journalists to create new environmental journalism positions for High Country News and the Los Angeles Times. The organization contributed to the Georgetown University Center for Children and Families annually from 2014 to 2017. The foundation has contributed to the Beyeler Foundation, an art museum in Riehen, Switzerland, and pledged funds for the museum's planned extension in 2016. In 2018, Science published Global Fishing Watch's study of global fishing operations; the comprehensive, five-year study was partially funded by Wyss. ==References== ==External links== * * * Wyss Foundation: Grants for Conservation at Inside Philanthropy Category:Nature conservation organizations Category:Organizations based in Washington, D.C. Category:Organizations established in 1998 Category:1998 establishments in Washington, D.C. ",
    "title": "Wyss Foundation"
}