{
    "id": "60239584",
    "text": "Matteo Mancuso (born 22 November 1996) is an Italian jazz and rock guitarist from Palermo, Sicily. Mancuso has been called a virtuoso on the guitar. Mancuso does not use a guitar pick and he uses a unique finger-style right hand technique. ==Early life== Mancuso was born in 1996 in Palermo. He started playing guitar with his father Vincenzo at the age of 10. He went on to study classical guitar in the high school in Palermo. ==Career== Mancuso has played with many of Sicily's musicians. He has a duo project with his father Vincenzo Mancuso with whom he plays a wide repertoire from Wes Montgomery to contemporary jazz. Matteo is currently attending the Jazz guitar course at the Conservatory of Palermo. Already in 2009, at the age of twelve, he performed at the Castelbuono Jazz Festival in Sicily. A multifaceted guitarist, he ranges from classical to electric guitar, on which he has developed a personal approach without the pick, that allows him a very original musical language. His YouTube channel, which has already exceeded four million total views, is followed by a wide international audience and has received praise and acclaim from, among others, Dweezil Zappa, Stef Burns, Joe Bonamassa, Steve Vai, Al Di Meola and many others. In 2017, at Umbria Jazz, he won a scholarship for the prestigious Berklee College of Music in Boston. He performed at the 2019 NAMM Show in Los Angeles, collaborating with Yamaha guitars and Line6. He attended the popular Bangkok guitar festival in Thailand, in February 2019, and the Hard Rock Pattaya guitar Battle in May. He also participated at the Russian NAMM Musikmesse 2019 in September, where he also held a series of guitar clinics starting from Moscow, St. Petersburg and Perm. Among his projects, He founded a trio with Riccardo Oliva and Salvatore Lima called “SNIPS”. They participated at the Musika-Expo in Rome, Umbria Jazz 2018 and many other festivals in Italy. Their cover of The Chicken, has over a million views on YouTube. Many journalists have written about Matteo and his trio in national and international specialist newspapers, such as Accordo.it, Vintage Guitar, Fusion guitar Magazine in Tokyo and many others. He Recently formed a new trio with Giuseppe Bruno on drums and Stefano India on bass. Their cover “Havona” (Weather Report) has already exceeded 250 thousand views on YouTube. His first solo work with this new trio is expected by the end of the year.\" ===SNIPS=== In 2017, Mancuso founded a trio called “SNIPS”, which includes Salvatore Lima, on drums and Riccardo Oliva on bass. SNIPS is a Jazz\\Fusion band and their music is based on rearrangements of popular fusion standards. Matteo recently formed a new trio with Stefano India (Bass) and Giuseppe Bruno (drums) and they are recently working on their first solo album. ==Style== Mancuso has developed a unique finger style technique: at times he uses his picking hand like Wes Montogomery and he switches to using a rest stroke with his index finger and middle finger to pick the strings like a classical guitar player. Mancuso is followed by a large international audience on the internet. > \"There's this Italian kid on the internet—Matteo Mancuso. He's 20 or > something. He plays an SG and he does this almost flamenco-style thing. I > mean, he's a virtuoso beyond virtuosos.\" Tosin Abasi ==Endorsements and Gear== Mancuso is sponsored by Yamaha and Line 6. Mancuso plays a Yamaha Revstar 720B equipped with a Bigsby Vibrato and 2 VT5 humbuckers. He also uses a Line 6 Helix LT pedalboard and a Fractal AX8. Early on Mancuso played a Gibson SG guitar. Mancuso used MAMA pickups in his guitar. ==See also== * Fingerstyle guitar == References == ==External links== *Matteo Mancuso in 2014 developing his fingerstyle technique *Matteo Mancuso in 2018 developing his fingerstyle technique Category:1996 births Category:Living people Category:Italian male guitarists Category:Progressive rock guitarists Category:21st-century guitarists Category:Italian jazz guitarists Category:Italian rock guitarists Category:Country guitarists Category:People from Palermo Category:Jazz-blues guitarists Category:21st-century male musicians ",
    "title": "Matteo Mancuso"
}