{
    "id": "60232583",
    "text": "Cora Helena Sarle (1867–1956) was an American Shaker artist. She was known by her second name as Helena Sarle. Sarle was a native of North Scituate, Massachusetts. She became a Shaker at fifteen, in 1882, joining the community at Canterbury, New Hampshire, then led by Elder Henry Clay Blinn and Eldress Dorothy A. Durgin; she formally signed the Shaker Covenant in 1888. She suffered from poor health; consequently, to provide her with some occupation, Blinn asked her to illustrate native plants for the creation of a textbook to be used in the village school, a task which necessitated her spending much time outdoors in the area surrounding the community. Ultimately, she produced over 180 drawings. She had no artistic training, but her drawings are nevertheless well rendered. Under Blinn's direction she produced two botanical journals in 1886 and 1887, in which she depicted the flora of the neighborhood in watercolor. Sarle went on to a prolific artistic career, which she used as a means of earning money for the Canterbury community. Most of her surviving works are postcard-sized depictions of the Canterbury meetinghouse, which were sold in the community store. She also produced larger-scale, more ambitious pieces, often intended as gifts. Her materials were varied; she painted on canvas, Masonite, paper, board, and on any small objects she could find, including Band-Aid boxes and old boxes of typewriter ribbon. By the later part of her career, around 1920, the traditional Shaker proscription on decorative ornamentation had begun to relax; consequently, she began to decorate more utilitarian objects for use within the community, including ceiling light globes, an umbrella stand, and a variety of boxes. For much of her life she kept her studio in the Sisters' Shop in the village. Sarle was also possessed of musical ability, singing with Canterbury's musical groups the Shaker Quartet and the Qui Vive Trio and playing the cornet in the community orchestra. Ten of her paintings survive in the collection of the Shaker Museum and Library. Sarle's drawings, with accompanying text by Blinn, were published as A Shaker Sister's Drawings: Wild Plants Illustrated by Cora Helena Sarle in 1997. The volume also contains essays by June Sprigg Tooley and Scott T. Swank. ==See also== *Hannah Cohoon, another Shaker watercolor artist ==References== Category:1867 births Category:1956 deaths Category:Botanical illustrators Category:American women painters Category:19th-century American painters Category:19th-century American women artists Category:20th-century American painters Category:20th-century American women artists Category:American watercolorists Category:Women watercolorists Category:People from Scituate, Massachusetts Category:Painters from Massachusetts Category:People from Canterbury, New Hampshire Category:Painters from New Hampshire Category:Shaker members ",
    "title": "Cora Helena Sarle"
}