{
    "id": "60238261",
    "text": "Freedom of religion in North Macedonia refers to the extent to which people in North Macedonia are freely able to practice their religious beliefs, taking into account both government policies and societal attitudes toward religious groups. The laws of North Macedonia prohibit religious discrimination and provide for equal rights for all citizens regardless religious belief, and people generally have the freedom to practice their religion without disruption. Religious organizations have complained about unfair treatment by the government around questions of building permits and property restitution. There have been incidences of vandalism and theft against religious buildings. While Macedonia did experience some violence in 2001 as part of the Yugoslav Wars, it did not reach the level of violence experienced in other countries such as Bosnia and Herzegovina, and the conflict was predominantly ethnic, rather than religious, in character. An ongoing religious dispute between the Serbian Orthodox Church and Macedonian Orthodox Church has existed since the Yugoslavian era, in which the Serbian Church does not recognize the Macedonian Church's self-proclaimed autocephalous status. The government of North Macedonia has at times taken action against Serbian Orthodox priests as well as Macedonian Orthodox priests seeking to reconcile with the Serbian church. == Demographics == According to the last national census, in 2002, an estimated 65 percent of the population is Orthodox Christian and 33 percent Muslim. The Muslim community includes a small number of Sufi orders. Other religious groups that together constitute less than 2 percent of the population include Roman Catholics, various Protestant denominations, Jehovah’s Witnesses, and The Church of Jesus Christ of Latter-day Saints. The Jewish community estimates it has 200-250 members. According to an April 2017 Brima/Gallup poll, 1 percent of the population identifies as atheist.International Religious Freedom Report 2017 Macedonia, US Department of State, Bureau of Democracy, Human Rights, and Labor The vast majority of Muslims are Sunni, and most live in the northern and western parts of the country. The majority of Orthodox Christians live in the central and southeastern regions. There is a correlation between ethnicity and religious affiliation: the majority of Orthodox Christians are ethnic Macedonian, and most Muslims are ethnic Albanians. Most Romani, and virtually all ethnic Turks and ethnic Bosniaks, are Muslim, and most ethnic Serbs and Vlachs are Orthodox Christian. There is also a correlation between religious and political affiliation, as political parties are largely divided along ethnic lines. ==History== === As part of Yugoslavia (1944–1991) === For much of the second half of the 20th century, North Macedonia was part of Yugoslavia, which established a nominally secular state (although at times it displayed favoritism toward the Serbian Orthodox Church), and did not engage in anti- religious campaigns to the extent of other countries in the Eastern Bloc. In 1958, three bishoprics of in Macedonia seceded from the Serbian Orthodox Church. In response one year later, the Serbian Orthodox Church granted the election of local Macedonian bishops and the use of the Macedonian language in services, but retained the Serbian patriarch's status as head of the Macedonian churches, establishing for the Macedonian Church a degree of autonomy, but not autocephaly. In 1967, dissatisfied with the Serbian Church's concessions, the Macedonian Orthodox Church unilaterally declared autocephaly, which was denounced by the Serbian Orthodox Church as schismatic, and not recognized by other Orthodox churches.The encyclopedia of Christianity, Volume 3. By Erwin Fahlbusch, Geoffrey William Bromiley. p. 381 This disagreement would continue for the duration of the Socialist Republic of Yugoslavia. === Independence (1991–present) === In 2001, armed conflict broke out between the Republic of Macedonia and the ethnically Albanian National Liberation Army. At the time, there were concerns at the time that this conflict would cause both ethnic and religious polarization and bring to Macedonia the level of violence seen elsewhere in the Yugoslav Wars.\"NATO Air Strategy Under Fire: Macedonians Fear Divisive Spillover\". by Hugh Dellios. Chicago Tribune. 29 March 1999 Scholarly analyses of the period, however, attribute the conflict to primarily ethnic tensions, and not religious ones.\"Interethnic Relations and Minorities in the Republic of Macedonia\" . Southeast European Politics – Vol 2, N.1. May 2001 Some religious buildings were damaged or destroyed in the fighting. The conflict was largely closed by the Ohrid Agreement, which provided for additional recognition and rights for ethnic Albanians in Macedonia and voluntary disarmament by rebel groups, although sporadic incidences of violence have occurred in the years since then. Since the breakup of Yugoslavia, the Serbian Church has attempted to restore its control over the Macedonian Church, which has been perceived by the Macedonian Church as being tied to the agendas of the Serbian government.Macedonia and Greece: the struggle to define a new Balkan nation. By John Shea. P. 174 In an attempt to reconcile between the churches in 2002, bishops of the Macedonian Church signed an agreement with the Serbian Church that would grant the Macedonian Church an independent status just short of autocephaly. This attempt was unsuccessful, as Macedonian politicians pressured the bishops into withdrawing from the agreement. The only remaining representative of the Macedonian Church was Jovan Vraniškovski, who was denounced as a traitor and a Serbian puppet by the Macedonian side. Jovan was arrested, removed from his bishopric, and exiled from the country. After attempting to perform a baptism upon his return in 2005, Jovan was arrested and sentenced to 18 months in prison. Jovan was also charged with money laundering, which was used as a pretext by the government to confiscate 140,000 euros of property from Jovan's bishopric. Macedonia's actions against Jovan have been denounced by the European Convention on Human Rights, which demanded that Macedonia pay 11,400 euros in restitution to Jovan. As of the end of 2017, Macedonia had not complied. In 2017, the Bulgarian Orthodox Church accepted a request from the Macedonian Orthodox Church to become the latter's Mother Church, and promised to advocate on its behalf for canonical recognition by other Orthodox Churches.Orthodox Christianity, Bulgarian Holy synod will do all it can to make Macedonian church canonical, Sofia, November 27, 2017. In September 2017, the Committee on Protection from Discrimination, a government advisory body appointed by parliament, and the ombudsman determined Muslim elementary school students from Ohrid were discriminated against for their religious beliefs and attire after being told they could not attend class wearing headscarves. After intervention by the ombudsman, the school lifted its headscarf ban and allowed the students to attend classes. == Legal framework == The constitution prohibits religious discrimination and provides for equality of rights for all citizens regardless of religious belief. It guarantees freedom of religion and the right of individuals to express their faith freely and in public, individually or with others. The constitution specifically cites five religious groups: the Macedonian Orthodox Church, the Islamic Religious Community in Macedonia, the Catholic Church, the Evangelical Methodist Church, and the Jewish Community. The law allows other religious organizations to obtain the same legal rights and status as these five groups by applying for government recognition and registration through the courts. The constitution states the five named religious groups “and other religious communities and groups” are separate from the state, equal before the law, and free to establish schools, charities, and other social institutions. The constitution bars political parties or other associations from inciting religious hatred or intolerance. === Registration process for religious organizations === Religious organizations may apply to register as a “church,” a “religious community,” or a “religious group.” These classifications are based on group size, internal organization, and internal hierarchy. According to judicial authorities, the law treats these three categories equally, bestowing the same legal rights, benefits, and obligations on all of them. The government has recognized 35 religious organizations (consisting of 17 churches, nine religious communities, and nine religious groups). Once registered, a church, religious community, or religious group is exempt from taxes and is eligible to apply for property restitution for those properties nationalized by the former government of Yugoslavia, government-funded projects, and construction permits for preservation of shrines and cultural sites. It may also establish schools. Skopje Basic Court II accepts registration applications and has 15 business days to determine whether a religious organization’s application meets the legal registration criteria. These criteria are: a physical administrative presence within the country, an explanation of its beliefs and practices that distinguish it from other religious organizations, and a unique name and official insignia. An applicant organization must also identify a supervisory body in charge of managing its finances and submit a breakdown of its financial assets and funding sources and minutes from its founding meeting. The law allows multiple groups of a single faith to register. Registered leaders or legal representatives of religious groups must be citizens of the country. The court sends approved applications to the Committee on Relations between Religious Communities and Groups, a government body responsible for fostering cooperation and communication between the government and religious groups, which adds the organization to its registry. If the court denies the application, the organization may appeal the decision to the State Appellate Court. If the State Appellate Court denies the application, the organization may file a human rights petition with the Constitutional Court, the highest human rights court in the country, on grounds of denial of religious rights. If the Constitutional Court denies the petition, the organization may appeal the case to the European Convention on Human Rights. Failure to register does not prevent a religious group from holding meetings or proselytizing, or result in legal punishment or fines, but prevents the group from engaging in certain activities, such as establishing schools or receiving donations that are tax-deductible for the donor. === Education === The law does not permit religious organizations to operate primary schools, but allows them to operate schools at the secondary level and above. The Ministry of Education requires sixth grade students and above to take one of three elective courses, two of which have religious content: Introduction to Religions and Ethics in Religion. According to the ministry’s description, these courses teach religion in an academic, non-devotional manner. The courses are usually taught by Orthodox priests or imams, whose salaries are paid by the state. The Ministry of Education states all teachers of these subjects receive training from accredited higher education institutions taught by professors of philosophy or sociology. If students do not wish to take a course on religion, they may take the third option, Classical Culture in European Civilization. According to representatives of minority religious groups and Ministry of Education officials, imams and priests appointed to teach the non-devotional courses often fail to approach the subjects with the requisite neutrality, instead emphasizing the perspectives of their respective faiths. === Foreign missionaries === All foreigners who seek to enter the country to carry out religious work or perform religious rites must obtain a work visa before arrival, a process that normally takes approximately four months. The Committee on Relations between Religious Communities and Groups maintains a register of all foreign religious workers and may approve or deny them the right to conduct religious work within the country. Work visas are valid for six months, with the option to renew for an additional six months. Subsequent visa renewals are valid for one year. There is no limit to the number of visa renewals for which a religious worker may apply. Clergy and religious workers from unregistered groups are eligible for visas. == Government practices == Religious groups, including the Muslim and Catholic communities, have alleged ongoing problems with property restitution for properties confiscated by the government of Yugoslavia during the 20th century. As a result of ongoing tensions between the Serbian Orthodox and Macedonian Orthodox churches, Macedonia has sometimes denied entry to Serbian Orthodox priests attempting to enter the country while wearing religious robes. === Complaints by the Islamic Community === The Islamic Community of North Macedonia has stated that the government has prevented the construction of a mosque in the ethnically mixed village of Lazhec by denying a construction permit because of pressure from local residents opposed to the mosque. The ICM also reported that the government has continuously blocked reconstruction of the mosque in Prilep, which burned down during armed conflict in 2001. The ICM has stated the government favored the Macedonian Orthodox Church – Ohrid Archbishopric by granting it unique privileges, such as providing it with public properties free of charge, funding for the construction of new Orthodox churches, and exclusive invitations for its representatives to attend government functions. The MOC-OA denied allegations of favoritism, but said such a perception might exist, since it was the largest religious community in the country. === Treatment of smaller organizations === Smaller religious organizations, such as the Jehovah’s Witnesses, Evangelical Church, Bektashi Community (Tetovo), and Orthodox Archbishop of Ohrid have stated the government does not treat them as equals of the five religious organizations recognized in the constitution. For example, they stated the government excluded them from official events, such as official holiday celebration events or government building ground-breaking ceremonies, and did not grant them the same level of access to government officials. The OAO and the Bektashi said that, as unregistered communities, they often faced discrimination and intimidation. Following European Court of Human Rights decisions in 2017 and 2018 that condemned the Macedonian government's refusal to register the Orthodox Archbishopric of Ohrid and the Bektashi community respectively, the government paid damages to both groups but took no further action as of the end of 2019. == Societal attitudes == === Disputes between the Bektashi Community and the Islamic Community === The Bektashi continued to report to the police harassment by ICM-affiliated occupants of the Arabati Baba Teke (shrine) compound in Tetovo. In March 2017, the ICM claimed full ownership of the compound, and announced plans for its renovation in partnership with the Turkish Cooperation and Coordination Agency. Bektashi representatives expressed concerns that the renovation of the complex would displace them from the compound entirely. Bektashi representatives reported they and visitors to the complex were often verbally harassed, and told to leave the compound. The Bektashi could not assert a claim of ownership to the compound because they remained unregistered. === Vandalism and theft === Vandalism has occurred at religious sites. Macedonian Orthodox Church – Ohrid Archbishopric has reported acts of vandalism of Orthodox churches, including an attempt in February 2017, to burn the door of a church in Saraj. In September 2017, individuals threw stones at an Orthodox church in Cair, and unknown vandals looted a mosque and an Orthodox church in Struga. In January 2017, and November unknown perpetrators stole the bells of the Orthodox churches in Kochani and Saraj, respectively. ICM officials said they did not want to give small-scale incidents too much publicity so as not to fuel extremism or invite more trouble. In July 2017, unknown perpetrators spray painted and broke tombstones at the Orthodox cemetery in the Skopje village of Ljuboten. The ICM condemned the vandalism as “a cowardly act of provocation” intended to disturb cohabitation. In 2019, police charged 6 people with various charges of property damage against religious buildings, an increase from 1 in 2018. The MOC-OA reported more than a dozen robberies of Orthodox churches in various towns during 2017, most often involving money from church collections. Police also reported a theft of money in September 2017 at a mosque in Struga. === Antisemitic speech === There have been instances of antisemitic speech in social and print media. In one instance, individuals stated on social media that a prominent American Jewish businessman had collaborated with the Nazis in the extermination of Jews during World War II. In another, a January 2017 edition of the weekly Republika described the same businessman as a “Nazi Jew” in a piece titled “The Divine Lucifer.” In March 2017, the Jewish community reported that flyers with antisemitic content, including swastikas and the phrase “Jews Out,” were thrown in the yard of its association’s headquarters. == References == Category:Religion in North Macedonia North Macedonia Category:Human rights in North Macedonia ",
    "title": "Freedom of religion in North Macedonia"
}