{
    "id": "60237779",
    "text": "Bear Spirit Mountain is a Pleistocene Era American Indian ceremonial site also known as Great Serpent Mountain, located in the Eastern Panhandle of West Virginia that was discovered in 2016 by Matthew \"Massaw\" Howard. The site is referred to as Adonvdo Yona in Cherokee which means Bear Spirit. Rock Carvings from Bear Spirit Mountain West Virginia date to the Pleistocene epoch. ==Discovery of archaeological site== The land site was purchased by Howard in 2016 intending to be land for a new home, but instead discovered it was an ancient Pleistocene American Indian site which contains thousands of clues to aid in the Paleo and Pleistocene period history indigenous debates. The property contains numerously carved and painted effigy stones, indigenous stacked stone serpent effigy walls, effigies of the sun, hundreds of rock mound and earthen mound burial cairns, and petroglyph ceremonial circles. Depictions include that of the extinct woolly mammoth and mastodon, lions, camels, horses, tortoise, short face cave bears and many more. The latter led to the dating of the site 15000–30000 years old according to Virginia Archaeologist Jack Hranicky, RPA who specializes in Paleo, rock art and Clovis culture knowledge. Hranicky makes note of the mountain's \"stacked stone serpent effigy wall stretching 91 yards long \" therein naming it \"Great Serpent Mountain\" initially. After Howard published his first book, \"Adonvdo Yona, An Ancestral Awakening,\" the site's name was changed to Bear Spirit Mountain. Howard has discovered both winter and summer solstice split stone and serpent wall markers. He also has shown that through phallus fertility petroglyphs, that people were using fertility symbols during the Pleistocene period (over 11,000 years ago) in America. Howard also shows that these mountains that comprise Bear Spirit Mountain were chosen as a sacred burial/ceremonial site because of the natural positioning of three mountain ridges in which two forms an arrow that points to the third, which is a pyramidical shaped mountain. On top of this pyramidical mountain, Howard found an altar, split stone, and a single burial mound showing the person buried there carried the highest status. Howard notes that there are many rock structures such as boulders with petroglyphs and pictographs on them and the positioning of the three ceremonial circles to form a pyramid shape at the ceremony site. Research is ongoing at Bear Spirit Mountain as Howard continues to make new discoveries and incorporate scientific methods of research using Geophysical ground-penetrating radar and electric resistivity to learn what the ground will tell us. Howard does not allow digging and considers this site a sacred ancestral place that connects his Cherokee roots to those of the Ancestors that created this site over 15,000 years ago. ==Ongoing study== In October 2017 its significance was mentioned in the book Paleo American Archaeology in Virginia. Exposure in local media prompted its owner to write a book released in August 2018. Primarily this explained how it was acquired and mysteries found with the help of a black bear, made the title Bear Spirit Mountain. In October 2018, Howard gave a lecture in Winchester, Virginia to the Archeological Society of Virginia at the 2018 ASV Annual Meeting about the petroglyphs, pictographs, and rock structures present on the site. He continues to lecture around the east coast and write additional books on Bear Spirit Mountain. In April 2019, electric resistivity and ground-penetrating radar tests were taken on rock mounds to submit evidence on a theory that rock mounds were actual burial tombs of ancient people. The site is still under observation by Howard and his team of volunteer geologists, anthropologists and archaeologists. Numerous photos of the site and recent discoveries including are shown on the official Bear Spirit Mountain website (www.bearspiritmountain.com) including electric resistivity and ground- penetrating radar testing results of the rock mounds burials, two serpent walls, two ceremonial circles and an earthen mound that measures 203' long, 50' wide and 40' tall. ==References== ==External links== * WV Division of Culture and History, Paleo History in WV *Complete photo coverage and updates of the Official Bear Spirit Mountain archaeological site *Rock Art Museum Collection for West Virginia Category:Pleistocene United States Category:Native American history of West Virginia Category:Archaeological sites in West Virginia ",
    "title": "Bear Spirit Mountain"
}