{
    "id": "60236974",
    "text": "Map of Philipsburg Manor with current borders overlaid on the property Map of Philipse Patent (showing the Oblong and the Gore) The Philipse family was a prominent Dutch family in New Netherlands and the British Province of New York. It owned both the vast hereditary estate in lower Westchester County, New York, Philipsburg Manor, the family seat, and the roughly Highland Patent, later known as the \"Philipse Patent\", in time today's Putnam County, New York. Loyalists during the Revolutionary War, the family had its lands seized in 1779 Frederick Philipse genealogy: The entirety of the family property was divided up into almost 200 different parcels of land, with the vast majority of the Philipse Patent becoming today's Putnam County, New York, and other large parcels going to Dutch New York businessman Henry Beekman. by the Revolutionary government of the Province of New YorkPurple, Edwin R., \"Contributions to the History of the Ancient Families of New York: Varleth- Varlet-Varleet-Verlet-Verleth,\" New York Genealogical and Biographical Record, vol. 9 (1878), pp. 120-121 and sold by its Commissioners of Forfeitures. Though never compensated for their losses by the Colonial government,Description of the Abstract of Sales, Commissioners of Forfeiture \"Many citizens of New York, however, still harbored strong resentment against the loyalists, leading the Provincial Congress to effectively nullify the Treaty of Paris of 1783 by an act of May 12, 1784.\" various family members did receive payments from the British government in following years.Life of Sir John Beverley Robinson, Bart., C.B., D.C.L.: Chief-Justice of Upper Canada, by Major General Charles Walker Robinson, C.B. (1904), as cited at Loyal American Regiment, Beverley. Ultimately the British Compensation Commission granted them £24,000 toward the original £80,000 value of he and Susanna's personal estate (reflecting about £16,000 Sterling, plus the 60,000 Philipse Patent acres and some city property valued together at about £64,000), though only about £17,000 was ever paid. An American Loyalist: The Ordeal of Frederick Philipse III, Stefan Bielinski, New York State Museum (1976). Bielinski claims Frederick Philipse III was \"compensated handsomely by the crown\" for his loss. No amount, however, was specified, only a prior reference to a royal pension granted him for his \"attachment to his majesty's government\" that only reached 200 pounds by 1782, a minute fraction of the over 220,000 pound loss he had suffered via attainder. ==History== The family is of partial Bohemian origin on its paternal side.(William Jay, The Life of John Jay: with selection of his correspondence and miscellaneous papers. New York: J. & J Harper, 1833, p. 10). On his Bohemian aristocratic ancestry, see also: Thomas Capek, Ancestry of Frederick Philipse: First Lord and Founder of Philipse Manor at Yonkers, N. Y. New York: The Paebar Co., 1939. Frederick Philipse (1636-1702), first Lord and founder of Philipsburg Manor, had eleven children with his first wife, Margaret Hardenbrook de Vries.Morris, F.O., Philipse of Philipsburgh, in The New England Historical and Genealogical Register, vol. 10 (1856) Married 1662, name listed as \"Philipszen\", New York Genealogical & Biographical Record (quarterly), 1875, selected extracts She died in 1691. A year later, Frederick married the widow Catharine Van Cortlandt Derval, who survived him for many years.Glenn, p. 258: Her will is dated 7th January, 1730Glenn, Thomas Allen, ‘’Some colonial mansions and those who lived in them: With genealogies of the various families mentioned’’, H. T. Coates & company, Philadelphia1900 She was the sister of Stephanus Van Cortlandt, an adviser to the provincial governor. Her brother Jacobus Van Cortlandt married Frederick's adopted daughter Eva and their son Frederick Van Cortlandt later built the Van Cortlandt House in Van Cortlandt Park in the Bronx, New York.Jeff Canning and Wally Buxton, History of the Tarrytowns. Harrison, NJ: Harbor Hill Books, 1975. Jacobus and Eva's daughter, Mary, was the mother of John Jay by her marriage to Peter Jay. ==Principal offspring== Adolphus Philipse (1665-1749), second son of Frederick, inherited part of the Philipsborough Manor and purchased the Highland Patent. Today known as the Philipse Patent, it became modern Putnam County, New York. * Adolphus Philipse In 1697 Adolphus, Frederick's second son, purchased a tract from Dutch traders which received British Royal sanction as the Highland Patent. Subsequently, known as the \"Philipse Patent\", the roughly parcel extended eastward from the Hudson River at the northern border of Westchester County some 20 or so miles to the Colony of Connecticut.Smith, Philip Henry, General History of Putnam County: From 1609 to 1876, inclusive, published by the author, Pawling, NY, 1877, p. 44 * Philip Philipse, the eldest and heir to the Manor, hereditary title, and family commercial holdings, died in either 1699 or 1700.Morris, F.O., Philipse of Philipsburgh, in The New England Historical and Genealogical Register, vol. 10 (1856), p. 26: \"PHILIP PHILIPSE, of Philipsbourg, born in 1656, who married, at Barbadoes, in 1697 (whither he had been sent by his father to an estate he had there, called Spring Head, and where he quickly recovered his health, having been before of a very delicate constitution), Maria, youngest of the four daughters of ? Sparkes, Esq., governor of Barbadoes, by Joyce, his wife, daughter of ? Farmer, Esq., (two of whom had retumed to their father's estate in Worcestershire, and the others accompanied their parents to the island), and, dying in 1700, left a son and successor. She also died in 1700.\" By predeceasing his father, the legacy that would have gone to Philip bypassed him and was distributed between Adolphus and Philip's son, Frederick Philipse II. By the terms of Frederick Philipse's last will and testament, dated 26 October 1700, proved 1702, Adolphus received all the Manor north of Dobb's Ferry, including the present town. He was also named proprietor of a tract of land on the west bank of the Hudson north of Anthony's Nose and executor of Philip's estate.Glenn, p. 258: \"By the will of Frederick Philipse \"all that portion of the manor north of Dobb's Ferry, including the present town, became vested in Adolphus Philipse, his second son. This individual \" was also proprietor\" of a great tract of land north of \" Anthony's Nose \" and the executor of his brother Philip Philipse's estate, the latter having died in 1714. Adolphus died without issue in 1750, and the whole manor of Philipsborough descended to his nephew, Frederick Philipse, the nearest male heir of the grandfather. This nephew was born in 1698 upon the island of Barbadoes, at an estate called Springhead belonging to his father.\" * Frederick Philipse II After the bachelor Adolphus' death in 1749 (Smith, others 1750), his Manor holdings and the Highland Patent passed to his nephew, Frederick Philipse II, his only heir-at-law, who became the second Lord of the Manor at Philipsborough.Philipse family history: \"At the death of Frederick Philipse in 1751, the Highland Patent was inherited by his son, Philip Philipse, and three daughters, Susannah (wife of Beverly Robinson), Mary (wife of Col. Roger Morris), and Margaret, who died intestate in 1752. Margaret's portion was, by terms of her father's will, equally divided among her named brother and sisters, and in 1754, after a survey of the whole tract, it was geographically divided into nine Lots; three on the river; three in the interior; three on the eastern (Connecticut) border. Each of the three heirs inherited a lot in each division.\"Pelletreau, William, S, History of Putnam County, New York - With Biographical Sketches of its Prominent Men, W.W. Preston & Company, Philadelphia, 1886 History of Putnam County, New York * Frederick Philipse III On Fredirick II's death in 1751 all Manor holdings and the title went to his eldest son Frederick Philipse III, the third and final Lord of the Manner of Philipsburg. The Highland Patent - today's Philipse Patent - was divided among Frederick II's surviving offspring, son Philip Philipse, and daughters, Susannah (wife of Beverley Robinson), Mary (wife of Col. Roger Morris), and Margaret (who died intestate in 1752, her share being divided among the other three).French's Gazetteer of the State of New York (1860): \"The Philipses Patent… divided among the remaining three [children] Philip… Susannah married to Beverly Robinson, and Mary married to Col. Roger Morris. On the 7th of Feb 1754, the patent was divided into 9 lots: 3, each 4 mi. square, bordering upon the Hudson and denominated ‘water lots;’ 3, each 4 mi. wide by 12 long, extending N. and S. across the patent, and denominated ‘long lots;’ 3, each 4 mi. square, upon the E. border denominated ‘back lots.’ Philip, Susannah and Mary Philipse each owned one of each kind of lots. It is claimed, without citation, that Frederick III leased the entirety of his property to a William Pugsley before siding with the British in the American Revolution and leaving New York City for England in 1783. ==Other descendants== John Jay, 1st Chief Justice of the United States *Eva Philipse, adopted daughter of Frederick Philipse I, born Eva de Vries 1660, married Jacobus van Cortlandtborn July 6, 1660; married May 31, 1691 *Margaret Philipse (b. 1733-1752)The Example of Married Women in New Netherland and New York in the Seventeenth Century, Michael Gherke. Image included of \"Margaret Philipse\", entitled: Margaret Philipse, 1733-1752 by John Wollaston, c.1750, Oil on canvas, 29 x 24 inches., youngest daughter of Frederick II, heiress to one quarter of Philipse Patent, died intestate. Share redistributed to siblings Philip, Mary, and Susanna before 1754. *Philip Philipse (1724–1768), son of Frederick Philipse II, partial heir to Philipse Patent. *Susanna Philipse (1727–1822), eldest surviving daughter of Frederick Philipse II, married to Beverley Robinson, mother of Frederick Philipse Robinson, partial heiress to Philipse Patent. Possible romantic interest of George Washington. *Mary Philipse (1730–1825) , middle surviving daughter of Frederick Philipse II, and possible early romantic interest of George Washington, loyalist, wife of British Colonel Roger Morris, owner of the Mount Morris in Manhattan. Partial heiress to Philipse Patent.Philipse Memorial Hall website: On March 14, 1757, Joseph Chew began writing a series of letters to George Washington, starting the legend of a Washington/Mary Philipse doomed love. The Washington half of the correspondence has not been found: *March 14, 1757: \"I am now at Mr. Robinson’s, he, Mrs. Robinson and his Dear Little Family are all well and they desire their Compliments to you. Pretty Miss Polly is in the same Condition & situation* as you saw her.\" * \"Condition & situation\" refer to Mary’s affections for Washington. *July 13, 1757: \"As to the Latter part of your Letter what shall I say? I often had the Pleasure of Breakfasting with the Charming Polly. Roger Morris* was there (don’t be startled) but not always; you know he is a Lady’s man…\" *Roger Morris ultimately marries Mary Philipse in January 1758. *July 13, 1757: \"I intend to set out to-morrow for New York where I will not be wanting to let Miss Polly know the sincere Regard a Friend* of mine has for her and I am sure if she had my Eyes to see thro she would Prefer him to all others\" * The \"Friend\" being George Washington. * Margaret Philipse (1733-1752), youngest surviving daughter of Frederick Philipse II and one quarter heir to the Philipse Patent, who died before it was passed on to her. *Sir Frederick Philipse Robinson (1763–1852), son of Susannah Philipse and Colonel Beverley Robinson, who fought for England during the American Revolution. *John Jay (1745–1829), delegate and president of Continental Congress, U.S. minister to Spain, 1st Chief Justice of the United States *William Jay (1789–1858) , prominent jurist and reformer, active abolitionist *Henry Brockholst Livingston (1757–1823), Justice of US Supreme Court *John Marshall Brown (1838–1907), , Captain and assistant. adjunct. general of ME volunteers and served in SC and FL; commanded regiment at Totopotomy and Cold Harbor and preliminary movements a Petersburg, VA. *Samuel Sprigg Caroll (1832–1893) , military officer in Northern VA campaign and Battle Cedar Mountain; commandant brigade at battles of Fredericksburg, Chancellorsville and Gettysburg. *Matthew Clarkson (1758–1825), major-general of NY State Militia; served with Gen. B. Lincoln until end of Revolutionary War, participated in siege of Savannah, defense of Charleston, present at surrender of Yorktown (1781). *Alexander Slidell MacKenzie (1842–67), an officer in the United States Navy during the American Civil War and his brother General Ranald S. Mackenzie. *Jay Pierrepont Moffat (1896–1943), notable American diplomat, historian and statesman who, between 1917 and 1943, served the State Department in a variety of posts, including that of Ambassador to Canada during the first year of United States participation in World War II. *John Watts de Peyster (1821–1907), Brigadier General in the New York State Militia during the American Civil War and philanthropist and military historian after the war. *Jonathan Mayhew Wainwright III (1864–1945), US Congressman and Army officer in the Spanish–American War. * Charlotte Margaret Philipse (Grand Daughter of Frederick Philipse II). Married Edward Webber, Lieutenant-General of the English military and lived in Wales.Walsh, B.P. (2008). James Phillips Webber: The Man and the Mystery. CB Alexander Foundation. * James Phillips Webber (1797-1877), son of Edward Webber and hence great grandson of Frederick Philipse II, obtained a grant of land in Paterson, NSW, Australia in 1822. He lived there until 1835, when he left the colony and eventually settled in La Maddalena, Sardinia, Italy, where he built Villa Webber (Villa Webber is named after him.) In 1943 Benito Mussolini was imprisoned in Villa Webber. * John Phillips Webber (1800-1845), son of Edward Webber, also received a grant of land in New South Wales, Australia, and lived there for a while before returning to London, where he died in 1845. * Edward Montgomery Affleck Webber (1802-1884), son of Edward Webber, lived in Wales all his life, in the Overton, Erbistock area. ==References== Category:Families from New York (state) ",
    "title": "Philipse family"
}