{
    "id": "60236882",
    "text": "Simon Ssenkaayi (born 22 November 1985) is one of Uganda’s self-motivated inspirational speaker, author and motivational speakerr, whose message is rooted in his personal experiences and observations. Ssenkaayi is a dynamic personality and highly-sought-after resource in both corporate and non- corporate initiatives, small business owners, non-profit, community leaders and individuals from all walks of life looking to expand opportunity. ==Background== Ssenkaayi was born in Kampala Uganda in 1985 to Stephen Kamya Kiwanuka and Medius Busingye Mirembe. ==Education== Ssenkaayi attended Vision Nursery School in Sseguku, Standard High School, and Hill College and accomplished both his Bachelor’s Degree in Education (Economics Major) and Master of Business Administration (MBA – Marketing Management & Strategy Major) from Uganda Martyrs University ==Professional life== Ssenkaayi uses speech to change people’s lives. He inspires his audiences to face their challenges, by weaving his personal life story into the fabric of our everyday lives. His story cautions people not to be complacent, but strive to aim high against all odds, to make a difference not just in their lives, but also make this world a better place for humankind. Against all odds, Ssenkaayi has consistently used his understanding and knowledge beyond ‘paid-in’ corporate audiences, but also through radio stations inspiring thousands to face their fate, start from where they are and use whatever they can access – to create their desired kind of life. Ssenkaayi has worked with Youth for Human Rights International (Uganda Chapter), Germany foundation for World Population (Dsw- Bonita), Save the children Uganda, Uganda Red Cross society, Luweero Youth Section,Young Empowered and Health (Initiative of Uganda Aids Commission) Winsor Consult UK (Uganda Offices),Radio One & CBS FM Buganda Stations, Ministry of Youth- Buganda Kingdom, Global Empowerment Link (U) Ltd as a founder director, Child & Elderly Support Organization, Royal Treasury (Nkuluze) and K2 – Telecom. ==Personal life== Ssenkaayi is married to Rose Sylvia Nakafu. He has two children. ===Awards=== In 2013, Simon was selected as one of Africa's top 30 inspirational young people. In 2019, Simon was ranked among the Sunday Vision’s Top 40 by New Vision one of two main national English-language newspapers in Uganda == References == ==External links== *Simon Ssenkaayi *Simon on disqus __INDEX__ Category:Ugandan male writers Category:Buganda Category:Ugandan motivational speakers Category:1985 births Category:Living people Category:People from Kampala ",
    "title": "Simon Ssenkaayi"
}