{
    "id": "60239453",
    "text": "Nasim Mohamed Devji, is a Kenyan businesswoman, accountant and corporate executive, who serves as the managing director and chief executive officer of Diamond Trust Bank Group, a commercial banking conglomerate, with headquarters in Nairobi and banking subsidiaries in Burundi, Kenya, Tanzania and Uganda. ==Early life and education== Following the completion of her high school education in Tanzania, she traveled overseas for her post-secondary education, in 1971. Mrs Devji is a Fellow of the Institute of Chartered Accountants in England and Wales. She is an Associate of the Chartered Institute of Taxation, and Fellow of the Kenya Institute of Bankers. She is also a Member of the Kenya Institute of Directors. ==Career== When she returned to Kenya in 1996, she was hired by Diamond Trust Bank Group as the regional financial controller. Five years later, she was promoted to the position of Group Managing Director and Group Chief Executive Officer. She concurrently serves as the chief executive officer of the Kenyan subsidiary, Diamond Trust Bank (Kenya) Limited. ==Other considerations== As of March 2019, Nasim Devji is one of five women who serve as chief executive officers at Kenyan commercial banks. The other four female CEOs are (a) Betty Korir, at Credit Bank (b) Rebecca Mbithi at Family Bank (c) Anne Karanja, at Kenya Post Office Savings Bank and (d) Joyce Ann Wainaina, at Citibank Kenya. Nasim Devji is a director of Diamond Trust Bank (Tanzania) Limited, Diamond Trust Bank (Uganda) Limited and Diamond Trust Bank (Burundi) Limited. She also sits on the boards of Diamond Trust Insurance Agency Limited, Jubilee Insurance Burundi and the Deposit Protection Fund Board of Kenya. ==References== ==External links== *Website of Diamond Trust Bank Group Category:Living people Category:Kenyan people of Indian descent Category:Kenyan accountants Category:Kenyan women in business Category:Kenyan chief executives Category:21st-century Kenyan women Category:Year of birth missing (living people) ",
    "title": "Nasim Devji"
}