{
    "id": "60249750",
    "text": "The Inquisitor's Tale: Or, The Three Magical Children and Their Holy Dog is a young adult novel written by Adam Gidwitz and illuminated (in the medieval sense) by Hatem Aly, published by Dutton Children's Books in 2016. It is set in medieval France and describes how three magical children meet each other and become outlaws. It was named a Newbery Honor book in 2017. ==Plot summary== The novel is told by multiple narrators, all travelers at the Holy Cross-Roads Inn near Paris, set in early March 1242. Marie, a brewer from the town of Saint-Geneviève, starts the story of Jeanne and the greyhound Gwenforte. The second hero, William, is introduced by a monk who serves as the librarian at the Monastery Saint-Martin. Jacob, the third, is introduced by Aron, the butcher in Nogent-sur-Oise. Each narrator is forced to tell their tale by their fellow people; as a framing device, the Inn sequences are told from the perspective of Éttie, an agent of the President’s Holy Inquisition. The three children each have a different power. Jeanne is able to see the future, William has big size and psychological strength, and Jacob can heal almost any wound. They are pursued by King Louis IX and his agents after interfering with the events following Disputation of Paris, when hundreds of copies of the Talmud were burned. ==Development== Gidwitz is married to Lauren Mancia, a professor of medieval history at Brooklyn College. They travel to Europe every year for her research, where Gidwitz began to collect tales from medieval times, including an episode from the life of Saint Martha, who vanquished a flatulent dragon. He learned of the burning of the Talmuds in 1242 from a plaque in the Musée d'Art et d'Histoire du Judaïsme in Paris, and was further inspired by the Bayeux Tapestry. ==Reception== In 2017, the American Library Association named The Inquistor's Tale to its list of Newbery Honor winners, alongside Ashley Bryan's Freedom Over Me and Lauren Wolk's Wolf Hollow. ==References== ==External links== * Category:Young adult novels Category:Newbery Honor-winning works Category:2016 American novels Category:2016 children's books ",
    "title": "The Inquisitor's Tale"
}