{
    "id": "60240710",
    "text": "Saint Avoye of Sicily, also known as Saint Auré or Saint Ewe, was a Christian martyr from the 3rd century, who was originally from Sicily, Italy. She died in Boulogne-sur-Mer, France around 234, according to tradition. She is recognized as a saint in the Catholic Church. == Biography == The most common interpretation of her life is that Saint Avoye was born in Sicily, to her father, Quintien, who was a Sicilian pagan, and to her mother, Gérasine, a Christian, who was originally from the province of Brittany. Avoye had eight siblings, both brothers and sisters. After praying for her beauty to be taken away so that she could remain a virgin, Avoye became a hermit so as to avoid temptation and potential suitors. During the year of her death, Avoye went to Cornwall to assist her aunt Saint Ursula at her wedding. There, Avoye discovered that Ursula had also consecrated herself to God and intended to remain a virgin. The two fled to Cologne, Germany, where Ursula and her companions were martyred by a band of barbarians. Avoye was spared from death by a barbarian who intended to marry her; however, Avoye refused, and was then imprisoned and deprived of food. She began to see weekly apparitions of the Virgin Mary, who brought her food which was \"kneaded by the angels themselves.\" Avoye was liberated from prison in an unknown manner, where she went to Boulogne-sur-Mer and was rediscovered by the barbarians, tortured, and martyred via decapitation. There exist numerous other versions of the tradition of Saint Avoye, one of which alleges she was from England and escaped to Pluneret to become a hermit, whilst fleeing a Saxon whom her father wanted her to marry. Her father pursued her across the ocean, but she arrived in France safely. == Cult == Saint Avoye's cult can be found in the church of Chapelle Sainte-Avoye de Pluneret which is in Morbihan, and also in St. Ewe, Cornwall, a village which is named after her. At the chapel in Pluneret, parents frequently bring toddlers and children with developmental delays in motor skills such as speaking and walking, so that their children can be sat in the stone boat of Avoye and blessed. This stone boat is a relic which is relayed in tradition to have carried Avoye across the ocean from France to Cornwall. Her feast day is celebrated on the 6th of May, however, some sources state that Avoye's feast day is on the 2nd of May or other various days in early May. == References == Category:3rd-century Christian saints Category:234 deaths Category:Sicilian saints ",
    "title": "Saint Avoye"
}