{
    "id": "60248545",
    "text": "United States gubernatorial elections were held in 1936, in 34 states, concurrent with the House, Senate elections and presidential election, on November 3, 1936 (September 14 in Maine). This was the last time Georgia elected its governors to two year terms, switching to four years from the 1938 election. == Results == {| class=\"wikitable\" |- ! State !! Incumbent !! Party !! Status !! Opposing Candidates |- | Arizona || Benjamin Baker Moeur || Democratic || Defeated in Democratic primary, Democratic victory || Rawghlie C. Stanford (Democratic) 70.68% Thomas Edward Campbell (Republican) 29.11% D. J. Lindaman (Socialist) 0.21% |- | Arkansas ||bgcolor=\"lightgrey\"| Junius Marion Futrell || Democratic || Retired, Democratic victory || Carl E. Bailey (Democratic) 84.89% Osro Cobb (Republican) 14.71% J. Russell Butler (Socialist) 0.40% |- | Colorado ||bgcolor=\"lightgrey\"| Edwin C. Johnson || Democratic || Retired to run for U.S. Senate, Democratic victory || Teller Ammons (Democratic) 54.57% Charles McBride Armstrong (Republican) 43.65% Huston Hugh Marrs (Farmer Labor) 1.07% Paul S. McCormick (Socialist) 0.31% James Allander (Communist) 0.20% Claude C. Buhrman (National Union) 0.17% Harvey L. Mayfield (Royal Way) 0.04% |- | Connecticut || Wilbur Lucius Cross || Democratic || Re-elected, 55.29% || Arthur M. Brown (Republican) 41.10% Jasper McLevy (Socialist) 3.11% Joseph Mackay (Socialist Labor) 0.32% Isadore Wofsy (Communist) 0.18% |- | Delaware ||bgcolor=\"lightgrey\"| C. Douglass Buck || Republican || Term- limited, Democratic victory || Richard McMullen (Democratic) 51.57% Harry L. Cannon (Republican) 41.60% Isaac Dolphus Short (Independent Republican) 6.62% Fred W. Whiteside (Socialist) 0.16% John T. Wlodkoski (Communist) 0.06% |- | Florida ||bgcolor=\"lightgrey\"| David Sholtz || Democratic || Term- limited, Democratic victory || Fred P. Cone (Democratic) 80.91% E. E. Callaway (Republican) 19.09% |- | Georgia ||bgcolor=\"lightgrey\"| Eugene Talmadge || Democratic || Term- limited, Democratic victory || Eurith D. Rivers (Democratic) 99.67% L. P. Glass (Prohibition) 0.33% _(Democratic primary results)_ Eurith D. Rivers 59.98% Charles D. Redwine 31.62% Blanton Fortson 8.40% |- | Idaho ||bgcolor=\"lightgrey\"| C. Ben Ross || Democratic || Retired to run for U.S. Senate, Democratic victory || Barzilla W. Clark (Democratic) 57.19% Frank L. Stephen (Republican) 41.46% V. A. Verhei (Union) 1.35% |- | Illinois || Henry Horner || Democratic || Re-elected, 53.13% || Charles W. Brooks (Republican) 43.24% William Hale Thompson (Union Progressive) 3.31% John Fisher (Socialist) 0.18% Harmon W. Reed (Prohibition) 0.07% O. Alfred Olson (Socialist Labor) 0.07% |- | Indiana ||bgcolor=\"lightgrey\"| Paul V. McNutt || Democratic || Term- limited, Democratic victory || M. Clifford Townsend (Democratic) 55.36% Raymond S. Springer (Republican) 44.33% Marie B. Tomsich (Socialist) 0.24% Wenzel Stocker (Communist) 0.07% |- | Iowa ||bgcolor=\"lightgrey\"| Clyde L. Herring || Democratic || Retired to run for U.S. Senate, Democratic victory || Nelson G. Kraschel (Democratic) 48.56% George A. Wilson (Republican) 48.33% Wallace M. Short (Farmer Labor) 2.91% Ted Fitch (Prohibition) 0.11% J. P. Russell (Socialist) 0.09% |- | Kansas ||bgcolor=\"lightgrey\"| Alf Landon || Republican || Retired to run for U.S. President, Democratic victory || Walter A. Huxman (Democratic) 51.09% Will G. West (Republican) 48.52% George M. Whiteside (Socialist) 0.39% |- | Maine (held, 14 September 1936) ||bgcolor=\"lightgrey\"| Louis J. Brann || Democratic || Retired to run for U.S. Senate, Democratic victory || Lewis O. Barrows (Republican) 56.03% F. Harold Dubord (Democratic) 42.08% Benjamin Calvin Bubar Sr. (Independent) 1.89% |- | Massachusetts ||bgcolor=\"lightgrey\"| James Michael Curley || Democratic || Retired to run for U.S. Senate, Democratic victory || Charles F. Hurley (Democratic) 47.62% John W. Haigis (Republican) 46.08% William H. McMasters (Union) 3.76% Fred G. Bushold (Townsend Party) 1.30% Alfred B. Lewis (Socialist) 0.52% Otis Archer Hood (Communist) 0.33% Horace I. Hillis (Socialist Labor) 0.21% |- | Michigan || Frank Fitzgerald || Republican || Defeated, 48.23% || Frank Murphy (Democratic) 51.02% John Monarch (Socialist) 0.38% Simeon P. Martin (Farmer Labor) 0.19% Philip Raymond (Communist) 0.12% Clayton O'Donohue (Socialist Labor) 0.03% Ray T. Fuller (Commonwealth) 0.03% |- | Minnesota ||bgcolor=\"lightgrey\"| Hjalmar Petersen || Farmer-Labor || Retired, Farmer-Labor victory || Elmer Austin Benson (Farmer-Labor) 60.74% Martin A. Nelson (Republican) 38.55% Earl Stewart (Industrial) 0.71% |- | Missouri ||bgcolor=\"lightgrey\"| Guy Brasfield Park || Democratic || Term- limited, Democratic victory || Lloyd C. Stark (Democratic) 57.06% Jesse W. Barrett (Republican) 42.53% Otto C. Botz (Independent) 0.23% George E. Duemler (Socialist) 0.15% Frank A. Williams (Communist) 0.02% William Wesley Cox (Socialist Labor) 0.02% |- | Montana || Elmer Holt || Democratic || Defeated in Democratic primary, Democratic victory || Roy E. Ayers (Democratic) 50.96% Frank A. Hazelbaker (Republican) 48.10% P. J. Cavanaugh (Socialist) 0.41% Daniel Ryan (Union) 0.37% Arvo Fredrickson (Communist) 0.17% |- | Nebraska || Robert Leroy Cochran || Democratic || Re-elected, 55.90% || Dwight Griswold (Republican) 43.14% Peter Mehrens (Independent) 0.96% |- | New Hampshire ||bgcolor=\"lightgrey\"| Styles Bridges || Republican || Retired to run for U.S. Senate, Republican victory || Francis P. Murphy (Republican) 56.60% Amos Blandin (Democratic) 42.63% Arthur J. Bergeron (Farmer Labor) 0.77% |- | New Mexico || Clyde Tingley || Democratic || Re-elected, 57.21% || Jaffa Miller (Republican) 42.75% H. G. Rauert (Farmer Labor) 0.04% |- | New York || Herbert H. Lehman || Democratic || Re-elected, 53.45% || William F. Bleakley (Republican) 44.09% Harry W. Laidler (Socialist) 1.73% Robert Minor (Communist) 0.73% |- | North Carolina ||bgcolor=\"lightgrey\"| John C. B. Ehringhaus || Democratic || Term-limited, Democratic victory || Clyde R. Hoey (Democratic) 66.69% Gilliam Grissom (Republican) 33.32% |- | North Dakota || Walter Welford || Republican || Defeated, 34.70% || William Langer (Non-Partisan League) 35.80% John Moses (Democratic) 29.27% Pat J. Barrett (Communist) 0.12% L. J. Weh (Progressive) 0.11% |- | Ohio || Martin L. Davey || Democratic || Re-elected, 52.02% || John W. Bricker (Republican) 47.74% Andrew R. Onda (Communist) 0.25% |- | Rhode Island ||bgcolor=\"lightgrey\"| Theodore F. Green || Democratic || Retired to run for U.S. Senate, Democratic victory || Robert E. Quinn (Democratic) 53.66% Charles P. Sisson (Republican) 45.85% Charles F. Bishop (Socialist Labor) 0.33% James P. Reid (Communist) 0.16% |- | South Dakota || Tom Berry || Democratic || Defeated, 48.40% || Leslie Jensen (Republican) 51.60% |- | Tennessee ||bgcolor=\"lightgrey\"| Hill McAlister || Democratic || Retired, Democratic victory || Gordon Browning (Democratic) 80.38% Pat H. Thach (Republican) 18.71% Kate Bradford Stockton (Independent) 0.92% |- | Texas || James Allred || Democratic || Re-elected, 92.87% || C. O. Harris (Republican) 6.99% Carl Brannin (Socialist) 0.11% Homer Brooks (Communist) 0.03% |- | Utah || Henry H. Blood || Democratic || Re-elected, 64.59% || Ray E. Dillman (Republican) 35.41% |- | Vermont ||bgcolor=\"lightgrey\"| Charles Manley Smith || Republican || Retired, Republican victory || George Aiken (Republican) 60.89% Alfred Harris Heininger (Democratic) 38.76% Fred Gardner (Communist) 0.34% Scattering 0.01% |- | Washington || Clarence D. Martin || Democratic || Re-elected, 69.36% || Roland H. Hartley (Republican) 28.12% Ove M. Nelson (Union) 0.94% John F. McKay (Socialist) 0.63% William Morley Bouck (Farmer Labor) 0.30% Malcolm M. Moore (Christian) 0.29% Harold P. Brockway (Communist) 0.29% |- | West Virginia ||bgcolor=\"lightgrey\"| Herman G. Kump || Democratic || Term-limited, Democratic victory || Homer A. Holt (Democratic) 59.16% Summers H. Sharp (Republican) 40.84% |- | Wisconsin || Philip La Follette || Progressive || Re-elected, 46.38% || Alexander Wiley (Republican) 29.42% Arthur W. Lueck (Democratic) 21.71% Joseph F. Walsh (Union) 2.26% Joseph Ehrhardt (Socialist Labor) 0.14% August F. Fehlandt (Prohibiton) 0.08% Scattering 0.02% |} == See also == *United States elections, 1936 **1936 United States presidential election **United States Senate elections, 1936 **United States House of Representatives elections, 1936 == References == Category:November 1936 events ",
    "title": "1936 United States gubernatorial elections"
}