{
    "id": "60244054",
    "text": "Désirée van der Walt (born 20 April 1956) is a South African politician.Ms Désirée Van Der Walt. Retrieved on 16 March 2019. She has been serving as a Member of the National Assembly of South Africa for the opposition Democratic Alliance (DA) since 2014. She previously held the post from 2004 to 2010. She represented the party in the Limpopo Provincial Legislature from 2010 to 2014. Van der Walt has held various leadership positions in the Democratic Alliance and the Shadow Cabinet. ==Early life== Désirée van der Walt was born in Pietersburg in the Transvaal Province. She is the eldest of four children. Her father died while she was a young child. She had the aspirations to become an educator, but could not due to financial constraints. She was then employed by a banking institution. She later married and gave birth to two daughters. Van der Walt briefly worked for the National Department of Education.Desiree: a people’s person, CapricornReview, 29 May 2015. Retrieved on 16 March 2019. ==Political career== Van der Walt was elected to the Roodepoort City Council in 1995 and served until 2000. She was elected as a Tzaneen Municipality councillor in 2000 and served until her election to the National Assembly in 2004. She served as Party Spokesperson on Arts and Culture. She was elected Provincial Leader of the Limpopo Democratic Alliance in 2008. Van der Walt was re-elected to a second term as a Member of the National Assembly in 2009, but she resigned as a MP on 10 September 2010, as she was sworn in as a Member of the Limpopo Provincial Legislature. In 2012, DA MP Jacques Smalle unseated her as Provincial Leader of the party.New DA leader for Limpopo elected, News24, 9 June 2012. Retrieved on 17 March 2019.Smalle to replace Van der Walt as Limpopo DA leader, IOL, 9 June 2012. Retrieved on 16 March 2019. She returned to the National Assembly of South Africa in 2014. She took office on 21 May 2014. Newly elected DA Parliamentary Leader Mmusi Maimane selected her as Shadow Deputy Minister of Basic Education. Later on, she assumed the role of Shadow Minister of Public Service and Administration. Van der Walt was elected the Deputy Provincial Chairperson of the Democratic Alliance in February 2015.DA Limpopo elects new leadership. Retrieved on 17 March 2019.Smalle re- elected as Lim DA leader, CapricornReview, 25 February 2015. Retrieved on 16 March 2019. She was elected as one of three Deputy Federal Chairpersons of the Democratic Alliance at the party's 2015 Federal Congress. She served alongside Ivan Meyer and Refiloe Nt'sekhe until 2018 when she was defeated for re- election.Maimane is the new DA leader, eNCA, 10 May 2015. Retrieved on 17 March 2019.DA’s Desiree makes Limpopo proud, ReviewOnline, 12 May 2015. Retrieved on 16 March 2019. She was elected Provincial Chairperson of the Democratic Alliance Women's Network in October 2017, as Lindy Wilson succeeded her as Deputy Provincial Chairperson.DA announces Limpopo leadership, eNCA, 21 October 2017. Retrieved on 17 March 2019.BREAKING NEWS: Jacques Smalle re- elected as DA Provincial Leader, ReviewOnline, 21 October 2017. Retrieved on 16 March 2019. In 2018, she was appointed the head of the Democratic Alliance's Mopani constituency.Desiree new head of Mopani Constituency, Letaba Herald, 11 July 2018. Retrieved on 17 March 2019. She was previously head of the party's Waterberg South constituency.New constituency head for Waterberg South, Die Pos, 31 May 2018. Retrieved on 17 March 2019. On 5 June 2019, Van der Walt was named Shadow Deputy Minister of Basic Education.The DA’s new Shadow Cabinet ready to make Parliament work for the people. Retrieved on 5 June 2019. ==References== ==External links== *Parliament of South Africa profile * Category:Living people Category:Democratic Alliance (South Africa) politicians Category:Members of the National Assembly of South Africa Category:Women members of the National Assembly of South Africa Category:White South African people Category:Women members of provincial legislatures of South Africa Category:21st-century South African women politicians Category:21st-century South African politicians Category:1956 births Category:Members of the Limpopo Provincial Legislature ",
    "title": "Désirée van der Walt"
}