{
    "id": "60245812",
    "text": "Brigitte Eisenmann (10 April 1942 – 26 April 2011) was a German chemist and a professor at the Technische Universität Darmstadt. She was the first woman professor for Chemistry at the Technische Universität Darmstadt. Together with Herbert Schäfer, she extended the definition of Zintl phases. == Life == Eisenmann studied Chemistry at the Ludwig Maximilian University of Munich. She finished her dissertation \"Zur Strukturchemie binärer und ternärer Verbindungen von Erdalkalimetallen mit Elementen der IV. Hauptgruppe\" in the group of Armin Weiss in 1971. Shortly after, she started researching in the newly established group of Herbert Schäfer (chemist) at the Technische Universität Darmstadt. Together with him, she performed research on Zintl phases. At first, Eisenmann worked as a research assistant. A year later, she worked as a Dozentin. Three years later, she became Akademische Oberrätin. In 1986, Herbert Schäfer died and Eisenmann continued their joint work. Furthermore, she established her own research profile. In 1990, she habilitated with the work \"Zintlphasen mit komplexen Anionen\". She later became an extraordinary professor. She was the first woman professor for Chemistry at the Technische Universität Darmstadt. She also contributed to the Landolt–Börnstein. == Research == She discovered the Si4− butterfly anion in Ba3Si4 during her work on her dissertation. Furthermore, she and Herbert Schäfer extended the definition of Zintl phases: In their definition, Zintl phases are intermetallic compounds with a pronounced heteropolar bonding contribution. Furthermore, their anion partial lattices should obey the (8-N) rule. The latter was newly introduced to the definition of Zintl phases. Up to today, this work is cited more than 300 times. == Selected publications == * * == References == Category:German women chemists Category:German chemists Category:1942 births Category:2011 deaths Category:Technische Universität Darmstadt faculty ",
    "title": "Brigitte Eisenmann"
}