{
    "id": "60242008",
    "text": "Spain–Vietnam relations is the official relations between Spain and Vietnam. Spain has an embassy in Hanoi and Vietnam has an embassy in Madrid. ==History== Embassy of Vietnam in Madrid While two countries had its first contacts at 16th century with the spread of Catholic Jesuits from Spain to Vietnam, their first formal connection between two was only established at 19th century when Isabella II of Spain joined with Napoleon III of France together intervened against Vietnam following anti-Catholic persecutions in the country in 1858. This was the first sign of modern Spanish–Vietnamese relationship, although Spain didn't participate in further mission after Cochinchina Campaign. Spain played a small role on the Vietnam War when Francisco Franco, Spain's anti-communist dictator, agreed to aid the United States and South Vietnam by deploying a secret medical and combat group throughout the conflict. In a letter to US President Johnson, Franco said of Ho Chi Minh that \"we must give him credit for being a patriot who cannot be indifferent to the annihilation of his country\", adding that \"he could, without doubt, be the man of the hour needed by Vietnam\".https://history.state.gov/historicaldocuments/frus1964-68v12/d184 After the war and Franco's death, relationship between Spain and Vietnam was established, but severed after the Cambodian–Vietnamese War over Spain's support to anti-Vietnam sanctions and Spain's withdrawal of ambassador from Vietnam. The relationship between two remained cold until 1990s when Vietnam normalized relations with a number of nations including Spain as for the effect of Đổi mới and the fall of Soviet Union. ==Modern relations== Since the end of Cold War, two countries have developed a relatively close relationship, including economic and political cooperation. Spain is also one of the largest economic donors to Vietnam in the European Union.Ficha de Vietnam Oficina de Información Diplomática. Ministerio de Asuntos Exteriores y Cooperación. Sección: Cooperación. The expansion of Spanish language and cultures also reached into Vietnam, such as songs in Spanish language and La Liga, which often attracted large Vietnamese supporters alike. ==See also== *Cochinchina Campaign ==References== ==External links== *Spanish embassy in Hanoi Spain Vietnam ",
    "title": "Spain–Vietnam relations"
}