{
    "id": "60247443",
    "text": "Gabriel M. Ambrosio (October 26, 1938 – March 28, 2013) was an American Democratic Party politician who served in the New Jersey Senate for 4½ years from the 36th Legislative District. ==Biography== Ambrosio was born in Jersey City in October 1938. He grew up in Lyndhurst graduating from Lyndhurst High School. He earned a Bachelor of Arts from Rutgers University in 1960 and a law degree from Seton Hall University in 1964. He opened a law firm in Lyndhurst where he served as counsel to the Passaic Valley Sewerage Commission. In 1980, he sought the Democratic nomination for the United States House of Representatives from the 9th district defeating Fort Lee mayor Burt Ross and former Congressman Henry Helstoski. However, he was defeated by incumbent Republican Harold Hollenbeck in the November general election. In 1987, incumbent 36th district State Senator Joseph Hirkala died. Ambrosio was the Democratic nominee for the March 24 special election to fill the vacant seat. Ambrosio defeated incumbent 36th district Republican Assemblyman Paul DiGaetano by capturing approximately 60% of the vote. In the regular general election in November that year, he faced a much closer challenge from the other Republican member of the Assembly, Kathleen Donovan, but he defeated her 51%-49%. While in the Senate, he led a special panel investigating the tolls and expenditures of the New Jersey Highway Authority (then the operators of the Garden State Parkway). He also expressed concern about casino owners, including Donald Trump, raising the possibility of running for office in Atlantic City by virtue of owning the casinos there. Ambrosio generally compiled a liberal voting record including championing living will legislation, gun control, gay rights, and insurance reform matters. In 1991, redistricting changed the boundaries of the 36th district by removing Ridgefield and Garfield and adding the more conservative Essex County municipalities of Nutley and Belleville. This in addition to Ambrosio's support of Governor James Florio's unpopular tax increases led to his defeat by Republican John P. Scott in November. In 1993, he sought a rematch against Scott but was again defeated. He died of cancer on March 28, 2013 at the age of 74. ==References== Category:1938 births Category:2013 deaths Category:Rutgers University alumni Category:Seton Hall University alumni Category:People from Lyndhurst, New Jersey Category:Politicians from Jersey City, New Jersey Category:New Jersey lawyers Category:New Jersey state senators Category:New Jersey Democrats ",
    "title": "Gabriel M. Ambrosio"
}