{
    "id": "60249052",
    "text": "Rosemarie L. Totaro, née Garito, (June 4, 1933 – March 7, 2018) was an American Democratic Party politician who served two separate stints in the New Jersey General Assembly from the heavily-Republican Morris County-based 23rd district. ==Biography== Totaro was born in Hoboken, New Jersey to Theresa and Salvatore Garito. She grew up in Hoboken and Weehawken where she graduated from Weehawken High School. In Weehawken, she met Ralph Totaro where they wed in 1952 and had three children. They later moved to Denville after spending weekend trips in the area. Totaro joined the local League of Women Voters and got involved in other political causes. She also worked as an assistant to Ann Klein during Klein's term in the General Assembly and in her 1973 unsuccessful run for governor. Later in 1973, under a new district apportionment for the State Legislature, local Morris County Democrats were looking for a candidate to replace one of the primary election winners who had dropped out. Totaro was selected to run on the Democratic ticket alongside Gordon MacInnes for Assembly and Stephen B. Wiley for Senate. While the district was ancestrally Republican, the Saturday Night Massacre occurred a few days prior to the general election and all three Democrats won their seats, with MacInnes and Totaro defeating incumbent Assemblyman Albert W. Merck and attorney John H. Dorsey. During her first term from 1974 to 1976, she worked on creating gender-neutral language in the state's laws and ordinances and zoning laws for retirement communities. She also clashed with Governor Brendan Byrne's spending measures and proposed tax increases. She and MacInnes were defeated in 1975 by Dorsey and James J. Barry Jr. Two years later, Totaro sought the Assembly seat again. Dorsey was running for the Senate against Wiley while Republicans chose former Congressman Joseph J. Maraziti as the running mate of Barry. Barry and Totaro were the top two vote getters while Maraziti and other Democratic candidate Jerome Kessler lost. She again worked on zoning and feminist issues and legislation during this term but was defeated again in 1979 by Barry and Arthur R. Albohn. In 1982, after Barry was appointed to head the New Jersey Division of Consumer Affairs, Totaro ran as an independent candidate in the Assembly special election. The district, which had been reconfigured and renumbered to the 25th district, elected Republican William E. Bishop over Democrat Robert Johnson and Totaro. She and her husband later moved to Clearwater, Florida where she was again active in local politics. He died in 1996 and she died on March 7, 2018 at Morton Plant Hospital. ==References== Category:1933 births Category:2018 deaths Category:Politicians from Hoboken, New Jersey Category:People from Weehawken, New Jersey Category:People from Denville, New Jersey Category:People from Clearwater, Florida Category:Women state legislators in New Jersey Category:Members of the New Jersey General Assembly Category:New Jersey Democrats Category:Florida Democrats ",
    "title": "Rosemarie Totaro"
}