{
    "id": "60246849",
    "text": "Marjorie Paxson (August 23, 1923 – June 17, 2017) was an American newspaper journalist, editor and publisher. Paxson was born in Texas and graduated from the University of Missouri School of Journalism. She started her career during the Second World War, working in Nebraska covering hard news for the wire services, then working in Houston, Miami, Philadelphia, and Boise, Idaho, as a women's page editor. During her time editing women's sections Paxson experienced two demotions as newspapers changed their women's sections into features sections and replaced female editors with male editors. She expressed bitterness over her demotions and attributed them partially to the women's movement, which she believed unfairly denigrated women's pages and their editors, whom she believed had been supporters of the movement. Paxson finished her career as a newspaper publisher in Pennsylvania and Oklahoma. Paxson advocated for working women and for women in journalism. She led the transformation of journalism sorority Theta Sigma Phi into the professional organization Association for Women in Communications and helped create the National Women and Media Collection. She was selected to participate in the Washington Press Foundation's Women in Journalism Oral History Project, and over the course of her career won several awards. In 2003 she was inducted in the Association for Women in Communications' Hall of Fame. ==Early life== Marjorie Bowers Paxson was born August 23, 1923, in Houston, Texas, to Roland B. and Marie Margaret (Bowers) Paxson. She was uninterested in nursing or teaching, then the most common professions open to women, and became interested in journalism while taking a class in high school. She worked for the Columbia Missourian while in college and graduated from the University of Missouri School of Journalism in 1944. == Career == ===Wire services=== Like many women of the time in the United States, during World War II Paxson was able to be considered for jobs previously limited to men, and starting in 1944 she covered hard news for the wire services, first for United Press in Omaha, Nebraska. After the war, having signed a waiver agreeing to quit when the war was over, she moved for a time to Lincoln, Nebraska, where she worked for the Associated Press. She then started working in women's pages, which were the only journalism positions open to most women both before and after the war. ===Editor=== Paxson started at the Houston Post in 1948 as the society editor. She moved pictures of brides off the section's front page, where most newspaper society pages always ran them. She attempted to cover news but was told by her editor that he would never allow a news story to be covered in the women's section. In 1952 she became women's editor at the Houston Chronicle, but while she supervised a staff of seven, she was not given hiring and firing authority. She published the first photos of black brides in a major Houston newspaper. Dorothy Jurney, the women's pages editor for the Miami Herald, hired Paxson as a copy editor in 1956. She was mentored in her new position by Jurney and assistant women's editor Marie Anderson. Jurney moved to the Detroit Free Press in 1959; Anderson took her place as women's pages editor, and Paxson was promoted to assistant women's editor. Over the next several years they campaigned to include stories on women's issues such as birth control and the women's movement. During Anderson and Paxson's tenure, the women's section of the Herald won so many Penney-Missouri Awards that the organizers asked the paper to retire from the competition. Paxson moved to the St. Petersburg Times to become its women's editor in 1968. In 1970, following the lead of other major newspapers which were changing their women's section into features sections, the paper eliminated their women's section, and Paxson was demoted to assistant features editor. Shortly thereafter she won a Penney- Missouri Award for her work on the paper's then-defunct women's section. This was an embarrassment to the paper's management, and when shortly thereafter they discovered she was looking for a new job, they fired her. She was hired as women's page editor by the Philadelphia Bulletin that same year, but the paper shortly thereafter eliminated its women's section, and Paxson was again demoted, this time to associate editor of the paper's Sunday magazine. She was eventually made assistant metropolitan editor. While Paxson was working at the Philadelphia Bulletin, she took a five-week leave of absence to edit the Xilonen, the daily newspaper of the 1975 United Nations World Conference for International Women's Year in Mexico City. Her work earned her a Women in Communications Headliner Award. Paxson later called it the most important thing she had ever done. Paxson moved to Gannett's Idaho Statesman in Boise, Idaho in 1976 to become assistant managing editor. === Association for Women in Communications === Paxson was elected president of Theta Sigma Phi in 1963 and, during her tenure, \"transformed the organization from a sorority into a professional organization,\" according to the State Historical Society of Missouri, which maintains the National Women in Media collection. The organization had been founded in 1908 as a sorority for journalism students and was at the time of Paxson's tenure the de facto professional organization for women journalists because women were not accepted into the Society of Professional Journalists. When she was first elected, the organization was still primarily a social group. Paxson campaigned for a more professional approach, a stance which was not popular with all members, many of whom disagreed with her emphasis on professional training. She led the organization to establish a national headquarters in Austin, Texas. She also lobbied to change the name from the Greek symbols to Women in Communications, which she considered a more professional title; the name change ultimately occurred after her tenure ended. The organization's current name is the Association for Women in Communications. === Publisher === Paxson moved to Gannett's Public Opinion in Chambersburg, Pennsylvania, in 1978 to become the paper's publisher. In 1980 she became publisher of Gannett's Muskogee Phoenix in Muskogee, Oklahoma. She held this position until her retirement in 1986. ==Views and advocacy== Paxson advocated for working women; in 1966, she notably advised other women's page editors to \"stop downgrading women executives.\" Newsrooms began in the 1960s to reflect changes wrought by the women's movement, and women made progress in obtaining jobs formerly open only to men. Paxson commented on the remaining resistance to the increasing role of women in journalism, writing in 1967 that \"most city editors are men, and there is an inborn prejudice against sending a woman on certain kinds of stories.\" While working as women's editor for the Philadelphia Bulletin, she wrote a memorandum to the publisher criticizing the paper's coverage of news of importance to women, writing, \"It seems to me that unless women are wives, mothers, entertainers—and I include beauty queens in that category—or freaks, the Bulletin does not admit that they exist.” Just after she had been hired as publisher at the Muskogee Phoenix, she was informed by the former publisher that he had had a policy against women wearing pants. She arrived for her first day of work the next morning wearing a pantsuit and paraded through the press room, the composing room, and the news room before heading to her office. She then called a meeting of department heads to announce an official change in the dress code. The next day, 29 of the 45 women working for the newspaper arrived to work in pantsuits. Paxson was angered by what she saw as a betrayal of women's page editors by leaders of the women's movement. She saw women's page editors as supporters of the movement, having been the only section of most newspapers to provide coverage in the movement's early years; the New York Times placed the 1965 announcement of the formation of the National Organization for Women between an article about Saks Fifth Avenue and a recipe for turkey stuffing. Women's movement leaders, however, condemned the very idea of a so-called \"women's section\" as segregation by sex; they wanted news of interest to women to be covered in the news sections and, according to Paxson, saw women's page editors as traitors. In 1983 she wrote, As the women's movement developed mainstream support, women's pages began to be viewed as anachronistic. At a time when many women's pages were steadily increasing their coverage of hard news of interest to women, many newspapers decided to eliminate their women's pages in favor of features sections, and often hired men to manage those sections. The women's page editors were often demoted or fired. Paxson was twice demoted when her paper replaced its women's section, first at the St. Petersburg Times and later at the Philadelphia Bulletin; both times, a man was made editor of the new section. Paxson once described her own firing and demotion to a group of other professional women, one of whom commented, \"Marj, you have to accept the fact that you're a casualty of the women's movement,\" an opinion with which Paxson said she agreed. She wrote in 1983 that when newspapers changed \"women's sections to general interest feature sections, women's editors paid the price. We were not considered capable of directing this new kind of features section. That was man's work.\" == Awards and legacy == Paxson was inducted into the Association for Women in Communications' Hall of Fame in 2003. She won a 1969 Penney- Missouri Award for General Excellence at the St Petersburg Times, an Association for Women in Communications' Headliner Award for her work on Xilonen in 1975, and an Association for Women in Communications Lifetime Achievement Award in 2001. She donated her papers and $50,000 to the University of Missouri to create the National Women and Media Collection in 1986, the year of her retirement. The collection is now held by the State Historical Society of Missouri. She was selected in 1989 to participate in the Washington Press Foundation's Women in Journalism Oral History Project, one of four women's page journalists to be included. The others were Anderson, Jurney, and Vivian Castleberry. == Personal life == Paxson was never married and had no children. She died on June 17, 2017. ==References== Category:1923 births Category:2017 deaths Category:American women journalists Category:Journalists from Florida Category:Journalists from Houston Category:Missouri Lifestyle Journalism Award winners Category:University of Missouri alumni Category:Editors of Michigan newspapers Category:Editors of Texas newspapers Category:Editors of Pennsylvania newspapers Category:20th- century American newspaper publishers (people) Category:20th-century American newspaper editors Category:20th-century American women writers Category:Associated Press reporters Category:United Press International Category:Women's page journalists ",
    "title": "Marjorie Paxson"
}