{
    "id": "60242356",
    "text": "\"Damn\" (stylised as \"DAMN\") is a song by English DJ and producer John Ford, featuring vocals by American rapper Freddie Gibbs. American record label Owsla released it on 5 December 2016. ==Background and release== \"Damn\" utilises a sample of Freddie Gibbs vocals as heard in the song \"Shame\", originally by MadGibbs, a duo consisting of Gibbs and California-based hip hop musician Madlib. On release, Joyryde spoke about the use of Gibb's vocals, stating: On 5 December 2016, the song was released for free as a digital download on international digital stores through record label Owsla, as well as being released through various music streaming services. As of 16 March 2019, the song has gained around 4,000,000 plays on SoundCloud and over 1,500,000 views on Joyryde's YouTube channel. The song was followed by a North American tour titled the C.A.R (Calling All Rydrz) tour. The tour was planned to travel across Canada and the United States from late December to early 2017 and was to feature a full-size 1969 Dodge Charger as the stage production. ==Critical reception== \"Damn\" was well received by most critics. Writing for Noiseporn, Jeanette Kats stated that the song was worth the wait, writing that the vocals and music video both add \"another layer to what is probably my favourite Joyryde track to this day.\" Neal Rahman of Nest HQ wrote that the vocals were \"somehow able to weave his ferocious flow around the beat’s nooks and crannies\", calling the music video a \"singular aesthetic vision for mechanical bombast and primal chaos.\" Your EDM's Greg Sills described the song as one that \"goes zero to sixty in no time and it hasn’t shown any signs of slowing down one bit\", writing that the vocals had really \"tied the track together through the extensive vocal element.\" Writing for Earmilk, Wendel Genosa noted the song's hip-hop influences, calling it \"more and more loaded throughout with an insurmountable bass pumping\" and finalising his review by calling the song an \"absolute sonic trip that leaves us only fiending for more.\" EDM Identity's Grace Backer compared the song to one of Joyryde's previous songs \"The Box\", writing that he was \"somehow able to seamlessly integrate many different sounds and tempos into one track.\" Philip Mortillo of RaverRafting praised the song, noting its blend of rap and trap music in order to create a \"one of a kind masterpiece.\" ==Track listing== ==Release history== {| class=\"wikitable plainrowheaders\" !Region !Date !Format !Label ! |- | Worldwide | 5 December 2016 | Digital download | Owsla | |} ==References== ==External links== * * Lyrics of this song at Genius Category:2016 singles Category:2016 songs Category:Joyryde songs Category:Owsla singles ",
    "title": "Damn (Joyryde song)"
}