{
    "id": "60246399",
    "text": "Ta' Kaċċatura is an archaeological complex in the outskirts of Birżebbuġa, in southern Malta. The complex includes a rustic Roman villa and a number of underground cisterns. The rustic villa confirms the presence of a thriving olive oil industry in this part of the Maltese islands. == Topography and property == The remains rest on a long, flat ridge flanked by two valleys, Wied Dalam to the north-east and Wied Żembaq to the south-west. At the end of the same ridge, the two valleys meet the sea at St. George's Bay, with the prehistoric site of Borġ in-Nadur situated on a hill. Just across Wied Dalam from the Ta' Kaċċatura site, lies Għar Dalam and its museum. In April 1881, a Permanent Archaeological Commission called for excavations at Ta' Kaċċatura and Mnajdra. The Commission advised the Maltese Government to purchase the site from its tenant. The land was purchased by the Maltese Government \"for archaeological purposes,\" as listed in a contract dated December 12, 1881. Ta' Kaċċatura is one of the earliest archaeological sites in Malta which was purchased by the authorities to ensure its preservation. == Excavations == While Ta' Kaċċatura was purchased in 1881, excavation work in the following two years focused on Borġ in-Nadur, with the villa benefitting only from the construction of a protective wall around the villa's largest cistern. The wall was finished by November 18, 1882. The site was mostly untouched in the late 19th century, with investigations only resuming under the direction of Thomas Ashby and Temi Żammit in 1915. Ashby's descriptions remain the principal sources of information on the rustic villa. It is smaller than most other villas, such as San Pawl Milqi and Żejtun. This Roman villa is one of the least known Roman sites on the island. It appears to have been built in the early Roman period, however the remains of other buildings use the opus africanum technique, which is related to Phoenician and Punic structures found in Carthage and at Motya. It is seen to be an important site because of its location close to shore, and its close proximity to other sites of different periods. It is also the only one on the island with an accessible large rock- cut cistern. This site also includes parts of olive oil producing equipment, testifying the area and the site's links to one of the most important industries in Roman Malta. The large cistern at the Ta' Kaċċatura Roman villa. The villa appears to have been built and occupied during the Punic and Roman periods. The main rooms of the building are built around a square courtyard with a peristyle. This included fluted pillars hewn in coralline limestone. An upper floor may have existed, as there are traces of a staircase leading off the courtyard. Ashby finds evidence of at least ten steps, rising nine inches each. Various water cisterns serviced the rustic villa. Underneath the central courtyard, there is a squarish cistern roofed with a shallow vault. This is made of rough stones, and set in mortar. Unfortunately, this feature collapsed since the excavations in the early-1910s. This cistern appears to be connected with another, possibly earlier bell-shaped cistern. Masonry wall at the Ta' Kaċċatura Roman villa. The most interesting and largest water cistern on the site, lies slightly up the hill from the villa. It is around ten metres by ten metres in size, with a depth of four metres. The roof is supported by twelve large square pillars. This is one of the most impressive structures from the Punic-Roman period which survive in Malta. A protective boundary wall exists around the cistern, which was included in early-1900s survey maps of the area. Presumably, this was constructed after the expropriation of the site in 1881. This is one of the earliest protective measures taken to safeguard an archaeological site in Malta. The site, restored some years previously, also sustained considerable damage during the Second World War. In recent years, the cistern boundary wall became an ineffectual deterrent, as vandalism and the elements opened a large breach along its south-eastern face. The section was rebuilt by Museums Department personnel in May 1997, although it was in disrepair again in the early-2010s. The western end of the villa includes some remains of presses, rock-cut vats, channels and troughs, showing clearly that this area was the focus of agricultural activity in the rustic villa. No attempt has been made to map the extent of land which was managed from this villa. Ashby suggested that \" ... the natural way of access to it [the villa] is on the south-east side, coming up the valley from the bay of Birżebbuġa.\" In fact, remains of an elaborate entrance were found on this side of the villa complex. == Access and restoration == Parts of the cistern wall at Ta' Kaċċatura, built in the 1880s, collapsed in the 2010s and have since been repaired. The original access to the site was up from the valley floor. The most convenient access route in the 19th century was via a narrow lane which appears on early-1900s survey maps. This lane ran straight across the ridge, from Wied Dalam, past the rustic villa, and then onward to Wied Żembaq. The lane then linked with a network of country lanes leading to Birżebbuġa, Ħal Għaxaq and Gudja. The area expropriated in 1881 lay contiguous to this lane, with the intention of creating public access to the site. As a fuel storage installation was built in Wied Dalam, the northern end of this lane was closed off by the installation. The site cannot be approached through this lane from the south. The lane fell in disuse, a process encouraged by the dumping of refuse and building materials. This blocked off the lane at two different points. Two carob trees have grown across the lane, causing two further impassable points along its length. In fact, in order to reach the site today one has to pass through private land. A private road, not included in survey sheets published in the early-1970s, exists in order to provide access from the west to a farm located west of the villa. This is the most easy access to the site, however the public right of way right is unclear. Disputes are not unknown between visitors and farm tenants. The Ta' Kaċċatura Roman villa was included on the ICOMOS Risk List, with a risk factor of Level 4, with the site described as having \"severe signs of risk\" although \"reversibility [is] still possible.\" In 2018, Heritage Malta repaired the cistern's boundary wall. In 2019, a project was announced to improve the physical and intellectual accessibility between Għar Dalam, Ta’ Kaċċatura, Borġ in-Nadur, and other nearby sites. Works include a full digital survey of Ta’ Kaċċatura Roman villa and nearby sites, the archaeological cleaning of the site, and further archaeological investigations in selected areas within and around the site. ==References== ===Citations=== ===Bibliography=== * ==External links== * Roman Malta Heritage Trail * Sleepover at Għar Dalam Category:Buildings and structures completed in the 1st century Category:Ancient Roman buildings and structures in Malta Category:Archaeological sites in Malta Category:Birżebbuġa ",
    "title": "Ta' Kaċċatura"
}