{
    "id": "60248857",
    "text": "Andrew McQuarrie (born 2 October 1939) is a Scottish former professional footballer who played as a forward in the Scottish League for Albion Rovers and in the English Football League for Chesterfield and Brighton & Hove Albion. He was capped for Scotland at Junior level in 1961 while a Largs Thistle player, spent three years in South Africa with National Football League club Cape Town City, and played in the English Southern League for Gloucester City and Worcester City. ==Life and career== McQuarrie was born in Glasgow. He played football for Shettleston Juniors before joining Largs Thistle in 1959. While with Largs, McQuarrie was capped once for Scotland at Junior level, in a match against the Irish League XI at Motherwell's Fir Park ground on 24 March 1961. He opened the scoring in a 2–0 win. He moved into senior football with Albion Rovers ahead of the 1961–62 Scottish Division Two season, and finished as their top scorer with 21 goals in all competitions. In the following season, he made eight appearances, scoring twice, before continuing his career in England. After \"protracted negotiations\", during which the cash-strapped club's supporters raised some part of the £3,000 fee, McQuarrie signed for Chesterfield of the English Fourth Division in November 1962. He admitted years later that the thigh injury he suffered on his last outing for Albion Rovers was such that he should have pulled out of the move, and he regretted having arrived \"unable to show [those supporters] what [he] was capable of.\" He finished the season with 7 goals from 21 league appearances, and in 1963–34, despite playing more for the reserves in the Central League than for the first team, he took his Football League totals to 12 goals from 38 matches. McQuarrie moved on to another Fourth Division club, Brighton & Hove Albion, in July 1964. He rarely played, unable to dislodge the likes of former England international Bobby Smith and team captain Jimmy Collins from the forward line as the team gained promotion to the Third Division. He was released at the end of the season, and by July was playing for Cape Town City of the South African National Football League. He was a member of the team that lost to Durban City in the final of the 1965 UTC Bowl, and remained a regular in the side, either at wing half or in the forward line, for the next two seasons. After returning home, McQuarrie continued his football career in the English Southern League with two spells at Gloucester City either side of two seasons with Worcester City. In his first season, Gloucester were promoted to the Premier Division, and over his two-year stint McQuarrie made 91 appearances in all competitions and scored 10 goals, of which 7 were in league matches. After two seasons with Worcester City, also a Premier Division team, McQuarrie spent the 1972–73 campaign as club captain of Gloucester City. While in Scotland, he had played part-time while working in chemistry; his football career tailed off in the lower levels of non-league football in Gloucestershire, where he worked at the Coal Research Establishment at Stoke Orchard. ==References== Category:1939 births Category:Living people Category:Footballers from Glasgow Category:Scottish footballers Category:Scotland junior international footballers Category:Association football forwards Category:Largs Thistle F.C. players Category:Albion Rovers F.C. players Category:Chesterfield F.C. players Category:Brighton & Hove Albion F.C. players Category:Cape Town City F.C. (NFL) players Category:Gloucester City A.F.C. players Category:Worcester City F.C. players Category:Scottish Junior Football Association players Category:Scottish Football League players Category:English Football League players Category:National Football League (South Africa) players Category:Southern Football League players Category:Shettleston F.C. players Category:Scottish expatriate sportspeople in South Africa Category:Scottish expatriate footballers Category:Expatriate soccer players in South Africa ",
    "title": "Andy McQuarrie"
}