{
    "id": "60248090",
    "text": "Adeline Mowbray, or, The Mother and Daughter is a novel by Amelia Opie that was published in 1804. Many of the heroine's experiences are based on the unconventional life of Mary Wollstonecroft, an acquaintance of Opie. In the novel, Opie explores what might happen when a woman's idealistic philosophical beliefs conflict with society's notions about female sexuality. ==Synopsis== The philosophically minded Adeline decides that marriage is an outmoded institution. She therefore refuses marriage to Frederic Glenmurray (modelled on William Godwin), and instead chooses to live with him as his sexual equal. Although Adeline is honourable, clever and honest, she faces social condemnation. She is disowned by her mother and by her respectable friends, and harassed by men who assume that she is sexually available. After Glenmurray dies, Adeline seeks protection by marrying the abusive Mr Berrendale, who ultimately abandons her and their daughter, Editha. At the end of the novel, the ill Adeline is finally reunited with her mother. Adeline repents having transgressed society's expectations of women, and before she dies leaves instructions on how Editha is to be educated. ==Reception== During the nineteenth century, the novel was generally seen as a critique of the radical theories proposed by Godwin, Holcroft and Inchbald. The Critical Review did, however, accuse Opie of idealising 'vice' by portraying the loving relationship between Adeline and Glenmurray so positively. Scholars have suggested that Opie's intentions with Adeline Mowbray were more subversive than they initially appeared. Although Adeline comes to support the institution of marriage, marriage is itself portrayed throughout the novel as something that can also cause women to suffer and be made vulnerable to men. And although Adeline's repentance and premature death were common features of conservative novels about 'fallen women', Patricia A. Matthew argues that 'Adeline does not die the death of a fallen woman but of a female warrior on a domestic battlefield, setting the terms for her daughter's future'. ==References== Category:1804 books Category:1800s novels Category:British philosophical novels Category:English novels Category:Novels by Amelia Opie ",
    "title": "Adeline Mowbray"
}