{
    "id": "60258553",
    "text": "The Egyptian Lever was an aspect of colonial Anglo-German relations in the late 19th century in which Germany would receive consent for their African colonial ventures from the United Kingdom in exchange for German support of the British occupation of Egypt. ==Background== Anti-European riots in Alexandria, as depicted by the Canadian Illustrated News After the French withdrawal from Egypt during the Napoleonic Wars an Ottoman-Albanian officer, Muhammad Ali seized control of Egypt through a three-way civil war, establishing himself as Wāli between 1805 and 1848. During his reign he let European contractors and managers enter the country, establishing a cordial relationship with the French. However, under his grandson, Abbas I (1848-1854) foreign policy was turned on its head, as Abbas turned to the French's British rivals in order to fight the Ottomans. By the 1870s and the rule of Isma'il Pasha, Egypt had fallen under corruption, mismanagement, increased European influence, and debt. Measures taken to postpone bankruptcy by the Khedive had failed, and the Commission of the Public Debt was established in 1876 to help take care of the nation's debt. Its members were nominated by France, Britain, Austria, and Italy. The same year, Egyptian revenue and expenditure was put under the surveillance of a French and British controller, establishing a period of Dual Control in Egypt. By the turn of the 1880s, important government or military posts were either controlled by Western Europeans, Turks, Circassians or Albanians. Along with the growing fiscal crisis, there was a rise in literacy, furthering public consciousness until it reached its boiling point when Colonel Ahmad Urabi launched a protest against European control. He was briefly imprisoned before being promoted as Minister of War in a newly-formed rebel government. This aggravated the British and French governments to the extent of threatening war. In June 1882, riots broke out in Alexandria against foreign nationals. With this, the British and French intervened with the British launching an invasion in July of that year. Urabi and his forces were defeated that September at the Battle of Tell El Kebir. ==The Egyptian Question== William Gladstone in 1879 ===Continued occupation=== With the immediate threat of revolt now taken care of, the debate over occupation started. As early as two days after the victory at Tell El Kebir Prime Minister Gladstone called for evacuation from Egypt. Gladstone and the radical wing of the Liberals supported evacuation and ending Dual Control through the elimination of French influence in Egypt, in order to prevent any further need to intervene. However, on the other side of the aisle officials such as the Earl of Northbrook deemed it necessary to occupy Egypt to secure passage to the Indian colonies. Things remained stagnant until a revolt flared up in the Sudan, (which had been previously ignored by London) in which the Khedivate's main forces were massacred in November 1883. In turn, London sent General Charles Gordon on a relief expedition in 1884, but it soon became clear that the British weren't going to withdraw from Sudan or Egypt any time soon.Lowe, pp. 54-56 ===June conference=== The French and British governments organized a conference to discuss the Egyptian Question, which was to be held on June 28, 1884. But throughout the springtime of that year, Foreign Secretary Granville tried negotiating with French Prime Minister Jules Ferry to reach an agreement before the conference date. While Ferry and Granville managed to come on agreement on a British evacuation timetable, the issue of finances and control over the Public Debt Commission let negotiations fall through. At the same time, German Chancellor Otto von Bismarck was introducing the idea of Franco-German collaboration, which Ferry used to go on the offensive on the opening day of the conference, blocking any British proposals. With this, Granville adjourned the conference on its first day, ending hopes of resolving the Question in the meantime.Lowe, pp. 58-59 ==Bismarck's offensive== Otto von Bismarck in 1884 ===Angra Pequena Dispute=== In 1883, the Bremen-born tobacco merchant Adolf Lüderitz bought the anchorage at Angra Pequena in South West Africa and all land within an eight kilometer radius from Chief Josef Frederiks II for £100 in gold coin and 200 rifles through his agent, Heinrich Vogelsang. Vogelsang continued to purchase land from Frederiks, buying the coast from Angra Pequena to the Orange River with a width of 20 \"geographical miles\" (Frederiks had thought that the German mile was the same as the English mile, but in fact was five times as long). Lüderitz later bought the northern coast all the way up to the Kunene River. The venture had been officially protected by the German government on 24 April 1884, but on 29 May, the British Cape government announced the annexation of the Walvis Bay Enclave, incensing the Germans.Lowe, pp. 60-61 With this, the German ambassador in London, Münster, threatened to cut German support in Egypt unless demands were met, with the same threats repeated by Herbert von Bismarck to Granville. Gladstone's cabinet decided in favor to give into German demands, but Bismarck rejected this. With Reichstag elections approaching, Bismarck purposely dug up a dispute in New Guinea to leverage support among the electorate, worsening Anglo-German relations. ===The Congo Question=== The conference of Berlin, as illustrated in \"Illustrierte Zeitung\" Since the invasion of Egypt in 1882 it was regarded among some British officials that the French had had the upper-hand in negotiations,Lowe, p. 58 this was furthered by the signing of the Anglo-Portuguese Treaty of February 26, 1884. In it, the British recognized the dubious Portuguese claims of ownership of the area between 50° 12' and 8° south latitude in the area of the Congo River, which the British previously denied. The treaty was unpopular among the Parliament and British press, but more importantly France declared that it wouldn't be bound by the treaty (March 13) along with Germany (April 18), uniting the two nations against the United Kingdom. France instead proposed an international commission around the river. However, the new Franco-German alliance didn't get off without a hitch. The French were cold to Bismarck's idea of \"reciprocal free trade in the territories which either power occupied on the West Coast of Africa,\" and would only go forth with the plan if they were paid handsomely, mainly in Egypt, which the Germans weren't planning on doing. Even in August 1884 with the planned Berlin Conference on the Congo Question coming up in November, Ferry didn't want it to be used as \"war machine against England\" while the French minister in Berlin, the Baron of Courcel, had serious doubts of where the alliance was going.Lowe, p.64 The Conference opened on November 15, 1884 and largely got off without any interruptions, with most questions being answered seemingly before the actual opening. By then, the German government had promised to Courcel and the French to end occupation of any African territories disputed between Germany and France, freeing up tensions.De Leon, p. 126 The Conference (after squabbling over boundary lines) ended on February 26, 1885. The British had their demands mostly satisfied; gaining recognition of their control over Egypt along with the internationalization of the Congo, and placing them ahead of the French. The Germans meanwhile earned a direct stake in African affairs, while also gaining prestige as peacemakers. ===Wilhelm II's offensive=== However, the British would end up floating towards the French, now with their demands satisfied. Bismarck tried to keep conflicts minor with the British, but after Bismarck's dismissal at the behest of Kaiser Wilhelm II in 1890, the careful balance of power in Europe collapsed. The ambitious young Kaiser increased tensions with the British through the Anglo-German naval arms race and the First Moroccan Crisis; in which the Germans almost went to war with the French and British between 1905-06 over the Kaiser's recognition of Sultan Abdelaziz of Morocco, challenging French rule there. This demonstrated that the newly- formed Entente Cordiale was strong, and that an Anglo-French alliance wouldn't budge, effectively ending all chances of an Anglo-German alliance resurrecting and destroying the lever. == Post mortem == The Franco-German entente was never supposed to last. Bismarck leveraged France's anger at British policy \"to squash Gladstone against the wall, so that he can yap no more.\" Lowe, p. 62 The reasons for pushing London against the wall were numerous. If the Germans and French were successful in discrediting Gladstone and his liberal moral diplomacy, the threat of liberalism and social democracy in Germany would be eliminated. Gladstone as well was sympathetic to the Russians, which got in the way of Anglo-German overtures. By discrediting Gladstone, the Conservative Lord Salisbury could be brought back in office and Anglo-German cooperation restored. The policy of pressure was to \"...gain England's goodwill - albeit a goodwill accompanied by gnashing of the teeth - by way of an alliance with France,\" at which point the British would succumb to pressure, Germany would leave the French out in the sun, and relations restored between the two Germanic powers.Lowe pp. 62-64 In establishing this goodwill would also come greater opportunity to produce and export manufactured goods into the African interior that the British had been monopolizing. Daniel De Leon theorized that while Germany had a strong population and one of the highest birth rates in Western Europe, (in 1900 there was 4.93 children per German woman, compared to the United Kingdom's 3.53, and France's 2.8) this competitive edge was watered down due to mass emigration from rural areas. In De Leon's eyes Bismarck didn't want colonies for colonization's sake, but instead to foster economic growth; creating an industrial-capitalist class who could then create economic prosperity domestically, and keep would-be immigrants at home with a higher standard of living.De Leon, pp. 122-123 This was demonstrated through the creation of the Deutsche Ost-Afrika Linie in 1890, but also some years earlier by Bismarck's demands for credit from the Reichstag to establish steamship lines headed towards Asia, Africa, and Australia,De Leon, p. 121 directly conjoining the German and foreign markets. While only the Australian Line passed through the Reichstag, Bismarck was vehement about bringing German unity at home through this colonial process.De Leon, p.123 ==References== ==Further reading== * Craven, Matthew. \"Between law and history: the Berlin Conference of 1884-1885 and the logic of free trade\". London Review of International Law. 3 (1): 31–59. online * De Leon, Daniel. \"The Conference at Berlin on the West-African Question\". Political Science Quarterly. 1 (1): 103-139. online * Dierks, Klaus. Chronology of Namibian History (1999) online * Lowe, C.J. The Reluctant Imperialists: British Foreign Policy 1878-1902 Part 1 (1967) Chapter 3. preview * Reeves, Jesse. \"The Origin of the Congo Free State, Considered from the Standpoint of International Law\". The American Journal of International Law. 3 (1): 99-118 online Category:German colonisation in Africa Category:British colonisation in Africa Category:European colonisation in Africa Category:1884 in international relations Category:1885 in international relations Category:1883 in Africa Category:1884 in Africa Category:1885 in Africa ",
    "title": "Egyptian Lever"
}