{
    "id": "60255038",
    "text": "Lloyd Turton Price The grave of Lloyd Turton Price, Western Cemetery, Dundee Prof Lloyd Turton Price FRCPE (1873–1933) was a 20th-century Scottish surgeon who was professor of surgery at the University of St Andrews. ==Life== He was born in Shrewsbury in 1873. He was educated at Oswestry School. He then studied medicine at the University of Edinburgh winning both the Lister Prize and the Crichton Research Scholarship. He graduated in 1901 with an MB ChB.British Medical Journal: 11 March 1933 He became a Fellow of the Royal College of Surgeons of Edinburgh in 1905. He became House Surgeon at the Edinburgh Royal Infirmary and then the Royal Hospital for Sick Children, Edinburgh under Sir Harold Stiles before moving to the Royal Infirmary in Manchester. In 1906 he accepted the post as Assistant Professor of Surgery at the University of St Andrews under Prof MacEwan. This role was then in Dundee rather than St Andrews. He was also Chief Consulting Surgeon at the Perth Royal Infirmary, the Forfar Infirmary and Dundee Dental Hospital. From 1910 he was a frequent visitor to Stockholm to observe the experiments with radium in that city. In 1911 he was living at 14 Airlie Place on the University of Dundee complex.Dundee Post Office Directory 1911 In the First World War he set up a special orthopaedic unit at Dundee and provided major assistance to the nearby military hospitals. In 1919 he replaced Prof MacEwan as Professor (with Saunders Melville as his assistant) and became Senior Surgeon at Dundee Royal Infirmary.British Medical Journal October 1919 He died in March 1933 following a surgical operation on a duodenal ulcer after which he also contracted pneumonia. In order to preserve privacy he had go to Edinburgh for this procedure and died there in a nursing home on 26 February 1933. He is buried in the Western Cemetery, Dundee. The grave lies on the second upper terrace wall, facing a panoramic view over the River Tay. Over 2000 mourners attended his funeral. ==References== Category:1873 births Category:1933 deaths Category:People from Shrewsbury Category:People educated at Oswestry School Category:Alumni of the University of Edinburgh Category:Academics of the University of St Andrews Category:20th-century Scottish medical doctors Category:Scottish surgeons Category:20th-century surgeons ",
    "title": "Lloyd Turton Price"
}