{
    "id": "60257281",
    "text": "Larus (supposedly died 207 BC) was a leader of Cantabrian mercenaries in the Carthaginian army during the Second Punic War, according to Silius Italicus's poem Punica. ==Biography== Santander. Larus is mentioned only by Silius in his poem, where he is noted as the only outstanding man in the battle in Celtiberia that pitted Punic generals Mago Barca and Hanno against their Roman homologue Marcus Junius Silanus. Some authors have doubted of the existence of Larus, noting in Silius the intention to embellish his chronicle of the war with epic heroes and duels in the style of ancient Greek literature. However, others have doubted this approach, pointing out that his role in the battle is too notable to be entirely fictitious. Assuming his historicity, Larus would have been active in 207 BC. After the Battle of the Metaurus, where Hasdrubal Barca and his newly hired Spanish mercenaries were defeated by Gaius Claudius Nero and Marcus Livius Salinator, Hanno and Mago would have started another recruitment campaign in Hispania in order to replace Hasdrubal's army. Among their mercenaries it was Larus, leading a contingent of the Cantabrian youth armed with battle axes and caetras as per their custom. Larus was described as a man of immense stature and martial skill, embodying the Celtic warrior ideal, who went to war wielding a double-headed axe (bipennis) with a single hand. He was also known as a fearsome unarmed fighter.Silius Italicus, Punica, 16, 46-65 Larus's first and only deployment started when the Roman forces attacked the Carthaginian positions. Believing themselves safe from attacks, Mago and Hanno had divided their camp and relaxed their defense, which encumbered their capacity of reaction. Their army was quickly routed except by Larus and his battalion, who mounted a fierce counterattack. Even when all his men were slain, Larus remained standing and doing battle, killing so many soldiers by himself alone that the Roman infantry began avoiding him in terror. Only Lucius Cornelius Scipio engaged him, fighting him in a singles duel and ultimately killing Larus after severing his arm. With the Cantabrian dead, the Punics were defeated and Hanno was captured. In his text, Silius speaks as well about another mercenary named Larus, who was compared to a gorgon for his frightening appearance. However, this was not the same as the Cantabrian Larus, but a Gaul soldier of the same name. ==See also== *Corocotta *Viriathus (Second Punic War) ==References== Category:207 BC Category:Ancient mercenaries Category:Carthaginian commanders of the Second Punic War Category:Celtic warriors Category:People whose existence is disputed Category:Year of birth unknown ",
    "title": "Larus (Cantabrian)"
}