{
    "id": "60253592",
    "text": "Marco Teutscher (born 1 February 1992) is a professional Dutch pool player. == Career == Teutscher began playing in 2007, and would enter the youth European Pool Championships the same year. His best finish at these competitions was the reaching the quarter finals, doing so in 2008 at the 9-Ball event as well 2009 in the straight pool and 2010 in the 10-Ball. In 2010, Teutscher played in the men's competition for the first time, however, he wouldn't reach the later stages until 2012. He would reach the round of 16 of the straight pool competition before being defeated by Konrad Piekarski. In August 2012 he finished fifth at the Benelux Open. On the Euro Tour he first reached the knockout rounds at the 2013 Austrian Open before losing in the second round to Phil Burford. In January 2014, he finished fifth at the Longoni Capelle Open and the 9-Ball Mini Tournament of the Derby City Classic. At the 2014 WPA World Nine-ball Championship he reached the knockout rounds of a world championship for the first time, reaching the round of 32 being defeated by Li Hewen. On route, he defeated 2013 champion Thorsten Hohmann 11–9. In 2015, at the 2015 WPA World Ten-ball Championship he reached the round of the last 64. A few days later he made it to the quarter finals of a Euro Tour event, at the 2015 Italian Open in which he lost 7–9 against Karl Boyes lost. At the European championships 2015 he reached the quarter-finals in two disciplines. In the 14/1 continuous event he lost to the later European champion, his countryman Nick van den Berg, whereas in the 9-ball he lost to the Pole Karol Skowerski. In the 2015 WPA World Nine-ball Championship he lost in the round of the last 64 to Wojciech Szewczyk. In 2016 he reached at the European Championship the round of 16 in the Ten-ball. He would also reach the semifinals for the first time at a Euro Tour event, losing to Swiss Ronald Regliwas. He later would reach the quarter finals of both the 2016 Treviso Open, and 2017 Dutch Open. Teutscher has participated once in the World Cup of Pool. Together with Huidji See he lost in the 2011 edition in the first round against the Thai team of Nitiwat Kanjanasri and Kobkit Palajinout. ==References== == External links == * Marco Teutscher at kozoom.com * Marco Teutscher on the website of European Pocket Billiard Federation * Marco Teutscher at the Euro Tour Category:1992 births Category:Living people Category:Dutch pool players Category:Sportspeople from Eindhoven Category:Pages with unreviewed translations ",
    "title": "Marco Teutscher"
}