{
    "id": "60256172",
    "text": "Jackie R. Mattison (born May 8, 1951) is an American Democratic Party politician who served in the New Jersey General Assembly and a convicted criminal for his role in accepting bribes during his work as chief of staff to Newark Mayor Sharpe James. ==Biography== Mattison was born in 1951 in Walhalla, South Carolina where he attended public schools there. He attended South Carolina State University graduating in 1972 with a degree in business administration. He was chief of staff to Sharp James at the time of his election to the Assembly in 1987. He also served on the Newark Neighborhood Housing Service Board and vice president of the Newark Police Community Relations Council. He was married to Ellen and has three grown children. Mattison is a cousin to James's wife Mary. In 1987, after incumbent Assemblyman Eugene H. Thompson retired, Mattison was selected to be one of the Democratic nominees for the general election in the Newark-based 29th district alongside incumbent Willie B. Brown. During his first term in the Assembly, he worked on a bill that allowed municipalities to establish urban homesteading allowing families to purchase abandoned or foreclosed homes with the commitment to improve the structure and live in it. ==Bribery scandal== On November 9, 1995, federal agents raided the offices and homes of Mattison and Newark Police Director William Celester as a part of ongoing investigations of the city government by the U.S. Attorney Faith S. Hochberg. The agents had discovered $156,000 in cash inside the home of Mattison's girlfriend Janice Williams. James had initially stood behind Mattison but he resigned his post in January 1996 following his indictment on bribery. He was accused of accepting $17,000 from an insurance broker, William F. Bradley, in exchange for getting Bradley contracts for the city and the Newark Board of Education. Mattison was convicted in federal court on March 21, 1997 of all 19 counts against him. He subsequently resigned his Assembly seat on April 11. Judge William G. Bassler sentenced Mattison to 41 months in federal prison in August 1997 and was released in October 2000. ==References== Category:1951 births Category:Living people Category:South Carolina State University alumni Category:People from Walhalla, South Carolina Category:Politicians from Newark, New Jersey Category:Politicians convicted of corruption in New Jersey Category:Members of the New Jersey General Assembly Category:African-American state legislators in New Jersey Category:New Jersey Democrats ",
    "title": "Jackie Mattison"
}