{
    "id": "60250116",
    "text": "Sul-rio-grandense Federal Institute logo Sul-Rio-Grandense Federal Institute of Education, Science and Technology (in Portuguese: Instituto Federal de Educação, Ciência e Tecnologia Sul-rio-grandense, IFSul) is a Brazilian federal public institution, linked to the Ministry of Education, which composes a Federal Network of Professional, Scientific and Technological Education. It is a multicenter institution, based on the combination of sets of teaching and communication modules in its different forms of teaching, based on the combination of sets of sessions and their respective technological processes. IFSul has its rector installed in Pelotas and currently contains 14 campuses in activity: Bagé, Camaquã, Charqueadas, Gravataí, Jaguarão, Lajeado, Novo Hamburgo, Passo Fundo, Pelotas-Visconde da Graça (CaVG), Santana do Livramento, Sapiranga, Sapucaia do Sul and Venâncio Aires. ==History== On 7 July 1917, the anniversary of Pelotas, the School of Arts and Offices was created on the initiative of the board of the Pelotense Public Library. The school had its building constructed through donations of the community and the land was donated by the municipal intendentiary, being located in Place Twenty of September. On March 8, 1930, the city took over the School of Arts and Offices and established the Technico Profissional School, which later became known as the Technical Professional Institute. The Professional Technical Institute worked for a decade, being extinct on May 25, 1940. The building was demolished for the construction of the Technical School of Pelotas. In 1942, by means of Decree-law nº 4.127, of 25 of February, subscribed by the president Getúlio Vargas and by the minister of education Gustavo Capanema, was created the Technical School of Pelotas, destined only for men. The Pelotan engineer Luís Simões Lopes was responsible for the school's arrival in the municipality. In addition to his personal intercession with the Ministry of Education and the president of the republic to create the school, he accompanied the building's construction work. inaugurated on October 11, 1943, with the presence of President Vargas. Luís Simões Lopes presided over the opening session of classes on February 20, 1945. The first technical course of ETP was construction of machines and engines, from which the current course of industrial mechanics originated. It was deployed in 1953 thanks to the mobilization of the students and the support of the influential Pelotas politician Ary Alcântara, paraninfo of the first group of trainees. In 1959, ETP became a federal authority and, in 1965, it became known as the Federal Technical School of Pelotas (ETFPEL). On February 26, 1996, the first Decentralized Education Unit was inaugurated in Sapucaia do Sul (UNED/Sapucaia do Sul), opening new horizons for professional training in Rio Grande do Sul. In 1999, ETFPEL was transformed into a Federal Center for Technological Education in Pelotas - CEFET-RS, which made it possible to offer higher and post-graduate courses, opening space for research projects and agreements, focusing on technological advances. In 2008, President Luiz Inácio Lula da Silva signed bill 3775/2008, which transformed the CEFET network into a Federal Institute of Education, Science and Technology.Projeto Lei IFETs ==Campuses== IFSul has several campuses spread across Rio Grande do Sul. The largest of these is the Pelotas Campus, which emerged from CEFET-RS. Another relevant campus is the Pelotas Visconde da Graça Campus, which is geared toward rural activities. *Campus Bagé *Campus Camaquã *Campus Charqueadas *Campus Gravesí *Campus Jaguarão *Campus Lajeado *Campus Novo Hamburgo *Campus Passo Fundo *Campus Pelotas *Campus Pelotas Visconde da Graça *Campus Santana do Livramento *Campus Sapiranga *Campus South Sapucaia *Campus Venâncio Aires ==Courses offered== ===Technical education=== The technical courses can be separated from High School (being concomitant or subsequent), integrated into the High School (but destined to young people and adults over 18 years of age, \"EJA\"). ===Higher education=== In tertiary education, courses for technologists and bachelors, undergraduate, postgraduate, specialization and master's degrees are formed. ==See also== *Federal University of Rio Grande do Sul ==References== ==External links== *IFSul Category:Federal Institutes of Education, Science and Technology in Brazil Category:Santana do Livramento ",
    "title": "Sul-Rio-Grandense Federal Institute"
}