{
    "id": "60254369",
    "text": "Middle Eastern is an album by Mehdi Rajabian, along with a hundred musicians from twelve countries of Middle East, in classic and Middle Eastern form, released by Sony Music Entertainment in March 2019. This album haven't been released in Iran due to the restrictions Rajabian is facing. This album includes 11 tracks which are 40 minutes in total. The initiative idea for this album came to Rajabian's mind while he was imprisoned due to his musical activities. Artists from more than 12 Middle Eastern countries are participating in the project. The album features more than 100 musicians from all over the Middle East. In this album is made by the use of traditional instruments, as the main focus was on Middle Eastern tones. == Publication == This album was published worldwide in March 2019 by Sony Music Entertainment. It was available on both physical and digital markets (such as iTunes) to buy. This album hasn't been published Iran due to the restrictions Rajabian is facing. == Cover == The cover of the album is a photograph by Reza Deghati. As he claimed in one of his interviews with Al Jazeera, the photograph was shot in Iraq. == Musicians' Condition == The melodies of this album were created in the middle of war, vast water (as one the musicians was a refugee escaping his country on a boat), in prison, poverty and under bombardments. Rajabian himself was in prison for two years due to his musical activities, and he wrote the initiative idea for the album then. The message this album carries is about tyranny, oppression, human rights, war, peace, and freedom. == Reflection in media == News agencies such as Washington Post, Euronews, ICI, MSN, Al Jazeera, Newsweek, BBC World, etc. did cover the album. Washington Post mentioned this that music can talk about suffering and human rights, and not just for fun and politics. Newsweek labeled this album as one of the greatest albums of Middle East. == Arrest == Mehdi Rajabian was arrested once again on August 11, 2020 for publishing his latest album Middle Eastern. Later on, Fox News reported that he was temporarily released on bail until his court date. As Reuters reports, Rajabian \"was arrested following media reports that his latest project will include women singing and the publication of a video of a woman dancing to his music\". Al Jazeera also reported that he will be on a home arrest until the court date. Worldwide media coverage by Fox News, Reuters, Newsweek, BBC News, ABC, Financial Times, The National, la Repubblica, Al Arabiya, Corriere, etc. has forced the regime to approve Rajabian being released on bail until the court date. In his previous case back in 2015, after spending two years in prison, Rajabian went on a 40 days hunger strike which forced the authorities to temporarily release him. In the case mentioned earlier, he also had a three years of suspended sentence which now can be executed at any moment. After his release back then, Mehdi Rajabian went on producing Middle Eastern. Music, Painting, Dancing, Photography, and Book writing were the elements of Middle Eastern project. Musicians from all over the Middle East have participated in this project. Due to his arrest, this project was also left unfinished, just like the last ones. As for the music part of the project, the album was released by Sony Music in 2019. == See also == * Concept album * Album == References == == External links == * Sony Music Entertainment * Washington Post * BBC World * ICI * dailysabah * kurier * thebreakarea * rocketnews * yourmiddleeast * wdr * in Instagram Category:Music & Arts albums Category:Mehdi Rajabian albums Category:2019 albums ",
    "title": "Middle Eastern (album)"
}