{
    "id": "60254449",
    "text": "Oyelola Yisa Ashiru (born 14 June 1955) is a Nigerian architect and politician who was elected as a senator to represent Kwara South Senatorial District in the 9th Senate. He is the Chief Executive Officer of Capital Projects Limited, a real estate firm with branches in Lagos, Abuja and other West African countries. ==Early life and education== Ashiru was born on 14 June 1955 in Offa in Kwara State Nigeria. He attended Iyeru okin primary school, Offa before proceeding to Esie Iludun Anglican grammar school in 1968. He completed his secondary education at Federal government college in Sokoto in 1974, and then studied environmental design and architecture at the University of Lagos where he graduated in 1980. ==Political career== Having run for office on multiple occasions, in 2018, Ashiru declared his intention to run for Senator of Kwara South senatorial district in the 2019 Nigerian general election on the political platform of People's Democratic Party (PDP). In August 2018, PDP members in Kwara State including Lola Ashiru decamped to All Progressives Congress (APC) in order to campaign against the dynasty of Bukola Saraki who he accused of poorly administering Kwara State for the previous 16 years. In the APC primary election, Ashiru won the senatorial ticket after defeating Suleiman Ajadi and many others. On 23 February 2019, Ashiru won the Senatorial election with 89,704 votes, defeating incumbent Adebayo Rafiu Ibrahim of PDP who polled 45,175. After his inauguration into the 9th Senate on 11 June 2019, he was appointed the Vice Chairman Senate Committee on Housing and Vice Chairman Senate Committee on Public Procurement on 29 July 2019. ==Assassination attempt== During a campaign tour to Ojoku in the Oyun area of Kwara State on 20 February 2019, Ashiru and his supporters were attacked and APC alleged that two of its members were shot dead by attackers loyal to the PDP. Ojoku is the home town of Adebayo Rafiu Ibrahim who was contesting the Kwara south senatorial seat in the 2019 Nigerian general election. On 22 February 2019, Adebayo Rafiu Ibrahim, the incumbent senator of Kwara south was arrested in connection to the attack on Ashiru and his supporters. ==References== Category:1955 births Category:Living people Category:People from Kwara State Category:University of Lagos alumni Category:Members of the Senate (Nigeria) Category:All Progressives Congress politicians Category:People's Democratic Party (Nigeria) politicians Category:21st-century Nigerian architects Category:20th-century Nigerian architects ",
    "title": "Lola Ashiru"
}