{
    "id": "60254515",
    "text": "Slovakia–Vietnam relations is the official relationship between Slovakia and Vietnam. Slovakia has an embassy in Hanoi with a consulate in Ho Chi Minh City; and Vietnam has an embassy in Bratislava. ==History and modern tie== The communist leader of North Vietnam, Ho Chi Minh, paid a visit to Slovakia at 1957, when Slovakia was part of the communist Czechoslovakia. His visit was memorized with the unveil of plaque over Ho's visit to the country. Since then, Slovakia has maintained a relatively close relationship with Vietnam, even after the collapse of Soviet Union at 1990s. ===2017 kidnap of Trinh Xuan Thanh=== Trịnh Xuân Thanh, a former communist party member and businessman who was accused of being corrupt, was secretly abducted and kidnapped in Berlin by a group of unnamed Vietnamese personnel believed to be Vietnamese agents in Germany. The kidnappers were found to have used Slovak airspace and Slovak Government's jet to take Trịnh away from the country; this had prompted angers and threaten to freeze Slovak–Vietnamese relationship. The case was dismissed after unable to collect enough evidences over the abduction, but tensions over the abduction of Trịnh Xuân Thanh still persists in the political relationship between two. In 2019, during a visit, Angela Merkel, Chancellor of Germany, retold the abduction to its Slovak counterpart, making it complicated. ==Vietnamese in Slovakia== Despite sharing common Czechoslovak heritage and Vietnamese immigration, Vietnamese community in Slovakia remains less relevant in comparison to its neighbor, Czech Republic. Like most of Vietnamese people in Eastern Europe, they're perceived as well-integrated in the Slovak society. == See also == * Foreign relations of Slovakia * Foreign relations of Vietnam ==References== ==External links== *Veľvyslanectvo Slovenskej republiky v Hanoji *VIETNAMESE EMBASSY IN BRATISLAVA, SLOVAKIA Category:Bilateral relations of Slovakia Category:Bilateral relations of Vietnam ",
    "title": "Slovakia–Vietnam relations"
}