{
    "id": "60255645",
    "text": "Hanne-Lore Kuhse (28 March 1925 – 10 December 1999) was a German operatic soprano.Begegnungen mit Hanne-Lore Kuhse on Schweriner VolksZeitung == Life and career == Plaque at the house in Schwerin, where the singer lived. Born in Schwaan, Kuhse first studied singing with a private teacher in Rostock. Later she continued her education at the Rostock Conservatory and at the Stern Conservatory in Berlin.Hanne-Lore Kuhse In 1951 she made her debut at the as Leonore in Beethoven's Fidelio. From 1952 to 1959 she was a member of the Mecklenburg State Theatre. In 1959 she changed to the Leipzig Opera, and in 1963 she was engaged by the Berlin State Opera. In 1973 she received a visiting professorship at the Hochschule für Musik Franz Liszt, Weimar. In 1974 she was appointed professor at the Musikhochschule Berlin. Her students included mezzo-soprano Annette Markert and baritone Erwin Noack. Kuhse died in Berlin at age 74. == Repertoire == She sang almost all parts in dramatic soprano: Donna Anna in Mozart's Don Giovanni, Leonore in Fidelio, Amelia in Un ballo in maschera and Lady Macbeth by Giuseppe Verdi, Tosca by Puccini, Senta in The Flying Dutchman, Venus in Tannhäuser and Brünnhilde in Der Ring des Nibelungen. The highlight of her artistic activity as a singer was her embodiment of Isolde in Wagner's Tristan und Isolde. In the field of modernity she took over Marie in A. Berg's Wozzeck.Recordings on JPCRecordings on AllMusic == Theater == * 1964: Verdi's Macbeth (Lady Macbeth) – director: (Staatsoper Unter den Linden) == Trivia == Kuhse was honorary citizen in Schwaan, where she is buried.Suche nach der Ehrenbürgerin, Schweriner Volkszeitung vom 19. Juli 2018, accessdate 17 March 2019 == Further reading == * Karl-Josef Kutsch, Leo Riemens: Großes Sängerlexikon. Third extended edition. K. G. Saur, Munich 1999. Volume 3: Hirata-Möwes, . == References == == External links == * * * Category:1925 births Category:1999 deaths Category:Musicians from Mecklenburg-Vorpommern Category:German operatic sopranos Category:Berlin University of the Arts faculty Category:Recipients of the Patriotic Order of Merit in silver ",
    "title": "Hanne-Lore Kuhse"
}