{
    "id": "60255981",
    "text": "The Ares Design Project1 is a coach-built sports car manufactured by Italian automobile manufacturer Ares Design. Based on the Lamborghini Huracán, the car is meant to be a modern reinterpretation of the De Tomaso Pantera. == Specifications == Initially called \"Project Panther\", the car was introduced in concept form in 2017. The name of the car was later revealed to be Project1 at its public debut in 2019. It is the first model in the company's \"Legends Reborn\" series. The car is based on the rolling chassis of the Lamborghini Huracán and features a retro style carbon fibre body harking back to the De Tomaso Pantera. Although the resulting car is wider than the original Pantera, the wheelbase is only 12 centimetres longer, helping the car retain most proportions of the Pantera. A notable feature of the exterior of the car is the use of pop-up headlamps having LED projector lights, the first use of pop- up headlights in a new production car since the Chevrolet Corvette (C5) and Lotus Esprit were discontinued in 2004. The engine has been tuned by Ares Design and has a power output of and of torque by installing a new ECU and a new exhaust system. The car retains the 7-speed dual-clutch transmission and the all-wheel-drive system from the donor car but the transmission has been reworked in order to allow for a more direct response. The exhaust system has been designed to deliver a more enhanced engine noise. The Project1 uses carbon ceramic brakes and callipers (four pistons at the front, six pistons at the rear) from Brembo with forged aluminium Vossen wheels measuring 20-inch at the front and 21-inch at the rear wrapped in Pirelli tyres measuring 255/30 R20 at the front and 325/25 R21 at the rear. The interior of the car has been completely redesigned and now features a retro design. It is upholstered in Nappa leather/Alcantara and has carbon fibre trim. It will be customised according to the customer specifications. == Performance == Manufacturer Estimates The Project1 can accelerate to in 3.2 seconds and can attain a top speed of over . == Production == The Project1 will be built at the company's factory in Modena, Italy and production will be limited to 21 units, all of which have already been sold. The estimated time of production of each car will be 12 weeks. == References == == External links == * Category:Cars of Italy Category:Coupés Category:Retro-style automobiles Category:Sports cars Category:Cars introduced in 2019 Category:Rear mid-engine, all-wheel-drive vehicles Category:2020s cars ",
    "title": "Ares Design Project1"
}