{
    "id": "60257848",
    "text": "Robert Apisa (born June 4, 1945) is a former American football fullback. He played college football at Michigan State University. ==Early years== Apisa, was born in American Samoa as part of eleven children. His parents moved the family to Hawaii when he was seven. He didn't start playing football until entering the ninth grade at Farrington High School. He also practiced baseball and track. He accepted a football scholarship from Michigan State University. He was named a starter at fullback as a sophomore, registering 126 carries for 715 yards (second on the team and third in the conference), a 5.7-yard average and 10 touchdowns. At the end of the season he was limited with injuries, but still was able to become the first player of Samoan ancestry to be named All- American. He required offseason knee surgery. On November 19, 1966, he was a part of the contest played against the University of Notre Dame called \"The Game of the Century\", which ended in a 10–10 tie. It was also the first ever live television sports broadcast in Hawaii. He had 140 rushing yads and one touchdown against the University of Michigan. He suffered a knee injury in the seventh game against Northwestern University and missed most of the remaining contests. He posted 86 carries for 445 yards (5.2-yard avg.) and 9 touchdowns. As a senior, he struggled recovering from offseason knee surgery. He tallied only 50 carries for 183 yards during the season. Besides being a notable blocker, he finished his college career as the school's All-time leading rushing fullback with 1,343 yards. He was a part of 2 national championship teams (1965 and 1966). In 2017, he was inducted into the Michigan State Athletics Hall of Fame. In 2018, he was inducted into the Polynesian Football Hall of Fame. ==Professional career== Apisa was selected by the Green Bay Packers in the ninth round (245th overall) of the 1968 NFL Draft. He was waived on July 30. ==Personal life== Apisa spent more than 33 years working as an actor and stunt coordinator in television series and films. His grandson Jacob Isaia is an offensive lineman for Michigan State University. ==References== ==External links== *Bob Apisa's journey from American Samoa to Michigan State Hall of Fame Category:1945 births Category:Living people Category:People from Pago Pago Category:Players of American football from American Samoa Category:American football fullbacks Category:Michigan State Spartans football players Category:American stunt performers Category:American male television actors Category:American sportspeople of Samoan descent Category:Actors of Samoan descent ",
    "title": "Bob Apisa"
}