{
    "id": "60255716",
    "text": "Derrynananta Lower, an Anglicisation of the Gaelic, ‘Doire na Neannta Íochtar’, meaning The Lower Oak-wood of the Nettles, is a townland in the civil parish of Templeport, County Cavan, Ireland. It lies in the Roman Catholic parish of Glangevlin and barony of Tullyhaw. Road at Derrynananta (geograph 3586570) ==Geography== Derrynananta Lower is bounded on the north by Bellavally Lower townland, on the west by Corracleigh, Derrynananta Upper, Moneensauran and Tullynacross (Glangevlin) townlands, on the east by Altateskin, Altcrock, Bellavally Upper and Gowlan townlands and on the south by Tullyveela townland. Its chief geographical features are Derrynananta Lough, mountain pools, the Owenmore River (County Cavan), mountain streams, a waterfall, forestry plantations and spring wells. The townland is traversed by minor public roads and rural lanes. The townland covers 791 statute acres. ==History== A folktale relate to the McGovern Chief Tomás Mág Samhradháin (died 1340) who was released from captivity in Derrynananta. The 1652 Commonwealth Survey spells the name as Dirrenanta and gives the owner as Henry Robinson with the tenants being John King & others. Henry Robinson held the rank of ensign in the Cromwellian army and also owned the townlands of Camagh in Templeport parish and Derradda in Drumreilly parish. The 1790 Cavan Carvaghs list spells the name as Derunant. The Tithe Applotment Books for 1826 list two tithepayers in the townland. Tithe Applotment Books 1826 The Ordnance Survey Name Books for 1836 give the following description of the townland- There is a lake on its south boundary from whence a large stream proceeds and bounds the west side of the townland for 3 miles...Sand stone can be procured but it is not quarried. The Derrynananta Lower Valuation Office Field books are available for August 1839. Griffith's Valuation of 1857 lists thirteen landholders in the townland. \\- Griffith's Valuation In the 19th century the landlord of Derrynananta Lower was the Annesley Estate. A folktale relating to Derrynanta Lough is found in the 1938 Dúchas collection. ==Census== {| class=\"wikitable\" |- ! Year ! Population ! Males ! Females ! Total Houses ! Uninhabited |- | 1841 || 95 || 53 || 84 || 14 || 0 |- | 1851 || 96 || 59 || 37 || 16 || 1 |- | 1861 || 100 || 58 || 42 || 14 || 0 |- | 1871 || 95 || 49 || 46 || 13 || 0 |- | 1881 || 80 || 43 || 37 || 13 || 0 |- | 1891 || 80 || 41 || 39 || 14 || 0 |} In the 1901 census of Ireland, there are fifteen families listed in the townland. Census of Ireland 1901 In the 1911 census of Ireland, there are eighteen families listed in the townland. Census of Ireland 1911 ==Antiquities== # Derrynananta National School, Roll No. 12,386. In the 1830s the school was opened. There is a description of that school by James De Lacy. In 1886 there was one male teacher, a Roman Catholic. There were 92 pupils, 42 boys and 50 girls. In 1890 there were 104 pupils and the old building was replaced with a new school by the parish priest, Father Thomas Corr. In 1904 an evening school was also held there with an attendance of 12 males and 7 females. In 1938 the pupils of the school recorded local folklore. A poem entitled Farewell Sweet Lass, mentions Derrynananta school. In the mid-1960s the school was closed. # A stone bridge over the river. # Stepping stones over the Owenmore River ==References== ==External links== *The IreAtlas Townland Data Base Category:Townlands of County Cavan ",
    "title": "Derrynananta Lower"
}