{
    "id": "60256577",
    "text": "The bronze statue of Lu Xun at his tomb The tomb of Lu Xun is the burial place of the Chinese writer Lu Xun (1881–1936), located in the northwestern corner of the Lu Xun Park in Hongkou District, Shanghai. Covering an area of , the tomb of Lu Xun was built in 1956, and in the same year, the remains of Lu Xun was moved to this tomb from the Wanguo Cemetery of Shanghai. The tomb of Lu Xun was listed as the first batch of the major historical and cultural site protected at the national level, by the State Council of the People's Republic of China, on 4 March 1961. == History == === Modern === Lu Xun was the pen name of Zhou Shuren. Born and raised in Shaoxing, Zhejiang, he was a leading figure of modern Chinese literature and the New Culture Movement. He died in his Shanghai apartment on 19 October 1936 and was buried in the grave numbered 406 - 413, F section, East side of the Wanguo public cemetery of Shanghai. There were just several mounds on the former grave of Lu Xun. Until 1937, a 71.2-centimeter-high and 31.5-centimeter-wide trapezoidal cement gravestone was erected on the north side of the mounds, embedded with a 38-centimeter- high and 25-centimeter-wide pottery sculpture of Lu Xun and with characters \"the grave of Lu Xun\" written by Zhou Haiying, the son of Lu Xun. During the Second Sino-Japanese War (1937-1945), the Wanguo public cemetery was unattended. The wintergreen grew beside the grave was removed and the gravestone was slightly damaged which was repaired by Kanzō Uchiyama, a close friend of Lu Xun. In the year of 1939, the grave of Lu Xun was a total loss, with the pottery sculpture of Lu Xun on the gravestone was destroyed purposely. After the end of the war, a new form of the gravestone was designed by Xu Guangping, the widow of Lu Xun. In October 1946, with approximately 2000 participants, the 10th anniversary of the death of Lu Xun was held in Shanghai, organized by the National Resistance Association of Literary and Art Works (Zhonghua Quanguo Wenyijie Kangdi Xiehui). In the next day, about 300 people from all walks of life visited the grave of Lu Xun, and two cypress trees were planted by Zhou Enlai and Xu Guangping, in the front part of the grave. In 1947, the surface of the grave was renovated, replaced the old gravestone with a new one and relocated the old one on the right front side of the grave horizontally. The new gravestone was made out of granite and was 97 centimeters in height and 87 centimeters in width, and was embedded with a 66-centimeter-high and 60-centimeter-wide black stone stele on it. There was a portrait of Lu Xun in a shape of oblong on the stele, and a gold inscription \"the grave of Lu Xun, born on the 25th of September, 1881 in Shaoxing and died on the 19th of October, 1936, in Shanghai\" was engraved under the portrait, written by Zhou Jianren (the younger brother of Lu Xun). Apart from a new gravestone, a new three-level granite step was built on the south side of the grave, with three memorial stone vases placed on the steps. === Contemporary === In the spring of 1952, after the discussion among the cultural department of East China and other relevant departments, a proposal of building a new tomb of Lu Xun in the Hongkou park, previously visited by Lu Xun and near the former residence of him, was accepted. In January 1956, the 20th anniversary of the death of Lu Xun, a decision of moving the grave of Lu Xun from the public cemetery of Shanghai to the Hongkou park was made by the State Council of the People's Republic of China. With members of Lu Xun's relatives, friends and some officials of East China and Shanghai, a committee of moving the grave was formed by Chen Yi, the mayor of Shanghai at that time. The new tomb was located in the Hongkou Park. In June 1956, several experts were hired by the government of Shanghai to design the new tomb and the Memorial of Lu Xun. Assessed by the State Council of the People's Republic of China, the plan of Chen Zhi and Wang Dingzeng was adopted, and Chen Zhi was in charge of the design of the new tomb of Lu Xun, which constructed on the 19th of July 1956 and finished on the 9th of October 1956. On 14 October 1956, the ceremony of moving the coffin of Lu Xunfrom Shanghai public cemetery to the new tomb was held by the government of Shanghai. The inscription of the new tomb was written by Mao Zedong: 鲁迅先生之墓 [The Tomb of Mr. Lu Xun], and the former grave was preserved at the same time. The new tomb was opened to the public on the 25th of October.On the 4th of March 1961, a stone monument with signs of the major historical and cultural site protected at the national level was placed in front of the tomb.In July 1964, with the approval of the cultural department, the protection area of the tomb was finalized. In 1966, during the Cultural Revolution, the former grave of Lu Xun and other graves nearby were all demolished and changed into a place to store industrial wastes. In 1973, two gravestones of the former grave were rediscovered. == Notes == == References == Category:Lu Xun Category:Major National Historical and Cultural Sites in Shanghai Category:Hongkou District Category:1956 establishments in China ",
    "title": "Tomb of Lu Xun"
}