{
    "id": "60256252",
    "text": "Naomi Brown (born 19 December 1996 in Stranraerhttps://www.curlingworldcup.com/players/naomi-brown) is a Scottish curler. ==Career== ===Juniors=== Brown has represented Team Scotland four times as a third at the World Junior Curling Championships. She played third for the Gina Aitken rink at the 2014 and 2015 World Junior Curling Championships, finishing 8th in 2014 and winning a silver medal in 2015. Brown then joined the Sophie Jackson junior team. The team finished in 9th at the in 2016, relegating Scotland to the World Junior-B Curling Championships for the following season. In 2017, the team won the Junior B championships, earning the right to represent Scotland at the 2017 World Junior Curling Championships. At the World Juniors, the team won the silver medal, the second career World Junior silver for Brown. ===Women's=== The Jackson junior team continued to play together following their junior career. In 2019, the team was invited to play in the third leg of the 2018–19 Curling World Cup, where they finished with a 2-4 record. Two weeks later, the team won the 2019 Scottish championship, https://competitions.scottishcurling.org/competitions/scottish-curling- championship-2/ defeating perennial winners Eve Muirhead in the final. Team Jackson had committed to play in the 2019 Winter Universiade (which ended just before the World Championships), so Scottish Curling initially wanted to send Muirhead to the 2019 World Women's Curling Championship as Scotland's representative. However, Team Jackson asked for a review of the rules, which stated the winner of the Scottish championship gets to represent the country at the World Championships. The review was successful, and Team Jackson went on to represent Scotland at the 2019 Worlds.https://www.bbc.com/sport/winter- sports/47285010 They also played in the Universiade, where they finished fourth. At the 2019 World Women's Curling Championship, Team Jackson finished in 10th place with a 4-8 record. ==References== ==External links== * Category:Living people Category:1996 births Category:Scottish female curlers Category:People from Stranraer Category:Competitors at the 2019 Winter Universiade ",
    "title": "Naomi Brown"
}