{
    "id": "60257864",
    "text": "Elizabeth Gulland (1857– 6 November 1934) was a Scottish-born engraver and painter. == Background == Elizabeth Gulland was born in 1857 in Edinburgh, Scotland. She attended Edinburgh Ladies’ College and Edinburgh Atelier, before moving to the Herkomer School of Painting in Bushey, Hertfordshire to study under Hubert von Herkomer, a well-known portrait painter. Gulland was a freelance artist whose primary work was as a genre painter and mezzotint engraver. She continued to live in Bushey and was an active artist from 1887 until her death at age 77 in 1934. == Art style == Gulland produced oil and water color paintings, book covers for American authors, sketches, and mostly mezzotint engravings. The subjects of her paintings included portraits, figures and flowers. Most of Gulland’s pieces were inspired, and even modeled, by 18th century Rococo portraits. A portrait that best illustrates her work is titled The Strawberry Girl after Joshua Reynolds. The piece was created in 1921 and was based on an oil painting by Joshua Reynolds. It is a mezzotint print, and thought to portray the struggles of the British working class after World War I, as young girls would often sell strawberries in order to support their family. == Significance of art == Gulland advocated many societal issues through her art, whether that was discreetly, with The Strawberry Girl, or explicitly stating her stance. Through different art techniques and styles, Gulland helped spread awareness. She was a very open feminist as she created a bookplate with a woman reading a novel with the words “Votes for Women” on the page. This was extremely political as she advocated for women’s suffrage. Gulland was also commissioned by David Douglas to design book covers for the American authors he published. One of the covers included women working with the title Women’s Industries. Gulland also created sketches about scientific discoveries on the Challenger. == Major accomplishments == Gulland received many recognitions for her work and was elected a member of the Society of Engravers. She had her work exhibited at many institutions including the Royal Academy, showing eleven pieces there between 1887 and 1910, the Royal Scottish Academy (1878–1885), and the Royal Glasgow Institute of the Fine Arts (1888–1890). Gulland had also been commissioned by the Trustees Academy in Edinburgh, Scotland to design the 1886 Exhibition Catalogue for Queen Victoria’s visit. == References == Category:1857 births Category:1934 deaths Category:Artists from Edinburgh Category:19th-century Scottish painters Category:18th-century Scottish painters Category:Scottish women painters Category:Scottish engravers Category:18th-century British women artists Category:19th-century British women artists ",
    "title": "Elizabeth Gulland"
}