{
    "id": "60265649",
    "text": "Alexander Yakupov (; date of birth: May 13, 1951, Svetlogorsk, Chelyabinsk region) Soviet and Russian opera and symphony conductor, art expert and major cultural figure, rector of Russian State Specialized Arts` Academy since 2011. Merited Worker of Arts of Russian Federation (1993).Decree of the President of the Russian Federation of 20.08.1993 № 1306 Doctor of Musical Arts (1995).Russian State Library – Yakupov, Alexander Nikolaevich. Musical communication: (history, theory, practice of management) == Biography == Born on May 13, 1951 in Svetlogorsk township in Agapovo district of Chelyabinsk region of the Soviet Union. Studied in Magnitogorsk Glinka High Music School (1967–1970) and then in Ufa State Institute of Arts (music performance department) (1970–1975)/ From 1974 to 1982, worked as educator at Magnitogorsk Glinka High Music School. In 1982, became head of Magnitogorsk Glinka High Music School and held this position till 1997. From 1996 to 2000, he was Artistic Director and Principal Conductor at Magnitogorsk Opera and Ballet Theatre (part-time job).History of Magnitogorsk Opera and Ballet Theater In 1997, became Rector of Magnitogorsk State Conservatory and held this position till 2000. The year 2000 saw him changed residence for the city Moscow. From 2000 to 2002, was first vice-director of Russian State Circus Company. From 2002 to 2009, was art director of Opera Theater at Moscow State P.I. Tchaikovsky Conservatory (part-time job).Moscow State Conservatory – History – Alexander Nikolayevich Yakupov – Additionally In the period from 2002 to 2011, was head of Central Music School at Moscow State Tchaikovsky Conservatory.Moscow State Conservatory – History – Alexander Nikolayevich Yakupov From 2010 to 2012, passed professional retraining at Gnesins` Russian State Music Academy, specialized in opera and symphony conducting (class of professor USSR People's Artist Fedoseyev V.I.). Since 2011, A.N. Yakupov is rector of the Russian State Specialized Academy of Arts, arts director and conductor of inclusive Opera Theatre at the Academy.RUSSIAN STATE SPECIALIZED ACADEMY OF ARTS – Management Since 1997, he is Chairman of Thesis Council of Magnitogorsk State Conservatory. Since 2015, he is Editor-in-Chief of \"Artistic Education and Science\" magazine. == Creative activities == === Conductor's works === Conductor in performances by Magnitogorsk Opera and Ballet Theatre: * “Carmen\" by Georges Bizet * \"Queen of spades\" by P. Tchaikovsky * \"Khovanshchina\" by M. Moussorgsky * \"The Thousand and One Nights\" by F. Amirov, etc. Conductor in performances of Opera Theatre of Moscow State Conservatory: * “Aleko\" by S. Rachmaninoff * \"La bohème\" by G. Puccini * \"Eugene Onegin\" by P. Tchaikovsky * \"Mavra\" by I. Stravinsky * \"Queen of spades\" by P. Tchaikovsky * \"The Snow Maiden\" by N. Rimsky-Korsakov * \"The Tsar's Bride\" by N. Rimsky-Korsakov, etc. Elevated the theatre of Moscow Conservatory up to a level of a theatre of repertoire (15–16 performances a year). On the stage of Moscow Conservatory Great Hall performed a number of performances in the genre of opera-session with participation of the Bolshoi theatre, Stanislavsky and Nemirovich-Danchenko theatre soloists. On the stage of the Opera Theatre of the Russian State Specialized Arts` Academy acted as conductor in performances: * “The Stone guest\" by A. Dargomyzhsky * \"Iolanta\" by P. Tchaikovsky * \"Eugene Onegin\" by P. Tchaikovsky * \"Husband behind the door\" by G. Offenbach, etc. In 2016, the Opera Theater at RSSAA became laureate of VIII International Competition \"Renaissance\" in Armenia (opera \"Iolanta\" by P.I. Tchaikovsky). In 2016 the Opera Theatre of the RSSAA became laureate of VIII International Competition \"Renaissance\" in Armenia. In the repertoire of the Russian State Specialized Arts Academy there are symphonies by Haydn, Mozart, Beethoven, Schubert, Borodin, Tchaikovsky, Galnidze, Ledenyov, Sudzilovsky, concerts by Mozart, Tchaikovsky, Grieg, Rakhmaninov, Schumann, Paganini, etc. === Creative Projects === * Concert Under Berlin Wall * Founder of International Folk Instruments Performers Competition “Ural`s Mag” (1982) * Founder of unique Improvisatory Competition IMPROVIS (!985) * One of the founders and director of International youth festival “Mozart and Tchaikovsky” (2008) * Art director and principal conductor and founder of Russian-Belorussian youth symphony orchestra * Conductor of International Competition of the young violinists in Dubai (United Arab Emirates) * Conductor of Symphonic Orchestra “Rotary” * Author of educational project “People's Conservatory” * Participation in work of juries of international competitions * Constant member of the jury of the International competition \"Rotary\", chairman of jury of two \"Rotary\" competitions * Conductor of a number of international competitions of pianists and string players of central Music school at Moscow State Tchaikovsky Conservatory * Chairman of jury of international competition \"World's muses\" by M. Rostropovich in CMS * As symphony and opera conductor acted at many prestigious stages of Russia and the world (Bulgaria, Germany, Kazakhstan, China, Lithuania, USA and other countries) == Managerial activities (management) == === In Magnitogorsk === established Magnitogorsk State ConservatoryMagnitogorsk State Conservatory. M. I. Glinka About this reports Rambler established special school at Magnitogorsk State Conservatory established kindergarten for gifted children established Museum of musical culture in Magnitogorsk transformed the Magnitogorsk high music school into Magnitogorsk music college restored work of municipal television established Magnitogorsk Opera & Ballet Theater One of founders of Magnitogorsk State Philharmonic Hall Founder of a number of creative groups in Magnitogorsk Philharmonic Hall (orchestras, chamber music groups, etc.) Accomplished construction of second educational building and a building of household intention at Magnitogorsk Conservatory Managed providing conservatory with two dormitory buildings Established postgraduate courses and doctorate at Magnitogorsk State Conservatory Together with the colleague professor Berlyanchik M. M., established Dissertation Council at Magnitogorsk State Conservatory Chairman of Magnitogorsk municipal music society. Building of Magnitogorsk Opera & Ballet Theater === In Central music school (college) at Moscow State P. I. Tchaikovsky Conservatory (CMS) === transformed Central music school into College completed reconstruction of historical building of CMS educational block and implemented thorough repairs of the building of the CMS boarding facility. initiated establishment of CMS Museum established the unique in Russia Center of students’ concert preparation restored CMS symphonic orchestra and transformed it into a concert group became one of first culture managers in Russia, who established Concert department in a structure of a musical educational institution initiator of movement for protection of children in creative educational institutions of Russia. === In Russian State Specialized Academy of Arts (RSSAA) === provided Academy with an educational building (2015) provided Academy students with two buildings of dormitory accommodationThe new rector will build a hostel for deaf students GSII established country-based Art Center \"Sashino\" in Solnechnogorsk district (15 structures) (2017) reconstructed workshops: etching, ceramic and sculpture (2012) performed renovation of Studio of audio recording (2012) performed renovation of department of computer-based technologies (2012) organized – at Academy – first in Russia inclusive opera theater (2013) established magazine “Art education and science” (included into list of State Commission for Academic Degrees and Titles) (2015) The considerable part of the specified projects were realized in personal initiative by A.N. Yakupov == Awards and titles == Visit of RF President V.V. Putin to Academy (December 2017) === State awards === * Order of Honor (2007)Decree of the President of the Russian Federation dated July 25, 2006 No. 770 * Order of Friendship (2017)Decree of the President of the Russian Federation of the Russian Federation dated June 27, 2017 No. 288 “On awarding state awards of the Russian Federation” * Order of the Russian Orthodox Church \"Holy Prince Daniel of Moscow\" III degree (26 June 2019) * Golden medal of Exhibition of Economic Achievements (1986) * Medal of Order of Russian Orthodox Church of \"Glory and Honor\" (2016) * Medal \"Shuvalov\" of Russian Academy of Arts (2016) * Lapel badge of RF Ministry of culture \"For achievements in culture\" (2001) * Medal of princess Zinaida Volkhonskaya \"Spirituality and Creativity” * Certificate of Honor of Moscow municipal Duma (2014) * Certificate of Honor of Parliament of the Chechen Republic (2014) * A number of merit certificates and gratitude certificates issued by Russian Federation Ministries and institutions === Titles of honor and scientific degrees, membership in creative unions === * Merited Worker of Arts of Russian Federation (1993) * Doctor of Musical Arts (1995) * Professor (2006) * Academician of Russian Academy of Arts (2017)Academician of the Russian Academy of Arts (Department of Art Studies 2017) * Corresponding Member of Russian Academy of Education (2016)Results of the General Meeting of Members of the Russian Academy of Education * Member of Russian Union of Composers (2007) * Member of Theatre Union (2008) * Laureate of International Competition (Ghyumry, Armenia) (2016) * Honorary citizen of Magnitogorsk (1997)“The anniversary is celebrated by an honorary citizen of Magnitogorsk” Magnitogorsk without a format – Top News * Honorary professor of Magnitogorsk State Conservatory (2006), Honorary professor of Heiluntzyan Professional Institute of Arts (Harbin, China) (2006), Honorary professor of Czhench-chou University (China) (2015), Honorary professor of Saratov L.V. Sobinov Conservatory (2007)RGSAI About the Academy> Management. Pedagogical composition == Scientific-publicistic activities == Monographs and main scientific publications: === Monographs === * \"Musical bringing-up – to everyone! On experience of organization of mass musical bringing-up in Magnitogorsk\" Moscow, Soviet composer 1990.Musical bringing-up – to everyone! On experience of organization of mass musical bringing-up in Magnitogorsk * \"Musical communication: issues of theory and practice of management\" Moscow State P.I. Tchaikovsky Conservatory, – Moscow, Publishing House of P.I. TchaikovskyMusical communication: issues of theory and practice of management * \"Theoretical problems of musical communication\" Moscow State P.I. Tchaikovsky conservatory; Moscow, Publishing House of P.I. Tchaikovsky MSC; Magnitogorsk: Publishing House of Magnitogorsk State Musical-Pedagogic Institute, 1994Theoretical problems of musical communication * \"Sorrows and joyances of top-manager in area of arts (from practice to theory of management)\" – Moscow, Publishing House \"Composer\", Printing run: 500 copies, 2007 Sorrows and joyances of top-manager in area of arts * \"The Theory of Musical Communication\" London: Cambridge Scholars Publishing, 2016. (10) – (13) The Theory of Musical Communication * Statistical analysis of providing disabled and physically challenged persons with cultural goods in Russian Federation (scientific monograph). Moscow, Publishing House \"Scientific library\", 2017 coauthored with Blagireva E.N., Volodin A.A. === Main publications === * The structure of musical communication «Advances in social science, education and humanities». – Volume 3. – China, 2014. , . – Р. 248–264. * Art rehabilitation of disabled people in Russian Federation «Advances in social science, education and humanities». Volume 3. – China, 2014. , . – Р. 10–21. * Musical communication as an integral process «Advances in social science, education and humanities». – Volume 3. – China, 2014. , . – Р. 240–248. * The Communicative Means of Music and the Ways of Its Reproduction: The Historical and Analytical Aspect (научная статья) Журнал «Advances in Social Science Education and Humanities Research», vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE), Apr 22–24, 2015 / ed.: P. Perry [et al.]. – Moscow, Russia, 2015. – P. 1-11. * Social and Musical Communication Past and Present (научная статья) Журнал \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE), Apr 22–24, 2015 / ed.: P. Perry [et al.]. – Moscow, Russia, 2015. – P. 12-23.Social and Musical Communication Past and Present * Musical Communication as an Integral Process (научная статья) \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE), Apr 22–24, 2015 / ed.: P. Perry [et al.]. – Moscow, Russia, 2015. – P. 240-247.Musical Communication as an Integral Process * The Structure of Musical Communication (научная статья) \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE), Apr 22–24, 2015 / ed.: P. Perry [et al.]. – Moscow, Russia, 2015. – P. 248-263.The Structure of Musical Communication * On Theoretical Principles of Managing the Processes of Musical Communication in Society \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE 2016) – P.: Atlantis Press, 2016. – P. 1-8.On Theoretical Principles of Managing the Processes of Musical Communication in Society * The Matching of the Scholar Projecting and Perspective Planning in Russian Musical Communication \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE 2016) – P.: Atlantis Press, 2016. – P. 55-60.The Matching of the Scholar Projecting and Perspective Planning in Russian Musical Communication * On Some of the Ways and Methods of Realising the Principles of the Musical Communication. Upon the Problem of 'Marketing and the Listener' \"Advances in Social Science Education and Humanities Research\", vol. 23. International Conference on Arts, Design and Contemporary Education (ICADCE 2016) – P.: Atlantis Press, 2016. – P. 350-358.On Some of the Ways and Methods of Realising the Principles of the Musical Communication. Upon the Problem of 'Marketing and the Listener' * Phenomenon a Conservatory in a Country Town Журнал \"Advances in Social Science Education and Humanities Research\", vol. 144. 3rd International Conference on Arts, Design and Contemporary Education (ICADCE 2017) – P.: Atlantis Press, 2017. – P. 525-532.Phenomenon a Conservatory in a Country Town * Some Secrets of Encouragement of Colleagues' Personal Advancement on Establishment of Postgraduate Studentship and Dissertations Board in Young Musical Institute \"Advances in Social Science Education and Humanities Research\", vol. 144. 3rd International Conference on Arts, Design and Contemporary Education (ICADCE 2017) – P.: Atlantis Press, 2017. – P. 600-604.Some Secrets of Encouragement of Colleagues' Personal Advancement On Establishment of Postgraduate Studentship and Dissertations Board in Young Musical Institute * Manpower Is All-Important on Methods of Musical Institute Personnel's Formation \"Advances in Social Science Education and Humanities Research\", vol. 144. 3rd International Conference on Arts, Design and Contemporary Education (ICADCE 2017) – P.: Atlantis Press, 2017. – P. 618-620.Manpower Is All-Important On Methods of Musical Institute Personnel's Formation * How to Deserve People's Trust. On Nonfictional Story of Special Music School Establishment Proceedings of the 2nd International Conference on Judicial, Administrative and Humanitarian Problems of State Structures and Economic Subjects \"Advances in Social Sciences, Education and Humanities Research, volume 159, 2017. . – Р. 37–41.How to Deserve People’s Trust. On Nonfictional Story of Special Music School Establishment * How a Management Crisis Occurs Proceedings of the 2nd International Conference on Judicial, Administrative and Humanitarian Problems of State Structures and Economic Subjects \"Advances in Social Sciences, Education and Humanities Research, volume 159, 2017. ]. – P. 275-280.How a Management Crisis Occurs * About Advantages of Manager's Critical Thinking on Infrastructure of Town's Profexxional Musical Culture Proceedings of the 2nd International Conference on Judicial, Administrative and Humanitarian Problems of State Structures and Economic Subjects \"Advances in Social Sciences, Education and Humanities Research, volume 159, 2017. ]. – P. 295-300.About Advantages of Manager’s Critical Thinking on Infrastructure of Town’s Profexxional Musical Culture * Television in Industrial Town A Phenomenon of Provincial Culture To the Problem of Manager's Tactics Advances in Social Science, Education and Humanities Research (ASSEHR), volume 252, 2018. – P. 253-255.Television in Industrial Town A Phenomenon of Provincial Culture To the Problem of Manager‘s Tactics * Underlying Management Formulas in the Sphere of Culture Advances in Social Science, Education and Humanities Research (ASSEHR), volume 252, 2018. – P. 256-261.Underlying Management Formulas in the Sphere of Culture * What Is More Important: Ideas or Money By the Case of Magnitogorsk State Conservatory 4th International Conference on Economics, Management, Law and Education (EMLE 2018) [Advances in Economics, Business and Management Research, volume 71, , ]. – P. 184-185. * The More Important One: Ideas or Money By the Case of Magnitogorsk State Conservatory 4th International Conference on Economics, Management, Law and Education (EMLE 2018) [Advances in Economics, Business and Management Research, volume 71, , ]. – P. 238-239. * Dealing with Managerial Conflicts and Resolving Them By the Case of Magnitogorsk Music Houses and Music Community 4th International Conference on Economics, Management, Law and Education (EMLE 2018) [Advances in Economics, Business and Management Research, volume 71, , ]. – P. 243-246.Dealing with Managerial Conflicts and Resolving Them By the Case of Magnitogorsk Music Houses and Music Community * Implementing Large Projects of Organizational Development in the Extreme Business Conditions By the Case of Magnitogorsk High Music School 4th International Conference on Economics, Management, Law and Education (EMLE 2018) [Advances in Economics, Business and Management Research, volume 71, , ]. – P. 871-873. * Dealing with Managerial Conflicts and Resolving Them 4th International Conference on Economics, Management, Law and Education (EMLE 2018) [Advances in Economics, Business and Management Research, volume 71, , ]. – P. 243-246.Dealing with Managerial Conflicts and Resolving Them == References == == External links == * Kormiltsev Y. – Alexander Yakupov: “Magnitka changes image.” – “Chelyabinsk worker”, August 20, 1999 * Brief Encyclopedia – Magnitogorsk, Magnitogorsk House of Press, 2002, с. 545. – * \"The rector starts and wins\" – \"Chelyabinsk worker\", June 17, 1998 * A. Samokhina, A. Beletskaya – Alexander Yakupov: “The Nutcracker“ gave a new life to the old fairy tale ”(interview). – “Culture”, December 29, 2004 – January 11, 2005 * “The Servant of the Muses” – Magnitogorsk Metal, April 25, 2009 * A. Chernichenko “Theater of the Empire's Declining Age, or the Positive Hero in Space and in Time. – “Culture”, September 3–9, 1998 * Epstein E. – Alexander Yakupov: “Central Music School intends to revive!” (Interview) “Culture”, August 8—14, 2002 * Interview with the rector of the Russian State Specialized Academy of Arts, conductor, Doctor of Musical Arts, Honored Art Worker of the Russian Federation A.N. Yakupov “Prospects of inclusive education: socialization and creativity through“ reverse inclusion ”(scientific article) Journal“ Culture: management, economics, law , 2018, №1. – p. 3-10. interviewer T. Babenko * “Obsession” of Vladimir Galitsky (a word about a friend) Magazine “Art Education and Science”, 2017, №4. – С. 131–140. Category:1951 births Category:Living people Category:People from Agapovsky District Category:Male conductors (music) Category:21st-century Russian conductors (music) Category:21st-century Russian male musicians Category:Full Members of the Russian Academy of Arts Category:Academicians of the Russian Academy of Education Category:Honored Artists of the Russian Federation Category:Recipients of the Order of Honour (Russia) Category:Recipients of the Order of Friendship Category:Recipients of the Order of Holy Prince Daniel of Moscow ",
    "title": "Alexander Yakupov"
}