{
    "id": "60260301",
    "text": "The Women's Professional Football League (WPFL) was the first American football league for women. It was founded in 1965 by talent agent Sid Friedman for exhibition games. The WPFL ceased operations in 1973 The WPFL started with four teams: the Cleveland Daredevils of Cleveland, Ohio, the Pittsburgh All- Stars of Pittsburgh, Pennsylvania, the Canadian Belles of Toronto, Ontario and the Detroit Petticoats of Detroit, Michigan. The Daredevils, the first women's football team of the era, featured one of the top players, Marcella Sanborn. The All Stars, the second women's team to be established, were later renamed the Hurricanes and then the Powderkegs. Two of the best players played for the Powderkegs, Carole Duffy and Linda Rae Hodge. By 1971, the WPFL had more teams and was divided into an East Division and a West Division. Buffalo, New York, Cleveland, Toronto and Pittsburgh were in the Eastern Division. The Western Division included Vancouver, British Columbia, Seattle, Washington, Portland, Oregon, Los Angeles and San Francisco. At some point during its existence, the WPFL also included teams from Bowling Green, Kentucky, Cincinnati, Ohio, Dayton, Ohio and Detroit, Michigan (the Detroit Cowgirls) The New York team was originally the New York Fillies but then became the NY Herricanes. The WPFL primarily played exhibition and charity games. However they also played during some halftime shows for NFL and CFL teams. There were actual games with these generally numbering four or five games a year. By 1973, all WPFL teams had disbanded except for the Toledo Troopers of Toledo, Ohio. Unbeknownst to Friedman, the Troopers coach, Bill Stout, had trademarked the Troopers name and logo. The Troopers then joined the new National Women's Football League (NWFL) . == References == Category:Women's American football leagues Category:Sports leagues established in 1965 Category:Sports leagues disestablished in 1973 Category:1965 establishments in the United States Category:1973 disestablishments in the United States ",
    "title": "Women's Professional Football League (WPFL) 1965-1973"
}