{
    "id": "60263396",
    "text": "Makarand Mane (born 22 January 1984) is a Marathi film director best known for Ringan. He is associated with many National Award winning films. ==Early life== Mane was born in Pandharpur, Maharashtra, India. He completed his schooling from Akluj and moved to Lonavala near Pune for junior college where he studied at Manashakti Prayog Kendra. In 2007 Mane graduated in Theater and Drama from Lalit Kala Kendra Pune. https://punemirror.indiatimes.com/others/sunday-read/small-talk-growing-up- pains/articleshow/64902880.cms ==Career== Mane was also the Chief Assistant Director to national award-winning filmmaker Rajiv Patil for 72 Miles and Vanshavel. Mane was later associate director to films like Lagna Pahave Karun, Bavare Prem He, and Mangalashtak Once More - the first film produced by Renu Desai. Ringan was his first feature film as a director, released in 2015. The film Ringan was widely accepted and critically acclaimed. Ringan won the National Film Award for Best Feature Film in Marathi at the 63rd National Film Awards. Post success of Ringan, Makarand directed Youngraad highlighting the social issue on the importance of education. This was also the first Marathi production of Phantom Films Mane is now onto his third film, titled Kaagar, a drama about relationships. Starring Sairat actress Rinku Rajguru, Kaagar is Rinku's second film following the success of Sairat. ==Awards and accolades== Mane has won two Filmfare Awards - Best Debut Director and Best Story, both for Ringan. Mane was honored with the Director's Vision Award at the 14th Stuttgart Film Festival and Ringan was an entry in the 19th International Children's Film Festival of India. ===Awards and screenings=== *National Film Award for Best Feature Film in Marathi * 53rd Maharashtra State Award for Best Film *Filmfare Award for Best Debut Director *Filmfare Award for Best Story *47th International Film Festival of India *Best Film Award at 8th Chitra Padarpan Puraskar 2018 *Maharashtra Times Sanmaan 2018. *Best Film Jury Award at Zee Chitra Gaurav Puraskar 2018, * 53rd Maharashtra State Film Award for Best Director * 53rd Maharashtra State Film Award for Best Debut Director * 53rd Maharashtra State Film Award for Best Actor * 53rd Maharashtra State Film Award for Best Cinematographer * 53rd Maharashtra State Award for Best Child Actor * Indian International Film Festival Stuttgart, Germany Award - Spl. Mention Director's Vision Award * Indian International Film Festival Toronto * Indian Film Festival Mumbai (MAMI) *Pune International Film Festival (PIFF) * Children's International Film Festival Hyderabad ( CFSI ) * Yashwant International Film Festival Mumbai *London Indian Film Festival UK Premiere * Sahyadri Cine Awards Nominations for Best Film, Best Director, Best Actor, Best Story, Best Screenplay *Ringan nominated as “Best Youth Feature Film” at the 10th Asia-Pacific Screen Awards, Brisbane, Australia == References == Category:Marathi film directors Category:Film directors from Maharashtra Category:Living people Category:21st-century Indian film directors Category:1984 births Category:Director whose film won the Best Debut Feature Film National Film Award ",
    "title": "Makarand Mane"
}