{
    "id": "60262069",
    "text": "Brian Howell is an author and teacher living and working near Tokyo, Japan. He has published three novels and one short story collection since 1990. His first novel, The Dance of Geometry, and his first collection, The Sound of White Ants, were both reviewed favourably by Toby Lichtig in The London Magazine. His novels focus on Dutch seventeenth-century painters with an interest in optical devices. His stories have elements of the weird, fantasy, and magical realism. == Novels == *The Dance of Geometry, The Toby Press, 2002 *The Curious Case of Jan Torrentius, Zagava (Düsseldorf, Germany), 2017 *Sight Unseen, Zagava, 2019 == Collections == *The Sound of White Ants, Elastic Press, 2004 *The Stream and The Torrent: The Curious Case of Jan Torrentius and The Followers of the Rosy Cross, Vol.1, Zagava (Düsseldorf, Germany), 2014 [An earlier collection of novellas which later appeared in a slightly different format in the 2017 novel, The Curious Case of Jan Torrentius. == Selected other fiction == *The Vanishing Point, Darklands 1, Hodder, UK, 1991 *A Friend in the Country, The European , 1993 *Dutch Interior, Panurge 19, 1993 *The Window, Critical Quarterly, 1993 *Meeting Julie Christie, Time Out Net Books, 1995 *Green To Blue, The Third Alternative, 2000 *New York Movie, Linnaean Street, 2002 *The Removal, Carriage House Review, 2002 *Alsiso, The Alsiso Project, 2004 *Indulgence, Smokelong Quarterly, 2004 *Disappearing, FRIGG, 2005 *The Counterfeit Smile, The Paumanok Review, 2005 *The Study of Sleep, eNovella, Wind River Press, 2005 *The Transfer, Night Train, 2008 *The Sermon, Night Train, 2008 *The Tower, Elasticity: The Best of Elastic Press, ed. Andrew Hook, 2017 *The Shore, Infra Noir, 2018 *The Mask, Milk, 2017 (reprinted in Best British Short Stories 2018, ed. Nicholas Royle, 2018 == References == == External links == * Article on Vermeer-inspired novels'' * Historical Novel Society review of The Dance of Geometry * Review of The Curious Case of Jan Torrentius in Seventeenth Century News'' * Author interview on Bibliophage website'' Category:Male novelists Category:Year of birth missing (living people) Category:Living people Category:Nationality missing Category:Place of birth missing (living people) Category:Male short story writers ",
    "title": "Brian Howell"
}