{
    "id": "60268734",
    "text": "Lachlan Ashwell Grant (4 October 1923 – 27 April 2002) was a New Zealand rugby union player. Born in Temuka, Grant is regarded as that town's finest rugby product. A flanker and lock, Booth represented at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1947 to 1951. He played 23 matches for the All Blacks including four internationals, and captained the team in two matches during the 1951 tour of Australia. ==Early life and rugby== Educated at Timaru Boys' High School, Grant played club rugby for the Temuka Rugby Club, and made his debut for South Canterbury in 1941 as a 17-year-old. He then served overseas with the 2nd New Zealand Expeditionary Force (2NZEF) during World War II. Following the end of the war, he was called into the 2NZEF rugby team, known as the \"Kiwis\", that toured Britain and France, as an injury replacement early in the tour, and he appeared in 13 matches. ==Post-war rugby== Returning from the war Grant played for Temuka and South Canterbury. However, it was not too long before higher honours beckoned including appearances for the Hanan Shields Districts in 1946, and New Zealand trials in 1947, culminating in his selection for the All Blacks' 1947 tour of Australia. He made his Test debut against at Brisbane on 14 July 1947. During his All Blacks career, Grant scored four tries. Grant was captain of the 1950 South Canterbury team that defeated Wairarapa 17–14 to lift the Ranfurly Shield; in that match he scored two tries and converted a penalty from halfway. ==Later life and death== After his retirement as a player, Grant was a committee member at the Temuka Rugby Club, and in 1976 he served as president of the South Canterbury Rugby Football Union. He died in Timaru on 27 April 2002. ==References== Category:1923 births Category:2002 deaths Category:People from Temuka Category:People educated at Timaru Boys' High School Category:New Zealand rugby union players Category:New Zealand international rugby union players Category:South Canterbury rugby union players Category:Rugby union locks Category:Rugby union flankers Category:New Zealand military personnel of World War II Category:New Zealand sports executives and administrators ",
    "title": "Lachie Grant"
}