{
    "id": "60264151",
    "text": "Maxine Alton (born Belle Trompeter) was an American screenwriter, playwright, talent agent, and actress from Willis, Kansas. She was also credited as Maxie Alton early in her career. == Biography == Maxine was born in Willis, Kansas, to photographer John Trompter and his wife, Rose Lee Williams. She was educated at the Sacred Heart Convent in Saint Joseph, Missouri, and attended Washington University in St. Louis. She developed an interest in the arts at an early age, and performed in opera productions in Missouri in her teens. She later attended the Arts Student League in New York City, where she studied drawing. While looking for ideas for a theater's poster competition as a student, she visited an NYC theater and met a producer who suggested she give acting a try. From there, she appeared in plays and vaudeville sketches all over the country during the 1910s. She was working as a play broker by the early 1920s, securing the American rights to works by Parisian composer Andre de Croisset, among other projects. She was also in charge of a stable of actors she represented as an agent. She had settled in Los Angeles by 1924 after chaperoning her client—the young, innocent Clara Bow—on her journey from New York to Hollywood. Alton had secured Bow a contract with B.P. Schulberg. Two years later, Alton had begun to try her luck at screenwriting; her first credit was on The Cowboy and the Countess, which she co-wrote with Adele Buffington. She wrote a string of screenplays through the end of the decade, ending with 1930's Call of the Circus. In the early 1930s, she returned to writing plays and novels. She also wrote created and wrote the radio series Hollywood Cinderella later on in the decade, a fictionalization on the goings- on in the movie colony. == Selected works == As screenwriter: * Call of the Circus (1930) * Hold Your Man (1929) * Linda (1929) * Devil Dogs (1928) * The Masked Angel (1928) * Coney Island (1928) * The Cowboy and the Countess (1926) As playwright: * Arrest That Woman (1936) * Calling All Cars (1936) * Daughter of Cain (1935) As novelist: * My Mother's Rosary (1933) == References == Category:Screenwriters from Kansas Category:American women screenwriters Category:20th-century American actresses Category:American stage actresses Category:1886 births Category:1954 deaths Category:Actresses from Kansas Category:20th-century American women writers Category:20th-century American screenwriters ",
    "title": "Maxine Alton"
}