{
    "id": "60261924",
    "text": "Tim Ibell FREng., FIStructE, FICE, FHEA (born 1967 in Cape Town) is a South African structural engineer. == Early Life & Education == Ibell grew up in Constantia, Cape Town, South Africa attended Western Province Prep school and the Diocesan College. He read Civil engineering at the University of Cape Town and graduated in 1988. He moved to the UK and took a PhD from the University of Cambridge in 1992. == Career == After his PhD Ibell returned to South Africa to work for Sasol as a Resident engineer building chemical plant. Ibell soon returned to the University of Cambridge as a post doctoral researcher. In 1997 he moved to a lectureship at the University of Bath. In 2002 he gained a Fulbright Distinguished Scholar Award to work at the Department of Civil Engineering Missouri University of Science and Technology, Rolla, Missouri, USA. Ibell was promoted to Professor of Civil Engineering at the University of Bath in 2003, Head of Department from 2005 to 2008, and again from 2010 to 2013. He was Associate Dean (Graduate Studies) from 2008 to 2013 followed by Associate Dean (Research) from 2013 to 2017. He moved to the University of Cambridge as the Sir Kirby Laing Professor of Civil Engineering in 2017 and returned to the University of Bath in 2018 Ibell was President of the Institution of Structural Engineers in 2015. Ibell is an advisor to the Arup Foundation and a BRE Fellow Ibell is a BRE Fellow [11], a member of the 2021 UK Research Excellence Framework sub-panel for Engineering and he is a member of the UK Civil Engineering Degree Accreditation body, the Joint Board of Moderators == Awards & Honours == *Fulbright Scholar 2002 *Mary Tasker Award for teaching excellence 2008 * Husband Prize 2007 == Selected publications == * Tim Ibell publications == References == Category:Presidents of the Institution of Structural Engineers Category:Structural engineers Category:1967 births Category:Living people Category:Fellows of the Royal Academy of Engineering Category:Fellows of the Institution of Civil Engineers Category:Fellows of the Higher Education Academy Category:Alumni of the University of Cambridge Category:University of Cape Town alumni Category:20th- century South African engineers Category:21st-century South African engineers Category:People from Cape Town Category:Engineering academics Category:Fulbright Scholars Category:Academics of the University of Bath Category:Academics of the University of Cambridge ",
    "title": "Tim Ibell"
}