{
    "id": "60267122",
    "text": "In the study of voter behavior, the efficient voter rule speaks to the desirability of voter-driven outcomes. It applies to situations involving negative externalities such as pollution and crime, and positive externalities such as education. Related efforts to achieve socially optimal quantities of externalities have long been a focus of microeconomic research, most famously by Ronald Coase and Arthur Pigou. Externality problems persist despite past remedies, which makes newer approaches such as the efficient voter rule important. In the context of negative externalities, the efficient voter rule states that when individuals who receive the same harm from a problem vote on whether to eliminate that problem at a uniform cost per individual, the outcome will be efficient, regardless of each individual’s contribution to the problem. The Rule applies similarly to positive externalities, as exemplified by the solar panel example below. The efficient voter rule indicates that voting on a collective action or policy change should lead to an efficient outcome. Possible applications include policy decisions about clean energy, noise pollution, over-fishing, smoking bans, zoning, septic systems, and fuel economy standards. In the context of crime, recent applications include votes on the strict enforcement of traffic laws. The vote in Tucson, Arizona, on whether to use cameras to catch drivers who run red lights provides one example. The community voted against this strict level of enforcement. According to the efficient voter rule, this outcome indicates that community members collectively received a greater benefit from occasionally skirting the law than from protection from malfeasance. The literature explains why the efficient voter rule applies even if individuals cause differing levels of damage and if a given amount of damage from each individual is completely external. == Example == Consider a policy proposal to require each of the 100 households in an economy to rent a solar panel that costs $400 per year, net of the value of the energy provided to the user. Suppose each panel would prevent $600 worth of harm from pollution in the economy each year. The pollution is uniformly distributed, so each of the 100 households incurs 1/100 × $600 = $6 worth of the harm that could be avoided by each panel yearly. Although society's $600 annual benefit from each panel exceeds the $400 annual cost, each household only internalizes $6 worth of the environmental benefit—far less than the rental cost of a panel. So the privately optimal decision is to not rent a panel. To reach the socially optimal decision, residents could vote on the policy proposal. If enacted, the policy would cost each household $400 per year. The total damage each household would avoid each year if the policy were enacted—the household's annual benefit from policy enactment—would be 100 x $6 = $600. So the voting mechanism causes each household to internalize the entire $600 yearly benefit to society of purchasing a panel, and the incentive is for households to vote in favor of the socially optimal policy. Suppose instead that each panel would prevent only $300 worth of harm from pollution in the economy each year, again spread uniformly among 100 homes. In that case, it would not be socially optimal for residents to purchase panels, because the $400 annual cost would exceed the $300 annual benefit. Again, a vote would yield the socially optimal solution: If the policy were implemented, each resident would avoid it's 1/100 x $300 = $3 share of the harm from each of 100 panels yearly, but this $300 benefit would fall below the $400 annual cost of a panel, so each resident would vote against the requirement and collectively the community would achieve the socially optimal outcome. == References == * Anderson, David A., 2019, Environmental Economics and Natural Resource Management, New York: Routledge. * Anderson, David A., 2011, \"A Voting Approach to Externality Problems,\" Journal of Economic and Social Policy: Vol. 14: Iss. 1, Article 4. * Coase, Ronald H., 1960, “The Problem of Social Cost,” Journal of Law and Economics, 3, 1-44. * Pigou, Arthur C., 1932, The Economics of Welfare, London: Wentworth. === Further reading === * Battaglini, M., Morton, R., and Palfrey, T. R., 2007, “Efficiency, Equity and Timing in Voting Mechanisms,” American Political Science Review, 101:3, 409–424. * Bell, J., Huber, J., Viscusi, W. K., 2009, “Voter-Weighted Environmental Preferences,” Journal of Policy Analysis and Management, 28:4, 655–671. * Buchanan, J. M., Tullock, G., 1962, The Calculus of Consent: Logical Foundations of Constitutional Democracy, Ann Arbor: University of Michigan Press. * Clarke, E. H., 1980, Demand Revelation and the Provision of Public Goods, Cambridge, Mass.: Harper & Rowe, Ballinger. * Dougherty, K. L., Edward, J., 2005, “A Nonequilibrium Analysis of Unanimity Rule, Majority Rule, and Pareto,” Economic Inquiry, 43:4, 855–864. * Jones, L., Manuelli, R. 2001, “Endogenous Policy Choice: The Case of Pollution and Growth,” Review of Economic Dynamics, 4:2, 369–405. * Mueller, Dennis C., 2003, Public Choice III, New York: Cambridge University Press. * Riker, W. H., Brams, S. J., 1973, “The Paradox of Vote Trading,” American Political Science Review, 67, 1235–1247. * Uslaner, E. M., Davis, J. R., 1975, “The Paradox of Vote Trading: Effects of Decision Rules and Voting Strategies on Externalities,” American Political Science Review, 69:3, 929–942. * Walker, J. M., Gardner, R., Herr, A., and Ostrom, E., 2000, “Collective Choice in the Commons: Experimental Results on Proposed Allocation Rules and Votes,” Economic Journal, 110, 212–234. * Wittman, D., 1989, “Why Democracies Produce Efficient Results,” Journal of Political Economy, 97:6, 1395–1424. Category:Economics Category:Social sciences Category:Political economy Category:Voting theory ",
    "title": "Efficient Voter Rule"
}