{
    "id": "60268298",
    "text": "Jovan Pešić (Bukovac, near Sremski Karlovci, Kingdom of Serbia, 24 October 1866 - Belgrade, Kingdom of Yugoslavia, 4 January 1936) was a Serbian warrior artist who fought for the liberation of Old Serbia and Macedonia at the turn of the 20th century (1903-1908), and later in the Great War. Today he is remembered among as the first modern Serbian cartoonists (the first being Dimitrije Avramović), though totally forgotten until the early 2000s. ==Early life and work== He was a self-taught artist when he first started to study art, sculpture and photography in a craft shop in Novi Sad. He studied under Đorđe Jovanović. In 1897 Pešić created an eight-page story in caricature (comic strip) showing a sculptor with clay in hand how he created a female figure that suddenly came alive when she began to dance with him. This was inspired by his relationship with Jovanović. More than three decades after his death, Pešić's eight-page strip was first published, in 1969, by the Belgrade's Museum of Applied Arts. Caricatures by Pešić were published numerous newspapers and popular magazines like Vrača pogačaču, Zvono, Bosnia and Balkans. A bust of Jovan Jovanović Zmaj by Jovan Pešić Pešić fought as a volunteer in the Serbian Chetnik Organization from its earliest beginning in 1903 until the Young Turk Revolution when the leaders of the Ottoman Millet in 1908 made demands on Turkish leadership to improve the status of her Christian population there. After, he went to Rome to study, and in 1914 he returned home to join the Serbian army in defense of Serbia. Later, he joined Serbian army's retreat through Albania and then left Salonika for Odessa, where he joined the First Serbian Volunteer Division as a soldier and war painter. During the final months of the war, he worked as a war photographer and was decorated with the Albanian Commemorative Medal. He became a member of Lada, the first Serbian art organization and one supportive of diverse artistic innovations of all kinds. ==After the War== In the art of sculpture, he performed several realistic portraitures of famous historical figures, including poet Vojislav Ilić in 1903. Since he spent most of his life in semi- seclusion and without sufficient orders for sculpting work, he was forced to devote himself to draw caricatures, which he published in various newspapers and comic books. At one time he was employed as a draftsman at the Ministry of Construction. His interest in political and social problems was very skillfully transferred to the level of the brutish satire, he reacted against various social distortions, snobbery, and communion. ==See also== * List of Chetnik voivodes == References == ===Sources=== * Pavlović. 1963: 63–73; Dragićević. 1964: 95—97; Janc. 1970: 121—130. Category:Serbian cartoonists Category:People from Novi Sad Category:People from Belgrade Category:Chetniks Category:1866 births Category:1936 deaths ",
    "title": "Jovan Pešić"
}