{
    "id": "60264295",
    "text": "Bank of England £1,000,000 note, also referred to as Giant, is a non- circulating note used to \"back\" Scottish and Northern Irish pound notes. Nine £1 million notes were issued in connection with the Marshall Plan on 30 August 1948, signed by E.E. Bridges, and were used internally as \"records of movement\" for a six-week period, along with other denominations, with total face value of £300 million, corresponding to a loan from the U.S. to help shore up the UK Treasury. These were cancelled on 6 October 1948, and presumably destroyed, except for the £1 million \"Number Seven\" and \"Number Eight\" notes (serial numbers 000007 and 000008), which were given to the UK and U.S. treasury secretaries. These two have been in private hands since 1977, and most recently, the \"Number Eight\" was auctioned for £69,000. These are \"Treasury Notes\" issued on Bank of England paper, and indicate \"It states: 'This Treasury note entitles the Bank of England to payment of one million pounds on demand out of the Consolidated Fund of the United Kingdom'.\" A third note surfaced recently on the collector market, dated 8 September 2003, serial number R016492, and it is signed by Andrew Turnbull, Secretary to the Treasury, and cancelled. Until 2006, these Treasury Notes were issued by the Bank of England, in the City of London. HM Treasury would manage its cash and ensure that adequate funds were available. London's banks and other financial institutions would bid for these instruments, at a discount, specifying which day the following week they wanted the bills issued. Maturities would be for one, three, six, or theoretically but not practically, twelve months. The tenders were for the face value of the Treasury Notes, less a discount, which represented the interest rate. This system was replaced by a computerised system by the Debt Management Office, which is an executive agency of HM Treasury, and the last Treasury Notes were printed in September 2003. These notes would often get traded to other banks, so they did circulate; this was done without the Bank of England's knowledge, and the notes would be redeemed by the Bank of England on their date of maturity by the bearer. This circulating nature of the notes led to the robbery on 2 May 1990, of John Goddard, a messenger for the money broker Sheppards, with £292 million in Treasury bills and certificates of deposit having been stolen. All but two of these have been recovered.https://www.theguardian.com/uk/2002/feb/18/dome.ukcrime ==See also== *Bank of England £100,000,000 note *Bank of England note issues ==References== ===Websites=== * ==External links== * Bank of England website Category:Banknotes of England Category:Banknotes ",
    "title": "Bank of England £1,000,000 note"
}