{
    "id": "60277705",
    "text": "Three chairs at the University of Liverpool were endowed by local industrialist Sir John Brunner, 1st Baronet: the Brunner Professorship of Economic Science, the Brunner Professorship of Egyptology, and the Brunner Professorship of Physical Chemistry. ==List of Brunner Professors of Economic Science== The Brunner Professorship of Economic Science is a chair in economics. It was established in 1891 by John Tomlinson Brunner, the chemical industrialist and Liberal MP for Northwich. Brunner's son Sidney had been a student at University College Liverpool at the time of his death in 1890. After correspondence with Willam Rathbone,Letters and papers relating to benefactions to Victoria University College and the University of Liverpool. (9 May 1890-10 May 1916), Brunner/4/5/6 Brunner founded the chair in memory of both his son and his father, the Swiss-born Unitarian schoolmaster John Brunner (born 1800). * 1891 to 1922: E. C. K. Gonner * 1930 to 1932: John Rotherford Bellerby * 1933 to 1947: George Cyril Allen * 1947 to 1950: Phillip Barrett Whale * 1951 to 1969: G. L. S. Shackle * 1970 to 1979: George Henry Peters * 1980 to 1996: Avelino Romeo Nobay * 1998 to 1999: Brian Hillier ==List of Brunner Professors of Egyptology== The Brunner Professorship of Egyptology is a chair in Egyptology at the University of Liverpool, England. It was founded in 1906. * 1906 to 1919: Percy Newberry * 1920 to 1933: T. Eric Peet * 1934 to 1948: Aylward M. Blackman * 1948 to 1974: H. W. Fairman * 1974 to 1991: A. F. Shore * Kenneth Kitchen - Brunner Professor Emeritus ==List of Brunner Professors of Physical Chemistry== * 1913 to 1948: William Lewis; Grant-Brunner Professor of Inorganic and Physical Chemistry (1937–1948 * 1948 to 1973: C. E. H. Bawn; Grant-Brunner Professor of Inorganic and Physical Chemistry (1948–1969) * 1974 to 1988: David King * 1990 to 2004: David Schiffrin ==References== Category:Professorships in Egyptology Category:1906 establishments in England Category:University of Liverpool Category:Professorships in economics Category:Professorships in chemistry Category:1891 in economics Category:1891 establishments in England ",
    "title": "Brunner Professorships"
}