{
    "id": "60271676",
    "text": "Catherine (Kate) Cavanagh (4 December 1951 – 15 November 2008) was a social worker, social science researcher and activist. She worked in the fields of domestic violence, child abuse and rape, with the aim of understanding extreme forms of violence in order to develop prevention strategies. == Biography == Cavanagh was born in the Gorbals area of Glasgow to Adeline Martin MacGill, a seamstress, and John Cavanagh, a spirit salesman. She attended Holyrood Secondary School in Glasgow and later studied business at Glasgow College of Commerce and Distribution. She studied at the University of Stirling graduating with a BA in sociology (1975) and an MSc (1978). While employed as a social worker in England, Cavanagh was graduated with a second Master's degree in social work, from the University of Warwick. In 1998 she received a Doctor of Philosophy from the University of Manchester in 1998. Cavanagh and her partner Graeme Forbes had two children. In 2008, after a two-year illness, she died from ovarian cancer. == Career == In the 1970s Cavanagh worked as a research assistant, alongside fellow student Monica Wilson, with Rebecca and Russell Dobash on the first study in Britain of violence against women. They examined 12,000 police records and interviewed over 100 women in an attempt to understand the plight of abused women and their children, and responses of the justice system. She used the findings for her MSc thesis, Battered women and social control (1978). Cavanagh began working as a social worker at Leicestershire County Council in 1978 and continued to work in the field of social work throughout the first half of the 1980s. She was appointed guardian ad litem (in litigation) for Derbyshire, where she helped establish a voluntary hostel for women with housing needs, and became the authority's first research social worker. In 1996 she co-edited Working with men: feminism and social work with Viviene E. Cree, a collection of essays exploring gender- blindness in social work policy and literature. In 1986 Cavanagh moved from England to Edinburgh. She later took on a position at the University of Stirling as a part-time lecturer in social work where she played a central role in a large research project on violence, a research evaluation of the first programmes for domestic violence abusers in the United Kingdom. In 1989 Cavanagh and Ruth Lewis were appointed research fellows on Dobashes' project 'Evaluating abuser programmes', which examined court records and interviewed men convicted of violent abuse and their female partners. The same research team examined murder cases in Britain, work which Cavanagh then drew on for her PhD thesis. She was a co-grant holder in the study of Murder in Britain and had sole responsibility for all data from Scotland in this national study. They published their findings in Changing violent men (2000). Cavanagh worked as a lecturer in social work at the University of Glasgow (1993-2004), and as a senior lecturer in social work at the University of Stirling (2004-2008). Beyond her formal roles in academia, Cavanagh worked to raise public awareness, change public policies and practices, and introduce innovations for abused women and their children, and for victims of rape. == References == Category:1951 births Category:2008 deaths Category:Alumni of the University of Stirling Category:Alumni of the University of Warwick Category:Women social workers Category:Social work scholars Category:People from Gorbals Category:Academics of the University of Glasgow Category:Academics of the University of Stirling Category:Alumni of the University of Manchester Category:Scottish women activists Category:Scottish women academics ",
    "title": "Kate Cavanagh"
}