{
    "id": "60273414",
    "text": "Luke Yaklich (born May 8, 1976) is an American college basketball coach and current men's basketball coach for the UIC Flames. ==Early life and education== Yaklich is a native of LaSalle, Illinois. He graduated from LaSalle-Peru High School in 1994 after competing on the basketball team. Yaklich earned a Bachelor of Science from Illinois State University in 1998. He served as a student manager for the basketball team. He received his Master of Education from Olivet Nazarene University in 2004 and Master of Education Administration from Olivet Nazarene in 2009. ==Coaching career== Yaklich began his coaching career at his high school alma mater in 1999, serving for a season as the head girls coach. In 2000, he became the boys' basketball coach at Sterling High School, serving until 2003. Yaklich subsequently became the boys basketball coach at LaSalle-Peru. In 2007, he was hired at Joliet West High School. Yaklich led the 2009-10 Joliet team to a 24-8 record and the Homewood-Flossmoor Sectional Championship and earned 2010 District 9 Illinois Basketball Coaches Association (IBCA) Coach of the Year honors. In his final season at the school in 2012-13, he guided the team to an IHSA Class 4A Lockport Regional title and 19-8 record. Yaklich also served as a social studies teacher, earning teacher of the year honors at Joliet West. Yaklich served as an assistant coach at Illinois State under Dan Muller from 2013 to 2017. He knew Muller from their time in college together at Illinois State, and he helped the team reach the NIT in 2015 and 2017. On August 4, 2017, Luke Yaklich was announced as a new assistant coach on the Michigan basketball staff. Muller recommended Yaklich for the position to Michigan's John Beilein. Yaklich served as Michigan's defensive specialist and helped the team reach the 2018 NCAA Tournament Championship game. In his two seasons on the bench, Michigan compiled a 63-15 record. In May 2019, Yaklich was hired as an assistant at Texas under Shaka Smart. On March 24, 2020, Yaklich accepted the head coaching position at UIC. ==Personal life== Yaklich and his wife, Amy, have three children: Olivia, Griffin, and Taylor. ==Head coaching record== ===High school=== ==References== ==External links== * Michigan Profile Category:Living people Category:1976 births Category:American men's basketball coaches Category:Basketball coaches from Illinois Category:High school basketball coaches in Illinois Category:Illinois State Redbirds men's basketball coaches Category:Michigan Wolverines men's basketball coaches Category:People from LaSalle, Illinois Category:Texas Longhorns men's basketball coaches Category:UIC Flames men's basketball coaches ",
    "title": "Luke Yaklich"
}