{
    "id": "60279430",
    "text": "Argentina, tierra de amor y venganza (Argentina, Land of Love and Revenge) is an Argentine telenovela produced by Pol-ka Producciones that premiered on 11 March 2019 on El Trece. It is written by Leandro Calderone and Carolina Aguirre and directed by Sebastián Pivotto and Martín Sabán. It stars María Eugenia Suárez, Benjamín Vicuña, Gonzalo Heredia, Albert Baró, Delfina Chaves, Fernán Mirás, Andrea Frigerio and Virginia Innocenti. The telenovela is set in Argentina in the 1930s, in times of prosperity and progress as well as the wave of mainly European immigration in Argentina and political and economic decline. On 5 March 2020 Adrián Suar confirmed that the series had been renewed for a second season, which is scheduled to premiere in 2021. ==Plot== Torcuato Ferreyra is a veteran of the Spanish Civil War who managed to amass a great fortune in Argentina after betraying his best friend, Bruno Salvat. At the end of the 30s, Bruno arrives in Argentina, in order to avenge Torcuato's treachery and rescue his sister Julia, who fell into the clutches of a pimp. Bruno gets asylum in a typical conventillo in Buenos Aires and from there he begins to plot his revenge plan. However, while plotting his plan, Bruno falls madly in love with Lucía Morel, the young and beautiful fiancée of Torcuato Ferreyra. Lucía is an intelligent, feminist and sensitive young woman who only agrees to marry Torcuato at the insistence of her vile mother to get money for the operation of her father, who is sick with tuberculosis. Meanwhile, Aldo, a good-hearted hustler who is dedicated to convincing Spanish immigrants to embark towards Argentina under the pretext of being the land of opportunities, will do his best to rescue a young and beautiful Polish girl, Raquel, from the brothel where Julia is. Other subplots of the telenovela include the romance between two young boys, Nino and Malek, the repressed homosexuality of Lucia's mother and the unrequited love of Alicia, Torcuato's sister, for Aldo. == Cast == === Main === * Benjamín Vicuña as Torcuato Ferreyra * Gonzalo Heredia as Aldo Moretti * María Eugenia Suárez as Raquel Liberman * Albert Baró as Bruno Salvat * Delfina Chaves as Lucía Morel * Fernán Mirás as Samuel Trauman * Andrea Frigerio as Madama Ivonne * Virginia Innocenti as Libertad Morel === Recurring === * Mercedes Funes as Alicia Ferreyra * Julia Calvo as Serafina * Malena Sánchez as Francesca Moretti * Candela Vetrano as Anna Moretti * Diego Domínguez as Córdoba * Ruggero Pasquarelli as Toro * Matías Mayer as Gallo * Federico Salles as Gabriel Morel * Gastón Cocchiarale as Lowenstein * Minerva Casero as Lidia Morel * Tomás Kirzner as Julián * Ana Pauls as Edith * Fausto Bengoechea as Alambre * Franco Quercia as Malek * Ariel Pérez de María as Alí Moretti * Joaquín Flamini as Nino * Juan Manuel Correa * Laura Minguell == Television rating == == References == Category:2019 telenovelas Category:2019 Argentine television series debuts Category:El Trece original programming Category:Argentine telenovelas Category:Spanish-language telenovelas Category:Pol-ka telenovelas ",
    "title": "Argentina, tierra de amor y venganza"
}