{
    "id": "60274009",
    "text": "Razmik Grigoryan (January 27, 1985, village Zarinja, Talin Region, Aragatsotn Province, Armenia), is an Armenian writer, filmmaker: == Early life == Grigoryan was born on January 27, 1985 in Zarinja village, Talin Region, Aragatsotn Province. He graduated from the local school. In 2003 he entered Yerevan State College of Culture, in the Department of Film. Razmik served in the Army from 2003 to 2005. He graduated in 2008. He studied The Art of Cinema (Documentary filmmaking course) at Yerevan State Institute of Theatre and Cinematography from 2011 to 2014. == Career == He made his first documentary film With Vardan (Armenian: «Վարդանի հետ») in 2013. This film is about Vardan Stepanyan, an Armenian military commander during the Nagorno-Karabakh War. His first collection of poems Your absence (Armenian: «Քո բացական») was published in 2013. He made documentary film Cross on his back (Armenian: «Խաչը թիկունքին») in 2014 with the contribution of Hayk Documentary Film Studio. The film is about the ophthalmologist Manuk Manukyan, and in 2016 he also presented his short film Requiem (Armenian: «Ռեքվիեմ»). In 2017 he made the film Inside the light. In the same year the second collection of his poems was published – From the spike to the bread (Armenian: «Հասկից մինչև հաց»), editor Hakob Movses. His works have been published in Armenian literary magazines and newspapers` Gretert, Grakan Tert, Andin, Narcis, Eghici Luys, Vogu Kanch, and also on Granish Literary Foundation's website. In 2018 English translations of his poems were published in Adelaide Literary Magazine, Year III, No 12 (translator Maro Ghukasyan). == Filmography == *With Vardan, 2013 *Cross on his back, 2014 . *Requiem, 2016 *Inside the light, 2017 == Books == *Your absence, 2013 *From the spike to the bread, 2017 *Letters, 2020 == References == == External links == *The premiere of film “With Vardan” («Վարդանի հետ») *The literary works by Razmik Grigoryan on “Granish” literary foundation's website Category:1985 births Category:Living people Category:Armenian filmmakers ",
    "title": "Razmik Grigoryan (filmmaker)"
}