{
    "id": "60273539",
    "text": "Sarah Babirye Kityo (born 27 December 1986) is a Ugandan Politician and the elected Youth Representative for Central Region in Uganda's 10th Parliament. She is a member of the National Resistance Movement on whose ticket she ran on in the 2016 Ugandan general election defeating Arthur Katongole, an independent candidate. == Background and education == Sarah Babirye attended Luweero SDA Primary School and left in 1995. She then attended Mulusa Academy, Wobulenzi for both her O Levels (UCE) and A Levels (UACE) leaving in 1999. In 2015, she graduated with a First Class Bachelor of Public Administration and Management from Uganda Christian University. == Career == The timeline of her political career is as follows: *2005–2006: Mobiliser, Office of the Resident District Commissioner, Wakiso District Local Government. *2006–2011: Youth Female Councillor and Chairperson for National Resources and Production, Mukono District Local Government. *2011–2015: Facilitator, National Youth Council. *2016–present: Youth Representative, Central Region in the 10th Parliament of Uganda. In 2016, along with 4 other Ugandan Youth Members of Parliament, Sarah Babirye represented Uganda at the International Young Leaders Assembly (IYLA) at the United Nations Headquarters in New York. In 2017, Sarah Babirye represented Uganda as a keynote speaker at the Commonwealth Parliamentary Association Youth Program (CPA) celebration of Commonwealth Day 2017 in London. == Court cases == In early 2016, it was reported that her election opponents had petitioned court seeking to block her swearing in alleging that she was above the stipulated age. Later that year, it was still reported that the High Court in Masaka District had started hearing an election petition against Sarah Babirye on grounds of lying about her age which made her ineligible to be a Youth Member of Parliament, which was dismissed by the High Court of Masaka in 2019. == Committees, membership, and appointments == *Member - Appointed in 2018 to an Eight Member Select Committee to Investigate Cases of Sexual Harassment in Learning Institutions. *Member - Committee on HIV/AIDS and Related Diseases. *Member - Committee on Health. *Member - Committee on East African Affairs. *Member - Women Parliamentary Association (UWOPA). == Personal life == Sarah Babirye Kityo, who is vying for the Bukoto East seat in the 2021 Parliamentary Elections, is married and is a mother of two. She has participated in all the East African Community (EAC) Inter-Parliamentary Games tournaments (2016–2019), and she has helped the Uganda Women Parliamentary team win several accolades. She has several personal accolades ever since her debut in 2016. *2016 in Mombasa, Kenya - She was the Best Netball Shooter and Best Volleyball Setter. *2017 in Dar-es-Salaam, Tanzania - She was the Best Netball Shooter. *2018 in Bujumbura, Burundi - She was the Best Netball Shooter. *2019 in Kampala, Uganda - She participated in Volleyball, Basketball, Netball and Gold disciplines was the Best Netball Shooter as well as the Overall Gold Winner of the tournament. == References == Category:1986 births Category:Living people Category:Uganda Christian University alumni Category:Women members of the Parliament of Uganda Category:Members of the Parliament of Uganda Category:Ugandan politician stubs Category:21st-century women politicians ",
    "title": "Breeze Sarah Babirye Kityo"
}