{
    "id": "60270253",
    "text": "Anja Augustin (born 1974) is a German soprano in opera and concert, oratorio and lied. She appeared in the title roles of musicals, such as My Fair Lady and Evita. == Life == Augustin was born in Munich. During her school years, she received training in piano, flute, singing, ballet and jazz dance. Augustin appeared frequently in school and music school projects, among others in Mozart's Bastien und Bastienne and the rock opera Jesus Christ Superstar. She studied voice at the Leopold Mozart Centre in Augsburg from 1994 to 2000, and at the Hochschule für Musik Nürnberg with Dorothea Chryst. She attended further classes with Edith Wiens for lied singing. She took masterclasses with , Rudolf Janssen and Brigitte Fassbaender. From 1996 to 2003, Augustin was a member of the Kammerchor Stuttgart conducted by Frieder Bernius, touring through Europe, the U.S., Israel, Asia and Canada. In 2002 she made her debut at the Bayerische Staatsoper in Purcell's Dido and Aeneas, where she also played Taumännchen in Humperdinck's Hänsel und Gretel. In 2003, Augustin was awarded a prize in the Veronica Dunne European Union Singing Competition. She received her first permanent engagement at the Theater Erfurt in 2003. There she appeared as Gretel in Hänsel und Gretel, Eliza Doolittle in My Fair Lady, Princess Schafittchen in Wilfried Hiller's ', and the title role in Evita, among others. In 2006, she appeared at the Bregenzer Festspiele as Isaure in Offenbach's Barbe-bleue, conducted by Kristjan Järvi, in a production which was recorded live. She sang the soprano solo in Carl Orff's Carmina Burana, performed open air in front of the Staatstheater Mainz on 4 August 2006, conducted by Andreas Ketelhut. She took part in the first recording of Pizzetti's Fedra in a performance by the Montpellier Operain a concert performance on 16 July 2008. In 2018, she appeared as the Owl in the musical Grimm! by Peter Lund and . == References == == External links == * * * Anja Augustin on Bavarian State Opera * Premiere in Erfurt / Grimm! buehnenlichter.de Category:1974 births Category:Living people Category:Musicians from Munich Category:German operatic sopranos ",
    "title": "Anja Augustin"
}