{
    "id": "60279986",
    "text": "Joseph L. Osterman is a retired U.S. Marine lieutenant general who served as the commander of the I Marine Expeditionary Force. ==Marine Career== Osterman was commissioned in the United States Marine Corps as a Second Lieutenant thru the Naval Reserve Officers Training Corps at the University of Colorado in 1982. He graduated from The Basic School and the Infantry Officers Course, then received assignment as rifle platoon commander and 81 mm mortar platoon commander with 1st Battalion, 7th Marines. He then served as executive officer of the Marine Detachment aboard the USS Kennedy (CV-67), then as commanding officer of the Marine Detachment aboard the USS Forrestal. He served as and operations officer with 1st Battalion, 2nd Marines. As a lieutenant colonel, Osterman was the commanding officer of 1st Battalion, 3rd Marines and participated in support of Operation Enduring Freedom. This was followed by a joint tour as an instructor and as the chief of staff, NATO School, Oberammergau, Germany, where he was responsible for training support to some 54 nations. Following his promotion to Colonel, Osterman assumed command of 25th Marine Regiment in 2004 and deployed to Iraq as an adviser to the Iraqi army. In June 2006 Osterman became director of the Expeditionary Warfare School till 2008 and followed by assignment as assistant division commander, 2nd Marine Division. In March 2010, he deployed to Afghanistan as commanding general, 1st Marine Division. His Joint assignments include the ISAF Joint Command Deputy Chief of Staff of Operations, Afghanistan, and as Instructor and Chief of Staff at the NATO School, Oberammergau, Germany. As a brigadier general, Osterman served as commanding general of the Marine Corps Recruiting Command from 2011-2012. As a major general, Osterman assumed command of Marine Corps Forces Special Operations Command (MARSOC) in August 2014 till August 2016. Upon promotion to lieutenant general, Osterman served as Deputy Commander of the United States Special Operations Command(USSOCOM), MacDill Air Force Base, Florida. Osterman's final assigment before retirement was Commanding General, I Marine Expeditionary Force from July 2018 to 31 July 2020. ==Awards and decorations== {| style=\"width:100%;\" |- |valign=\"top\" | {| class=\"wikitable\" |- style=\"background:#ccf; text-align:center;\" ! colspan=\"2\" |U.S. military decorations |- | |Defense Superior Service Medal with oak leaf cluster |- | |Legion of Merit with gold award star |- | |Bronze Star Medal |- | |Meritorious Service Medal with two gold award stars |- | |Navy Achievement Medal with gold award star |- |- style=\"background:#ccf; text-align:center;\" | colspan=2 |U.S. Unit Awards |- | |Joint Meritorious Unit Award with oak leaf cluster |- | |Navy Unit Commendation with two bronze campaign stars |- | |Navy Meritorious Unit Commendation with three bronze campaign stars |- |- style=\"background:#ccf; text-align:center;\" | colspan=2 |U.S. Service (Campaign) Medals and Service and Training Ribbons |- | |National Defense Service Medal with bronze service star |- | |Afghanistan Campaign Medal with bronze service star |- | |Iraq Campaign Medal with two bronze service stars |- | |Global War on Terrorism Expeditionary Medal |- | |Global War on Terrorism Service Medal |- | |Korea Defense Service Medal |- | |Humanitarian Service Medal |- | |Sea Service Deployment Ribbon with three bronze campaign stars |- | |Navy and Marine Corps Overseas Service Ribbon with bronze campaign stars |- | |NATO Medal for service with ISAF |- | |Kuwait Liberation Medal (Kuwait) |- |} |valign=\"top\" | {| class=\"wikitable\" |- style=\"background:#ccf; text- align:center;\" ! colspan=\"2\" |U.S. badges, patches and tabs |- | align=center | 120px | align=center | Army Parachutist Badge |- | align=center | 100px | align=center | Rifle Expert Badge |- | align=center | 100px | align=center | Pistol Sharpshooter Badge |- | align=center | 75px |Office of the Joint Chiefs of Staff Identification Badge |- |- |- |} |} ==References== Category:1960 births Category:American Marine Corps personnel of the Gulf War Category:American Marine Corps personnel of the Iraq War Category:American Marine Corps personnel of the War in Afghanistan (2001–present) Category:Living people Category:People from Anne Arundel County, Maryland Category:Recipients of the Defense Distinguished Service Medal Category:Recipients of the Defense Superior Service Medal Category:Recipients of the Legion of Merit ",
    "title": "Joseph Osterman"
}