{
    "id": "60286426",
    "text": "The 1995 NCAA Division I-AA Football Championship Game was a postseason college football game between the Marshall Thundering Herd and the Montana Grizzlies. The game was played on December 16, 1995, at Marshall University Stadium in Huntington, West Virginia. The culminating game of the 1995 NCAA Division I-AA football season, it was won by Montana, 22–20. ==Teams== The participants of the Championship Game were the finalists of the 1995 I-AA Playoffs, which began with a 16-team bracket. The site of the title game, Marshall University Stadium, had been determined in March 1994. ===Montana Grizzlies=== Montana finished their regular season with a 9–2 record (6–1 in conference). One of their wins was over Eastern New Mexico of Division II, while one of their losses was to Washington State of Division I-A. Seeded sixth in the playoffs, the Grizzlies defeated 10-seed Eastern Kentucky, 14-seed Georgia Southern, and seventh-seed Stephen F. Austin to reach the final. This was the first appearance for Montana in a Division I-AA championship game. ===Marshall Thundering Herd=== Marshall also finished their regular season with a 9–2 record (7–1 in conference). One of their losses was to NC State of Division I-A. The Thundering Herd, seeded fifth, defeated 12-seed Jackson State, 16-seed Northern Iowa, and top-seed McNeese State to reach the final. This was the fifth appearance for Marshall in a Division I-AA championship game, having one prior win (1992) and three prior losses (1987, 1991, and 1993). ==Game summary== ===Scoring summary=== ===Game statistics=== Marshall quarterback Chad Pennington ==References== ==Further reading== * * ==External links== *#8 - Montana vs Marshall 1995 National Title Game | Big Sky 50 Greatest Moments via YouTube Championship Game Category:NCAA Division I Football Championship Games Category:Marshall Thundering Herd football games Category:Montana Grizzlies football games Category:Sports competitions in West Virginia NCAA Division I-AA Football Championship Game NCAA Division I-AA Football Championship Game ",
    "title": "1995 NCAA Division I-AA Football Championship Game"
}