{
    "id": "60283593",
    "text": "Otto Probst (29 December 1911 - 22 December 1978) was an Austrian political activist. He survived the war, despite spending most of it in the Buchenwald concentration camp, followed by two years in a punishment battalion sent to support the war effort on the Russian front. After 1945 he became a mainstream Social Democratic politician, eventually serving between 1970 and his death in 1978 as a President of the National Council (\"Nationalratspräsident\"). ==Biography== ===Provenance and early years=== Otto Probst was born in the Favoriten quarter of Vienna. Urban Probst, his father, was a carter/courier originally from the Lavant Valley in eastern Carinthia. His mother, born Maria Szerenczi, was from Rechnitz on the Austria-Hungary frontier. He joined the Young Socialists, still aged only 15, in 1926 and remained a member till 1934. From 1930 he was also a member of the Social Democratic Party. Otto Probst attended the \"Further education college for graphic arts\" (\"Fortbildungsschule für das graphische Gewerbe\") between 1926 and 1930. Between 1932 and 1934 he worked in the Youth Protection Office of the Vienna \"Chamber of Labour\" (\"Arbeitskammer\"), where he was involved in the \"Youth in Need\" and the \"Youth at work\" initiatives. A period of unemployment followed. ===Austrofascism=== Between 1934 and 1938 he was a member of the Austrian Revolutionary Socialists (\"Revolutionäre Sozialisten Österreichs\" / RS). Political activity on behalf of the (now banned) Socialist parties had been illegal since shortly before the short-lived insurrection in February 1934. Directly after the insurrection Probst found himself held for several days in political detention because he had been identified as a member of the national executive of the Young Socialists. Other leading roles in socialist organisations on a local level were also cited. There were further periods of political detention followed in 1935/36 and again, briefly, in 1937. In the long-remembered \"Socialist [show] Trial\" of 1936 he was one of the 30 people facing charges involving illegal political activism. but in the end he was set free for lack of evidence. ===Great Germany=== Following the largely peaceful invasion of Austria by Nazi Germany Probst was able to work, between 1938 and 1939, as a welder. Then in August 1939 he was caught up in a Gestapo wave of arrests targeting remaining Revolutionary Socialist activists, and transferred to the Buchenwald concentration camp where he was kept till 1943. That year he was placed in an army punishment battalion sent to support the war effort on the Russian front. ===Postwar politics=== The end of the war marked a return to democracy, and he played a leading part in re-establishing the party in the Favoriten quarter (Vienna 10th district), becoming the longstanding chairman of the local party. He became known, half jokingly, as the \"Emperor of Favoriten\" (der \"Kaiser von Favoriten\"). \"Between 1946 and 1970 Otto Probst served as National Secretary (Zentralsekretär) of the Social Democratic Party. During that period he was also, between 19 December 1945 and 24 June 1970, a member of parliament (\"Abgeordneter zum Nationalrat\"). That covered ten parliamentary sessions, between the fifth and the fourteenth. ===Ministerial office and the Fußach Affair=== Between 27 March 1963 and the end of the \"Grand Coalition\" government on 19 April 1966, Otto Probst served under Chancellors Gorbach and Klaus as \"Minister for Transport and Electricity Supply\" (\"Bundesminister für Verkehr und Elektrizitätswirtschaft\"). His three year incumbency goes mostly unremarked in sources and was evidently largely uneventful. The exception was the \"Fußach affair\". Fußach is a small town on the shores of the Bodensee (\"Lake Constance\"), a large lake bordered by three different countries. The eastern shore is in the Austrian state of Vorarlberg, where historical memories remained powerful. Following the First World War a reconfigured (and much diminished) Austrian state emerged: there was a desire by many in Vorarlberg to join Switzerland.1982 edition of Encyclopædia Britannica, \"History of Austria\" In a referendum held in Vorarlberg on 11 May 1919, over 80% of those voting supported a proposal for the state to join the Swiss Confederation. However this was blocked by the opposition of the Austrian government, with support from the victorious powers. The Austrian Chancellor in 1919 was Karl Renner, a man widely celebrated, at least in Vienna, as the \"Father of the Republic\". He was still active at the heart of national politics after the Second World War, serving as President of Austria between 1945 and 1950. When Otto Probst, as Minister for Transport, was called upon to come up with a name for a new lake steamer for the Bodensee in 1964, it evidently made sense to name the boat after Karl Renner. It quickly became apparent that the idea made no sense at all for people in Vorarlberg. No lake steamer had been named after any individual since the creation of the republic in 1919, and personality cults of all types had been discredited by Adolf Hitler. The Vorarlberg regional government passed a resolution that the boat should be named \"Vorarlberg\". The national government in Vienna was unpersuaded. On 24 November 1964 thousands of demonstrators - one source states there were 20,000 - awaited the arrival of Otto Probst's special train at Bregenz station. When the special train arrived without its special ministerial passenger, the crowd made their way eight kilometer (five miles) along the lake shore to the little town of Fußach where the naming ceremony was to take place. As the minister approached by boat from Bregenz in order to preside at the naming ceremony, information came through that the call in the \"Vorarlberger Nachrichten\" (the local newspaper) for people to demonstrate against him had met with a far larger and more determined response than the authorities had anticipated. Tomatoes were thrown and barricades were over-run as the authorities struggled to rescue the guest of honour from contact with the demonstrators. In the end the naming ceremony involving the minister had to be deferred, although an impromptu naming ceremony did take place when one of the demonstrators clambered up beside the new lake steamer and scrawled the name \"Vorarlberg\" on the bow. A woman then completed the ceremony by smashing a bottle against the ship. (The bottle contained not sparkling wine but lake water, however.) Probst refused to back down, and more arguments about the naming of the lake steamer continued for half a year. Mindful, perhaps, of a banner carried by one of the protestors calling for \"More democracy less personality cult\" (\"Mehr Demokratie weniger Personenkult\"), he offered as a compromise the proposal that the next new lakesteamer should be called \"Austria\". On 3 April 1965 30,000 demonstrators turned up in the centre of Bregenz demanding the minister's resignation. It was only on 14 July 1965 that the Party executive were seen to soften their position, recommending to the minister that he should give the new lake steamer the name \"Vorarlberg\". A low-key - almost secret - naming ceremony for the \"Vorarlberg\" finally took place on 30 July 1965: the minister attended the ceremony. ===Final decade=== On 20 October 1970 he became a President of the National Council (\"Nationalratspräsident\"). He held the office till December 1978. He died suddenly in his office at the parliament. ==Notes== ==References== Category:1911 births Category:1978 deaths Category:Buchenwald concentration camp survivors Category:Presidents of the National Council (Austria) Category:Social Democratic Party of Austria politicians Category:Government ministers of Austria Category:Recipients of the Decoration for Services to the Republic of Austria ",
    "title": "Otto Probst"
}