{
    "id": "60285030",
    "text": "Tower at Lake Mjøsa 2019 Mjøstårnet in March 2019. Mjøstårnet is an 18-storey mixed-use building in Brumunddal, Norway, completed in March 2019. It is officially the world's tallest timber building, at tall. Mjøstårnet translates as “the tower of lake Mjøsa”. The building is named after Norway’s biggest lake, which it is located next to. Mjøstårnet has a combined floor area of around . The building offers a hotel, apartments, offices, a restaurant and common areas, as well as a swimming hall in the adjacent first-floor extension. This is about in size and also built in wood. Mjøstårnet was designed by Norwegian studio Voll Arkitekter for AB Invest. Timber structures were installed by Norwegian firm Moelven Limtre, including load-bearing structures in glued laminated timber. Cross laminated timber were used for stairwells, elevator shafts and balconies. As the main vertical/lateral structural elements and the floor spanning systems of Mjøstårnet are constructed from timber, the building is considered an all-timber structure. An all-timber structure may include the use of localized non-timber connections between timber elements. It may also include non-timber floors as long as the decks are supported by a primary structure made in timber (resting on timber beams). In Mjøstårnet, concrete slabs were used on the top seven floors in order to handle comfort criteria and acoustics. The next tallest wooden building is the , 24-storey high ‘HoHo Tower‘ in Vienna, Austria. However, this building is a timber-concrete composite building since it has a concrete core stabilizing the building, according to the definition of CTBUH. The Japanese wood products company Sumitomo Forestry Co is proposing to build a , 70-floor tower to commemorate its 350th anniversary in 2041. == References == Category:Buildings and structures in Innlandet Category:Wooden buildings and structures in Norway Category:Buildings and structures completed in 2019 Category:Ringsaker Category:Hotels in Norway ",
    "title": "Mjøstårnet"
}