{
    "id": "60289126",
    "text": "Mata Hari was an American feature film about Mata Hari directed by David Carradine. It starred his daughter Calista Carradine. He started filming it in the 1970s but it has never been released. It was his second directorial effort after You and Me. ==Cast== *Calista Carradine *David Carradine *John Barrymore ==Production== Carradine later said he got the idea to make the film when he was living with Barbara Hershey. A Dutch director wrote a film for her and they want to make it in Holland. While there, Carradine started steeping himself in the Mata Hari story. He originally intended it to be a vehicle for Hershey but then they broke up.CALENDAR: MOVIES CARRADINE: DOING WELL, BUT DOING HIS OWN THING Mann, Roderick. Los Angeles Times 1 Apr 1979: l32. Carradine became interested in the project again when his daughter expressed interest in being it. He decided to shoot the film over the years, so Calista could age. He hired a writer started filming it in 1977 when Calista was 15. He said at the time he expected it to take 17 years to finish. He said it was about \"Mata Hari the dancer, Mata Hari the liar, Mata Hari the spy, Mata Hari the free spirit.\"Carradine In Cannes: Bound For Glory?: Bound for Glory in Cannes? By Judy Bachrach. The Washington Post ]27 May 1977: D1. They went to India for two weeks with about 12,000 feet of film stock and shot some footage. After that they would film for about two weeks a year every year.Calista Carradine Grows Up ... Tierney, Randall. American Film; New York Vol. 14, Iss. 8, (Jun 1989): 80. They would film for one or two weeks a year. In 1979 he said he had shot seven hours of footage. \"I'm really excited about it,\" he said. \"It's the high point of my life these days.\" In 1981 he said \"the film will probably not exist at a single level of reality. It may be three movies.\"CRITIC AT LARGE: CARRADINE, DEDICATED FILM MAKER Champlin, Charles. Los Angeles Times 25 May 1981: e1. In 1989 he said \"She's always loved it... It was created for her and at certain times in her life it's been the most important thing in her life. We shoot one or two weeks every year and I edit it in my spare time and write it in my spare time. The writing stays just a little ahead of what we're shooting. The original end date was 1992. We might make that, but we might stretch it out a little longer.\"Actor's film roles keep him moving The Globe and Mail 2 Sep 1989: C.4. In 2004 he said \"I'm just about done with the first film. Maybe one more scene to do.\"CARRADINE RETURNS FROM '70S: [FINAL Edition] Moore, Roger. Orlando Sentinel; Orlando, Fla. [Orlando, Fla]16 Apr 2004: 20. Interest in the project was revived when Richard Linklater shot Boyhood over a long period of time.'Boyhood' marks a special time for director Richard Linklater Williams, Joe. St. Louis Post - Dispatch; St. Louis, Mo. [St. Louis, Mo]27 July 2014: D.1. ==References== ==External links== *Mata Hari at IMDb Category:1970s unfinished films Category:Films directed by David Carradine ",
    "title": "Mata Hari (unfinished film)"
}