{
    "id": "60286990",
    "text": "Sir Frederick William Andrewes (31 March 1859 – 24 February 1932) was an English physician, pathologist, and bacteriologist. page 451 page 452 ==Biography== After education at Oakley House School in Reading, Frederick Andrewes matriculated on 11 October 1878 at Christ Church, Oxford, where he graduated in 1882 BA with first-class honours in natural sciences. He obtained in 1883 the Burdett Coutts University Scholarship in Geology. Having won an Open Entrance Scholarship, he began in 1885 his clinical training at St Bartholomew's Hospital Medical College, where he learned bacteriology from Emanuel Edward Klein and pathology from Alfred Antunes Kanthack. In 1887 Andrewes graduated there BM (Oxon.) and qualified MRCS. At St Bartholomew's Hospital he was house physician to James Andrew and completed his medical education by a brief course of study in Vienna. Upon his return from Vienna Andrewes was appointed casualty physician at St Bartholomew's Hospital and later tutor in practical medicine. He was also assistant physician and pathologist to the Royal Free Hospital. He qualified MRCP in 1889. In 1891 he graduated DPH (Cantab). In the 1890s he graduated MD (Oxon.). In 1894 he was appointed assistant demonstrator of practical medicine as successor to Archibald Garrod. In 1897 the joint appointments of pathologist and lecturer on pathology at St Bartholomew's Hospital became vacant when Kanthack was appointed to the chair of pathology at the University of Cambridge. Andrewes succeeded him in these posts and continued in office for thirty years. In 1912 Andrewes's lectureship in pathology was raised by the University of London to a professorship. He did research on the classification of streptococci, the histology of lymphadenoma, immunology, and arterial degeneration. Horder, as well as John Hannah Drysdale, Hugh Thursfield, Frank Atcherley Rose, and W. Girling Ball, were, early in their careers, demonstrators in pathology under Andrewes. On 25 July 1895 in Islington, London, he married Phyllis Mary Hamer. They had a son, Christopher Howard Andrewes, and a daughter. ==Awards and honours== * 1895 — FRCP * 1906 — Dobell Lecturer in 1906 * 1910 — Croonian Lecturer (of the Royal College of Physicians) * 1915 — FRS * 1919 — OBE * 1920 — Harveian Orator * 1920 — Knighthood ==References== Category:1859 births Category:1932 deaths Category:19th-century English medical doctors Category:20th-century English medical doctors Category:British pathologists Category:British bacteriologists Category:Alumni of Christ Church, Oxford Category:Alumni of the Medical College of St Bartholomew's Hospital Category:Academics of the University of Cambridge Category:Fellows of the Royal College of Physicians Category:Fellows of the Royal Society Category:Royal Army Medical Corps officers Category:Officers of the Order of the British Empire Category:Knights Bachelor ",
    "title": "Frederick William Andrewes"
}