{
    "id": "60283760",
    "text": "Jason Wise is an American filmmaker known for his wine documentaries (SOMM, SOMM: Into the Bottle, SOMM 3), Wait For Your Laugh featuring Rose Marie, The Delicacyhttps://sbiff.org/the-delicacy/ about sea urchin divers, and the streaming service SOMM TVhttps://www.decanter.com/wine-news/food-and-drink- streaming-service-sommtv-launched-425796//. == Early life and education == Born in Cleveland, Ohio, Jason attended film school at Chapman University in Orange, California. == Career == His senior thesis film, “90,” played on the international film festival circuit and after Hurricane Katrina, he was hired to document the efforts of Cisco Systems as they rebuilt Gulf Coast schools. In 2011, Jason was the director and show runner for the PBS series ESCAPESEEKER for two seasons. His first documentary SOMM, released in 2012, followed four candidates for the Master Sommelier exam, “the hardest test you’ve never heard of.” He followed SOMM with SOMM: Into the Bottle in 2015 and SOMM 3 in 2018. In 2017, he took a break from the wine world and turned his attention to the storied career of Rose Marie with Wait for Your Laugh. Jason's latest film, The Delicacy, about sea urchin divers in Santa Barbara premiered at the Santa Barbara International Film Festival in January 2020.https://www.kcrw.com/news/shows/kcrw-features/santa-barbara-film- festival-and-more The fourth SOMM film, Cup of Salvation, is currently in production.https://www.independent.com/2020/01/22/unis-big-screen-debut/ In 2019, he launched a food and wine streaming service https://www.foodandwine.com/wine/sommtv-streaming-wine-app/ called SOMM TV. His production company is called Forgotten Man Films. == Personal life == Jason is married to writer/producer Christina Wise. They have two children. == Filmography == * SOMM (director) * SOMM: Into the Bottle (director) * SOMM 3 (director) * Wait For Your Laugh (director) * The Delicacy (director) * Escapeseeker 13 episodes 2011-2012 (director) * Uncorked 6 episodes 2015 (executive producer) == Awards and honors == In 2015, Jason was named one of the “40 Most Influential” people in the world of beverages under the age of forty by Wine Enthusiast Magazine. SOMM won the Audience Award for Best Documentary at the San Luis Obispo International Film Festival. It was also nominated for the Golden Space Needle Award at the Seattle International Film Festival and the Politiken's Audience Award . Wait for Your Laugh was awarded the Audience Award for Best Documentary Feature at the Hot Springs Documentary Film Festival. In 2019, Jason was awarded Documentarian of the Year at the Kodak Awards. https://www.kodak.com/US/en/corp/press_center/3rd_annual_kodak_film_awards/default.htm ==References== == External links == * Jason Wise, IMDb Category:American documentary filmmakers Category:Year of birth missing (living people) Category:Living people Category:Chapman University alumni ",
    "title": "Jason Wise (director)"
}