{
    "id": "60281300",
    "text": "Wild Karnataka is a 2019 Indian ultra-HD natural history documentary on the Indian state of Karnataka's rich biodiversity, most of which is still unknown to the general public. The film was produced by Amoghavarsha J S and Kalyan Varma in collaboration with Icon Films and Mudskipper. The film was narrated by Sir David Attenborough with theme music composed by Grammy-winning composer and music-producer, Ricky Kej. The film was premiered on 3 March 2019 in front of an audience of 3000 at an open-air theatre at Palace Grounds in Bangalore, India. It was also shown at a special screening at the United Nations headquarters on the same day in 2020. == Background == Karnataka is India's 6th largest state and has a recorded forest area of 38720 km2 which constitutes 20.19% of the total geographical area of the state. Its ecosystem supports different kinds of forests, ranging from the wet evergreen forests of the Western Ghats, to deciduous forests of the Mysore district to thorn scrub forests and rocky outcrops of Ramnagar and Daroji, extending to the riverine and marine ecosystems, all found in this one state of Karnataka. These forests support 25% of the elephant population and 20% of the tiger population of India, making it home to the largest population of tigers and Asiatic elephants on the planet. This 52 minute film took 1500 days of production with 15000 hours on the field resulting in 2400 minutes of footage from 20 cameras and 50 sequences all shot with an intention to spread awareness, love and respect for the state's majestic and beautiful natural history and heritage. All of this was shot at locations within a 7-hour drive from the capital district of the state, Bengaluru. == Subject == Wild Karnataka displays the varied habitats and species across Karnataka. The film is story driven. Subjects include tigers and elephants, along with lesser-known species like the Lion-tailed Macaque, Hornbills, amphibians and reptiles. It was the first film in India to be narrated by Sir David Attenborough. == Production == The documentary took about 4 years to produce from more than 400 hours of footage. The film was shot using cutting edge technology and cameras with 4k broadcast quality, and was the first to show wildlife in India from an aerial perspective. Quiet air-borne cameras were used for this so as to create minimum disturbance to the wildlifet. This is the first wildlife film in which has an equal representation of women. As opposed to the traditional instances where women work in the production side of a film and as much on the field bringing in a different perspective. === Filmmakers and partners === The team behind the film include Prashanth S Nayaka, Praveen, Sugandhi Gadadhar, Raghunath Belur, Adarsh Raju, Pradeep Hegde, Pooja Rathod and Ashwini Kumar Bhat and was headed by award-winning wildlife photographers and film-makers Amoghavarsha J S and Kalyan Varma with the unwavering support of Chief Conservator of Forests at Karnataka's Forest Department, Mr. Vijay Mohan Raj and acclaimed naturalist Sarath Champati. Even though the theme of the documentary is forest and wilderness, the Forest Department has not made any funding and much of the film's financing has come from eco-tourism resorts and mining companies. The partners include Sandur Iron ore and Manganese Limited, Discovery Village and Jungle Lodges & Resorts. ==Soundtrack== ===Original soundtrack=== == Recognition == * Released in PVR screens within India on 17 January 2020, Wild Karnataka was the first Indian wildlife film to be released in theatres. It created history by completing 80 days in the theatres. * It was shown at a special screening at the United Nations headquarters on World Wildlife Day (March 3). ==References== ==External links== * Official website * Wild Karnataka on Youtube * Wild Karnataka Original soundtracks on Youtube Category:English-language Indian films Category:Films shot in Karnataka Category:Films set in Karnataka Category:2019 documentary films Category:2019 films Category:Indian documentary films Category:Documentary films about nature ",
    "title": "Wild Karnataka"
}