{
    "id": "60284447",
    "text": "Laura B. Eisenstein (1942–1985) was a professor in the physics department at the University of Illinois until her early death. Eisenstein was known for her contributions to the understanding of light-energy transduction mechanisms in biological molecules and their higher order assemblies. She was an experimentalist and spectroscopist who was particularly well known for her contributions applying the techniques of x-ray absorption spectroscopy and time-resolved resonance Raman spectroscopy to the study of biomolecules. These studies indicated that phenomena such as quantum-mechanical tunnelling can be successfully investigated even in soft-matter systems like proteins. == Research and career == Eisenstein was born in New York and received her A.B. in Physics from Barnard College (1963) and her A.M. in Physics from Columbia University (1964). She would go on to receive her Ph.D. in Physics from Harvard University (1969). Upon graduation in 1969, Eisenstein joined the faculty of the Department of Physics the University of Illinois where she was a member of the high-energy physics group. Although her doctorate and independent research career was situated in the field of experimental high- energy physics, around 1972 Eisenstein would begin her transition into the field of biophysics. She was particularly captivated by opportunities associated with the study of protein and biomolecular dynamics and most especially photocycles thereof. Eisenstein's career shift into biophysics and the spectroscopy of biomolecules would largely be facilitated by the collaborations she would instigate in the 1970s and thereafter. She more formally began her career shift in 1973 with a one-year appointment as a NATO postdoctoral fellow at the Institut de Biologie, Physico-Chimique in Paris where she worked with Pierre Douzou. Upon her return to the faculty at University of Illinois she would initiate collaborations with faculty at the University of Illinois in biochemistry and physics, including Clyde Gunsalus and Hans Frauenfelder. Through these collaborations she would continue her temperature dependent studies of protein dynamics. An important extension of her work in temperature-dependent spectroscopy of biomolecules would be the study of protein motion and the key realization that quantum mechanical tunneling can be successfully investigated even in complex and seemingly disordered experimental systems like proteins. Despite her shift of research area, Eisenstein would successfully go on to become a permanent member of the Physics faculty at the University of Illinois in 1980. Her independent research team would largely focus on the study of photocycles through the two experimental systems, bacteriorhodopsin and rhodopsin. This effort would engage and foster collaborations with scientists including Tom Ebrey, Koiji Nakanishi, Julian Sturtevant, alongside members of the Biophysics Institute at the Hungarian Academy of Sciences. Eisenstein was widely considered an outstanding young biophysicist in her field. The year of her death, Eisenstein was elected a Fellow of the American Chemical Society by the Division of Biophysical Physics for her scientific discoveries and in recognition of her status as a rising star in the field. The APS Fellowship Program is a distinct honor within the society and for members of the physics community at-large which is awarded annually awarded to no more than 0.5% of the society's membership for the individual's \"exceptional contributions to the physics enterprise\". == Service and legacy == Outside of her scientific discoveries, Eisenstein was known for her collaborative spirit and commitment to topics concerning women in science. She served on the American Physical Society Committee for the Status of Women for five years, including a year as chair from 1983 to 1984. Following her death, the Laura Eisenstein Memorial Meeting on Biophysical Studies of Retinal Proteins was organized at the University of Illinois in her honor (1986). The Laura B. Eisenstein award at the University of Illinois was established in collaboration with the American Physical Society in her honor to encourage women students in the pursuit of a degree in physics at the University of Illinois. The Laura B. Eisenstein Award is still awarded annually to an Outstanding Woman Student in Physics. At the time of her death in 1985, Eisenstein was married to physicist Bob Eisenstein, also on the physics faculty at the University of Illinois, and was survived by their children. Posthumously, Eisenstein's obituary details how her shift away from the field of high-energy physics was motivated by a conflict between the demands of the field of experimental high-energy physics and the demands of raising a family. Her search to find an equally challenging research area that could be pursued with a small research team was one factor that stimulated her interest in the field of protein biophysics. == Notable publications == * * * * * * * == Awards == * Fellow of the American Physical Society (1984) for her \"contributions to the understanding of biological molecules and molecular assemblies from a physical viewpoint through spectroscopic studies of transient phenomena\". == References == Category:1985 deaths Category:Barnard College alumni Category:1942 births Category:Scientists from New York (state) Category:Columbia University alumni Category:Harvard University alumni Category:University of Illinois faculty Category:Fellows of the American Physical Society Category:American women physicists Category:20th-century American physicists Category:20th-century American women scientists Category:American biophysicists Category:Women biophysicists ",
    "title": "Laura Eisenstein"
}