{
    "id": "60281046",
    "text": "The Olympus OM-D E-M1 Mark II is a digital mirrorless interchangeable-lens camera released by Olympus Corporation in December 2016. It replaced the Olympus OM-D E-M1, which was introduced in 2013. == Features include == * 20 MP Live MOS sensor, manufactured by Sony. * 5-axis In-Body Image Stabilization. * High resolution mode: With the IBIS pixel shift technology, the camera can take a 50 MP image. * Sensitivity range of ISO 100-25600. * Dual SD card slots, with UHS-II support. * TruePic VIII processor. * Silent mode: Only uses electronic shutter. * 121 phase detection auto focus points. * Movie recording in DCI 4K (4096x2160), UHD 4K (3840x2160) or Full HD (1920x1080). * 60 fps burst rate in silent mode. * Micro Four Thirds lens mount. * No built-in flash * Weather sealed, magnesium alloy body. The E-M1 Mark II body without any paint and rubber grip installed. * Electronic viewfinder with a 2,360,000 dots resolution. == Compared to the predecessor, Olympus OM-D E-M1 == The Olympus OM-D E-M1 Mark II was introduced 3 years after its official predecessor, the regular E-M1. The E-M1 lacks the High Resolution mode, and also the 4K movie recording feature, which the Mark II has. The Mark II only has phase detection AF points, the regular E-M1 has both contrast- and phase detection AF points, but it can only use one type at once. According to Olympus, the Mark II's autofocus is six times faster and also more accurate, than its predecessor's. The older model only has one memory card slot, the Mark II has two, and it supports UHS-II also, unlike the E-M1. The Mark II has a little bit bigger and different textured grip. The E-M1 Mark II won Camera Grand Prix 2017 Camera of the Year.Camera Grand Prix 2017 In January 2019, Olympus announced its new flagship Olympus OM-D E-M1X, which is intended for professional use. In February 2020, Olympus announced the OM-D E-M1 Mark III, the official successor to the E-M1 Mark II.https://petapixel.com/2020/02/11/olympus-unveils-om-d-e-m1-mark-iii-with- worlds-best-image-stabilization/ ==References== ==External Links== Official website Manufacturer website OM-D E-M1 Mark II ",
    "title": "Olympus OM-D E-M1 Mark II"
}