{
    "id": "60282600",
    "text": "Die Progress Unit I is the second studio album from the American rock band Delicate Flowers. ==Content== The eight-track album was released with Sniffling Indie Kids as a digital download, on 2 November 2018. It was recorded, mixed and mastered by Skylar Adler at Skylar Ross Recording, except for the drums, which were recorded by Erik Kase Romero at Lakehouse Recording Studios. The album cover photograph is by Sonja Wagner. Die Progress Unit I is the first half of a two-part project that will culminate in the Spring of 2019. A Pirate! press release describes the album as a \"psychedelic space rock frenzy,\" and compares it to the music of Sonic Youth, Dinosaur Jr., My Bloody Valentine, and Silversun Pickups. The band explains the single \"Vessel,\" released on 3 October 2018, is about the \"worth of being an artist in today's society is the message being portrayed through [their] art and the thrill of tapping in to that creative part of [their] brain.\" The album's second single, \"Killer They Send,\" was released on 17 October 2018. The record release party for Die Progress Unit I was held on 2 November 2018 at Stosh's in Fair Lawn, New Jersey with LKFFCT, John Cozz, and Toy Cars. A review by Rich Quinlan in Jersey Beat says \"Vessel\" is an \"incredible opener for Die Progress, as it is a fuzzy, slow boil of a droning guitar powerhouse,\" adding that the song \"borrows heavily from the finest moments of post-shoegaze and 90s grunge-pop, and [it] is simply impossible to ignore.\" He also says \"many of the songs on Die Progress Unit I fly by briskly, only slightly touching the three-minute mark and often delivered with speed and charm.\" ==Tracklisting== ==Personnel== *Skylar Adler – drums *Frank DeFranco – bass and guitar *Eric Goldberg – guitar and vocals *Donnie Law – guitar ==References== ;Citations ;Bibliography * * * * Category:2018 albums Category:Sniffling Indie Kids albums ",
    "title": "Die Progress Unit I"
}