{
    "id": "60290917",
    "text": "The 2019 AFL Women's All-Australian team represents the best-performed players of the 2019 AFL Women's season. It was announced on 2 April 2019 as a complete women's Australian rules football team of 21 players. The team is honorary and does not play any games. ==Initial squad== The initial 40-woman All-Australian squad was announced on 21 March. had the most players selected in the initial squad with nine, and every team had at least two representatives. Nine players from the 2018 team were among those selected. {| class=\"wikitable sortable\" ! Club ! Total ! class=unsortable | Player(s) |- | || align=center | 9 || Sarah Allan, Jess Foley, Anne Hatchard, Eloise Jones, Ebony Marinoff, Erin Phillips, Marijana Rajcic, Chelsea Randall, Stevie-Lee Thompson |- | || align=center | 4 || Ally Anderson, Nat Exon, Kate Lutkins, Jess Wuetschner |- | || align=center | 4 || Brianna Davey, Kerryn Harrington, Gabriella Pound, Madison Prespakis |- | || align=center | 2 || Ashleigh Brazill, Jaimee Lambert |- | || align=center | 6 || Ebony Antonio, Kiara Bowers, Sabreena Duffy, Kellie Gibson, Dana Hooker, Gemma Houghton |- | || align=center | 2 || Meg McDonald, Maddy McMahon |- | || align=center | 2 || Rebecca Beeson, Alyce Parker |- | || align=center | 4 || Tegan Cunningham, Elise O'Dea, Karen Paxman, Lauren Pearce |- | || align=center | 5 || Jenna Bruton, Jess Duffin, Jasmine Garner, Emma Kearney, Emma King |- | || align=center | 2 || Ellie Blackburn, Monique Conti |} ==Final team== The final team was announced on 2 April. Premiers Adelaide had the most selections with five, and every team except had at least one representative. Four players from the 2018 team were selected, three of whom – Adelaide co-captain Chelsea Randall, 's Karen Paxman and captain Emma Kearney – achieved selection for the third consecutive year. Adelaide's other co- captain, Erin Phillips, was announced as the All-Australian captain and Randall, the previous year's All-Australian captain, was announced as the vice-captain. Note: the position of coach in the AFL Women's All-Australian team is traditionally awarded to the coach of the premiership-winning team. ==References== ==External links== * AFLW Awards Category:2019 AFL Women's season ",
    "title": "2019 AFL Women's All-Australian team"
}