{
    "id": "60292849",
    "text": "Axel Hotels is an international hotel chain, parented by the Axel Corporation aimed to the lgbtq+ community. It was founded in 2003 by Juan P. Julia Blanch and known as the first LGBT and hetero-friendly hotel chain. Albert Olivé is currently the CEO of the hotel chain. == History == The idea to create a hotel was the desire to build a place where LGBT people could feel free and comfortable, where diversity is the main value. The first hotel of the chain was opened in 2003 by Barcelona, Spain. In 2007, the hotel was opened in Buenos Aires, Argentina and in 2009 in Berlin, Germany. According to Axel Hotels, about 75% of hotel guests are LGBT and 25% are guests with heterosexual orientation. In 2010, Axel Hotels was recognized as the leader in the field of gay tourism in the Best Hotel category. ==Hotel network== Axel Hotels currently has a total of 10 locations, with 6 in Spain and 4 in other countries. {| class=\"wikitable\" ! Location !! Opening date !! Rooms !! Neighbourhood |- | Barcelona, || June 2003 || 101 || Gaixample |- | Ibiza, || May 2017 || 100 || Sant Antonio bay |- | Madrid, || August 2017 || 88 || Atocha Street at Barrio de las Letras |- | San Sebastián, || November 2019 || 100 || city center |- | Berlin, || March 2009 || 87 || Schöneberg District |- | Venice, || March 2019 || 43 || La Salute, Sestiere Dorsoduro |- | Miami, Florida, || January 2020 || 160 || Collins Avenue, South Beach, Miami |} AxelBeach Maspalomas is a summer resort with apartments: {| class=\"wikitable\" ! Location !! Opening date !! Apartments !! Neighbourhood |- | Maspalomas, Canary Islands, || May 2013 || 92 || Playa del Inglés |} Branches of Two Hotel by Axel are located in: {| class=\"wikitable\" ! Location !! Opening date !! Rooms !! Neighbourhood |- | Barcelona, || July 2015 || 87 || Gaixample |- | Berlin, || January 2017 || 86 || Charlottenburg-Wilmersdorf |} ===Barcelona=== Axel Hotel Barcelona is the first hotel of the chain. It was opened in July 2003 in Gaixample District, Barcelona and rated in the four-star category. The hotel is located in a chic building of the XIX century and has 101 rooms. In 2015, another hotel, called Two Hotel by Axel, was opened in Gaixample District, Barcelona. ===Berlin=== The three-star Axel Hotel Berlin, located in the Berlin district of Schöneberg and built by the architect Iñigo Hernaádez Tobe. It was inaugurated by Berlin mayor Klaus Wowereit on March 17, 2009. The hotel has 86 rooms, as well as a large sports center with sauna, steam bath, and massage parlour. It is not the property of Axel Corp., but is leased and managed by the group. In 2017, they opened another property, called Two Hotel by Axel, at Charlottenburg-Wilmersdorf, Berlin. ===Buenos Aires=== Axel Hotel Buenos Aires was opened on October 31, 2007 in the historic centre of the Argentine capital, San Telmo. The hotel had 48 rooms and offers its clients a restaurant, cocktail bar, spa, garden with swimming pool and solarium. \"It was closed on 2013 due to the unsafe situation at the city. === Venezia === Axel Hotels started first “hetero-friendly” hotel in Italy, Axel Hotel Venezia (Venice) in 2019. The hotel has 43 rooms. === Gran Canaria === AxelBeach Maspalomas is located on the Spanish island of Gran Canaria in the Playa del Inglés. It has 92 apartments. === Ibiza === AxelBeach Ibiza is a beach property, located on the landscape in Cala de Bou, next to Sant Antonio bay in the Balearic Islands of Spain. The hotel has 96 rooms with pool deck and bar. === San Sebastián === Alex Hotel San Sebastián was opened in November 2019. It is located in the city centre of San Sebastián, Spain and has 100 rooms. === Miami === An Axel Hotel branch is due to open in January 2020 at Collins Avenue, South Beach, Miami, United States. ==References== Category:Hotels in Barcelona Category:Hotels in Madrid Category:Hotels in Ibiza Category:Hotels established in 2003 Category:Seaside resorts in Spain Category:Hotels in Venice Category:Hotels in Berlin Category:LGBT tourism ",
    "title": "Axel Hotels"
}