{
    "id": "60294758",
    "text": "Simone Elisabeth Buitendijk (born 23 August 1958) is a Dutch academic and the vice-chancellor of the University of Leeds. Her research considers women's health and innovations in education. == Early life and education == Buitendijk was born in The Hague. She studied medicine at Utrecht University. She earned a Master of public health at Yale School of Medicine in 1990 where she evaluated the prevalence of medication in early pregnancy and how it related to maternal characteristics. She found that women who use more over-the- counter and prescription drugs are more likely to be white, smoke more than 30 cigarettes a day and smoke marijuana. She joined the Netherlands Organisation for Applied Scientific Research where she worked as a Senior Researcher in perinatal epidemiology. In 2000, she completed her doctorate in epidemiology at Leiden University. Her work considered IVF pregnancies and their follow-up. == Research and career == Buitendijk was appointed Head of the Perinatal Epidemiology section at the Netherlands Organisation for Applied Scientific Research. She worked on fetal and infant health, and the ability of the European Union to produce indicators to assess perinatal health. She was appointed Professor of Preventive Healthcare for Children at the Leiden University Medical Center in 2011. She was the first person to hold a Chair in Primary Care Obstetrics in the Netherlands. That year she was also made Vice Rector Magnificus and joined the Executive Board at Leiden University. Buitendijk led several strategies to improve the educational experiences of students, encouraging innovative teaching practises. She was responsible for the education, policy and diversity initiatives. Under Buitendijk's leadership, Leiden University became one of the first universities in Europe to comprehensively develop massive open online courses and small private online courses. At Leiden University Buitendijk was made Professor of Women's and Family Health, and started to work on gendered research and innovation. She studied home birth in the Netherlands, finding that home births were as safe as hospital births. She has studied changes in the height and weight of children in the Netherlands and how perinatal factors impact the birth experience. She called for an evaluation and introduction of minimum standards into midwifery in the Netherlands. Buitendijk called for academia to become more empathetic in an effort to embrace diversity. She co-authored the League of European Research Universities' Women, research and universities: excellence without gender bias, a call-to-arms for universities looking to address the underrepresentation of women in academia. In the report, Buitendijk suggests committed leadership from the top, as well as introducing concrete measures that are targeted to specific career stages, transparency, accountability and monitoring, as well as active promotion of a gender dimension in research. Buitendijk called for The Lancet to require analysis of sex and gender when selecting papers for publication. In 2016, Buitendijk joined Imperial College London as a Vice Provost for Education. There, she hosted the first Microsoft Campus Connections Summit to be held outside America. Buitendijk partnered Imperial College with Coursera, creating a series of online courses around artificial intelligence. She launched the College's new teaching and learning strategy. Buitendijk described the Teaching Excellence Framework as a \"godsend\" for university education. Buitendijk has presented at the Gender Summit and Transform MedEd. She is a member of the League of European Research Universities Gender Steering Group. She has written for the Times Higher Education. On 14 February 2020 it was announced that Buitendijk will succeed Alan Langlands as Vice Chancellor of the University of Leeds on 1 September 2020. == References == Category:Dutch women academics Category:1958 births Category:Leiden University faculty Category:Utrecht University alumni Category:Yale School of Medicine alumni Category:Academics of Imperial College London Category:Dutch epidemiologists Category:Living people ",
    "title": "Simone Buitendijk"
}