{
    "id": "60290843",
    "text": "Suhaiymah Manzoor-Khan is a British spoken word poet, writer and speaker, known for her poem \"This Is Not a Humanising Poem\" and writing about life as a Muslim woman in England on her site, The Brown Hijabi. == Early Life == Khan was born in Bradford to second-generation British-Pakistani parents, and raised in Leeds. She attended Queen's College at Cambridge University where she studied History. She subsequently completed a Master of Arts at London's School of Oriental and African Studies in Postcolonial Studies. Her thesis focused on how Muslims, particularly Pakistanis like herself, are targets of the British surveillance state. == Work == Manzoor-Khan has contributed to and written for several news outlets, including The Independent, 5PillarsUK.com, New Internationalist, Amaliah.com, Al-Jazeera and Sister-hood. She has appeared on radio stations including BBC Radio 4, BBC Asian Network, the Muslim Vibe and Wandsworth Radio's She Speaks with Katy Davis. She has her own blog, thebrownhijabi, which she regularly updates with articles, blogposts, media appearances and podcasts. She has also appeared in features for Middle East Eye, The Guardian and HuffPost. She mostly focuses on Islamophobia, decolonisation, religion, politics, gender and race in her writing and performances. == Poetry slam == In 2017, Manzoor-Khan performed at The Last Word Festival in London's Roundhouse Poetry Slam, winning the competition with her poem \"This is not a Humanising Poem\". Her performance of the poem, which spoke about how the world values Muslims based on how 'good' or 'bad' they are considered to be, went viral after being posted on the Roundhouse's Facebook page. Her performance has since been viewed more than 2 million times online. == 2018 and later == Following her performance at The Last Word Festival, Manzoor-Khan received more publicity and opportunities to showcase her work. Describing the period since her performance, she has said, \"That sort of publicity was something I couldn't have imagined and it's given me opportunities to genuinely pursue this as an art form.\" She returned to The Last Word Festival in 2018 with her performance entitled \"LOL, Inshaallah\". The performance is based on Manzoor-Khan's experiences and insights into the complexities and challenges British Muslim women often face. In April 2018, Manzoor-Khan joined a group of female playwrights to create a series of plays to be distributed free of charge to the public. The plays centered around the theme of female empowerment and movements. In August 2018, she appeared in a video for The Guardian, titled \"One person can matter\", in which she provided viewers with five ways they could fight for their cause and stay motivated in the process. The feature was part of a takeover of the Weekend issue by guest editors from Gal-dem. In December 2018, she was a panellist for a discussion on how heritage and gender can impact writers' work, held by British Asian Women Writers in the North. In January 2019. Manzoor-Khan published the book A FLY Girl's Guide to University with co-authors Lola Olufemi, Odelia Younge and Waithera Sebatindira. The book focused on their experiences being women of colour at the University of Cambridge; the title refers to FLY, the university's network for women and non-binary people of colour. In February 2019, Manzoor-Khan appeared in a video for Middle East Eye titled \"Citizenship can be weaponised\" in which she addresses the potential repercussions of the government decision to revoke Shamima Begum's British citizenship. In September 2019, Manzoor-Khan published her first poetry collection, Postcolonial Banter, with Verve Poetry Press. == TEDx Talks == In 2017, Manzoor-Khan was a speaker at the TEDxYouth@Brum event in Birmingham where she performed a poem titled \"Funeral of the Authentic Muslim Woman\", in which she rejects the idea \"that there is only one way to be a Muslim woman,\" highlighting the complexities and contradictions that exist within everyone, including Muslim women. In 2018, she gave a speech at TEDxCoventGardenWomen in London titled \"I'm Bored of Talking about Muslim Women\". In her speech, she asked the audience, \"Why are we so fascinated with Muslim women at all?\" She continued by saying, \"The usual conversations about Muslim women focus on what we wear, our bodies and our behaviour, seeing us mainly as victims of sexism,\" and explaining that such narratives are rarely helpful for Muslim women. On the same topic, Manzoor-Khan has said that she believes there to be \"a disparity between their [Muslim women's] voices and the voices that are platformed…I think it's because there are certain stories that the media likes to see and that Western audiences want to hear and they're generally victim narratives.\" ==Works== * * ==References== ==External links== * The Brown Hijabi Category:Year of birth missing (living people) Category:Living people Category:Alumni of Queens' College, Cambridge Category:Alumni of SOAS University of London Category:British spoken word artists Category:British people of Pakistani descent ",
    "title": "Suhaiymah Manzoor-Khan"
}