{
    "id": "60290832",
    "text": "Robert Arugay Empedrad (born February 3, 1964) is a retired Philippine Navy admiral who is the incumbent Administrator of the Maritime Industry Authority (MARINA). He previously served as the Flag Officer-in-Command of the Philippine Navy from 2017 to 2020. He is a graduate of the Philippine Military Academy \"Sinagtala\" Class of 1986. ==Education and career== Robert Empedrad first studied at Tuguegarao North Central School, and at Cagayan National High School. He also studied Civil Engineering at the Saint Louis University (Philippines) at Baguio City and applied in the Philippine Military Academy in 1982, and graduated in 1986. He also earned a Master in Business Administration, at the Philippine Christian University, Dasmariñas, Cavite, and took the US Naval Staff Course at US Naval War College, in Newport, Rhode Island, as well as took the Senior Executive Course for National University and Senior Strategic Leadership Programme at the Defence Academy of the United Kingdom. He commanded various ships and naval task forces in the Philippine Navy, in leading ships like the , BRP Abraham Campo, , , , and task forces in the Naval Forces Western Mindanao like NTG 62.1, NTG 62.2, the Naval Task Force Sea Hawk, Naval Task Group 72. He also commanded various positions in the Philippine Navy such as, Chief of Staff of Naval Forces Eastern Mindanao (2006–2007), Director, Naval Operations Center (2007), Assistant Chief of Naval Staff for Intelligence, N2 (2007–2009), Deputy Commander of Naval Intelligence Security Force (2009), Assistant Chief of Naval Staff for Personnel, N1 (2009–2011), Deputy Commander of Naval Forces Eastern Mindanao (2011–2013), Commander, Bonifacio Naval Station (2013–2015), the Commander, Offshore Combat Force, Philippine Fleet (Feb 2015 – Dec 2016), the Deputy, Commander Philippine Fleet (Dec 2016 –Feb 2017) and the Deputy Chief of Staff for Reservist and Retirees Affairs, J9 at General Headquarters and Headquarters Service Command (GHQ & HSC). As well as the Chairman of Defense Acquisition System Assessment Team (DASAT), in charge of the updates on Navy Ships and the Frigate Acquisition Project, which came to a controversy that replaced his predecessor Vice Admiral Ronald Joseph Mercado for alleged insubordination over the controversy regarding the Jose Rizal-class frigates. ==Awards== * 45px Philippine Republic Presidential Unit Citation * 45px People Power I Unit Citation * 45px People Power II Unit Citation * 35px Commander, Philippine Legion of Honor * 45px 8 Distinguished Service Stars * 45px 2 Gawad sa Kaunlaran * 45px 2 Distinguished Navy Cross * Distinguished Service Medal * 45px 2 Bronze Cross Medals * 45px 29 Military Merit Medal (Philippines), two with Spearhead Device * 45px 5 Military Commendation Medals * 45px Outstanding Achievement Medal * 45px Military Civic Action Medal * 45px Disaster Relief and Rehabilitation Operations Ribbon * 45px Long Service Medal * 45px Anti- dissidence Campaign Medal * 45px Luzon Anti-Dissidence Campaign Medal * 45px Visayas Anti-Dissidence Campaign Medal * 45px Mindanao Anti-Dissidence Campaign Medal * 45px Combat Commander's Badge (Philippines) * 45px Naval War College Badge * Gintong Medalya For Government Service Of The Dangal Ng Lahing Cagayano ==Personal life== He is married to Blessilda Empedrad, and they have a son, Jelome. ==References== Category:1964 births Category:Living people Category:Philippine Navy personnel Category:People from Tuguegarao Category:Philippine Military Academy alumni Category:Saint Louis University (Philippines) alumni ",
    "title": "Robert Empedrad"
}