{
    "id": "60298258",
    "text": "Acid-Growth Hypothesis is a theory that explains the expansion dynamics of cells and organs in plants. It was originally proposed by Achim Hager and Robert Cleland in 1971, in the form of “acid-growth hypothesis”. They hypothesized that the naturally occurring plant hormone, auxin (indole-3-acetic acid, IAA), induces H+ proton extrusion into the apoplast. Such derived apoplectic acidification then activates a range of enzymatic reactions which modifies the extensibility of plant cell walls. Since its formulation in 1971, many debates about “acid-growth” began. Most of these debates hovered around the signalling role of auxin and the molecular nature of cell wall modification. Many scientists contributed to the theory's development. With continual improvements on technology, these advancements provided new insight for this molecular mechanism, especially auxin’s role in the apoplectic pH shift. Despite the ongoing controversy and debate that rose from new discoveries, the importance of the acid-growth theory in plant cells’ growth and elongation should not be set aside. == History and development of the theory == === Early development === ==== Emergence of theory ==== Auxin was known to be a growth stimulant, but it wasn't until the year 1971, that Hager and Cleland proposed the \"acid-growth hypothesis\", which primarily suggested the correlation between auxin and apoplast acidification. The hypothesis states that susceptible coleoptile cells expel H+ protons through membrane-bound proton pumps into the apoplast (space between plant cell wall and cytoplasm) at an accelerated pace, causing a decrease in the apoplastic pH value. The following precise natural mechanism of the wall-loosening process; however, remained unknown at the time. With reference to auxin-induced elongation regarded as \"acid-growth\", Hager based his experiment on plasmolyzed hypocotyls from sunflower (Helianthus annuus). Subsequently, his wall-acidification model initiated continual controversy among scientists, and act as the blueprint for further re-examination. By 1900s, four core pieces of qualitative evidences solidified the core concept of the theory, as summarized below: # In auxin-treated coleoptile and stem (hypocotyl) sections, auxin induces proton extrusion into the apoplast, which could decrease the pH value by as much as one full unit. # Infiltration of neutral buffer (pH~7) into the apoplast could inhibit auxin-induced elongation and growth. # Acidic buffers of pH 5.0 could accelerate cell elongation at the same or even greater rate in comparison to that induced by auxin. #Fusiococcin (Fc) could also induce rapid cell elongation and growth, despite its primary role in promoting extensive acidification of the apoplast. ==== Constraints and interpretation ==== Within the 20-year timespan, many scientists have actively contributed to examining and reevaluating the \"acid-growth hypothesis\" proposed by Achim Hager. Despite the accumulation of observations that evidently identify the final target of the auxin-induced action to be H+-ATPase, which excretes H+ protons to the apoplast and take in K+ ions through its rectifying K+ channel in the following years, the controversy has been carried over till today as an ongoing debate. === Ongoing development === ==== Discovery of hydrolytic enzyme ==== With H+ protons being excreted to the apoplast as one of the wall- loosening factors (WLF), scientists believed that the mechanism involves activation of hydrolytic enzymes through possible hydrolysis of bonds. Back in the year 1971, Hager anticipated the possible existence of enzymes from his experiment which involves heat-killing and denaturation of enzyme inhibitors. However, it wasn't until 1992 when Simon McQueen-Mason and his collaborators discovered the most pH-responsive substance in the apoplast- expansin. Expansin is a pH-dependent hormone that could cause irreversible wall extension and wall stress relaxation without displaying any enzymatic activity. It is activated after detecting the acidification in cell wall solution, consequently breaking down hydrogen bonds or covalent bonds in the cell wall to allow xyloglucan slipping- a mechanism that allows microfibrils to slip into the cell wall matrix without extension. Meanwhile, it could also loosen the cellulose microfibrils within the cell wall to enable the cell to take in more water and expand via turgor and osmosis. ==== Transcriptional control ==== Transcriptional modification is crucial in the growth and development of cells When a plant is treated with auxin treatment, auxin- induced transcriptional changes occurs within minutes, which indicates that both transcription and translation is necessary for auxin-induced growth. One of the major mechanisms for auxin control in plant is the transport inhibitor response through singling from F-box (regulatory protein) When auxin level raise to a certain concentration, auxin will interact with F-Box protein and stimulate the auxin transcriptional repressors. This leads to degradation of auxin protein. Nevertheless, transcriptional response does not only regulate auxin itself but also mediate the gene expression for protein encoded for cell-wall modification (cell wall-remodelling agents). It was found that when treated plant with exogenous auxin, the expression of pectin methylesterases, expansins and other protein that changes cell wall's shape and size. == Modern interpretation == This \"acid-growth\" model integrate the historical data with new research and discoveries, but far from done and dusted. The decrease in apoplast pH value leads to cell wall modification, as the increased extensibility of cell wall results in cell growth. The altercation in apoplastic pH is mediated by auxin-induced mechanisms. With auxin acting as the primary signalling tool, it initiates apoplastic acidification via two mechanisms. Auxin could disrupt the cell wall's composition directly by increasing the gene transcription of wall-modifying agents. Meanwhile, it could impact the rate of acidification indirectly by reducing the H+-ATPase activity, which decreases the number of H+ protons into the apoplast. This model is well illustrated by previous research studies, but the kinetics of auxin transcriptional response requires further examination. == Unsolved questions == There are several aspects of the theory that remain contentious. These include: # Measurement of pH value: Despite optimal high-sensitivity detection brought by the implementation of fluorescent pH sensors, there is a lack of reliable method in quantifying the absolute apoplast pH value in plants. For instance, scientists made use of whole-organ resolution as part of their apoplastic pH measurement. However, such research methods on the cellular level wouldn't establish equivalent validity at the quantitative level due to the plausible leaking of the signal from the endomembrane system into those originating from the apoplast. # Limitations on particular plant organs: Most of the research has been limited to the aerial organs of plants. Instead of studying the growth-promoting effect that auxin brings to the aerial organs, David Pacheco Villalobos discovers the inhibitory effect auxin has on root elongation. # Narrow coverage of plant species: Data that supported the early development of the theory initially originated from coleoptiles, epicotyls, and hypocotyls of a wide range of monocot and dicot species. To note, it all began with observations from sunflower. The importance to expand the research territory beyond angiosperm species to more ancient members within the plant family tree is undeniable. Latter observations on different plant species could help identify conserved hormones and genes, or underlying mechanisms that support the theory, with the confirmation of SAUR19's role in auxin-induced hypocotyl elongation in tomatoes being one of the more recent discoveries. == See also == *Plant hormones *Plant development * Plant cell * Meristem ==Reference== Category:Auxins ",
    "title": "Acid-growth hypothesis"
}