{
    "id": "60298734",
    "text": "Helen Bostock, an oceanographer, is based at the National Institute of Water and Atmospheric Research in New Zealand. Her research focus is mainly around past, present and future conditions in the Southern Ocean. In 2011 she led a research voyage on board the RV Tangaroa to the Solander Trough region of the Tasman Sea. Two years later she was deputy voyage leader for an expedition to the Mertz Polynya, Antarctica. In 2016 she was awarded the McKay Hammer, for her combined research achievements between 2013-2016. == Early life == Bostock was born in Perth, Australia and grew up there, Nigeria, the Netherlands, Oman, Scotland, England, and New Zealand. She went to high school in Abbotsholme School in England. == Education and early career == Bostock was awarded her PhD by the Australian National University, Australia. Her work focused on geochemical tracing of the intermediate and surface waters in the Tasman Sea and was supervised by Bradley Opdyke and John Marshall. Prior to that she completed a MSc and BSc at Jesus College, University of Cambridge, UK. Her early career was as a researcher at Geoscience Australia. For a time she also worked as the coordinator for the Australian ODP/IODP Office, coordinating the activities and developing proposals on behalf of the marine geoscience community in Australia in the transition between the end of the Ocean Drilling Program (in 2003) and joining the Integrated Ocean Drilling Program. The RV Tangaroa - Bostock has led or co-led several voyages by this ship into the Southern Ocean. == Science and impact == Bostock's primary research focus is on the paleoceanography and oceanography of the Southwest Pacific and Southern Ocean using sedimentology, microfossils, isotopes and geochemical tracers to understand present and past changes in ocean circulation and their influence on climate.Bostock, H.C., Hayward, B.W., Neil, H.L., Sabaa, A.T. and Scott, G.H., 2015. Changes in the position of the Subtropical Front south of New Zealand since the last glacial period. Paleoceanography and Paleoclimatology, 30(7), pp.824-844. She also works on sediment transport processes and sources, and multidisciplinary topics such as Ocean Acidification,Law, C.S., Bell, J.J., Bostock, H.C., Cornwall, C.E., Cummings, V.J., Currie, K., Davy, S.K., Gammon, M., Hepburn, C.D., Hurd, C.L. and Lamare, M., 2018. Ocean acidification in New Zealand waters: trends and impacts. New Zealand Journal of Marine and Freshwater Research, 52(2), pp.155-195. climate change, the onset of the Anthropocene and paleo- seismicity. The voyage that she led to the Solander Trough region, named after Daniel Solander, directly south of the south-west corner of New Zealand (Puysegur Point) was part of a sequence of voyages seeking to characterise the present and past configuration and mechanics controlling the Subtropical front which is a significant oceanographic feature found in both hemispheres but with the southern front extending more or less continually around the globe.Smith, R.O., Vennell, R., Bostock, H.C. and Williams, M.J., 2013. Interaction of the subtropical front with topography around southern New Zealand. Deep Sea Research Part I: Oceanographic Research Papers, 76, pp.13-26. She was deputy voyage leader for a 2013 expedition to the Mertz polynya region in East Antarctica.http://www.radionz.co.nz/national/programmes/ourchangingworld/audio/2550544/antarctic- expedition The polynya was consistently found in the lee of the Mertz Glacier Tongue until its break-away in 2010.Wang, X., Cheng, X., Gong, P., Shum, C.K., Holland, D.M. and Li, X., 2014. Freeboard and mass extraction of the disintegrated Mertz Ice Tongue with remote sensing and altimetry data. Remote Sensing of Environment, 144, pp.1-10. This large floating glacier was named after Xavier Mertz who lost his life in the region in 1913 on the Australasian Antarctic Expedition led by Douglas Mawson. The voyage sought to determine changes brought about by the glacier calving.Gagliardini, O., 2018. The health of Antarctic ice shelves. Nature Climate Change, 8(1), p.15. She has researched and communicated on the concept of the Anthropocene.https://www.radionz.co.nz/national/programmes/ourchangingworld/audio/201801017/timing- the-anthropocene A major conclusion of the work was that, in the longer-term future, tectonic and volcanic processes are likely to have a stronger impact on New Zealand, as a landmass, than foreseeable future climate change. Shulmeister J, Davies TRH, Bostock H, Purdie H, Nicol A, Shane PA, McGlone M. (2017) Adrift in the Anthropocene. In: Shulmeister J. (eds) Landscape and Quaternary Environmental Change in New Zealand. Atlantis Advances in Quaternary Science, vol 3. Atlantis Press, Paris In 2012 she was the scientist aboard HMNZS Canterbury on a voyage to Raoul Island in the Kermadec Ridge region to the northeast of New Zealand. Along with NZ Department of Conservation (New Zealand) staff, a science team sent by Pew Environment Group (including Rebecca Priestley), and a group of students on a Sir Peter Blake Expedition. They left New Zealand in August, a day after both Mount Tongariro and Whakaari / White Island erupted, which meant that the volcanologist who was scheduled to be on board the ship remained in New Zealand.https://www.radionz.co.nz/national/programmes/ourchangingworld/audio/2534546/kermadec- pumice-mystery Very early into the voyage they encountered massive pumice rafts caused by the 2012 Kermadec Islands eruption.Carey, R. J., Wysoczanski, R., Wunderman, R. and Jutzeler, M., 2014. Discovery of the largest historic silicic submarine eruption. Eos, Transactions American Geophysical Union, 95(19), pp.157-159. This was so large that it was visible from trans-Pacific aircraft.https://www.nzgeo.com/stories/fire-water/ A pumice raft near Tonga Islands, taken by NASA Earth Observatory, based on data from the MODIS Rapid Response System, Goddard Space Flight Center. Image captured in 2006 - six years prior to the phenomenon observed by Bostock and colleagues. == Climbing achievements == In 2000 Bostock led a climbing expedition to Louise Boyd Land in western Greenland, (73°30' N, 28°00' W). The expedition achieved 15 first ascents on formations over 2000 meters high, three granite rock spires and a granite wall were discovered and climbed and two new routes were put up on the previously unclimbed northwest face of Petermann Bjerg. As well as first ascents, they put up two new routes on the unclimbed northwest face of the mountain, the highest (2,943 m) in the High Arctic. All climbing was carried out during the night when it was colder and the snow was in better condition.http://publications.americanalpineclub.org/articles/12200023700/North- America-Greenland-Northeast-Louise-Boyd-Land-Various-Activity Kejser Franz Joseph Fjord and Petermann Bjerg in Frænkel Land, North-East Greenland. Representation of their discovery by Julius Payer and Ralph Copeland during the Second German North Polar Expedition on August 12th, 1870 after climbing onto Payer Tinde. == Awards == In 2016 she was awarded the New Zealand Geoscience Society top award, the McKay Hammer, for a body of research work between 2013-2016.http://www.gsnz.org.nz/information/mckay-hammer- award-i-81.html Previous winners include Harold Wellman the discoverer of the Alpine Fault. She was also awarded the 2004 KSW Campbell award for teaching at the Australian National University - named in honour of Ken Campbell. == References == == External links == * Helen Bostock on Google scholar Category:Year of birth missing (living people) Category:Living people Category:Australian oceanographers Category:Alumni of Jesus College, Cambridge Category:Australian National University alumni ",
    "title": "Helen Bostock"
}