{
    "id": "60299170",
    "text": "I Remember Miles is an album by saxophonist/composer Benny Golson, featuring compositions associated with or inspired by Miles Davis, that was recorded in 1992 and originally released by the Japanese Alfa Jazz label before being reissued in the US on Evidence Music in 1996.Benny Golson discography accessed March 22, 2019Jazzdisco: Benny Golson catalog accessed March 22, 2019 ==Reception== The AllMusic review by Scott Yanow said \"There are a few remarkable recreations on tenor-saxophonist Benny Golson's tribute to Miles Davis, particularly \"'Round Midnight\" and parts of \"So What\" and \"Bye Bye Blackbird.\" Trumpeter Eddie Henderson (especially when muted) comes very close to duplicating not only the sound but the spirit of Davis while Golson sometimes discards his own strong musical personality to do close impressions of John Coltrane ... This heartfelt tribute album has enough unique moments to make it easily recommended\". On All About Jazz, C. Michael Bailey observed \"Golson's I Remember Miles covers five of the Miles Davis book standards and four Golson originals, the latter being more interesting than the former ... This disc on the whole is a sleeper. It is well arranged and performed, but with no fire. It fairly pales when listened to during the same afternoon with Shirley Horn's I Remember Miles. While Golson and company offer a decent record, I recommend the same expenditure for the Shirley Horn Disc if the listener is trying to choose between the two\".Bailey, C. M. All About Jazz Review accessed March 22, 2019 == Track listing == All compositions by Benny Golson except where noted # \"Four\" (Miles Davis) – 6:11 # \"Heartstrings\" – 7:16 # \"'Round Midnight\" (Thelonious Monk, Cootie Williams, Bernie Hanighen) – 10:13 # \"Bye Bye Blackbird\" (Ray Henderson, Mort Dixon) – 9:57 # \"One Day, Forever (I Remember Miles)\" – 5:46 # \"Autumn Leaves\" (Joseph Kosma, Jacques Prévert, Johnny Mercer) – 8:44 # \"So What\" (Davis) – 9:30 # \"Uptown Afterburn\" – 6:16 == Personnel == *Benny Golson – tenor saxophone, arranger *Eddie Henderson – trumpet *Curtis Fuller – trombone *Mulgrew Miller – piano *Ray Drummond - bass *Tony Reedus – drums ===Production=== *Yoshihisa Arao – producer *Troy Halderson – engineer == References == Category:Benny Golson albums Category:1993 albums Category:Evidence Music albums Category:Miles Davis tribute albums ",
    "title": "I Remember Miles (Benny Golson album)"
}