{
    "id": "60298536",
    "text": "The is an incompleted expressway in the coastal area of Iwate Prefecture in northern Japan. It is owned and operated primarily by the Ministry of Land, Infrastructure, Transport and Tourism (MLIT). It is routed concurrently with an alternate route of Japan National Route 45 and is numbered E45 under MLIT's \"2016 Proposal for Realization of Expressway Numbering\" as an expressway running parallel to the aforementioned National Route 45. ==Route description== As of March 2019, the expressway consists of three sections, one that bypasses the central part of Hachinohe, Aomori and the other travels north from the central part of Kuji, Iwate. The southernmost of these begins at the northern terminus of the Sanriku Expressway in Miyako. It passes through the town Iwaizumi and then enters the village Tanohata where it comes to a temporary end at the parallel Route 45. Further north the expressway has another section, entirely within Tanohata, measuring just over four kilometers long. Continuing north along Route 45 the expressway begins again in the village, Fudai. Like the previous section, it is located entirely within the limits of the village, measuring just over four kilometers long before it rejoins the parallel Route 45. The northern terminus of the route when it is to be completed is located at an interchange with Japan National Route 395 in Kuji that presently only serves the Hachinohe-Kuji Expressway. ==Future== The expressway is expected to be completed between Tanohata and Fudai by 2020 as part of a region-wide recovery effort from the 2011 Tōhoku earthquake and tsunami. ==Junction list== The entire expressway is in Iwate Prefecture. ==See also== * * ==References== ==External links== * *Ministry of Land, Infrastructure and Transport: Tohoku Regional Development Bureau Category:Expressways in Japan Category:Regional High-Standard Highways in Japan Category:Roads in Iwate Prefecture Category:Proposed roads in Japan Category:2006 establishments in Japan ",
    "title": "Sanriku-kita Jūkan Road"
}