{
    "id": "60293645",
    "text": "Thomas Medlycott (1662–1738), of Binfield, Berkshire, and Dublin, Ireland, was a British lawyer who was an Irish attorney general and later Commissioner of Revenue and Excise for Ireland. He was first a Tory and later a Whig politician who sat in the Parliament of Ireland from 1692 to 1738, and in the English House of Commons and British House of Commons between 1705 and 1734. ==Early life== Medlycott was baptized on 22 May 1662, the third son of Thomas Medlycott of Abingdon, Berkshire. He was admitted at Middle Temple in 1680 and was called to the bar in 1687. He married by licence dated 1 January 1687, Sarah Goddard, daughter of Mrs Ursula Goddard, widow, of Mugwell (Monkwell) Street, Cripplegate, London. ==Career in Ireland== Medlycott began his career in Ireland as secretary and estate manager to James Butler, 2nd Duke of Ormonde. He was called to the Irish bar 1691 and appointed Attorney-general for the County palatine of Tipperary by 1692. In 1692 he was returned as Irish Member of Parliament for Kildare Borough and became Freeman of Drogheda on 1694. He was returned again for Kildare in 1695. In 1697, he was entrusted with a sensitive task of organizing opposition to a bill confirming the King's grant of James II's Irish estates. King William had overridden the former King's settlement of estates, worth about £22,000, on his children and had given them to Elizabeth Villiers, allegedly William III's mistress, which had particularly upset Princess Anne. Medlycott obtained lands in Kilkenny, Tipperary and Waterford from the Duke of Ormonde in 1698 and 1699 and in 1701 purchased more land in Mayo from Ormond's brother, Lord Arran. In 1703 he was returned as Irish MP for Clonmell and in 1713 for Ballynakill. ==Career in Westminster== By 1705 Medlycott's brother James had increased his electoral influence at Milborne Port by acquiring additional burgages. At the 1705 English general election, Medlycott stood for the borough where his return was virtually guaranteed. During the election campaign the post of deputy-steward of Westminster became available and he immediately wrote to Ormond, the high steward, reminding him that he had previously promised him this office. The Duke kept his word and also obtained a commission in the Irish guards for Medlycott's son. Medlycott was returned in a contest as Member of Parliament for Milborne Port on his family's interest. In Parliament he voted with the Whigs and the moderate Tories on 25 October 1705 in favour of the Court candidate for Speaker, but in February 1706 he supported the Tories in a disputed election case. He was an assiduous member particularly with regard to Westminster matters. He was involved in three private bills, but his main concern was a bill for the prevention of fires. At the 1708 British general election he was returned as MP for Milborne Port and also for Westminster where he chose to sit once a petition against his return had been decided in his favour. He continued working hard, particularly with regard to urban matters. Measures he was involved in included tightening the provisions of his Fires Act, establishing a workhouse in St. Martin-in-the-Fields, extending the powers of London's commissioners of sewers, regulating hackney coaches, incorporating peruke-makers into the Company of Barbers and Surgeons, raising the militia and limiting long periods of public mourning because of the disastrous effects on the silk trade. He initiated a private estate bill on behalf of the Irish peer Viscount Gormanston and two other estate bills. In 1710, he followed the Tory line in voting against the impeachment of Dr Sacheverell. Medlycott was returned in a contest at the 1710 British general election and was listed as a ‘Tory patriot’ who voted for peace during the course of 1711, and as a ‘worthy patriot’ who assisted in detecting the mismanagements of the former administration. He was also a member of the October Club.. He became a bencher of his Inn in 1712 and in July 1712 was appointed Commissioner of Revenue and Excise for Ireland by Robert Harley Lord Treasurer. He was returned unopposed at the 1713 British general election by which time he was described as a Tory who sometimes voted with the Whig. He spoke in favour of the motion condemning Richard Steele's* published attacks on the ministry on 18 March 1714, but was aligned with the Hanoverian Tories and spoke on the Court side in the debate on the succession and on 22 April in support of the address of thanks for the peace. He became Chairman of the Committee of elections and privileges in 1714. In July he petitioned Lord Oxford for repayment of the expenses he had incurred back in 1697 carrying out the Queen's commands with regard to her father's former Irish estates when she was princess. However, Anne's death a fortnight later pre-empted any chance of reimbursement. He retained his Irish post as Commissioner for Revenue and Excise after joining the Whigs. ==Later career== Medlycott did not stand at the 1715 British general election but was returned as Irish MP for Downpatrick. He remained in Ireland occupied with his official duties and his private affairs. He lost his Irish post in July 1727 but was returned as MP for Milborne Port at the 1727 British general election. He was also returned for the Parliament of Ireland seat at Newtown Limvady in 1727. He was reinstated as Commissioner for revenue and excise for Ireland in February 1728 and held it until October 1733 when his son-in-law was appointed his successor, on the ground that Medlycott was ‘obliged to remain in England as a Member of Parliament’. In the House he voted with the Government for the excise bill and against the repeal of the Septennial Act. His only recorded speech was made on 21 February 1733 against the clause in a bill relating to the restrictive import of sugar, molasses and rum into Ireland. He was defeated at Milborne Port at the 1734 British general election by his nephew, Thomas Medlycott ==Death and legacy== Medlycott died before September 1738, leaving two sons and a daughter by his wife Sarah. However he left most of his estate in trust for Thomas John Medlycott, apparently an illegitimate son. ==References== Category:1662 births Category:1738 deaths Category:Members of the Parliament of Great Britain for English constituencies Category:British MPs 1708–1710 Category:British MPs 1710–1713 Category:British MPs 1713–1715 Category:British MPs 1727–1734 ",
    "title": "Thomas Medlycott (1662–1738)"
}