{
    "id": "60299914",
    "text": "Dragoslav \"Draža\" Marković (Serbian: Драгослав Дража Марковић; 28 June 1920 – 20 April 2005) was a Serbian communist politician, serving as President and Prime Minister of Serbia. == Biography == He was born on 28 June 1920 in the village of Popović near Sopot. His parents and Anka, were teachers, and besides him, they had three more children. He finished elementary school in his native village, and then attended the Third Belgrade Gymnasium. Under the influence of his left-wing father and brother Moma, who was already one of the leaders of the party organization at the Faculty of Medicine, he joined the youth revolutionary movement. In 1937, as a pupil of the eighth grade of the gymnasium, he was arrested for communist activity and after three weeks in custody he was thrown out of school. Then he moved to Pančevo, where he finished his eighth grade and graduated. After finishing high school, he enrolled at the Faculty of Medicine in Belgrade. He fought in the Second World War. Novi dvor, the seat of the Presidency of Serbia In 1958, he became Education Secretary in the Executive Council of Serbia, and in 1960 he was elected a member of the Executive Committee of the Central Committee of the SR of Serbia. From 1963 to 1967 he was the Ambassador of the SFRY in the Republic of Bulgaria. From 1967 to 1969 he held the functions of the President of the Republic Council of the Assembly of Serbia and the President of the Constitutional Commission of Serbia. From 1969 to 1974 he was president of the Assembly of the SR of Serbia, and from 1971 to 1974 he was a member of the first Presidency of the SFRY. When in 1974, in accordance with the new Constitution, the function of the President of the Presidency of the Republic of Serbia was introduced, he was the first to perform this duty from 1974 to 1978. He was then President of the Federal Assembly of the SFRY, from 1978 to 1982 and President of the Presidency of the Central Committee of the SKJ from 1983 to 1984. At the time of the rise of Slobodan Milošević to power, he clashed with his politics and soon retired, in 1986. After retirement, he was a member of the Federation Council until his abolition in 1990. In the later years he was one of the sharper critics of Slobodan Milošević's regime and Mirjana Marković, whose uncle he was. He died on 20 April 2005 in Belgrade, where he was cremated and later interred in the Belgrade New Cemetery. Marković was awarded a number of Yugoslav and foreign awards and decorations, including the Order of the British Empire and Legion of Honour. == References == Category:1920 births Category:2005 deaths Category:People from Belgrade Category:Communism in Serbia Category:Slobodan Milošević Category:Socialist Republic of Serbia Category:Yugoslav politicians Category:Serbian politicians Category:League of Communists of Serbia politicians Category:Burials at Belgrade New Cemetery ",
    "title": "Dragoslav Marković"
}