{
    "id": "60298898",
    "text": "thumb|The banner of independent North_Caucasian Republic (1918-1919) and pro- German North Caucasian Legion of WWII The North Caucasian Legion (Germ.Legion Nordkaukasien) and the Mountain-Caucasian Legion (Germ.Bergkaukasien Legion) legions were created in accordance with the order of 19 February 1942. Initially, its soldiers, recruited from the camps of prisoners of war, deserters, and partly from representatives of emigration were included in the Caucasian-Mohammedan Legion (Germ. Kaukasisch-Mohammedanische Legion). On 2 August 1942, in accordance with the order of 19 February 1942, all fighters of Muslim North Caucasian and Mountain Caucasian (both Muslims and Christians) origin were separated from the Caucasian-Mohamedan Legion into separate North Caucasian / Mountain-Caucasian legions. These Legions consisted of Abkhazians, Circassians, Kabardians, Balkars, Karachais, Chechens, Ingushes, and the peoples of Daghestan. The Kurds, Talyshs and North Ossetians appeared later. According to the researcher Traho R. \"The total number of North Caucasian volunteers since the beginning of the war against the USSR and until 1945 amounted to 28-30 thousand people\". Formally, both of these legions were the Armed Forces of the so-called North Caucasus National Committee. == See also == *Ostlegionen *Tscherim Soobzokov ==Sources== *Napso N.T. The North Caucasian Military units in the German armed forces 1941-1945 *Magnus Pahl. Fremde Heere Ost *Kuromiya Hiroaki,Mamoulia Georges The Eurasian Triangle Russia,the Caucasus and Japan,1904-1945 *Armabzeichen Bergkaukasien Legion,Wappen *Reveron Derek S.,Jeffrey Stevebson Murrey. Flashpoints in the war on terrorism. About National Comitee of the N.Caucasus and Legions newspaper titled Ghazavat with motto Allah above us and Adolf Hitler beside us *Motadel David.Islam and Nazi Germany *Motadel David. The Swastika and the Crescent *Collection of scientific articles under the publisher of Höpp Gerhard, Reinwald Brigitte.Fremdeinsätze Category:Foreign volunteer units of the Wehrmacht Category:Peoples of the Caucasus Category:History of the North Caucasus ",
    "title": "North Caucasian Legion / Mountain-Caucasian Legion"
}