{
    "id": "60291865",
    "text": "Falling is a 2020 drama film written and directed by Viggo Mortensen in his feature directorial debut.Tom Grater, \"Viggo Mortensen talks directing debut 'Falling'; first look at family drama\". Screen Daily, May 15, 2019. The film stars Mortensen as John Peterson, a gay man whose conservative and homophobic father Willis (Lance Henriksen) starts to exhibit symptoms of dementia, forcing him to sell the family farm and move to Los Angeles to live with John and his husband Eric (Terry Chen).Robert Daniels, \"‘Falling’: Viggo Mortensen’s Directorial Debut Is An Exhausting Mess (Sundance Review)\". The Playlist, February 1, 2020. The film's cast also includes Sverrir Gudnason, Laura Linney, Hannah Gross and David Cronenberg. It had its world premiere at the Sundance Film Festival on January 31, 2020. It is scheduled to be released in the United Kingdom on December 4, 2020, by Modern Films. ==Cast== * Viggo Mortensen as John Peterson **William Healy as 15-year-old John Peterson **Grady McKenzie as Young John Peterson **Etienne Kellici as Little John Peterson * Lance Henriksen as Willis Peterson ** Sverrir Gudnason as Young Willis Peterson * Laura Linney as Sarah Peterson **Ava Kozelj as 10-year-old Sarah Peterson **Carina Battrick as Little Sarah Peterson * Hannah Gross as Gwen Peterson * Terry Chen as Eric Peterson * David Cronenberg as Proctologist #1 * Paul Gross as Proctologist #2 *Piers Bijvoet as Will * Bracken Burns as Jill * Gabby Velis as Monica Peterson ==Production== In October 2018, it was announced Viggo Mortensen would star in the film, alongside Lance Henriksen, Sverrir Gudnason, and directing from a screenplay he wrote. Mortensen and Daniel Bekerman will serve as producers on the film under their Scythia Films banner. In March 2019, Laura Linney, Hannah Gross and Terry Chen joined the cast of the film. Mortensen had not originally intended to play the lead role in the film himself, but found that since there were virtually no other major stars in the cast, committing to act in the film was the only way he was able to secure production funding. ===Filming=== Principal photography began in March 2019. Filming took place in Los Angeles and Northern Ontario. ==Release== It had its world premiere at the Sundance Film Festival on January 31, 2020. It will also screen at the Toronto International Film Festival in September 2020. It is scheduled to be released in the United Kingdom on December 4, 2020, by Modern Films. It was also an official selection for both TIFF and Cannes. ==References== ==External links== * Category:2020 films Category:American films Category:Canadian films Category:British films Category:American drama films Category:Canadian drama films Category:British drama films Category:2020 LGBT-related films Category:American LGBT-related films Category:Canadian LGBT-related films Category:British LGBT-related films Category:LGBT-related drama films Category:2020 directorial debut films ",
    "title": "Falling (2020 film)"
}