{
    "id": "60292419",
    "text": "It's My Party tour.|alt=|right \"Medicine\" is a song recorded by American singer Jennifer Lopez featuring Moroccan-American rapper French Montana. It was written by Lopez, Kimberly Krysiuk, Varren Wade, Moses Ayo Samuels, Olaniyi Michael Akinkunmi, Mikkel Eriksen, Tor Erik Hermansen and Karim Kharbouch. \"Medicine\" was released as a single on April 3, 2019. It marks Lopez's first release under Hitco Entertainment, and her third collaboration with French Montana, following \"Same Girl\" and \"I Luh Ya Papi\", both of which appeared on Lopez's eighth studio album A.K.A (2014). ==Background== On working with French Montana again, Lopez said \"I love collaborating with people from the Bronx, it makes me feel at home, like a special connection\", adding: \"At the core I’m still Jenny from the Block. And this new track brought that out.\" The singer described \"Medicine\" as a \"very sassy song, very kind of woman empowerment\", noting: \"[It’s] kind of giving you taste of what you give out, letting guys know that we’re not going to take any junk.\" ==Release== Lopez announced the song on social media on March 21, 2019, sharing the cover art and pre-order link. On April 3, 2019, Lopez debuted the song live on The Morning Mash-Up on SiriusXM Hits 1 Celebrity Session. The cover art was noted for Lopez's use of Designer Heidi Lee's Endless Echo Hat that was previously worn by a man known as Di Mondo on the red carpet of the Chilean 2013 Viña del Mar International Song Festival. ==Critical response== Idolator's Mike Wass compared the song favorably to Lopez's previous singles, \"Get Right\" (2005) and \"Do It Well\" (2007), due to its \"heavy percussion\", stating that it feels \"familiar to old-school fans.\" Jacqueline Reed of NPR also compared the song to \"Get Right\", writing: \"The jazz-hop melody and layered brass and drum action (...) of this new single makes for an empowering, timeless track that could easily find its place either on the tracklist of Rebirth or in today's day and age.\" Rania Aniftos of Billboard described the track as \"infectious\". ==Chart performance== The song reached number one on the Billboard Dance Club Songs chart, making it Lopez's 17th number-one single on this chart therefore putting her in a three-way tie between Mariah Carey and Kristine W in sixth place respectively for most number ones on the chart. ==Music video== The music video for \"Medicine\" features a white carnival theme, in which Lopez \"is depicted as the ring leader of a white monochromatic freak show\" that includes fortune tellers, a 50-foot cake and a moving carousel. The full video premiered on both YouTube and during an episode of her NBC television series World of Dance on April 7, 2019. It marked Lopez's first time working with director Jora Frantzis. Her wardrobe in the video includes a jumpsuit designed by Zuhair Murad. On May 17, 2019, Lopez released a second video for the song's remix, \"Medicine (Steve Aoki from The Block Remix)\" featuring Steve Aoki. == Performances == Lopez performed the song live for the first time during Today, at Rockefeller Plaza on May 6th in New York City as part of the shows Citi Concert Series. Lopez was the opening act and kicked off the event performing the song as part of a medley that also included 2011's \"On the Floor\" and \"Jenny from the Block\" (2002). The song also serves as the opening number to Lopez's It's My Party Tour. ==Track listing== *Digital downloadhttps://music.apple.com/us/album/medicine-single/1457546629 #\"Medicine\" featuring French Montana – 2:54 *Digital download (DJ Pack) #\"Medicine\" (a cappella) featuring French Montana – 2:50 #\"Medicine\" (instrumental) – 2:52 *Digital download (Steve Aoki from the Block Remix)https://music.apple.com/us/album/medicine-steve-aoki-from-the-block- remix-single/1463028597 #\"Medicine\" (Steve Aoki from the Block Remix) – 2:50 *Digital download (Remixes)https://music.apple.com/us/album/medicine-remixes- single/1469033452 #\"Medicine\" (Kaskade Remix) – 2:50 #\"Medicine\" (Happy Colors & Gualtiero Remix) – 3:20 == Personnel == Adapted from Tidal.https://listen.tidal.com/album/106501789/credits *Jennifer Lopez - lead vocals, songwriter *Karim \"French Montana\" Kharbouch - featured vocals, songwriter *Olaniyi Michael Akinkunmi - songwriter *Tim Blacksmith - producer *Mikkel S. Eriksen - songwriter *Tor E. Hermansen - songwriter *Brian Gardner - producer *Kimberely Krysiuk - songwriter *Moses Ayo Samuels - songwriter *Stargate - producer *Sons of Sonix - producer *Varen Wade - songwriter *Thomas Warren - producer ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia Digital Tracks (ARIA) | 14 |- ! scope=\"row\" | Bolivia (Monitor Latino) | 6 |- |- |- ! scope=\"row\" | New Zealand Hot Singles (RMNZ) | 22 |- |- ! scope=\"row\"| US Digital Song Sales (Billboard) | 32 |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Dance Club Songs (Billboard) | 48 |} ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Version ! scope=\"col\"| Label ! scope=\"col\"| |- ! scope=\"row\"| Various | April 3, 2019 | | rowspan=\"2\"| Original | rowspan=\"5\"| | style=\"text-align:center;\"| |- ! scope=\"row\"| United States | April 9, 2019 | Contemporary hit radio | style=\"text-align:center;\"| |- ! scope=\"row\" rowspan=\"3\"| Various | April 27, 2019 | Digital download | DJ Pack | style=\"text-align:center;\"| |- | May 17, 2019 | rowspan=\"2\"| | Steve Aoki from the Block Remix | style=\"text- align:center;\"| |- | June 21, 2019 | Remixes | style=\"text-align:center;\"| |- |} ==References== Category:2019 singles Category:2019 songs Category:Billboard Dance Club Songs number-one singles Category:Jennifer Lopez songs Category:French Montana songs Category:Songs written by French Montana Category:Songs written by Jennifer Lopez Category:Songs written by Mikkel Storleer Eriksen Category:Songs written by Tor Erik Hermansen Category:Song recordings produced by Stargate (record producers) ",
    "title": "Medicine (Jennifer Lopez song)"
}