{
    "id": "60300641",
    "text": "thumb The Goliath Rapid is a lorry made by Bremer Kühlerfabrik Borgward & Co. GmbH in Sebaldsbrück (a neighborhood in Hemelingen, a suburb of Bremen, Germany). The Rapid, which technically was an improved version of the Goliath Blitzkarren, was sold under the Goliath brand name. Bordward's radiator- producing company was later renamed to Goliath-Werke Borgward & Co. GmbH. The Rapid consists of two parts: A \"cart\"-like front with two steerable wheels, and a \"motorcycle\" rear part with a single wheel. Between cart a motorcycle, it has an orthogonal wall and a steering wheel, to control the front wheels. A windshield was offered as a factory option. The Rapid has an electric starter, a clutch, and a 3-speed gearbox with a single reverse gear. Electric lamps including a stoplight were offered as a factory option that cost RM 170; an electric horn was offered for RM 30. The maximum permissible payload is 250 kg. The Rapid is powered by an ILO-Motorenwerke-made 198 cc, single cylinder, two-stroke-engine that produces 4 PS. In 1928, a new model with an increased payload of up to 300 kg and a 250 cc, 5.5 PS engine was put into production. In 1931, the payload was increased to 500 kg. A version with a framed flatbed was offered for RM 1100; a closed freight box version was available as well, for RM 1200. Odometer or a passenger seat also offered from the factory. Carl Borgward had filed a patent on \"single rear wheel drive technology\". The patent was granted on 8 August 1928.https://patents.google.com/patent/DE496683C/en Patent DE496683C: „Drive device for the rear drive wheel of a three-wheeled motor vehicle“, Google Patents == Goliath Standard == In addition to the Rapid, a 500 kg freight version called Goliath Standard was put into production. It has a 350 cc single cylinder, two-stroke gasoline engine made by ILO-Motorenwerke with a rated power of 7.5 PS. Its flatbed version cost RM 1295, the \"closed freight- box\" version was offered for RM 1440. The Standard's top speed is 40 km/h (25 mph). In 1931, a 750 kg freight version with a 400 cc two cylinder engine rated 9 PS cc was introduced. In 1931, prices rose to RM 1600 resp. RM 1750. In 1933, the Standard production was ceased – the successors Goliath F200 and F400 were put into production in autumn of 1933. == Competitors == * Oscar Vidal & Sohn Tempo Pony, T1 and T2, built from 1928 to 1930, a very similar vehicle * Deutsche Industriewerke AG L 7, 1927–1930 * Later in 1932–1934, BMW produced a similar freight cart an sold it as BMW F 76 and F 79 with bigger engine. It included a passenger seat. * Rollfix record, also late for the market * In late 1940s til 1952 Innocenti produced the Lambretta models FA, FB and FC * Tatra 49, 1929–1930 == References == == External links == * Volker Schacht: A Goliath Rapid/Standard at the 27th International Threecycle Meeting 2015, YouTube, 24 June 2015 * List of remaining Goliath vehicles, retrieved February 2019 * Sales brochure of the Goliath Rapid/Standard Category:Goliath vehicles Category:Three-wheeled motor vehicles ",
    "title": "Goliath Rapid"
}