{
    "id": "60305025",
    "text": "Salt Cathedral is a band from Bogotá, Colombia, and currently based in Brooklyn, New York, in the United States. The band consists of Juliana Ronderos and Nicolas Losada. They have self released three EPs, and released five singles with Ultra, with a debut full-length album \"Carisma\" released on 8 May 2020. Their focused multicultural approach to music has resulted in diverse collaborations with artists such as dancehall deejay Assassin, bounce pioneer Big Freedia, and Orthodox Jewish singer/rapper Matisyahu (his only collaboration with a female vocalist). == Career == Juliana Ronderos and Nicolas Losada both grew up in the same neighborhood in Bogotá, Colombia, but didn't meet until they were both attending Berklee School of Music in Boston, MA. The band released their first EP in 2013 and released their music independently until they signed with Ultra Music in 2018. They appeared at South by Southwest in 2018, and afterward released a video for the song \"No Love\". Salt Cathedral has released three EPs, and eight singles, including their most recent single \"Go And Get It.\" They have over thirty million streams on Spotify (including nearly 12 million for their single \"Always There When I Need You\") and their music has also been featured in publications such as The Guardian, Pitchfork, FADER, VICE, Billboard, Wonderland Magazine, Consequence of Sound, iHeartRadio, Jezebel, and The Village Voice, as well as Fusion TV. In 2017, the band played in studio for a Paste Magazine exclusive, and in 2018 performed at Billboard's Industry Nights showcase. Their shows have been covered by The New Yorker, Metro, and Miami New Times. Since 2014 they have played two US tours with indie acts Coast Modern and Empress Of, and have performed in international festivals such as SxSW, Firefily Festival, Les Transmusicales de Rennes, and Festival Yavería. == Discography == === Albums === * Carisma (2020) === Extended plays === * Salt Cathedral (2013) * Oom Velt (2014) * Homage (2016) === Singles === * No Ordinary Man (2016) * Fragments (2017) * Always There When I Need You (2017) * No Love (2018) * Rude Boy (2018) ==== As lead artist ==== {| class=\"wikitable plainrowheaders\" ! scope=\"col\" |Title ! scope=\"col\" |Year |- ! scope=\"row\" |\"No Ordinary Man\" | rowspan=\"2\" |2016 |- ! scope=\"row\" |\"Unraveling\" |- ! scope=\"row\" |\"Fragments\" | rowspan=\"3\" |2017 |- ! scope=\"row\" |\"Run for the Money\" (feat. Assassin) |- ! scope=\"row\" |\"Always There When I Need You\" |- ! scope=\"row\" |\"No Love\" | rowspan=\"2\" |2018 |- ! scope=\"row\" |\"Rude Boy\" |- |\"Caviar\" | rowspan=\"4\" |2019 |- |\"Go And Get It\" (feat. Big Freedia and Jarina De Marco) |- |\"Muevelo\" |- |\"Tu Ojos\" |- |\"Paris\" | rowspan=\"2\" |2020 |- |\"Te Quiero Olvidar\" |} ==== As featured artist ==== {| class=\"wikitable\" !Title !Year !Album |- |\"Carry Me\" Matisyahu | rowspan=\"2\" |2016 |Release the Bound EP |- |\"Another Year Remix\" Nerve |Nerve — Ghosts of Tomorrow: Vocal Collaborations EP |} == References == Category:Colombian musical groups ",
    "title": "Salt Cathedral (band)"
}