{
    "id": "60302155",
    "text": "Swynnerton's worm lizard (Chirindia swynnertoni), also known commonly as Swynnerton's round-headed worm lizard, is a species of amphisbaenian in the family Amphisbaenidae. The species is native to eastern Africa and southern Africa. ==Etymology== The specific name, swynnertoni, is in honor of British entomologist Charles Francis Massy Swynnerton.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Chirindia swynnertoni, p. 259). ==Geographic range== C. swynnertoni is found in Mozambique, Tanzania, and Zimbabwe. ==Habitat== The preferred natural habitats of C. swynnertoni are grassland and thicket. ==Description== C. swynnertoni may attain a snout-to- vent length (SVL) of . It is uniformly pale purplish pink.Branch, Bill (2004). Field Guide to Snakes and other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida. 399 pp., 112 color plates. .(Chirindia swynnertoni, p. 122 + Plate 42). ==Reproduction== C. swynnertoni is oviparous. ==References== ==Further reading== *Boulenger GA (1907). \"Descriptions of a new Toad and a new Amphisbænid from Mashonaland\". Annals and Magazine of Natural History, Seventh Series 20: 47–49. (Chirindia swynnertoni, new species, pp. 48–49). *Broadley DG, Howell KM (1991). \"A check list of the reptiles of Tanzania, with synoptic keys\". Syntarsus 1: 1–70. (Chirindia swynnertoni, p. 19). *Gans C (2005). \"Checklist and Bibliography of the Amphisbaenia of the World\". Bulletin of the American Museum of Natural History (289): 1–130. (Chirindia swynnertoni, 27). *Spawls, Stephen; Howell, Kim; Hinkel, Harald; Menegon, Michele (2018). Field Guide to East African Reptiles, Second Edition. London: Bloomsbury Natural History. 624 pp. . (Chirindia swynnertoni, p. 322). Category:Chirindia Category:Reptiles described in 1907 Category:Taxa named by George Albert Boulenger ",
    "title": "Swynnerton's worm lizard"
}