{
    "id": "60307535",
    "text": "Javier Chillon is a Spanish director of films and music videos, known for his \"bizarre and compelling\" short films, \"simply unlike anything anyone else is making\". Between them, Die Schneider Krankheit (2008), Decapoda Shock (2011), and the English-language They Will All Die in Space (2015) have been screened at over 800 international film festivals and won approximately 140 awards or honours. ==Early life and education== Javier Chillon was born on 16 July 1977 in Madrid. He attended the Universidad Complutense de Madrid and received a licenciate in audiovisual communication, pursuing further education at the Institute of Filmmaking at Solent University, Southampton, where he graduated with a Master of Arts. After his studies, he began working in the audiovisual world and graphic design. ==Career== Miguel Bosé in 2006 ===Music video director=== In 2005, Miguel Bosé released Velvetina, a 13-track audio CD as well as a special edition on Creative Zen which included video clips for each single. Together with Jaime Barnatán, Chillon co-directed the clip for the second track on the album, Aún Más. The video is set in a futuristic dystopia inspired by films like the early George Lucas film THX-1138 and novels such as George Orwell's Nineteen Eighty-Four and Aldous Huxley's Brave New World. Chillon has since directed three more music videos for Madrid-based bands Waldorf Histeria in 2010 (Dicen que es Satán and Fantasmas), and Delobos in 2018, No One Saves. ===Short film director=== ====Debut==== Making a living as an editor, Chillon undertoook a two-and-a-half-year film project in his spare time obtaining various elements for free or cheaply through his family connections or friends. Chillon's first short narrative film, Die Schneider Krankheit (2008), is a science fiction mockumentary inspired by the \"Hollywood look of the 50s\", in particular, the B movies and newsreels from the United States. Shot on black and white Super 8 film, with a Spanish-language voice- over dubbed over another German one, with credits and most other onscreen text in German, the short film gives the impression of being a West German educational documentary film of the 1950s, concerning the effects of an extraterrestrial plague brought to Earth by a Soviet chimpanzee cosmonaut after its capsule crash landed near the border with East Germany in 1958. Financed entirely by Chillon himself, the short film was selected for more than 200 international film festivals and received more than 45 awards within the first two years of its release. Since the release of his first narrative film, Chillon has accumulated many credits as a poster or title designer on several films. ====Later films==== In June 2009, Chillon was in Paris pitching a project called Outfinite, which would \"pay tribute to sci-fi B movies and blaxploitation pics.\" The film that became Decapoda Shock, a science fiction action parody film, was filmed between July 2009 and March 2011. In this film, the director allowed himself more spontaneity and improvisation. The film depicts an astronaut infected by an alien crab-like creature, transforming him into a decapod crustacean/human hybrid and whose family has disappeared, both the result of a sinister conspiracy, for which he seeks vengeance. As of 2019, Chillon's second film has been selected for more than 300 international film festivals, and received over thirty awards and honours within the first two years of its release, including a Silver Méliès. Julio Perillán For his third film, Javier Chillon wanted to do something a bit more conventional, a film that was \"straight up science fiction\" with no supernatural elements, something closer to a detective story: he had always liked the idea of a starship stranded in space, and one day the story just came to him. They Will All Die in Space (2015) is the director's first English-language film, about a starship technician (Julio Perillán) who is awoken from cryo-sleep and is told that the vessell is adrift and lost in the cosmos, and that he is needed to help repair the communications system to call for help, but quickly realises that something has gone horrifyingly wrong. Like his second film, it has been shown at well over 300 film festivals between its premiere and the end of 2018, and has won approximately sixty awards and honours, including Best Short Film from the 2015 Sitges Film Festival, the most important fantastic film festival in Spain. They Will All Die in Space is included in the 2017 Canadian anthology film, Galaxy of Horrors, which comprises eight shorts within a larger narrative frame, premiering in Toronto at Imagine Cinemas Carlton on 1 March 2017. ==Common themes== As well as the director's use of science fiction elements present in his music videos, the director's first two films share particular themes and plot elements, such as monstrous creatures resulting from \"spatial\" mutations or genetic manipulation, primarily derived from the science fiction B movies of the 1950s, the \"atomic age\"; as well as animated sequences, and \"retro-inflected material\". The plots of both films involve a returning astronaut. ==Filmography== ;Videos *Miguel Bosé: Aún Más (2005) *Waldorf Histeria: Dicen que es Satán (2010) *Waldorf Histeria: Fantasmas (2010) *Delobos: No One Saves (2018) ;Short films *Die Schneider Krankheit (2008) *Decapoda Shock (2011) *They Will All Die in Space (2015) ==References== ==External links== Javier Chillon on IMDb Category:Living people Category:1977 births Category:Spanish film directors Category:Spanish film producers Category:People from Madrid ",
    "title": "Javier Chillon"
}