{
    "id": "60300738",
    "text": "FMX – Conference on Animation, Effects, Games and Immersive Media is an event by Filmakademie’s Animationsinstitut. It takes place at Haus der Wirtschaft in Stuttgart every spring. www.awn.com Retrieved 17 August 2020 FMX was originally founded for students in 1994 as the Film and Media Exchange. ==History== Hausderwirtschaft, home of FMX, photographed in 2012 FMX was originally founded for students in 1994 as the Film and Media Exchange. Today, it is run in co-operation with the Visual Effects Society and SIGGRAPH. Official site Retrieved 21 March 2019 In 2019 FMX welcomed around 4,000 visitors. Talks included presentations on Avengers: Endgame, Captain Marvel, Hellboy, Dumbo, Solo: A Star Wars Story, First Man and How to Train Your Dragon.www.vfxvoice.com Retrieved 12 February 2020 FMX was described by Forbes magazine in January 2020 as one of the \"global events getting immersive [entertainment] right\" Sol Rogers at www.forbes.com Retrieved 12 February 2020 ===APD=== FMX runs alongside Animation Production Days, a business platform for the animation industry, bringing together financing, distribution and co- production partners for animation projects. www.animationproductiondays.de Retrieved 12 February 2020 APD also organise the APD talent program, in which young producers and recent graduates can submit projects at little or no cost. ===FMX 2020=== FMX 2020 takes place in Stuttgart from 5 to 8 May. Confirmed speakers for FMX 2020 include Sergio Pablos, director of Klaus, the Oscar- nominated animated film, Jenn Taylor, Phil Davies and Joe van den Heuvel. www.awn.com Retrieved 12 February 2020 Other speakers for 2020 include VFX supervisor Volker Engel, Portuguese animator Regina Pessoa and British cartoonist Steven Appleby.www.animationmagazine.net Retrieved 12 February 2020 ==Funding== FMX is supported financially by the Ministry of Science, Research and Arts and the Ministry of Economic Affairs, Labour and Housing of the State of Baden-Wuerttemberg, as well as the City of Stuttgart and also MFG Baden- Wuerttemberg. Official Site Retrieved 12 February 2020 == See also == * ACM SIGGRAPH * VFX Festival == References == == External links == * FMX website Category:Computer graphics conferences Category:Recurring events established in 1994 ",
    "title": "FMX (Conference)"
}