{
    "id": "60301114",
    "text": "Neil S. Calman is a family physician and the president, CEO, and co-founder of the Institute for Family Health.Institute for Family Health He is the Chairman of the Department of Family Medicine & Community Health at the Icahn School of Medicine at Mount Sinai and the Board Chair of the Community Health Care Association of New York State.Community Health Care Association of New York State ==Biography== Calman was born in New York. He graduated from University of Chicago in 1971 and from the University of Medicine and Dentistry of New Jersey at Rutgers University with a MMS in 1973 and from Rush University with a MD in 1975. Calman spent two months pre-residency volunteering at a clinic in Delano, California with the United Farm Workers Union. He completed residency at Montefiore Medical Center with the Montefiore Residency Program in Social Medicine in the Bronx, NY. Calman was inspired by his grandfather, an attorney, oral surgeon, and socialist alderman in New York City, who fought for a number of social justice issues. Calman co-founded the Institute for Family Health, a FQHC in 1983 Institute for Family Health where he has served since its inception as the President and CEO. In 2012 with Mount Sinai Hospital, Calman co-founded the Department of Family Medicine and Community Health at the Icahn School of Medicine at Mount Sinai, the first department of family medicine in Manhattan, where he serves as a professor and chair of the department.Icahn School of Medicine at Mount Sinai Calman is the President of the American Association of Teaching Health Centers and the Board Chair of the Community Health Care Association of New York State.American Association of Teaching Health Centers Calman was elected to the National Academy of Medicine and the New York Academy of Medicine National Academy of Medicine – Class of 2017New York Academy of Medicine – Directory of Fellows and Members ===Family Medicine=== Calman was trained in family medicine and has been recognized as New York Metro Area's Top Doctor from 2002-2014.U.S. News & World Report He has been profiled in books on family medicine physicians.; ; ; Neil Calman, MD; Urban Warrior Calman started three family medicine residency programs at the Institute for Family Health; two in New York City and one in the mid- Hudson Valley.Institute for Family Health ===Health Disparities=== Calman is committed to eliminating structural racism and examining the ways health care remains segregated. Separate and Unequal Care: Medical Apartheid in New York City ; Making Health Equality a Reality: The Bronx Takes Action He is the Principal Investigator for Bronx Health REACH, a Centers for Disease Control and Prevention-funded community coalition addressing racial and ethnic disparities in health outcomes, since their formation in 1999.Bronx Health REACH His article “Out of the Shadows” discusses his experience in dealing with racism in the care of his patients.Out of the Shadows Calman was appointed to the HIT Policy Committee serving on the Meaningful Use Subcommittee by the Obama administration responsible for establishing recommendations for the deployment of Health IT in practices and hospitals nationwide.HITPC Meeting Summary Calman is sourced in media including The New York Times and television news networks to discuss health care delivery and health disparities.Family Doctors Gain a Niche in New York ; Amid Affordable Care Act Fight a Health Center Program Tries to Stay Alive ; The MacNeil/Lehrer NewsHour, Nov 25, 1993 == Appointments== * Board of Health Care Services, National Academy of Medicine National Academy of Medicine * Board Chair, Community Health Care Association of New York State CHCANYS * 2009-2014 HIT Policy Committee, Office of the National Coordinator of Health Information Technology, Health and Human Services United States Government Accountability Office * 1993-2014 New York State Council on Graduate Medical Education New York State Department of Health ==Awards & Honors== ==Publications== ===Research=== Partial list: ===Published Essays=== * “Lost to Follow-Up” – The Public Health Goals of Accountable Care. Calman NS, Hauser D, Chokshi, DA. Archives of Internal Medicine. 2012 Apr 9;172(7):584-6 * Making Health Equality a Reality: The Bronx Takes Action. Calman NS. Health Affairs. 2005 March/April; 24(2):491-498. * So Tired of Life. Calman NS. Health Affairs. 2004 May/June; 23:228-232. * No One Needs to Know. Calman NS. Health Affairs. 2001 March/April; 20(2):243. *Out of the Shadow. Calman NS. Health Affairs. Jan/Feb 2000; 19(1):170. == References == Category:Living people Category:Icahn School of Medicine at Mount Sinai faculty Category:Physicians from New York City Category:Year of birth missing (living people) ",
    "title": "Neil Calman"
}