{
    "id": "60304482",
    "text": "Alveolar cleft grafting is a surgical procedure, used to repair the defect in the upper jaw that is associated with cleft lip and palate, where the bone defect is filled with bone or bone substitute, and any holes between the mouth and the nose are closed. An alveolar cleft is a failure of the premaxilla to fuse with the upper jaw leaving a defect in the bone. It is common in people with cleft palate and is also associated with holes between the mouth and the nose that affects speech, and allows fluid to move into the nose when eating and drinking. Surgeries on the roof of the mouth early in life typically close the larger hole between the mouth and the nose (caused by the cleft in the palate) but do not repair the defect in the bone, or any holes further forward between the palate and the upper lip. About the age of 8, just before the eye teeth are about to erupt into the bone defect (the cleft), braces are used to first widen the upper jaw, and position the premaxilla. Then, a surgery places bone or a bone substitute in the defect to allow the premaxilla to fuse to the rest of the maxilla, provide bone for eruption of the canine, and close any remaining holes between the mouth and nose. If completed early, the canine teeth will erupt into the mouth with good bone support and remain healthy. ==Medical uses== Alveolar cleft grafting is used primarily to allow the eruption of the maxillary canines into the mouth between the ages of 8–13 years old. It is also used to close oranasal fistulas, stop fluid reflux into the nose, improve speech, support the maxillary lateral teeth, and stabilize the jaw for orthodontics or orthognathic surgery. ==Technique== In cleft palate patients bone grafting during the mixed dentition has been widely accepted since the mid-1960s. The goals of surgery are to stabilize the maxilla, facilitate the healthy eruption of teeth that are adjacent the cleft, improving the esthetics of the base of the nose, create a bone base for dental implants, and to close any oro-nasal fistulas. ===Pre-treatment monitoring and timing === The incisors and first molars start to erupt between the ages of 6 to 8 years. Panorex xray showing defect (red arrow) in the alveolus with maxillary canine tooth erupting into the cleft about age 13 One of the most controversial topics in alveolar cleft grafting is the timing of treatment, however, most centres recommend grafting around the ages of 6–8 years old as the lateral incisor and maxillary canine near the cleft site. This is referred to as secondary grafting during mixed dentition (after eruption of the maxillary central incisors but before the eruption of the canine). A smaller proportion recommend primary grafting around the age of 2, but success rates are lower, and fewer patients are good candidates. Late secondary grafting (after eruption of the canine) has also been advocated but has been largely abandoned due to the loss of tooth support. In secondary grafting, the dental age of the patient needs to be closely monitored for the eruption of the first maxillary molars in unilateral cases around the age of 6, and in bilateral cases the eruption of central incisors about the age of 8. This timing is used because there is minimal growth of the upper jaw after ages 6–7, the patient is more compliant with orthodontics that is required prior to surgery for expansion, the donor site is better developed, and the grafting precedes the eruption of teeth into the site. In cases with a single cleft, 35-60% of lateral incisors are congenitally missing, and cannot be relied on for timing. Instead, the eruption of the incisors and first molars is used as a queue to begin assessments. With bilateral cases, the premaxilla must be repositioned before grafting and special consideration must be given. During this time, the orthodontist must be wary of rotating teeth into the cleft site. Last, the size of the patient, defect, and social issues must all be taken into consideration and is best assessed with a CBCT scan as the patient enters the mixed dentition phase of dental development. ===Pre-surgery Orthodontics=== Fan rapid palatal expander in cleft palate prior to alveolar cleft grafting In cleft lip and palate cases, the maxilla is typically narrow compared to the lower jaw and must be expanded outward. An expansion appliance is placed in the maxilla 6–9 months prior to correct any crossbite or upper arch constriction. This will widen the cleft size, and so that parents and patients need to be warned the symptoms such as fluid reflux may worsen, although some centres will expand the jaw after surgery is complete. In the case of double clefts, expansion is typically before surgery because the premaxilla needs to be repositioned forward, which cannot occur until the upper jaw is widened to allow room. ===Surgical correction=== Incisions used in alveolar cleft grafting. Red arrow marks oro-nasal fistula, blue lines mark incisions The goals of the surgery are to: # Close any fistulas between the mouth and the nose # Leave keratinized tissue around the tooth margins # Create enough bone to stabilize the maxilla and allow teeth to erupt without a bone defect At surgery, the gingiva is incised along the cleft margin to allow creation of pocket of tissue up towards the nose (recreating a nasal floor), and down towards the mouth (recreating a palate, and closing the palatal opening). The bony edges of the cleft are cleaned, and any extra teeth in the cleft are removed. The gingiva along the outside part of the upper jaw is raised, so that it can be drawn forward to close the cleft. After creation of the pocket, but before suturing closed the gingiva a bone graft is placed into the bony defect. This is most commonly harvested from the anterior hip but can also be obtained from other sites, donor bone, or bioactive materials such as bone morphogenic proteins. Once packed the cleft is filled with bone material the gingiva is sutured closed to create a water tight closure between the mouth and the nose. ===Source of bone graft=== Location of the incision to harvest bone from the anterior iliac crest The most common source of the bone graft is from the iliac crest, harvested at the time of the cleft closure. Other sources such as the chin, and posterior iliac crest, or skull can also be used. Artificial grafts such as demineralized bone, recombinent bone morphogenic protein or a mix of harvested bone and artificial grafts have also been used. Insufficient data exists to show that one is beneficial over the other. ==Recovery== The mouth wounds recover in 7–10 days with precautions for fluid only diet for 5 days, and not to increase pressure in the nose or sinuses for 2–3 weeks. Evidence that the bone graft is forming will be seen on x-ray at about 8 weeks. Movement of teeth into the graft can begin at 3 months once bone graft consolidation is seen on xray. Recovery from the bone harvest will vary depending on the site (if harvested) with the anterior iliac crest being sore for 2–3 weeks. Success of the bone graft with the first surgery are approximately 85% but may vary with technique and bone grafting material. Orthodontics after surgery can close the space between the central incisor and maxillary canine in 50-75% of cases, and for those who can't have the space closed the gap can be filled with a dental implant once growth has finished. Orthodontics start 3 months after surgery. ==History== The first attempts at bone grafting cleft patients were made by Lexer (1908) and Drachter (1914). Between 1921 and 1952 various attempts were made to graft patients using the turbinate, rib and other harvest sites. Schmid (1954) at meetings in 1951 and 1952 reported on the treatment of patients using iliac crest bone grafts but stated, \"The procedure has merely been presented for discussion\". By 1964 the iliac crest bone graft had gained popularity and was presented at multiple meetings. ==See also== *Cleft lip and cleft palate *Palatal expansion == References == Category:Surgical procedures and techniques Category:Oral and maxillofacial surgery Category:Dentistry procedures Category:Tissue transplants Category:Oral surgery ",
    "title": "Alveolar cleft grafting"
}