{
    "id": "60303905",
    "text": "David Anthony Hobart, (born 24 December 1951) is a British executive, aeronautical engineer, and former Royal Air Force (RAF) officer. Having been commissioned into the RAF in 1972, he reached the rank of air vice-marshal and served as Assistant Chief of the Defence Staff (Policy) from 2001 to 2004. Following retirement from the military, he was chief executive of the Bar Council from 2004 to 2011, and has been chief executive of the City of London Law Society since 2011. He has also been a Gentleman Usher to Queen Elizabeth II since 2007. ==Early life and education== Hobart was born on 24 December 1951. He studied at Magdalene College, Cambridge, graduating with a Master of Philosophy (MPhil) degree in 1991.The Cambridge University List of Members Up To 31 December 1991 (Cambridge: Cambridge University Press, 1991), p. 634. He studied law with the Open University, graduating Bachelor of Laws (LLB): he is not qualified as a solicitor nor barrister. ==Military career== On 25 February 1972, Hobart was commissioned into the Engineer Branch of the Royal Air Force as a pilot officer. He was promoted to flying officer on 25 February 1973, and to flight lieutenant on 25 August 1977. As part of the half-yearly promotions, he was promoted to squadron leader on 1 January 1983, to wing commander on 1 July 1988, and to group captain on 1 January 1995. Promoted to air commodore, Hobart served as Director of Defence Programmes at the Ministry of Defence between 1998 and 2001. He was promoted to air vice-marshal in 2001, and served as Assistant Chief of the Defence Staff (Policy) from 2001 to 2004. He retired from the Royal Air Force on 10 January 2005. In the 2004 Queen's Birthday Honours, he was appointed a Companion of the Order of the Bath (CB). ==References== Category:1951 births Category:Living people Category:Aeronautical engineers Category:20th-century British engineers Category:Royal Air Force air marshals Category:British chief executives Category:Alumni of Magdalene College, Cambridge Category:Alumni of the Open University Category:Companions of the Order of the Bath ",
    "title": "David Anthony Hobart"
}