{
    "id": "60300083",
    "text": "Vaarikkuzhiyile Kolapathakam () is a 2019 Indian Malayalam-language mystery thriller film written, co-produced and directed by Rejishh Midhila starring Amith Chakalakkal, Dileesh Pothan, Mejo Joseph and Amira Varma in the lead roles along with Nedumudi Venu, Shammi Thilakan, Lena and Nandhu in supporting roles. Lal made a cameo apperarance. It was released on 22 February 2019. The film is getting ready for a release in China. ==Plot== Fr. Vincent Kombana (Amith Chakalakkal) is a roguish and a kindhearted priest of Kombana family, famous in his village. He was trained by his father Issac Kombana (Lal) to become a police officer first. Vincent grew up to be a police officer, fulfilling his dream, but when things got really complicated, Vincent became a priest. All the people in the village are fond of Vincent and fear him very much. He gets information from his peon Kunjoyi (Shammi Thilakan) regarding all sorts of legal and illegal businesses and once anyone gets caught, he receives a huge punishment. His another subordinates were Kurukkan Ponnappan (Nedumudi Venu) and Member Rocky (Nandhu). One midnight as Vincent was walking through field, he hears a cry of a person to find out that it was a murder done by Kattuthara Joy (Dileesh Pothan). He saw the whole incident where Joy asks his companion to put the body of the dead person into a ditch after digging it. Vincent as a witness to this murder decided to expose this in front of the society. However, he couldn't do it as Joy confessed about the murder to Vincent. But Joy did not tell him whom he killed. As a priest couldn't tell any confessions out, Joy utilized his opportunity to frame the murder onto someone else. Even though Vincent had hidden in behind the bushes, Joy saw him. Vincent understood that Joy hadn't actually confessed sincerely. It was his only way to trap Vincent in order to escape from the case. Vincent, day by day continued his strong prayers for a solution. Kunjoyi then comes and informs Vincent about the death of Lissy (Lena), Joy's beloved wife. The next day her funeral goes with further songs and sorrow. However before taking any decision, Vincent was eager to know who was murdered in the ditch. So as to get an idea, he went to the same place when the body was hidden. He began digging to find whose the body was. Vincent came across many burdens including the enquiry of Salamma (Anjali Nair) for her brother who had been missing for many days after he went to Pollachi. Vincent decides to give the land to Kunjoyi in order to get rid of digging the plot where the body had been dug. After all the agreements, people finds out the body and Kunjoyi informs about this to Vincent. He immediately reaches the spot. It is found whose the body was. It was Eldhose (Mejo Joseph) who was killed by Joy. The police informs Vincent that it was a murder as they found many spots of stabs. Vincent tells Joy that he will prove this case with the help of someone else. Joy shows Vincent a video. The video shows Vincent digging the ditch which was taken by Joy without the knowledge of Vincent. If Joy shows this publicly, then it is sure that Vincent will be blamed. Vincent requested Joy to delete the video. Joy said that if Vincent does the flag hoisting, then Joy will confront the clapping hands. Vincent then thinks of another way to imprison Joy and finally starts his prayer keeping all his secrets in mind. Meanwhile Santo (Murugan), Joy's friend overheard his prayers and his plans to rescue Santo as he too would be killed by Joy. Vincent then asked the reason behind murder of Eldhose as Santo was present beside Joy and helped him bury Eldhose's body in the ditch. Then a flashback shows, as Eldhose was returning from Pollachi he met Joy only to find him furious. Joy came to know from his wife Lissy that her daughter's actual father was Eldhose. As Eldhose stood disappointed Joy said, \"My confidence is getting hindered by your existence.\" and stabs him multiple times to kill him. Back to the present, Vincent and his policemen managed to lock Santo as a witness to the murder committed by Joy. Later Vincent moves to Joy to enquire about Lissy's death and already knew that it was Joy who killed her by poisoning her. ==Cast== *Amith Chakalakkal - Fr. Vincent Kombana *Dileesh Pothan - Kaattuthara Joy *Amira Varma - Anjali *Nedumudi Venu - Kurukkan Ponnappan *Lal - Issac Kombana (cameo appearance) *Mejo Joseph -Eldose *Dheeraj Denny - Lijo *Sudhi Koppa - Jokkuttan *Anjana Appukuttan - Shakunthala *Lena - Lissy *Anjali Nair - Salamma *Parvathi T. - Fr. Vincent's mother *Nandhu - Member Rocky *Shammi Thilakan - Kunjoyi *Gokulan - Bijukkuttan *Kainakary Thankaraj - Kattuthara Vakkachan *K. T. C. Abdullah - Kunjalikka *Abraham Koshy as Man at the toddy shophttps://www.imdb.com/name/nm8391988/ *Shibu Devadatt - CI Vighnesh *Kichu Tellus - Arangath Benny *Rajesh Raghavan - Stephen *Rohit Madhav - Kochachan *Leena Antony *Baby Malu *Mary *Baby as Sarala *Nazeer Sankranthy *Dheeraj Denny - Lijo ==References== ==External links== * Category:2019 films Category:Malayalam-language films Category:Indian films Category:Indian thriller films Category:2010s Malayalam-language films Category:2019 thriller films ",
    "title": "Vaarikkuzhiyile Kolapathakam"
}