{
    "id": "60304057",
    "text": "Dr. Mitu Khurana was a pediatrician from Delhi, India. She was an activist against female feticide in India. Her case became well-known when she took legal action against her husband and his family on accusations of performing an ultrasound to reveal the sex of their children without her consent, pressuring her to abort their two daughters once sex was known, and domestic violence after she refused to consider sex-selective abortion. She died in March 2020 from complications in heart surgery. == Biography == Khurana first entered mainstream media coverage when she initiated landmark legal action against her ex-husband and his family in 2008. Khurana claimed the sex of her children with then-husband Dr. Kamal Khurana was determined without her consent. In January 2005, her husband and his family took Khurana to the Jaipur Golden Hospital in Delhi for stomach pain. There, her husband and his family allegedly worked with hospital staff to arrange an ultrasound without her consent. The knowledge was later used against her to pressure her to have a sex-selective abortion against her will. After the hospital visit, her husband and his family began to pressure her to seek abortion. \"They didn't say anything to me, but afterwards it was clear that my husband and my in-laws knew that I was carrying girls,\" Khurana said. \"After that, they began badgering me to have at least one of them killed. They told me we could not bring up two girls, we would not be able to afford to get them married.\" Upon returning home, she faced domestic abuse by her husband and his parents. At one point during pregnancy, her husband pushed her down a flight of stairs to induce a miscarriage. After, he locked her in a room without medication or food, where she then slipped into severe depression. Eventually, Khurana escaped her husband and his family, and returned to live with her parents. She later gave birth to her twin daughters two months premature. Khurana died in March 2020 after complications in heart surgery. == See also == * It's a Girl: The Three Deadliest Words in the World == References == Category:Female infanticide Category:Indian feminists Category:Indian women's rights activists Category:Year of birth missing Category:Indian paediatricians Category:Sex selection in India Category:Violence against women in India Category:Women in India ",
    "title": "Mitu Khurana"
}