{
    "id": "60304174",
    "text": "British Air Transport – The Pioneering Days 1919–1934 is an -long mural by William Kempster depicting, from left to right, a chronological sequence of events in the history of British aviation on the London to Paris route starting on the left with Hounslow Heath Aerodrome in 1919 and finishing on the right at Croydon Aerodrome (now Airport House) in 1931. The most recent aircraft shown is the Short L.17 Scylla of 1934. It was commissioned by the British Airports Authority in 1969 to mark the opening of Heathrow Terminal 1, London, where it was displayed until 2015. It was sold in 2016 and in 2018, the Maas Gallery loaned it to the Historic Croydon Airport Trust to be displayed in the original booking hall of Croydon Airport. ==History== The painting was commissioned by the British Airports Authority in 1969 to mark the opening of Heathrow Terminal 1, London. It is of oil paint and tempera on three plywood panels of 1.55 metres in height and totalling in length. A number of the photographs used to plan the painting were supplied by the Flight photographic library.\"World News: Queen Opens Heathrow Terminal\", Flight International, 24 April 1969, p. 650. It was unveiled at Heathrow's Terminal One on 17 April 1969 by Prince Philip, in the presence of Queen Elizabeth II.British air transport. Science Museum Group. Retrieved 24 March 2019.Giant mural which shows rare view of the history of Croydon Airport lands in the borough. Chris Ballinger, Croydon Advertiser, 21 January 2019. Retrieved 24 March 2019.Queen Opens New Airport Building. British Pathé, 1969. YouTube. Retrieved 24 March 2019. From 1969 to 2015, it remained on display at the Terminal before being sold by Roseberys of London for £3,800 in 2016.Lot 694 of 510. Roseberys, 2016. Retrieved 26 March 2019. In 2018, it was loaned by the Maas Gallery to the Historic Croydon Airport Trust to be displayed in the original Croydon Airport (now Airport House) booking hall.Giant piece of 'unusual history' lands at Airport House. Riley Krause, Richmond & Twickenham Times, 18 January 2018. Retrieved 24 March 2019. ==Composition== The painting depicts, from left to right, a chronological sequence of events in the history of British aviation on the London to Paris route (1919–1934). ===Aircraft=== A highly competitive London to Paris route was operated by the Aircraft Transport and Travel (AT&T;) company, from Hounslow Heath Aerodrome. AT&T; owned Airco de Havilland DH16s, the first aircraft illustrated in the painting. On 25 August 1919, Cyril Patterson, shown in the foreground, flew the first commercial flight to Le Bourget in a DH16 K-130.British Air Transport – The Pioneering Days 1919–1934. Maas Gallery. Retrieved 24 March 2019. The dark green aircraft is the converted First World War bomber aircraft, the Handley Page Type O/400 HP-16 (Vulture). In May 1919, it carried eight passengers. Flying above, is a later Handley Page H.P.20. A white Handley Page W8, named the Newcastle (later the Duchess of York), is seen behind and slightly to the right of the green Vulture. It was Handley Page's first civil aircraft with the world's first in-built lavatory and it first flew in November 1919. Next is the blue Vickers Vimy Commercial, City of London. Although it has an open cockpit for the pilot and co-pilot, its 10 passengers were under cover. It also had of luggage space. Above is the R33-class airship, built in 1918 and based on a wrecked Zeppelin. Following from the Vickers Vimy Commercial is a red de Havilland DH.34 which flew in March 1922, a British single engine biplane owned by Daimler Hire Ltd. A Havilland DH18A can be seen in the background, which first flew in July 1920. Above is the British Marine Air Navigation Company Ltd's Supermarine Sea Eagle flying boat, which flew from March 1923. Also in the air is the Short L.17 Scylla, a biplane designed by the Short Brothers in 1934 at Imperial's request. It had 39 seats and is the painting's most modern feature. Next, on the ground, is a blue Handley Page W10 (City of Pretoria) which first flew in November 1925. Then there is the Armstrong Whitworth Argosy City of Glasgow, operated by Imperial Airways, which first flew in May 1925. It is the aircraft that carried Edward, Prince of Wales, and his brother Prince George from Le Bourget to Windsor Great Park in 1931. At the painting's far right is the Handley Page HP42 Heracles, mostly made of metal and which first flew in August 1931 with the pilot now under cover. File:DH16-AT&T.jpg;|Airco DH.16 File:Handley Page O-400.jpg|Handley Page O-400 File:HP W.8b.jpg|Handley Page W.8b File:Vickers Vimy Commercial in flight.jpg|Vickers Vimy Commercial File:Review of reviews and world's work (1890) (14587131387).jpg|R33 Airship File:De Havilland DH.34 Daimler Hire Ltd - Ans 05338-02-117-AL-FL (tight crop, white balance, grayscale).jpg|De Havilland DH.34 File:DH 18.jpg|De Havilland DH 18 File:Supermarine Sea Eagle.png|Supermarine Sea Eagle File:Scylla0334.jpg|Short Scylla File:Handley Page Type Ws of Imperial Airways (7585335894).jpg|Handley Page Type Ws of Imperial Airways with Sir Eric Geddes (centre) File:Armstrong Whitworth A W 154 Argosy Mk I (1926).jpg|Armstrong Whitworth Argosy (same as in picture) File:L' HP 45 G-AAXC Heracles.jpg|L' HP 45 G-AAXC Heracles (same as in picture) ===People=== A number of well known aviators are depicted in the painting, including Sir Alan Cobham. A man identical to a description of the first pilot to circumnavigate the world via flight, Wiley Post, is seen in the centre of the painting. Other people in the painting are: * George Holt Thomas – aviation industry pioneer and newspaper proprietor. * Frederick Handley Page – founded Handley Page Limited in 1919. * The Instone brothers (Samuel, Alfred and Theodore) – established the Instone Airline. * Walter G. R. Hinchliffe – Royal Air Force flying ace of the First World War who died during his 1927 transatlantic flight attempt. * Sir Eric Geddes – Chairman of Imperial Airways, 1924–1937. * Hubert Scott-Paine – founded the Supermarine Aviation Works and was later a director of Imperial Airways. * Lord Thomson of Cardington – British Secretary of State for Air, 1924 and 1930. * Sefton Brancker – senior officer of the Royal Flying Corps and later the Royal Air Force. ===Structures=== From left to right, the painting shows progression from Hounslow Heath Aerodrome's apron and hangars in 1919, then the old wooden air traffic control tower of the first Croydon Aerodrome (1920–1928), on Plough Lane, Wallington. To the right of the centre is the later air traffic control tower at Croydon Aerodrome on Purley Way (1928–1959), and further to the right are its hangars. == References == == External links == * High resolution images of the painting (click each panel to expand). (Archived here) Category:1969 paintings Category:Paintings of people Category:English paintings Category:Murals in London Category:Croydon Airport Category:History of Heathrow Airport ",
    "title": "British Air Transport (painting)"
}