{
    "id": "60313637",
    "text": "Cāturmahārājakāyika (; ) heaven is the first world of the devas in Buddhist cosmology. The word Cāturmahārājakāyika refers to the Four Heavenly Kings (Cāturmahārāja) who rule over this world along with the assemblage or multitude (kāyika) of beings that dwell there. The beings themselves are generally called cāturmahārājakāyikās or cāturmahārājakāyika devas. ==Description== The Chāturmahārājakāyika heaven is the first of the heaven of the Kāmadhātu and the lowest of the heavens that maintains a physical connection with the human world. It is located on the slopes of Mount Sumeru, though some of the devas there dwell inside the mountain and in the sky surrounding it. The most notable residents of this world are the Four Heavenly Kings who serve Śakra of the higher heaven Trāyastriṃśa, and govern the four cardinal directions. They are also leaders of various races of beings who reside here. Their functions are as follows: *Dhṛtarāṣṭra - Guardian of the East. Leader of the gandharvas and piśācas. *Virūḍhaka - Guardian of the South. Leader of the kumbhāṇḍas and pretas. *Virūpākṣa - Guardian of the West. Leader of the nāgas and pūtanas. *Vaiśravaṇa - Guardian of the North. Leader of the yakṣas and rākṣasas. Many of these beings have been likened to spirits and gods of Pagan religions as well as goblins, trolls, and fairies of Western folklore. Other residents include the garuḍas, the Khiddāpadosikā, Manopadosikā, Sitavalāhakā and Unhavalāhakā devas. Parjanya and Maṇimekhalā, as well as the sun god Sūrya and the moon god Candra also dwell here. ==References== Category:Buddhist cosmology Category:Heaven ",
    "title": "Cāturmahārājakāyika"
}