{
    "id": "60316067",
    "text": "Photo: The MaMFIS operating at electron beam energy of up to 4 keV and electron current density of about 20 kA/cm2. Main Magnetic Focus Ion Source (MaMFIS) is a compact ion source with extremely high electron current density. The device is designed for production of ions of arbitrary elements in any charge states, in particular, of highly charged ions of heavy elements. == Operation == Atomic ions are produced and confined in the local ion traps formed in crossovers of a rippled electron beam propagating in a drift tube. The electron beam is focused by a thick magnetic lens. In a sharp crossover, the electron current density can reach values, which significantly exceed that for the Brillouin focusing of laminar flow of electrons.Brillouin L., A theorem of Larmor and its importance for electrons in magnetic fields, Physical Review, 67, p. 260 (1945) DOI: 10.1103/PhysRev.67.260 The extraction of ions from the ion source can be realized in both axial and radial directions. Without the ion extraction, the MaMFIS is called the Main Magnetic Focus Ion Trap (MaMFIT) and serves as a source of characteristic radiation. The devices operate at room temperature due to the use of permanent magnets and standard vacuum techniques. == Applications == The MaMFIS can be employed as a tool for fundamental investigations in microplasma physics, surface physics, and atomic physics (e.g., for spectroscopy measurements, study of parity nonconservation in highly charged ions and search for variation of fundamental constants), as well as for technological applications (e.g., in single ion implantation and ion-beam lithography). An application of such ion sources is the charge breeding of short-lived radioactive isotopes. The deep ionization of electron shells allows one to eliminate the conversion decay channels, so that the life-time of nucleus can be increased by many orders of magnitude. In this case, the use of mass spectrometry become feasible. The extremely high electron current density realized in the MaMFIS results in very short ionization times and efficient production of highly charged ions of heavy elements. == References == Category:Ion source ",
    "title": "Main Magnetic Focus Ion Source"
}