{
    "id": "60311661",
    "text": "Buseje Bailey is a Canadian artist and curator working in video and multi- media whose work explores the construction of the diasporic Black self. Bailey's multidisciplinary work explores themes of the Black diasporic identity and women's history. Her video work is distributed by V tape in Toronto. She was cited as an outstanding Black Canadian artist in a 2018 article published by the Canadian Broadcasting Corporation. ==Early life and education== Bailey earned her BFA at York University, Toronto in 1981 and her MFA from the Nova Scotia College of Art and Design in 1991. ==Exhibitions== Solo exhibitions of Bailey's work have been held at McGill University (Body Politics, 1994) and the Eye Level Gallery, Halifax (Making Connections Across Art Forms, 1995). The Women's Art Resource Centre held an exhibition of her work entitled The Viewing Room in 1999. Her work was also featured in the exhibition Black Body : Race, Resistance, Response, curated by Pamela Edmonds in 2001 at Dalhousie Art Gallery in Halifax, Nova Scotia. In 1989 Bailey participated as both a co-curator and an artist in the group exhibition Black Wimmin When and Where We Enter, the first exhibition in Canada to focus entirely on the work of Black women artists. The show toured across Canada and has become a foundation for organizing efforts by Black women artists and curators. Bailey's work was paired with Walter Redinger's in an exhibition at the McIntosh Gallery, University of Western Ontario, in 1998. Bailey was a featured subject in the 2017 exhibition Light Grows the Tree at BAND Gallery (Black Artists' Network in Dialogue) in Toronto, which featured photographic portraits of leading Black Canadian artists, authors, curators and collectors. ==References== ==External links== * Collections Canada: Buseje Bailey * V tape artist page for Buseje Bailey Category:Canadian video artists Category:20th- century Canadian artists Category:21st-century Canadian artists Category:Canadian contemporary artists Category:Black Canadian filmmakers Category:York University alumni Category:NSCAD University alumni Category:Living people Category:Year of birth missing (living people) ",
    "title": "Buseje Bailey"
}