{
    "id": "60317325",
    "text": "Front view of the Klaus-Groth-Museum The Klaus-Groth-Museum is a museum in Heide, Germany. It was established in 1914 in the birthplace of the Low German poet Klaus Groth (1819-1899). After the city of Heide purchased the dilapidated house, it was renovated while striving to preserve the original look of the gable house that was built in 1796 by Groth’s grandfather. Amongst other things, the room Klaus Groth was born in was reconstructed. A drawing by painter Otto Speckter from 1853 served as orientation. Citizens of Heide donated furniture and books to re-equip the interior. Despite being devoted to the life and work of Klaus Groth, the museum also gives an insight into the everyday-life of a miller’s household in the 19th century, a trade Groth’s family pursued for many decades in their house after Groth's grandfather, Claus Reimer Groth, married the daughter of miller Klaus Klehn in 1790. Especially on Lüttenheid – meaning “small Heide” –, which was the artisan district of Heide, living and working were closely linked. The furnished rooms as well as mill equipment presented in the attic exemplify this. Furthermore, an extensive stock of original papers stemming from Groth’s belongings is also part of the museum’s collection. In addition, this includes personal items, paintings as well as photos. A small part of these documents can be seen in the permanent exhibition. Most of the extensive library that accumulated over the years – only a small part has been in Groth’s possession, the rest has been added after the museum opened in 1914 – has been relocated into the national library in Kiel where the books are professionally conserved. Birth room of Klaus Groth, reconstructed after a drawing by Otto Speckter in 1853 Since 2004, the Klaus-Groth-Museum isn’t an independent museum any longer. It became part of Museumsinsel Lüttenheid. Also situated on these premises is the museum of local history of Heide. == References == Citations Sources * * Category:Museums in Germany Category:Heide Circle Category:1914 establishments in Germany Category:Museums established in 1914 ",
    "title": "Klaus Groth Museum"
}