{
    "id": "60318518",
    "text": "Ken Bannister with his banana collection in 1976 The International Banana Museum is a museum located in Mecca, California, dedicated to the banana. The one-room museum contains more than 20,000 items related to bananas. In 1999, the museum set a Guinness World Record as the largest museum devoted to a single fruit. ==History== The museum was conceived by Ken Bannister, who founded it in 1976. In 1972, Bannister was a president of a photographic equipment manufacturing company, and at a manufacturers' conference, he handed out thousands of Chiquita banana stickers. His joke was that since the banana was shaped like a smile, it might encourage people to do so. Encouraged by the positive response, Bannister created the International Banana Club and was designated as the \"Top Banana\". He started receiving banana-related items in the mail, but began to run out of room for all of them. The International Banana Club and Museum subsequently began to operate in Altadena in a rented building. The Banana Club would eventually grow to 35,000 members in 17 different countries. Donating a banana-related item to the museum would enable one to join the Banana Club, with a nickname and ability to earn \"banana merit points\", and obtain a degree in \"Bananistry\". President Ronald Reagan was a member of the club. In 2005, Bannister relocated the museum to a rent-free city-owned space in Hesperia. However, in 2010, the Hesperia Recreation and Park District wanted the museum to move out to make room for a new exhibit. Bannister placed the entire collection on eBay for $45,000. Eventually he had to lower the price to $7,500. In 2010, Fred Garbutt bought the collection for an undisclosed amount, moving it to Mecca and becoming the new curator; it was reported that Bannister had agreed to a purchase price below $7,500. ==Description== In 1999, the museum won a Guinness World Record as the largest museum devoted to a single fruit. At the time, it held a collection of 17,000 items. The collection includes \"banana phones, clocks, coloring books, toys, record players, costumes, golf clubs, stuffed animals, and ... ceiling fans\". Kitschy items include a \"banana couch, banana soda, gold-plated banana, banana boogie board, and banana ears\". The museum houses the only petrified banana in the world, which came from the closet of a girl in Kentucky. The museum is family-friendly, despite a history of people sending in lewd objects. There is also a Banana Bar that serves banana-related food and drinks. ==References== ==External links== *Home page Category:Bananas Category:Museums in Riverside County, California Category:Museums established in 1976 Category:1976 establishments in California ",
    "title": "International Banana Museum"
}