{
    "id": "60318185",
    "text": "Modeccin is a toxic lectin, a group of glycoproteins capable of binding specifically to sugar moieties. Different toxic lectins are present in seeds of different origin. Modeccin is found in the roots of the African plant Adenia digitata. These roots are often mistaken for edible roots, which has led to some cases of intoxication. Sometimes the fruit is eaten, or a root extract is drunk as a manner of suicide.A. d. Ruijter, „Adenia digitata (Harv.) Engl.,” [Online]. Available: https://www.prota4u.org/database/protav8.asp?g=pe&p;=Adenia+digitata+(Harv.)+Engl. . S. V. H. P. Cohen, „Molecular Action of Toxins and Viruses,” in Molecular Action of Toxins and Viruses , p. 54. ==Structure and reactivity== Modeccin consist of two subunits that are bound by a disulfide linkage, the intact protein has a molecular weight of approximately 57-63 kDa.S. Olsnes, T. Haylett en K. Refsnes, „Purification and Characterisation of the highly toxic Lectin Modeccin,” The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. When treated with mercaptoethanol the chains can be dissociated into two subunits,S. Anders, K. Sandvig en S. Olsnes, \"Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,\" Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. subunit A with a mass of 25-28 kDa and subunit B with a mass of 31-35 kDa. S. Olsnes, T. Haylett en K. Refsnes, \"Purification and Characterisation of the highly toxic Lectin Modeccin,\" The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. S. Anders, K. Sandvig en S. Olsnes, „Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,” Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. The A-chain is called the ‘effectomer’ and possesses ribosomal-inactivating properties.L. Barbieri, M. Zamboni, L. Montanaro, S. Sperti en F. Stirpe, „Purification and Properties of Different Forms of Modeccin, the Toxin of Adenia digitata,” Biochemical Journal, nr. 185, pp. 203-210, 1980. The B-chain contains the carbohydrate binding site and it is termed the ‘haptomer’. While the intact toxin molecules have potent cytotoxic effects on cells, they exhibit no ribosomal inactivating activity on ribosomes in a cell-free system. By contrast, reduction of the toxin with a disulfide reducing agent creates the opposite effects. Reduced, dissociated toxin subunits inhibit ribosomal activity in cell-free systems, but they have no effect on intact cells. The reason for these properties is due to the toxin's mode of action. Toxin molecules bind through saccharide recognition sites on the B-chain to particular β-galactosyl-containing glycoprotein or glycolipid components on the surface of cell membranes. In animals that are sensitive to these toxins these polysaccharides are present in virtually all cell types. The toxin binds to cell-surface polysaccharide receptors with a high affinity (Ka in the range of 107–108/M). When the toxin binds to the cell, the A-chain enters through either active transport or endocytosis. Once inside the cell the A-chain enters the cytoplasmic space, binds to the 60S ribosomal subunit and enzymatically inactivates it. The mechanism is catalytic because of this one toxin molecule is enough to disrupt protein synthesis and kill the target cell.G. T.Hermanson, \"Antibody Modification and Conjugation,\" Bioconjugate Techniques, pp. 867-920, 2013. ===Related toxins=== Cytotoxic lectins including Modeccin act in a similar manner as ricin, a well understood toxic lectin, though each one has a different saccharide binding specificity R. G. Wiley en F. Stirpe, \"Modeccin and volkensin but not abrin are effective suicide transport agents in rat CNS,\" Brain Research, nr. 438, pp. 145-154, 1988. Cytotoxic lectins include ricin, abrin, modeccin, volkensin (least toxic, 10 and 40 times less cytotoxic than ricin and modeccin respectively.) and viscumin (10 times less cytotoxic than Ricin).B. J. Lukey, Chemical Warfare Agents: Pharmacology, Toxicology, and Therapeutics, 2007. {| class=\"wikitable\" |- Table 1: Comparison of the Parenteral Lethality of Ricin and Related Toxins in Laboratory MiceB. J. Lukey, Chemical Warfare Agents: Pharmacology, Toxicology, and Therapeutics, 2007. |- | Toxin' || ' (mg/kg) || Reference |- | Ricin || 0.8-10 || Olsnes and Pihl, 1973; Fodstad et al., 1976, 1979; Olsnes and Pihl, 1982; Fulton et al., 1986; Stirpe and Battelli, 1990 |- | Abrin ||0.6-20 || Lin et al., 1969; Olsnes and Pihl, 1973,1982; Stirpe and Battelli, 1990; Dickers et al., 2003 |- | Modeccin || 2.0-5.3 || Gasperi- Campani et al., 1978; Stirpe et al., 1978; Stirpe and Battelli, 1990 |- | Volkensin || 1.7 || Stirpe et al., 1985; Stirpe and Battelli, 1990 |- | Viscumin || 2.4 || Olsnes et al., 1982 |} ===Hybrids=== Synthetically produced toxins and genetically engineered toxin chimeras are areas of emerging interest because of their possible application as new medical modalities (e.g., IgTs) and powerful research tools, as well as their potential misuse as toxin weapons to confuse traditional medical countermeasures (Olsnes and Pihl, 1986; Millard, 2005). Hybrid molecules were prepared from the A- and B-chains of the toxic lectins Ricin and Modeccin by dialyzing mixtures of isolated chains to allow a disulfide bridge to be formed between them. Whereas the hybrid consisting of Ricin A-chain and Modeccin B-chain was non-toxic, the converse hybrid, Modeccin A-chain/Ricin B-chain, was even more toxic than were the parent toxins, native Ricin and Modeccin.S. Anders, K. Sandvig en S. Olsnes, „Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,” Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. ==Extraction== Extraction of Modeccin from the roots of Adenia digitata follows the following procedure. It is firstly chopped into small pieces and then soaked in a sodium chloride solution overnight. It is then homogenised in a Waring Blender and left standing overnight. A cheesecloth is used to wring out all moisture from the mixture. The extract was left standing again overnight, and the remaining supernatant was obtained through centrifugation. The dissolved proteins were precipitated by saturation of the supernatant using ammonium sulfate. The proteins were obtained through centrifugation, redissolving in H20 and dialysis against running water for two days. Finally, the precipitate was removed via low speed centrifugation and the supernatant was freeze-dried.S. Olsnes, T. Haylett en K. Refsnes, „Purification and Characterisation of the highly toxic Lectin Modeccin,” The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. The extract was fractioned using a Sephadex column. The different fractions were assayed for toxicity to mice, to which the most toxic fraction was pooled and subsequently applied to a DEAE-(diethylaminoethyl)-column. The bound proteins, including Modeccin, were eluted and fractionised using a gradient of sodium chloride in solution. Again, the fractions were assayed for toxicity to mice, to which the most toxic fraction was pooled and analysed by Gel Electrophoresis. To better follow the protein during further purification, labelling using 125I is done via the lactoperoxidase method. This does not affect toxicity.S. Olsnes, T. Haylett en K. Refsnes, „Purification and Characterisation of the highly toxic Lectin Modeccin,” The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. Further purification using affinity chromatography with immobilised glycoproteins. Affinity was increased by glycoprotein-treatment with neuraminidase, enzymes that cleave glycosidic linkages of neuraminic acids. Elution of the proteins from the column was effectuated using lactose. Dialysis of the eluted proteins removed the lactose. The different fractions were assayed for toxicity to mice.S. Olsnes, T. Haylett en K. Refsnes, „Purification and Characterisation of the highly toxic Lectin Modeccin,” The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. Gel electrophoresis of the fractions was carried out on a polyacrylamide gel. Samples were made containing sodium dodecyl sulphate, and in some cases small amounts of mercapto- ethanol. A molecular weight of approximately 63 kDa is found in the protein fractions, with traces of 38 kDa and 28 kDa. These trace- fractions are more apparent in mercaptoethanol treated protein fractions. This confirms that Modeccin consists of two protein chains of 28 and 38 kDa respective, linked via a disulfide bond.S. Olsnes, T. Haylett en K. Refsnes, „Purification and Characterisation of the highly toxic Lectin Modeccin,” The Journal of Biological Chemistry, vol. 253, nr. 14, pp. 5069-5073, 1978. ==Mechanism of action== Modeccin inhibits protein synthesis by inactivating the 60S ribosomal subunit. Evidence shows that the toxin inhibits both initiation as elongation of peptide chains. The toxin only attacks eukaryotic ribosomes, bacteria are resistant. ===The B-chain=== The B-chain has saccharide recognition sites for particular ß-galactosyl-containing glycopro- teins or glycolipid compounds on the cell membrane. Modeccin B-chain enters the cytosol after a delay B. J. Lukey, Chemical Warfare Agents: Pharmacology, Toxicology, and Therapeutics, 2007. , since most of the time it is present in intracellular vesicles. Without the Golgi complex, the B-chain cannot enter the cytosol and therefore loses its toxicity A. Bolognesi, M. Bortolotti, S. Maiello, M. G. Battelli en L. Polito, „Ribosome-Inactivating Proteins from Plants: A Hystorical Overview,” Molecules, vol. 21, nr. 1627, 2016. N. Sciaky, J. Presley, C. Smith, K. J. Zaal, N. Cole, J. M. Moreira, T. Mark, E. Siggia en J. Lippencott-Schwartz, „Golgi Tubule Traffic and the Effects of Brefeldin A Visualised in Living Cells,” The Journal of Cell Biology, vol. 139, pp. 1137-1155, 1997. . It only enters the cytosol after it has reached the Golgi complex. Modeccin requires a low pH for entry into the cell. Below pH of 6.0, Modeccin can't enter the cell via endocytosis. It is also known that entry to the cytosol require Ca2+-ions. ===The A-chain=== Research has shown that one toxin A-chain can inactivate a large number of ribosomes, this suggests that the toxin acts by catalytic mechanism. The nature of the enzymatic activity of the A-chain is still not completely clear, it is likely that the A-chain acts as hydrolytic enzyme. Possibly by removing a minor functional group like methyl or phosphate. Experimental data shows that Modeccin kills cells by inactivating the 60S ribosomal subunit S. Anders, K. Sandvig en S. Olsnes, „Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,” Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. A. Bolognesi, M. Bortolotti, S. Maiello, M. G. Battelli en L. Polito, „Ribosome-Inactivating Proteins from Plants: A Hystorical Overview,” Molecules, vol. 21, nr. 1627, 2016. S. Olsnes en A. K. Abraham, „Elongation-Factor-2-Induced Sensitization Of ribosomes to Modeccin,” European Journal of Biochemistry, vol. 93, pp. 447-452, 1979. , however the possibility cannot be excluded that the poison also acts on other parts of the cell. In studies with cell free systems it was shown that only free A-chains inhibit protein synthesis, when the A-chain was bound to the B-chain the toxin was not active L. Barbieri, M. Zamboni, L. Montanaro, S. Sperti en F. Stirpe, „Purification and Properties of Different Forms of Modeccin, the Toxin of Adenia digitata,” Biochemical Journal, nr. 185, pp. 203-210, 1980. . The toxin acts on the ribosomes at, or close to the binding site of Elongation Factor 2 (EF2) and effectuates a modification at this site resulting in lower affinity of EF2 on that site. The ribosomes are sensitized to Modeccin if EF2 is unbound to GTP S. Olsnes en A. K. Abraham, „Elongation-Factor-2-Induced Sensitization Of ribosomes to Modeccin,” European Journal of Biochemistry, vol. 93, pp. 447-452, 1979. . A conformational change to the 60S ribosomal subunit is induced by EF2, which is favourable for the action of Modeccin B-chain S. Olsnes en A. K. Abraham, „Elongation-Factor-2-Induced Sensitization Of ribosomes to Modeccin,” European Journal of Biochemistry, vol. 93, pp. 447-452, 1979. . ===Effects on animals=== Modeccin facilitates destruction of dopaminergic neurons in the ipsilateral substantia nigra and intralaminar thalamus in mice central nervous system (CNS). Modeccin is therefore a more potent suicide transport agent than Ricin, as Ricin is unable to bind to plasma membranes of CNS axon terminals. Direct injection of Modeccin into the CNS effectuated local necrosis.R. G. Wiley en F. Stirpe, „Modeccin and volkensin but not abrin are effective suicide transport agents in rat CNS,” Brain Research, nr. 438, pp. 145-154, 1988. Modeccin exhibits the same toxicity to hepatocytes (liver cells) in vivo as in vitro. It penetrates the hepatocytes and damages the 60s ribosomal subunits. Vesiculation and degranulation of the rough endoplasmatic reticulum after 6 hours of poisoning, total fragmentation after 24 hours of poisoning. Not only the ribosomes are affected, also mitochondria showed damage after Modeccin poisoning. ==Metabolism== The mechanism of metabolism of Modeccin has not been investigated but presumably consists of proteolysis. Free toxin is removed by primarily the liver and kidneys or may be degraded through cellular internalization via lysosomes. The lysosomes carry digestive enzymes, including several proteases that can degrade the Modeccin.CanMedCon, „Recin,” [Online]. Available: http://www.t3db.ca/toxins/T3D2481. ==Counteracting Toxicity== ===Saccharide binding competition=== Mono- and disaccharides, specifically galactose and lactose are potent binding inhibitors of Modeccin. This is related to the necessity of terminal galactose residues in Modeccin binding sites on cell-membranes. ===Brefeldin A=== Treatment with Brefeldin A (BFA) inhibits the cytotoxicity of ModeccinT. Oda en H. C. Wu, „Protective Effect of Cell-Premeable Ceramide Analogs against Modeccin, Ricin, Pseudomonas Toxin and Diphteria Toxin.,” Experimental Cell Research, nr. 221, pp. 1-10, 1995. , by disrupting the Golgi apparatus. Brefeldin A blocks transport from the Endoplasmatic Reticulum and inhibits vesicle formation in the Golgi apparatus. Nucleotide exchange into ADP-ribosylation factor (ARF) is inhibited by BFA, thus preventing assembly of cytosolic coat proteins on target membranes. Without vesicle formation that transport Modeccin from the Golgi apparatus into the cytosol, Modeccin can't enter the cytosol. N. Sciaky, J. Presley, C. Smith, K. J. Zaal, N. Cole, J. M. Moreira, T. Mark, E. Siggia en J. Lippencott-Schwartz, „Golgi Tubule Traffic and the Effects of Brefeldin A Visualised in Living Cells,” The Journal of Cell Biology, vol. 139, pp. 1137-1155, 1997. ===Degree of acidity=== Intravesicular elevation of pH, facilitated by treatment with NH3Cl, inhibits cytotoxicity of Modeccin S. Anders, K. Sandvig en S. Olsnes, „Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,” Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. P. C. Ghosh en H. C. Wu, „Enhancement of Cytotoxicity of Modeccin by Nigericin in Modeccin-Resistant mutant cell-lines,” Experimental Cell Research, nr. 174, pp. 397-410, 1988.. Also, incorporation of ionophores like Monensin in the cells facilitates elevation of pH S. Anders, K. Sandvig en S. Olsnes, „Preparation and properties of a hybrid toxin of Modeccin A-chain and Ricin B-chain,” Biochimica et Biophysica acta, nr. 761, pp. 296-302, 1983. . This is because of their capability of reversible ion-binding and their lipophilic nature. ===Ceramide analogs=== The protective effect of ceramide analogs and related sphingolipids, shown in figure 5, is observed in cytotoxin activity of Modeccin. They do not affect the binding and internalization of Modeccin but do affect the intracellular protein transport through the Golgi complex. C2-cer, C6-cer and C8-cer protect against Modeccin toxicity, but the former and the latter less effective than C6-cer. The naturally occurring C18-cer has no effect on Modeccin toxicity, as well as sphingosine and sphingomyelin.T. Oda en H. C. Wu, „Protective Effect of Cell- Premeable Ceramide Analogs against Modeccin, Ricin, Pseudomonas Toxin and Diphteria Toxin.,” Experimental Cell Research, nr. 221, pp. 1-10, 1995. ==References== Category:Lectins Category:Plant toxins Category:Ribosome- inactivating proteins ",
    "title": "Modeccin"
}