{
    "id": "60312095",
    "text": "The 45 cm naval rocket was a rocket artillery system used by garrison troops of the Imperial Japanese Navy during the late stages of World War II in defense of island bases in the Pacific. == Design == The 45 cm naval rocket was first discovered during the Battle of Luzon. It was a spin-stabilized rocket that was filled with 39 sticks of solid propellant weighing and the exhaust gasses were forced through six venturis that were angled at 18° to impart spin. The total weight of the rocket motor was .German and Japanese Solid-Fuel Rocket Weapons, pg.66-68 The body of the motor, warhead and nose cone were all made from rolled steel and were welded together. The warhead contained of Trinitroanisole and in the center of the nose cone, there was a pocket that could house either a Navy nose fuze as used by the 20 cm naval rocket or Army mortar fuze. The launcher was a two-wheeled wooden cart with a metal baseplate that held the base of the rocket. The rocket was launched by pulling a lanyard which tripped a spring powered hammer at the bottom left of the launcher which set off a percussion cap which started the rocket motor. The launcher could only be used once because the force of the launch destroyed the launcher. The first captured rocket was tested in Manila and although launched successfully at a 43° angle the rocket started wobbling during the latter half of its flight and only reached a range of . Four more rockets were later tested at Aberdeen Maryland proving grounds and they were able to reach . The rockets created a crater deep and in diameter with flaming debris scattered up to from the point of impact. However, the accuracy of the rocket was said to be poor so they couldn't be fired at a specific target but were instead fired towards a target and may have been more useful as a siege weapon. == Gallery == File:45 cm Naval Rocket-Launcher.jpg|45 cm naval rocket launcher. File:45 cm Naval Rocket (3).jpg|Captured 45 cm Naval Rocket. Note the venturi tubes. File:45 cm Naval Rocket (2).jpg|Captured 45 cm naval rockets. ==References== Category:World War II artillery of Japan Category:Rocket artillery Category:450 mm artillery ",
    "title": "45 cm naval rocket"
}