{
    "id": "60315348",
    "text": "Juan Mora Fernández. The Fundamental Law of the Free State of Costa Rica, sometimes called the Political Constitution of 1825, was issued on January 25, 1825 by the Constituent Congress of the State of Costa Rica and during a time the country was a formal member of the Federal Republic of Central America.Aguilar B., Aguilar Óscar (1974). La Constitución de 1949. Antecedentes y proyecciones. San José, Costa Rica: Editorial Costa Rica. It would function until it was abrogated by Braulio Carrillo Colina who in 1838 takes power in a dictatorial manner and issues on March 8, 1841 the Decree of Basis and Guarantees that will operate as a de facto constitution until the arrival of Francisco Morazán in 1844 who overthrew Carrillo and was temporarily restored. ==History== Costa Rica was one of the most disciplined member states of the Central American Federal Republic, following the mandates of the federal government, conducting the corresponding elections to elect federal offices, sending soldiers to swell the federal army and paying taxes. After the Bases were issued of Federal Constitution on the part of the National Constituent Assembly of Central America, instructions were given to the member countries to call local congresses and establish their state constitutions. This was done and the Fundamental Law of the State emanated from it. Braulio Carrillo, who had been Head of State resented the inaction of the Federal Republic before the annexation of Bocas del Toro in 1836 by Colombia and who had emerged victorious during the 1835 Costa Rican civil war that pitted the cities of San Jose, Alajuela, Heredia and Cartago, was candidate for re-election against the federalist candidate Manuel Aguilar Chacón in the elections of 1837, Aguilar being a convinced supporter of the Federal Republic. Aguilar wins, but Carrillo makes a coup with the help of the Army, taking power just before the Central American Federation dissolves itself. ==Constituent Congress of the State of Costa Rica== The Constituent Congress of the State of Costa Rica of 1824-25 was the first Constituent Assembly convened in Costa Rica and author of the Fundamental Law of the Free State of Costa Rica. It was convened as part of the United Provinces of Central America newly independent from Spain. On May 5, 1824, the National Constituent Assembly of Central America issued the mandate to the member states to convene constituent congresses to establish their state constitutions. Previously, said Assembly had issued the Bases of Federal Constitution in 1823 and then the Constitution of the Federal Republic of Central America in 1824 and now it was up to the State of Costa Rica to designate its internal constitution as well as the laws necessary for the proper functioning of the young State, so that in addition to the Constituent prerogatives was given Legislative Branch powers. Naturally the Constitution should be federal and based on the foundations of the Central American Constitution, that is, could not contradict it. It consisted of ten members, its president was Nazario Toledo, his secretary Rafael Ramírez and his assistant secretary Gordiano Paniagua. Juan Mora Fernández was Provisional Supreme Chief in this period, but he was not part of the Congress. The Congress also defined the country's flag and coat of arms. This Constitution was in force until it was repealed by Braulio Carrillo when he assumed power authoritatively in 1838. ==Content== It prescribed the third-grade vote (based on the Cádiz Constitution) in which male citizens elected second-degree electors in parochial elections, parishes elected other first-degree by department, and finally elected the authorities policies.Obregón Loría, Rafael (1966). El Poder Legislativo en Costa Rica. San José, Costa Rica: Asamblea Legislativa. It created the Executive, Legislative and Judicial branches, as well as a fourth branch, called the Conservative Branch, which exercised state control, something similar to the current Comptroller. It abolished the fueros to the military and the Church and drafted the rights of the citizen. It appointed the official name of Free State of Costa Rica and demanded that in order to be Head or Deputy Chief of State it would be required to be a Costa Rican by birth, a lay person, thirty years-old and owner of a property not less than one thousand pesos or an annual income of two hundred or be a professional of some science. It also prescribed a period of four years with consecutive reelection once. The Legislative Branch was unicameral and by popular election, called Congress, among its powers apart from that of legislating, it includes being the guardian of the Constitution, decreeing loans, commute sentences and pardon, receive the resignations of the members of the Supreme Powers and fix the territorial limits. ==References== Category:Constitutions of Costa Rica ",
    "title": "Fundamental Law of the State of Costa Rica"
}