{
    "id": "60312068",
    "text": "Aureochromes are blue light photoreceptors as well as transcription factors found only in stramenopiles so far. ==Description== It was first discovered in Vaucheria frigida in 2007 by Takahashi et.al. Photosynthetic eukaryotes mainly convert sunlight into energy via photosynthesis, but light also is important for movement and development, regulation of biological activities. The effective wavelength for light responses in photosynthetic eukaryotes is mainly in the red light (RL) and blue light (BL) regions (Mohr 1980; Furuya 1993). The red/far-red receptor phytochrome and phytochrome-mediated responses like suppression of hypocotyl growth have been studied intensively. BL-induced responses may include phototropism and chloroplast photo-relocation movement (Christie 2007). Various BL receptors have been discovered in green plants. Takahashi et.al isolated BL receptors from the Xanthophyceae alga, Vaucheria in 2007 and named it Aureochrome (Latin meaning: aureus = gold). This new class of blue light photoreceptors is unique in a way because of the presence of a bZIP (DNA binding domain) along with LOV (light perception) domain which makes it function as transcription factor as well as photoreceptor as shown by Takahashi et al. in 2007. Four orthologues of aureochromes have been identified in model diatom P. tricornutum, i.e. AUREO 1a, 1b, 1c and 2. Aureo1a recognizes the sequence TGACGT, which is the typical binding site for certain subfamilies of bZIP transcription factors. It was also shown that PtAUREO1a and 1c are regulated in a light-independent circadian rhythm and that they are capable of forming homodimers and heterodimers which recognize the ACGT core sequence within the aureochrome. The photoreactions of AUREO 1 protein have been studied recently by Tsuguyoshi et al (2011) and they concluded that the AUREO1-LOV exists in equilibrium between the monomer and dimer. Huysman et al. showed that Aureo1a is involved in regulation of expression of diatom-specific cyclin dsCYC2 which is involved in G1 to S phase transition after dark arrest in 2013. Aureo1a, indeed is shown to function as a repressor of high light acclimation. == References == == Further reading == * * * Category:Photoreceptor cells ",
    "title": "Aureochromes"
}