{
    "id": "60317126",
    "text": "\"Marge the Lumberjill\" is the 6th episode of the thirty-first season of the American animated sitcom The Simpsons, and the 668th episode overall. It aired in the United States on Fox on November 10, 2019. The writer was Ryan Koh, while musician Jill Sobule also wrote and performed an original song for the episode. This episode introduced Grey Griffin as Sherri and Terri and Martin Prince following the death of Russi Taylor on July 26, 2019. ==Plot== At Springfield Elementary, the children perform dramatic scenes that they wrote themselves, based on TV shows and YouTube videos. Near the end, Lisa performs a scene based on her family, starring herself along with Database (as Bart), Ralph (as Homer), Sam (as Marge), and Kearney (as Maggie). This makes her family feel uncomfortable on how people see them from outside; in particular Marge for being perceived as boring. To change these perceptions, Marge tries to do a funny sermon at the First Church of Springfield, but fails. Going back home, a lighting hits a tree making the trunk fall on top of the car. The next day, Homer starts chopping down the trunk but soon goes to sleep on his hammock, so Marge starts chopping it herself. Patty invites her lumberjill friend Paula to watch her doing the job; Paula proceeds to coach Marge and invites her to become a lumberjill in the woods. Marge eventually takes up timbersports, and takes part in a team with Paula in the Springfield Timbersports Pro-am, which they win against other men. At this moment, Patty tells Homer that Paula is a lesbian; making Homer fear that Paula will try to steal Marge away from him. Paula eventually asks Marge to become her partner by training for a month in Portland, Oregon and she accepts, amplifying Homer's concerns. One month later, Homer and the kids go to Portland to bring her back, but find her getting acquainted in the house with Paula and unsure of coming back the next day after the competition, the Grizzly Timbersports Northwest Championship. They win and Paula tells Homer that she is not romantically interested in Marge; she has a wife who is a ribbon dancer in the Olympics and they have a child of their own. She also assures Homer that she and Marge are just good friends and that Marge is welcome to come back to train with her anytime. Grateful, Homer offers his sperm to her if she decides to have another kid, to which she promises to think about it. She then coaches Homer to offer to give Marge a ride home to Springfield. In the final scene, Homer buys Maggie a toy chainsaw so she could develop an interest in lumberjacking in the future. However, she gets scared by it as soon as she tries it. ==Reception== Tony Sokol of Den of Geek gave the episode 2 and a half out of 5 stars. Dennis Perkins of The A.V. Club gave the episode a B-, stating \"It all leaves the amiable ‘Marge The Lumberjill’ feeling awfully inessential, especially since it isn’t packed with compensatory great jokes...And there’s a lovely little present for quick-eared fans of quirky bisexual singer-songwriter Jill Sobule (of the superior ‘I Kissed A Girl’ song), who sings the original Marge training montage anthem ‘The Lumberjill Song’ after she’s name-checked as the newly Portland-ized Marge’s fashion icon. It’s sweet, even if its playful depiction of Marge’s inner awakening feels more invested than the episode as a whole ends up being.” ==References== ==External links== * Category:2019 American television episodes Category:The Simpsons (season 31) episodes Category:LGBT-related animation ",
    "title": "Marge the Lumberjill"
}