{
    "id": "60318020",
    "text": "The Detroit Demolition Program was started in 2014 by a major push from Mayor Mike Duggan. The program relied on federal and state funding to remove commercial and housing properties that were not in use and had unlivable conditions. The plan was for 40,000 properties to be taken down to allow for property values to rise and have land for new homes and office space to be built in the city. Poverty and crime continue to impact the city, and the demolition program was created in hopes to improve conditions for the people living in the urban areas of Detroit. As of April 2019, the program is in effect with plans to continue for eight more years. ==History== By the time Detroit filed for bankruptcy in the summer of 2013, the city had been experiencing urban blight for decades. A multitude of factors, including racial unrest, a struggling automotive industry, and white flight had deprived the city of a tax base, leading to deficits and a failure of the municipal system. Further compounding Detroit’s problems was the fact that despite large decreases in population, its area remained unchanged, stretching thin municipal services. High rates of housing vacancies in turn lead to large tracts of urban space marked by deteriorating buildings and associated with high poverty and crime rates. The resulting phenomenon of urban shrinkage and vacant lots only serve to perpetuate the unemployment and poverty plaguing the Detroit inner city. In response to the issues of “urban blight,” Detroit has accelerated demolition projects with faster, less cumbersome guidelines, demolishing 3,739 vacant buildings in 2014. ==Detroit Demolition Program Mission== The Detroit Demolition Project was founded in 2014 to remove blight from the city’s urban properties with the goals of minimizing adverse environmental and health risks, safely salvaging or disposing unused material, and leaving sites in suitable condition for redevelopment. Working in conjunction with EPA Region 5, demolitions are conducted in compliance with local regulations for asbestos removal, backfill contamination, dust control, and deconstruction. Many of the demolitions are the funded by the Hardest Hit Fund, which account for 2/3 of the recorded demolitions to this point.City of Detroit. (2019) Detroit Demolitions (April 5, 2019) [Demolitions Data Lens visualization from governmental open data]. Retrieved from https://data.detroitmi.gov/Government/Demolitions-Data-Lens/xhif-khyv The HHF is a federally funded program established in 2010 to aid states affected by the 2007 mortgage crisis. A July 2015 report published by Dynamo Metrics, a government collaborated property analytics aggregator stated the average cost of an individual HHF demolition as $14,855. ==Program Effects== ===Results=== The first home demolitions in Detroit occurred in January 2014, and as of April 2019, the program is still in effect. In this time over 17,000 properties have been torn down.“Detroit Demolition Program.” City of Detroit, detroitmi.gov/departments/detroit-building-authority/detroit-demolition- program#Become-Demolition-Contractor. Another 2,800 demolitions have already been contracted and will occur within the next 12 months. The city hopes to reach 40,000 demolitions over the next eight years. The city of Detroit is split into seven council districts. The Detroit Demolition Program targeted all of these districts. Each region had between 1,500-3,000 demolitions.Detroit Demolition Program Interactive Map, https://data.detroitmi.gov/Government/Demolitions-Data-Lens/xhif-khyv These demolitions were contracted to numerous companies with $90 million going to businesses that started up in Detroit. Most of these funds come from a Hardest Hit Funding program that is federally funded. The government website for the program provides evidence that there have been increases in property values due to the demolitions. The study for this was conducted by The Skillman Foundation, Rock Ventures, and Dynamo Metrics in October 2015, 21 months after the demolitions began. In this time span, homes in nearby areas (within 500 ft of demolitions) showed increases in property values by an estimated 4.2%.“Impact of Demo on Property Values.” City of Detroit, detroitmi.gov/departments/detroit-building-authority/detroit-demolition- program/impact-demo-property-values. When demolitions were incorporated into other blight-elimination strategies, including nuisance-abatement lawsuits, auctions, and sales of side lots to neighbors, these regions saw a 13.8% increase in home valuation. As of March 2018, 3,000 previously vacant homes have been sold, resulting in an influx of members within the community.Afana, Dana. “Detroit Aims to Fix, Demolish or Board up 22,000 Abandoned Homes by End of 2019.” Mlive.com, Mlive.com, 7 Mar. 2018, www.mlive.com/news/detroit/2018/03/detroit_expects_to_fix_demolis.html. A Wayne State University study on the effects of Detroit demolitions on crime rates found that the 9,398 demolitions conducted by the city between 2010 and 2014 were associated with statistically significant decreases in rates of total crime, violent crime, and property crime. On the other hand, while a decrease in drug crime was also observed, the study could not attribute the decrease to the demolitions due to a weaker statistical relationship. ===Controversies=== In February 2019, federal authorities decided to expand an investigation looking into the environmental negligence of the demolition program. Some research had shown that the dirt used to fill areas that were demolished was contaminated.“LeDuff: In Detroit, Is Dirt Money in Disguise?” Deadline Detroit, www.deadlinedetroit.com/articles/20459/leduff_in_detroit_is_dirt_money_in_disguise. Potential lead contamination is being investigated as well, as some areas in the city have seen spikes in lead levels. The demolition program has made no official statement regarding these issues. Prior to this investigation, a grand jury found the program guilty for accepting bribes for contracting work, and the program was forced to return $6.4 million in funding in 2017.Snell, Robert, and Christine Ferretti. “Grand Jury Focusing on Detroit's Demolition Program.” Detroit News, DetroitNews, 14 June 2017, www.detroitnews.com/story/news/local/detroit-city/2017/06/13/detroit- demolition-program-grand-jury/102816406/. ==See also== Decline of Detroit, details the factors contributing to the economic downfall of Detroit. ==References== Category:Government of Detroit Category:2014 establishments in Michigan Category:Demolition Category:Redevelopment projects in the United States ",
    "title": "Detroit Demolition Program"
}