{
    "id": "60319951",
    "text": "General elections were held in Mozambique on 15 October 2019.Mozambique sets October 2019 for general elections News24, 11 April 2018 The elections were marked by assassinations and significant intimidation of prominent leaders of opposition parties and election observers. Local elections observers, civil society organizations, the Commonwealth Observer Group, the European Union Election Observation Mission, and several national and international entities classified the elections as rigged. State resources, media, and aid for cyclone victims were extensively used in favour of the ruling party (FRELIMO) and its candidates. Nevertheless, the incumbent president Filipe Nyusi of FRELIMO was declared re-elected with 73% of the vote. The main opposition party RENAMO as well as the other oppositions parties involved in the elections contested the results, claiming there were numerous irregularities, and accusing FRELIMO of \"massive electoral fraud\", including hundreds of thousands of \"ghost voters\". As evidence for the international community, Ossufo Momade, the president of the main opposition party RENAMO, transported to Europe a box filled with vote ballots that had been marked in favor of the incumbent president Filipe Nyusi of FRELIMO before the commencement of vote. The international community ignored the extensive evidence of fraud, and gradually countries started recognizing the incumbent president Filipe Nyusi of FRELIMO as the winner of the elections ==Electoral system== The President of Mozambique was elected using the two-round system.Republic of Mozambique: Election for President (President) IFES The 250 members of the Assembly of the Republic were elected by proportional representation in eleven multi-member constituencies based on the country's provinces and on a first-past-the-post basis from two single-member constituencies representing Mozambican citizens in Africa and Europe. Seats in the multi-member constituencies were allocated using the D'Hondt method.Electoral system IPU == Candidates == On 16 January 2019, the main opposition party RENAMO held a congress at which Ossufo Momade was elected as the party's new leader and presidential candidate. Ossufo Momade eleito presidente no final congresso da RENAMO Deutsche Welle, 17 January 2019 Momade had been the party's interim president following the death of Afonso Dhlakama in May 2018 and was seen as a \"unifying leader\" that could bring the political and military sector of RENAMO closer. RENAMO depois de Dhlakama: Coesão ou cisões? Deutsche Welle, 14 May 2018 The ruling FRELIMO held its congress on 6 May, at which it confirmed its decision to support the re-election of President Filipe Nyussi for a second and final term. On 9 May and following a three-day congress, the Democratic Movement of Mozambique confirmed that its presidential candidate would be Daviz Simango, mayor of Beira since 2003. Simango was a presidential candidate in the two previous general elections.Terceiro maior partido moçambicano confirma Daviz Simango como candidato presidencial Observador, 9 May 2019 On 31 July the Constitutional Council approved four candidates; Nyussi, Momade, Simango and Mário Albino. Two candidates were disqualified; Hélder Mendoça and Alice Mabota. Mabota would have been the first woman to run for president, but failed to collect enough signatures. FRELIMO nominated Mércia Viriato Licá as one of their candidates. She was elected and became the youngest MP in the country's history. ==Results== ===President=== ===Assembly=== ===Provincial elections=== {| class= wikitable style=text-align:right !rowspan=2|Province !colspan=3|Seats |- !FRELIMO !RENAMO !MDM |- |align=left|Cabo Delgado Province||66||16||0 |- |align=left|Gaza Province||81||1||0 |- |align=left|Inhambane Province||54||6||0 |- |align=left|Manica Province||63||17||0 |- |align=left|Maputo Province||61||18||2 |- |align=left|Nampula Province||63||31||0 |- |align=left|Niassa Province||46||14||0 |- |align=left|Sofala Province||60||13||8 |- |align=left|Tete Province||65||17||0 |- |align=left|Zambezia Province||69||23||0 |- |align=left|Total||628||156||10 |- |align=left colspan=4|Source: STAE |} ==References== Category:Presidential elections in Mozambique Mozambique Category:2019 in Mozambique Category:Elections in Mozambique Category:October 2019 events in Africa ",
    "title": "2019 Mozambican general election"
}