{
    "id": "60316210",
    "text": "Smyser-Bair House is a Victorian building and contributing property of the York Historic District in York, Pennsylvania. The house was built in the 1830s as a private home and was purchased by Henry Smyser in the mid 19th century. Smyser-Bair House was owned by the Smyser-Bair family from the mid 19th century to 1979. The house was acquired by the Historical Society of York in 1979. It is part of the York Historical Walking Tour. ==History== Smyser-Bair House was constructed during the third decade of the 19th century and was purchased by Dr. Henry Smyser in the mid 1850s. Henry Smyser was a surgeon of German descent who used the house as his private home and office. Smyser was born in York Borough, on 8 December 1825, to Eliza and Michael Smyser. He attended University of Pennsylvania where he graduated in 1847. John Gibson, an American historian, stated in 1886 that Smyser was a representative of the first families of York County, Pennsylvania. Smyser was one of the original Forty-niners and has spent two years in California. He joined the Rocky Mountains migration and went on an expedition during the California Gold Rush where he stuck it rich. In 1855, Smyser signed up as a Surgeon Major in Russia during the Crimean War. For his service during wartime, Smyser was invited to Catherine Palace in Tsarskoye Selo, Russia by Alexander I of Russia. Smyser was one of the few Americans to set foot in Catherine Palace's Amber Room. There, he was presented with two medals by the Tsar. A year after Smyser's meeting at Amber Room, he purchased Smyser-Bair House. In 1860, Smyser married Emma Reiman, daughter of John Reiman. They had two children: Ella Nora and John Reiman Smyser. In 1862, Henry Smyser was enlisted in the War of the Rebellion, known today as the Civil War. Smyser was posted at a makeshift tent hospital in Penn Park, down the street from Smyser-Bair House, where he treated injured soldiers from the Battle of Gettysburg. During those times, Robert E. Lee, the commander of the Confederate States Army, visited Smyser- Bair House as a guest of Henry Smyser. Charles Dickens, an English writer, also visited Smyser-Bair House to meet Henry Smyser in the late 1860s. Portrait of Robert C. Bair Smyser's son, John Reiman Smyser, moved to Philadelphia where he became a pharmacist and his daughter, Ella, married Robert C. Bair, a lawyer and son of a local judge. Smyser-Bair House was passed on to Ella and Robert C. Bair after the death of Emma and Henry Smyser. Bair was involved in politics and served as the Director of Historical Society of York County. He also taught Sunday school at the Lutheran church near Smyser-Bair House. Ella and Robert Bair had one child, Smyser Henry Bair. Smyser Henry Bair, married Alma Quickel, a school teacher. The couple moved into Smyser-Bair House to live with Ella Bair after the death of Robert Bair. Smyser Henry Bair became the President of a local gas company. He replaced steam heating system of the house with natural gas heating system. The old steam heating system remains as a relic in the basement of Smyser-Bair House today. Smyser and Alma Bair had no children and Alma Bair was the last member of Smyser-Bair family to live in the Smyser-Bair House. Alma Bair lived in the house till her death in 1979. After Alma Bair's death, the house was left to the York's Historical Society. Smyser-Bair House remained under the possession of Historical Society until the King family purchased the house in the 1980s. Tom, Nancy, Bob and Hilda King restored the house to its original appearance during the Victorian era and opened the house for public as the Smyser-Bair House Bed and Breakfast. Between the 1980s and 2000s, Smyser-Bair House operated as a bed and breakfast. Smyser-Bair House was purchased by Pam Hartle of the Hartle family in the early 2000s and became their private residence until Nataliya and Eric D. Goodman purchased the house in 2007. The Goodman family owned and operated the Smyser-Bair House as The Historic York Inn/Smyser-Bair House from 2007 to 2019. The current owners, Colonel (Retired) Gary A. Robinson II and his wife Yeon Kyung Chung, continue to run the home as an extended stay inn as the York Inn (Smyser - Bair House Bed & Breakfast). The house has been featured on the HGTV series, If Walls Could Talk in the years 2007 and 2008. It has also been a subject of a dissertation at the University of Pennsylvania. In 2005, Smyser-Bair House was opened up for the victims of Hurricane Katrina. In 2008, Hillary Clinton visited the house during her Presidential Campaign. The New York Times Bestseller author, Steve Berry donated a signed copy of his novel, The Amber Room for display in the Amber Room of the house. Smyser-Bair House is also on the list of York Historical Walking Tour. ==Description== Interior of the Smyser-Bair House Smyser-Bair House was constructed during the 1830s. The house is notable for its historic preservation and ornate details. The structure of the building follows Victorian architecture. Smyser-Bair House was never converted into apartments or changed by large scale renovation.A Guide for Maintaining and Rehabilitating Buildings in York City's Historic Districts Retrieved 23 March 2018 As per York Daily Record, Smyser-Bair House stands mostly as it was seen in the late 19th century. The house retains many of the details that it became known in the 1800s and is recognized for its historical preservation. Smyser- Bair House's ornate features include handcrafted pier mirrors covered with gold from Henry Smyser's California Gold Rush expedition. The expedition is demonstrated in an illustration in the main hall of the house. Smyser-Bair House also houses Robert C. Bair's original Sunday school lesson books, complete with his handwritten notes. Bair's photograph collection is archived at the York County Historical Trust Library with a grant from the Pennsylvania Historical and Museum Commission. The photograph collection includes 721 photos from 1906 to 1928 including the photos of civil war veterans from the 1913 Gettysburg battlefield reunion. ==References== ==External links== * Category:Buildings and structures in York, Pennsylvania Category:Victorian architecture in Pennsylvania Category:Buildings and structures completed in the 19th century Category:Houses completed in the 19th century ",
    "title": "Smyser-Bair House"
}