{
    "id": "60316702",
    "text": "Nisha Kalema (born 1993) is a Ugandan multi-award winning actress, producer and writer. She won 3 Best Actress Awards at the Uganda Film Festival Awards in 2015, 2016 and 2018 for her roles as Grace in The Tailor, Amelia in Freedom and Veronica in Veronica's Wish respectively. ==Career== Kalema's debut acting role was in a television series, It Can’t Be, which aired on WBS TV in 2014. The producer of It Can't Be, Richard Mulindwa offered her another role in a movie, Hanged For Love, where she played Jackie, an unlucky-in-love young woman. Kalema starred in her breakout film Galz About Town playing Clara, a leader of a gang of high end prostitutes. She received positive reviews for her performance from views and the media. Hassan Mageye, the producer of Galz About Town, cast Kalema in a lead role as Grace in his 2015 film, The Tailor. With The Tailor, she won her first Best Actress Award at the 2015 Uganda Film Festival Awards for portraying a materialistic wife who leaves her husband and daughter when she finds out her husband has cancer. Kalema received her second win for Best Actress at the 2016 Uganda Film Festival Awards for her role as Amelia in Freedom. The film won six awards including Best Picture and Film of the Year. Kalema received more international attention for her role in Freedom. Kalema and the rest of the cast staged Freedom at the Edinburgh Fringe Festival in Scotland and the Bernie Grant Arts Centre in London in August 2017. Kalema had also written the script for the film but lost her writing credits on promotional posters, DVD and theater release even after pleading with the producers to get her credits. In 2016, Kalema played Prossy in Jinxed, Lee Krassner in Ugandan Pallock and Diana in The Only Son. She also got a recurring role on Yat Madit TV series. In 2018, Kalema produced and played the lead role in Veronica's Wish, in which she played a cancer patient. She received her third Best Actress Award for the film at the 2018 Uganda Film Festival Awards and the film went on to win nine awards including Best Picture, Best Director and Best Support Actor (Male) becoming the biggest winner. ==Education and personal life== Kalema attended St Charles Lwanga Primary School in Matugga, Oxford Muslim High School, Kawempe Muslim School, Kalinabiri Secondary School and completed her A-level at Kampala High School in 2009. She later graduated from Buganda Royal Institute of Business and Technical Education with a Certificate in Journalism and Creative Writing in 2013. ==Filmography== {| class=\"wikitable sortable\" |+Film ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"2\" | 2014 | Hanged For Love | Jackie | |- | Galz About Town | Clara | |- | 2015 | The Tailor | Grace | rowspan=\"2\" | Won Best Actress at UFF Awards |- | rowspan=\"4\" | 2016 | Freedom | Amelia |- | The Only Son | Diana | |- | Ugandan Pollock | Lee Krassner | |- | Jinxed | Prossy | |- | 2018 | Veronica's Wish | Veronica | Won Best Actress at UFF Awards |- |} {| class=\"wikitable sortable\" |+Television ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2014 | It Can’t Be | | WBS TV series |- | 2016 | Yat Madit | | |- |} {| class=\"wikitable sortable\" |+Theatre ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"2\" | 2017 | rowspan=\"2\" | Freedom | rowspan=\"2\" | Amelia | Edinburgh Fringe Festival |- | Bernie Grant Arts Centre |} ==Awards and nominations== {| class=\"wikitable\" |- ! Year ! Nominated work ! Association ! Category ! Result ! |- | align=\"center\"| 2015 | The Tailor | rowspan=\"5\" | Uganda Film Festival Awards | rowspan=\"3\" | Best Actress | | style=\"text-align:center\" | |- | align=\"center\"| 2016 | Freedom | | style=\"text-align:center\" | |- | rowspan=\"3\" align=\"center\"| 2018 | rowspan=\"4\" | Veronica's Wish | | style=\"text-align:center\" | |- | Best Script (Screen Play) | | style=\"text- align:center\" | |- | Best Feature Film | | style=\"text-align:center\" | |- | align=\"center\"|2019 | Mashariki African Film Festival | Best East African Feature Film | | style=\"text-align:center\" | |- |} ==References== ==External links== * Category:1993 births Category:Living people Category:Ugandan film actresses Category:Ugandan television actresses Category:21st-century Ugandan actresses Category:People from Kampala Category:Ugandan stage actresses ",
    "title": "Nisha Kalema"
}