{
    "id": "60311071",
    "text": "Prof John Walton LLD (1895-1971) was a 20th-century British botanist and paleobotanist. ==Life== He was born in Chelsea, LondonThe Fossil Hunters by H N Andrews on 14 May 1895, the son of the artists Edward Arthur Walton and his wife Helen Law. The family moved to 7 Belford Park near Dean Village in Edinburgh around 1904.Edinburgh Post Office Directory 1905 He studied Natural Sciences at Cambridge University under Prof Albert Seward graduating MA. Continuing as a postgraduate he received multiple doctorates: Manchester (DSc), Cambridge (DSc), Lille (DeSc) and Montpellier (DeSc). In 1921 he joined the Oxford University expedition to Spitzbergen. He became Demonstrator in Botany at Cambridge in 1922. In 1924 he moved to Manchester University as a lecturer. In 1930 he was created Professor of Botany at Glasgow University holding this role until his retiral in 1962. In 1931 he was elected a Fellow of the Royal Society of Edinburgh. His proposers were Edward Taylor Jones, Sir John Graham Kerr, Thomas Murray MacRobert, and Robert Alexander Houstoun. He served as Vice President to the Society from 1937 to 1940 and won the Society's Neill Prize for the period 1947/49. He was President of the Glasgow Tree Lovers Association and President of the Scottish Youth Hostel Association. He retired in 1962 to Edinburgh and there served as President of the Edinburgh Botanical Society. He died in Dundee on 13 February 1971. ==Family== He married the daughter of his university professor, the botanist Albert Seward.The History of Biological Science ==Publications== *Geology of the Wankie Coalfield, South Rhodesia (1929) *Introduction to the Study of Fossil Plants (1953) ==References== Category:1895 births Category:1971 deaths Category:People from Chelsea, London Category:Alumni of the University of Cambridge Category:Academics of the University of Glasgow Category:British botanists Category:Paleobotanists Category:Fellows of the Royal Society of Edinburgh ",
    "title": "John Walton (botanist)"
}