{
    "id": "60316388",
    "text": "Iwamura Castle, one of the Japan's Top 100 Castles is famous as \"the castle of the female castellan\" owned by Otsuya no kata. A list of female castellans in Japanese history. == Definition == Ne Castle was owned by Seishin-ni from 1614-1620 The list includes the following persons: * Women who inherited the leadership of a Samurai clan. * A woman who was named commander of the castle by a Daimyo. * Due to the death of a male owner, his wife or daughter formally inherit the leadership of the castle. The list does not include: * Women who had great political power but were not formally clan or castle leaders. * Reigning Empresses or Regents * Women who was the owner of part or compartment of a castle, like Kodai-in who gave the eastern ward of Osaka Castle to Tokugawa Ieyasu. * Women who received honorable titles, such as Lady Kasuga who was named Jōrō Otoshiyori (上 臈 御 年 寄) and commanded the Ōoku area of Edo Castle * Buildings or areas that cannot be considered a Japanese castle. == List == Tachibana Ginchiyo was the castellan of Tachibana Castle. {| class=\"wikitable\" style=\"text-align:center\" ! Name ! Allegiance ! Castle ! Reign |- |rowspan|18pxIi Naotora祖山法忍『井伊家伝記』国文学研究資料館：井伊家伝記：NO=13、NO=14、NO=24、NO=25、NO=26、NO=27、NO=28、NO=29、NO=30 |rowspan|18px Imagawa clan |rowspan|Iinoya Castle (Tōtōmi Province) |1565-1568 |- |rowspan|18pxOtazu no kataYamaga Sokō, 山鹿素行著『武家事紀』山鹿素行先生全集刊行会 1673年※[ 国立国会図書館デジタルコレクション] ※[ 国立国会図書館デジタルコレクション] |rowspan|None |rowspan|Hikuma Castle (Tōtōmi Province) |1566-1568 |- |rowspan|18pxIi Naotora(2) |rowspan|18px Matsudaira clan |rowspan|Iinoya Castle (Tōtōmi Province) |1568-1572 |- |rowspan|18pxLady Otsuya |rowspan|18px Oda clan |rowspan|Iwamura Castle (Mino province) |1572 |- |rowspan|18pxIi Naotora(3) |rowspan|18px Matsudaira clan |rowspan|Iinoya Castle (Tōtōmi Province) |1573-1582 |- |rowspan|18pxTachibana Ginchiyo |rowspan|18px Ōtomo clan |rowspan|Tachibana Castle (Chikuzen province) |1575-1581 |- |rowspan|18pxOnamihime 芳賀登ほか監修『日本女性人名辞典』（日本図書センター、1993年 |rowspan|18px Ashina clan |rowspan|Sukagawa Castle (Mutsu province) |1582-1588 |- |rowspan|18pxAshikaga Ujinohime |rowspan|（18pxLater Hōjō clan） |rowspan|Koga Castle (Shimōsa Province) |1583-1590 |- |rowspan|Enkyū-ni |rowspan|18px Ryūzōji clan |rowspan|Kamafunatsu Castle (Chikugo Province) |1584 百武志摩守と圓久尼 |- |18pxYodo- dono |18px Toyotomi clan |Yodo castle (Yamashiro Province) |1589 |- |18x18pxAkai Teruko |18px Toyotomi clan |Ushiku castle (Hitachi Province) |1590 |- | rowspan=\"\" |18pxAshikaga Ujinohime(2) | rowspan=\"\" |18px Toyotomi clan→ 18px Kitsuregawa clan | rowspan=\"\" |Kōnosu Palace (Shimōsa Province) |1590-1620 |- | rowspan=\"\" |18pxKōdai-in | rowspan=\"\" |18px Toyotomi clan→ 18px Tokugawa clan | rowspan=\"\" |Kyōto New castle (Yamashiro Province) |1599-1623 |- |Seishin-ni |18x18px Nanbu clan |Ne Castle (Mutsu province) |1614-1620 |- |} == Others evidences of female castellans == A sequence of women who acted remarkably as castellans, without being formal heiress, or female castellans where there is little detail about their administration, area and castle. === Sengoku period (1467–1603) === * Akamatsu Tōshōin: She was a de facto Daimyo of the Akamatsu clan. She was a guardian of Akamatsu Yoshimura. After Yoshimura's death, Tōshōin took total control of the clan as the leader in 1521. * Jukei-ni: She acted as guardian and adviser to Ujiteru, Yoshimoto and her grandson Imagawa Ujizane. She has spent four generations of daimyos and it is said that she was de facto the last Sengoku daimyo of the Imagawa clan. * Ikeda Sen: Tōdaiki (当代記) describes that she owned lands with a revenue equivalent to 10,000 koku, like a minor daimyo. *Myorin: Luís Fróis describes that a woman was the ruler of an area that is currently the Ōita city, that woman was probably Myorin. Her son inherits the clan leadership after the death of Yoshioka Akioki. Because he is very young, Myorin becomes the representative head of Tsurusaki castle as a counselor for her son. Cases like these were common in all of Japanese history. *Yodo-dono: She formally received Yodo Castle in 1589. After Hideyoshi's death, she acted as guardian of his heir Toyotomi Hideyori. Following the fall of the Council of Five Elders that resulted in the Battle of Sekigahara, Yodo-dono becomes the chief representative of the Toyotomi clan and Osaka Castle. *Lady Nata: In Otomo Family Document (大友家文書録) , it is described that she owned lands on the Kunisaki Peninsula, an area run by her family, the Nata clan. *Fujishiro Gozen: She was the female castellan of a minor castle, the Fujishiro-kan (藤代館) in Mutsu Province. == Notes == == See also == * Onna-bugeisha * Kunoichi * Empress of Japan == References == * Category:Castellans C * * * * ",
    "title": "List of female castellans in Japan"
}