{
    "id": "60312926",
    "text": "The Hon. David Layton MBE (5 July 1914 – 31 July 2009) was a British economist and industrial relations specialist who in 1966 founded Incomes Data Services. ==Life== A younger son of Walter Layton, 1st Baron Layton (1884–1966), by his marriage to Eleanor Dorothea Osmaston, a daughter of Francis Plumptre Beresford Osmaston, a barrister, Layton had four sisters and two brothers.L. G. Pine, ed., Burke's Genealogical and Heraldic History of the Landed Gentry, (London: Burke's Peerage Ltd, 1952), p. 1,939 He was educated at Gresham's School and Trinity College, Cambridge, where he earned a degree in economics and a blue for field hockey. After Second World War service in the Royal Engineers, rising to the rank of Lieutenant Colonel, in 1946 Layton was appointed a Member of the Order of the British Empire.Burke's Peerage, vol. 2 (2003), p. 2,267 He was an executive of the National Coal Board from 1946 to 1963, taking a break from that to serve on the United Nations Economic Commission for Europe, in 1952–1953.The Times House of Commons 1964 (Times Office, 1964), p. 109 After leaving the National Coal Board, Layton spent a year with the Acton Society Trust, in his own words \"preparing a study of the shortcomings of published information on wages and conditions of work\", which was published in 1965.David Layton, Wages — fog or facts? (1965), p. 5 At the 1964 general election, he stood as the Liberal parliamentary candidate for Battersea South, coming third, as expected, to the Labour and Conservative candidates. He did not stand again, but nevertheless kept up close links with the Liberal Party. In 1966 Layton founded Incomes Data Services, an independent research organization offering information and advice for those determining pay and employment policies in the United Kingdom. When the British government began to insist that all collective agreements should be legally binding, Layton advised parties to write the words \"Tina Lea\" on all collective agreements, an acronym standing for This is Not a Legally Enforceable Agreement.Alastair Hatchett, David Layton obituary in The Guardian dated 29 September 2009 During a miners' strike in February 1974, Layton pointed out that figures being used to compare miners' pay with other workers' pay were flawed, as the National Coal Board was including holiday pay in earnings for miners, but not in the figures for the pay of others. The front page of the London Evening Standard called Layton \"the man who did his sums\", and the revelation had a large impact on the dispute. In 1979 Layton met Max Nicholson, a founder of the World Wildlife Fund, and went on to establish Environmental Data Services and The ENDS Report, an early attempt to engage British business with environmental protection. This was largely funded by Layton and consumed much of his energy, and within ten years had become a successful business led by Marek Mayer. In its obituary, The Guardian said of Layton \"He was full of fun, often rather mischievous and perfectly at ease challenging nonsense.\" He was also an enthusiastic sportsman and was still walking the Lake District hills in his early nineties. ==Private life== Layton married firstly in April 1939 (Joan) Elizabeth Gray, a Girton College, Cambridge, graduate and daughter of the Rev. Robert Miller Gray,Girton College Register: 1869-1946 (Girton College, 1948), p. 476 with whom he had three children, Jonathan (now 4th Baron Layton), Mark and Hilary. They separated in 1966. He married secondly Joy Parkinson in 1972. After the death of his brother Michael Layton, 2nd Baron Layton, in 1989, the title of Baron Layton went to Geoffrey Michael Layton (1947-2018), a nephew who had no sons, and Layton was thus heir presumptive to the title until his own death.Dod's Parliamentary Companion (1995), p. 197: \"Heir, his uncle. Hon. David Layton. MBE. b. July 5. 1914\" ==Publications== *David Layton, Wages — fog or facts? A case for independent collection and analysis of information on incomes (Institute of Economic Affairs, 1965) ==Notes== Category:1914 births Category:2009 deaths Category:Alumni of Trinity College, Cambridge Category:British economists Category:People educated at Gresham's School Category:Younger sons of barons ",
    "title": "David Layton"
}