{
    "id": "60320647",
    "text": "Daing Khin Khin (; born Khin Khin Gyi, circa 1863 – April 1882), also known as Mi Khingyi (), was a royal concubine of Thibaw Min, the last monarch of the Konbaung dynasty, and the subject of a well-known Burmese history about a queen's attempts to enforce fidelity on a reigning monarch. ==Biography== Daing Khin Khin was a daughter of the Duke of Kenni, a brother of Daingwun Mingyi Kadaw (wife of Daingwun Mingyi). Daingwun Mingyi did not have any biological children, but he adopted Khin Khin Gyi. Her grandfather was Khanpat Mingyi, a minister of Khanpat. Thibaw Min's advisor and close confidante Maung Maung Toke (Later, he became the Lord of Yanaung), first introduced the 17-year-old Daing Khin Khin, who came from a reputable family, to Thibaw, following the birth of his first daughter with his chief consort, Supayalat, in September 1880, in an attempt to court the king's favor. After the introduction, Thibaw sought to wed Daing Khin Khin, and kept Supayalat uninformed during her second pregnancy. After Supayalat gave birth to their second child in August 1881, Thibaw Min informed her of his intention to wed Daing Khin Khin, which threw Supayalat into a fit of rage. With the advice from Maung Maung Toke, the king ignored the queen and told Supayalat \"he's going to marry Daing Khin Khin\" and give her the high-ranking title Queen Of Northern Palace. This was the very first time that the king had disagreed with the queen. But Supayalat was still against this, because she wanted to maintain monogamy. She then maneuvered to dispose of Maung Maung Toke, Daing Khin Khin's family, and Daing Khin Khin, who had been pregnant with Thibaw Min's child at the time of her death in April 1882. ==In popular culture== Daing Khin Khin is the subject of Seint's popular eponymous novel Daing Khin Khin, first published in 1976. ==See also== *Konbaung dynasty *Thibaw Min *Supayalat ==References== Category:Konbaung dynasty Category:19th-century Burmese women Category:1882 deaths ",
    "title": "Daing Khin Khin"
}