{
    "id": "60326015",
    "text": "The 2023 New South Wales state election will be held on Saturday 25 March 2023 to elect the 58th Parliament of New South Wales, including all 93 seats in the Legislative Assembly and 21 of the 42 seats in the Legislative Council. The election will be conducted by the New South Wales Electoral Commission (NSWEC). The third-term incumbent Liberal/National Coalition government, currently led by Premier Gladys Berejiklian, will seek a fourth four-year term against the Labor opposition, currently led by Opposition Leader Jodi McKay. New South Wales has compulsory voting, with optional preferential voting in single-member seats for the lower house and single transferable vote with optional preferential above-the-line voting in the proportionally represented upper house. ==Background== At the 2019 election, the Coalition won a third term in government for the first time since 1971 while Gladys Berejiklian became the first woman in New South Wales to lead a party to a state election victory. At the election the Liberals won 35 seats while the Nationals won 13 seats, thus giving the Coalition a combined total of 48 seats, one more than the minimum 47 required for a majority. The Labor Party won 36 seats and overtook the Liberals to become the largest single party in the Legislative Assembly. However, the party only managed to gain two seats from the Coalition, Coogee from the Liberals and Lismore from the Nationals. The Greens strengthened their hold on the three seats they held prior to the election while the Shooters, Fishers and Farmers held onto Orange, a seat the party had won from the Nationals at a by-election, while also taking Barwon and Murray from the Nationals. Independents Greg Piper and Alex Greenwich both retained the seats of Lake Macquarie and Sydney, respectively, while Joe McGirr successfully held on to the seat of Wagga Wagga he won in a by-election. Following a controversy surrounding koala policy, on 10 September 2020, Nationals leader John Barilaro announced his party would no longer support government legislation and sit on the crossbench, while still holding ministerial positions. Premier Berejiklian has threatened to sack all Nationals ministers if they do not abandon their plan by 9:00am, 11 September 2020. However, following a meeting between the Premier and Deputy Premier in the morning of 11 September, the Nationals backed down on their decision to move to the crossbench. ==Date== The parliament has fixed four-year terms with the election held on the fourth Saturday in March, though the Governor may dissolve the house sooner on the advice of the Premier. ==Registered parties== 17 parties are registered with the New South Wales Electoral Commission (NSWEC). * Animal Justice Party * Australian Labor Party * Christian Democratic Party (Fred Nile Group) * Country Labor Party * Flux Party * Greens NSW * Liberal Democratic Party * Liberal Party of Australia * National Party of Australia * Open Party * Pauline Hanson's One Nation * Shooters, Fishers and Farmers Party * Small Business Party * Socialist Alliance * Sustainable Australia * Reason Party ==Polling== ===Voting intention=== ===Voting intention=== Polling that is conducted by Newspoll and published in The Australian is conducted via random telephone number selection in city and country areas. Sampling sizes usually consist of over 1200 electors. The declared margin of error is ±2.8 percentage points. {| class=\"toccolours\" cellpadding=\"5\" cellspacing=\"0\" style=\"text-align:center; margin-right:.5em; margin-top:.4em; font-size:90%;\" |- |+Legislative Assembly polling |- ! rowspan=\"2\"|Date ! rowspan=\"2\"|Firm ! colspan=\"6\"|Primary vote ! colspan=\"2\"|TPP vote |- ! style=\"background:#00bfff;\"|LIB ! style=\"background:#40c351;\"|NAT ! style=\"background:#f66;\"|ALP ! style=\"background:#90ee90;\"|GRN ! style=\"background:#E52B50;\"| SFF ! style=\"background:yellow | ONP ! style=\"background:gray;\"| OTH ! style=\"background:#00bfff;\"|L/NP ! style=\"background:#f66;\"|ALP |- ! colspan=\"9\" style=\"font-size:90%;\"| 29 June 2019 Jodi McKay becomes Labor leader and leader of the opposition |- ! colspan=\"2\" style=\"background:#b0e9db;\"|23 March 2019 election | style=\"background:#b0e9db;\"|32.0% | style=\"background:#b0e9db;\"|9.6% | style=\"background:#b0e9db;\"|33.3% | style=\"background:#b0e9db;\"|9.6% | style=\"background:#b0e9db;\"|3.5% | style=\"background:#b0e9db;\"|1.1% | style=\"background:#b0e9db;\"|11.0% | style=\"background:#00bfff;\"|52.0% | style=\"background:#f66;\"|48.0% |- ! 22 March 2019 | Newspoll |colspan=\"2\"|41%* | 35% | 10% | – | – | 14% | style=\"background:#00bfff;\"|51% | 49%Preference allocation based on previous election. |- | colspan=\"11\" style=\"font-size:80%; background:#cef;\"|* Indicates a combined Liberal/National primary vote. |- | colspan=\"11\" style=\"font-size:80%;\"|Newspoll polling is published in The Australian and sourced from here |} ==See also== ==References== Category:Elections in New South Wales Category:March 2023 events in Australia Category:New South Wales Legislative Council New South Wales Category:2020s in New South Wales ",
    "title": "2023 New South Wales state election"
}