{
    "id": "60325260",
    "text": "The Pusan Perimeter Offensive was a large-scale offensive by United Nations Command (UN) forces against North Korean forces commencing on 16 September 1950. UN forces, having been repeatedly defeated by the advancing North Koreans, were forced back to the \"Pusan Perimeter\", a defensive line around an area on the southeastern tip of the Korean Peninsula that included the port of Pusan. The UN troops, consisting mostly of forces from the South Korea and the United States (US) mounted a last stand around the perimeter, fighting off repeated North Korean attacks for six weeks as they were engaged around the cities of Taegu, Masan, and Pohang and the Naktong River. The massive North Korean assaults were unsuccessful in forcing the UN forces back further from the perimeter, despite two major pushes in August and September. Following the UN counterattack at Inchon on 15 September, on 16 September UN forces within the Pusan Perimeter mounted an offensive to drive back the North Koreans and link up with the UN forces at Inchon. ==Background== The Inchon landing put the US X Corps in the rear of the Korean People's Army (KPA). Concurrently, US Eighth Army was to launch a general attack all along its front to fix and hold the KPA's main combat strength and prevent movement of units from the Pusan Perimeter to reinforce the threatened area in his rear. This attack would also strive to break the KPA cordon that had for six weeks held Eighth Army within a shrinking Pusan Perimeter. If Eighth Army succeeded in breaking the cordon it was to drive north to effect a linkup with X Corps in the Seoul area. ===Planning=== The Eighth Army published its attack plan on 6 September, and the next day it was sent to Tokyo for approval. Eighth Army revised the plan on 11 September, and on the 16th made it an operations directive. It set the hour for attack by UN and Republic of Korea Army (ROK) forces in the Perimeter at 09:00, 16 September, one day after the Inchon landing. The U.S. Eighth and the ROK armies were to attack \"from present bridgehead with main effort directed along the Taegu-Kumch'on-Taejon-Suwon axis,\" to destroy the KPA forces \"on line of advance,\" and to effect a \"junction with X Corps.\" The operations directive required the newly formed US I Corps in the center of the Perimeter line to strive for the main breakthrough. The following reasons dictated this concept: (1) the distance to the link-up area with X Corps was shorter than that from elsewhere around the Perimeter, (2) the road net was better and had easier grades, (3) the road net offered the armor better opportunity to exploit a breakthrough, and (4) supply to advancing columns would be easier. The plan called for the US 5th Regimental Combat Team and the 1st Cavalry Division to seize a bridgehead over the Naktong River near Waegwan. The US 24th Infantry Division would then cross the river and drive on Kumch'on-Taejon, followed by the 1st Cavalry Division which would patrol its rear and lines of communications. While this breakthrough attempt was in progress, the 25th and 2nd Infantry Divisions in the south on the army left flank and the ROK II and I Corps on the east and right flank were to attack and fix the KPA troops in their zones and to exploit any local breakthrough. The ROK 17th Regiment was to move to Pusan for water movement to Inchon to join X Corps. Supplementing the 5th Regimental Combat Team's mission of establishing a bridgehead across the Naktong, the US 2nd and 24th Divisions were to strive for crossings of the river below Waegwan and the ROK 1st Infantry Division above it. Execution of this plan was certain to run into difficulties because the engineer troops and bridging equipment available to General Walker were not adequate for several quick crossings. Eighth Army had equipment for only two pontoon treadway bridges across the Naktong. To help replace the Marine Air squadrons taken from the Eighth Army front for the Inchon operation, Fifth Air Force commander General Stratemeyer obtained the transfer from the 20th Air Force on Okinawa to Itazuke Air Base, Japan, of the 51st Fighter-Interceptor Wing and the 16th and 25th Fighter-Interceptor Squadrons. The situation at the Pusan Perimeter did not afford Eighth Army commander General Walton Walker an opportunity to concentrate a large force for the breakout effort in the center. The KPA held the initiative and their attacks pinned down all divisions under Eighth Army command except one, the US 24th Infantry Division, which Walker was able to move piecemeal from the east to the center only on the eve of the projected attack. The problem was to change suddenly from a precarious defense to the offensive without reinforcement or opportunity to create a striking force. In theater perspective, Eighth Army would make a holding attack while X Corps made the envelopment. A prompt link-up with X Corps along the Taejon-Suwon axis was a prerequisite for cutting off a large force of North Koreans in the southwestern part of the peninsula. Eighth Army anticipated that the news of the Inchon landing would have a demoralizing effect on the North Koreans in front of it and an opposite effect on the spirit of its own troops. For this reason, General Walker had requested that the Eighth Army attack not begin until the day after the Inchon landing. While the news of the successful landing spread to Eighth Army troops at once on the 15th, apparently it was not allowed to reach the KPA forces in front of Eighth Army until several days later. The corridors of advance in the event of a breakout from the Perimeter necessarily would be the same that the KPA had used in its drive south. KPA forces blocked every road leading out of the Perimeter. The axis of the main effort required the use of the highway from the Naktong opposite Waegwan to Kumch'on and across the Sobaek Mountains to Taejon. A second corridor, the valley of the Naktong northward to the Sangju area, could be used if events warranted it. The Taegu-Tabu-dong ()-Sangju road traversed this corridor, with crossings of the Naktong River possible at Sonsan and Naktong-ni (). From Sangju the line of advance could turn west toward the Kum River above Taejon or bypass Taejon for a more direct route to the Suwon-Seoul area. Eastward in the mountainous central sector, the ROK would find the best route of advance by way of Andong and Wonju. On the east coast they had no alternative to a drive straight up the coastal road toward Yongdok and Wonsan. An important step taken by the Far East Command in preparation for the offensive was the establishment of Corps organization within Eighth Army. Up to this time Eighth Army had controlled directly the four infantry divisions and other attached ground forces of regimental and brigade size. Beginning in August, preparations were made to provide Eighth Army with two corps. On 2 August, I Corps was activated at Fort Bragg, with General John B. Coulter in command. Eleven days later General Coulter and a command group arrived in Korea and began studies preparatory to a breakout effort from the Perimeter. The main body of the corps staff arrived in Korea on 6 September, but it still had no troops assigned to it. IX Corps was activated on 10 August at Fort Sheridan, with Maj. Gen. Frank W. Milburn in command. General Milburn and a small group of staff officers departed Fort Sheridan on 5 September by air for Korea. The main body of the corps staff, however, did not reach Korea until the end of September and the first part of October. Both I and IX Corps had previously been part of Eighth Army in Japan, the I Corps with the 24th and 25th Divisions with headquarters in Kyoto, and the IX Corps with the 1st Cavalry and the 7th Divisions with headquarters in Sendai. General Walker had decided to group the main breakout forces under I Corps. He gave long and serious thought to the question of a commander for the corps. Walker eventually shifted General Milburn on 11 September from IX Corps to I Corps and General Coulter from I Corps to IX Corps. Milburn assumed command of I Corps that day at Taegu and Coulter assumed command of IX Corps the next day at Miryang. I Corps became operational at 12:00, 13 September, with the US 1st Cavalry Division, the 5th Regimental Combat Team and the ROK 1st Division attached. On 15 and 16 September the 5th Regimental Combat Team and the 24th Division moved to the Taegu area, and by the evening of 16 September I Corps comprised the US 24th and 1st Cavalry Divisions, the 5th Regimental Combat Team, the British 27th Infantry Brigade, the ROK 1st Division and supporting troops. During the first week of the offensive IX Corps was not operational. It became so at 14:00, 23 September, on Eighth Army orders which attached to it the US 25th and 2nd Infantry Divisions and their supporting units. Until 23 September, therefore, these two divisions operated directly under Eighth Army command. The delay was principally because of a critical lack of communications personnel and equipment. The Signal battalion and the communications equipment intended for this corps had been diverted to X Corps. Even after IX Corps became operational the lack of proper communications facilities hampered its operations. ===Opposing forces=== On the eve of offensive US intelligence estimated that the KPA had 13 infantry divisions on line supported by 1 armored division and 2 armored brigades, with the KPA I Corps on the southern half of the front having 6 infantry divisions with armored support— a strength of 47,417 men, and the II Corps on the northern and eastern half of the front having 7 infantry divisions with armored support—a strength of 54,000 men. This made a total of 101,417 enemy soldiers around the Perimeter. KPA formations were estimated to be at an average of 75 percent strength in troops and equipment. The estimate credited the KPA with sufficient strength to be able to divert three divisions from the Pusan Perimeter to the Seoul area without endangering their ability to defend effectively their positions around the Perimeter. The estimate stated, \"Currently the enemy is on the offensive and retains this capability in all general sectors of the Perimeter. It is not expected that this capability will decline in the immediate future.\" With respect to both KPA troop strength and equipment the Eighth Army estimate was far too high. Although it is not possible to state precisely the strength of the KPA units facing Eighth Army in mid-September and the state of their equipment, an examination of prisoner of war interrogations and captured documents reveals that it was far less than Eighth Army. The Chief of Staff, KPA 13th Division, Col. Lee Hak Ku, gave the strength of that division as 2,300 men (not counting 2,000 untrained and unarmed replacements not considered as a part of the division) instead of the 8,000 carried in the Eighth Army estimate. The KPA 15th Division, practically annihilated by this time, numbered no more than a few hundred scattered and disorganized men instead of the 7,000 men in the Eighth Army estimate. Also, the KPA 5th Division was down to about 5,000 men instead of 6,500, and the KPA 7th Division was down to about 4,000 men instead of the estimated 7,600. The KPA 1st, 2nd and 3rd Divisions almost certainly did not begin to approach the strength of 7,000-8,000 men each in mid-September accorded to them in the estimate. KPA losses were exceedingly heavy in the first half of September. No one can accurately say just what they were. A fair estimate of KPA strength facing Eighth Army at the Perimeter in mid-September would be about 70,000 men. KPA, far below the Eighth Army 75 percent estimate of a few days earlier, particularly in heavy weapons and tanks, was probably no more than 50 percent of the original equipment. Morale in the KPA was at a low point. No more than 30 percent of the original troops of the divisions remained. These veterans tried to impose discipline on the recruits, most of whom were from South Korea and had no desire to fight for the North Koreans. It was common practice in the KPA at this time for the veterans to shoot anyone who showed reluctance to go forward when ordered or who tried to desert. Food was scarce, and undernourishment was the most frequently mentioned cause of low morale by prisoners. Even so, there had been few desertions up to this time because the men were afraid the UN forces would kill them if they surrendered and that their own officers would shoot them if they made the attempt. Standing opposite approximately 70,000 KPA soldiers at the Pusan Perimeter in mid- September were 140,000 men in the combat units of the Eighth Army and the ROK. These comprised four US divisions with an average of 15,000 men each for a total of more than 60,000 men, to which more than 9,000 attached ROK recruits must be added, and six ROK divisions averaging about 10,000 men each with a total of approximately 60,000 men. The three Corps' headquarters added at least another 10,000 men, and if the two army headquarters were counted the total would be more than 150,000 men. ==Offensive== ===Crossing the Naktong=== The morning of 16 September dawned over southern Korea with murky skies and heavy rain. The weather was so bad the air force canceled a B-29 saturation bombing scheduled against the KPA positions in the Waegwan area. The general attack set for 09:00 did not swing into motion everywhere around the Perimeter at the appointed hour for the simple reason that at many places the KPA were attacking and UN troops defending. Only in a few places were significant gains made on the first day of the offensive. The ROK 15th Regiment, 1st Division advanced to the right of the KPA strongpoint at the Walled City north of Taegu in a penetration of the KPA line. Southward, the US 2nd Division after hard fighting broke through to the hills overlooking the Naktong River. The most spectacular success of the first day occurred in the 2nd Division zone. There, west of Yongsan and Changnyong, the 2nd Division launched a 3-regiment attack with the 9th Infantry Regiment on the left, the 23rd Infantry Regiment in the center and the 38th Infantry Regiment on the right. Its first mission was to drive the KPA 4th, 9th and 2nd Divisions back across the Naktong. The attack on the left failed as the KPA continued to hold Hill 201 against all attacks of the 9th Infantry. In the center, a vicious KPA predawn attack penetrated the perimeter of C Company, 23rd Infantry, and caused twenty-five casualties, which included all company officers and the platoon leader of the attached heavy weapons platoon. On the 15th, the 3rd Battalion had returned to regimental control from attachment to the 1st Cavalry Division, and because it had not been involved in the preceding two weeks of heavy fighting, Regiment commander Colonel Paul L. Freeman Jr. assigned it the main attack effort in the 23rd Infantry zone. After the early morning attack on the 16th was repulsed, Lt. Col. R. G. Sherrard ordered his 3rd Battalion to move out at 10:00 in attack, with C Company of the 72nd Tank Company in support. KPA resistance was stubborn and effective until about midafternoon when the North Koreans began to vacate their positions and flee toward the Naktong. To take advantage of such a break in the fighting, a special task force comprising B Battery, 82nd Antiaircraft Artillery Battalion and the 23rd Regimental Tank Company had been formed for the purpose of advancing rapidly to cut off the KPA. From about 16:00 until dark this task force with its heavy volume of automatic fire cut down large numbers of fleeing KPA along the river. The weather had cleared in the afternoon and numerous air strikes added to the near annihilation of part of the routed army. The 38th Infantry on the right kept pace with the 23rd Infantry in the center. Four F-51s Napalmed, rocketed, and strafed just ahead of the 38th Infantry, contributing heavily to the 2nd Battalion's capture of Hill 208 overlooking the Naktong River. Fighter planes operating in the afternoon caught and strafed large groups of KPA withdrawing toward the river west of Changnyong. That night the KPA 2nd Division command post withdrew across the river, followed by the 4th, 6th and 17th Rifle Regiments and the division artillery regiment. Their crossings continued into the next day. On the 17th, air attacks took a heavy toll of KPA soldiers trying to escape across the Naktong in front of the 2nd Division. During the day, fighter planes dropped 260 110-gallon tanks of napalm on the enemy in this sector and strafed many groups west of Changnyong. The fleeing KPA abandoned large quantities of equipment and weapons. In pursuit the 23rd Infantry captured 13 artillery pieces, 6 antitank guns, and 4 mortars; the 38th Infantry captured 6 artillery pieces, 12 antitank guns, 1 self-propelled gun, and 9 mortars. During the morning of 18 September patrols of the 2nd and 3rd Battalions, 38th Infantry, crossed the Naktong near Pugong-ni, due west of Changnyong, and found the high ground on the west side of the river clear of KPA troops. Colonel Peploe, regimental commander, thereupon ordered Lt. Col. James H. Skeldon, 2nd Battalion commander, to send two squads across the river in two-man rubber boats, with a platoon to follow, to secure a bridgehead. Peploe requested authority to cross the river in force at once and at 13:20 he was authorized to move one battalion across the river. Before 16:00, E and F Companies and part of G Company had crossed the wide and deep current. Two hours later the leading elements secured Hill 308 west of the Naktong, dominating the Ch'ogye () road, against only light resistance. This quick crossing clearly had surprised the KPA. From Hill 308 the troops observed an estimated KPA battalion 1,000 yards farther west. That evening Colonel Skeldon requested air cover over the bridgehead area half an hour after first light the next morning. During the day, the 38th Infantry captured 132 prisoners; 32 of them were female nurses, 8 were officers and 1 a major. Near the crossing site on the east bank buried in the sand and hidden in culverts, it found large quantities of supplies and equipment, including more than 125 tons of ammunition, and new rifles still packed in grease. The 38th Infantry's crossing of the Naktong by the 2nd Battalion on 18 September was the first permanent crossing of the river by any unit of Eighth Army in the breakout, and it was the most important event of the day. The crossing was two days ahead of division schedule. On the 19th the 3d Battalion, 38th Infantry, crossed the river, together with some tanks, artillery, and heavy mortars. The 3rd Battalion was to protect the bridgehead while the 2nd Battalion pushed forward against the KPA. In order to support the two battalions now west of the river it was necessary to get vehicles and heavy equipment across to that side. The two destroyed spans of the Changnyong-Ch'ogye highway bridge across the Naktong could not be repaired quickly, so the 2nd Engineer Combat Battalion prepared to construct a floating bridge downstream from the crossing site. By the end of the third day of the attack, 18 September, the US 2nd Division had regained control of the ground in its sector east of the Naktong River except the Hill 201 area in the south and Hill 409 along its northern boundary. Elements of the KPA 9th Division had successfully defended Hill 201 against repeated air strikes, artillery barrages, and attacks of the 9th Infantry. At its northern boundary Eighth Army, for the moment, made no effort to capture massive Hill 409. There, air strikes, artillery barrages, and patrol action of the 1st Battalion, 38th Infantry, merely attempted to contain and neutralize this force of the KPA 10th Division. Behind the 2nd Division lines there were many KPA groups, totaling several hundred soldiers, cut off and operating as far as east of the river. ===The 5th Regimental Combat Team captures Waegwan=== The 5th Regimental Combat Team (5th RCT) was attached to the 1st Cavalry Division on 14 September. It went into an assembly area west of Taegu along the east bank of the Naktong River below Waegwan and prepared for action. On 16 September it moved out from its assembly area to begin an operation that was to prove of great importance to the Eighth Army breakout. Numbering 2,599 men, the regiment was 1,194 short of full strength. The three battalions were nearly equal, varying between 586 and 595 men in strength. On the 16th only the 2nd Battalion engaged the KPA as it attacked north along the Naktong River road toward Waegwan, but by the end of the second day the 3rd Battalion had joined in the battle and the 1st Battalion was deployed to enter it. The next day, 19 September, as the 38th Infantry crossed the Naktong, the 5th RCT began its full regimental attack against Hill 268, southeast of Waegwan. An estimated 1,200 soldiers of the KPA 3rd Division, supported by tanks, defended this southern approach to Waegwan. The hills there constituted the left flank of KPA II Corps. If the North Koreans lost this ground their advanced positions in the 5th Cavalry Regiment zone eastward along the Taegu highway would become untenable. The tactical importance of Hill 268 and related positions was made the greater by reason of the gap in the KPA line to the south. At the lower side of this gap the British 27th Infantry Brigade held vital blocking positions just above strong forces of the KPA 10th Division. In hard fighting all day the 5th RCT gained Hill 268, except for its northeast slope. By night the 3rd Battalion was on the hill, the 1st Battalion had turned northwest from it toward another KPA position and the 2nd Battalion had captured Hill 121, only south of Waegwan along the river road. Air strikes, destructive and demoralizing to the KPA, had paced the regimental advance all the way. In this important action along the east bank of the Naktong, the 5th Cavalry Regiment and part of the 7th Cavalry Regiment protected the 5th RCT's right flank and fought very heavy battles co-ordinated with the combat team on the adjoining hills east of Waegwan. At 18:00 that evening, 18 September, the 5th RCT and the 6th Medium Tank Battalion reverted to 24th Division control. The next morning the battle for Hill 268 continued. More than 200 KPA soldiers in log-covered bunkers still fought the 3rd Battalion. Three flights of F-51's napalmed, rocketed, and strafed these positions just before noon. This strike enabled the infantry to overrun the bunkers. Among the KPA dead was a regimental commander. About 250 KPA soldiers died on the hill. Westward to the river, other KPA troops bitterly resisted the 2nd and 1st Battalions, losing about 300 men in this battle, but the 5th RCT pressed forward. The 2nd Battalion entered Waegwan at 14:15. Fifteen minutes later it joined forces there with the 1st Battalion. After surprising a KPA group laying a minefield in front of it, the 2nd Battalion penetrated deeper into Waegwan and had passed through the town by 15:30. On 19 September the KPA 3rd Division defenses around Waegwan broke apart and the division began a panic-stricken retreat across the river. At 09:00 aerial observers reported an estimated 1,500 KPA troops crossing to the west side of the Naktong just north of Waegwan, and in the afternoon they reported roads north of Waegwan jammed with KPA groups of sizes varying from 10 to 300 men pouring out of the town. By mid-afternoon observers reported KPA soldiers in every draw and pass north of Waegwan. During the day the 5th RCT captured 22 45-mm antitank guns, 10 82-mm mortars, 6 heavy machine guns and approximately 250 rifles and submachine guns. On 20 September the 5th RCT captured the last of its objectives east of the Naktong River when its 2nd Battalion in the afternoon seized Hill 303 north of Waegwan. In securing its objectives, the 5th RCT suffered numerous casualties during the day: 18 men killed, 111 wounded, and 3 missing in action. At 19:45 that evening the 1st Battalion started crossing the river above the Waegwan railroad bridge. By midnight it had completed the crossing and advanced westward. The 2nd Battalion followed the 1st Battalion across the river and dug in on the west side before midnight. During the day the 3rd Battalion captured Hill 300, north of Waegan. The following afternoon, 21 September, after the 2nd Battalion, 5th Cavalry Regiment, relieved it on position, the 3rd Battalion crossed the Naktong. The 5th RCT found large stores of KPA ammunition and rifles on the west side of the river. The 5th RCT in five days had crushed the entire right flank and part of the center of the KPA 3rd Division. This rendered untenable the division's advanced positions on the road to Taegu where it was locked in heavy fighting with the 5th Cavalry Regiment. ===The 24th Division deploys west of the Naktong=== The Eighth Army and I Corps' plans for the breakout from the Pusan Perimeter called for the 24th Division to make the first crossings of the Naktong River. Accordingly, General John H. Church on 17 September received orders to force a crossing in the vicinity of the Hasandong ferry () due west of Taegu. The 5th RCT had just cleared the ground northward and secured the crossing site against KPA action from the east side of the river. The 21st Infantry Regiment was to cross the river after dark on 18 September in 3rd Engineer Combat Battalion assault boats. Once landed on the other side, the regiment was to attack north along the west bank of the Naktong to a point opposite Waegwan where it would strike the main highway to Kumch'on. The 24th Reconnaissance Company and the 19th Infantry Regiment were to cross at the same time a little farther south and block the roads leading from Songju, a KPA concentration point, some west of the river. The unexpected crossing of the Naktong during the day by the 2nd Battalion, 38th Infantry, farther south did not alter the Eighth Army plan for the breakout. In moving up to the Naktong, the 24th Division had to cross one of its tributaries, the Kumho River, that arched around Taegu. On the morning of the 18th, Colonel Stephens, the 21st Infantry regimental commander, discovered that the I Corps engineers had not bridged the Kumho as planned. The division thereupon hurried its own engineer troops to the stream and they began sandbagging the underwater bridge that the 5th RCT had already used so that large vehicles could cross. A makeshift ferry constructed from assault boats moved jeeps across the Kumho. Constant repair work on the underwater sandbag bridge was necessary to keep it usable. By nightfall there was a line of vehicles backed up for east of the Kumho, making it clear that the regiment would not be in position to cross the Naktong that evening after dark as planned. As midnight came and the hours passed, General Church began to fear that daylight would arrive before the regiment could start crossing and the troops consequently would be exposed to possibly heavy casualties. He repeatedly urged on Stephens the necessity of crossing the Naktong before daylight. During the night supporting artillery fired two preparations against the opposing terrain. Despite nightlong efforts to break the traffic jam and get the assault boats, troops, and equipment across the Kumho and up to the crossing site, it was 05:30, 19 September, before the first wave of assault boats pushed off into the Naktong. below Waegwan and just south of the village of Kumnan-dong () on the west side, Hill 174 and its long southern finger ridge dominated the crossing site. In the murky fog of dawn there was no indication of the KPA on the opposite bank. The first wave landed and started inland, almost at once KPA machine gun fire from both flanks caught the troops in a crossfire and then KPA mortar and artillery fire began falling on both sides of the river. The heaviest fire, as expected, came from Hill 174 and its long southern finger ridge. For a while it was doubtful that the crossing would succeed. The 1st Battalion, continuing its crossing under fire, suffered approximately 120 casualties in getting across the river. At 07:00 an air strike hit Hill 174. On the west side the 1st Battalion reorganized and, supported by napalm and strafing strikes, attacked and captured Hill 174 by noon. That afternoon the 3rd Battalion crossed the river and captured the next hill northward. During the night and the following morning the 2nd Battalion crossed the Naktong. On 20 September the 1st Battalion advanced north to Hill 170, the high ground on the west side of the river opposite Waegwan, while the 3rd Battalion occupied the higher hill northwestward. Meanwhile, south of the 21st Infantry crossing site, the 2nd Battalion, 19th Infantry, began crossing the Naktong at 16:00 on the afternoon of the 19th and was on the west side by evening. KPA mortar and artillery fire inflicted about fifty casualties while the battalion was still east of the river. Once across the river, however, the battalion encountered only light resistance. In the 24th Division crossing operation the engineers' role was a difficult and dangerous one, as their casualties show. The 3rd Engineer Combat Battalion lost 10 Americans and 5 attached Koreans killed, 37 Americans and 10 Koreans wounded, and 5 Koreans missing in action. On 20 September the 19th Infantry consolidated its hold on the high ground west of the river along the Songju road. The 24th Reconnaissance Company, having crossed the river during the night, passed through the 19th Infantry and started westward on the Songju road. During the day I Corps attached the British 27th Infantry Brigade to the 24th Infantry Division and it prepared to cross the Naktong and take part in the division attack. Relieved in its position by the 2nd Battalion, 7th Cavalry Regiment, the British 27th Brigade moved north to the 19th Infantry crossing site and shortly after noon started crossing single file over a rickety footbridge that engineer troops had thrown across the river. A KPA gun shelled the crossing site sporadically but accurately all day, causing some British casualties and hampering the ferrying of supplies for the 19th Regiment. Observers could not locate this gun because it remained silent while aircraft were overhead. Thus, on 20 September, all three regiments of the 24th Division and the attached British 27th Brigade were across the Naktong River. The 5th RCT held the high ground north of the Waegwan-Kumch'on highway, the 21st Infantry that to the south of it, the 19th was below the 21st ready to move up behind and support it and the 24th Reconnaissance Company was probing the Songju road west of the Naktong with the British brigade preparing to advance west on that axis. The division was ready to attack west along the main Taegu-Kumch'on-Taejon-Seoul highway. With the 24th Division combat elements west of the river, it was necessary to get the division transport, artillery, tanks, and service units across to support the advance. The permanent bridges at Waegwan, destroyed in early August by the 1st Cavalry Division, had not been repaired by the North Koreans except for ladders at the fallen spans to permit foot traffic across the river. A bridge capable of carrying heavy equipment had to be thrown across the Naktong at once. Starting on 20 September and working continuously for thirty-six hours, the 11th Engineer Combat Battalion and the 55th Engineer Treadway Bridge Company completed at 10:00, 22 September, an M2 pontoon float treadway bridge across the wide and deep stream at Waegwan. Traffic began moving across it immediately. Most 24th Division vehicles were on the west side of the Naktong by midnight. In the action of 20–21 September near Waegwan, the KPA lost heavily in tanks, as well as in other equipment and troops on both sides of the Naktong. In these two days the 24th Division counted 29 destroyed KPA tanks, but many of them undoubtedly had been destroyed earlier in August and September. According to KPA sources, the 203rd Regiment of the 105th Armored Division retreated to the west side of the Naktong with only 9 tanks, and the 107th Regiment with only 14. Nevertheless, the KPA covered its retreat toward Kumch'on with tanks, self-propelled guns, antitank guns, and small groups of supporting riflemen. On 22 September the 24th Division was concentrated west of the river with its immediate objective to drive northwest to Kumch'on, headquarters of the KPA field forces. ===The 2nd Infantry Division attacks west=== Below the 24th Division, the 2nd Division waited for the 9th Infantry Regiment to capture Hill 201. On the 19th, the 1st and 2nd Battalions, 23rd Infantry, were put into the fight to help reduce the KPA stronghold. While the 1st Battalion helped the 9th Infantry at Hill 201, the 2nd Battalion attacked across the 9th Infantry zone against Hill 174, a related KPA defense position. That evening this stubbornly held hill on the 2nd Division left flank was in 9th Infantry hands and the way was open for the 2nd Division crossing of the Naktong. In pre-dawn darkness, 20 September, the 3rd Battalion, 23rd Infantry, without opposition slipped across the river in assault boats at the Sangp'o ferry () site, just south of where the Sinban River enters the Naktong from the west. The battalion achieved a surprise so complete that its leading element, L Company, captured a KPA lieutenant colonel and his staff asleep. From a map captured at this time, US troops learned the locations of the KPA 2nd, 4th and 9th Divisions in the Sinban-ni area. By noon the 3rd Battalion had captured Hill 227, the critical terrain dominating the crossing site on the west side. In the afternoon, the 1st Battalion, 23rd Infantry, crossed the river. Its objective was Hill 207, upstream from the crossing site and dominating the road which crossed the Naktong there. In moving toward this objective, the lead company soon encountered the Sinban River which, strangely enough, no one in the company knew was there. After several hours of delay in attempting to find a method of crossing it, the troops finally crossed in DUKWs and, in a night attack, moved up the hill which they found undefended. Meanwhile, the 3rd Battalion had dug in on Hill 227. That night it rained hard and, under cover of the storm, a company of North Koreans crept up near the crest. On the morning of 21 September while L Company men were eating breakfast the KPA charged over the hill shooting and throwing grenades. They drove one platoon from its position and inflicted twenty-six casualties. Counterattacks regained the position by noon. While this action was taking place on the hill south of it, the 1st Battalion, 23rd Infantry, with a platoon of tanks from the 72nd Tank Battalion, attacked up the road toward Sinban-ni, a known KPA headquarters command post west of the river. The advance against strong KPA opposition was weakened by ineffective co- ordination between tanks and infantry. The great volume of fire from supporting twin-40 and quad-50 self-propelled anti-aircraft gun vehicles was of greatest help, however, in enabling the troops to make a advance which bypassed several KPA groups. The next morning a KPA dawn attack drove B Company from its position and inflicted many casualties including the company commander, who was killed. During the day an estimated two battalions of KPA in heavy fighting held the 23rd Infantry in check in front of Sinban-ni. The 2nd Battalion, 23rd Infantry crossed the Naktong and moved up to join the 1st Battalion in the battle north of the road. South of it the 3rd Battalion faced lighter resistance. The next day, 23 September, the 23rd Regiment gained Sinban-ni, and was ready then to join the 38th Infantry in a converging movement on Hyopch'on. On the next road northward above the 23rd Infantry, away, the 38th Infantry had hard fighting against strong KPA delaying forces as it attacked toward Ch'ogye and Hyopch'on. An air strike with napalm and fragmentation bombs helped its 2nd Battalion on 21 September break KPA resistance on Hill 239, the critical terrain overlooking Ch'ogye. The next day the battalion entered the town in the early afternoon. Before midnight the 1st Battalion turned over its task of containing elements of the KPA 10th Division on Hill 409 east of the Naktong to the 2nd Battalion, 9th Infantry, and started across the river to join its regiment. On the afternoon of 22 September the 2nd Division completed a bridge across the stream at the Sadung ferry site, and was ready to start moving supplies to the west side of the river in support of its advanced units. ===Encirclement above Taegu=== In the arc above Taegu and on the right of the 5th RCT, the 1st Cavalry Division and the ROK 1st Division had duelled for days with the KPA 3rd, 1st and 13th Divisions in attack and counterattack. The intensity of the fighting there in relation to other parts of the Perimeter is apparent in the casualties: of 373 casualties evacuated to Pusan on 16 September, for instance, nearly 200 came from the Taegu area. The fighting centered, as it had for the past month, on two corridors of approach to Taegu: (1) the Waegwan-Taegu highway and railroad, where the 5th Cavalry Regiment blocked the advanced elements of the KPA 3rd Division southeast of Waegwan and northwest of Taegu; and (2) the Tabu-dong road through the mountains north of Taegu where other elements of the 1st Cavalry Division and the ROK 1st Division had been striving to hold off the KPA 13th and 1st Divisions for nearly a month. There the KPA was still on hills overlooking the Taegu bowl and only north of the city. General Hobart R. Gay's plan for the 1st Cavalry Division in the Eighth Army breakout effort was: (1) to protect the right flank of the 5th RCT as it drove on Waegwan by having the 5th Cavalry Regiment attack and hold the KPA troops in its zone east of the Waegwan-Taegu highway; (2) to maintain pressure by the 8th Cavalry Regiment on the KPA in the Ch'ilgok area north of Taegu, and be prepared on order to make a maximum effort to drive north to Tabu-dong; and (3) the 7th Cavalry Regiment on order to shift, by successive battalion movements, from the division right flank to the left flank and make a rapid encirclement of the KPA over a trail and secondary road between Waegwan and Tabu-dong. If the plan worked, the 7th and 8th Cavalry Regiments would meet at Tabu-dong and enclose a large number of KPA troops in the Waegwan-Taegu-Tabu-dong triangle. General Gay started shifting forces from right to left on 16 September by moving the 2nd Battalion, 7th Cavalry, to Hill 188 in the 5th Cavalry area. North of Taegu on the Tabu-dong road units of the KPA 13th Division fought the 8th Cavalry Regiment to a standstill during the first three days of the Eighth Army offensive. Neither side was able to improve its position materially. The KPA attacked the 2nd Battalion, 8th Cavalry, repeatedly on Hill 570, the dominating height east of the mountain corridor, north of Taegu. West of the road, the 3rd Battalion made limited gains in high hills closer to Taegu. The KPA on either side of the Tabu-dong road had some formidable defenses, with a large number of mortars and small field pieces dug in on the forward slopes of the hills. Until unit commanders could dispose their forces so that they could combine fire and movement, they had to go slow or sacrifice the lives of their men. General Walker was displeased at the slow progress of the 8th Cavalry Regiment. On the 18th he expressed himself on this matter to General Gay, as did also General Milburn. Both men believed the regiment was not pushing hard. The next day the division attached the 3rd Battalion, 7th Cavalry, to the 8th Cavalry Regiment, and Colonel Holmes, the division chief of staff, told Colonel Palmer that he must take Tabu-dong during the day. But the KPA 13th Division frustrated the 8th Cavalry's attempt to reach Tabu-dong. KPA artillery, mortar, and automatic weapons crossfire from the Walled City area of Ka-san east of the road and the high ground of Hill 351 west of it turned back the regiment with heavy casualties. On 20 September the 70th Tank Battalion lost seven tanks in this fight. Meanwhile, on the right of the 1st Cavalry Division, the ROK 1st Division made impressive gains. General Paik Sun-yup's right-hand regiment, the 12th accompanied by the US 10th Anti- Aircraft Artillery Group, found a gap in the KPA positions in the high mountains and, plunging through it, reached a point on the Tabu-dong-Kunwi road northeast of Tabu-dong, and approximately beyond the most advanced units of the 1st Cavalry Division. There the ROK troops were in the rear of the main body of the KPA 1st and 13th Divisions and in a position to cut off one of their main lines of retreat. This penetration caused the KPA 1st Division on 19 September to withdraw its 2nd and 14th Regiments from the southern slopes of Ka-san (Hill 902) to defend against the new threat. That day also a ROK company penetrated to the south edge of the Walled City. Along the Waegwan- Taegu road at the beginning of the UN offensive, the 5th Cavalry Regiment attacked KPA positions, centering on Hills 203 and 174 north of the road and Hill 188 opposite and south of it. Approximately 1,000 soldiers of the KPA 8th Regiment, 3rd Division, held these key positions. The 1st Battalion, 5th Cavalry, began the attack on 16 September. The next day the 2nd Battalion, 7th Cavalry, joined in, moving against Hill 253 farther west. There North Koreans engaged F and G Companies of the 7th Cavalry in heavy combat. When it became imperative to withdraw from the hill, G Company's Capt. Fred P. DePalina, although wounded, remained behind to cover the withdrawal of his men. Ambushed subsequently by enemy soldiers, DePalina killed six of them before he himself died. The two companies were forced back south of the road. For three days the KPA on Hill 203 repulsed every attempt to storm it. In the fighting, A Company of the 70th Tank Battalion lost nine tanks and one tank-dozer to KPA action on 17 and 18 September, six of them to mines, two to KPA tank fire, and two to KPA antitank fire. In one tank action on the 18th, US tank fire knocked out two of three dug-in KPA tanks. Finally, on 18 September, Hill 203 fell to the 1st Battalion, 5th Cavalry, but the KPA continued to resist from the hills northwest of it, their strongest forces being on Hill 253. In this battle the three rifle companies of the 2nd Battalion, 7th Cavalry, were reduced to a combined strength of 165 effective men, F Company was down to forty-five effectives. The KPA's skillful use of mortars had caused most of the casualties. At the close of 18 September the KPA 3rd Division still held the hill mass east of Waegwan, centering on Hills 253 and 371. On 18 September forty-two B-29s bombed west and northwest of Waegwan across the Naktong, but apparently without damage to the KPA. The battle on the hills east of Waegwan reached a climax on the 19th when the 1st Battalion, 5th Cavalry, and the 2nd Battalion, 7th Cavalry, engaged in very heavy fighting with the KPA on Hills 300 and 253. Elements of the 1st Battalion, 5th Cavalry, gained the crest of Hill 300. On that hill the 1st Battalion suffered 207 battle casualties, 28 Americans killed, 147 wounded, and 4 missing in action, for a total of 179, with 28 additional casualties among the attached South Koreans. At noon, F Company reported 66 men present for duty; E and G Companies between them had 75 men. That afternoon the battalion reported it was only 30 percent combat effective. The 5th Cavalry's seizure of the 300 and 253 hill mass dominating the Taegu road southeast of Waegwan unquestionably helped the 5th RCT to capture Waegwan that day. But to the north of these hills, the KPA on Hill 371 in a stubborn holding action turned back for the moment all efforts of the 5th Cavalry to capture that height. In its subsequent withdrawal from the Waegwan area to Sangju the KPA 3rd Division fell from a strength of approximately 5,000 to about 1,800 men. Entire units gave way to panic. Combined UN ground and air action inflicted tremendous casualties. In the area around Waegwan where the 5th Cavalry Regiment reoccupied the old Waegwan pocket a count showed 28 KPA tanks, 27 T-34s and one US M4 Sherman refitted by the North Koreans, as destroyed or captured. During the 19th General Gay started maneuvering his forces for the encirclement movement, now that the hard fighting east of Waegwan had at last made it possible. Lt. Col. Clainos led his 1st Battalion, 7th Cavalry, from the division right to the left flank, taking position in front of the 2nd Battalion, 7th Cavalry, to start the movement toward Tabu-dong. Gay ordered the 3rd Battalion, 7th Cavalry, to shift the next morning from the right flank to the left, and prepare to follow the 1st Battalion in its dash for Tabu-dong. On the morning of 20 September the 3rd Battalion boarded trucks north of Taegu and rolled northwest on the road toward Waegwan. The regimental commander, apparently fearing that KPA mortar and artillery fire would interdict the road, dismounted his troops short of their destination. Their foot march tired the troops and made them late in reaching their assembly area. This over-caution angered General Gay because the same thing had happened when the 2nd Battalion of the same regiment had moved to the left flank four days earlier. In the meantime, during the morning the 1st Battalion, 7th Cavalry, led off down the road toward Waegwan past Hill 300. At 09:00 short of Waegwan the lead elements turned off the main highway onto a poor secondary road which cut across country to a point east of Waegwan, where it met the Waegwan-Tabu-dong road. This latter road curved northeast, winding along a narrow valley floor hemmed in on both sides by high mountains all the way to Tabu-dong, away. Even though an armored spearhead from C Company, 70th Tank Battalion, led the way, roadblocks and KPA fire from the surrounding hills held the battalion to a slow advance. By midafternoon it had gained only , and was only halfway on the cutoff road that led into the Waegwan-Tabu-dong road. The column stopped completely when a tank struck a mine. General Gay showed his irritation over the slow progress by ordering the regimental commander to have the 1st Battalion bypass KPA on the hills and \"high-tail it\" for Tabu-dong. Acting on General Gay's orders, the 1st Battalion pushed ahead, reached the Tabu-dong road, and turned northeast on it toward the town away. This road presented a picture of devastation, dead oxen, disabled T-34 tanks, wrecked artillery pieces, piles of abandoned ammunition and other military equipment and supplies littered its course. As the battalion halted for the night, an exploding mine injured Colonel Clainos. He refused evacuation, but the next day was evacuated on orders of the regimental commander. That evening the 1st Battalion, with the 3rd Battalion following close behind, advanced to the vicinity of Togae-dong, short of Tabu-dong. The premature de-trucking of the 3rd Battalion during the day was the final incident that caused General Gay to replace the 7th Cavalry regimental commander. That evening General Gay put in command of the regiment Colonel Harris, commanding officer of the 77th Field Artillery Battalion, which had been in support of the regiment. Harris assumed command just before midnight. Colonel Harris issued orders about midnight to assembled battalion and unit commanders that the 7th Cavalry would capture Tabu-dong in the morning, and that the element which reached the village first was to turn south to contact the 8th Cavalry Regiment and at the same time establish defensive positions to secure the road. The next morning, 21 September, the 1st Battalion resumed the attack and arrived at the edge of Tabu-dong at 12:55. There it encountered KPA resistance, but in a pincer movement from southwest and northwest cleared the village by 16:35. An hour later the battalion moved out of Tabu-dong down the Taegu road in attack southward toward the 8th Cavalry Regiment completing the encirclement later that afternoon. Meanwhile, the 3rd Battalion, 7th Cavalry, arrived at Tabu- dong and turned north to deploy its troops in defensive positions on both sides of the road. By this time, elements of the ROK 1st Division had cut the Sangju road above Tabu-dong and were attacking south toward the village. The ROK 12th Regiment, farthest advanced, had a roadblock to the northeast below Kunwi. It appeared certain that the operations of the 1st Cavalry Division and the ROK 1st Division had cut off large numbers of the KPA 3rd, 13th and 1st Divisions in the mountains north of Taegu. The next day, 22 September, the 11th Regiment of the ROK 1st Division and units of the South Korean National Police captured the Walled City of Ka-san, and elements of the ROK 15th Regiment reached Tabu-dong from the north to link up with the 1st Cavalry Division. ===The right flank=== In the mountainous area of the ROK II Corps the KPA 8th Division was exhausted and the 15th practically destroyed. The ROK divisions were near exhaustion, too, but their strength was greater than the KPA's and they began to move slowly north again. The ROK 6th Infantry Division attacked against the KPA 8th Division, which it had held without gain for two weeks, and in a 4-day battle destroyed the division as a combat force. According to KPA sources, the 8th Division suffered about 4,000 casualties at this time. The survivors fled north toward Yech'on in disorder. By 21 September the ROK 6th Division was advancing north of Uihung with little opposition. Eastward, the ROK 8th Infantry Division, once it had gathered itself together and begun to move northward, found little resistance because the opposing KPA 15th Division had been practically annihilated. In the battle-scarred Kigye ()-An'gangni-Kyongju area of the ROK I Corps sector, units of the Capital Division fought their way through the streets of An'gang- ni on 16 September, the day the UN offensive got under way. Beyond it, the ROK 3rd Infantry Division had moved up to the north bank of the Hyeongsan River just below P'ohang-dong. The next day a battalion of the 7th Infantry Division advancing from the west, established contact with elements of the Capital Division and closed the 2-week-old gap between the ROK II and I Corps. Retiring northward into the mountains, the KPA 12th Division fought stubborn delaying actions and did not give up Kigye to the Capital Division until 22 September. It then continued its withdrawal toward Andong. This once formidable organization, originally composed largely of Korean veterans of the Chinese People's Liberation Army, was all but destroyed, its strength stood at approximately 2,000 men. The ROK divisions had numerical superiority, better supply, daily close air support and, in the P'ohang-dong area, naval gunfire. On the 16th, naval support was particularly effective when Admiral Charles C. Hartman's Task Group, including the battleship , appeared off P'ohang-dong. The battleship pounded the KPA positions below the town, along the dike north of the Hyongsan River, with 2,000-pound shells from its 16-inch guns. Two days later the Missouri again shelled these dike positions under observed radio fire direction by Colonel Emmerich, Korean Military Advisory Group (KMAG) adviser to the ROK 3rd Division. ROK troops then assaulted across the bridge, but KPA machine gunners cut them down. The number killed is unknown, but 144 were wounded in trying to cross the bridge. In a final desperate step, thirty- one ROK soldiers volunteered to cross the bridge. Fighter planes helped their effort by making dummy strafing passes against the KPA dike positions. Of the thirty-one who charged, nineteen fell on the bridge. Other ROK soldiers quickly reinforced the handful of men who gained a foothold north of the river. There they found dead KPA machine gunners tied to their dike positions. As a preliminary move in the UN offensive in the east, naval vessels on the night of 14–15 September had transported the ROK Miryang Guerrilla Battalion, specially trained and armed with Russian-type weapons, to Changsa-dong (), above P'ohang-dong, where the battalion landed two and a half hours after midnight in the rear of the KPA 5th Division. Its mission was to harass the KPA rear while the ROK 3rd Division attacked frontally below P'ohang-dong. That evening the KPA 5th Division sent a battalion from its 12th Regiment to the coastal hills where the Miryang Battalion had taken a position and engaged it. The ROK guerrilla battalion's effort turned into a complete fiasco. The US Navy had to rush to its assistance and place a ring of naval gunfire around it on the beach, where KPA fire had driven the battalion. This saved it from total destruction. Finally, on 18 September, with great difficulty, the navy evacuated 725 of the ROK's, 110 of them wounded, by LST. Thirty-nine dead were left behind, as well as 32 others who refused to try to reach the evacuating ships. Although this effort to harass the KPA rear came to nothing and gave the ROK 3rd Division little help, elements of 3rd Division had combat patrols at the edge of P'ohang-dong on the evening of 19 September. The next morning at 10:15 the division captured the destroyed town. One regiment drove on through the town to the high ground north of it. And in the succeeding days of 21 and 22 September the ROK 3rd Division continued strong attacks northward, supported by naval gunfire and fighter planes, capturing Hunghae, and driving the KPA 5th Division back on Yongdok in disorder. ===The left flank — the KPA withdraws from Sobuk-san=== At the other end of the UN line, the left flank in the Masan area, H-hour on 16 September found the 25th Division still fighting KPA forces behind its lines, and the KPA appeared stronger than ever on the heights of Battle Mountain, P'il-bong-san () and Sobuk-san. 25th Division commander General William B. Kean and his staff felt that the division could advance along the roads toward Chinju only when the mountainous center of the division front was clear of the KPA. The experience of Task Force Kean in early August, when the KPA had closed in behind it from the mountains, was still fresh in their minds. They therefore believed that the key to the advance of the 25th Division lay in its center where the KPA held the heights and kept the 24th Infantry Regiment under daily attack. The 27th Infantry Regiment on the left and the 35th Infantry Regiment on the right, astride the roads between Chinju and Masan, could do little more than mark time until the situation in front of the 24th Infantry improved. To carry out his plan, General Kean on 16 September organized a composite battalion-sized task force under command of Maj. Robert L. Woolfolk, commanding officer of the 3rd Battalion, 35th Infantry, and ordered it to attack the KPA-held heights of Battle Mountain and P'il-bong-san the next day, with the mission of restoring the 24th Infantry positions there. On the 17th and 18th the task force repeatedly attacked these heights, heavily supported by artillery fire from the 8th and 90th Field Artillery Battalions and by numerous air strikes, but KPA automatic fire from the heights drove back the assaulting troops every time with heavy casualties. Within twenty- four hours, A Company, 27th Infantry, alone suffered fifty-seven casualties. Woolfolk's force abandoned its effort to drive the KPA from the peaks after its failure on the 18th and the task group was dissolved the next day. During the morning of 19 September it was discovered that the KPA had abandoned the crest of Battle Mountain during the night, and the 1st Battalion, 24th Infantry, moved up and occupied it. On the right, the 35th Infantry began moving forward. There was only light resistance until it reached the high ground in front of Chungam-ni () where cleverly hidden KPA soldiers in spider holes shot at 1st Battalion soldiers from the rear. The next day the 1st Battalion captured Chungam-ni, and the 2nd Battalion captured the long ridge line running northwest from it to the Nam River. Meanwhile, the KPA still held strongly against the division left where the 27th Infantry had heavy fighting in trying to move forward. On 21 September the 35th Infantry Regiment captured the Notch, southwest of Chungam- ni, and then swept westward without resistance, past the Much'on-ni road fork, to the high ground at the Chinju pass. There at 22:30 the lead battalion halted for the night. At the same time, the 24th and 27th Regiments in the center and on the division left advanced, slowed only by the rugged terrain they had to traverse. They passed abandoned position after position from which the North Koreans previously had fought to the death, and saw that KPA automatic positions had honeycombed the hills. The events of the past three days made it clear that the KPA in front of the 25th Division in the center and on the right had started his withdrawal the night of 18–19 September. The KPA 7th Division withdrew from south of the Nam River, while the 6th Division sideslipped elements to cover the entire front. Covered by the 6th Division, the 7th had crossed to the north side of the Nam River by the morning of the 19th. Then the KPA 6th Division had withdrawn from its positions on Sobuk-san. Although the KPA withdrawal had been general in front of the 25th Division, there were still delaying groups and stragglers in the mountains. Below Tundok on the morning of 22 September some North Koreans slipped into the bivouac area of A Company, 24th Infantry. One platoon leader awoke to find an enemy soldier standing over him. He grabbed the enemy's bayonet and struggled with him until someone else shot the man. Nearby another enemy dropped a grenade into a foxhole on three sleeping men, killing two and wounding the third. A little later mortar fire fell on a company commanders' meeting at 1st Battalion headquarters and inflicted seven casualties, including the commanding officer of Headquarters Company killed. Up ahead of the division advance, elements of the KPA 6th Division at the Chinju pass blocked the 35th Infantry all day on 22 September, covering the withdrawal of the main body across the Nam River and through Chinju, westward. The assault companies of the 1st Battalion, 35th Infantry, got within of the top of Hill 152 at the pass but could go no further. ===The KPA withdraws=== Aerial observers' reports on 22 September gave no clear indication of KPA intentions. While there were reports of large KPA movements northward there were also large ones seen going south. Eighth Army intelligence on that day estimated the situation to be one in which, \"although the enemy is apparently falling back in all sectors, there are no indications of an over-all planned disengagement and withdrawal.\" This estimate of KPA intentions was wrong. Everywhere the KPA were withdrawing, covering their withdrawal by strong blocking and delaying actions wherever possible. There can be little doubt that when news of the Inchon landings reached the KPA it was demoralizing in the extreme and was perhaps the greatest single factor in their rapid deterioration. The evidence seems to show that news of the Inchon landing was kept from most of the KPA officers as well as nearly all the troops at the Pusan Perimeter for nearly a week. It would appear that the North Korean High Command did not decide on a withdrawal from the Perimeter and a regrouping somewhere farther north until three or four days after the landing when it became evident that Seoul was in imminent danger. The pattern of fighting and KPA action at the Perimeter reflects this fact. Nowhere on 16 September, when Eighth Army began its offensive, did it score material gains except in certain parts of the 2nd Division zone where the 38th and 23d Infantry Regiments broke through decimated KPA forces to reach the Naktong River. Until 19 September there was everywhere the stoutest KPA resistance and no indication of voluntary withdrawal, and, generally, UN advances were minor and bought only at the cost of heavy fighting and numerous casualties. Then during the night of 18–19 September the KPA 7th and 6th Divisions began withdrawing in the southern part of the line where they were farthest from North Korea. The 6th Division left behind well organized and effective delaying parties to cover the withdrawals. On 19 September Waegwan fell to the US 5th RCT, and the ROK 1st Division in the mountains north of Taegu penetrated to points behind the KPA 1st and 13th Divisions' lines. These divisions then started their withdrawals. The next day the ROK 3rd Division on the east coast recaptured P'ohang-dong and in the ensuing days the KPA 5th Division troops in front of it fell back rapidly northward on Yongdok. At the same time the ROK made sweeping advances in the mountains throughout the eastern half of the front. The 1st Cavalry Division was unable to make significant gains until 20 and 21 September. On the 21st it finally recaptured Tabu-dong. West of the Naktong the US 2nd Division fought stubborn KPA delaying forces on 21 and 22 September. ==Aftermath== The effect of the Inchon landing and the battles around Seoul on KPA action at the Pusan Perimeter from 19 September onward was clearly apparent. By that date the North Korean High Command began to withdraw its main forces committed in the south and start them moving northward. By 23 September this North Korean retrograde movement was in full swing everywhere around the Perimeter and their cordon was no more. The Eighth Army and the ROK then began their counteroffensive to pursue the retreating KPA. ==See also== *Battle of Inchon *Second Battle of Seoul *UN September 1950 counteroffensive == References == Category:Conflicts in 1950 Category:1950 in Korea Category:History of Busan Category:Battles of the Korean War Category:Battles involving North Korea Category:Battles involving South Korea Category:Battles of the Korean War involving the United Kingdom Category:United States Marine Corps in the 20th century Category:Battles of the Korean War involving the United States ",
    "title": "Pusan Perimeter Offensive"
}