{
    "id": "60321415",
    "text": "Los Seis de Boulder () were six Chicano activists and students killed in two car bombings in Boulder, Colorado. The bombings occurred at the end of May 1974, with the name Los Seis de Boulder coined posthumously. The students were protesting the negative treatment of Mexican-American students at the University of Colorado, Boulder at the time of their death. A monument was erected for them in Chautauqua Park on May 27th, 2020. ==Involvement of Los Seis in student groups== Los Seis were active in the UMAS (United Mexican American Students) at the University of Colorado Boulder. At the time [1967-1979], Colorado was one of fewer than 10 U.S. states in which Chicanos (mid-20th century political/cultural term used by some Mexican Americans) were initiating the original MECha groups. As of 2012, there are over 500 chapters. Although these groups originally concentrated more on education issues, this led to participation in political campaigns and protests against widespread issues such as police brutality and the U.S. war in Southeast Asia.Moore, J. W., & Cuéllar, A. B. (1970). Mexican Americans. Ethnic groups in American life series. Englewood, Cliffs, N.J.: Prentice-Hall. p. 150. Outside of Colorado, the Brown Berets, a Chicano youth group which began in California, took on a more militant and nationalistic ideology.Moore, J. W., & Cuéllar, A. B. (1970). Mexican Americans. Ethnic groups in American life series. Englewood, Cliffs, N.J.: Prentice-Hall. p. 151. At the University of Colorado Boulder today, UMAS and MEChA have combined into a single coalition simply referred to as \"UMAS y MEXA\". ==Prior to the car bombings== The University of Maryland's Global Terrorism Database has information on other Boulder, Colorado bombings in 1974 suspected to involve the same \"Chicano activists,\" and that \"The explosions came during a time of racial tensions in Colorado, especially in Denver and Boulder, where at least 10 bombings had occurred within the last year, primarily directed at public buildings such as schools, police stations, and courthouses.\" 2 months prior to the deaths of \"Los Seis\", in March 1974 a Boulder police station was bombed. There were no casualties, though $8,000 worth of damage was caused. Minutes later on the same day, the courthouse was bombed. ==Car bombings== ===First === In an article written for the Daily Camera, librarian and local historian Carol Taylor states that the first bombing took place on May 27, 1974, and ===Second=== ===Investigation=== Due to the politicized nature of the activists work as members of UMAS and MEChA, focusing on fighting for Mexican American student rights at the University of Colorado Boulder as well as other institutions of higher education throughout the state, conspiratorial foul play has also been suspected as claimed by some involved in the Chicano community at that time. The crimes have not yet been solved. The FBI and police found that the students themselves triggered bombs they were making to assault civic buildings and personnel. The active COINTELPRO program was a major factor in speculation of government involvement. Priscilla Falcon, professor of Hispanic Studies at the University of Northern Colorado, said in relation to the deaths of Los Seis “After that, many people became fearful that they could be the next target of the government,” and “So there were peaks and valleys in the movement. If you’re looking at the activism among the student population, I would definitely say that a peak was 1970, with the Chicano Moratorium in California, where 3,000 folks came, and after that I think we entered into a repressive period where there was a lot of COINTELPRO stuff going on.” ==In art and media== Los Seis de Boulder Memorial Sculpture on the University of Colorado Boulder campus. Documentary films and live performances have featured the subject, including 2014's Symbols of Resistance and a 2017 entirely dedicated to the subject, \"Neva Romero: Jamas Olvidados\" by director Nicole Esquibel. On May 31, 2014, Su Teatro, located in Denver's Art District on Sante Fe, which on its website claims it \"has established a national reputation for homegrown productions that speak to the history and experience of Chicanos.\", hosted a 40th anniversary event commemorating the death of Los Seis. In 2019 a University of Colorado student created an art exhibit on campus dedicated to Los Seis de Boulder. CU students have protested a campus decision not to make the art exhibit permanent. On September 16, 2020, CU officials announced that the sculpture will be made permanent, both at its location in front of Temporary Building 1 as well as part of its library's Special Collections, Archives and Preservation department. The creator of the sculpture, Jasmine Baetz, described the decision as a good first step toward addressing equity issues facing Chicano, Latino and students of color at CU. == References == Category:Activists for Hispanic and Latino American civil rights Category:1974 deaths Category:Deaths by car bomb in the United States Category:People murdered in Colorado Category:Unsolved crimes in the United States ",
    "title": "Los Seis de Boulder"
}