{
    "id": "60323046",
    "text": "Carlos Landín Martínez (born ), also known as El Puma, is a Mexican former police chief and convicted drug lord. He was a high-ranking member of the Gulf Cartel, a criminal group based in Tamaulipas, Mexico, and worked as the second-in-command of the cartel in Reynosa from 2005 to 2007. Landín Martínez was a trusted enforcer of the kingpin Gregorio Sauceda Gamboa. Among his responsibilities included managing international drug trafficking shipments from Tamaulipas to Texas, collecting taxes from independent traffickers who operated in his turf, and managing money laundering operations. Landín Martínez was also a commander in the Tamaulipas State Police, where he headed the homicide task-force. According to a witness who testified against him in court, Landín Martínez worked for the Gulf Cartel while still employed by the state police. In July 2007, Landín Martínez was arrested after being spotted by an off-duty U.S. Drug Enforcement Administration (DEA) agent inside a supermarket in McAllen, Texas. He was charged with multiple counts of drug trafficking, conspiracy, and money laundering. In January 2008, he was found guilty of all counts and sentenced to life imprisonment. However, his sentence was later reduced. The case against Landín Martínez highlighted unprecedented levels of cooperation between local and federal authorities in the U.S. and Mexico. Since the case was built from a bottom-up approach, with low-level criminals providing authorities with information that led to their leadership, investigators stated that the case could potentially serve as a model for future organized crime cases. ==Early life and career== Carlos Landín Martínez was born in Reynosa, Tamaulipas, Mexico, in . He was a member of the Tamaulipas State Police, where he worked as the commander of the homicide investigatory task-force. His efforts in the agency were lauded in law enforcement circles. In the police, he was known as \"El Puma Uno\" () for his aggressive stance against the most-wanted criminals in Tamaulipas; his family members nicknamed him \"El Sapo\" () for his wide face and neck. In March 1997, the Attorney General's Office (PGR) arrested him and Pablo Villanueva Hernández, another police chief, for reportedly being involved with Los Nichos, a Reynosa-based drug gang. Hours later, however, Landín Martínez was released from custody due to lack of evidence and resumed his police duties. On 28 May 1999, Landín Martínez was permanently released from the Tamaulipas State Police along with nine other police chiefs. This decision was made by the former Tamaulipas Governor Tomás Yarrington (1999–2005). Yarrington released them because they were suspected by the PGR of being involved in drug trafficking during the administration of his predecessor Manuel Cavazos Lerma (1993–1999). When he was in the state police, Landín Martínez was involved with the Gulf Cartel, a criminal group based in Tamaulipas. Authorities also stated he worked closely with Los Zetas, the Gulf Cartel's former paramilitary group. Landín Martínez lived a double life to avoid detection; he posed as a retiree while being involved in organized crime. In Mexico, he ran a criminal organization responsible for international drug trafficking; in the U.S., he spent time with his family, including his three children and four grandchildren. U.S. authorities tracked Landín Martínez's drug trafficking activities back to 1998, when his criminal cells in Granjeno and Peñitas, Texas, worked with a family-led smuggling ring headed by Francisco Meza-Rojas, a former McAllen police officer. For nearly a decade, Landín Martínez's drug trafficking cells were responsible for moving narcotics from Mexico into the U.S. Most of the drugs from the Gulf Cartel were cultivated in Michoacán, smuggled through Tamaulipas, and then redistributed in South Texas and throughout the rest of the U.S. The drugs were smuggled via the Rio Grande River and dropped off in designated spots for arranged middlemen to pick up. The drugs were then given to other smugglers, who met in parking lots of businesses in the McAllen area. Smugglers linked to Landín Martínez would then take the drugs and store them in stash houses across the city. A group of smugglers would then take those drugs past the U.S. Border Patrol stations in Falfurrias and Sarita, where they would then be distributed to cities like Dallas, Houston, Chicago, Tampa, Nashville, Atlanta, Greensboro, and New York City. Once drug cells were finalized, couriers would bring the money back to Mexico from all over the U.S. through the Reynosa border crossing, where it reached Landín Martínez's network. In August 2005, U.S. authorities discovered a tunnel that was used by Landín Martínez's associates to smuggle drugs from Mexico to downtown Hidalgo, Texas. From January 2005 to January 2007, Landín Martínez was the second-in-command for the Gulf Cartel in Reynosa. Among his duties included collecting taxes from independent drug traffickers who wanted to smuggle drugs through his corridor, which extended between the Tamaulipas municipalities of Gustavo Díaz Ordaz and Río Bravo. Those who tried to circumvent this taxation, or who were found responsible for losing drugs or money, were kidnapped, tortured, and/or killed on Landín Martínez's orders. This taxation system was a profitable business for the Gulf Cartel. The Reynosa corridor was headed by Gregorio Sauceda Gamboa, a kingpin that reported to Osiel Cárdenas Guillén, the top leader of the cartel. Landín Martínez worked under both of them. However, Sauceda Gamboa began having differences with the Gulf Cartel's leadership due to his perceived weakness; his excessive drinking, drug addiction, and cancer diagnosis pushed him to the sidelines. While Sauceda Gamboa's influence declined, Landín Martínez began generating more influence and money. The leadership differences triggered an internal rift in the Gulf Cartel; multiple regional leaders were killed, and Landín Martínez was rumored dead in 2006. Landín Martínez worked under the kingpin Jorge Eduardo Costilla Sánchez; his colleagues were the siblings Gregorio and Héctor Manuel Sauceda Gamboa, Zeferino Peña Cuéllar (\"Don Zefe\"), and Alfonso Lam Liu (\"Gordo Lam\"). However, when the infighting began, Landín Martínez began having differences with them and others cartel leaders. In the mid-2000s, the U.S. Drug Enforcement Administration (DEA) launched Operation Puma, a multi-agency investigation that targeted the Gulf Cartel's network in the U.S.; it was dubbed \"Puma\" in reference to Landín Martínez, the main target of the investigation. The investigation began in Dallas, Texas, and resulted in over 30 arrests in Dallas, San Antonio, McAllen, and Laredo. The DEA teamed up with law enforcement agencies in Mexico, as well as with federal, state, and local police agencies in the U.S. This included collaboration with the police departments in Dallas, McKinney, Garland, Plano, Kaufman, McAllen, Mission, Houston, Laredo, Texarkana, San Juan, Weslaco, Pharr, and San Antonio. In addition, it received support from the Texas Department of Public Safety, the U.S. Marshal's Service, and the Bureau of Immigration and Customs Enforcement. According to the DEA, the collaboration between agencies, including the ones with Mexico, highlighted an \"unprecedented\" level of cooperation between law enforcement. In addition to Landín Martínez, the DEA's investigation also focused on arresting ten high- ranking members of the Gulf Cartel and Los Zetas, who were placed in a most- wanted list with bounties. In May 2007, U.S. federal authorities indicted Landín Martínez and thirteen others for drug trafficking, conspiracy, and money laundering. == Arrest == On 17 July 2007, Landín Martínez was spotted inside a H-E-B supermarket in McAllen, Texas, by off-duty DEA agent Leonardo Silva. Landín Martínez was buying watermelons and was accompanied by two men who were apparently his bodyguards; Silva was at the store to prepare for a barbecue with his family. Silva described that he was in the store buying corn and got a glance of Landín Martínez by coincidence. At that time, the DEA was investigating Landín Martínez for his involvement with the Gulf Cartel and had been working on the case for at least two years. Silva recognized his face from the DEA case he and his coworkers had been working on. Days prior to the encounter, the DEA received information that Landín Martínez was in the Rio Grande Valley. Silva was not properly equipped to execute the arrest. He followed the men as they left the supermarket and drove through an intersection before calling on the McAllen Police Department for assistance. Landín Martínez did not resist arrest and was unarmed. He then admitted to being himself. Landín Martínez did not have an arrest warrant that day, but the DEA had been reassured by Mexican authorities that they would arrest him in Mexico if U.S. authorities were unable to get a warrant from a U.S. judge. He was also a wanted criminal in Mexico. \"He happened to fall into our lap, so we had to move fast,\" Silva said. \"You only get one shot at a person like Mr. Landín.\" Landín Martínez appeared in court on 19 July for his initial hearing with judge Peter E. Ormsby. His attorney, Oscar Rodolfo Alvarez, told the judge that Landín Martínez fled Mexico and sought for safe haven in the U.S. because he feared for his life. He said Landín Martínez was an honorable police officer and that drug traffickers he worked to arrest wanted to kill him. \"Let's not forget that police commanders are turning up dead every day in Mexico,\" his attorney said. In the hearing, the prosecution explained the drug charges against Landín Martínez, which included two drug seizures between 2002 and 2005. DEA agent Jaime Fernandez told the judge that four informants had linked Landín Martínez with two cocaine seizures in the U.S. from Mexico. One of the sources, according to the DEA, verbally stated that he paid Landín Martínez to allow him to freely move drugs through the Reynosa corridor. Alvarez told the prosecution they conducted an unlawful arrest because they did not have an arrest warrant when they detained Landín Martínez outside the store. U.S. authorities stated that they had not issued an arrest warrant for him because they did not expect to arrest him in the U.S. since he rarely visited. The prosecution asked the judge to deny his bond; although Landín Martínez was legally allowed to enter the U.S. with his Border Crossing Card, he crossed the U.S.-Mexico border illegally through the Rio Grande River to visit his family in McAllen and Pharr. Authorities stated it was unclear when Landín Martínez illegally made it into the U.S. Alvarez told the judge that the case against Landín Martínez was built by criminals that Landín Martínez helped arrest, and cited vengeance as a driving motive for his detention. He asked the judge to consider Landín Martínez's years of service in the Tamaulipas State Police and the unknown identities of his accusers as evidence of Landín Martínez's innocence. \"If Mr. Landín had been a police officer in the state of Texas and two defendants accused him of criminal activity, he wouldn't have been suspended,\" Alvarez said. Ormsby ordered Landín Martínez to be held without bond and under federal custody. Because of his questionable entry to the U.S., the judge stated that Landín Martínez could also be held on immigration charges. ==Trial == On 14 January 2008, Landín Martínez appeared in court under tight security. Parking lots close to the courthouse were cordoned off by the police, and officers screened over 30 of Landín Martínez's family members who attended the initial proceedings. The SWAT team of the Hidalgo County Sheriff's Office was on standby that evening by the McAllen Police Department, where Landín Martínez was planned to be held for the duration of the trial. The McAllen Police chief confirmed that they were assisting the United States Marshals Service by housing Landín Martínez in their facilities. During the hearings, the prosecution accused Landín Martínez of collecting taxes from traffickers on his turf. The defense stated that the evidence from the prosecution relied on gangsters' hearsay and of smugglers who were looking to confess for a reduced sentence. The jury panel consisted of three men and nine women. Landín Martínez was facing 10-counts of drug trafficking, conspiracy, and money laundering from activities between 2005 and 2007. He pleaded not guilty. On 15 January, witness Francisco Camacho Barajas told the jury that Landín Martínez was involved in the Gulf Cartel in Reynosa while still working for the Tamaulipas State Police. Camacho was also a smuggler for the Gulf Cartel, and was facing a 10-year conviction for his drug charges; he had worked for two people who reported to Landín Martínez. \"They told me many times who was the boss,\" Camacho said in Spanish to the jury. \"It was Carlos Landín, El Puma.\" He also told the jury that he was a rehabilitated man and wanted to tell the truth to help himself from his previous drug abuse. Landín Martínez's defense accused Camacho of being an unreliable witness. They cited his drug abuse and lack of first-hand knowledge of Landín Martínez's supposed involvement in the Gulf Cartel as evidence of his unreliability as a witness. When he asked if he had met Landín Martínez in person or saw him committing a crime, the witness' consistence response was \"no\". Landí Martínez's attorney argued that the witnesses' testimonies did not directly link him to the accusations. Another drug smuggler, Jose Moncerrat Narvaez, testified that he received drug shipments from Landín Martínez's network across the Rio Grande River from a man named Juan Óscar Garza Alanís. Narvaez also gave testimony of his personal relationship with Landín Martínez; he told the jury that he was a former municipal police officer in Río Bravo and he had a special chair to accommodate Landín Martínez's complexion. He also told the jury that he was not offered a lower sentence if he testified against him, but that he would gladly accept an offer from the prosecution if it were presented to him. On 16 January, the prosecution brought forward multiple bags filled with cocaine to show to the jury. Each bag was valued between US$12,000 to US$15,000. The police described their encounters with people under Landín Martínez in their investigations, and how they recovered the narcotics as part of the case against him and the thirteen other co-defendants. One of the other co-defendants listed in the indictment, Luis Robledo Martínez, was present during the courtroom and accused of drug trafficking. The police described his October 2006 arrest in San Juan following a traffic stop, where they discovered he was in possession of more than US$27,000 in cash. Robledo told the police that US$6,000 was to purchase a vehicle in a car auction in Alamo, but the police stated that the auction had been closed for the past two years. Upon inspecting the vehicle with Robledo's consent, the police found an additional US$21,500. The police suspected the money came from drug proceeds. Robledo pleaded not guilty to drug trafficking conspiracy and illegal possession of money. Landín Martínez and Robledo were present while recordings of phone calls, intercepted by the prosecution's witness Ricardo Muñiz, were played for the jury. The recordings included mentions of aliases of members within the Gulf Cartel, drug and money operations, and of worries that they may be heard from authorities through wire tapping. Landín Martínez was rarely mentioned in the recordings; the witnesses told the jury that they worked under Landín Martínez but did not have direct contact with him. One of the phones calls from 2006 mentioned a man known by his alias \"Maestro\" (), who was responsible for smuggling money from the U.S. to Mexico for Landín Martínez. The prosecution said that this person was Robledo, but his attorney, Jim Grissom, disputed the claim and said he would bring forward a witness who would tell the jury it was not Robledo. Robeldo told the jury that he never smuggled narcotics or cash for the Gulf Cartel, but admitted to bringing large sums of cash to the U.S. to buy cars to later resell in Mexico. In the phone conversations, Muñiz and the \"Maestro\" spoke about drug operations in vague terms, often referring to drug proceeds as documents. Several U.S. law enforcement agents who participated in drug seizures from Muñiz's operations were expected to testify against Landín Martínez and Robledo that afternoon before the court session ended. On 17 January, more witnesses testified against Landín Martínez and accused him of drug trafficking. Daniel Zamorano Marchant, one of the witnesses who had previously smuggled marijuana and methamphetamine for the Gulf Cartel, stated that Landín Martínez collected fees from drug and human traffickers who wanted to operate in his turf. \"If you want to participate in illegal activity you need to talk to the cartel leader of that area,\" he said. \"Otherwise you will be kidnapped and killed.\" Zamorano and two other witnesses told the jury that they had met, struck agreements, and/or been kidnapped by a man known as El Puma. Zamorano also stated that the Gulf Cartel received support from the Mexican police to conduct drug trafficking operations in Reynosa. Landín Martínez's attorney Alvarez questioned the witnesses' claims and asked them if they ever heard Landín Martínez's actual name in any drug operation. Another witness, Antonio Parra Sáenz, took the stance and said he was kidnapped by the Gulf Cartel in Reynosa and tortured for 15 days after the Mexican police seized US$2.5 million in cocaine from a stash house he was guarding in Las Milpas, Texas. The seizure was conducted in July 2006, and resulted in the confiscation of of cocaine, about of methamphetamine, US$40,000 in cash, and firearms, ammunition and bullet proof vests. Parra Sáenz was released after the cartel was convinced that he did not steal the drugs, but his family was extorted for money to repay the drug debt. He told the jury that Landín Martínez was one of his captors. He said he saw Landín Martínez inside a black Suburban in Reynosa moments before he was taken captive by his henchmen. On 18 January, Arturo Alonso Sequera, a drug smuggler from North Carolina that worked for the Gulf Cartel under Landín Martínez, testified against him in court. He stated that Landín Martínez supervised and ordered the torture and execution of a man that refused to cooperate with the Gulf Cartel. \"[Landín Martínez] told me, 'You don't want to work for us? We will show you what happens to those who don't listen to us'\", Sequera told the jury. Sequera said that he was forced to work with the Gulf Cartel in August 2005 after he saw two men retrieving drugs hidden inside a vehicle's tires. He said that the men, who were linked to Landín Martínez, threatened to kill him and his family if he did not join the cartel. Sequera said he worked for the Gulf Cartel in Greensboro, North Carolina, by selling the drugs to U.S. distributors, and by smuggling drug proceeds back to Mexico through Reynosa. He said he stopped working for the cartel when Landín Martínez's men asked him to smuggle a heroin shipment from Reynosa to McAllen in December 2005. == Conviction == During the seven-day trial, the jury reviewed the exhibits presented by the prosecution, which included drug seizure samples and hours of wiretapped conversations between Landín Martínez's smugglers in the Rio Grande Valley. Witnesses described the Gulf Cartel as a complex organization where low-level members were not allowed to participate in the criminal group's core operations, thus helping reduce the liability of the cartel leaders and their direct involvement in drug trafficking. In their closing arguments, Landín Martínez's defense accused the government of using \"stories from jailbirds\" as part of their evidence against their client. They reiterated that the charges against him did not link him directly to the crimes. The defense did not call forward any witnesses during the trial, and stated that they did this because the burden of proof fell on the prosecution. The prosecution stated that Landín Martínez stirred the direction of his criminal activities through his subordinates. Landín Martínez's defense stated that their client faced five additional drug and money laundering charges in a 29-count indictment that was made from the drug seizure in Las Milpas. This meant that no matter what the verdict was, Landín Martínez would remain in federal custody to face his additional drug charges in court. Landín Martínez pleaded not guilty to the charges in the new indictment. On 22 January, after nearly eight and a half hours in deliberations that spanned for over two days, Landín Martínez was found guilty of all charges: ten counts of drug trafficking, conspiracy, and money laundering. Landín Martínez appeared emotionless when the verdict was read. His attorney said that he did not believe that the prosecution presented evidence to convict him, but he accepted the verdict and said he would weigh on the options he had left. Over a dozen of Landín Martínez's family members were present during the trial's sessions. A few of them sobbed outside of the courtroom when the verdict was decided. His eldest daughter, Sandra Landín, spoke to reporters and stated that Landín Martínez was an exemplary person. \"He's the best father and grandfather... We love him a lot,\" she told reporters. Landín Martínez's legal team was surprised when the verdict was read since they thought the jury would not find enough direct evidence to convict him. They told reports that they were wrong about their assessment of the jury's view. Landín Martínez's legal team also questioned the credibility of the witnesses presented by the prosecution. They stated that many of them were seeking leniency in their sentences in exchange for testifying against their client. Before being taken back to prison, U.S. Marshalls allowed for Landín Martínez to have contact with his family, who was present with him throughout the trial and his conviction. U.S. authorities also stated that the conviction of Landín Martínez would likely serve as a stepping-stone for the case against Cárdenas Guillén, the top leader of the Gulf Cartel who was extradited to the U.S. in 2007. Like Landín Martínez, he was facing trial in the U.S. and was expected to start in May 2008. Prosecutors stated that they could link the Gulf Cartel's drug trafficking activities in the U.S. through Landín Martínez, and then use that against Cárdenas Guillén during his trial. === Sentence and aftermath === On 29 April 2008, Landín Martínez was sentenced to life imprisonment in McAllen by U.S. District Judge Randy Crane. The sentence was for conspiracy to possess with intent to distribute and for multiple counts of distributing more than of cocaine. He was handed life imprisonment for being accountable for the possession with intent to distribute of of cocaine and for his leadership role in the Gulf Cartel. In addition to these convictions, Landín Martínez also received the maximum sentence of 20 years for money laundering, which included drug proceeds over US$1.6 million. He was also sentenced to a statutory maximum of 40 years for being in possession with intent to distribute of cocaine and five additional years for a cash smuggling conviction. In addition to Landín Martínez's convictions, the judge also sentenced Luis Robledo Martínez to 188 months (15.6 years) in prison in addition to five years of supervised release for possession with intent to distribute cocaine, conspiracy to launder assets, and for laundering US$27,290. The judge ordered all these sentences to be served concurrently. The case established that Landín Martínez held a leadership role in the Gulf Cartel in Reynosa, and that he was responsible for collecting fees from smuggling activities conducted in Reynosa and across the U.S.-Mexico border in the McAllen–Mission metropolitan area. The testimony presented in the trial proved that Landín Martínez exercised the use of force to control drug trafficking activities in Reynosa and against other members of the Gulf Cartel. Multiple law enforcement agencies participated in the case against Landín Martínez. Among them included the DEA, Immigration and Customs Enforcement (ICE), Texas Department of Public Safety, and the police departments of McAllen, Pharr, Weslaco, Palmview and Mission. The prosecution team consisted of Assistant U.S. Attorneys Patricia Cook Profit and Jesse Salazar. Moreover, U.S. federal authorities stated that the case against Landín Martínez was one of the most significant drug cases they had successfully closed in recent years, and highlighted the importance of cross- border collaboration between Mexican officials and U.S. authorities from local, state, and federal agencies. The DEA recognized that their growing collaboration in anti-drug efforts in Mexico improved in the administration of Mexican President Felipe Calderón (2006–2012) who launched a campaign against organized crime groups in Mexico in 2006 and made the Gulf Cartel one of its priorities. In addition, U.S. federal authorities stated that the case could serve as a model for future organized crime cases charging top crime bosses. Authorities explained that they built the case against Landín Martínez from the bottom up, using the information from low-level criminals arrested in the U.S. and Mexico, which slowly led them to information about the cartel's leadership structure. When the sentence was read, Landín Martínez did not issue a statement. His attorney, Eric Jarvis, stated that he maintained his innocence and that they would seek to appeal the sentence. Jarvis said that the case against his client was \"purely circumstantial\". Landín Martínez was also trying to get back two pieces of jewelry that were seized from him by U.S. authorities when he was arrested. One of the pieces he was wearing was a golden pendant depicting St. Jude; the item was later appraised at US$12,400. The item was stubbed in diamonds, emeralds, and a ruby. U.S. authorities seized his jewelry because they believed they were acquired from drug proceeds. Landín Martínez's defense team said they were surprised when they first heard that U.S. authorities wanted to keep his jewelry, especially after they returned his watch, wallet, and rings prior to the start of his trial. \"They just want to have a trophy,\" his attorney stated. Jarvis confirmed that he had not discussed this issue with his client or that he had seen the jewelry; he said they were busy working on the other drug charges his client was facing. On 8 May, the prosecution and the defense reached an agreement to not take this seizure case to a jury. Though the terms were not explicitly outlined, both the prosecution and the defense agreed to either auction the jewelry and divide the earnings, or have each of them take one of the pieces of jewelry. On 6 August 2008, Landín Martínez pleaded guilty to the second 29-count indictment. As part of the plea agreement, he admitted his involvement in drug trafficking activities from Mexico to the U.S. in 2006. The prosecution agreed to drop four charges during his second sentencing. Landín Martínez's sentence was later reduced; his released date is scheduled on 13 October 2029. He is imprisoned at the Federal Medical Center, Butner, a North Carolina federal security prison for inmates with special health needs. ==See also== *Mexican Drug War ==Footnotes== ==References== == Bibliography == * * * ==Further reading== * Category:Gulf Cartel members Category:People from Reynosa, Tamaulipas Category:Mexican police officers convicted of crimes Category:Mexican people imprisoned abroad Category:1950s births Category:Living people Category:Prisoners sentenced to life imprisonment by the United States federal government ",
    "title": "Carlos Landín Martínez"
}