{
    "id": "60328149",
    "text": "Bagrrys India Limited (known as Bagrry's) is an Indian multinational FMCG food-manufacturing company which manufactures the high-fiber breakfast cereals and health foods, headquartered in New Delhi, India. The company has two food brands in its portfolio ‘Bagrry's’ and ‘Lawrence Mills’. Bagrry's is the second biggest Indian brand of breakfast cereals in India after Kellogg's. Bagrry's product includes breakfast cereals such as muesli, oats, corn flakes plus, choco+ and a range of healthy foods such as bran, organic quinoa, chia seed, apple cider vinegar, peanut butter, and makhana. The Bagrry's group with interests in grain milling, FMCG & QSR has a lineage of over 50 years in food processing and is one of India's leading suppliers of cereal-based products such as cereal flours, wheat flours, oats, wheat bran, and other cereal products to leading food brands such as Nestle, KFC, Yum Brands, Mondelez, ITC, and Britannia. Bagrry's is one of the biggest suppliers of oats, wheat bran, and other cereal products to brands, including Nestle (Maggi noodles), ITC, KFC, and Britannia. ==History== The founder of Bagrry's, Shyam Bagri joined his family business of flour milling at an age of 21 years and set up a flour mill unit in Delhi in 1979 with only the scraps and spares form the group's other flour mills. He expanded this unit and scaled it up an institutional business adding leading customer names such as Britannia, Parle Agro, Modern Foods and Nestle. The motivation behind Bagrry's originated from none other than, Father of Nation Mahatma Gandhi. Shyam Bagri, in his early days, went over a passage from Mahatma Gandhi's book 'India of My Dreams' that illustrated the nutritive value of 'choker' or wheat bran (a by-product of flour milling) especially fiber, which is lost in processed foods. From there on, he set out on his journey to create his own brand of high fiber health foods, Bagrry's. In the early 1990s, he started manufacturing and distributing wheat bran as a high fiber health food under the brand name Wheatex. In 1993, Bagri launched another healthy product, oats- under the label Oatex. In 1994, he went on to manufacture a Swiss breakfast cereal called muesli - oats, wheat flakes and corn flakes blended with dried fruit and nuts. This is when he created ‘Bagrry's’ - an umbrella brand for all his health food products. In 2000, US President Bill Clinton was served Bagrry's muesli when he visited India and it added support in making the muesli brand popular. In 2004, Bagrry's had launched its own brand of cornflakes but withdrew it soon after, when Bagri realized cornflakes were not healthy. In September 2011, Bagrry's re-entered the cornflakes market with bran-added corn flakes. However, it found success in the corn flakes category after it launched Corn Flakes Plus, a fiber fortified corn flakes in 2016. In 2016, the company ventured into food retailing with QSR (quick service restaurants) called Bagrry's On The Go. The stores serve healthy foods and beverages such as sandwiches, bagels, burgers, cookies, cakes, brownies, crackers and muffins made without butter and using Bagrry's ingredients such as oats, muesli, wheat bran, and quinoa. In 2018, Bagrry's also ventured into the impulse healthy snacking category with flavored foxnuts - Makhanas.The company has been studying in the fox nut (makhana) for several years for its nutritive benefits and later started selling them from the QSR vertical - Bagrry's Health Cafe. Bagri always had an emphasis on quality sourcing and imported ingredients such as raw oats from England, and almonds and natural soya-based antioxidants for his muesli from the United States. The Bagrry's group's manufacturing facilities are now located in Delhi, Niwai (Rajasthan), Baddi (Himachal Pradesh), and Bulandshahr (Uttar Pradesh). Bagrry's products are present in over 70,000 retail outlets across and in 150 towns & cities. It sells in India as well as in Maldives, Seychelles Bangladesh, Nepal, Bhutan amongst other countries. ==Products== * Muesli * Oats * Bran * Corn Flakes plus * Choco+ * Wheat Flakes * Oats Atta * Makhana * Quinoa * Chia * Apple Cider Vinegar * Peanut Butter ==Brands== The Bagrry's group has two brands at present – Bagrry's and Lawrence Mills. ==Collaborations== In 2017, Bagrry's entered a distribution tie-up with Nissin Foods, the makers of Top Ramen noodles with an aim of distributing selected products through their channel. ==Recognition== * Recognized with the international quality certifications FSSC 22000, HACCP and Halal. ==See also== * List of breakfast cereals * Breakfast cereal * Kellogg's * PepsiCo * Marico * Nestlé * Quaker Oats Company ==References== ==External links== * Bagrrys India Limited Category:1986 establishments in India Category:Indian companies established in 1986 Category:Breakfast cereal companies Category:Companies based in Delhi Category:Food and drink companies established in 1986 Category:Food product brands Category:Multinational companies headquartered in India ",
    "title": "Bagrrys India Limited"
}