{
    "id": "60320854",
    "text": "Calum Lyons (born 1997) is an Irish hurler who plays for Waterford Intermediate Championship club Ballyduff Lower and at inter-county level with the Waterford senior hurling team. He usually lines out as a full-back. ==Playing career== ===St. Declan's Community College=== Lyons first came to prominence as a hurler with St. Declan's Community College in Kilmacthomas. He played in every grade of hurling before eventually joining the college's senior hurling team and serving as captain in his final year. ===Institute of Technology, Carlow=== As a student at the Institute of Technology, Carlow, Lyons was immediately called up to the institute's senior hurling team. He was an unused substitute during IT Carlow's Walsh Cup campaign in 2016. ===Waterford Institute of Technology=== As a student at the Waterford Institute of Technology, Lyons was drafted onto the senior hurling team during his first year. He lined out in the unsuccessful Fitzgibbon Cup campaigns in 2017 and 2018. ===Ballyduff Lower=== Lyons joined the Ballyduff Lower club at a young age and played in all grades at juvenile and underage levels before eventually joining the club's top adult team. On 22 October 2016, Lyons lined out at centre-back when Ballyduff Lower faced St. Mary's in the Waterford Junior Championship final. He ended the game with a winners' medal following a 2-14 to 0-11 victory. ===Waterford=== ====Minor and under-21==== Lyons first played for Waterford as a member of the minor team during the 2015 Munster Championship. He made his first appearance on 8 April 2015 and scored 0-02 from midfield in the 1-14 to 0-16 defeat by Tipperary. Lyons played his last game in the minor grade on 6 May 2015 in an 0-18 to 1-10 defeat by Limerick. Lyons progressed onto the Waterford under-21 team in advance of the 2017 Munster Championship. He made his first appearance in that grade on 13 July 2017 when he lined out at left wing-back in a 2-17 to 1-19 defeat by Cork at the semi-final stage. Lyons was again eligible for the under-21 team for the 2018 Munster Championship, however, he lost his place on the starting fifteen. He made his only appearance for the team on 20 June 2017 when he scored a point after coming on as a substitute in a second successive 0-23 to 1-17 defeat by Cork at the semi-final stage. ====Senior==== Lyons was added to the Waterford senior team prior to the start of the pre-season Munster League in 2017. He made his first appearance on 8 January when he came on as a substitute for Conor Prunty at left wing-back in a 0-24 to 1-14 defeat by Limerick. Lyons made an appearance in all of Waterford's Munster League games, however, he was not included on the panel for the National League or Championship. After being omitted from the team for the entire 2018 season, Lyons returned to the Waterford panel during the 2019 National League. He made his first appearance in that competition on 16 February 2019 when he came on as a 49th-minute substitute for Jordan Henley at left wing-back and scored a point in 3-15 to 0-10 defeat of Carlow. On 31 March 2019, Lyons was at full- back when Waterford suffered a 1-24 to 0-19 defeat by Limerick in the National League final. He made his Munster Championship debut on 19 May 2019 when he lined out at left corner-back in a 2-30 to 0-18 defeat by Tipperary. ==Career statistics== {| class=\"wikitable\" style=\"text-align:center\" |- !rowspan=\"2\"|Team !rowspan=\"2\"|Year !colspan=\"3\"|National League !colspan=\"2\"|Munster !colspan=\"2\"|All-Ireland !colspan=\"2\"|Total |- !Division!!Apps!!Score!!Apps!!Score!!Apps!!Score!!Apps!!Score |- |rowspan=\"3\"|Waterford |2017 |rowspan=\"3\"|Division 1B |colspan=2|—||colspan=2|—||colspan=2|—||colspan=2|— |- |2018 |colspan=2|—||colspan=2|—||colspan=2|—||colspan=2|— |- |2019 |6||0-01||3||0-01||colspan=2|—||9||0-02 |- !colspan=\"3\"|Career total !6!!0-01!!3!!0-01!!colspan=2|—!!9!!0-02 |} ==Honours== ;Ballyduff Lower *Waterford Junior Hurling Championship (1): 2016 ==References== Category:1997 births Category:Living people Category:Ballyduff Lower hurlers Category:Waterford inter-county hurlers Category:Hurling backs Category:Alumni of Waterford Institute of Technology Category:Waterford IT hurlers ",
    "title": "Calum Lyons"
}