{
    "id": "60328334",
    "text": "Kasper Blond (July 10, 1889 - September 20, 1964) was an Austrian surgeon, inventor and writer who proposed an alternative theory of cancer. ==Biography== Blond was born in Czernowitz, Bukovina. During World War I, Blond served in the Austrian Army. He was captured and imprisoned by Russians in Siberia but escaped through Persia and Turkey, back to Vienna.Baskett, Thomas F. (2019). Eponyms and Names in Obstetrics and Gynaecology. Cambridge University Press. p. 44 He was educated at the University of Vienna, where he graduated M.D. in 1917.A. W. B. (1964). K. Blond, M.D., F.I.C.S. The British Medical Journal 2 (5417): 1143. He worked as a surgeon at the Vienna General Hospital. During World War II, Blond fled Austria and worked at hospitals in Britain. In 1940, he qualified L.R.C.P and L.R.F.P.S. He worked as a senior surgeon at Whipps Cross University Hospital until 1943. He conducted experiments on the pathology of the liver, which were published in 1928 and 1930. In 1950, he co-authored the book The Liver: Porta Malorum, which proposed the hypothesis that many diseases and disorders such as allergies, cholecystitis, nephritis, jaundice, piles are caused by a malfunctioning liver.Tyler, David B. (1953). Reviewed Work: The Liver. Porta Malorum (The Gateway to Disease) by Kasper Blond, David Haler. The Quarterly Review of Biology 28 (3): 323. Their hypothesis was described as too dogmatic by critics. A review in the California Medicine journal noted that \"as soon as they present their principal hypothesis, they speak like religious fanatics with a body of dogma to be taken on faith without support of scientific fact.\"Anonymous. (1951). The Liver, Porta Malorum (The Gateway to Disease). California Medicine 74 (5): 411. In 1923, Blond and Hans Heidler (1889-1955) invented the Blond-Heidler saw, an obstetric tool used to remove a dead fetus. The saw has been used in cases of fetal decapitation without maternal trauma. Blond died in London. ==Cancer theory== Blond developed a theory of cancer which he wrote about in his book The Liver and Cancer, first published in 1954 with a second edition in 1960. Blond argued that the basis of all malignant disease is a mutation of somatic tissues caused by chronic liver damage. He believed that 98% of all cancers in adults are of alimentary origin.J. H. O, Earle. (1955). Reviewed Work: The Liver And Cancer: A New Cancer Theory by Kasper Blond. The British Medical Journal 2 (4955): 1543. His hypothesis was that cancer is a nutritional disease and is caused by liver damage.Ward, Grant E. (1956). Reviewed Work: The Liver and Cancer. A New Cancer Theory by Kaspar Blond. The Quarterly Review of Biology 31 (4): 336-337. Blond believed that cancer treatment requires the healing of liver damage. He argued that if the liver detoxifies correctly then cancer cannot develop because it thrives only on toxic products of digestion.Peller, Sigismund. (1955). Book Review: The Liver and Cancer. Science 122 (3178): 1023. His suggestions of treatment opposed any radiation therapy or surgery.Anonymous. (1960). The Liver and Cancer. Journal of the College of General Practitioners 3 (4): 488–489. He regarded \"cancer prevention, a problem of dietary control\" and recommended a vegetarian diet as therapy.Anonymous. (1962). The Liver and Cancer by Kasper Blond. The Indian Journal of Medical Research 50 (4-6): 666. He cited cases of cancer patients being successfully treated with vegetable juices, yoghurt, raw vegetables and fruit. Pathologist J. H. O. Earle in The British Medical Journal noted that: Physician Louis Lasagna negatively reviewed the book, stating that it promoted his theory that cancer is due to a sick liver but that was about all and it was \"rather a disjointed and unconvincing bit of hobbyhorse riding\".Lasagna, Louis. (1961). The liver and cancer: A new cancer theory. Journal of Chronic Diseases 13 (4): 377. Physician Grant E. Ward who reviewed the book, stated that further research was needed to prove if \"nutritional toxins\" cause cancer but his hypothesis was impressive enough to warrant study. Blond is referenced by Max Gerson, in A Cancer Therapy: Results of 50 Cases (1958).Gerson, Max. (2002 edition). A Cancer Therapy: Results of 50 Cases. The Gerson Institute. p. 41. After the 1960s, Blond's book was largely forgotten. ==Publications== *Haemorrhoids And Their Treatment: The Varicose Syndrome Of The Rectum (1940) *The Liver: Porta Malorum (The Gateway to Disease) (with David Haler, 1950) *The Liver and Cancer: A New Cancer Theory (with a foreword by E. Stanley Lee, 1960) ==References== Category:1889 births Category:1964 deaths Category:Alternative cancer treatment advocates Category:Austrian inventors Category:Austrian surgeons Category:Cancer researchers Category:University of Vienna alumni Category:20th-century surgeons ",
    "title": "Kasper Blond"
}