{
    "id": "60327726",
    "text": "Süd-Thüringen-Bahn GmbH (STB) is a public, non-state-owned railway company founded on 10 December 1999. The shareholders are Erfurter Bahn GmbH (EB) and Hessische Landesbahn GmbH (HLB), each with a 50 percent stake. The company is based at Erfurter Bahn in Erfurt, Thuringia. The operating location and operational management are located in Meiningen, Thuringia. Süd-Thüringen-Bahn is primarily active in local rail passenger transport (SPNV). It provides transport services on an approximately 370-kilometer network with seven railway lines on seven railway lines in the south of the Free State of Thuringia and between Meiningen and Erfurt.Shuttle-News, Fahrgastjournal der EB und STB, Ausgabe 4/2017 The blue band in the logo symbolizes the course of the Werra and thus the main area of operation. ==The company== The operating location of the STB is the railway depot Meiningen (Bahnbetriebswerk Meiningen) located directly at Meiningen station. In addition to the maintenance and repairs of the railcars, it also serves as a parking location for the shuttles. The management shares an office building at the company headquarters in Erfurt with the management of the partner Erfurter Bahn. The two transport companies work closely together. Regio-Shuttles of STB in front of the Bahnbetriebswerk Meiningen STB has 121 employees, 78 of whom are locomotive drivers and 21 train attendants. The Süd-Thüringen-Bahn maintains its own customer and service centres at the stations in Meiningen and Ilmenau. ===History=== Süd-Thüringen-Bahn GmbH (STB) was founded in December 1999 and the transport contract with the Free State of Thuringia was signed in February 2000. On behalf of Deutsche Bahn AG (DB), STB took over the local passenger transport on the three railway lines Eisenach-Meiningen-Eisfeld, Wernshausen- Zella-Mehlis and Meiningen-Erfurt Hauptbahnhof from January 1, 2001, initially with the DB vehicles; only on May 1, 2001 - within the framework of a Pro Bahn event - Regio-Shuttles were used. From 10 June 2001, the STB operated the line network called \"Dieselnetz Südthüringen\" itself with its own locomotives. It was originally planned - but not implemented - for STB to take over passenger transport on the Bad Salzungen–Vacha railway for the timetable change in 2001, since due to disputes between the Free State of Thuringia and the Wartburgkreis (parallel bus traffic) the local rail passenger transport (SPNV) was terminated there on 9 June 2001. In October 2002, local public transport began on the Eisfeld-Sonneberg route and in December 2002 on the Sonneberg- Neuhaus am Rennweg route. The EB 46 line from Erfurt to Ilmenau, operated by Erfurter Bahn until 2017 (from 10 December 2017 STB 46), was largely operated by the STB on behalf of Erfurter Bahn due to a lack of vehicles. The trains of the STB 44 and EB 46 lines from Erfurt to Plaue (Thuringia) were operated in a train association, where the train was divided; one unit went on to Ilmenau, the other to Meiningen. Since the Regio Shuttles are equipped with modern central buffer couplings, this so-called winging was possible at the push of a button. The infrastructure company responsible for the Eisfeld-Sonneberg and Sonneberg-Lauscha-Neuhaus am Rennweg sections is not DB Netz AG, but the private Thüringer Eisenbahn GmbH (ThE), which leased these lines in August 2001 for 17 years and has comprehensively renovated them since then. On 11 June 2011, the Süd-Thüringen Railway celebrated the 10th anniversary of its first operation with a major station festival. In December 2017, the line network continued to grow with the routes Fröttstädt-Friedrichroda and Erfurt- Ilmenau-Bahnhof Rennsteig. In addition, new customer centres were opened at the Meiningen and Ilmenau stations in 2017. In 2018, the STB decided to build a new depot at Meiningen station with a workshop and office building, new track facilities, filling station and parking spaces due to increased capacity requirements.Amtsblatt der Stadt Meiningen, Ausgabe 5/2018. Therefore, the STB acquired from Deutsche Bahn AG the site of the former freight station for this purpose. The commissioning of the new depot is scheduled for 2020. ===New tender 2017-2028=== The STB was able to prevail against other applicants in the new tender for the routes in the \"Dieselnetz Südthüringen\"Pressemitteilung des Thüringer Ministerium für Infrastruktur und Landwirtschaft: Süd-Thüringen- Bahn erhält Zuschlag für Dieselnetz Südthüringen and thus continues to operate its main network from December 2017 to 2028. The contract was signed on 6 April 2016 in Meiningen by Thuringia's Transport Minister Birgit Keller and the STB managing directors Michael Hecht and Susanne Wenzel.Meininger Tageblatt, Ausgabe 7. April 2016, S. 1 und 3 The STB network continued to grow with the regional lines STB 46 (Erfurt-Ilmenau-Bahnhof Rennsteig) and STB 48 (Fröttstädt-Friedrichroda (Friedrichroda Railway)). Two new express lines were created for this purpose: Erfurt-Zella-Mehlis with train throughput to Wernshausen (Monday to Friday) and Erfurt-Meiningen (both STx 50) as well as Erfurt-Ilmenau (STx 45 / Monday to Friday), which are each operated with several train pairs. The division of the STB 44 and EB 46 lines at Plaue ceased in December 2017 and the journey time between Meiningen and Erfurt was shortened by 10 to 15 minutes. The well-known vehicles of the \"Regioshuttle\" type will remain on the network for passengers from 2017. The 37 shuttles, five of them from ODEG, were modernised and received an extensive redesign in conventional green and white before the contract change. The number of employees is to increase to 150 and the mileage is to be increased to four million kilometers per year. ==Network as of 2017== {| class=\"wikitable\" |- bgcolor=\"#ffffaa\" ! Line ! KBS ! KBS-Strecke ! Route length ! Frequency ! Start of operation ! Term of contract |- | || 575 || Eisenach – Bad Salzungen – Wernshausen – Meiningen || align=\"center\" | 60 km || align=\"center\" | 60 min || 10 June 2001 (on behalf of DB AG since 1 January 2001) || align=\"center\" | 2001–2028 |- | || 569 || Meiningen – Grimmenthal – Eisfeld – Sonneberg Hbf || align=\"center\" | 81 km || align=\"center\" | 60 min Meiningen–Eisfeld / 120 min Eisfeld–Sonneberg || 10 June 2001 Meiningen–Eisfeld (on behalf of DB AG since 1 January 2001) 4 October 2002 Eisfeld–Sonneberg || align=\"center\" | 2001–2028 |- | || 564 || Sonneberg – Neuhaus am Rennweg || align=\"center\" | 29 km || align=\"center\" | 60 min || 15 December 2002 || align=\"center\" | 2002–2028 |- | || 573 || Wernshausen – Zella-Mehlis – Suhl || align=\"center\" | 36 km || align=\"center\" | 60 min (Monday to Friday) 120 min (weekends) 2 train pairs Zella-Mehlis–Suhl || 10 June 2001 Wernshausen–Zella-Mehlis (on behalf of DB AG since 1 January 2001) || align=\"center\" | 2001–2028 |- | || 570 || Erfurt – Arnstadt – Suhl – Grimmenthal – Meiningen || align=\"center\" | 86 km || align=\"center\" | 120 min || 10 June 2001 || align=\"center\" | 2001–2028 |- | || 570 || Meiningen – Grimmenthal feeder to the Mainfranken-Thüringen-Express (RE 7 Erfurt–Würzburg) || align=\"center\" | 7 km || align=\"center\" | 120 min || 10 June 2001 || align=\"center\" | 2001–2028 |- | || 566 || Erfurt – Arnstadt – Ilmenau (Express) || align=\"center\" | 50 km || align=\"center\" | 4 train pairs || 10 December 2017 || align=\"center\" | 2017–2028 |- | || 566 || Erfurt – Arnstadt – Ilmenau – Bahnhof Rennsteig || align=\"center\" | 64 km || align=\"center\" | 60 min Erfurt–Ilmenau || 15 December 2002 Erfurt–Ilmenau || align=\"center\" | 2017–2028 |- | || 606 || Fröttstädt – Friedrichroda || align=\"center\" | 11 km || align=\"center\" | 60 min || 10 December 2017 || align=\"center\" | 2017–2028 |- | || 570 || Erfurt – Zella- Mehlis – Meiningen (Express) || align=\"center\" | 86 km || align=\"center\" | 6 train pairs || 10 December 2017 || align=\"center\" | 2017–2028 |} *The STB 46 Erfurt-Ilmenau line was taken over by Erfurter Bahn (EB 46) in 2017. The STB 46 shuttles run between Erfurt and Arnstadt in combination with the EB 23 Erfurt-Saalfeld trains and are separated in Arnstadt Hauptbahnhof. *Between Erfurt and Ilmenau, a night train run from Friday to Sunday in each direction. ==Rolling stock== One STB- und two by ODEG used Stadler Regio-Shuttle RS1 at Meiningen station It has a total of 37 Stadler Regio-Shuttle RS1 lightweight railcars, of which 5 were purchased by ODEG in 2016 with the operating numbers VT 141 to 145. The railcars have 71 seats and 77 standing places in 2nd class. The trains are equipped with WC, heating and air conditioning. They are also equipped with a ticket vending machine and bicycle parking spaces. The destination station and the next stop are shown on two displays in each of the two door areas on the ceiling.Webseite des STB Absatz: Reiseinformationen - Zugausstattung In the context of regional events, some STB railcars were provided with tourist or commercial advertising. ==References== ==External links== Category:Railway companies of Germany Category:Rail transport in Thuringia Category:Companies based in Erfurt ",
    "title": "Süd-Thüringen-Bahn"
}