{
    "id": "60328812",
    "text": "Mitrephora pallens is a species of plant in the family Annonaceae. It is native to Vietnam. Suzanne Jovet-Ast, the French botanist who first formally described the species, named it after its pale ( in Latin) flowers. ==Description== It is a tree reaching 2 to 7 meters in height. Its leathery, oval-shaped leaves are 2.5-8 by 2-5 centimeters and with pointed to heart- shaped bases and pointed to notched tips. The leaves are smooth and shiny on their upper surfaces, while their undersides are slightly hairy. The leaves have 5-8 pairs of secondary veins emanating from their midribs. Its petioles are 3-6 by 1-1.7 millimeters long and covered in short, brown hairs. Its flowers are arranged in groups of 3 or fewer on a woody rachis positioned opposite leaves. Each flower is on a fleshy, densely hairy pedicel 12-13 by 0.6-1.1 millimeters long. The pedicels have an oval, basal bract that is 3.1 by 2.7 millimeters, and another middle bract that is 2 by 2.1 millimeters. Its flowers have 3, triangular, green-brown sepals that are 2-3.5 by 2.5-3 millimeters. The outside of the sepals are densely hairy, while their inner surfaces are smooth. Its 6 petals are arranged in two rows of 3. The white to cream-colored, lance-shaped to oblong, outer petals are 12.5 by 6 millimeters, and come to a point at their tip. The edges of their outer petals are slightly wavy. Both surfaces of the outer petals are slightly hairy. The inner petals are white with red highlights and 11 by 8 millimeters. The inner petals have a basal claw and a rhomboidal blade. The outside surface of the inner petals is slightly hairy while the inner surface is dense with long hairs. Its flowers have more than 100 yellow stamen that are 1 by 0.5-0.6 millimeters. Its flowers have up to 8 hairy carpels that are 1.2-1.5 by 0.4-0.6 millimeters. The carpels have 8-10 ovules arranged in two rows. Its stigma are shaped like narrow, inverted cones. Its fruit occur in clusters of up to 5-7 on woody pedicels that are 6-16 by 2.2-2.4 millimeters and covered in sparse, fine hairs. The smooth, hairy, dull grayish-green, round to oblong fruit are 13-19 by 6.5-13 millimeters. The fruit are attached to the pedicel by stipes that are 7-10 by 1.4-2.7 millimeters and covered in grey-brown hairs. Each fruit has 4-8 oval, brown, seeds that are 10 by 6 millimeters. ===Reproductive biology=== The pollen of M. pallens is shed as permanent tetrads. It flowers between February and March and fruits between June and November. ==Habitat and distribution== It has been observed growing on rocky substrates, at elevations of 100 to 300 meters. ==References== pallens Category:Flora of Vietnam Category:Plants described in 1940 Category:Taxa named by Suzanne Jovet-Ast ",
    "title": "Mitrephora pallens"
}