{
    "id": "60325296",
    "text": "Mary Cheung (born 11 August 1952) was a Miss Hong Kong 1975 winner, image consultant, host, painter, photographer and former actress. She is the founder of the image consultancy and media-relations training company Mary Cheung & Associates and was widely regarded as one of the most successful women in Hong Kong. ==Background== Born in Hong Kong in 1952, at the age of six, Cheung lost the care of her birth parents due to a divorce and became an orphan. She was left in the streets as a vagrant to fend for herself for two years, before she was discovered and referred to the Social Welfare Department, and was taken to a charity organization Po Leung Kuk for adoption. She attend the Kiangsu- Chekiang College and upon graduation she studied business at the Sacred Heart Canossian Commercial School. She contested in the 1975 Miss Hong Kong Beauty Pageant and was emerged as a Champion. She entered CTV as an assistant editor and made her first acting appearance in the 1976 television series Star (). She left CTV prior to its bankruptcy and signed on as an ATV actress. In 1980, Cheung was married to Dr Peter Lee (), a meteorologist of the Royal Observatory Hong Kong and the elder brother of the late Bruce Lee. Following which, Cheung retired from the entertainment industry and took up management courses at the Hong Kong Polytechnic University. She gave birth to a son Lee Wai-ho () in 1981 and a daughter Lee Yuk-yee () in 1984. She was baptised as a Protestant in 1985. In 1995, Cheung and Lee divorced and her two children left with their father. Later on the same year, Cheung founded an image consultancy and media-relations training company Mary Cheung & Associates (International) Ltd. and serves as its managing director. Cheung is currently the host of her own radio talk show Merry Mary () under the radio network Metro Info of the Metro Broadcast Corporation. She is also involved in public relations, consultancy, social interaction, public speaking, public welfare and education. At one point she was involved in the 2008 Summer Olympics educational affairs. During her childhood time at Po Leung Kuk, Cheung had maintained a contact with an aunt, who lived in Los Angeles but did not reveal her true relations. After several letter engagements with the aunt to Cheung's later years, it was revealed that this aunt is a relative of her mother. Later in 2003, Cheung finally reunited with her then 80-year old birth mother, and she found out from her that her birth father had died much earlier. In 2012, Cheung was remarried to the teacher and architect John Yu (), the second son of Professor Timothy Yu (), the founding professor of School of Communication, Hong Kong Baptist University. Cheung's mother died in 2013 at the age of 90. ==Filmography== ===Films=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Note |- | 1984 | Double Decker () | | |- | 1987 | Life is a Moment () | | |- | 1988 | Hellbent | Dancing Girl | Cameo |- |} ===Television dramas=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Network ! Note |- | 1976 | Star () | | CTV | Also the original singer of the theme song Star () (formerly 當你見到天上星星) |- | 1978 | Crocodile Tears () | 蕭愛蓮 | ATV | |- | 1978 | () | | ATV | |- | 1979 | It Takes A Thief () | Kung Fei-yin | ATV | |- | 1979 | () | | ATV | |- | 1979 | Movie Circle () | | ATV | |- | 1979 | Reincarnated () | 玄陰宮主 | ATV | |- | 1979 | The Roving Swordsman () | 慕容孤芳 | ATV | |- | 1979 | Great White Shark () | | ATV | |- |} ===Variety shows=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Network ! Notes |- |1985–1997 | Crime Watch () | Host | RTHK | |- |} ===Radio shows=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Network ! Notes |- | 1995–present | Merry Mary () | Host | Metro Info | |- |} ==Notable works== * () * Flower Says () * (情牽筆墨) * Outside World: New Zealand () * Beautiful Memories () * Women's Heart () * Lover's Story () ==Awards== * 1975 Miss Hong Kong Champion * 1988 Hong Kong Ten Outstanding Young Persons Award * Most Successful Women of the 21st Century * Top Ten Thoughtful Stars Award ==External links== * * ==References== Category:1952 births Category:Living people Category:Cantonese people Category:Hong Kong people Category:Hong Kong film actresses Category:Hong Kong television actresses Category:20th-century Hong Kong actresses ",
    "title": "Mary Cheung"
}