{
    "id": "60321543",
    "text": "Simulation-to-Flight 1 (STF-1) is a microsatellite built by the Katherine Johnson Independent Verification and Validation Facility (IV&V;) in Fairmont, West Virginia with the collaboration of the West Virginia Space Grants Consortium and West Virginia University. STF-1 was launched on 16 December 2018 on an Electron rocket as part of NASA's Educational Launch of Nanosatellites (ELaNa) Mission 19...Rocket Lab Electron launches ELaNa-XIX mission. Thomas Burghardt, NASA Spaceflight. 15 December 2018. ==Overview== Simulation-to-Flight 1 (STF-1) is West Virginia’s first spacecraft to reach orbit. Its purpose is to demonstrate the capabilities of NASA Operational Simulation (NOS) technologies for small satellites and provide a platform for WVU to launch research projects into Low Earth orbit. Along with NASA's mission, WVU is conducting four separate tests. This includes the testing of space weather's effects on spacecraft, the durability of III-V Nitride-Based Materials for shielding spacecraft components from space's harsh conditions, Inertial Measurement Unit Swarm for developing a more power and size efficient IMU for CubeSats, and Precise Orbit Determination (POD) to determine STF-1's exact location by communicating with a variety of other satellites ==Description== Simulation-to-Flight 1 (STF-1) is West Virginia’s first spacecraft. It was built under NASA’s CubeSat Launch Initiative, where potential launch opportunities are provided to select CubeSat proposals from NASA Centers, accredited US educational or non-profit organizations. NASA’s main goal in this initiative is to provide CubeSat developers access to a low- cost pathway to conduct research in the areas of science, exploration, technology development, education or operations. JSTAR’s main goal in this mission is to fully demonstrate the capabilities of the NASA Operational Simulation (NOS) technologies, most notably its development of the NASA Operational Simulation for Small Satellites, or NOS3 JSTAR had a huge outreach opportunity with West Virginia University through the support of the Katherine Johnson Independent Verification and Validation Facility and West Virginia Space Grants Consortium (WVSGC). By being partnered with JSTAR engineers and scientists, WVU Engineering, Computer Science, and Physics departments got to learn first-hand the rewards and challenges involved in working in any STEM career such as with NASA. More specifically, WVU provided their experimental ideas and worked alongside the JSTAR team to incorporate their scientific instruments into STF-1. Along with offering their professional project management, JSTAR has supported WVU in their scientific development and research. By offering their software resources to this CubeSat, STF-1 has the capability of recording data once it’s launched into orbit around Earth—data that can be sent directly to WVU for STEM research and the education of future scientists. While community outreach is a huge component of this mission, major benefits for NASA and JSTAR have come of it as well. In the development of these NASA Operational Simulation technologies and their demonstrations in the STF-1 mission, the IV&V; tool-set has been matured to better support current and future NASA missions. For example, these NOS technologies, among them NOS3, have demonstrated significant value in several areas such as: the James Webb Space Telescope, Global Precipitation Measurement, Juno, and Deep Space Climate Observatory in the areas of software development, mission operations/training, verification and validation, test procedure development, and software systems check-out. As of now, STF-1 is orbiting earth in Low Earth orbit and operating nominally under the control of the JSTAR team. Engineer measuring STF-1 prior to loading into CubeSat deployer == West Virginia University Research == === WVU Physics and Astronomy: Space Weather === The WVU Physics and Astronomy team will analyze \"Space Weather\", or the effects of the space environment on technologies such as spacecraft, based upon the results they collect from the following instruments: a Langmuir probe, a radio sounder, and particle counters. The Langmuir probe will be used to measure electron density and temperature of the ionosphere, while the radio sounder will collect plasma density information and magnetic field measurements. Additionally, the particle counters will detect high fluxes of precipitating electrons, which can produce surface and deep dielectric charging on a CubeSat. Ultimately, the combination of all measurements taken will aid in their understanding of space weather and our ability to predict the state of the ionosphere. === WVU Lane Department of Computer Science and Electrical Engineering: III-V Nitride-Based Materials === This team is employing a precision optoelectronic sensor module containing arrays of light- emitting diodes (LEDs) and photodiodes (PDs) for short-range distance measurement and shape rendering. However, because of space's extremely low temperatures and high levels of radiation, shielding is necessary to ensure the reliability and functionality of the optoelectronic sensor module. Their intent is to test the durability of III-V Nitride-Based Materials for shielding, as well as test the performance of the core components of the sensor at various conditions in space. As a result, the department will be able to determine the optimal thickness for sufficient shielding and extended measurement capabilities. === WVU Mechanical and Aerospace Engineering (MAE): MEMS IMU Swarm === Traditionally, high-end IMUs are much larger and more expensive than a regular CubeSat mission can accommodate. However, the WVU MAE Team designed a cluster of 32 smaller, less expensive IMUs with the idea that the averaged results will be extremely accurate. The 2nd generation of this design successfully performed its mission on a sounding rocket in late 2015. The 3rd generation - which overcame the typical size, weight, and power (SWaP) constraints caused by a CubeSat - will be flown on STF-1. === WVU Mechanical and Aerospace Engineering: Precise Orbit Determination (POD) === WVU's MAE Department will be employing a NovAtel OEM615 GPS Receiver for the STF-1 mission. This GPS Receiver will ensure Precise Orbit Determination (POD) accuracy through processing collected data using NASA's GIPSY-OASIS technology. This technology uses the GPS data received from a variety of other satellites to determine STF-1's exact location. ==Milestones== === Contract Awarded === * Late April 2015 | STF-1 Team was contracted by the NASA Education Launch of Nanosatellites (ELaNa) === STF-1 Delivered to Rocket Lab for payload checkup and final preparations === * 12 April 2018 | STF-1 CubeSat getting loaded into the deployer inside Rocket Lab's facility located at Huntington Beach CaliforniaSTF-1 Loading into CubeSat deployer === Successful Launch into LEO === * 16 December 2018 | Successful launch into Low Earth orbit === First Contact === * 19 December 2018 | STF-1 team made successful contact with West Virginia’s First Spacecraft, STF-1 === First Image Received === * 3 January 2019 | STF-1's First Captured Image (The Sun is seen reflecting off STF-1's VHF antenna)The first image received from STF-1 was the sun reflecting off the VHF antenna ==See also== *NASA *Katherine Johnson Independent Verification and Validation Facility *West Virginia University *National Space Grant College and Fellowship Program ==References== ==External links== * STF-1 News * NASA: STF-1 * JSTAR Category:Spacecraft launched by Electron rockets Category:CubeSats Category:Spacecraft launched in 2018 ",
    "title": "Simulation-to-Flight 1"
}