{
    "id": "60323969",
    "text": "Michael Fuchs is a German politician who served in the Bundestag from 2002 to 2017. He was elected European deputy chairman of the Trilateral Commission in 2010. ==Early life== After graduating high school in 1967, Fuchs studied in Erlangen and later went to Pharmacy school at the University of Bonn, where he received his degree in 1973. He later obtained his Ph.D from the University of Bonn. In 1978 Fuchs began his military service, serving as a pharmacist in the reserves. Fuchs and his wife opened a pharmacy in Koblenz in 1977. Fuchs would later open an electronics business that would expand to Asia before merging with the Dutch company Mid-Ocean in 1999. Prior to his election to the Bundestag, Fuchs served on the city council for Koblenz from 1990–2006. ==Political career== Fuchs was elected to the Bundestag in the 2002 election in the constituency of Koblenz as a member of the Christian Democratic Union. In parliament, he served on the Sub-Committee on Foreign Trade (2002-2009) and on the Committee on Economic Affairs (2005-2009). From 2009 to 2017, he was one of the vice chairs of the CDU/CSU parliamentary group under the leadership of chairman Volker Kauder, focusing on Economy and Energy, SMEs and Tourism. In addition to his committee assignments, Fuchs chaired his party's Mittelstand parliamentary group from 2006 until 2011, which covers issues related to small and medium-sized enterprises. In the negotiations to form a Grand Coalition of the Chancellor Angela Merkel's Christian Democrats (CDU together with the Bavarian CSU) and the SPD following the 2013 federal elections, Fuchs was part of the CDU delegation in the working group on economic policy, led by Ilse Aigner and Hubertus Heil. From 2015 until 2016, Fuchs served on a government-appointed commission tasked with recommending how to safeguard the funding of fulfilling Germany's exit from nuclear energy, under the leadership of co-chairs Ole von Beust, Matthias Platzeck and Jürgen Trittin.Birgit Marschall (15 October 2015), Trittin, Platzeck und Beust leiten Atom-Kommission Rheinische Post.John O'Donnell and Christoph Steitz (29 November 2015), Minister signals German trust could handle nuclear waste storage Reuters. ==Other activities== * WMP Eurocom, Member of the Supervisory Board (2017-2020)Peter Brors and Christian Rickens (August 25, 2020), Aufsichtsräte Wiedeking, Cordes, Eichel und Fuchs verlassen Agentur WMP im Streit Business Insider. * Kienbaum Consultants, Member of the Advisory Board (2002-2017) * Triton Partners, Member of the Advisory Board (2011-2016) * IVG Immobilien, Member of the Advisory Board (2008-2014) ==Political positions== Fuchs is a proponent of Nuclear power in Germany, a position which has earned him the nickname the \"Atom Fox\". During the debate on an overhaul of the German nuclear power system, Fuchs reluctantly noted that \"the acceptance of nuclear power is no longer present in large parts of the population\", but stressed that the transition to other forms of energy shouldn't harm the national economy or citizen's electricity bills. ==Personal life== Fuchs is Catholic, and he and his wife have two daughters.https://web.archive.org/web/20130102233510/http://www.cdu- fuchs.de/persoenliches/lebenslauf.html ==References== ==External links== *Bio Category:Living people Category:Members of the Bundestag for Rhineland- Palatinate Category:1949 births Category:Members of the Bundestag 2013–2017 Category:Members of the Bundestag 2009–2013 Category:Members of the Bundestag 2005–2009 Category:Members of the Bundestag 2002–2005 Category:Members of the Bundestag for the Christian Democratic Union of Germany ",
    "title": "Michael Fuchs (politician)"
}