{
    "id": "60332354",
    "text": "Xiyan () is a rural town in Chengbu Miao Autonomous County, Hunan, China. As of the 2015 census it had a population of 54,200 and an area of . The town shares a border with Jinzi Township to the west, Weixi Township to the east, Dengyuantai Town to the north, and Maoping Town to the south. ==Name== The name of \"Xiyan\" derives from Xiyan Temple (), a Buddhist temple located at the foot of Lion Rock (). ==History== In March 2002, archaeologists excavated a late Neolithic site in Chaoyuanli () of the town, unearthed pottery and stone tools, proving that human existence existed as early as 4000 years ago. In 1995, the five townships of Jinzi (), Ziyuan (), Sanshui (), Yongfeng () and Huaqiao () merged into Xiyan Town. ==Administrative division== As of 2015, the town is divided into 2 communities: the 1st Community () and 2nd Community (), and 24 villages: Shilong (), Dengta (), Biyun (), Lianxin (), Jiangshi (), Liantang (), Chenshi (), Changgeng (), Xingsong (), Yongfeng (), Zijiang (), Zishui (), Sanshui (), Pingtang (), Jinsha (), Taitang (), Luoshui (), Lianhe (), Sanhe (), Huaqiao (), Yangtian (), Xiaoshi (), Yuanshui (), Yangjiashan (). ==Geography== The town is located in the northeast of Chengbu Miao Autonomous County. It has a total area of , of which is land and is water. The Wei River () flows through the town. ===Climate=== The town has a subtropical humid climate and exhibits four distinct seasons, with an average annual temperature of . Summer is cool and winter is warm. ==Demographics== In December 2015, the town had an estimated population of 54,200 and a population density of 361 persons per km2. Miao people is the dominant ethnic group in the town, accounting for 34,000, accounting for 64.19%. There are also 12 ethnic groups, such as Dong, Hui, Yao and Li people. Among them, there are 11,500 Han people (21.40%) and 8,800 Dong, Yao, Hui and Li people (16.30%). ==Economy== The region abounds with zinc, cadmium, manganese, phosphorus and molybdenum. ==Transportation== The town is connected to two highways: S86 Wugang-Jingzhou Expressway, which heads west to Tongdao Dong Autonomous County and east to downtown Wugang city, and Provincial Highway S219, which heads south to Maoping Town, Jiangfang Township, Rulin Town, Dingping Township and east to downtown Wugang city. ==Notable people== * Yang Zaixing (1081 - 1140), a Song dynasty general under Yue Fei, known for his ferocity in battles. * Gong Jichang (), a general in the late Qing dynasty. * Duan Menghui (; 1907 - 1981), a journalist. ==References== Category:Chengbu Miao Autonomous County ",
    "title": "Xiyan, Chengbu"
}