{
    "id": "60337965",
    "text": "Na Al Si3O8) changes to anorthite (Ca Al2Si2O8), replaces and for Coupled substitution is the geological process by which two elements simultaneous substitute into a crystal in order to maintain overall electrical neutrality and keep the charge constant. In forming a solid solution series, ionic size is more important than ionic charge, as this can be compensated for elsewhere in the structure. ==Ionic size== To make a geometrically stable structure in a mineral, atoms must fit together in terms of both their size and charge. The atoms have to fit together so that their electron shells can interact with one another and they also have to produce a neutral molecule. For these reasons the sizes and electron shell structure of atoms determine what element combinations are possible and the geometrical form that various minerals take. Because electrons are donated and received, it is the ionic radius of the element that controls the size and determines how atoms fit together in minerals. ==Examples== * Coupled substitutions are common in the silicate minerals where substitutes for in tetrahedral sites. For example, when a plagioclase feldspar solid solution series forms, albite (Na Al Si3O8) can change to anorthite (Ca Al2Si2O8) by having replace . However, this leaves a negative charge that has to be balanced by the (coupled) substitution of for . * Despite being nicknamed fool's gold, pyrite is sometimes found in association with small quantities of gold. Gold and arsenic occur as a coupled substitution in the pyrite structure. In the Carlin–type gold deposits, arsenian pyrite contains up to 0.37% gold by weight. * The possible replacement of (3+)2 by 2+4+ in Corundum. * and in Haematite * → Diopside (MgCaSi2O6) → Jadeite: (NaAlSi2O6 or Diopside can be converted into Jadeite by coupled substitution * 2 → 2 As in the Spinel groups * The site being filled to maintain charge does not have to be a substitution. It can also involve filling a site that is normally vacant in order to achieve charge balance. For example, in the amphibole mineral Tremolite - (Ca2(Mg5.0-4.5Fe2+0.0-0.5)Si8O22(OH)2), replaces then can go into a site that is normally vacant to maintain charge balance. This new mineral would then be edenite a variety of hornblende. * Bityite’s structure consists of a coupled substitution it exhibits between the sheets of polyhedra; the coupled substitution of beryllium for aluminium within the tetrahedral sites allows a single lithium substitution for a vacancy without any additional octahedral substitutions.Lin, J-C. and Guggenheim, S. (1983) The crystal structure of a Li,Be-rich brittle mica: a dioctaheral-trioctahedral intermediate. American Mineralogist, 68, 130-142. The transfer is completed by creating a tetrahedral sheet composition of Si2BeAl. The coupled substitution of lithium for vacancy and the beryllium for the tetrahedral aluminium maintains all the charges balanced; thereby, resulting in the trioctahedral end member for the margarite sub-group of the phyllosilicate group.Guggenheim, S. (1984) The brittle micas. Reviews in Mineralogy, 13, 61-104. * Ferrogedrite is related to anthophyllite amphibole and gedrite through coupled substitution of (Al, Fe3+) for (Mg, Fe2+, Mn) and Al for Si.Deer, William Alexander, Robert Andrew Howie, and Jack Zussman. Rock-forming minerals. 2B. Double-chain silicates. Vol. 2. Geological Society, 1997. ==References== Category:Chemical reactions Category:Minerals Category:Crystallography ",
    "title": "Coupled substitution"
}