{
    "id": "60332848",
    "text": "Rasmus Christian Elling (born 1978) is a Danish scholar of Middle Eastern Studies, specialising in the Urban and Social History of the region, in particular that of Iran. An associate professor at the University of Copenhagen, he is the author of several articles and books about Iran's contemporary society and modern history, including Minorities in Iran and the recently published volume in Danish, Irans moderne historie. A fluent speaker of Persian and English, he is a frequent commentator on Danish, English, and international Persian media on matters relating to Iran, Iranian politics, and Danish-Iranian Relations. Rasmus has been criticized a lot on twitter and other social platforms for being a apologist of the islamic Republic of Iran government. == Education == Elling earned both his MA and PhD from the University of Copenhagen, in 2004 and 2010 respectively. He spent time as a researcher at the Hagop Kevorkian Center for Near Eastern Studies at Columbia University, as well as a postdoctoral researcher at the School of Oriental and African Studies, University of London (SOAS). Spending time as a researcher in Iran also brought him an intimate knowledge of Persian, allowing him a close access to the country and its culture. == Career and scholarship== From 2012 to 2016, Elling was an assistant professor of Iranian Studies at the University of Copenhagen, and since 2016 he has been promoted to the position of the associate professor at the Department for Cross-Cultural and Regional Studies (TORS) in the same university. Elling's research focuses on the social, political, and cultural life of cities, as is most evident from his work on the oil city of Abadan in Southern Iran, where he has conducted most of his ethnographic research. His research is concerned with urban sociology, spatial politics and radical theories of the city. Apart from teaching general courses in Middle Eastern history, Elling is the convener of Global Urban Studies – a new Master's Elective at TORS, which among other things encompasses international summer schools on ‘Urban Culture in Theory and Action’ and ‘New Urban Life Across the Globe: Activism and Change in a World of Cities’. == Projects and publications == Elling is the creator of the Wiki project, Abadan: Retold which is the an attempt to document the history of Abadan, Iran, a Twentieth century oil city. The project includes articles, visual representations, and personal memoirs in order to recreate and preserve the social history of Abadan which has been an important part of Iranian modernity. Based on his dissertation, Elling's book, Minorities in Iran, was concerned with the sensitive question of minorities, ethnicity and nationalism in Iran after the Iranian Revolution of 1979. It is the first comprehensive discussion of this topic in English, addressing the subjects of minority rights, identity claims, and their interaction within the modern nation-state of Iran. His most recent book, Irans Moderne Historie, is the first history of modern Iran written in Danish and deals with the history of 20th century Iran and its struggles with nationalism, modernisation, and international affairs. It is to be released in April 2019 by the Danish publisher, Gyldendal. As a participant in international projects involving Middle Eastern urban history, Elling is also the author of many articles published in academic and popular journals addressing issues of modern social history of Iranian cities. == Selected publications == === Books === * Minorities in Iran: Nationalism and Ethnicity after Khomeini (Palgrave Macmillan, 2013) * Irans Moderne Historie (Gyldendal, 2019) === Selected articles === * State of Mind, State of Order: Reactions to Ethnic Unrest in the Islamic Republic of Iran * On Lines and Fences: Labour, Community, and Violence in and Oil City * Tribal hands and minority votes: ethnicity, regionalism and elections in Iran == Links == * Abdan: Retold * RasmusElling.com * Academic Page at the University of Copenhagen == References == Category:Living people Category:1978 births Category:Danish historians Category:Historians of Iran Category:Historians of the Middle East Category:University of Copenhagen faculty ",
    "title": "Rasmus Christian Elling"
}