{
    "id": "60330896",
    "text": "Creepers are fictional enemies that attack by exploding near their target, and are also one of the main antagonists and mascots of the sandbox video game Minecraft. Creepers were added to Minecraft in an alpha update of the game on August 31, 2009. Since their release, the Creeper has become a widely recognized icon for Minecraft, and featured prominently in Minecraft merchandise and advertising. == History == Creepers were created as a result of a coding error in the alpha stages of Minecraft's development. Minecraft creator Markus Persson developed the Creeper around the odd appearance of the pig model. Persson mixed the dimensions up, with the length and height being swapped. This, combined with the AI of looking at the player lead to the Creeper becoming a hostile mob. Early behavior had creepers able to inflict melee damage on the player and exploding only after being killed, however this was quickly changed to more stealth-oriented behavior that had them attack with a timed release of an explosion, which is defused upon death. The Creeper has become a widely recognized icon, and has been used for an abundance of merchandise. In 2011, the Minecraft logo was edited to integrate the Creeper face into the letter \"A\". == Impact == A person wearing a Creeper head, alongside another wearing a head depicting Steve, one of the default player characters in Minecraft. The Creeper has become a widespread, widely recognized icon of Minecraft, and is often considered one of Minecraft's most important enemies. The pixelated face of the Creeper has been integrated into the \"A\" of the Minecraft logo, as well as being used in numerous Halloween costumes and cosplays. The Creeper has been featured in multiple Lego Minecraft sets and has been the main focus of one. The Creeper image has been used on a wide variety of Minecraft merchandise, including clothing, bedding and lamps. In addition, the Creeper image has been used for pillows, hampers, toys and plushies. === Cereal === In July 2020, a joint partnership between Mojang Studios and Kellogg's led to the announcement of Minecraft Creeper Crunch, an official Minecraft branded cereal prominently featuring a Creeper on the packaging. It was set to be available for release in stores in the United States in August 2020. Every packet additionally includes a unique code which can be redeemed for a Minecraft cosmetic clothing item. === In popular culture === The Creeper has been the subject of numerous pop culture references and parodies. In the season 25 episode \"Luca$\" of the animated sitcom The Simpsons, Moe Syszlak appears as a Creeper and explodes at the end of the theme song's \"couch gag\". == References == Category:Microsoft antagonists Category:Minecraft Category:Video game characters introduced in 2009 Category:Video game species and races Category:Video game mascots Category:Video game memes ",
    "title": "Creeper (Minecraft)"
}