{
    "id": "60333587",
    "text": "Peter Smith (1926–2013) was an architectural historian. His most important work, Houses of the Welsh Countryside, has been described as having \"a defining influence on the understanding, enjoyment and conservation of Welsh traditional architecture\". ==Life and works== Smith was born on 15 June 1926 at Winlaton-on-Tyne, then part of County Durham. He was educated at King Edward VI School, Southampton, before reading Modern History at Oxford. In 1949 Smith joined the Royal Commission on the Ancient and Historical Monuments of Wales as a researcher. Working under Cyril Fox, who inspired his life-long interest in the vernacular architecture of Wales, in 1973 he was appointed Secretary of the commission. In 1975, the commission published Smith's seminal work, Houses of the Welsh Countryside, a \"remarkable\" thematic study which received much critical praise and in 1978 won Smith the Alice Davis Hitchcock Medallion from the Society of Architectural Historians of Great Britain. Smith's obituary in The Guardian linked the book with St Fagans National Museum of History, with which Smith was also involved, as having \"a defining influence on the understanding, enjoyment and conservation of Welsh traditional architecture\". His Telegraph obituary noted the work's \"profound influence on the understanding and appreciation of domestic architecture in the Principality\". The Chairman's foreword to the book recorded the commission's thanks for \"a valuable contribution to an aspect of the past of Wales which has received too little attention\". Smith died in a nursing home in Devon in 2013. ==References== ==Sources== * Category:1926 births Category:2013 deaths Category:British architecture writers Category:British architectural historians Category:British historians Category:Welsh architecture Category:People from Winlaton Category:People educated at King Edward VI School, Southampton ",
    "title": "Peter Smith (architectural historian)"
}