{
    "id": "60335486",
    "text": "Meritxell Budó i Pla (born 8 March 1969) is a Catalan politician and pharmacist. Budó is the current Minister of the Presidency and Government Spokesman of Catalonia. She was previously mayor of La Garriga. ==Early life== Budó was born on 19 August 1976 in Barcelona, Catalonia, Spain. She has lived in La Garriga since the age of six. She has a degree in pharmacy from the University of Barcelona and a master's degree in pharmaceutical industry from the Center for Advanced Studies in the Pharmaceutical Industry (CESIF). She joined the Democratic Convergence of Catalonia (CDC) in 2002. ==Career== Budó was a technical director in the veterinary pharmaceutical industry. At the 2003 local elections Budó was placed 8th on the Convergence and Union (CiU) electoral alliance's list of candidates in La Garriga but the alliance only managed to win 5 seats in the municipality and as a result she failed to get elected. She was however appointed to the municipal council in 2006. She was re-elected at the 2007 local elections and became mayor of La Garriga with support of the People's Party. She was ousted by Neus Bulbena in March 2008. She was re-elected at the 2011 local elections and became mayor of La Garriga again with support of the Acord Independentista per La Garriga-Acord Municipal. She was re-elected at the 2015 local elections. Budó was a member of the provincial deputation for Barcelona from July 2015 to March 2019. She was the councillor for social policies on the Vallés Oriental County Council (2011–15), president of the Catalan Development Cooperation Fund and president of the Confederation of Funds for Cooperation and Solidarity (2012–17). She was president of the CDC's La Garriga branch from 2004 to 2012. She has been a member of the National Executive Directorate of the Catalan European Democratic Party (PDeCAT) since July 2018 and was one of the founding members of the Council for the Republic. She is the co-author of La Transició Nacional (Editorial Malhivern, 2012). At the 2017 regional election Budó was placed 32nd on the Together for Catalonia (JuntsxCat) alliance's list of candidates in Barcelona but the alliance only managed to win 17 seats in the province and as a result she failed to get elected. In March 2019 Budó was appointed Minister of the Presidency and Government Spokesperson in the government of President Quim Torra. She was sworn in on 25 March 2019 at the Palau de la Generalitat de Catalunya. In July 2020 Budó joined the newly formed Together for Catalonia political party. ==Personal life== Budó has a teenage son. ==Electoral history== {|class=\"wikitable\" style=\"text-align:left;\" |+ Electoral history of Meritxell Budó ! scope=col|Election ! scope=col|Constituency ! scope=col colspan=\"2\"|Party ! scope=col colspan=\"2\"|Alliance ! scope=col|No. ! scope=col|Result |- | 2003 local || La Garriga || style=\"background:;\"| || Democratic Convergence of Catalonia || style=\"background:;\"| || Convergence and Union || align=right|8 || Not elected |- | 2007 local || La Garriga || style=\"background:;\"| || Democratic Convergence of Catalonia || style=\"background:;\"| || Convergence and Union || align=right|1 || Elected |- | 2011 local || La Garriga || style=\"background:;\"| || Democratic Convergence of Catalonia || style=\"background:;\"| || Convergence and Union || align=right|1 || Elected |- | 2015 local || La Garriga || style=\"background:;\"| || Democratic Convergence of Catalonia || style=\"background:;\"| || Convergence and Union || align=right|1 || Elected |- | 2017 regional || Province of Barcelona || style=\"background:;\"| || Catalan European Democratic Party || style=\"background:;\"| || Together for Catalonia || align=right|32 || Not elected |} ==References== ==External links== * Category:1969 births Category:Catalan European Democratic Party politicians Category:Catalan politicians Category:Catalan women in politics Category:Convergence and Union politicians Category:Democratic Convergence of Catalonia politicians Category:Government ministers of Catalonia Category:Living people Category:Mayors of places in Catalonia Category:Municipal councillors in the province of Barcelona Category:People from Vallès Oriental Category:Together for Catalonia (2017) politicians Category:Together for Catalonia (2020) politicians Category:Torra Government Category:University of Barcelona alumni Category:Women mayors of places in Spain ",
    "title": "Meritxell Budó"
}