{
    "id": "60338362",
    "text": "Irma Garcia is the athletics director at St. Francis College. When she took the job in 2007, Garcia was the country's first Latina athletic director in NCAA Division I sports. ==Early life and education== Garcia was raised in a Catholic-Puerto Rican family in Brooklyn and has seven siblings. She attended St. Angela Hall High School in Brooklyn, New York. In 1976, she enrolled in St. Francis College and played women's basketball for coach Dianne Nolan.https://sfcathletics.com/news/2009/9/3/irecac.aspx?path=general Upon graduation in 1980, Garcia taught physical education and coached girl's basketball at St. Joseph by the Sea High School on Staten Island.https://sfcathletics.com/news/2009/9/3/irecac.aspx?path=general In 1988, she returned to be the head coach at St. Francis College. After 11 seasons, she stopped coaching and was hired as the associate athletics director. In 2001, while she was the associate athletic director at St. Francis, Garcia earned her master's degree from Brooklyn College in sports administration. ==Head coaching career== ==Administrative career== In 2007, Garcia became the athletic director of the Terriers replacing longtime director Edward Aquilone. At the time of her hire and as of 2010, she was the country's only female Latina athletic director in Division I sports. For the 2014–15 academic year, Garcia was named NACWAA D1 (FCS) Administrator of the Year. The award was in part because of the Terriers success in Men's Soccer (NEC Champions and NCAA Tournament Participants), Men's Basketball (NEC Regular Season Champions and NIT Participants) and Women's Basketball (NEC Champions and NCAA Tournament Participants). During Garcia's tenure as director of athletic the St. Francis College Athletics program changed their brand from St. Francis (NY) to St. Francis Brooklyn. The College previously came to be known as St. Francis (NY) when the athletics program joined the Division I Northeast Conference in 1981. In 2018 it was announced that women's soccer and men's volleyball would be added as sports programs to the existing 19 teams at St. Francis College. Both teams will begin play in the 2019–20 school year, with women's soccer starting in fall 2019 and men's volleyball in spring 2020. ==References== ==External links== * St. Francis Brooklyn Profile Category:Living people Category:American sportspeople of Puerto Rican descent Category:Year of birth missing (living people) Category:Brooklyn College alumni ",
    "title": "Irma Garcia"
}