{
    "id": "60345028",
    "text": "Liselotte Becker-Egner (25 July 1931 – 22 January 2015) was a German operatic soprano and voice teacher. == Life and career == Born in Augsburg, Becker- Egner began her singing career at the Theater Augsburg, where she was engaged from 1950 to 1954 as a member of the chorus and from 1954 to 1956 as a soloist. Werner Egk discovered the 23-year-old soprano and wanted her for the role of Gretel in his opera Die Zaubergeige. From 1956 to 1960 Becker-Egner was a permanent member of the ensemble at Landestheater Coburg. There she initially took on soubrette roles, later lyrical roles such as Pamina in The Magic Flute or Elsa in Lohengrin. In 1960 she was engaged by the Staatsoper Stuttgart, to which she belonged until 1982. There she sang and played among others with Fritz Wunderlich, Josef Traxel, Wolfgang Windgassen, Erika Köth, Anny Schlemm, Hetty Plümacher as well as Martha Mödl. In Stuttgart she had successes as Konstanze and as Blondchen in Die Entführung aus dem Serail, as Despina in Così fan tutte, as Ännchen in Der Freischütz and as Adele in the operetta Die Fledermaus. The Kammersängerin Becker-Egner gave guest performances on the world's major national and international opera stages, including Aachen, Munich, Cologne, Hamburg, Ghent, Buenos Aires, Edinburgh, Milan, Basel, Paris and WienPerformances with Liselotte Becker-Egner Schedule Archive of the Vienna State Opera, called up on 10 June 2016. From 1977 she taught singing first in Stuttgart and from 1981 to 2000 at the Augsburg Leopold Mozart Centre. Gerhard Siegel was one of her pupils. Becker-Egner was also a nationally and internationally active concert singer. Through encounters with the composers Peter Kreuder and Franz Grothe she found her way into upscale light music in the 1970s. A highlight of her career was a reception with Queen Elizabeth II. She is also represented on numerous recordings. Becker-Egner died in Augsburg at age 73. == References == == External links == * Becker-Egner, Lieselotte on Munich University * Gerald Lindner: Butterfly, Konstanze und Königin. Sopranistin Lieselotte Becker-Egner wird 80. In Augsburger Allgemeine. 21 July 2011 * Sybille Schiller: Einst die jüngste Pamina. Die Sängerin Liselotte Becker-Egner ist tot. In Augsburger Allgemeine. 29 January 2015 * Liselotte Becker-Egner ist am 22 January 2015 in Augsburg verstorben. In Der neue Merker * Category:1931 births Category:2015 deaths Category:Musicians from Augsburg Category:German operatic sopranos Category:Voice teachers Category:20th-century opera singers Category:20th- century women opera singers ",
    "title": "Liselotte Becker-Egner"
}