{
    "id": "60346510",
    "text": "Stephanie Borowicz is an American politician currently serving as a Republican member of the Pennsylvania House of Representatives for the 76th district since January 1, 2019. She is the first woman to represent the 76th district. ==Early life and education== Borowicz was raised in Orlando, Florida and graduated from Altamonte Christian School in 1995. She received a BA in Liberal Studies with a minor in Bible Studies from Vanguard University in 1999. She worked as an elementary school teacher and as president of a non- profit organization. She moved to Clinton County, Pennsylvania in 2009. ==Career== Borowicz was elected to the Pennsylvania House of Representatives for the 76th district in 2018, defeating Mike Hanna Jr., the son of Mike Hanna, Sr. who served as state Representative for the 76th district for the previous 30 years. Borowicz gained national attention when she gave an invocation at the start of a state house session in which she invoked Jesus 13 times, praised Trump, praised Israel, and said, \"at the name of Jesus, every knee will bend.\" The prayer was given on the same day that Movita Johnson- Harrell was sworn in as the first Muslim woman to serve in the chamber. Johnson-Harrel criticized the invocation as \"weaponized prayer\" and as an example of Islamophobia. Borowicz brushed off the criticism in an interview with Todd Starnes on Fox News Radio, saying she prayed in the same manner she always prayed. She claimed that people were offended because \"there's power in the name of Jesus.\" She achieved notoriety again when, during the coronavirus pandemic of 2019-2020, she called the virus a \"punishment inflicted upon us for our presumptuous sins\" and days later amid the crisis called for a state day of humiliation, fasting, and prayer. ==Personal life== Her husband is an associate pastor and together they have three sons. ==References== ==External links== *PA State Rep. Stephanie Borowicz official PA House website Category:21st-century American politicians Category:American women educators Category:Living people Category:Members of the Pennsylvania House of Representatives Category:Pennsylvania Republicans Category:People from Clinton County, Pennsylvania Category:People from Orlando, Florida Category:Vanguard University alumni Category:Women state legislators in Pennsylvania Category:Year of birth missing (living people) ",
    "title": "Stephanie Borowicz"
}