{
    "id": "60348447",
    "text": "Mary M. O'Grady Scanlon (June 26, 1924 – January 29, 2002) was an American Democratic Party politician who served in the New Jersey General Assembly from the 28th Legislative District from 1978 to 1980. Born in Newark, New Jersey, on June 26, 1924, as Mary O'Grady, she attended St. James High School and worked in the office of the Essex County Clerk before she was elected to office in November 1978.Manual of the Legislature of New Jersey, Volume 198, p. 255. J.A. Fitzgerald, 1978. Accessed April 3, 2019. \"Mrs. Scanlon. nee O'Grady, was born June 26, 1924, in Newark, and was graduated from St. James High School in that city. She has been employed in the Essex County Clerk's Office for several years.\" Following the death of her husband, Patrick Scanlon in June 1977, she was selected to fill his spot on the general election ballot, while Joseph Papasidero was chosen to run for the remaining balance of Patrick's term in the Assembly.Narvaez, Alfonso A. \"Races in 4 Newark‐Area Districts Are Most Heated There in Year\", The New York Times, October 24, 1977. Accessed April 3, 2019. \"For the Assembly, in addition to Mr. Shapiro, the Democrats have nominated Mary Scanlon‐the wife of the incumbent. Patrick J. Scanlon, who died in June for a full term and Joseph Papasidero, a 27‐year‐old graduate student at Rutgers University, for the unexpired portion of the term.\" Scanlon and her running mate Peter Shapiro were elected. After serving a single term, the Democratic Party chose to nominate Harry A. McEnroe and James Zangari for the two Assembly seats in 1979.Edge, Wally, \"Mary Scanlon’s legacy\", The New York Observer, June 6, 2007. Accessed April 2, 2019. \"Mary Scanlon served one term, and was replaced by party leaders, who opted to send James Zangari and Harry McEnroe to the Assembly in 1979.\" ==References== Category:1924 births Category:2002 deaths Category:Members of the New Jersey General Assembly Category:New Jersey Democrats Category:Politicians from Newark, New Jersey ",
    "title": "Mary Scanlon (New Jersey politician)"
}