{
    "id": "60347599",
    "text": "__NOTOC__ Scott Alan Mitchell is a researcher of applied mathematics in the Center for Computing Research at Sandia National Laboratories. == Background == Mitchell received a B.S in Applied Math, Engineering & Physics from the University of Wisconsin-Madison (1988), and an M.S. (1991) and Ph.D. (1993) in Applied Math from Cornell University. He worked the summer of 1991 at Xerox PARC (now PARC). Since 1992 he has been at Sandia National Laboratories in the Center for Computing Research, with several different roles. He researched theoretical computational geometry meshing from 1992—1993. He contributed to applied meshing in the CUBIT project: R&D; 1993—2000, project leader 2000—2002, R&D; 2015—. He managed Sandia's Optimization and Uncertainty Estimation department, and had programmatic roles on the Laboratory Directed Research and Development program and NNSA's ASC program from 2002-2007. He researched informatics and applying persistent homology from 2008-2011. Since 2011 he researches mesh generation and sampling. He served on the committee of the Meshing Roundtable and International Symposium on Computational Geometry SoCG conferences. He served as a guest editor for the journal CAD. As an adjunct professor, he taught a small graduate course on computational geometry at the University of New Mexico. He is a member of ACM and SIAM. ==Research== He published algorithms in the areas of mesh generation, reconstruction and sampling, for the contexts of computational geometry, simulation, computer graphics and uncertainty quantification. His main contributions have been geometric algorithms with provable correctness and output quality guarantees. His PhD thesis was the first tetrahedral meshing algorithm with guarantees on both the number of elements and their shape. He is also well known for a series of papers on whisker weaving and other algorithms for hexahedral mesh generation using the dual spatial twist continuum. He used optimization for mesh generation, specifically interval assignment, deciding the right number of edges locally so the model can be meshed globally. Since 2011 he contributed sampling algorithms for computer graphics and uncertainty quantification, and algorithms for mesh generation (including duality) and surface reconstruction. ==References== ==External links== * Category:Applied mathematicians Category:American computer scientists Category:Mesh generation people Category:Sandia National Laboratories people Category:Cornell University alumni Category:Living people Category:University of Wisconsin–Madison alumni Category:Year of birth missing (living people) ",
    "title": "Scott A. Mitchell"
}