{
    "id": "60349732",
    "text": "Gathbandhan (Alliance) is an Indian television drama series that aired from 15 January to 27 November 2019 on Colors TV. Produced by Jay Mehta under Jay Production, it starred Shruti Sharma, Abrar Qazi and Sonali Naik. It was dubbed in Arabic under the title العدو الحبیب and aired on MBC Bollywood. ==Plot== Raghu Jadhav and Dhanak Parekh are two individuals with contrasting personalities tied by the string of marriage, alliance and love. Raghu is a petty goon of Maharashtra. Savitri Jadhav, his mother acts as the matriarch of their village. Savitri wants her son to loot people so they can gain money and create a fearful reputation. Enter Dhanak, an aspiring IPS Officer. Raghu falls in love with Dhanak at first sight.Dhanak initially hates Raghu but later falls for him and the two marry. Savitri tries to create misunderstandings between Raghu and Dhanak but the two eventually sort things out. ==Cast== ===Main=== * Shruti Sharma as ACP Dhanak Parekh: Mahendra's daughter; Preeti, Sejal and Parag's sister; Raghu's wife; Raunak's mother * Abrar Qazi as Raghu Jadhav: Savitri and Bharat‘s son; Dhanak's husband; Raunak's father * Sonali Naik as Savitri Jadhav: Bharat's wife; Raghu's mother * Veer Bhanushali as Raunak Parekh Jadhav: Dhanak and Raghu's son ===Recurring=== * Rajiv Kumar as Mahendra Parekh: Dhanak, Preeti, Sejal and Parag's father * Sanjay Batra as Bharat Jadhav: Savitri's husband; Raghu's father * Pari Chaudhary as Sejal Parekh: Mahendra's daughter; Dhanak, Preeti and Parag's sister * Alisha Parveen as Preeti Parekh: Mahendra's daughter; Dhanak, Parag and Sejal's sister * Abbaz Ghaznavi as Parag Parekh: Mahendra's son; Dhanak, Preeti and Sejal's brother * Kinshuk Mahajan as Akshay Kapoor: Dhanak's friend and obsessive lover * Tanay Aul as Aslam: Raghu's best friend * Sahitya Pansare as Soda Batli: Raghu's friend * Varsha Dhandale as Sakubai: Maya's mother * Pragati Chourasiya as Maya: Sakubai's daughter; Raghu's former fiancè * Nitin Goswami as Inspector Ramesh Tawde * Nisha Pareek as Sheetal Shrivastav: Swati's teacher; Bablu Bhai's right hand woman * Sapna Thakur as Lakshmi Gaitonde ===Guests=== *Gauahar Khan *Mika Singh *Drashti Dhami ==References== Category:2019 Indian television series debuts Category:Indian drama television series Category:Colors TV original programming Category:Hindi-language television shows Category:Indian romance television series ",
    "title": "Gathbandhan"
}