{
    "id": "60348745",
    "text": "\"I Ware House\" (stylised as \"I WARE HOUSE\") is a song by English DJ and producer John Ford. American record label Owsla released it on 17 March 2017. ==Background and release== The music video was filmed in and re-used shots from a warehouse he had previously shot unused footage a year prior to release. Joyryde edited the music video himself, enlisting videographers Laine Kelly and Brandon Parker to shoot the video. Joyryde later spoke about the shoot, saying that he didn't want to shoot \"a professional dance routine or choreography\", instead opting to make it seem more natural by shooting how \"normal people feel and move.\" On 17 March 2017, the song was released for free as a digital download on international digital stores through record label Owsla, as well as being released through various music streaming services. The song was marked as Joyryde's third release on the label. As of 28 March 2019, the song has gained around 3,070,000 plays on SoundCloud and over 1,420,000 views on Joyryde's YouTube channel. The song was originally planned to be released as part of a 3-track extended play that was supposed to be released as part of Owsla later in the year. ==Critical reception== \"I Ware House\" was well received by most critics. Max Chung of Run the Trap wrote that Joyryde \"continues to impress\" with the release and that Joyryde had reinvented his \"unique \"pedal to the metal\" sound release after release.\" Writing for EDM Sauce, Nicole Fulkerson described the song as an \"ode to the elusive warehouse raves in the 90s\", noting the song's fusion of bass house and trap music, writing that the song showcases his ability to \"navigate through genres truly shows how dynamic of an artist he is.\" Noiseporn's Reid Golden wrote that the track \"kicks off with alarming sirens, as if to warn us of the surprisingly heavy, screeching drop that lurks ahead.\" Matthew Meadow of Your EDM noted the song's influences, writing that although the song \"still sounds modern in its execution, a lot of the rhythms and samples – and absolutely the meaning behind the track – come from '90s house.\" ==Matroda Remix== On 10 May 2017, two months after the original release of \"I Ware House\", Slovene electronic music producer and remixer Matroda released his remix of the song. The remix was self-released by Matroda for free as a digital download via his Soundcloud. Writing for Dancing Astronaut, Kassi Chrys described the remix as taking the song to \"new heights\", with the remix adding \"more portentous layers to the track\" and that Matroda has showcased the \"unique dimensions of his production capabilities – a distinct sinister sound that continues to keep us captivated.\" Your EDM's Christian Naccarato noted the remix as one that has taken the original song and made it \"break in a much darker direction\", writing that the remix follows Matroda's \"signature bass movement – a pulsating eighth note rhythm with slight changes in pitch.\" ==Track listing== ==Release history== {| class=\"wikitable plainrowheaders\" !Region !Date !Format !Version !Label ! |- | rowspan=\"2\" scope=\"row\" |Worldwide | 17 March 2017 | rowspan=\"2\" |Digital download | \"I Ware House\" | Owsla | |- | 10 May 2017 | Matroda Remix | Self-released | |} ==References== ==External links== * lyrics of this song at Genius Category:2017 singles Category:2017 songs Category:Joyryde songs Category:Owsla singles ",
    "title": "I Ware House"
}