{
    "id": "60340275",
    "text": "Rostagnus is a Latinization of a Germanic given name common in the Middle Ages, especially in Occitania. It derives from Proto-Germanic \"fame\" and \"stone\". It is attested in the Old High German form Hruodstein.Thorvald Forssner, Continental-Germanic Personal Names in England in Old and Middle English Times, PhD diss., Uppsala University, p. 222.Franz Hemmann, Consonantismus des Gascognischen bis zum Ende des dreizehnten Jahrhunderts, PhD diss., University of Jena, 1888, p. 63. Numerous other Latin spellings are known: Rostandus,Raffaele Licinio, Castelli medievali: Puglia e Basilicata, dai Normanni a Federico II e Carlo I d'Angiò (Edizioni Dedalo, 1994), p. 233. Rustandus, Rostaignus, Rostangnus, Rostannus,M. T. Ferrer i Mallol and M. Riu i Riu, eds., Tractats i negociacions diplomàtiques de Catalunya i de la Corona catalanoaragonesa a l'edat mitjana, Vol. I.2 (Barcelona, 2018), p. 496. Rystagnus and Restagnus.Robert Ignatius Burns, Diplomatarium of the Crusader Kingdom of Valencia: The Registered Charters of Its Conqueror, Jaume I, 1257–1276, vol. I: Society and Documentation in Crusader Valencia (Princeton University Press, 1985), p. 98. In vernacular documents in England and Romance-speaking areas, the name appears as Rostaing, Rostand, Rostan, Rustand, Rustant, Rustan, Rodstein, Rostein, Rostain, Rostang and Rostagne. The Occitan form is Rostanh and the Catalan is Rostany. Persons with this name include: *Rostany, first count of Girona (785–801) *Rostaing I, archbishop of Arles (870–913) *Rostaing, bishop of Uzès (945) *Rostan de Soler (fl. 1216–43), Gascon statesman *Rostanh de Merguas (late 13th century), Provençal troubadour *Rostaing de la Capre, archbishop of Arles (1286–1303) *Rostaing Berenguier (early 14th century), Provençal troubadour and knight *Rostand Melaping (born 1978), Cameroonian judoka ==References== ==See also== *For surnames with the same etymology, see **Rothstein **Rostand (disambiguation) **Rostan **Rostaing ",
    "title": "Rostagnus"
}