{
    "id": "60349000",
    "text": "The American Distilling Institute (ADI), is the major trade association for the craft / micro distillery industry in the United States representing ~2000 licensed craft distilleries operating in the United States. == Functions and services== * == History == The American Distilling Institute was the United States' first association for the craft distillery industry since prohibition. It was founded in 2003 when there were only ~60 distilleries as state regulations in the United States eased and began to allow small distilleries to operate again. Prior to prohibition there were over 2000 local distilleries. However, after prohibition was lifted, careful management of government regulation (the three tier system) by the largest distilleries and wholesalers to minimize competition blocked most distilleries from reopening. == Membership == ADI's membership comprises mainly small and mid-sized distilleries. == Annual conference == The first conference was held in 2004 at St. George Distillery in Alameda, CA. == Craft spirits judging == The first craft spirits competition was held in 2007, and focuses on giving written feedback to all entries == Craft spirits awards == The American Distilling Institute annual awards gala is the main distilling industry awards ceremony held in the United States. Distillers compete for medals at the ADI Judging, and the recipients of medals are announced. The gala concludes with the announcement of the Distillery of the Year Award called \"Bubble Cap\" award (a reference to a distilling device called a bubble cap). === 2020 Bubble Cap Award === * Distillery of the Year – Spirit Works Distillery === 2019 Bubble Cap Award === * Distillery of the Year – Golden Moon Distillery === 2018 Bubble Cap Awards === * Distillery of the Year – Copperworks Distilling, Founders Micah Nutt and Jason Parker. Our cover image, courtesy of ADI includes left to right Copperworks Vice President Jeff Kanof, Micah and Jason. * Lifetime Achievement Award – Hubert Germain-Robin, Master Distiller, Master Blender & Spirits Consultant * Best Farm Distillery – Sourland Mountain Spirits, Founder Ray Disch * Best Distillery Experience – Lost Spirits, Founder Bryan Davis 2017 Bubble Cap Award * Distillery of the Year – Cedar Ridge Winery and Distillery 2016 Bubble Cap Award * Distillery of the Year – Kings County Distillery == Annual craft distillery directory == Every year the Distiller's Resource Directory is published and distributed at the annual conference. The directory contains two primary sections. The first section is a listing of every active craft distillery. The second section is good and services needed to own and operate a craft distillery. == Distiller Magazine == A trade magazine focusing on news in the craft distilling industry. ==References== Category:2003 establishments in the United States Category:Distilleries in the United States Category:Trade associations based in the United States Category:Organizations established in 2003 ",
    "title": "American Distilling Institute"
}