{
    "id": "60346067",
    "text": "The Punta Nera is a mountain of Savoie (France) and of the Province of Turin (Italy). It lies in the Cottian Alps range. It has an elevation of 3,047 metres above sea level. == Toponymy == Its name (literally Black summit) comes from the dark colour of the shists prevailing in the mountain slopes facing Susa Valley. Also in French official maps the mountain is referred as Punta Nera.1:25.000 French official map of Institut Géographique National; see www.geoportail.fr == Geography== Punta Nera in summertime (SSW slopes) The mountain is mainly made of detrital deposits and is the highest elevation of the Dora-Arc water divide between Colle della Rho (2,541 m) and Col du Fréjus (2,541 m). The mountain ends with two summits divided by a saddle at 3,017 m; the western one is the highest (3,047 m), while the eastern subsummit (3,041 m) overlooks Bardonecchia and is marked by a metallic summit cross. From the summit branches out a third ridge which connects tha Punta Nera with the neighbouring Grand Argentier (3,042 m), totally in France. === SOIUSA classification === According to SOIUSA (International Standardized Mountain Subdivision of the Alps) the mountain can be classified in the following way: * main part = Western Alps * major sector = South Western Alps * section = Cottian Alps * subsection = Northern Cottian Alps * supergroup = Chaîne Bernaude-Pierre Menue-Ambin / Catena Bernauda-Pierre Menue-Ambin * group = Massif de la Roche Bernaude / Gruppo della Rocca Bernauda * subgroup = Crête de l'Argentier / Cresta Punta Nera-Grand Argentier * code = I/A-4.III-B.4.b == Access to the summit == Summit (on the right) and subsummmit of the Punta Nera as seen from the Grand Argentier The normal route to access the mountain from its Italian side starts from Grange della Rho (Bardonecchia) and, after Piano dei Morti (at about 2,300 m), leaves the foothpath leading to the Colle della Rho and reaches the summit through its South-Western slopes, at first grassy and then bare and rocky. From France the normal access route starts from Valfréjus (Modane); in wintertime some skilifts operating there can be used in order to shorten the climb. The mountain is also crossed by a quite demanding ski mountaineering route connecting Col du Fréjus with Colle della Rho. ==Notes== ==Maps== * Italian official cartography (Istituto Geografico Militare - IGM); on-line version: www.pcn.minambiente.it * French official cartography (Institut Géographique National - IGN); on-line version: www.geoportail.fr * Istituto Geografico Centrale - Carta dei sentieri e dei rifugi scala 1:50.000 n. 1 Valli di Susa Chisone e Germanasca e 1:25.000 n. 104 Bardonecchia Monte Thabor Sauze d'Oulx Category:Mountains of Savoie Category:Mountains of Piedmont Category:Alpine three-thousanders Category:France–Italy border Category:International mountains of Europe Category:Mountains partially in France ",
    "title": "Punta Nera"
}