{
    "id": "60344129",
    "text": "Roll Red Roll is a 2018 American documentary film, directed by Nancy Schwartzman and produced by Jessica Devaney and Steven Lake, under the banner of Sunset Park Pictures. The documentary is based on the Steubenville High School rape case. It features true crime blogger Alexandria Goddard prominently, as the person who first brought the case to public attention. == Plot == The documentary looks into the Steubenville High School rape case that occurred on August, 2012. It also documents Alexandra Goddard's investigation and documentation of the crimes through her true crime blog. == Cast == * Alexandria Goddard as herself == Reception == === Critical response === The review aggregator website Rotten Tomatoes reports an approval rating of 100%, based on 27 reviews, with a weighted average of 8.27/10. Metacritic, which assigns a weighted average score, rates the film 83 out of 100, based on 9 reviews, indicating \"Universal acclaim\". Jeannette Catsoulis of The New York Times wrote, \"A tough but essential watch, “Roll Red Roll” documents how a sexual assault in a declining Appalachian town became an international cause célèbre.\" Owen Gleiberman of Variety wrote, \"... piercingly relevant and disturbing documentary about an infamous high school rape case...\". Oliver Jones of The Observer wrote, \"And while it is good that a director as versed on the subject of consent as Schwartzman is bringing her unwavering eye to the problem, it makes it all the more painful that we seem even further away from solving the issue then we were on that fateful August night in Ohio seven years ago.\" Frank Scheck of The Hollywood Reporter wrote, \"Difficult to watch, but essential viewing.\" === Accolades === {| class=\"wikitable\" |+ !Year !Award !Category !Result !Refs. |- | rowspan=\"5\" |2018 |Nantucket Film Festival |Adrienne Shelley Excellence in Filmmaking Award | | |- |Monmouth Film Festival |Best Feature Documentary | | |- |Middlebury New Filmmakers Festival |Clio Visualizing History Award | | |- |BendFilm Festival |Best Feature | | |- |Chagrin Documentary Film Festival |Best Film | | |- | rowspan=\"3\" |2019 |Cinema Eye Honors Awards, US |Spotlight Award | | |- | rowspan=\"2\" |Cleveland International Film Festival |Local Heroes Competition | | rowspan=\"2\" | |- |Excellence in Directing by a Woman | |} == References == == External links == * * * * Alexandra Goddard website Category:2018 films Category:2018 documentary films Category:American documentary films Category:American films Category:Documentary films about violence against women ",
    "title": "Roll Red Roll"
}