{
    "id": "60346866",
    "text": "\"Demons Are a Girl's Best Friend\" is a song by the German power metal group Powerwolf. It was a first single released from the album The Sacrament of Sin. The song earned the Platinum Record award in Czech Republic. == Background and release == It is the first single released by Powerwolf with new material since the Blessed & Possessed album from 2015. It was released on 25 May 2018 for a digital download. It was physically released as a special edition, available only at the Masters of Rock festival. In this way, the band wanted to thank their Czech fans for the Golden Record they had received for Blessed & Possessed. == Composition == In contrast to other songs from the album, \"Demons Are a Girl's Best Friend,\" gives preference to organs instead of guitars. The song, which has the motifs of pop melodies, is textually concerned with temptation and sin. Powerwolf's keyboardist Falk Maria Schlegel in an interview with metalnews.pl said that the song's topic is innocence and seduction. == Music video == The music video for the song was directed by Matteo Vdiva Fabbiani and Mattia Michael Cavaliere. It was released on YouTube on 25 May 2018. It tells a story of a demon and six nuns who can not resist their carnal lust. Powerwolf's vocalist Attila Dorn plays the role of a priest. The nuns are played by the actresses Francesca Peruzzi, Elisa Sutti, Daniela Caputo, Giulia Colombo, Nikita Pelizon and Sara Federico and the demons are played by Jeez Kult and Hervè De Zulian. == Track listing == == Personnel == Powerwolf *Attila Dorn – vocals *Matthew Greywolf – lead and rhythm guitar *Charles Greywolf – bass and rhythm guitar *Roel van Helden – drums, percussion *Falk Maria Schlegel – organ, keyboards Additional musicians *Dianne van Giersbergen – vocals (additional) *Marcela Bovio – vocals (additional) *John Cuijpers – vocals (additional) *Jacobus van Bakel – vocals (additional) *Dirk Bersweiler – vocals (choir, additional) *James Boyle – vocals (choir, additional) *Manfred Flick – vocals (choir, additional) *Titan Fox – vocals (choir, additional) *Tom Kurt Germann – vocals (choir, additional) *Björn Hacket – vocals (choir, additional) *Daniel Herzmann – vocals (choir, additional) *Toni Hilbert – vocals (choir, additional) *Fritz Körber – vocals (choir, additional) *Dirk Reichel – vocals (choir, additional) *PA'dam Chamber Choir – vocals (choir) Technical personnel *Jens Bogren – producer, mixer, recording, engineer *David Buballa – recording, editing *Joost van den Broek – arrangements (orchestral, choir), recording (choir), programming, score (choir) *Maria van Nieukerken – PA'dam Chamber Choir conductor *Tony Lindgren – mastering *Jos Driessen – engineer (choir) *Linus Corneliusson – mixer, editing Other personnel *Zsofia Dankova – cover art, illustrations *Matthew Greywolf – layout *Tim Tronckoe – photography *Matteo Vdiva – photography == References == == External links == * Category:Powerwolf songs Category:2018 singles Category:2018 songs Category:Napalm Records singles ",
    "title": "Demons Are a Girl's Best Friend (Powerwolf song)"
}