{
    "id": "60342202",
    "text": "Dana G. Peleg (in Hebrew: דנה ג. פלג; born August 7, 1969) is an Israeli writer, journalist, translator and editor. She is an activist for women's and LGBT rights. She wrote the first regular column in the Israeli press on the subject of lesbian, bisexual and pansexual women. == Biography == Dana Feivish was born on August 7, 1969 in Kiryat Bialik, and then moved with her family to nearby Kiryat Haim, where she spent her childhood. When she was 18, she changed her surname to Peleg. Her mother Rina (nee Nadler, 1939–2012) was a social worker, and her father, Eliezer, was a steam engine mechanic. They each immigrated from Romania, and met in Israel. Peleg is married to Miriam \"Mimi\" Hill, who took the name Peleg when the two were married in California in 2008. They have a son. Peleg completed both a BA and an MA in art history at the Hebrew University of Jerusalem. While living in California between 2004 and 2009, she studied creative writing and screenwriting at Cabrillo College. Peleg has teaching certificates for art and Hebrew language instruction. From 1996 to 2006, Peleg wrote a column for At (\"You\") magazine, the first column in Israel dealing with women who love women. Peleg now lives in the United States with her family. == Career == === Journalism === At the age of 16, Peleg began writing for the teen magazine Hamtsan (\"Oxygen\"), and then for De'a Aheret (\"Another View\"). In 1995, Peleg suggested a weekly lesbian column to the editor of At magazine, Ofra Mizrahi. The column was first printed in January 1996, and was the first of its kind. The column was framed as a personal column, but it dealt with issues of gender, relationships between women, butch and femme identities, and all the personae in the column were fictional, except for Peleg herself, and her parents. After moving to Tel Aviv in 1997, she began writing about notable events in her life, including coming out to her family, meeting Mimi, who was to become her life partner, and their subsequent relationship. She wrote about their move to the US, and the birth of their son. She stopped writing the column in 2006. From 2003 to 2013, Peleg wrote for the magazine Haim Aherim (\"A Different Life\"), and was briefly a member of the editorial board. She wrote for various LGBT publications, including Hazman Havarod (\"Pink Times\", 1997–2007), in which she wrote a literature and culture review column; Pandora (published by Klaf, 2002–2006); Hakeshet (\"The Rainbow\", 2003–2004); Ha'ir Bevarod (\"The City in Pink\", 2009–2010); and the online LGBT magazine, Go-Gay (2007–2011), for which she wrote a personal column on her life in Santa Cruz, California, and the struggle for same-sex marriage. Peleg had an LGBT literature review radio spot called \"Proud to Present\" on Radius Radio, and wrote regularly for other online venues, such as Ha'oketz and Erev Rav. === Literary writing === Peleg began writing short stories as a teenager, but returned to it as a serious vocation in 1995, after coming out. In 2000, she published a collection of her stories called Te'enim, Ahuvati (\"Figs, My Love\"). It was one of the first books to describe lesbian and bisexual women's lives, preceded only by Mazon Malkot (\"Food of Queens\") by Noga Eshed. The stories in the book dealt with Peleg's personal life as well as major events in the LGBT community, such as the first member of the Knesset (Israel's parliament) to come out of the closet. The book was warmly received by the LGBT community and the literary community in general. Peleg's stories from 2000 onward continued to deal with women who love women, but from a more mature perspective, as Peleg herself had a more solidified identity, and include issues such as long-term relationships and parenthood. Most of these stories are collected in _Ishtati_ , published in 2015. Peleg has published her poetry in LGBT magazines and in the anthology Proud to Present (2003). She wrote a novel, VeAchshav (\"And Now\"), as well as two screenplays in English. === Translation === Peleg is a literary and academic translator, from Hebrew to English and vice versa. The first novel she translated was The Dyke and the Dybbuk, by Ellen Galford. In 2000–2004 she was a full-time translator for several Israeli business magazines, while translating novels for Kinneret and Babel publishing houses. In 2016–2017 her translations to the books Joining the Resistance by Carol Gilligan and Anna and the Swallow Man by Gavriel Savit were published. For the latter, she received the Hans Christian Andersen Award (national) in 2017. For the Ahoti movement, Peleg translated the report Who Profits from Racism and Sexism in Civil Society, and the catalog Breaking Silence about Mizrahi women artists. Every year, she translates the Index of Women's Security in Israel for the Haifa Women's Coalition. Peleg translates plays: \"Avshalom\" by Noam Meiri, \"Black Snow\" and \"Almost Blue\" by Keith Reddin, \"Cash on Delivery\" by Michael Cooney, \"Betty's Summer Vacation\" by Christopher Durang, and more. === The initial \"G.\" in her name === Shortly after coming out in December 1994, Peleg began writing about LGBT topics under the pseudonym Dana Gal. Following the threat of a lawsuit against the magazine Pi Ha'aton, she was asked to write under her real name. She was not ready to do so, and continued writing for at and other publications as Dana Gal. When her short story collection, Figs, My Love, came out in 2000, she added her last name, Peleg, but kept the G. for Gal, the name that enabled her to write freely about topics that were largely taboo, and to make it easier for her readers to make the connection. == Activism == Peleg's world view is socialist, feminist and radical. In the 1980s, as a teenager, she was involved in the youth political movement Ratz – belonging to the Meretz political party, with which she became involved as a university student. At this time, she became involved with the LGBT student union. She recalls that she felt out of place, as she was attracted to men as well as women (and had no concept yet of gender and sexual fluidity), and felt that only \"pure lesbianism\" was acceptable. She then became involved with the Bisexual and Lesbian Women group in Jerusalem. In 1996 she joined \"Klaf\" – the feminist lesbian collective, which was instrumental in establishing the first formal LGBT organizations in Jerusalem. Klaf published two magazines – Klaf Hazak and Pandora, and Peleg wrote a column for the latter. In 2008, Peleg was living in Santa Cruz, California, and was an activist against the passage of Proposition 8, which called for a ban on same-sex marriage. When she returned to Israel in 2008, Peleg became involved in the radical bisexual-pansexual organization Panorama, founded by Shiri Eisner and Lilach Ben David. She wrote for the fanzine published by the group, and was one of the organizers of the 2012 Festibi – the first bisexual convention to take place in Israel. == Works == === Books === * Figs, My Love תאנים, אהובתי. 2000. תל אביב: שופרא לספרות יפה. * Ishtati אשתתי. 2015. סיאל הוצאה לאור . === Poetry === * \"Saint\", Proud to Present. Shufra Publishing, Tel Aviv 2003 * \"And the Other Way Around\", Zuta – Journal of Rhythmic Literature, vol. 67, July 2010 * \"Catcher of Bad Dreams\", Zuta – Journal of Rhythmic Literature, vol. 81, October 2010 * \"*(Excerpt from a Novel)\", Zuta – Journal of Rhythmic Literature, vol. 115, July 2011 === Select Translations === * The Dyke and the Dybbuk, Ellen Galford. Shufra Publishing, Tel Aviv 2004. * Joining the Resistance, Carol Gilligan. Hakibbutz Hameuchad, 2016. * Anna and the Swallow Man, Gavriel Savit. Danny Books, 2017. * Arlo Finch in the Valley of Fire, John August, Danny Books, 2018 === Editing === Peleg, Dana G., and Shalom Tsabar (Ed.). 1995. Lights and Shadows: The Lives of Jews in Russian and the Writings of Sarah Schor and Michael Axelrod. Jerusalem: Yad Vashem. (In Hebrew) == References == == External links == *Dana G. Peleg's blog (Hebrew) Category:1969 births Category:Living people Category:Israeli emigrants to the United States Category:Israeli women writers Category:Israeli socialists Category:Israeli women journalists Category:LGBT writers from Israel Category:LGBT rights activists from Israel Category:Bisexual women Category:Bisexual writers Category:20th-century Israeli writers ",
    "title": "Dana G. Peleg"
}