{
    "id": "60359143",
    "text": "\"New Lace Sleeves\" is a song written by new wave musician Elvis Costello and performed by Costello and the Attractions for his 1981 album Trust. The first version of the song was written by Costello in 1974 and featured post-war themed lyrics that were largely scrapped in the final recording. In the final version of the song, Costello included lyrics about seduction and power. Musically, the song was performed at a slower tempo and features a band performance praised by Costello. Pete Thomas notably performed a drum beat inspired by songs from Devo and Stevie Wonder. \"New Lace Sleeves\" was released on Trust as an album track and did not get released as a single. Since its release, the song has appeared on numerous compilations and has been praised by critics as a highlight from Trust. The track has also made multiple appearances in Costello's live performances. ==Background== The first version of \"New Lace Sleeves\" was written by Costello in 1974. This early draft was entitled \"From Kansas to Berlin\" and was \"a big, grand song about postwar life\" according to Costello. Costello saved the song's lyrics in notebooks for years before returning to them on his 1981 album Trust. The only surviving lyric from the original draft was \"When are they going to stop all of these victory processions?\" According to Costello, \"the carnal comedy in ['New Lace Sleeves'], all the embarrassment of the morning after\" was not present in the original draft of the song. As he explained in his autobiography Unfaithful Music & Disappearing Ink, \"If the tone of the first draft had been a little pious and even moralistic, I wasn't feeling nearly so high-minded by 1980\". Costello also cited what he characterized as the British press' love of scandal and said, \"It also was about class and control. People used to say Margaret Thatcher held her Cabinet with some sort of sexual magnetism. Power is seductive\". ==Music== \"New Lace Sleeves\" was described by Costello as \"almost like dub reggae\". Costello also emphasized the importance of the song's slower speed, saying, \"Some of the best things the Attractions did, like this one, were at slower tempos. It's a myth that it's all about speed and power. ... We had to be exhausted to play like that. We had to drain ourselves of the impulse to play fast\". Additionally, Costello highlighted how \"the fact that the music was slinky suited the words\". Costello described \"New Lace Sleeves\" as \"what I think of as [the Attractions'] most original ensemble performance\" and \"one of the greatest Attractions performances\". The song notably features a drum pattern by Pete Thomas that was inspired by Devo's cover of \"(I Can't Get No) Satisfaction\" and Stevie Wonder's \"Superstition\". Thomas recalled, \"[Producer] Nick Lowe was standing by the drums while we were trying things out and said, 'What about something like 'Satisfaction—that Devo thing. And I probably did something, and Nick said, 'Do the snare there, the hi-hat there...' and then I had to make sense of it. It’s 'Satisfaction' by Devo into 'Superstition', and it doesn't sound anything like either\". ==Release and reception== \"New Lace Sleeves\" was released on Costello's fifth album, Trust, in 1981. The song was not released as a single. Since its initial release, \"New Lace Sleeves\" has appeared on multiple compilation albums, including Girls Girls Girls, The Very Best of Elvis Costello, and The Best of Elvis Costello: The First 10 Years. \"New Lace Sleeves\" has received critical acclaim and has been named by some critics as one of the highlights of Trust. Rob Sheffield of Rolling Stone noted the song as well as \"Watch Your Step\" as \"the album's undisputed twin highlights\", while the Rolling Stone Album Guide described \"New Lace Sleeves\" as a \"great song\" where Costello \"finally comes clean about his woman problems\". Stephen Thomas Erlewine of AllMusic called the track a \"highlight\" of Trust and Blender praised Costello's \"peerless acid tongue\" on the song. Jim Beviglia of American Songwriter ranked \"New Lace Sleeves\" as the eighth best Elvis Costello song ever, calling the song the \"towering peak\" of Trust and \"a magnificent song on which he was clearly more inspired than impaired\". ==Live performances== \"New Lace Sleeves\" often appears in Costello's live setlist as one of his deeper cuts. Costello performed the song on Tomorrow with Tom Snyder in 1981, along with \"Watch Your Step\". A life performance from a 1981 show at the Tower Theater in Philadelphia has been uploaded by Paste Magazine. ==References== Citations Sources * * Category:Elvis Costello songs Category:1981 songs Category:Songs written by Elvis Costello Category:Song recordings produced by Nick Lowe ",
    "title": "New Lace Sleeves"
}