{
    "id": "60350895",
    "text": "Scott Alan Howell is the 15th Commander of Joint Special Operations Command, at Fort Bragg, North Carolina. Prior to assuming command at JSOC, Lt Gen Howell served as the U.S. Special Operations Command Vice Commander in Washington, D.C., where he planned, coordinated and executed USSOCOM initiatives with the Office of the Secretary of Defense, Joint Staff, military services, and other government agencies. General Howell was commissioned through the U.S. Air Force Academy in 1987, and earned his wings at Fort Rucker, Alabama. He is a career helicopter pilot with assignments in rescue and special operations, and participated in operations in Iraq, Kuwait, Bosnia, Haiti, Kosovo, Mozambique, Djibouti and Afghanistan. He is a command pilot with 2,600 hours of flight time across six unique air platforms. General Howell has commanded a squadron, group, joint special operations air component, special operations wing and special operations task force. In his most recent command tour, he led all NATO special operations forces in Afghanistan as the Commanding General of NATO Special Operations Component Command-Afghanistan and Special Operations Joint Task Force-Afghanistan. His senior staff positions include service in the Air Staff, Air Force Special Operations Command, U.S. Special Operations Command and as the Deputy Director of Special Operations at the Joint Staff. https://thenewsrep.com/103054/new- jsoc-commander-previously-commanded-a-aviation-unit-more-secretive-than-the- night-stalkers/ ==Education== *1987 Bachelor of Science in management, U.S. Air Force Academy, Colorado Springs, Colo. *1991 Squadron Officer School, Maxwell Air Force Base, Ala. *1995 Master of Science in management, Troy State University, Troy, Ala. *2000 Air Command and Staff College, by correspondence *2002 Air Command and Staff College, Maxwell AFB, Ala. *2004 Air War College, by correspondence *2008 Master of Science, national security strategy, National War College, Fort Lesley J. McNair, Washington, D.C. ==Assignments== 1\\. August 1987 - June 1988, undergraduate helicopter pilot training, Fort Rucker, Ala. 2\\. June 1988 - December 1989, UH-1N Pilot, Detachment 24, 37th Air Rescue Squadron, Fairchild AFB, Wash. 3\\. December 1989 - October 1991, UH-1H Exchange Pilot, 2nd Armored Division,1st Cavalry Division, Fort Hood, Texas 4\\. October 1991 - December 1991, student, Squadron Officer School, Maxwell AFB, Ala. 5\\. December 1991 - August 1992, student, MH-53J flying training, 551st Tactical Training Squadron, Kirtland AFB, N.M. 6\\. August 1992 - June 1997, MH-53 Instructor Pilot and 75th Ranger Regiment Liaison Officer, 20th Special Operations Squadron, Hurlburt Field, Fla. 7\\. June 1997 - June 2000, MH-53 Flight Examiner, 21st Special Operations Squadron, 352nd Special Operations Group, Royal Air Force Mildenhall, England 8\\. June 2000 - July 2001, Chief, Senior Officer Matters, Rotary Wing Officer Assignments, Headquarters Air Force Special Operations Command, Directorate of Personnel, Hurlburt Field, Fla. 9\\. August 2001 - June 2002, student, Air Command and Staff College, Maxwell AFB, Ala. 10\\. June 2002 - September 2003, Chief, Washington, D.C. Rated, Joint Colonel Assignments, Air Force Senior Leader Management Office, Headquarters U.S. Air Force, the Pentagon, Washington, D.C. 11\\. September 2003 - August 2004, Assistant Executive Officer, Chief of Staff U.S. Air Force, Headquarters U.S. Air Force, Washington, D.C. 12\\. August 2004 - June 2005, Operations Officer, 20th Special Operations Squadron, Hurlburt Field, Fla. 13\\. June 2005 - January 2007, Commander, 20th Special Operations Squadron, Hurlburt Field, Fla. 14\\. January 2007 - July 2007, Deputy Director, Air, Space and Information Operations Directorate, Headquarters Air Force Special Operations Command, Hurlburt Field, Fla. 15\\. July 2007 - June 2008, student, National War College, Fort McNair, Washington, D.C. 16\\. June 2008 - June 2010, Commander, Aviation Tactics Evaluation Group, Fort Bragg, N.C. and Commander, Expeditionary Special Operations Wing - Bravo, Air Force Special Operations Command, Hurlburt Field, Fla. 17\\. July 2010 - June 2012, Special Assistant to the Commander, U.S. Special Operations Command, MacDill AFB, Fla. 18\\. June 2012 - April 2013, Deputy Commanding General, Special Operations Joint Task Force-Afghanistan, NATO Special Operations Component Command- Afghanistan, Kabul, Afghanistan 19\\. May 2013 - July 2015, Deputy Director for Special Operations and Counterterrorism (J37) for the Joint Staff, the Pentagon, Washington, D.C. 20\\. July 2015 - May 2016, Director of Operations, AFSOC, Hurlburt Field, Fla. 21\\. June 2016 - May 2017, Commanding General, NATO Special Operations Component Command - Afghanistan, Special Operations Joint Task Force - Afghanistan, Bagram AB, Afghanistan 22\\. July 2017 - July 2018, Vice Commander, U.S. Special Operations Command Washington Office, Washington, D.C. 23\\. July 2018 - present, Commanding General, Joint Special Operations Command, Fort Bragg, N.C. ==Summary of Joint Assignments== 1\\. February 2005 - January 2006, Commander, Joint Special Operations Aviation Detachment Arabian Peninsula, Joint Base Balad, Iraq, as a lieutenant colonel 2\\. June 2008 - June 2010, Commander, Aviation Tactics Evaluation Group, Fort Bragg, N.C., and Commander, Joint Special Operations Aviation Component, Special Operations Task Force, Balad Air Base, Iraq and Bagram AB, Afghanistan, as a colonel 3\\. July 2010 - June 2012, Special Assistant to the Commander, United States Special Operations Command, MacDill AFB, Fla., as a colonel 4\\. June 2012 - April 2013, Deputy Commanding General, Special Operations Joint Task Force-Afghanistan, NATO Special Operations Component Command- Afghanistan, Kabul, Afghanistan, as a brigadier general 5\\. May 2013 - July 2015, Deputy Director for Special Operations and Counterterrorism (J37) for the Joint Staff, the Pentagon, Washington, D.C., as a brigadier general 6\\. June 2016 - May 2017, Commanding General, NATO Special Operations Component Command - Afghanistan, Special Operations Joint Task Force - Afghanistan, Bagram AB, Afghanistan, as a major general 7\\. July 2017 - July 2018, Vice Commander, U.S. Special Operations Command Washington Office, Washington, D.C., as a lieutenant general 8\\. July 2018 - present, Commanding General, Joint Special Operations Command, Fort Bragg N.C., as a lieutenant general ==Flight Information== Rating: Command pilot Flight hours: More than 2,600 Aircraft flown: UH-1N, UH-1H, TH-53, CH-47, MH-6, MH-53 J/M ==Awards and decorations== {| |150px |US Air Force Command Pilot Badge |- |75px |Basic Parachutist Badge |- |90px |Office of the Joint Chiefs of Staff Identification Badge |- |90px |United States Special Operations Command Badge |} {| |14px14px14px |Defense Superior Service Medal with three bronze oak leaf clusters |- |9px |Legion of Merit with \"C\" device |- | |Bronze Star Medal with oak leaf cluster |- | |Defense Meritorious Service Medal |- |14px14px14px14px |Meritorious Service Medal with four oak leaf clusters |- |14px14px14px |Air Medal with three oak leaf clusters |- | |Aerial Achievement Medal |- | |Joint Service Commendation Medal |- | |Army Commendation Medal with oak leaf cluster |- | |Air Force Achievement Medal |- | |Air Force Combat Action Medal |- | |Joint Meritorious Unit Award with oak leaf cluster |- |13px14px14px14px |Air Force Outstanding Unit Award with Valor device and three oak leaf clusters |- | |Air Force Organizational Excellence Award |- |14px14px |Combat Readiness Medal with two oak leaf clusters |- | |National Defense Service Medal with one bronze service star |- | |Armed Forces Expeditionary Medal with service star |- |11px11px11px |Southwest Asia Service Medal with three service stars |- | |Kosovo Campaign Medal with service star |- | |Afghanistan Campaign Medal with service star |- | |Iraq Campaign Medal with service star |- | |Global War on Terrorism Expeditionary Medal |- | |Global War on Terrorism Service Medal |- | |Armed Forces Service Medal |- | |Humanitarian Service Medal |- | |Air Force Overseas Short Tour Service Ribbon |- | |Air Force Overseas Long Tour Service Ribbon |- |14px14px14px |Air Force Expeditionary Service Ribbon with gold frame and three oak leaf clusters |- |14px14px14px |Air Force Longevity Service Award with silver and two bronze oak leaf clusters |- | |Small Arms Expert Marksmanship Ribbon with service star |- | |Air Force Training Ribbon |- |60px |Ghazi Mir Masjidi Khan Medalhttps://mobile.twitter.com/afpaknow/status/863987374509801472 |- | |NATO Medal for the former Yugoslavia |- |60px |Kuwait Liberation Medal (Saudi Arabia) |- |60px |Kuwait Liberation Medal (Kuwait) |} ==Effective dates of promotion== {| class=\"wikitable\" |+ ! Rank !! Date |- ||10px Second Lieutenant||May 27, 1987 |- ||10px First Lieutenant||May 27, 1989 |- ||28px Captain||May 27, 1991 |- ||28px Major||Nov. 1, 1998 |- ||28px Lieutenant Colonel||Aug. 1, 2003 |- ||40px Colonel||Sept. 1, 2007 |- ||28px Brigadier General||July 3, 2013 |- ||56px Major General||Feb. 1, 2016 |- ||84px Lieutenant General ||Aug. 2, 2017 |- |} ==References== Category:1965 births Category:Living people Category:United States Air Force Academy alumni Category:Troy University alumni Category:National War College alumni Category:United States Air Force generals Category:Recipients of the Defense Superior Service Medal Category:Recipients of the Legion of Merit ",
    "title": "Scott A. Howell"
}