{
    "id": "60357608",
    "text": "Mary Stapleton-Bretherton (1809-1883) was a Papal Marchesa and landowner who lived in Ditton and Rainhill near Liverpool. She founded many Roman Catholic churches and owned The Hall, Rainhill, Lancashire, and Lackham Manor, Wiltshire. ==Biography== Mary was the only surviving child of Bartholomew Bretherton (c. 1775-1857) and Jane Atkinson (1776-1869). Bartholomew was born in Aighton, near Stonyhurst in the Ribble Valley, and Jane was born in Scattergate, Appleby, Westmorland. Her parents married in Liverpool in 1799. They had another daughter Jane, who preceded Mary and only lived a few months (1805-6). Mary was baptized in the Portico Chapel, Prescot on 27 March 1809. Her father was listed as a flour dealer at the time of his marriage, but he became involved in the coaching business with his three brothers at the turn of the century, made his fortune, became a landowner and benefactor. Mary married firstly William Gerard Esq. (1806-1844) the grandson of Sir Robert Cansfield Gerard, 9th Baronet of Bryn. William's older brother John (1804–54) was the 12th Baronet, and his younger brother Robert, (1808–87) became Sir Robert Tolver Gerard the 13th Baronet and the First Baron of Bryn. William's father John died in 1822. (John's two older brothers were the 10th and 11th Baronets respectively.) Their sister Maria Juliana Gerard married Thomas Stapleton of Carlton and had several children. The third child was Gilbert Stapleton (1808-1856), a cousin of William Gerard, and he became Mary's second husband. Mary married William in 1829, and Gilbert in 1848. Mary made her home at Ditton Hall near Widnes during her two marriages. She was childless. By the time her father died in 1857, Mary was a wealthy woman. She had been the sole beneficiary of her first husband, William Gerard; had been amply endowed with the residue of the estate of her second husband, Gilbert Stapleton; and was the inheritor of her father's lands and, on the death of her mother, occupied Rainhill Hall (later it became a Catholic retreat centre known as Loyola Hall). In 1866 she acquired her Lackham Manor estate in Wiltshire. She had the means to keep the two mansion houses and estates going, and to give away her home at Ditton Hall, Widnes to the Jesuits in exile from Germany in 1872. She also paid for St. Michael's Church, Ditton to be built. Mary owned mines, quarries, woodlots, farms and their dwellings, and had a financial portfolio of stocks and shares. She was presented to Queen Victoria in 1849 by her sister-in-law, Lady Beaumont. Mary changed her last name to Stapleton- Bretherton by Royal Licence in September 1868 and was made a Marchesa Romana by Pope Pius IX in 1873. She was henceforth known as \"Lady Mary \" in many quarters. She was known for her endowments to the Roman Catholic Church and had an extensive network of friends, relatives and acquaintances among the Catholic gentry. She made several additions, including the gateway and the surrounding walls, to St. Bartholomew's Church, Rainhill, the church that her father founded. Mary died of breast cancer in 1883. She would have been a multi-millionairess by today's standards. Her assets at her death were listed as £375,744.14s.6d. and her will with two codicils was 75 pages long. Her main heir was her first cousin once removed Frederick Annesley Stapleton-Bretherton (1841-1919) whose family then occupied Rainhill Hall as well as property in Hampshire. A condition of Mary's will was that Frederick adopt the name Stapleton-Bretherton. Her Lackham estate was inherited by Sir George Errington (1839-1920), MP for Longford (1874-1885). The Roman Catholic Church of St. Mary and St. Joseph in Aiskew, North Yorkshire, built in 1878 has a memorial window, dating from 1884, to Mary placed by her nephew the Hon. Miles Stapleton (1850–95), who became the 10th Lord Beaumont. == See also == * Bartholomew Bretherton * Bartholomew Bretherton (jockey) * Evelyn, Princess Blücher * Rainhill Hall * St Bartholomew's Church, Rainhill == References == Category:British landowners Category:1809 births Category:1883 deaths ",
    "title": "Mary Stapleton-Bretherton"
}