{
    "id": "60353649",
    "text": "Helen O'Leary (born 1961) is an Irish-born artist based in the United States and Ireland, who is best known for constructions that blur the boundaries between painting and sculpture and object and image.Pilkington, Alison. \"Texture of a Medium,\" The Visual Artists' News Sheet, September-October 2017. Retrieved March 25, 2019.Hill, Robin. \"Assembled but not resembling, at Patricia Sweetow,\" Two Coats of Paint, October 29, 2018. Retrieved March 25, 2019. Her mature work uses bricolage and handicraft approaches to refashion older works, studio castoffs and diverse materials into abstract pieces that explore materials, language, physical remnants of the past, and the visual, cultural and emotional influences of origin.Metropolitan Arts Centre, Belfast. \"Helen O'Leary: The Shelf Life of Facts,\" Exhibition materials. 2016. She has exhibited extensively in Ireland, the United States, and internationally, including shows at the Irish Museum of Modern Art (IMMA),McCormick, Penny. \"Artistic License: Hennessy Art Fund for IMMA,\" The Gloss, May 30, 2018. Retrieved April 2, 2019. Metropolitan Arts Centre (MAC) (Belfast), American Academy of Arts and Letters,Panero, James. \"Gallery chronicle,\" The New Criterion, April 2017, p. 68–70. SFMOMA,Roth, David. \"Irish Artists @ SFMOMA Artists Gallery,\" Squarecylinder.com, March 25, 2012. Retrieved March 25, 2019. the Sanskriti Foundation (New Delhi), Victorian College of the Arts (Melbourne), and Centre Culturel Irlandais (Paris).Irish Museum of Modern Art. \"Helen O'Leary,\" Artists. Retrieved March 25, 2019.John Simon Guggenheim Memorial Foundation. \"Helen O'Leary,\" Fellows, 2010. Retrieved March 25, 2019. Her work has been recognized by the John S. Guggenheim Foundation, American Academy in Rome,Artforum. \"American Academy in Rome Announces 2018–19 Fellows,\" Artforum, April 13, 2018. Retrieved March 25, 2019. Pollock-Krasner and Joan Mitchell foundations,Joan Mitchell Foundation. Helen O'Leary, Artist Grants, 1999. Retrieved March 25, 2019. with numerous residencies,Yaddo. Visual Artists. Retrieved March 25, 2019. and reviews in The Times (UK),O'Sullivan, John P. \"Helen O'Leary: Irregular Activity,\" The Sunday Times, August 4, 2013. Retrieved March 25, 2019. The New York Times,Cotter, Holland. Review, The New York Times, April 26, 2018.Chicago Tribune,Artner, Alan G. \"Sensitive Debut,\" Chicago Tribune, August 23, 1990. The Irish Times,Dunne, Aidan. \"Art in focus: Untitled (2018) by Helen O'Leary,\" The Irish Times, September 29, 2018. Retrieved March 25, 2019. Arts Magazine,Hixson, Kathryn. Review, Arts Magazine, February 1992. and Huffington Post,Kohler, William Eckhardt. \"Helen O'Leary at The Irish Art Center,\" Huffington Post, December 31, 2015. Retrieved March 25, 2019. among others. Helen O'Leary, Delicate Negotiations, clay, egg tempera on constructed wood, 56\" x 48\", 2015. Irish Times art critic Aidan Dunne writes of her constructions: \"O'Leary dismantles painting and then rebuilds it from scratch [...] The works have a fragility, an exploratory delicacy, but also appear curiously durable and timeless.\"Dunne, Aidan. \"The importance of interaction, and idleness,\" The Irish Times, October 9, 2018. Retrieved March 25, 2019. David Roth calls her work a form of self-appropriation rooted in the \"DIY ethos\" of her forebears, which demonstrates \"how cultural traditions, removed from their original contexts, can be used as emotional anchors in others.\"Roth, David. \"Assembled at Patricia Sweetow,\" Squarecylinder.com, November 2, 2018. Retrieved March 25, 2019. O'Leary is a Professor of Art at the School of Visual Arts at Penn State University, where she has taught since 1991.Penn State University. \"Brantley, dePamphilis, Huang, Kroll, O'Leary receive Faculty Scholar Medals,\". Penn State News, March 21, 2013. Retrieved March 25, 2019. ==Life and Career== O'Leary was born in County Wexford in southeastern Ireland in 1961. She grew up with her sisters on a small farm owned by her parents, Richard and Kathleen, that she has called \"pre- modern.\"Pepper, Maria. \"Guggenheim Fellowship for Wexford-born artist Helen,\" New Ross Standard, April 28, 2010. Retrieved March 25, 2019. A tornado, a lightning strike, and her father's early death when O'Leary was eleven left the family at risk of losing the farm; the ensuing struggle, which her mother met by renting rooms to tourists as a B&B;, marks O'Leary's practice and forms the basis of its feminist language.Atherton, Monique. \"Perforated Utopias,\" Artfile Magazine, March 22, 2019. Retrieved March 25, 2019.Burns, Emily. \"Helen O'Leary,\" Maacke, March 22, 2019. Retrieved March 25, 2019. O'Leary cites her father's practical inventiveness, the demands of farm life, and meeting far-flung visitors in the guest house as key influences on her art and interest in travel. She attended the National College of Art and Design in Dublin beginning in 1982, and was awarded a scholarship to the School of the Art Institute of Chicago in the United States, where she earned a BFA (1987) and MFA (1989). In 1989, she won a Pollock-Krasner Award and was actively exhibiting in Chicago, including solo shows at Zolla/Lieberman Gallery (1991–3).Artner, Alan G. \"O'Leary on Track with Rigorous New Works,\" Chicago Tribune, November 22, 1991.McCracken, David. \"New O'Leary Works Strike Dynamic Balance,\" Chicago Tribune, June 18, 1993. In 1991, she accepted a teaching position at the School of Visual Arts at Penn State University; she was made Professor in 2006, and continues to teach there.Taylor Galleries. Lacuna [01.] Retrieved March 25, 2019. In the latter 1990s, O'Leary exhibited regularly in Ireland and across the U.S., including solos at the Kerlin Gallery (Dublin) and Michael Gold Gallery (New York) and the EVA International exhibition in Limerick; in the 2000s, she showed at the Linnenhall Arts Centre (2002), Limerick City Gallery of Art (2003) and MAC (2016) in Ireland,Dunne, Aidan. \"Limerick's Mini Marathon,\" The Irish Times, May 7, 1999, p. 14. Retrieved March 25, 2019. the Sanskriti Foundation (2004), Victorian College of the Arts (2005), and Centre Culturel Irlandais (2010). She has shown with Lesley Heller Gallery in New York and Patricia Sweetow Gallery in San Francisco in the latter 2010s.Lesley Heller Gallery. Helen O'Leary, Artists. Retrieved March 25, 2019.Patricia Sweetow Gallery. Helen O'Leary, Artists. Retrieved March 25, 2019. In 2013, O'Leary collaborated with her daughter, photographer Eva O'Leary,Staunton, Ellis. \"Photographer Eva O'Leary wins plaudits for mirror portraits,\" The Times, January 10, 2019. Retrieved March 25, 2019. and poet Vona Groarke for an exhibition at the Irish Art Center in New York.Walsh, Jane. \"Irish Arts Center announces spring season,\" Irish Central, January 31, 2013. Retrieved March 25, 2019. She lives and works in Jersey City, New Jersey and Leitrim, Ireland. ==Work== Helen O'Leary, Untitled, oil on linen, 72\" x 72\", 1989. Writers such as Alison Pilkington and Robin Hill suggest that O'Leary's work deconstructs painting, expanding its possibilities into space while blurring boundaries between object and image with bricolage approaches they trace to Kurt Schwitters and Dada, as well as Arte Povera. O'Leary's exploration extends to the history of painting and its materials, as well as her personal and artistic history; she transforms studio remnants and detritus into new, tactile works through an intuitive, part-handicraft, part invention- through-need process that harkens to her Irish childhood, weaving personal memories into universal narratives.Baume, Sara. \"Helen O'Leary at Catherine Hammond Gallery,\" Visual Artists News, Visual Artists Ireland. September- October 2013. Retrieved March 25, 2019. O'Leary calls it as \"knitting with wood,\" and describes her studio as \"an archeological site, a dictionary of the savages of age, a compendium of erasures, renovations and restorations\"Penn State University. \"Visual arts professor awarded prestigious Rome Prize,\" Penn State News, April 17, 2018. Retrieved March 25, 2019. that she regards as a complete whole, from its objects and scraps to incidental marks on the floors and tables.Brennan, Valerie. \"Helen O'Leary,\" Studio Critical, September 7, 2012. Retrieved March 25, 2019. ===Early paintings=== In her early work in Chicago, O'Leary created large-scale paintings that riffed on the \"heroic\" work of abstract expressionism (e.g., Untitled, 1989). She laid canvas on the floor, capturing drips, mistakes and overshot gestures normally bound for floorboards; for her, the process alluded to issues of class (e.g., servants washing floors) and subsistence (surviving off table leavings and cast offs). Chicago Tribune critic Alan Artner labeled her second solo show at Zolla/Lieberman (1991) a fulfillment of earlier promise, noting her \"drawn, dripped and stenciled\" works for an improvised look that \"disguised their rigor\" and that recalled the early abstractions of Kandinsky. Artner suggested that in the best works, her lattice-like forms \"exploit fragility by suggesting a highly strung discourse that has run amok\" with accretions submerging, encircling, overwhelming firmer shapes and gestures. After purchasing a home in Drumshanbo, Ireland in the 1994, O'Leary traveled more often. As a result, she sought to create still-epic paintings that could fit in suitcases and be reassembled; this extended her fragmented painting process further and led to new modes of creating, picking apart and exhibiting work.Falvey, Deirdre. Artscape: Review, \"Trunk Show,\" Irish Times, December 11, 2004. Aidan Dunne described a painting installation in this vein for EVA International in Limerick (1999) as a \"sprawling but elegantly understated\" recreation of the \"crowded yet calming walls\" of her studio. In the 2000s, she extended these explorations in collaborative installations with artist Katie Holten as \"Plot\"; her experimentation ultimately evolved into her mature \"constructed paintings.\"Sirius Art Centre. \"Sirius Art Centre – Programme 2000,\" Retrieved March 25, 2019.Foley, Catherine. \"Anything you bamboo...,\" Irish Times, September 30, 2000. Retrieved March 25, 2019. Helen O'Leary, Armour – Delicate Negotiations, egg tempera, polymer, pigment on constructed wood, 20\" x 14\" x 4\", 2014. ===Constructed paintings=== O'Leary began creating constructed paintings in the 2000s, which focused on themes of vulnerability, uncertainty, concealment and perseverance with a feminist inflection (e.g., Delicate Negotiations, 2015). She disassembled, repurposed, glued and patched older works and studio detritus (wood off-cuts, linen scraps, shards, fragments), refashioning them into new works exploring notions of support, stability and the boundaries of painting.Raidió Teilifís Éireann. \" Hennessy Art Fund 2018: Helen O'Leary on 'dissembling painting,'\" Raidió Teilifís Éireann, May 29, 2018. Retrieved March 25, 2019. Critics suggest the shift liberated her work to take on a variety of tenuous, three-dimensional forms: small, wall-mounted, façade-like pieces masking precarious scaffolding; free- standing, exposed grid-like constructions that read like absences, with open spaces replacing blocks of color (e.g., Armour - Delicate_Negotiations, 2014); and installations displaying a \"kinetic, Tinguely-like potential.\" O'Leary found inspiration in diverse sources, from bent and pierced armor to the combined concision and complexity of both Sean nós song—a form of Irish lament—and the literature of Beckett and poets Louise Gluck and Vona Groarke.Butler, Sharon. \"Ideas and Influences: Helen O'Leary,\" Two Coats of Paint, October 12, 2014. Retrieved March 25, 2019.Yaniv, Etty. \"Helen O' Leary: No Place for Certainty,\" Art Spiel, April 24, 2018. Retrieved March 25, 2019. In the installations The Shape of Disappointment (2007), Outawack (2009–12) and Shelf life of facts (2016), she combined excessive, re-figured and re-joined frames to create prosthesis-like supports that suggested shifting perspectives, uncertainty, and a sense of violence and control in their making.Butler Gallery. Helen O'Leary – Outawack, 2012. Retrieved March 25, 2019.The MAC Belfast. \"Helen O'Leary: The Shelf Life of Facts,\" Exhibitions. Retrieved March 25, 2019. The later wall-mounted \"Armour\" series (2013–4) featured small, façades of abutted bits of panel that obscure, but also reveal (through peephole-like fissures), shifting views of also-cobbled, sometimes thwarted armatures.Zinn, Tamar. \"Helen O'Leary: Between moments of certainty,\" October 9, 2015. Retrieved March 25, 2019. Reviewers described them as delicate, tentative pieces that were neither haphazard or slipshod, but rather mysterious, assured edifices of resourcefulness, meticulousness and quiet strength, austerely painted in grey, purple brown, olive and white egg tempera. The Huffington Post deemed the larger, busier works in her \"The Geometry of Dirt\" show (2014) as \"harrowingly emotional\" and \"at once ragged, solid and radiant,\" their processes of destruction and construction suggesting the piecing together of an incomplete self, and holes and punctures reading like wounds; the review identified in the work's minimalism a rejection of that movement's intellectualism, de-materiality and transcendence for something \"experiential and earth-bound.\" Helen O'Leary, Shelf life of facts (Installation details), constructed wood, linen, egg tempera, steel, aluminum, porcelain with gold luster. Installation at The MAC Belfast, 2016. In 2018, O'Leary exhibited the \"Safe House\" (2014–8) and \"Home is a Foreign Country\" (2018) series.McCoy, Ann. \"Helen O'Leary: Home is a Foreign Country,\" The Brooklyn Rail, June 5, 2018. Retrieved March 25, 2019. Robin Hill describes them as \"formally rigorous yet refreshingly eccentric\" works that conjure vulnerability and strength, precarious balance and collapse, as well as upended jigsaw puzzles, the backs of billboards, and drive-in movie screens. Noting the work's inversion of structure—making it the subject—she situates them in a liminal space between becoming and unbecoming, assemblage and dis- assemblage. New York Times critic Holland Cotter called the work \"painterly,\" also observing how it evoked memory and history and laid bare O'Leary's process and that of making paintings in general. Some critics describe the works in familial terms, noting their \"life-lived authenticity and hands-on craftsmanship\" and \"ongoing dialogue, with each new piece in conversation with its predecessors.\" == Awards and recognition == Helen O'Leary's art has been honored with fellowships from the American Academy in Rome (2018–9)American Academy in Rome. \"Announcing the 2018–19 Rome Prize Winners and Italian Fellows,\" News Features, April 12, 2018. Retrieved March 25, 2019. and John S. Guggenheim Foundation (Fine Arts, 2010), Sam and Adele Golden Foundation (2017), MacDowell Colony (2016) and Centre Culturel Irlandaise (2010),Centre Culturel Irlandais. \"Previous Residents,\" Residencies. Retrieved March 25, 2019. and awards from the Joan Mitchell Foundation (1999) and Pollock-Krasner Foundation (1989, 1996). In 2013, Penn State University awarded her a Faculty Scholar Medal for Outstanding Achievement in the arts and humanities. She has also received grants from the Arts Council of Ireland,The Irish Times. \"Getting a slice of the pie,\" The Irish Times, January 26, 2006. Retrieved March 25, 2019. and residencies from Yaddo (2017), the Joan Mitchell Center (2015), the Tyrone Guthrie Centre (Ireland, 2004), Fundacion Valparaiso (Spain, 1997), and the Skowhegan School of Painting and Sculpture (1994).Irish Art Now. Helen O'Leary, Artists. Retrieved March 25, 2019. She has been a visiting artist at National College of Art and Design, GMT Galway and the University of Limerick (all Ireland), and the Victoria College of the Arts (Australia), in addition to universities in the United States. O'Leary received a Hennessy Purchase Prize for the Irish Museum of Modern Art (IMMA) in 2018 and a purchase award from the American Academy of Arts and Letters in 2017; her work has been acquired by a number of public collections, including those of the Ballinglen Foundation, National Gallery of Ireland, the Girls' Club, and University of Maine, among others.American Academy of Arts and Letters. \"2017 Art Award Winners,\" Announcements. Retrieved March 25, 2019. It was also included in the Gallery of Modern Art (GoMA) Glasgow exhibit and book, An Leabhar Mór (The Great Book of Gaelic) (2002–3).Gallery of Modern Art Glasgow. An Leabhar Mór (The Great Book of Gaelic), 2002–3. Retrieved March 25, 2019. ==References== ==External links== *Helen O'Leary official website *Portraits in Creativity video, Helen O'Leary *video: Meet the Artist: Helen O'Leary, MAC, Belfast, 2016 *podcast: Sound & Vision conversation with Helen O'Leary, 2016 *Interview, Helen O'Leary at Lesley Heller Workspace, 2015 *Artfile Magazine conversation with Helen O'Leary Category:American artists Category:Irish artists Category:Abstract artists Category:American women painters Category:Irish women painters Category:School of the Art Institute of Chicago alumni Category:National College of Art and Design Category:Pennsylvania State University faculty Category:People from County Wexford Category:1961 births Category:Living people ",
    "title": "Helen O'Leary"
}