{
    "id": "60353395",
    "text": "Remember the Future (stylised in all caps) is the fourth studio album by Swedish singer Jonna Lee. It was released on 31 May 2019 by her own record label To whom it may concern. It has spawned the lead single \"Open Sea\" released on 8 February 2019, \"Some Body\" released on 26 April 2019 and \"Remember the Future\" released on 24 May 2019. It features contributions from her iamamiwhoami collaborator, Claes Björklund, as well as Röyksopp, Zola Jesus and Jennie Abrahamson. ==Background and release== Lee has embarked on a tour promoting her album, Everyone Afraid to Be Forgotten. The artist stated that between shows \"I found myself alone in my studio at every given chance, inspired from that whole synergy I experienced with the audience on stage.\" On 3 February 2019, the artist announced the release date of the lead single, \"Open Sea\", released on 8 February 2019, alongside the new album, its title, release date, pre-order and North America tour dates. In March 2019, Lee revealed the album's track listing and artwork as well as new tour dates. On 17 April 2019, Jonna Lee announced the second single, \"Some Body\" released on 26 April 2019, preceding the album, alongside the video premiered on 25 April 2019 on the YouTube channel of iamamiwhoami. ==Concept== Lee described Remember the Future as \"visionary album of daring to dream, and shooting for the stars, despite the paradoxical underlying chafing knowledge that we're destroying our planet\". ==Artwork== The robot featured on the album cover was created by Lee. She portrayed it as \"a retro space-age symbol of the visions of the past when people were dreaming of exploring the universe and the possibilities seemed endless.\" ==Promotion== To promote the album, Lee embarked on a tour in United States and Canada. It began on 19 April 2019. The European leg of the tour was cancelled due to the artist's health issues. {| class=\"wikitable\" style=\"text-align:center;\" ! width=\"150\" |Date ! width=\"150\" |City ! width=\"150\" |Country ! width=\"275\" |Venue ! width=\"150\" |Other artists |- |19 April 2019 |Brooklyn | rowspan=\"3\" | United States |Elsewhere | rowspan=\"4\" | Allie X |- |21 April 2019 |New York City |Bowery Ballroom |- |22 April 2019 |Cambridge |The Sinclair |- |25 April 2019 |Montreal | rowspan=\"2\" |Canada |l'Astral |- |26 April 2019 |Toronto |Phoenix Concert Theatre |TR/ST |- |28 April 2019 |Chicago | rowspan=\"3\" |United States |Bottom Lounge | rowspan=\"6\" |Allie X |- |1 May 2019 |Portland |Holocene |- |3 May 2019 |Seattle |The Showbox |- |4 May 2019 |Vancouver |Canada |Venue |- |9 May 2019 |San Francisco | rowspan=\"2\" |United States |Great American Music Hall |- |10 May 2019 |Los Angeles |The Fonda |} ==Critical reception== Remember The Future received positive reviews from music critics. Eric Torres of Pitchfork stated that Lee \"tilts her off-kilter electropop toward compellingly dystopian visions\" while rating the album 7.2 out of 10. In her review for AllMusic, Heather Phares declared that on the album, Jonna Lee \"takes a lighter, more hopeful - and more purely pop - approach.\" She further stated that she \"doesn't sacrifice any of her music's complexity\" and \"carefully balances the album's more direct songs with spacious interludes that suggest spaces to confront and embrace the hope and fear that come with the unknown.\" ==Track listing== ; Notes * All tracks stylised in all caps, except \"I Keep\" stylised as \"i KEEP\". ==Personnel== Credits adapted from the liner notes of Remember the Future. ===Musicians=== * ionnalee – vocals, instruments * Zola Jesus – vocals * Jennie Abrahamson – vocals * Claes Björklund – instruments * Tungorna – instruments ; additional instruments ; vocals * Svein Berge – instruments * Torbjørn Brundtland – instruments * Johannes Berglund – additional instruments ===Technical personnel=== * ionnalee – production ; co-production ; mixing ; mastering * Claes Björklund – production ; co-production ; mixing * Röyksopp – production * Johannes Berglund – mixing * Sören von Malmborg – mastering ===Artwork=== * ionnalee – art direction, robot, costume * Comme des Garçons – costume * John Strandh – photography * Jacob Hulmston – graphic design ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label ! scope=\"col\"| |- ! scope=\"row\"| Worldwide | 31 May 2019 | Digital download | rowspan=\"3\" | To whom it may concern. | rowspan=\"3\" align=\"center\" | Various citations concerning the 31 May 2019, release of Remember the Future: * * * |- ! scope=\"row\" rowspan=\"2\" | Sweden | 3 July 2019 |LP |- | 22 July 2019 | CD |} ==Notes== ==References== Category:2019 albums Category:Jonna Lee (singer) albums ",
    "title": "Remember the Future (Jonna Lee album)"
}