{
    "id": "60355852",
    "text": "{| |} HMS Horatio was a Royal Navy 38-gun fifth-rate , built out of fir timbers at the yard of George Parsons in Bursledon. ==Construction== It was launched on 23 April 1807 and fitting out was completed at Portsmouth Dockyard by 4 August 1807. Captain George Scott was given charge of the ship in June 1807. ==Napoleonic Wars== Horatio was soon deployed to take part in the West Indies Campaign as part of the ongoing Napoleonic Wars. ===Capture of Junon=== On the morning of 10 February 1809, Horatio along with the sloop came upon the French frigate pursuing a British brig-of-war () about north of Anguilla. Under the command of George Scott, Horatio engaged in battle the 44-gun Junon, commanded by Augustin Rousseau. The French frigate aimed above Horatios decks, destroying its masts and rigging and causing many injuries, including to Captain Scott, who was incapacitated by a grape-shot blast to the shoulder, and to his first lieutenant, Manley Hall Dixon. Lieutenant George Douglas took over command for the rest of the 95-minute battle, at which point the badly damaged Junon attempted to flee. At this point the brig Superieure and frigate arrived in the area and joined the battle. After a short exchange of fire with Latona, Junon surrendered. In the engagement seven sailors on Horatio were killed and 26 wounded (17 of them seriously). On Latona there were six minor injuries. Thomas Colville, a seaman on Driver, was also badly injured. Scott described the British loss as \"by no means Considerable\" in relation to the \"dreadful loss of the Enemy\" suffered by the 323-man crew of Junon. He counted 130 French sailors killed and wounded, including Rousseau, who died shortly afterwards. The hull of Horatio suffered only minor damage, but the masts and rigging were essentially destroyed. In contrast, the hull of Junon was \"most wonderfully cut up\" and took on a great deal of water until the shot holes were patched. The heroism of the crew of Horatio was recognized in 1847 when the Navy issued as clasp to the Naval General Service Medal inscribed \"Horatio 10 Feby. 1809\". Thirteen surviving crew members from Horatio received this clasp. ===Later action during the Napoleonic Wars=== A year later, on 21 February 1810, still apparently under Scott's command, Horatio gave chase to Necessité, followed by an hour's \"running action\" resulting in the capture of the French ship without injuries on either side. Necessité, which was built as a 40-gun ship but only carried 28 guns at the time, had a crew of 186 men and was carrying a cargo of naval stores and provisions from Brest to Mauritius. Scott later went on to become captain of , but was forced to resign in 1814 due to pain from the injuries he received during the battle with Junon. ==War of 1812== By 1812, Horatio was under the command of Captain Lord George Stuart. On 2 August, boats from the frigate captured two Danish vessels, under the command of Lieutenant Hans Buderhof, and their prize, an American vessel of about 400 tons burthen (bm). The two Danish vessels were schooner No. 114 (with six 6-pounders and 30 men), and cutter No. 97 (with four 6-pounders and 22 men). Nine men from Horatio were killed and 16 wounded, of whom two died later; the Danes lost ten men killed and 13 wounded. In 1813, Horatio was in Buenos Aires under the command of Captain Joshua Percy, the younger son of the Duke of Northumberland. This is where George Pegler, an English boy of about 14 joined the crew, having escaped from the crew of a merchant ship. Leaving, Buenos Aires, Horatio anchored for a while off the coast of Montevideo, near Isla de Flores, which the crew named Seal Island for the vast numbers of South American fur seals. Parties of 100 or more sailors from Horatio would land on the island every day to hunt the seals. After this, the frigate sailed for Rio de Janeiro and Portsmouth. On 19 May 1814, Horatio arrived in Barbados from Bermuda along with a squadron of seven other British warships. On 2 June, it was in Halifax, Nova Scotia, having reportedly arrived from Cork and Newfoundland. The ship's voyages in the period from 12 August 1814 to 10 January 1816 are known in some detail due to the discovery of the illustrated logbook of midshipman John Smith Gould. During this period Horatio travelled to and painted Funchal, Madeira, the Ascension Islands, St. Helena, the Cape of Good Hope, Madras, Malacca, Singapore, Manilla, Macao, Ansons Bay and Rio de Janeiro. The log contains watercolours of icebergs that Gould called \"ice islands\" and pre- and post-eruption views of a volcano. ==Later service== Drawing of the iron mast step (support) fitted to former frigates Horatio and Eurotas as part of their conversion to steam-powered guard-ships in 1845–46. The ship spent 1816 in the East Indies, with calls at ports in India and China. At the end of 1816, Horatio was ordered home, and paid off at the beginning of 1817. The following year, the ship remained out of commission at Deptford. Horatio underwent major repairs at Deptford Dockyard between 1817 and 1819, under the direction of the yard's master shipwright, William Stone. Many frames were replaced with new timber or reused timbers taken from other ships. In late 1845 and early 1846, plans were drawn up to convert Horatio and to become steam-powered screw-driven guard ships. Some sources suggest that the actual conversion work was performed at Chatham Dockyard in 1850, with Horatio being the first screw-driven frigate launched from that yard. After its conversion Horatio was posted to Sheerness. Following the outbreak of the Crimean War in 1854, the navy revived the concept of the bomb vessel. As well as powered and unpowered newly built craft, in 1855 the navy earmarked four old sailing frigates that had recently been converted to screw propulsion to also be fitted with mortars: Horatio and Eurotas, plus the later frigates and . However, only the work on the Horatio was completed; the other conversions were cancelled. After 54 years of service, Horatio was apparently sold for breaking up at Charlton, London in 1861. Other reports give a sale date of 1865. ==References== Category:Fifth-rate frigates of the Royal Navy Category:Ships built on the River Hamble Category:1807 ships Category:War of 1812 ships of the United Kingdom Category:Maritime incidents in 1809 ",
    "title": "HMS Horatio (1807)"
}