{
    "id": "60350495",
    "text": "The Geely Jiaji (吉利嘉际) is a compact MPV built by Chinese manufacturer Geely as the company's first MPV. The concept named \"VF11\" was shown at the 2017 Shanghai Auto Show. The Jiaji provides L2-level automatic driving, intelligence pilot and RCW system. on March 11 2019, Geely Jiaji officially went on sale with prices ranging from RMB 99,800-148,800 for the standard fuel model. The PHEV version ranges between RMB 192800 and 215800 before subsidies. == First generation (VF11; 2018–present) == Geely Jiaji rear Geely Jiaji was formerly named VF11 until October 10, 2018. The Jiaji is the first MPV by the Chinese manufacturer. It is based on a Geely-developed CV platform. In subcompact cars field, Jingang was the only product. However, Geely puts 5 compact vehicles onto the market: Emgrand, Emgrand GL, Vision, Binrui and Emgrand EV. Also, there are 2 executive cars of Geely Borui and Geely Borui GE. The product line of SUVs is also plentiful. As the Jiaji officially went on sale on March 11, it proved to be a hit with over 3,000 units sold in its first month. Geely Jiaji was set as a global model of Geely. Geely already made some achievement on global market sale in Malaysia, Russia, Belarus, Kazakhstan, Latin America and Africa. ==Technology== The multimedia system provides a 12.3\" touchscreen and is able to activate and control all systems in the car. The GKUI infotainment system also includes features such as 360 degree surround view camera, voice command to control windows and sunroof, natural voice recognition and 4G connectivity with online music streaming services. In plug in models, there's also a key which infers users the electric vehicle settings. Some models provides Geely Full LED System. Jiaji also carries three types of power sources. {| class=\"wikitable\" |- ! !! Petrol !! Plug-in Hybrid |- | engines|| 1.8T 184 hp petrol || 1.5T 177 hp petrol |- | maximum power output|| 135 kW || 130 kW |- | peak torque|| 300Nm || 255Nm |- | electric motor power|| || 140 kW |} Petrol models carry a 1.8 L4 turbo engine and a 6-speed automatic gearbox. There are 4 valves on each cylinder. All models feature optional seating for either 6 or 7 passengers with the 6 seater having 2nd row captain's chairs. Electronic parking brake and electronic gear shifter are standard across the range with the exception of the base 1.5T with 6 speed manual. ==Market== ===Malaysia=== PROTON Holdings secured the intellectual properties to the design, development, manufacture, sale, marketing and distribution of the Geely Binyue alongside the Geely Boyue and Geely Jiaji. == References == == External links == Jiaji Category:Compact MPVs Category:Front-wheel-drive vehicles Category:Minivans Category:Cars introduced in 2019 Category:Cars of China ",
    "title": "Geely Jiaji"
}