{
    "id": "60351065",
    "text": "Craig Alexander Simmons (born 1969) is a Canadian mechanobiologist and professor at the University of Toronto. He received a master's degree in mechanical engineering from Massachusetts Institute of Technology and a Ph.D. in mechanical engineering from the University of Toronto. Simmons contributes to the fields of mechanobiology, stem cells, microfluidics and tissue engineering. ==Personal life== Simmons reports being inspired to become an engineer and a teacher by his family from an early age. His father is an engineer who has been a recipient of the Ontario Professional Engineer Award, while his grandfather owned a machine shop where Simmons spent a lot of time early on in his life. His mother is a teacher who inspired him to teach engineering at the post secondary level and encouraged his curiosity for research. ==Education== Craig Simmons completed his Bachelor of Science in bioengineering at the University of Guelph in 1991 with distinction. He then continued on to receive his Master of Science degree in mechanical engineering at the Massachusetts Institute of Technology in 1994. Six years later in 2000, Simmons completed his Ph.D. thesis on the Modelling and Characterization of Mechanically Regulated Tissue formation around Bone-interfacing Implants at the University of Toronto under the supervision of Robert M. Pilliar and Shaker Meguid. ==Professional career== After completing his doctorate degree, Simmons worked as a postdoctoral fellow at David J. Mooney’s lab at the University of Michigan. In 2002, he started his postdoctoral fellowship in the University of Pennsylvania under the supervision of Peter F. Davies. Simmons returned to the University of Toronto in 2005 as an assistant professor. He received his title as a Distinguished Professor of Mechanobiology in 2016.\"Craig Simmons named U of T Distinguished Professor of Mechanobiology\". U of T Engineering News. 25 January 2016. From 2009 to 2014, Simmons lead the NSERC CREATE program in Microfluidics Applications and Training in Cardiovascular Health (MATCH) as its program director. MATCH trained over 70 graduate students in biomedical micro-technologies helping them to become professors, doctors, create their own startups and work in the medical device and healthcare industry.\"Craig Simmons, P.Eng.\". Peo.on.ca Simmons was also appointed as the scientific director of Translational Biology and Engineering Program (TBEP) in 2015 for a five-year term. TBEP is an interdisciplinary research initiative at the Ted Rogers Center for Heart Research that unites the University of Toronto, the Hospital for Sick Children and the University Health Network to advance treatments for cardiovascular disease. It focuses on three key research areas: 1) discovery in cardiovascular development, disease initiation and repair, 2) determination of molecular signatures or biomarkers for early detection and management of cardiovascular disease, and 3) regeneration of cardiovascular tissues using molecules, cells and materials.\"Craig Simmons appointed Scientific Director of Translational Biology and Engineering Program\". U of T Engineering News. 30 July 2015 He is also the Director, NSERC CREATE program in Microfluidic Applications and Training in Cardiovascular Health (MATCH) (2009–15). ==Research== ===Stem cell mechanobiology and tissue engineering=== This subgroup of Simmons lab works on strategies for culturing and conditioning pluripotent and mesenchymal stem cells. Projects have focused on disease modelling, therapeutic drug testing, and tissue engineering for the replacement of damaged tissues in cardiovascular systems. Ongoing projects include utilization of novel biomaterials and measurement techniques, development of bioreactors, and screening conditions for optimal stem cell culture.Usprech, Jenna; Romero, David A.; Amon, Cristina H.; Simmons, Craig A. \"Combinatorial screening of 3D biomaterial properties that promote myofibrogenesis for mesenchymal stromal cell-based heart valve tissue engineering\" - Ncbi.nlm.nih.govWang, Li; Dou, Wenkun; Malhi, Manpreet; Zhu, Min; Liu, Haijiao; Plakhotnik, Julia; Xu, Zhensong; Zhao, Qili; Chen, Jun; Chen, Siyu; Hamilton, Robert; Simmons, Craig A.; Maynes, Jason T.; Sun, Yu (27 June 2018). \"Microdevice Platform for Continuous Measurement of Contractility, Beating Rate, and Beating Rhythm of Human-Induced Pluripotent Stem Cell-Cardiomyocytes inside a Controlled Incubator Environment\" - Ncbi.nlm.nih.gov Some of their recent publications concern myocardial models, differential regulation of extracellular matrix components, and generating growth factor profiles to enable extracellular matrix accumulation within an in vitro tissue engineering environment. ===Microfabrication and microfluidics to control cell environment=== The Simmons lab aims to mimic the complex environments that cells reside in, These environments have significant impacts on the phenotype and function of cells. To account for these environmental factors, the Simmons lab integrates microfabrication with cell mechanics and advanced biology, along with the lab's mechanobioreactors. The goal is to stimulate cells in a controlled manner. The lab's microfluidic platforms models vascularized cell environments. They offer potential for incorporating on-chip biomolecular and cell-secreted factor detection in the context of physiological shear stress. These labs-on-chips would be an efficient means to investigate vascularized cell environments and aid disease diagnosis. ===Heart valve mechanobiology and disease=== The Simmons lab studies the mechanical and biological triggers that lead to sclerosis. It tries to identify though microgenomics techniques, the cellular and molecular differences in diseased vs. healthy heart tissue. Based on hypotheses about molecular regulators of valvular calcification and fibrosis, the lab uses in vitro co-culture systems to mechanically stimulate heart valve cells and investigate the phenotypic expression. The lab also works toward engineering a living heart valve tissue to repair defective valves. ==Honours== *Canada Research Chair in Mechanobiology (2006) *Ontario Early Researcher Award (2006) *Early Research Award, Department of Mechanical & Industrial Engineering (2009)\"Craig Simmons | Faculty of Dentistry, University of Toronto\". Dentistry.utoronto.ca *McCharles Prize for Early Career Distinction (2010)\"MIE - Newsletter 40\". Mie.utoronto.ca *McLean Award, University of Toronto (2012)\"Meet the 2012 McLean Award winners\". University of Toronto News *Fellow, Canadian Society for Mechanical Engineering (2014) *Heart and Stroke Foundation CP Has Heart Award (2015)\"CP partnership funds quest for next medical breakthroughs\". Heart and Stroke Foundation of Canada. *Department of Mechanical & Industrial Engineering Teaching Award (2015) *Northrop Frye Award (2017) *R & D Ontario Professional Engineers Awards (2017) *Faculty of Applied Science & Engineering Teaching Awards: Faculty Teaching Award (2017)\"Engineering educators recognized by the Faculty for teaching excellence\". U of T Engineering News. 30 January 2017. *Elected fellow of the American Institute for Medical and Biological Engineering (2018) ==Selected publications and books== Craig Simmons has published over 160 papers with over 10000 citations.\"Craig A. Simmons - Google Scholar Citations\". Scholar.google.ca Some notable works include: *\"Calcific Aortic Valve Disease: Not Simply a Degenerative Process\" *\"Dual growth factor delivery and controlled scaffold degradation enhance in vivo bone formation by transplanted bone marrow stromal cells\" * \"Cyclic strain enhances matrix mineralization by adult human mesenchymal stem cells via the extracellular signal-regulated kinase (ERK1/2) signaling pathway\" *\"Introductory biomechanics: from cells to organisms\" *\"Calcification by valve interstitial cells is regulated by the stiffness of the extracellular matrix ==References== ==External links== * Official webpage at University of Toronto Category:1969 births Category:Living people Category:Mechanobiologists Category:20th-century Canadian engineers Category:21st-century Canadian engineers Category:Canada Research Chairs Category:Massachusetts Institute of Technology alumni Category:Canadian expatriates in the United States Category:University of Guelph alumni Category:University of Toronto alumni Category:University of Michigan fellows ",
    "title": "Craig Alexander Simmons"
}