{
    "id": "60359178",
    "text": "Abiah Folger Franklin (August 15, 1667 - May 18, 1752) was the mother of Benjamin Franklin, a Founding Father of the United States. == Biography == Abiah Folger was born in Nantucket, Massachusetts, on August 15, 1667, to Peter Folger, a miller and schoolteacher, and his wife, Mary Morrell Folger, a former indentured servant. She came from a Puritan family that was among the first Pilgrims to flee to Massachusetts for religious freedom, when King Charles I of England began persecuting Puritans. Folger's sister, Bethshua was an active and theatric participant in the events surrounding the Salem witch trials. She suffered “hysterical blindness” and convulsions, and in the middle of one trial she threw a shoe at an accused person’s head. Her accusations contributed to the death-sentence of at least one convicted witch, Martha Corey. Folger married Boston candle-maker and widower Josiah Franklin and they had 10 children. She raised her children with the Presbyterian faith tradition. She was an early supporter of her son Benjamin's career but not actively involved in politics. She disapproved of her son's membership to Freemasonry. Benjamin Franklin described his mother as “a discreet and virtuous woman” with “an excellent constitution.\" == Legacy == A fictionalized character of Folger appeared in the fourth episode of Voyagers! titled \"Agents of Satan,\" where the central characters prevented Folger from being hanged during the Salem witch trials. Folger was portrayed in a 2018 episode of the TV series Timeless titled \"The Salem Witch Hunt.\" There is a monument with flowers growing in it to honor Folger on the right side of Madaket Road at the site of the Folger Farm, now owned by the Nantucket Historical Association. In 1898, the Daughters of the American Revolution established the Abiah Folger Franklin Chapter in Nantucket. == References == Category:1667 births Category:1752 deaths Category:Benjamin Franklin Category:People from Nantucket, Massachusetts Category:People of colonial Massachusetts Category:Burials at Granary Burying Ground ",
    "title": "Abiah Folger"
}