{
    "id": "60354622",
    "text": "Nick Margevicius McDonnell, Andy. \"Carpool Conversations: Nick Margevicius\" (2018). WANE 15 News. (born June 18, 1996) is an American professional baseball pitcher for the Seattle Mariners of Major League Baseball (MLB). He has previously played in MLB for the San Diego Padres. ==Career== Margevicius attended Saint Ignatius High School in Cleveland, Ohio. After high school, Margevicius attended Rider University, where he played college baseball. In 2016, he played collegiate summer baseball with the Wareham Gatemen of the Cape Cod Baseball League. In 2017, as a junior, he went 6-4 with a 2.89 ERA in 14 games (13 starts).https://www.rider.edu/news/2017/12/30/rider-junior- selected-7th-round-mlb-draft After the season, he was drafted by the San Diego Padres in the 7th round, 198th overall, in the 2017 MLB draft. In his debut season of 2017, he played for the Arizona League Padres and the Tri-City Dust Devils. He accumulated a 4-1 record with a 1.31 ERA over 48 innings. He split the 2018 season between the Fort Wayne TinCaps and the Lake Elsinore Storm, accumulating a 10-8 record with a 3.60 ERA in 134.1 innings. Margevicius appeared in one game with the San Antonio Missions during the 2018 Texas League playoffs. ===San Diego Padres=== Margevicius was called up by the Padres on March 30, 2019, and made his major league debut that evening. He recorded five plus innings, allowing one run, while striking out five. Upon selecting what number to wear, Margevicius chose to wear number 25 after his favorite player growing up for his hometown Cleveland Indians was Jim Thome. He became the second player from the 2017 draft class to reach MLB. He was optioned to the Amarillo Sod Poodles on May 17, and was recalled on June 1.https://www.cbssports.com/fantasy/baseball/news/padres-nick-margevicius- returning-to-rotation/ He was optioned once again on June 19. Margevicius was designated for assignment on January 17, 2020. ===Seattle Mariners=== On January 24, 2020, Margevicius was claimed off waivers by the Seattle Mariners. After an injury to the neck caused starter Kendall Graveman to go on the 10-Day DL, Margevicius replaced him as the starter. In his debut as a starter for the Mariners, Margevicius pitched 3.1 scoreless innings against the Colorado Rockies while recording 3 strikeouts. Margevicius earned his 1st win as a Seattle Mariner when he pitched 5.1 innings against the Texas Rangers giving up 4 earned runs on 6 hits and 1 walk while striking out 7 batters. Margevicius earned his 2nd win as a starter for the Mariners during his last start of the season when he pitched 6 scoreless innings against the defending AL Pennant winners Houston Astros recording 4 strikeouts in the process. Margevicius finished the season with a 2-3 record and a 4.57 ERA. ==References== ==External links== * Category:Living people Category:1996 births Category:People from North Royalton, Ohio Category:Baseball players from Ohio Category:Major League Baseball pitchers Category:San Diego Padres players Category:Seattle Mariners players Category:Rider Broncs baseball players Category:Wareham Gatemen players Category:Arizona League Padres players Category:Tri-City Dust Devils players Category:Fort Wayne TinCaps players Category:Lake Elsinore Storm players Category:San Antonio Missions players Category:Amarillo Sod Poodles players ",
    "title": "Nick Margevicius"
}