{
    "id": "60351089",
    "text": "The \"Vocal Concerts\" were subscription concerts in London, given from 1792 to 1794 and from 1801 to 1821. Leading singers of the day performed at the concerts. ==History== ===Establishment=== Willis's Rooms, also known as Almack's Assembly Rooms, in King Street, St. James, London. The Vocal Concerts were established by Charles Knyvett and Samuel Harrison; they were singers who had both performed at the Concerts of Antient Music. The first concert was given on 11 February 1792 at Willis's Rooms. They were well received and became fashionable; a second series, as well attended as the first, took place during the same season. They were at that time \"... entirely vocal, for neither overture nor concerto was played, and the whole instrumental band was limited to two violins, a tenor [viola], and a violoncello, with a pianoforte for the accompaniment of songs and glees. Mr and Mrs Harrison, and Mr Bartleman were the solo singers, and the rest of the entertainment consisted of glees and a few catches sung by the most celebrated English vocalists of the day.... Mr Knyvett presided at the pianoforte. The subscription was three guineas for eight concerts....\" The concerts were influenced by the founders' background with the Concerts of Antient Music; but recent vocal works were also performed, by composers including John Wall Callcott, William Crotch and Reginald Spofforth. In the second year there were ten concerts. The concerts were discontinued in 1794, as the subscription had fallen off; the principal singers returned to the Ancient Concerts. ===Revival=== In 1801, with Thomas Greatorex and James Bartleman, Charles Knyvett revived the Vocal Concerts. There was a larger orchestra, led by Franz Kramer, and a chorus, and there were additional solosts. The general conductor was Thomas Greatorex at the organ. The subscription was four guineas for the season of nine concerts. Charles Knyvett withdrew from the management in 1803, but continued to perform at the concerts. Elizabeth Billington In 1803 Elizabeth Billington became the principal female singer: \"the attraction of her name was such that the subscription... closed some days before the concerts commenced\". She retired in 1810, and was succeeded by Angelica Catalani. In 1814 the concerts moved to the Hanover Square Rooms. By 1821 musical tastes had changed, and instrumental music was preferred. \"Glees, English ballads, and the whole ancient school of vocal music, had gone gradually out of favour.... The establishment and rapid increase of the Philharmonic, however, may be considered as the more immediate cause of the failure of the Vocal Concerts.\" In 1819 and 1820 the series was of six concerts, and in 1821 they came to an end. ==See also== * Professional Concerts ==References== Category:British music history Category:Concerts Category:Classical music in London ",
    "title": "Vocal Concerts"
}