{
    "id": "60350280",
    "text": "Fruit in Glass Compote, c. 1895, in the collection of the American Folk Art Museum Emma Jane Cady (1854-1933) was an American painter known for her theorem paintings. ==Life and work== Cady was a native of East Chatham, New York, the oldest of three children of farmer Norman J. Cady. Her family was initially from Connecticut, but migrated to Columbia County in the middle of the eighteenth century. She was remembered by neighbors and family members as beautiful, strong-willed, and active; none remembered her artistic endeavors. Census records give her occupation as \"housework\". Cady remained unmarried throughout her life. After the deaths of her parents she moved in with a nephew; around 1920 she moved again, to Grass Lake, Michigan, where she lived with her sister and sister's family until dying. Cady's work is unusual, as theorem painting was long past its popularity when she began practicing the art. Her work was discovered in the 1930s by folk art collectors J. Stuart Halladay and Herrell George Thomas, who assumed that she was another person of the same name who lived in New Lebanon, New York around 1820, when theorem painting was at its most popular. Research performed in 1978 by Ruth Piwonka and Roderick H. Blackburn revealed her true identity. Four watercolors and one oil on canvas by the artist are known; two of the former are still-life depictions of glass compotes, while the other two are images of doves sitting on a branch. One of these, produced for her brother and sister-in-law on the birth of their eldest son in 1890, is her only signed and dated work. Cady was evidently a master of the theorem technique; besides using both transparent and opaque watercolor paints, she applied mica flecks to her depictions of glass and used a textured cloth to spread powder over her stencils, a technique known as \"pouncing\". Her works are considered among the finest examples of theorem painting known. She is one of the few theorem artists known to have signed her work. One of Cady's still-life paintings, Fruit in Glass Compote of c. 1895, is in the collection of the American Folk Art Museum, to which it was donated by Ralph Esmerian. A nearly identical piece, dated c. 1890, is owned by the Abby Aldrich Rockefeller Folk Art Museum. ==References== Category:1854 births Category:1933 deaths Category:American women painters Category:19th-century American painters Category:19th-century American women artists Category:People from Columbia County, New York Category:Painters from New York (state) ",
    "title": "Emma Jane Cady"
}