{
    "id": "60353116",
    "text": "The Scientific Advice Mechanism is a service created by the European Commission which provides independent science advice directly to European Commissioners to inform their decision-making. The Mechanism consists of two parts: the Group of Chief Scientific Advisors, an expert group consisting of up to seven leading scientists, and SAPEA, a consortium of five European Academy Networks collectively representing around 100 academies and learned societies across Europe. ==History== Until 2016, science advice in the European Commission was provided by a single Chief Scientific Advisor who reported directly to the President of the European Commission. The last Chief Scientific Advisor, serving from 2012 to 2014, was Dame Anne Glover. On 1 November 2014, European Commission President Jean-Claude Juncker asked Carlos Moedas, Commissioner for Research, Innovation and Science in his mission letter to \"make sure that Commission proposals and activities are based on sound scientific evidence and contribute best to our jobs and growth agenda\". Following this, on 13 May 2015, Juncker announced the establishment of the Scientific Advice Mechanism. The first seven members of the Advisors were identified, following a European call for nominations, in January 2016. In December 2016, SAPEA was officially launched to support the Advisors by providing scientific evidence review reports. ==Structure== ===Group of Chief Scientific Advisors=== The core of the Scientific Advice Mechanism is the European Commission's Group of Chief Scientific Advisors, an expert group consisting of up to seven leading scientists, selected by the European Commission assisted by an independent identification committee. The Advisors are supported by a dedicated secretariat, known as the SAM Unit, staffed by the Directorate-General for Research and Innovation and Joint Research Centre. The Group of Chief Scientific Advisors currently consists of the following seven members: {| class=\"wikitable sortable\" style=\"border:#555;\" |- ! Name ! class=\"unsortable\" style=\"width:70px;\"| Portrait ! Role in the Group ! Academic position ! University or institution |- | | thumb | Deputy chair | Professor of Sociology | Erasmus University Rotterdam |- | | thumb | | Professor of Materials Science | New University of Lisbon |- | | thumb | | Professor of Nanomaterials | University of Oxford |- | | thumb | Chair | Former Director-General | CERN |- | | thumb | | Professor of Political Science | Umeå University |- | | Professor Éva Kondorosi | | Research Director | Institute of Plant Biology, Biological Research Centre (Hungarian Academy of Sciences) |- | | thumb | | Director | Francis Crick Institute |} Previous members of the Group of Chief Scientific Advisors include: * Julia Slingo (2015–2016) * Henrik Wegener (2015–2017) * Cédric Villani (2015–2017) * Janusz Bujnicki (2015–2020) ===Science Advice for Policy by European Academies (SAPEA)=== SAPEA brings together more than 100 academies, young academies and learned societies. Its role as part of the Scientific Advice Mechanism is to provide high-quality, independent evidence to underpin the Scientific Opinions produced by the Chief Scientific Advisors. SAPEA has the ability to convene Fellows from some 40 countries across Europe, spanning the disciplines of engineering, humanities, medicine, natural sciences and social sciences. The SAPEA consortium brings together five umbrella networks jointly representing Europe's academies: * Academia Europaea * All European Academies * European Academies' Science Advisory Council * European Council of Applied Sciences and Engineering * Federation of European Academies of Medicine At present, SAPEA is funded by a grant from the European Union's Horizon 2020 programme through to the end of 2021. ==Scientific advice== The Scientific Advice Mechanism has issued advice in the form of Scientific Opinions, explanatory notes or statements, supported by evidence review reports, on the following topics: {| class=\"wikitable sortable\" style=\"border:#555;\" |- ! Topic ! Date ! Advisors' advice ! SAPEA evidence review |- | Glyphosate | | | none |- | Light-duty vehicle real-drive CO2 emissions | | | none |- | Cyber-security in the European Digital Single Market | | | none |- | New techniques in agricultural biotechnology | | | none |- | Food from the oceans | | | |- | Novel carbon capture and utilisation technologies: research and climate aspects | | | |- | Authorisation processes of plant protection products in Europe | | | |- | Statement on the regulation of gene editing | | | none |- | A scientific perspective on microplastics in nature and society | | | |- | Transforming the future of ageing | | | |- | Making sense of science for policy under conditions of complexity and uncertainty | | | |- | Towards a sustainable food system for Europe | | | |- | Joint statement on scientific advice to European policy makers in the fight against the COVID-19 pandemic (with European Group on Ethics in Science and New Technologies) | | | none |- | Adaptation to climate change-related health effects | | | none |- | Biodegradability of plastics in the open environment | Autumn 2020 | | |- | A systemic approach to the energy transition in Europe | Spring 2021 | | |} ==References== ==External links== * Scientific Advice Mechanism * SAPEA Category:European Commission ",
    "title": "Scientific Advice Mechanism"
}