{
    "id": "60358390",
    "text": "Beatrice St Clere Priestley (born 22 March 1996) is an English-New Zealand professional wrestler, best known by the ring name Bea Priestley. She is currently signed to World Wonder Ring Stardom, where she is the current SWA World Champion in her first reign. She also makes appearances in New Japan Pro Wrestling serving as Will Ospreay’s Valet. She is also known for her appearances in All Elite Wrestling, World of Sport Wrestling, Defiant Wrestling, and Progress Wrestling. == Professional wrestling career == ===Early career=== Priestley began training at New Zealand Wide Pro Wrestling's developmental facility under Travis Banks, and debuted for the company when she was 14 years old. After four years, Priestley moved to London, England, to further her career, training in Progress Wrestling's developmental program 'The Projo.' ===Progress Wrestling (2016–2019)=== Priestley made her debut for Progress Wrestling on 13 March 2016, being defeated by Elizabeth. In December 2016, Priestley participated in the tournament to crown the first ever Progress Women's Champion where Priestley lost to the eventual winner Toni Storm. Throughout the year of 2017 and 2018, Priestley would mainly compete in six-man tag team matches and even feuding with Millie McKenzie. ===What Culture Pro Wrestling / Defiant Wrestling (20162019)=== Priestley debuted for What Culture Pro Wrestling (WCPW) on 27 July at Loaded #5, losing Nixon Newell, but she defeated Newell the following day. On 24 August Priestley and Newell faced off once again, this time in a last woman standing match to crown the first ever WCPW Women's Champion, won by Newell. Priestley unsuccessfully challenged Newell once again at Loaded #19, this time by disqualification. After the match Priestley's Pacitti Club stablemates The Swords of Essex, put Newell out of action and Priestley stole her title and declaring herself \"the true Women's Champion\". Priestley lost her stolen WCPW Women's Champion to Newell after she returned at WCPW True Destiny in February, by replacing Tessa Blanchard in the match. One day later Priestley won the WCPW Women's Championship defeating Nixon Newell in a No Disqualification match. On 16 June 2017 Priestley was replaced by Viper after she was unable to compete and lost the title to Kay Lee Ray after pinning Viper to win. After that Priestley would feud with Viper until the last episode of Loaded where Priestley defeated Viper thus ending the feud. On 17 June 2018 Priestley defeated Millie McKenzie to regain Defiant Women's Championship. On 3 December 2018 Priestley lost the title to Kanji in Gauntlet match involving Kay Lee Ray and Lana Austin and Little Miss Roxxy and Millie McKenzie. === World Wonder Ring Stardom (2017–present) === On 14 October 2017 Priestley made her debut for the World Wonder Ring Stardom promotion by entering the Goddesses of Stardom Tag League tournament. Days before the final of the tournament Priestley unsuccessfully challenged Toni Storm for the SWA World and World of Stardom Championship in Stardom event in Taiwan. She ended up winning the tournament along with Kelly Klein. Following the tournament, Priestley and Klein unsuccessfully challenged Oedo Tai (Hana Kimura and Kagetsu) for the Goddess of Stardom Championship. In her six month stay in Stardom, Priestley made it to the finals of the 2018 Cinderella Tournament, before losing to the eventual winner Momo Watanabe. On 4 May 2019, at Golden Week Stars 2019 Queen's Quest Produce, Priestley defeated Kagetsu for the World of Stardom Championship. In January 2020, Priestley paired with Oedo Tai member Jamie Hayter to capture the Goddess of Stardom Championship, the first foreign tag team to hold the championships. She would later join the villainous Oedo Tai faction after betraying Queen's Quest stable-mate Momo Watanabe.On 20 July 2020, Stardom stripped the tag titles from Priestley and Hatter due to being unable to defend them in Japan due to the ongoing COVID-19 pandemic. She her return to the company on September 19, where she attacked Saya Iida in her match against Natsuko Tora and later attacked Momo Watanabe and Utami Hayashishita.https://www.pwtorch.com/site/2020/09/21/9-19-stardom-5star-grand- prix-report-the-finals-of-the-9th-grand-prix-tournament-with-a-winner-crowned- and-the-return-of-a-former-world-champ/ On October 3 at Yokohama Cinderella, Priestley defeated Watanabe to win the vacant SWA World Championship. ===World of Sport (2018–2019)=== At the 5 May 2018 tapings of the newly-revived World of Sport Wrestling, Priestley failed to win the vacant WOS Women's Championship in a three-way match against Kay Lee Ray and Viper. She unsuccessfully challenged Ray for the title on subsequent episodes in a battle royal and a singles match against Ray after being attacked by Viper. On 19 January 2019, on a WOS house show tour, Priestley won the title in a singles match when she successfully pinned Viper. On 2 February 2019 Priestley lost the title to Viper after that she left the promotion. ===All Elite Wrestling (2019–2020)=== On 22 January 2019 it was reported that Priestley was close to signing a contract with All Elite Wrestling (AEW) after turning down a WWE contract. It was announced on the edition of 27 February 2019 of \"Road To Double Or Nothing\" that Priestley would be joining the company, and would be making her debut at Fight for the Fallen on 13 July 2019, where she would team with Shoko Nakajima to defeat Britt Baker and Riho. She entered an on-screen feud with Britt Baker, eventually losing a singles match to Baker at AEW Full Gear. Priestley appeared on the 11 December 2019 edition of Dark, where she was defeated by \"the Alien\" Kris Statlander. On the 11 March 2020 episode of Dynamite, Priestley returned and teamed with AEW Women’s Champion Nyla Rose to defeat the team of Hikaru Shida and Kris Statlander. After the match she attacked Nyla Rose and called her shot at the AEW Women’s Championship. Priestley was released from AEW on 13 August 2020. ===New Japan Pro-Wrestling (2020)=== On October 16, 2020, Priestley made her debut appearance in New Japan Pro-Wrestling, where she interfered in her boyfriend's Will Ospreay match against Kazuchika Okada in the G1 Climax.https://411mania.com/wrestling/hamiltons-new-japan-g1-climax-30-night- seventeen-block-a-finals-10-16-2020-review/ ==Personal life== Priestley was diagnosed with a brain tumour when she was 14 years old. She underwent surgery to remove it at 18 years old. Since 2017, Priestley has been in a relationship with fellow professional wrestler Will Ospreay. In 2019, the couple revealed they were planning on moving to Japan due to both of their wrestling schedules there. == Championships and accomplishments == *What Culture Pro Wrestling / Defiant Wrestling **WCPW/Defiant Women's Championship (2 times) *Fight Forever Wrestling **Fight Forever Women's World Championship (1 time) *Pro Wrestling Illustrated **Ranked No. 20 of the top 100 female singles wrestlers in the PWI Women's 100 in 2019 *World of Sport Wrestling **WOS Women's Championship (1 time) *World Wonder Ring Stardom **Goddess of Stardom Championship (1 time) – with Jamie Hayter **Goddesses of Stardom Tag League (2017) – with Kelly Klein **SWA World Championship (1 time, current) **Trios Tag Team Tournament (2019) – with Utami Hayashishita and Viper **World of Stardom Championship (1 time) == References == ==External links== * * * World Wonder Ring Stardom profile * Category:1996 births Category:All Elite Wrestling personnel Category:English expatriate sportspeople in Japan Category:English female professional wrestlers Category:English people of New Zealand descent Category:Expatriate professional wrestlers in Japan Category:Living people Category:New Zealand female professional wrestlers Category:New Zealand expatriate sportspeople in England Category:Sportspeople from Harrogate ",
    "title": "Bea Priestley"
}