{
    "id": "60356758",
    "text": "GAle GAtes et al. was a visual art and performance company active in New York City from 1995 to 2003. The company was co-founded by director, designer and visual artist Michael Counts, performer and producer Michelle Stern and scholar and Butoh performer John Oglevee . In the first two years, GAle GAtes et al. productions were mounted in multiple indoor and outdoor locations in New York, Thailand and Japan ranging from the vacant floors of skyscrapers to the side of a mountain at Min Tanaka's Body Weather Farm. In 1997, the company became resident in a 40,000 sq ft warehouse space in Dumbo, Brooklyn where it produced five large scale performance installations and presented numerous visual art installations, gallery exhibitions and performances. The New York Times described GAle GAtes et al. as \"an adventurous troupe with one foot in the world of post-modern art and the other in downtown performance\". This feeling can be compared to wandering through a gallery and encountering surprising artworks, much like Counts wandered through the galleries of the Metropolitan Museum of Art as a child. In the more frenetic sequences of The Field of Mars, the experience was more like exploring the different spaces of an underground nightclub, or, in the eyes of Peter Marks of The New York Times, “ a little bit like chasing a two year old around an apartment. Archived 27 May 2015.” In Art and America, Douglas Davis described the Field of Mars audience as “dazzled witnesses to a cosmic event.”. In PAJ: A Journal of Performance and Art, Michael Rush describes the experience of a Counts production as \"akin to diving into a hypertext on the internet, but he’s doing all the clicking and controlling. It’s also like cruising through a fun house at the carnival, but the creatures popping out of the darkness aren’t just screaming, they’re reciting oblique texts from classical literature, art criticism, Fellini movies, and Dada playlets.\" == References == Category:American artist groups and collectives Category:1995 establishments in New York (state) ",
    "title": "GAle GAtes et al."
}