{
    "id": "60366693",
    "text": "Drug Tax is the debut studio EP from the American rock band Fruit & Flowers. ==Content== The seven-track EP was on transparent red 12\"-vinyl and digital download with Little Dickman Records, on 30 June 2017. It was recorded at Thump Studios in Brooklyn, New York City, produced by Fruit & Flowers and John Thayor, and engineered by John Thayor. Mixing and mastering is by George Harris. Album artwork is by drummer Joe Berrio. Drug Tax is described as a mix of surf, punk, garage, psychedelic rock and pop. It contains motifs of the beach and summer, and it draws comparison to the music of the Breeders. The first single \"Out of Touch\" was released on 19 May 2017, and the second single \"Subway Surfer\" on 26 June 2017. The record release party for Drug Tax was held at Baby's All Right in Brooklyn, New York City, on 29 June 2017. ==Reception== A review from Spill awards Drug Tax four out of five stars, writing \"out of the depths of alt rock, a gritty sound emerges with an edgy twist on traditional surf rock [with] haunting vocals, punchy bass lines and beautifully simple lyrics. This first taste of the grunge surf rockers hailing from Brooklyn prove they are a force to be reckoned with and a sound to be listening for.\" Speak Into My Good Eye describes the EP as \"tootsie pop core [with] dark surfy tuneage that rips [and] specializ[es] in mysterious tones and harmony laden tunes, balancing out the beauty and darkness.\" John Pfeiffer in The Aquarian Weekly names \"Pick Fairy\" his favorite song on Drug Tax, calling it an \"extraordinary odyssey that combines the band's punkish style with an abstract style of compositional expertise that's hard to describe with adjectives aimed at other groups. This song is just so eerie and addictively refreshing. Fast-paced and sharp, the stops and accents make this song a top- notch contender in music today. Guitar riffs snake seductively as vocal harmonies wash over the entire piece.\" The Deli describe it as a \"surfy sonic fun with garagey and psych overtones [and] deliciously droney[,] with fast- paced and fleshed-out guitar parts backed by a tight rhythm section. To top it all off, they layer dreaminess all over [it] through lead vocalist Caroline's saccharine soprano.\" Bob Makin in Institute for Nonprofit News calls \"Out of Touch\" a \"sleepy, gnarly blend of ringing surf guitar; fat, tubular bass riffs and understated girl-band garage strut,\" and \"Subway Surfer,\" is described as an \"upbeat salute to the Ramones hanging out on a Rockaway Beach with the Go- Go's. Layers of rich, sweet and varied vocals, plus a shredding guitar solo.\" ==Track listing== ==Personnel== *Ana Becker – guitar and vocals *Jose Berrio – drums *Lyzi Wakefield – guitar and vocals *Caroline Yoder – vocals and bass ==References== ;Citations ;Bibliography * * * * * * * ==External links== * Category:2017 EPs Category:Little Dickman Records ",
    "title": "Drug Tax"
}