{
    "id": "60362585",
    "text": "The Stow-Hasbrouck House is a single-family home located at 412 South Clinton Street in Convis Township, Michigan, near Marshall. It was listed on the National Register of Historic Places in 1993. ==History== In 1835, Eli Crouch, likely an investor, purchased this property. In 1836 he sold it to Granville and Catherine Stow, who had just moved to the area from Onondaga County, New York. It is most likely that the house was built by the Stows, probably soon after they arrived. Local lore has it that the stone section of the house was built over the period 1837-41 by Andrew Pettigrew, an itinerant stone mason from New Paltz, New York; the rear ell was likely added a few years later. The Stows sold the house and property in 1846 to David Wood of Fairfield, Ohio. Wood was apparently having mental problems, and in 1859 was declared incompetent. A guardian was appointed by the court, ind in 1861 the property was sold to Matthew Hasbrouck. Matthew Hasbrouck had been born in 1814 in New Paltz, New York, and in 1839 moved with his new wife to a small hamlet in Jackson County, Michigan. They later moved to Washtenaw County before settling in this house in 1861. Matthew Hasbrouck lived in the house until his death in 1883. His property was apportioned among his widow, Hannah Hasbrouck. and other heirs. After a time, Hannah Hasbrouck moved to Ann Arbor, and their son Jehu Elting Hasbrouck moved into the house. He lived there until 1906, after which he found it impossible to continue farming the small plot of land left to him. He sold the house to Christopher C. Wheeler, who had already purchased the remainder of the Hasbrouck farm from other heirs. The house was rented out to Wheeler's servants, but by 1923 had been abandoned. However, Cecilia Hasbrouck Moran, a daughter of Jehu Elting Hasbrouck, purchased the house. Cecilia Moran and a friend, Marian Willcox, refurbished the house and opened a tearoom and gift shop in it in 1928. The tea room operated until 1935. She sold it to her niece, Rachel Bushong, and her husband, Max Bushong, who moved into the house in 1941. ==Description== The Stow-Hasbrouck House is a one-and- one-half-story, side-gable, fieldstone house. A gable-roof addition covered with clapboard is at the rear. The house stands on a rubble fieldstone foundation. The facade is symmetrical and divided into two halves. Each half has an entrance in the center with a window on either side and an attic window above. The main windows are nine-over-six double hung units in square-head openings. They are flanked by shutters dating from the 1920s. The gable end walls have two windows in the first story and two on the second. ==References== Category:National Register of Historic Places in Calhoun County, Michigan Category:Greek Revival architecture in Michigan Category:Buildings and structures completed in 1841 ",
    "title": "Stow-Hasbrouck House"
}