{
    "id": "60365922",
    "text": "Aurora Arias, born April 22,1962 in Santo Domingo, is a writer and journalist from the Dominican Republic, and is also an astrologer.Aurora Arias, sitio digital 'Poetas dominicanos`, 29 de abril de 2008.Reedición del libro de cuentos Emoticons, Ediciones Corregidor, Colección Archipiélago, Buenos Aires, 2015, 224 páginas; fuente: Zaida Corniel reseña a Aurora Arias (República Dominicana), sitio digital 'El roommate: colectivo de lectores', junio de 2015. == Biography == Aurora Arias was born in Santo Domingo on April 22, 1962. She is a writer, journalist, feminist, astrologer, and also has studied art and psychology. She has published poetry in books 'Vivienda de pájaros' (1986) y 'Piano Lila' (1994). She has also worked with prose fiction. In 1994 she won the prize of 'Tale of House of Theater' for the work Invy's Paradise; the Editorial of the 'University of Puerto Rico' published her collection of stories 'End of the world' in the year 2000.Biografía: Aurora Arias, sitio digital 'Cielo Naranja'. She was co-editor of 'Quehaceres', a publication for 'Centro de Investigación para la Acción Femenina' (CIPAF), for which she worked from 1989 to 1996. In relation to astrology, Aurora Arias maintains, since 1997, an astrological column titled \"Astral Chart\", in the magazine Uno. == Works == *Vivienda de pájaros (book of poems, 1986).Jorge L. Rosario-Vélez, La poética del ser en 'Vivienda de pájaros', de Aurora Arias, sitio digital 'ProQuest', 'Chasqui, Revista Latinoamericana de Comunicación', noviembre de 2016, tomo 45 nº 2, pp 106-121. *Piano lila (book of poems, 1994).Jorge L. Rosario-Vélez, Pluralidad del ser, erotismo y metapoesía, en 'Piano lila', de Aurora Arias (documento pdf), 'L’Érudit Franco-Espagnol', volumen 8, diciembre de 2015, pp. 9-25. *Invi's Paradise y otros relatos (1998).Aurora Arias, Invi's paradise y otros relatos, Talleres Gráficos de Editora Búho, 1998, 132 páginas.Enrique Ávila López, Santo Domingo y la dominicanidad en los cuentos de Aurora Arias, sitio digital 'La Ventana, portal informativo de la Casa de las Américas', 17 de agosto de 2009. *Fin de mundo y otros relatos (2000).Aurora Arias, Fin de mundo y otros relatos, La Editorial UPR, 2000, y 9780847700929, 91 páginas. *Emoticons (2007).Aurora Arias, Emoticons, editorial 'Terranova', 2007, y 9780979142802, 170 páginas. *Parquecito (2011).“Parquecito”, de Aurora Arias: una cronotopía subversiva, Revista Hispánica Moderna, año 64 nº 2, diciembre de 2011, pp. 115-128. *Emoticons (reedition 2015).Aurora Arias, Emoticons, editor 'Corregidor', marzo de 2015, y 9789500530538, 219 páginas. == References == == External links == *La palabra rebelada/revelada: el poder de contarnos, ediciones 'Femlibro', 2011, / Capítulo II: Viaje en la nube de la escritura (de Aurora Arias), pp. 56-95. *Emily A. Maguire, Ciudad insana: la locura femenina en los cuentos urbanos de Aurora Arias, sitio digital 'Academia / Estudios 17:33', 2009, pp. 127-144. *Las nuevas cartografías: otra mirada a Aurora Arias, sitio digital 'La Ventana, portal informativo de la Casa de las Américas', 5 de marzo de 2010. *«La palabra revelada/rebelada: el poder de contarnos» / Compilación de historias de vida de las escritoras dominicanas Dinorah Coronado, Emelda Ramos, Ángela Hernández, Jael Uribe, Annecy Báez, Karina Rieke, Irene Santos, Aurora Arias, Revista cultural 'Vetas', 27 de octubre de 2011. Category:1962 births Category:Living people Category:Dominican Republic women poets Category:Dominican Republic journalists Category:Dominican Republic astrologers Category:People from Santo Domingo Category:20th-century Dominican Republic poets Category:20th-century women writers Category:21st-century Dominican Republic poets Category:21st-century women writers Category:20th- century journalists Category:21st-century journalists Category:Women journalists ",
    "title": "Aurora Arias"
}