{
    "id": "60369029",
    "text": "Inke Näthke is a German cell biologist. She is Professor of Epithelial Biology at the Department of Cell & Developmental Biology, Interim Dean and Associate Dean for Professional Culture at the School of Life Sciences at the University of Dundee in Scotland. She is known for her work on the role of the adenomatous polyposis coli (APC) protein in colorectal cancer. == Early life and education == Näthke grew up in the northern German town of Itzehoe. She first came to the US as an au pair. After spending a year in San Jose, California, she realized that the educational system in the US would allow her to learn about multiple topics, instead of focusing on a single discipline. Finding this attractive, she enrolled at San Jose State University, initially as a pre-med student but then switching to biochemistry. After a year at a small biotechnology company, she attended graduate school at the University of California, San Francisco, where she studied the structure of clathrin in the laboratory of Frances Brodsky. She then moved to Stanford for postdoctoral training in the laboratory of William J. Nelson. In her postdoctoral work she established a link between the adenomatous polyposis coli (APC) tumor suppressor and cell movement mediated by the cytoskeleton. She then performed a short second postdoc in the laboratory of Tim Mitchison. == Career == In 1998 Näthke was recruited to the University of Dundee as a lecturer in the Cell and Evolutionary Biology Department. A core hypothesis in her work is that the APC protein is involved in cell motility and cell division through its effects on microtubules. She discovered that loss of APC leads directly to chromosome instability and polyploidy by affecting the spindle checkpoint. In work on mouse and human gut stem cells, she found that these cells normally divide with their mitotic spindle in a particular orientation. This orientation is lost in precancerous colon that is deficient in APC function. Näthke has exploited this change in tissue organization to develop a new way to monitor very early changes that may lead to cancer, using microultrasound. She developed a system for using the slime mold Dictyostelium discoideum to study the effects of the APC on cell migration. She has commented that since APC is an adaptor protein with \"its fingers in many pies in the cell\", loss of APC has many effects that push cells closer to becoming cancerous. She is co- editor of a book on APC Proteins. ==Awards== * 2004: ASCB Women in Cell Biology Junior Award * 2004: Cancer Research UK Senior Cancer Research Fellowship. == References == == External links == * Nathke group website Category:1961 births Category:Living people Category:Cell biologists Category:University of California, San Francisco alumni Category:21st-century women scientists ",
    "title": "Inke Nathke"
}