{
    "id": "60364976",
    "text": "Guy Chester Shortridge (1880–1949) was a South African mammalogist who undertook expeditions in his own state, in Java, Guatemala, Southern India, Burma and at the prompting of Oldfield Thomas travelled to Southwest Australia. == Biography == Guy Chester Shortridge was born at Honiton, Devon on 21 June 1880, the son of a medical practitioner. He served in the police force during the Boer War. His interest in natural history was advanced to a career with the support of W. L. Sclater of the South African Museum. He returned to England and met Oldfield Thomas, who suggested an expedition to Western Australia. He also joined collecting expeditions to Java, New Guinea, Guatemala and on the Indian subcontinent. Shortridge eventually returned to South Africa and was director of the Kaffrarian Museum in King William's Town at the end of his life. He died on 12 January 1949. == Works == Shortridge is noted for his collections, including living animals, made in regions where little of no zoological research had been undertaken. He was first engaged by Sclater to assemble specimen collections in South Africa, birds and mammals he obtained in the Pondoland and Colesberg regions. His collections in Southwest Australia, made between 1904 and 1907, were at the coastal forests around Bunbury, Busselton, Margaret River and King George Sound. Shortridge travelled to regions accessible via the Great Southern Railway on a rail pass granted by the government. He also travelled to make collections at the semi-arid to desert interior of Southwest Australia to the Gascoyne region, making collections at Laverton, Kalgoorlie, Southern Cross, and an offshore visit to Bernier Island. Shortridge's collection was made at a period that provides rare historical data and specimens, obtained in a period of local or complete extinction of mammal species in Southwest Australia. Details of the relative abundance or absence of species has been found in his extensive notes and correspondence with Bernard H. Woodward, director of the Western Australian Museum, with the museum's collector John Tunney, and with his local informants. The birds he obtained in the southwest of Australia were detailed in The Ibis (1909, 1910) by the ornithologist W. R. Ogilvie-Grant, curator of the British Museum's collections of birds. A later expedition to the western region of Java resulted in the collection of 1500 specimens of mammals. In 1908 Shortridge was engaged by the Zoological Society to capture live mammals in Guatemala, his next journey was with the British Ornithologists' Union on a major expedition to New Guinea. He became active in field research in India, and associated with the Bombay Natural History Society, and made notable collections in Southern India and Burma of poorly examined mammal species. == Legacy == Guy Shortridge was commemorated in the naming of animals and new taxa, including a rodent species Mastomys shortridgei (Shortridge's multimammate mouse), a bat Miniopterus shortridgei, Shortridge's langur Trachypithecus shortridgei and those he described himself, such as the subspecies Papio ursinus ruacana Shortridge 1942, named as Shortridge's chacma baboon. His notes and letters during the period in Southwest Australia have provided information to later researchers, in particular the examination of the local extinction of mammals at the time of his visit. == References == === Notes=== ==Further reading== * * * ==External links== * Category:Zoological collectors Category:1880 births Category:1949 deaths Category:South African zoologists Category:Mammalogists Category:People from Honiton Category:British mammalogists Category:20th-century zoologists ",
    "title": "Guy C. Shortridge"
}