{
    "id": "60367071",
    "text": "Bernard Salick (born 1939) is an American nephrologist and medical entrepreneur known for his contributions to comprehensive disease-state management and his efforts to reduce the costs of cancer treatment. He is the founder and former CEO and Chairman of Salick Health Care, a national disease management company in the United States. While leading the company, Salick created a managed care subsidiary, the first to offer fixed-price insurance products for the treatment of catastrophic diseases such as cancer and end- stage renal disease. Since 2016, Salick serves as a Professor of Medicine at Cedars-Sinai Medical Center in Los Angeles, California. ==Early life and education== Salick was born in New York City in 1939. He graduated from Queens College with a BS degree in 1960, then studied medicine at the University of Southern California, where he earned his M.D. in 1964. ==Career== Salick completed an internship and residency in Internal Medicine at Cedars-Sinai Medical Center and a National Institutes of Health postdoctoral fellowship in Nephrology at Cedars-Sinai Medical Center and the University of California, Los Angeles. After starting his nephrology practice in Beverly Hills, Salick opened a chain of dialysis clinics in 1972. He was elected to the board of trustees for the Hereditary Disease Foundation in 1975, where he served until 1985. He was also a member of the National Advisory Board for the National Kidney Foundation from 1988 to 1990. In 1975, Salick sold his dialysis chain to Damon Corp. In 1983, he bought it back and founded a new company called Salick Health Care. He decided to start a new chain of outpatient cancer care clinics when his 6-year-old daughter was diagnosed with a sarcoma. He opened his first cancer center at Cedars-Sinai Medical Center in Los Angeles in 1985. By 1989, the company operated seven cancer care centers in partnership with major non-profit teaching hospitals including Temple University Hospital. In the 1990s, the company expanded to a chain of 11 outpatient comprehensive cancer centers, 8 breast cancer treatment centers as well as multiple dialysis centers in Southern California, Florida, Philadelphia and New York. Salick Health Care went public in March 1985 raising $18 million, and another $30 million in 1986 through a bond offering. In 1995, the company sold 50 percent of its shares to Zeneca Group (now AstraZeneca) which eventually acquired Salick Health Care in 1997 in a deal worth $450 million. In 1997, Salick started Bentley Health Care providing diagnostic and therapeutic services to patients suffering from chronic, catastrophic illnesses such as cancer, end- stage renal disease, and AIDS. He went into partnership with Montefiore Medical Center and Mount Sinai Medical Center to open outpatient cancer clinics and HIV/AIDS centers in New York and Florida. In April 1997, Salick donated $4.5 million to Queens College to create a new molecular biology research institute focusing initially on HIV/AIDS and hired Professor Luc Montagnier, co-discoverer of the AIDS virus to join as its first endowed chair. Dr. Salick demanded and received the return of $3 million of his gift from the school when it failed to meet the conditions that had been attached to the gift. In 2006, Salick founded Salick Cardiovascular Centers to provide diagnostic and treatment services for cardiovascular disease. He is currently working on the development of a nationwide program of Comprehensive Diabetes Centers. ==Other activities== In 2004, Salick established the Bernard and Gloria Salick Fellowship in Public Health at Harvard School of Public Health to provide annual scholarships for students pursuing careers in comprehensive disease management in catastrophic illnesses such as cancer and heart disease. He was a member of the Visiting Committee and the Leadership Council of the Harvard School of Public Health. In 2005, he served on the Harvard Business School panel for Healthcare Innovation and Opportunities in Southeast Asia and was a member of its Healthcare Initiative Advisory Board and the Centennial Committee in 2008.' From 2005 to 2007, Salick served on the Board of Directors of Nephros, Inc. and in addition, he served as a member of the Board of Trustees for the United States Equestrian Team Foundation from 1991 to 2011. He has also served on the board of the Queens College Foundation, and Crossroads School for Arts and Sciences in Santa Monica. Salick's horse ranch in Hidden Valley, California, was offered for sale in 2002 for $50 million. The same property was offered for sale in 2016 for $32 million. Salick partnered with David Geffen to develop a 4-story 175,000 square foot luxury office building in Beverly Hills, California, which was sold in 2005 for $71 million to Tishman Speyer Properties. ==References== Category:Living people Category:American people of Romanian-Jewish descent Category:American nephrologists Category:American businesspeople Category:Queens College, City University of New York alumni Category:University of Southern California alumni Category:University of California, Los Angeles faculty Category:American philanthropists Category:Physicians from New York City Category:Physicians from California Category:1939 births ",
    "title": "Bernard Salick"
}