{
    "id": "60363708",
    "text": "Luz Rodriguez (born March 7, 1956) is a Puerto Rican reproductive rights advocate. == Biography == Luz Rodriguez was born on March 7, 1956 in New York City to Puerto Rican immigrants Elsa Rodriguez Vazquez and Luis Rodriguez Nieto, Sr. She was raised in the Lower East Side and gravitated to community organizing and owned an apartment in the first sweat equity and green building at 519 East 11th Street. Rodriguez's community activities and movements of the time including the Young Lords, Black Panthers, and the civil rights movement influenced her political and social justice awareness throughout her career. In 1974 she graduated from Seward Park High School. From 1976 to 1978 Rodriguez studied dance at the Pratt Institute before going on to receive her Bachelor of Science degree from New York University in 1982. While at NYU, she researched the sterilization of and the pharmaceutical companies' birth control experimentation on Puerto Rican women after hearing some of their stories growing up. This was her first exposure to population control and impacted her later reproductive rights activism. She earned a Master of Science in Nonprofit Leadership from Fordham University. In 1996, she became the director of the Latina Roundtable on Health and Reproductive Rights. From 1997-98, Rodriguez lead a series of meetings focusing on reproductive-tract infections among women of color with the Ford Foundation. What came of these meetings was the consensus that women of color ought to represent themselves and their communities. This led to the founding of SisterSong Women of Color Reproductive Justice Collective. She became co-chair of the SisterSong Management Circle in 2011. She has also been involved with Casa Atabex Aché, the Dominican Women's Development Center, the Foundation Center, Henry Street Settlement, East Side Family Resource Center, and the Dominican Women's Development Center. In 1994, Rodriguez was awarded a Windcall Residency for her activism. Her oral history and papers are preserved in the “Voices of Feminism” Women History Archives at Smith College. == References == Category:1956 births Category:Living people Category:Puerto Rican activists Category:Reproductive rights activists Category:American women activists Category:People from New York City Category:Seward Park High School alumni Category:Pratt Institute alumni Category:New York University alumni Category:Fordham University alumni ",
    "title": "Luz Rodriguez (activist)"
}