{
    "id": "60362457",
    "text": "The 1961 revolt in Somalia was a unsuccessful revolt and coup d'état attempt in northern Somalia which took place in December 1961. The coup plotters, a group of northern junior officers, intended to restore the independence of the State of Somaliland. == Background == After the Trust Territory of Somaliland was unified with the State of Somaliland in 1960, it was discovered that the two polities had been unified under different Acts of Union. The newly unified Somali Republic's parliament promptly created a new Act of Union for all of Somalia, but this new Act was widely rejected in the former State of Somaliland. Regardless, the southern-dominated parliament ordered a referendum in the entire country to confirm the Act of Union. Much of the north's population boycotted the referendum, and just 100,000 northerners voted at all. Of these, over 60% of those were against the union under the new Act. The referendum still passed. In addition, the Isaaq clan which dominated the north was traditionally hostile toward the Hawiye and Darod clans from the south that increasingly dominated politics in the entire republic. Northern support for the union consequently began to deteriorate. Unrest and opposition to the union further increased as southern politicians began taking up the majority of political positions in the newly unified Somali Republic. This led to fears that the former State of Somaliland could become a neglected outpost. In turn, many northern administrative officials and officers were moved to the south to defuse regional tensions. == Revolt == The coup plotters believed that they were supported by General Daud Abdulle Hirsi (pictured 1963), even though the latter fully backed the central government. In addition to these tensions, there were also personal grievances among several officers of northern descent. They felt that officers from the south who had been appointed as their superiors following the unification were poorly educated and unfit as commanders. In addition, it was suspected that the government preferred Italian-trained officers from the south over British-trained officers from the north. A group of at least 24 junior officers, including several who had been trained in Great Britain, eventually conspired to end the union between Somalia and Somaliland. One of the coup plotters was Hussein Ali Duale who later became a leading Somaliland separatist politician. The conspirators believed that they enjoyed the support of General Daud Abdulle Hirsi, head of the Somali National Army. When the coup plotters launched their revolt in December 1961, they wanted to take over major towns in Somaliland. Researcher Ken Menkhaus argued that the coup attempt had \"no chance of success\" from the start, as the coup plotters did not enjoy majority support among the northern population or the local troops. One group of junior officer seized control of the radio station in Hargeisa, announcing their intentions and that they were supported by General Hirsi. Another group of coup plotters attempted arrest superior officers of southern origin in the town of Burao, but failed. The government in Mogadishu was surprised at the revolt, but reacted quickly. General Hirsi declared via Radio Mogadishu that he was not involved in the revolt, whereupon non-commissioned officers of northern origin moved against the coup members in Hargeisa. The loyalists retook Radio Hargeisa, killing one coup member. The revolt was put down in a matter of hours. All surviving coup members were arrested. == Aftermath == Though the revolt had not been supported by the northern population, the locals still sympathized with the coup members. The government was thus inclined to opt for a lenient treatment. The conspirators were put on trial, and the British judge acquitted them, reasoning that there existed no legitimate Act of Union. In consequence, the officers could not be sentenced based on the Act, while the entire southern presence in the north became legally questionable. The ruling's wider implications was generally ignored in Somalia at the time, but later became important for northerners who wanted to justify the separation of Somaliland from Somalia. Regardless, the Somali government accepted the ruling and released the junior officers. In the decades after the unification, dissatisfaction about the perceived marginalization remained high in the north. Despite this, some members of Somaliland's political elite managed to gain high-ranking positions in the military and government. Even some of the officers who had taken part in the 1961 revolt, such as Duale, rose to prominent positions. This did not solve the tensions, and northern separatists eventually revolted in 1981, contributing to the Somali Rebellion. In 1991, Somaliland achieved de facto independence. ==Notes== == References == === Works cited === * * * * * * * Category:1961 in Somalia Category:Conflicts in 1961 Category:1960s coups d'état and coup attempts Category:Political history of Somalia ",
    "title": "1961 revolt in Somalia"
}