{
    "id": "60362016",
    "text": "Meghan Renee Beaubien (born January 29, 1999) is an American softball left- handed pitcher. She has played for the Michigan Wolverines softball team since 2018. As a freshman in 2018, she led the NCAA with 33 wins, set a University of Michigan record with 32 wins in the regular season, and was selected as a first-team All-American. ==Early years== Beaubien was born in 1999 and raised in Newport, Michigan. Her mother, Kim Beaubien, played soccer at Boston College. Beaubien attended St. Mary Catholic Central High School in Monroe, Michigan. In June 2016, she pitched a perfect game and struck out 13 of the 15 batters she faced. She was named the Michigan Gatorade Player of the Year three consecutive years from 2015 to 2017. She led St. Mary's to three state championships and finished her high school career with a 100–11 win–loss record, 1,442 strikeouts and a 0.29 earned run average (ERA). ==University of Michigan== Coming out of high school, Beaubien was rated as the No. 6 prospect in the country by FloSoftball. She was offered an athletic scholarship to attend the University of Michigan as a high school freshman. The offer was conveyed in person by coach Carol Hutchins at the Michigan-Ohio State football game. She enrolled at Michigan in the fall of 2017. ==2018 season== On February 2, 2018, Beaubien threw a no-hitter against Georgia State in her collegiate debut. For the season, she compiled a 33-6 win–loss record with a 1.16 ERA and 266 strikeouts in 216 innings pitched. Her 33 wins led the NCAA, a feat that had been accomplished by a freshman only five times in NCAA history. Her 32 wins in the regular season was also a Michigan school record. She threw three complete-game no-hitters during the season and contributed to a fourth. At the end of the 2018 season, Beaubien was selected as a National Fastpitch Coaches Association (\"NFCA\") first-team All-American. She was also named the Pitcher of the Year and Freshman of the Year. ==2019 season== On March 5, 2019, Beaubien was selected by USA Softball as the national player of the week. During the week, she won games against two ranked opponents, holding No. 2 UCLA to one run and No. 6 Washington to two runs. On March 25, 2019, she was named Big Ten pitcher of the week after throwing 20.2 scoreless innings in three wins and a save. == References == Category:1999 births Category:Living people Category:Michigan Wolverines softball players Category:People from Monroe County, Michigan Category:Softball players from Michigan ",
    "title": "Meghan Beaubien"
}