{
    "id": "60364975",
    "text": "Daniel Neufeld (1814 – 15 October 1874) was a Polish-born Jewish author, poet, and educator. ==Biography== Daniel Neufeld was born to a Jewish family in Praszka, where he received a traditional cheder education. At the age of 13 he enrolled in a provincial grammar school run by the Piarist Fathers in Wieluń, but did not graduate, possibly because of his involvement in the November Uprising. Neufeld opened a Jewish boys' school in 1838, with a curriculum that included the exact sciences, foreign language, and principles of progressive Judaism. Neufeld moved to Chenstokhov in 1840, establishing there a private boarding school for Jewish boys. Neufeld settled in Warsaw in 1861, where worked as an editor of Samuel Orgelbrand's Encyklopedia powszechna (until 1868) and as a teacher in Jewish government schools. There he published a work on the Great Sanhedrin of 1806 under the title Wielki Sanhedryn Paryski w Roku 1806. On 5 July 1861, Neufeld commenced the publication in Polish of a Jewish weekly newspaper entitled ' (), which sought to promote among Jews the Polish language and way of life. The periodical was closed during the January Uprising on 23 October 1863 and he was exiled to Siberia. Upon returning to Warsaw two years later, the tsarist authorities forbade Neufeld from teaching or printing in the press. He instead dedicated himself to promoting progressive Judaism and assimilation. He published a Polish translation of the books of Genesis and Exodus, with a commentary (1863); a pamphlet on the establishment of a Jewish consistory in Poland entitled Urzadzenie Konsystorza Zydowskiego w Polsce; a gnomology of the fathers of the Synagogue; and Polish translations of the siddur and the Haggadah (1865). Towards the end of his life Neufeld settled in Piotrków, where he served as the honorary director of a Jewish hospital. He died in Warsaw in October 1874. ==References== Category:1814 births Category:1874 deaths Category:Jewish poets Category:Jewish translators of the Bible Category:Polish editors Category:Polish Jews Category:Translators of the Bible into Polish Category:Translators to Polish ",
    "title": "Daniel Neufeld"
}