{
    "id": "60362063",
    "text": "Evelin Stermitz (born 1972) is an Austrian artist working in the areas of video art, new media art, performance, and photography, who is also foundress of the ArtFem.TV project.Guri Kulaas, Videokunsten blir musikk, in: Klassekampen, March 9, 2012, Oslo, Norway, p. 23. Stermitz is a member of DLUL Društvo likovnih umetnikov Ljubljana (Association of Fine Artists Ljubljana, Ljubljana, Slovenia), FACES: gender, technology, art, and Gesellschaft Bildender Künstlerinnen und Künstler Österreichs, Künstlerhaus Wien (The Association of Austrian Artists, Künstlerhaus Vienna, Vienna, Austria). Evelin Stermitz participated in the international video collages of FemLink-Art- The International Video-Artists Collective,FemLink-Art, Video-Collages of the International Collective / Les Collages-Vidéo du Collectif International, France, 2015, pp. 10-11, p. 137. and in the project 100x100=900 (100 video artists to tell a century) curated by Enrico Tomaselli.Enrico Tomaselli (ed.), 100x100=900 Project (100 videoartists to tell a century) an international project to celebrate 50th of videoart, a project by Magmart Video Under Volcano, Naples, Italy, 2013, p. 12, p. 205. Stermitz created the feminist net art work “World of Female Avatars”Chus Tudelilla, La Red es la respuesta, in: Exit Book, revista semestral de libros de arte y cultura visual, No. 9, 2008, Madrid, Spain, pp. 128-129; p. 128. in the year 2006 as an ongoing project of cyberfeminism. World of Female Avatars is a project for expanded understanding of women and their relation to their body. By using the Internet as an artistic survey media as many different entries from different cultures as possible are collected. The public call for female body pictures and text with personal statements about the body are presented at this net art project. The submitted pictures and text are used for a digital collage to create new bodies, which live in the cyber World of Female Avatars.Evelin Stermitz, World of Female Avatars: An Artistic Online Survey on the Female Body in Times of Virtual Reality, in: Leonardo, Journal of the International Society for the Arts, Sciences and Technologies, Vol. 41, No. 5, October 2008, The MIT Press, Cambridge, MA, USA, pp. 538-539. == ArtFem.TV == Stermitz established ArtFem.TV in 2008 to promote the artistic works and projects of women artists on an international online video portal.Mary Zeiss Stange, Carol K. Oyster, & Jane E. Sloan (Eds.). Encyclopedia of Women in Today's World (Vol. 1). SAGE Publications, Los Angeles, London, New Delhi, Singapore, Washington DC, 2011, p. Ix. The website features more than 500 videos dating back to early video art from the 1970s until current pieces from over 100 women artistsMiha Horvat, Dilema o podobi ženske / The Women’s Image Dilemma, Interview with Evelin Stermitz, in: Folio, Časopis za sodobno umetnost, kulturo in veselje do življenja / Magazine for contemporary art, culture and the joy of life, Volume 3, No. 1/4, 2011, Maribor, Slovenia, pp. 126–129. including Pipilotti Rist, Perry Bard, Nina Sobell, Duba Sambolec, Guerilla Girls, Irene Moon, Michelle Handelman, Grace Graupe-Pillard, Martha Rosler, Marina Núñez, Myriam Thyes, Joan Braderman, Terese Svoboda, Marina Gržinić, Annie Abrahams, Signe Baumane, Shelly Silver, among many other women artists. Videos can be accessed free of charge at any time,Mary Zeiss Stange, Carol K. Oyster, & Jane E. Sloan (Eds.). Encyclopedia of Women in Today's World (Vol. 1). SAGE Publications, Los Angeles, London, New Delhi, Singapore, Washington DC, 2011, p. 91. making ArtFem.TV a valuable resource for artists and researchers working in the field of feminist art.Karen Keifer-Boyd, Visual Culture and Gender Constructions, in: The International Journal of Arts Education, Volume 8, Number 1, July 2010, National Taiwan Arts Education Center, Taipei, Taiwan, pp. 1-44 (English pp. 1-24, Chinese pp. 25-44); p. 7 and p. 29. ArtFem.TV was awarded a Special Mention at the 2010 IX Festival Internacional de la Imagen, VI Muestra Monográfica de Media Art, University of Caldas, Manizales, Colombia.IX Festival Internacional de la Imagen, Manizales, Colombia, 2010, p. 69. == References == Category:Living people Category:1972 births Category:21st- century Austrian artists Category:21st-century women artists Category:Austrian women artists Category:Austrian video artists Category:New media artists Category:Women video artists Category:Feminist artists Category:Austrian performance artists ",
    "title": "Evelin Stermitz"
}