{
    "id": "60363020",
    "text": "The Sea Fencibles were naval fencible (a shortening of defencible) units established to provide a close-in line of defence and obstruct the operation of enemy shipping, principally during the War of 1812 and the American Civil War. They were modelled on similar British corps (see Sea Fencibles). ==War of 1812== On 26 July 1813, during the War of 1812 with the United Kingdom, the United States Congress passed \"An act to authorise the raising [of] a Corps of Sea Fencibles ... not to exceed one year [service], and not to exceed ten companies who may employed for the defense of the ports and harbors of the United States...\" ===Baltimore=== At Baltimore, two companies were raised under the command of Captains Matthew S. Bunbury and William H. Addison. Though generally mariners by trade, the Sea Fencibles were equipped and organized under the authority of the War Department. Officers received the uniform, pay, and rations of the Army, while the balance of each company (boatswains, gunners, and privates) received the uniform, pay, and rations of the Navy. A company consisted of 107 officers and enlisted men. {| class=\"wikitable\" |- ! No. || Rank || Pay |- | 1 || Captain || $40 |- | 1 || First Lieutenant|| $30 |- | 1 || Second Lieutenant|| $25 |- | 1 || Third Lieutenant|| $23 |- | 1 || Boatswain || $20 |- | 6 || Gunners || $20 |- | 6 || Quarter-gunners || $18 |- | 90 || Privates || $12 |} Both companies at Fort McHenry were considered part of the regular garrison. Records indicate that Captain Bunbury's company was quartered at Fort McHenry, while Addison's men were quartered at Fort Covington. Their duties consisted of manning the barges, maintaining the chain-mast boom, providing guard duty, and manning the great guns of Fort McHenry's water batteries. ===Boston=== Certificate of membership of Boston Sea Fencibles dated 1819. Preserved in the United States Marine Corps Archive. A similar company was raised in Boston in early 1814, comprising unemployed merchant seamen alongside wealthier men seeking more interesting service than that offered by land-based militia. For the Boston company, Fencibles service was elevated to something greater than a purely military role. In addition to coastal defence activities, members of the Boston Sea Fencibles were exhorted to engage in charitable and community works as part of a public obligation to society. According to the constitution, no decent inhabitant of New England could \"justly withdraw himself or decline to render, with promptitude and zeal, his utmost services\" through involvement with the Fencibles.\"Constitution and Exercise of the Boston Sea Fencibles,\" cited in The Boston Sea Fencibles proved popular with local residents, though they never saw active service in defending the port. A steady flow of donations was sufficient to provide for a standard uniform for each member, comprising a hat made of tarpaulin, a blue short jacket and trousers, and weapons including a cutlass and boarding pike. The company was headquartered at a gun-house near the Providence naval depot under the command of a Captain Nehemiah Skillings. A quantity of iron 18-pounder and 24-pounder cannons were made available for their use, and were deployed for target practice on open ground near Boston's City Point. The company was formally disbanded when war with Britain ended on 24 December 1814. On 3 March 1815, Congress repealed the act establishing the Corps of Sea Fencibles, though several companies continued to operate over the following decade. ==Civil War== There were sea fencibles in the Confederate States Army in Charleston. John Symon organized a unit known as \"Symon's Sea Fencibles\", which was a land-based unit that performed coastal surveillance, probably in civilian clothes instead of uniforms. At least one of the officers was Hispanic. There is no record of this unit ever fighting. Many of the members were disgruntled because they received the $11 pay of the Confederacy but wanted the $15 pay that the Union Navy offered. Thus, by the end of 1861, the unit was disbanded; its members probably later joined other local units. ==References== == External links == * Category:19th-century military history of the United States Category:Military units and formations of the United States Navy Category:American military units and formations of the War of 1812 ",
    "title": "Sea Fencibles (American)"
}