{
    "id": "60367088",
    "text": "Oskar Cassel (4 June 1849 – 8 August 1923) was a German liberal politician, a member of the Prussian House of Representatives and the Prussian constitutional assembly. Cassel was the first Jewish honorary citizen of Berlin and a leading figure in several Jewish-German organisations. ==Biography== Cassel was born in Schwetz, West Prussia, Kingdom of Prussia (Świecie, Poland) to Aaron Cassel (1817-1896) and Therese née Kristeller. His father was the rabbi of the Jewish community of Schwetz, he moved to Konitz (Chojnice) in 1850 and Flatow (Złotów) in 1854. From 1858 on the family lived in Schwerin an der Warthe (Skwierzyna) and moved to Berlin in 1871. His brother Jakob Cassel (1859-1927) was a pediatrist Cassel studied law at the Humboldt University of Berlin and started to work as a lawyer in Berlin in 1879. He was elected a member of the Berlin town council in 1888 and member of the Prussian House of Representatives in 1903, where he became a leading advocate of Jewish affairs. On 20 January 1914 Cassel was the first Jew ever to receive the honorary citizenship of Berlin. In 1901 Cassel was a co-founder of the \"Hilfsverein der deutschen Juden\" (benevolent society of German Jews) and chairman of the \"Verband der deutschen Juden\" (Association of German Jews) in 1917. Representing the \"Verband der deutschen Juden\" Cassel protested against the Judenzählung, the census of Jewish soldiers in the German Army, in 1916 and tried to convince the newly appointed Prussian minister of war Hermann von Stein to publicly restore the honour of Jewish soldiers. Stein, however, only assured Cassel that \"the behaviour of Jewish soldiers and fellow citizens during the war gave nocause for the order by my predecessor, and thus cannot be connected with it\". After World War I Cassel represented the German Democratic Party in the Prussian constitutional assembly. Cassel died in Berlin and was buried in an honorary grave at the Jewish Weißensee cemetery. ==References== Category:1849 births Category:1923 deaths Category:People from Świecie Category:People from West Prussia Category:German Jews Category:Humboldt University of Berlin alumni Category:Progressive People's Party (Germany) politicians Category:German Democratic Party politicians Category:Free-minded People's Party (Germany) politicians Category:Members of the Prussian House of Representatives ",
    "title": "Oskar Cassel"
}