{
    "id": "60376873",
    "text": "Noa Wildschut (born 9 March 2001, Hilversum) is a Dutch concert violinist. == Biography == Noa Wildschut is the daughter of Arjan Wildschut, altviolist in the Radio Filharmonisch Orkest, and Liora Ish-Hurwitz, violin teacher, from whom she got her first violin lessons. At six years old, she played during the Kinderprinsengrachtconcert 2007. From 2008, Wildschut studied at the Sweelinckacademie for young talent of the Conservatorium van Amsterdam with Coosje Wijzenbeek, who let her perform as ensemble member and soloist with the youth orchestra Fancy Fiddlers. She also performed during several music festivals, where she played with pianists Paolo Giacometti (2009) and Jevgeni Kissin (2010). During these years, she got a scholarship of the VandenEnde Foundation. In 2010 she won the first price in the category \"14 years and younger\" at the International Louis Spohr-Wettbewerb in Weimar. At the Internationaal Kamermuziek Festival Utrecht she played together with Janine Jansen. In 2012 Wildschut won the first price in her age category at the concours of the Iordens Viooldagen at the Royal Conservatory of The Hague.Noa Wildschut winnaar Iordens viooldagen, NPO Radio 4, 6 februari 2012. Later that year, she performed at the 'Night of the Promising' in the Koninklijk Concertgebouw, Amsterdam, and received the Young Talent Award.11-jarige violiste Noa wint talentenprijs Concertgebouw, Het Parool, 21 November 2012. In 2013, Wildschut continued her studies at the Conservatorium van Amsterdam with Vera Beths. Since 2014, she joined the 'Mutter Virtuosi' of Anne-Sophie Mutter, who became her mentor since 2015. Wildschut does masterclasses and lessons with violinist and conductor Jaap van Zweden, violinists Frank Peter Zimmermann and Liviu Prunaru, pianist Menahem Pressler and cellist Anner Bijlsma. Wildschut is under contract with record label Warner Classics, where in 2017 she released her debut cd where she plays Mozart with pianist Yoram Ish-Hurwitz and the Netherlands Chamber Orchestra, conducted by Gordan Nikolić. Wildschut and Ish-Hurwitz form a duo to play chamber music. Noa Wildschut plays a violin of Giovanni Battista Grancino from 1714, that she received through the Dutch Nationaal Muziekinstrumenten Fonds.Viooltalent Noa Wildschut krijgt 300 jaar oude viool, de Volkskrant, 30 juli 2013. == Awards == * 2010 – Internationale Louis Spohr-Wettbewerb * 2012 – Iordens Viooldagen * 2013 – Concertgebouw Young Talent Award * 2017 – Kersjes vioolbeurs == References == == External links == * Official website Category:Dutch violinists Category:2001 births Category:Living people ",
    "title": "Noa Wildschut"
}