{
    "id": "60376505",
    "text": "PT Dutakom Wibawa Putra or commonly known as D~NET is an Indonesian internet service provider company based in Surabaya, Indonesia. The company focuses on technology as a provider of internet services and information technology of business solutions for corporations. The company was founded by Caroline Gondokusumo in 1997. Currently D-NET has 3 branch offices located in Malang, Denpasar and Mataram. == History == PT Dutakom Wibawa Putra (D~NET) was founded in 1997 by Caroline Gondokusumo. In the beginning, Caroline Gondokusumo worked for PT Core Mediatech, which has very similar brand name (D-NET, not D~Net), was led by Evy Sumarlin and based in Jakarta, not yet having another branch office. In hopes of providing a better internet connection in Surabaya, Caroline Gondokusumo, with permission from Evy sumarlin, then created a new company with a very similar name, D~NET to Surabaya. But despite carrying the same brand, the two companies, PT Core Mediatech and PT Dutakom Wibawa Putra, are different companies and not related to each other. D~NET opened its first branch office in Malang, East Java in 2004 and was then followed by the opening of a branch office in Denpasar, Bali in 2008 and Mataram, Lombok in 2017. == Brands == * Dedicated Connectivity * Broadband Internet Connectivity * Solusi Bisnis == Subsidiaries == * PT Spectrum Indo Wibawa * PT Omadata Padma Indonesia * PT Fiberindo Laju Raya * PT Garasilabs Manivesta * PT Makmur Jati Teknologi (Teakwave) * PT Datakom Wijaya Pratama == Partnership with Facebook == In 2017, D~Net offered a partnership by Facebook to establish Express Wi-Fi, a service provide internet access via public Wi-Fi hotspots that are \"fast, affordable, and reliable\" (as per Facebook). Facebook assists partners by providing a comprehensive Wi-Fi platform that partners can leverage to better manage and grow their Wi-Fi offerings. Express WiFi was first present in Indonesia in several places in Bromo Tengger Semeru National Park. After the success of the pilot project in Mount Bromo, the development of Express Wi-Fi then continued to Surabaya in 2017. The location of this location was originally motivated by D~NET headquarters in Surabaya to facilitate implementation, monitoring and development of the WiFi Express network, but in the future, Express WiFi will be available in various regions in Indonesia. == See also == * Express Wi-Fi * Internet service provider == References == == External links == Category:Telecommunications companies established in 1997 Category:Indonesian brands Category:Indonesian companies established in 1997 Category:Companies based in Surabaya Category:Internet service providers of Indonesia ",
    "title": "PT Dutakom Wibawa Putra"
}