{
    "id": "60377295",
    "text": "The West PC-800 is a home computer introduced by Norwegian company West Computer AS in 1984. The computer was designed as an alarm center allowing use of several CPUs (6502, Z80, 8086, 68000) and operating systems. The company introduced an IBM PC compatible in early 1986 and the West PC-800 line was phased out. ==History== West Computer AS was founded in late 1983 by Tov Westby, Terje Holen and Geir Ståle Sætre. In early 1984, the company presented its computer then called Sherlock at the Mikrodata'84 fair. The new computer had both 6502 and Z80 CPUs, promised rich expansion capabilities and included two rather unusual features: a wireless keyboard and an alarm device reporting fire, flood or burglary via phone and the built-in modem. The machine was released in Autumn 1984 at the Sjølyst \"Home and Hobby\" fair. West PC 800 did not sell as well as expected, probably due to weak Apple II position in Norway, and West Computer AS announced in late 1985 an IBM PC compatible West PC 1600. In March 1985, price of basic computer was NOK10,200. Additional package with one floppy disk drive (200 KB unformatted capacity), 3 applications and 3 games was available for NOK3,750 and another floppy disk drive for NOK3,300. ==Features== West Computer designed its computer primarily as an alarm center with emphasis also as a game machine (thanks to the Apple II compatibility). From ca. serial no. 100 the machine became Apple II Plus compatible due to an updated BIOS. Built-in software included two BASIC variants (one for 6502, one for Z80), but available was only an old basic variant for 6502 (for full Apple Basic compatibility). Disk drives are controlled by West DOS (similar to Apple DOS), whose commands are accessible directly from BASIC. However, ProDOS - at the time of the machine introduction - was not compatible with the West DOS. Z80 CPU was available for CP/M compatibility. As access to the Z80 is via 6502, its performance is crippled by design. The company offered additional CPU cards (e.g. Z80B 6 MHz) to improve the performance. Alarm system is independent on the machine and has its own CPU and memory. Supplied 300/300 baud modem can work as an autodial modem, included is also telephone number database. Modem can be connected to sensors and during an alarm situation, the machine will dial selected number(s). Alarm system works also with wearable \"panic button\" with an infrared transmitter - computer may even dial another number, if the first desired is not responding. Keyboard offers 20 function keys and Caps Lock, with another key to turn keyboard ON and OFF. Wireless keyboard is able to operate up to 12–15 meters from the machine for about three hours (recharging takes 16 hours). West PC-800 can take several CPU cards including MS-DOS package (NOK3,000) and Motorola 68000 (NOK7-12,000) expansion cards. There was even a Motorola 6809 CPU card for OS-9 compatibility. The computer allows cassette and floppy disk drive data storage. Standard floppy disk drive (FDD) had 142 KB formatted capacity (Apple II compatible) and there were several other storage options e.g. additional FDD 655 KB, 128 KB RAM disk or hard disk drives up to 20 MB. West PC-800 offers rich expansion capabilities thanks to the Apple II compatible expansion bus with 7 expansion slots (some are occupied in the standard configuration e.g. by an alarm card or RF modulator). === Hardware details === * 4 microprocessors: ** Z80A 4 MHz CPU for CP/M ** 6502 1 MHz CPU for Apple II ** 8400 CPU for alarm and modem (300 baud) ** 8035 CPU for in the keyboard * 64KB RAM (expandable to 192 kB or up to 1 MB with additional CPU card) * 18KB ROM (10 KB BASIC, 2 KB system monitor, 2 KB character set, 4 KB alarm/modem) * Ports: ** Joystick. Analog/digital ** Composite video PAL ** RF video modulator - PAL ** Datasette ** RS232 ** Phone outlet for modem * Graphics: ** Text mode: 40x24 (with 5x7 points per character) ** Mode 1: 40x48, 15 colours ** Mode 2: 140x192, 6 colours ** Mode 3: 280x192, black/white * 7 expansion slots (4 available for expansion in the standard configuration) * IR receiver for wireless keyboard * Optional upgrade with e.g. a 8086 and 68000 card with up to 1 MB RAM ==Reception== West PC-800 was well received by the press. Especially lauded were alarm features and high flexibility of the machine design. On the other hand, graphics capabilities were found dated by 1985 standards and support for some of the platforms rather rudimentary (e.g. supplied only an old MSDOS version, issue with Z80 speed without another CPU card, limited data transfer on available floppy disk drive). Review in Hjemme-Data magazine concluded, it is hard to judge the computer, as it stands too outside of the regular market. == Marketing == The PC-800 campaign in 1984. West Computers choose the advertising agency Næss og Mørch with Jørgen Gulvik as Creative Director for the introduction campaign for this new home computer before the Christmas sales 1984. Together with Founder Tov Westby and CEO Fredrik Stange they designed this ad, which won in 1985 an award from the Norwegian Advertising Association as the best advertising for consumer products in 1984. Apple would use the same picture in their advertising for the Think Different campaign in 1997. ==Notes== == References == == External links == * Facebook group for discussing the West PC-800 * More pictures of the West PC-800 * West PC-800 emulator * *Vision and concept for the development of Norway's first home computer with immediate benefit! (Norwegian) *The West Story The story of West Computers as seen by author Dag Westby (Norwegian) *Norwegian news broadcast from NRK about the West PC-800. Category:Computers Category:Apple II clones Category:Microcomputers Category:Personal computers ",
    "title": "West PC-800"
}