{
    "id": "60375201",
    "text": "Marble relief of the 4th century BC depicting Staphylus (l) with Athena (r) In Greek mythology, Staphylus (; Ancient Greek: Στάφυλος, 'grape cluster') was the son of wine-god Dionysus and Ariadne.Pseudo-Apollodorus, Bibliotheca Epitome of Book 4.1.9Scholia on Apollonius Rhodius, Argonautica 3.997 His brothers include Oenopion (\"wine drinker\"), Thoas, Peparethus, Phanus and Euanthes (\"the richly blooming\"). == Mythology == Staphylus and his brother Phanus are counted among the Argonauts.Pseudo-Apollodorus, Bibliotheca 1.9.16 As one of Rhadamanthys' generals, he was the founder of the colony of Peparethos on the island of Skopelos, in the Northern Sporades island chain.Diodorus Siculus, Bibliotheca historica 5.79.2 Staphylus dwelt in Naxos and was married to Chrysothemis, by whom he had three daughters: Rhoeo, who was a lover to Apollo, Parthenos, and Molpadia or Hemithea.Diodorus Siculus, Bibliotheca historica 5.62.3 The latter became the mother of Basileus with Lyrcus, after Lyrcus had made a journey to the oracle at Didyma. Staphylus is said to have enticed Lyrcus into too much drinking of wine and then, when Lyrcus' senses were dulled by drunkenness, united him with Hemithea.Parthenius, Love Romances, 1; == Notes == == References == * Diodorus Siculus, The Library of History translated by Charles Henry Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Vol. 3. Books 4.59-8\\. Online version at Bill Thayer's Web Site * Diodorus Siculus, Bibliotheca Historica. Vol 1-2. Immanel Bekker. Ludwig Dindorf. Friedrich Vogel. in aedibus B. G. Teubneri. Leipzig. 1888–1890. Greek text available at the Perseus Digital Library. * Pseudo-Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. . Online version at the Perseus Digital Library. Greek text available from the same website. Category:Argonauts Category:Characters in Greek mythology ",
    "title": "Staphylus (son of Dionysus)"
}