{
    "id": "60376496",
    "text": "In the sport of cricket, Mankading (named after Indian international Vinoo Mankad) is the informal name given to running out the non-striking batsman whilst he is backing up. The practice is perfectly legal within the Laws of Cricket, but is often seen to be against the spirit of the game. The following are lists of Mankading incidents in major cricket matches. The batsman's team is listed first. ==Instances of Mankading in Test cricket== # Bill Brown by Vinoo Mankad, Australia v India, Sydney, 1947–1948India in Australia Test Series – 2nd Test, match scorecard, Cricinfo, Retrieved on 28 February 2009 # Ian Redpath by Charlie Griffith, Australia v West Indies, Adelaide, 1968–1969The Frank Worrell Trophy – 4th Test, match scorecard, Cricinfo, Retrieved on 28 February 2009 # Derek Randall by Ewen Chatfield, England v New Zealand, Christchurch, 1977–1978England in New Zealand Test Series – 2nd Test, match scorecard, Cricinfo, Retrieved on 28 February 2009 # Sikander Bakht by Alan Hurst, Pakistan v Australia, Perth, 1978–1979Pakistan in Australia Test Series – 2nd Test, match scorecard, Cricinfo, Retrieved on 28 February 2009 ==Instances of Mankading in One Day Internationals== #Brian Luckhurst by Greg Chappell, England v Australia, Melbourne, 1974–1975England in Australia ODI Match, match scorecard, Cricinfo, Retrieved on 28 February 2009 #Grant Flower by Dipak Patel, Zimbabwe v New Zealand, Harare, 1992–1993New Zealand in Zimbabwe ODI Series – 2nd ODI, match scorecard, Cricinfo, Retrieved on 28 February 2009 #Peter Kirsten by Kapil Dev, South Africa v India, Port Elizabeth, 1992–1993India in South Africa ODI Series – 2nd ODI, match scorecard, Cricinfo, Retrieved on 28 February 2009 #Jos Buttler by Sachithra Senanayake, England v Sri Lanka, Edgbaston, 2014 ==Instances of Mankading in Twenty20 Internationals== #Mark Chapman by Aamir Kaleem, Hong Kong v Oman, 2016 Asia Cup Qualifier, February 2016 ==Instances of Mankading in first-class cricket== #John Huddleston by John Kinloch, Victoria v New South Wales, Melbourne, 1861-62 #Stoddart Campbell by Nat Thomson, Victoria v New South Wales, Sydney, 1866-67The Oxford Companion to Australian Cricket, Oxford, Melbourne, 1996, pp. 328–29. #Tom Reese by Alexander Downes, Canterbury v Otago, Christchurch, 1894-95 #Joe Hardstaff by Khadim Hussain, Lord Tennyson's XI v Sind, Karachi, 1937-38Sind v Lord Tennyson's XI, Lord Tennyson's XI in India 1937/38 – CricketArchive. Retrieved 26 May 2015.Martin Chandler (9 June 2014). \"A short history of Mankading\" – CricketWeb. Retrieved 26 May 2015. #John Smith by Ray Allen, Canterbury v Wellington, Wellington, 1943-44Wellington v Canterbury, First-Class matches in New Zealand 1943/44 – CricketArchive. Retrieved 26 May 2015. # Bill Brown by Vinoo Mankad, Australian XI v Indians, Sydney, 1947-48 #Gordon Barker by Wilf Wooller, Essex v Glamorgan, Cardiff, 1956Glamorgan v Essex, County Championship 1956 – CricketArchive. Retrieved 26 May 2015. #Hanumant Singh by Ashwini Chaturvedi, Rajasthan v Uttar Pradesh, Udaipur, 1959-60Rajasthan v Uttar Pradesh, Ranji Trophy 1959/60 (Central Zone) – CricketArchive. Retrieved 26 May 2015. #Rudolph Cohen by Jamiel Ali, Jamaica v Trinidad and Tobago, Port of Spain, 1963-64Trinidad and Tobago v Jamaica, Regional Tournament 1963/64 – CricketArchive. Retrieved 26 May 2015. #Ray Gripper by Barry Richards, Rhodesia v Natal, Salisbury, 1968-69Rhodesia v Natal, Currie Cup 1968/69 (Section A) – CricketArchive. Retrieved 26 May 2015. #Douglas Morgan by Raymond Le Roux, South African Universities v Orange Free State, Bloemfontein, 1968-69Orange Free State v South African Universities, Other First-Class matches in South Africa 1968/69 – CricketArchive. Retrieved 26 May 2015. #Clive Lloyd by Stanley Hinds, Guyana v Windward Islands, Roseau, 1982-83Windward Islands v Guyana, Shell Shield 1982/83 – CricketArchive. Retrieved 26 May 2015. #Alex Barrow by Murali Kartik, Somerset v Surrey, Taunton, 2012Wisden 2013 pages 64 (Editor's Notes) and 614 (match report) #Sandipan Das by Murali Kartik, Bengal v Railways, Delhi, 2013-14 ==Instances of Mankading in Twenty20 league cricket== # Jos Buttler by Ravichandran Ashwin, Rajasthan Royals Vs Kings XI Punjab, IPL 2019, March 2019. # Noor Ali Zadran by Dawlat Zadran, Kabul Eagles vs Mis Ainak Knights, Shpageeza Cricket League, September 2020. ==Instances of not Mankading== # Courtney Walsh of the West Indies refused to Mankad last man Saleem Jaffar of Pakistan in a group match in the 1987 World Cup, but let him off with a warning. Pakistan went on to win the match while the defeat contributed to the West Indies failing to progress to the semi-final. # Mohammad Rafique of Bangladesh did not run out Umar Gul of Pakistan in a 2003 Test match in Multan. Pakistan eventually won the Test match by one wicket. # Ravichandran Ashwin of India Mankaded Lahiru Thirimanne of Sri Lanka in a group match in the Commonwealth Bank Series 2012 held in Australia. However the standing umpires, Paul Reiffel and Billy Bowden, after discussion asked India if they wanted to reconsider the appeal and Indian captain Virender Sehwag withdrew the appeal. Sehwag told them that Ashwin had warned Thirimanne before running him out, however Mahela Jayawardene, the Sri Lanka captain, said he was not aware of the warning. # In 2012 ICC World Twenty20 in the Super Eight stage match between West Indies and England, Chris Gayle did not Mankad Eoin Morgan but only gestured funnily of having Morgan Mankaded. Eventually West Indies won the match by 15 runs. # During IPL 2019, Krunal Pandya (Mumbai Indians) chose not to run out Mayank Agarwal (Kings XI Punjab), in a game which Punjab won. # During 2020 ICC Women's T20 World Cup in the Group Stage match between England Women and South Africa Women, Katherine Brunt did not Mankad Suné Luus. But the on strike batswomen Mignon du Preez hit six and four consecutively on the over and won the match by 6 wickets. # During the 2020 Indian Premier League, Ravichandran Ashwin (Delhi Capitals) chose not to mankad Aaron Finch (Royal Challengers Bangalore),in the game which Delhi won. ==References== Category:Cricket terminology Category:Cricket controversies ",
    "title": "List of Mankading incidents in cricket"
}