{
    "id": "60373165",
    "text": "The Rumuruti Solar Power Station is a solar power plant under development in Kenya. ==Location== The power station is located in the town of Rumuruti, the county headquarters of Laikipia County, approximately , by road, north of Nairobi, the capital and largest city of Kenya. The government of Laikipia County has provided , on which the power station will be built. ==Overview== In June 2018, Kenergy Renewalables Limited, a Kenyan solar energy company, signed a sales agreement with the Kenyan government for sale of 40 megawatts of electricity for a twenty-year contract period. Kenya Power and Lighting Company, the Kenyan electricity distribution company, shall pay US$0.08 per kilowatt hour for the 20-year duration of the contract. ==Developers== The developers of this power station include the following stakeholders (a) Kenergy Renewables Limited, a Kenyan company founded in 2011, that manages development activities before and during construction, including permitting, procurement, engineering and financing (b) Norfund, the Norwegian Fund for Developing Countries and (c) Scatec Solar, a solar products manufacturer based in Norway. The three investors in the project formed a special purpose vehicle company to develop, construct, and operate the solar power station. The SPV company is called Rumuruti Solar Generation Holding. The SPV company is registered in the United Kingdom. The ownership of the SPV company is as illustrated in the table below: {| class=\"wikitable sortable\" style=\"margin: 0.5em auto\" |+ Rumuruti Solar Generation Holding Stock Ownership ! Rank !!Name of Owner!!Country!!Percentage Ownership |- | 1 || Kenergy Renewables Limited ||Kenya|| |- | 2 || Norfund ||Norway || |- | 3 || Scatec Solar || Norway || |- | ||Total|| ||100.00 |- |} ==Construction costs and funding== It is estimated that construction will cost at least US$60 million, and possibly as high as US$70 million. The majority of the construction costs are expected to be borrowed. The company owner/developers requested a \"letter of support\" from the government which will provide clarity on when the plant will become operational, to convince potential lenders to loan the money. In October 2019, the governor of Laikipia County, Ndiritu Muriithi and the Chief Executive Officer of Kenergy Renewables, Ms. Khilna Dodhia signed a memorandum of understanding (MoU) that will govern the construction of this power station. Construction is expected to start at the beginning of 2020, and last 10 months. ==See also== *List of power stations in Kenya ==References== ==External links== * Sh18bn solar power plant for West Pokot A of 28 January 2016. Category:Solar power stations in Kenya Category:Laikipia County Category:Energy infrastructure in Africa ",
    "title": "Rumuruti Solar Power Station"
}