{
    "id": "60371043",
    "text": "The Wa'lī of Bangsamoro is the ceremonial head of the Bangsamoro Autonomous Region in Muslim Mindanao, an autonomous region within the Philippines. The first Wa'lī, Khalifa Usman Nando, was appointed by the interim Bangsamoro Parliament on March 29, 2019 during its inaugural session. ==Background== ===Function=== The Wa'lī is an elective position within the government of the Bangsamoro Autonomous Region and is considered as the ceremonial head of the region. The holder of the position has the legal ability to perform the following ceremonial functions: Moral guardianship of the region, preside over the opening of the parliament session, administer the oath of office, dissolve the Bangsamoro Parliament as advised by the Chief Minister, call for the election of a new parliament, and attend public ceremonies. The tenure of the Wa'lī is six years, except the first holder of the position which was appointed by the interim Bangsamoro Parliament headed by the Bangsamoro Transition Authority which would hold office for only three years. ===Eligibility=== As per law, the Wa'lī should be at least 40 years of age and a natural-born citizen of the Philippines. They should be a registered voter in the Bangsamoro region and a resident of the region for at least 15 years, able to read and write in Filipino, English, and Arabic, as well as having no prior conviction of any criminal or administrative offense. The Wa'lī is elected by the Bangsamoro Parliament from a list of eligible individuals prepared by the Council of Leaders. ==List== {| class=\"wikitable plainrowheaders\" style=\"text-align: center;\" |- bgcolor=#cccccc !No. !Wa'lī !Took office !Left office !Ref. |- |rowspan=2| 1 |Khalifa Usman Nando |March 29, 2019 |incumbent | |} ==See also== *Wāli ==References== ==External links== * Category:Politics of Bangsamoro Category:Local political office-holders in the Philippines ",
    "title": "Wa'lī of Bangsamoro"
}