{
    "id": "60384944",
    "text": "Cover of the 2016 English translation of LS6. LS6 (or, including the subtitle of the Spanish edition, LS6: Narradores de nuestro tiempo) is the first novel by Mario Crespo, published in 2011 by Bohodón Ediciones.. The novel was chosen as a Spanish representative at the Festival du Premier roman at Chambéry in 2012.'Coup de cœur pour Mario Crespo', Le Dauphine (29 May 2012).N. S., 'Francia aprecia la obra de Mario Crespo', La Opionión: El correa de Zamora (13 June 2012). ==Summary== LS6 is set in the English city of Leeds on 21 March 2009. It comprises six sections, each named after and associated with a different Leeds postal district, and each narrating the day of a different character. The characters mostly represent the Latin diaspora in Leeds, and the reader learns how, largely without the characters themselves realising, their paths cross in the course of the day. It turns out that in the evening, all attend a play at the West Yorkshire Playhouse entitled The Death of Margaret Thatcher, during which the West Yorkshire Playhouse blows up due to a gas leak. In order, the sections and their protagonists are: * LS1: Francisco Jose Alvarez, an unemployed Spanish ham-carver who gets into a car crash alongside his British-Pakistani drug-dealer Nino. He comes into possession of tickets to the play when stealing a handbag. * LS2: Julianne Redgrave, a British widow in late middle age in need of intellectual stimulation and affection. She is invited to the play by a grocer at Kirkgate Market. * LS3: Andres Ramos, a Colombian who has through a series of migrations escaped the FARC and loses his job as a chicken-sexer in Morley when he beats up a Peruvian-Japanese colleague. He attends the play after finding a ticket dropped by Francisco. * LS6: Leo Carragher, a British-Italian theatre usher and frustrated intellectual nearing retirement. He is an usher at the play. * LS4: Filipe, a dancer and actor from Cape Verde who is seeking a meaningful relationship in a life defined by showbusiness. He is an actor in the play. * LS5: Ramtin, a Kurdish refugee from Iran who is seeking a publisher for a novel he has written, and a philosophical novel that he is planning. He is given a spare ticket to the play by his new-found publisher. The novel is explicitly set during the Great Recession which followed the Financial crisis of 2007–2008, with characters musing on these circumstances and on neoliberalism. ==Translations== * LS6, trans. by Sally Ashton with Steve Dearden ([no place]: Dead Ink, 2016), . ==Reviews== * 'Postmodernidad solvente', Estado crítico: Crítica litteraria diletante (27 December 2011). * N. S., '«LS6», la primera novela del escritor Mario Crespo, traducida al inglés', La Opionión: El correa de Zamora (10 January 2013). ==References== Category:Fiction set in 2009 Category:2010 novels Category:Novels set in Leeds Category:Great Recession in Europe ",
    "title": "LS6 (novel)"
}