{
    "id": "60385551",
    "text": "Blue Brigade (, PB 6) was an armored brigade within the Swedish Army that operated in various forms from 1949 to 1979. The unit was based in Enköping Garrison in Enköping. ==History== The Blue Brigade was raised in 1949 by the Defence Act of 1948, when the field regiment, Stockholm Infantry Regiment (Stockholms infanteriregemente, IR 31) was distributed on the Blue Brigade (PB 6) and the Södermanland Brigade (PB 10). The brigade adopted its name after the original Blue Brigade and thus became Sweden's second active guard brigade after the Yellow Brigade (IB 1). In the early 1970s, the brigade and the regiment became the subject of the Swedish Armed Forces Peace Organization Investigation (Försvarets fredsorganisationsutredning, FFU), which investigated various rationalization measures within the Swedish Army. Through the 1973:135 and 1974:50 bills, it was decided that the brigade would be removed from the peace organization. After the Riksdag decision, it emerged that the tanks at the regiment's brigade were in such good condition that they were judged to have a lifetime until the mid-1980s. As a result, the decommissioning decision was revised, that is to say, that instead of during an interim period placing armored training to Strängnäs, it remained in Enköping until 1980. As of 1 July 1979, the brigade's three armour battalions formed the 6th Armored Group (6. pansargruppen), which was part of the territorial defense within the Uppland Defence District (Upplands försvarsområde, Fo 47/48), where Uppland Regiment (S 1) was the mobilization authority. The reason why the armour battalions were not disbanded was that the Riksdag only decided that the peace organization should be reduce, which meant that the brigade's armour battalions remained in the war organization, and formed a so-called svart brigad (\"black brigade\"). The fact that the battalions remained meant automatically a burden for other training units, which then have to train new units to the battalions. In 1981, a transfer of the battalions began to Södermanland Regiment (P 10), where the 1st Armored Battalion (1. pansarbataljonen) was first out, and came to form the backbone of the newly raised Södermanland Brigade (MekB 10). ==Operations== In comparison with other armored brigades formed in the years 1949-1951, the Blue Brigade came more or less to form from the ground up. This because the tank battalion was formed at the same time as the brigade, and not from any previous units, such as PB 7 and PB 8, which were formed by two motor brigades being reorganized into armored brigades. The Stockholm Infantry Regiment (I 31) initially formed the backbone of the brigade, as it was a field regiment that was distributed on the Blue Brigade and the Södermanland Brigade (PB 10). The brigade was immediately organized in the Pansarbrigad 49 (\"Armoured Brigade 49\") unit type. Pansarbrigad 49 consisted of a tank battalion and two mechanized infantry battalions where the mechanized infantry battalions were trained in the Svea Life Guards (I 1). In 1957, the brigade began to be reorganized after the Pansarbrigad 58 (\"Armoured Brigade 58\") unit type. In the same year, Södermanland Regiment (P 3) was transformed into an armour infantry unit. Södermanland Regiment took over with the training responsibility for the armour infantry which Svea Life Guards was previously responsible for. This organizational change resulted in the Blue Brigade being able to add an entire battalion each year. In 1963, the Swedish Armoured Troops began to organize their brigades after the Pansarbrigad 63 (\"Armoured Brigade 63\") unit type. With that, mechanized infantry units in the Blue Brigade came to be trained directly in the Göta Life Guards (P 1). After the previous Riksdag decisions to disband the brigade and the regiment, the basic training in the regiment from 1976 came to be reduced. In order for the brigade to become full, odd courses were coordinated with the Södermanland Regiment. During the Defense Act of 1977, opportunities were created to renovate and extend the lifetime of the brigade's tanks. This meant that when the brigade was disbanded on 30 June 1979, the brigade's three armored battalions remained as the 6th Armour Group (6. pansargruppen). ==Order of battle== *6th Armoured Brigade Headquarters **6th Armoured Reconnaissance Company *1st Armoured Battalion *2nd Armoured Battalion *3rd Armoured Battalion *6th Armoured Service Battalion *6th Armoured Engineer Battalion *6th Armoured Howitzer Battalion ==Commanding officers== *1949–1979: ??? ==Names, designations and locations== {| class=\"wikitable\" ! style=\"font- weight:bold;\" | Name ! style=\"font-weight:bold;\" | Translation ! style=\"text- align: center; font-weight:bold;\" | From ! ! style=\"text-align: center; font- weight:bold;\" | To |- | style=\"font-style:italic;\" | Blåa brigaden | Blue Brigade | 1949-10-01 | – | 1979-06-30 |- ! style=\"font-weight:bold;\" | Designation ! style=\"font-weight:bold;\" | ! style=\"text-align: center; font- weight:bold;\" | From ! ! style=\"text-align: center; font-weight:bold;\" | To |- | PB 6 | | style=\"text-align: center;\" | 1949-10-01 | style=\"text-align: center;\" | – | style=\"text-align: center;\" | 1979-06-30 |- ! style=\"font- weight:bold;\" | Location ! style=\"font-weight:bold;\" | ! style=\"text-align: center; font-weight:bold;\" | From ! ! style=\"text-align: center; font- weight:bold;\" | To |- | Enköping Garrison | | style=\"text-align: center;\" | 1949-10-01 | style=\"text-align: center;\" | – | style=\"text-align: center;\" | 1979-06-30 |} ==See also== *Göta Life Guards *Göta Armoured Life Guards' Company in Gotland *List of Swedish Army brigades ==References== ===Notes=== ===Print=== * * Category:Brigades of the Swedish Army Category:Disbanded units and formations of Sweden Category:Military units and formations established in 1949 Category:Military units and formations disestablished in 1979 Category:1949 establishments in Sweden Category:1979 disestablishments in Sweden Category:Enköping Garrison ",
    "title": "Blue Brigade (armoured)"
}