{
    "id": "60382659",
    "text": "Amandha Souza Lee (born 19 September 1978) is a Brazilian actress. == Biography == Born in Copacabana, Lee was a student of the traditional school of nuns in Rio de Janeiro. From 12 to 16 years old, she participated in beauty contests, obtained good positions in competitions like muse of clubs spread by Brazil, Miss Rio de Janeiro and the Girl of Ipanema. Resolved at age 17, to break the standards and announced that it would not study Right to the dream of the father, took the money given to pay the pre-entrance course of law and invested in a professional of interpretation in the House of the Arts of Laranjeiras. At that same time, Lee did some works like model that began by chance after to make a test for a clip of the singer Babyface and to be approved. Participating in the clip, he launched a series of invitations to commercials, mainly for the Exterior, and starred in a campaign for a clothing label from Denmark. == Career == Lee premiered on television in a small appearance in A Indomada in 1997. Five years later, she transformed a two-part engagement into a recurring role in the telonovela Coração de Estudante. In the following year, Lee portrayed Luzia in A Casa das Sete Mulheres. In 2006, she moved to RecordTV and had her first prominent role, when it transformed the suburban Betinha in one of the great villains of the telenovela, \"Bicho do Mato\". In the plot, Betinha, a young woman who was trying to find a rich husband, was ashamed of her poor parents and pretended to be rich to win playboy Tavinho, played by Márcio Kieling. In 2007, he idealized, produced and acted in the play \"H.I.A.T.O\". Another prominent role was in the skin of the sensual antagonist Ivonete in Chamas da Vida. In this telenovela, she lives in turras with Carolina to get Pedro's love back, but does not resist the charms of Tomás. Forming a 'love quartet' with the characters of Leonardo Brício, Juliana Silveira and Bruno Ferrari In 2011, gained 17 kg in only three months to play the cook Margarida, a chubby and romantic woman in Vidas em Jogo, being one of the ten protagonists of the plot that realize a bag to win the lottery. In the course of the telenovela the actress emaciated the amount that had fattened along with the personage, giving more truthfulness. In 2017, in the theater, she acts in Agora e Na Hora interpreting various characters such as the Beata, the Secretary, the Program Girl, the Mother of the saint, the Mother and the Medium. In 2019, she returns to TV, after 8 years, in the \"Cinema Café\" series of Cine Brasil TV, in the role of Mariana, a rich woman, forming a love triangle with the characters of the actors Bruno Ferrari and Paloma Duarte. == Personal life == Lee is of American, indigenous, Portuguese and African descent. She has dated the actors Rafael Calomeni and Marcos Palmeira. She has been married since 2009 with former volleyball player Nalbert Bitencourt, with whom she has two children, Rafaela and Vitor. == Filmography == === Television === {| class=\"wikitable\" ! Year ! Title ! Role ! Note |- | 1997 | A Indomada | Shirley Jones | Episódio: \"12 de agosto\" |- | 1998 | Corpo Dourado | Ellen | Episódio: \"21 de agosto\" |- | 2002 | Coração de Estudante | Laura | |- | 2003 | A Casa das Sete Mulheres | Luzia | |- | 2003 | Sítio do Picapau Amarelo | Jacyra | Episódio: \"Juca Pirama\" |- | 2004 | Um Só Coração | Moema | |- | 2004 | Como uma Onda | Ylana Castanho | |- | 2005 | Carga Pesada | Maria | Episódio: \"Por Trás da Lona\" |- | 2006 | Avassaladoras | Felícia | Episódio: \"Fixação\" |- | 2006 |Bicho do Mato | Alberta Chavéz Nogueira (Betinha) | |- | 2007 | Caminhos do Coração | Felina | Episódios: \"11 dezembro-1 fevereiro\" |- | 2008 | Chamas da Vida | Ivonete Amaro da Silva | |- | 2011 | Vidas em Jogo | Margarida Fonseca dos Prazeres | |- | 2019 | Cinema Café | Mariana | |- |} ===Cinema=== {| class=\"wikitable\" ! Year ! Title |- | 2019 | WhispersAmandha convidada para o primeiro filme de suspense do diretor João Rocha, 'Whispers' |- |} ==References== ==External links== * Category:1978 births Category:Living people Category:Actresses from Rio de Janeiro (city) Category:Brazilian film actresses Category:Brazilian stage actresses Category:Brazilian television actresses Category:Brazilian telenovela actresses Category:Brazilian people of African descent Category:Brazilian people of American descent Category:Brazilian people of indigenous peoples descent Category:Brazilian people of Portuguese descent ",
    "title": "Amandha Lee"
}