{
    "id": "60389741",
    "text": "Maritza Dávila is a Latin American artist born in Puerto Rico in 1952. Growing up, she was raised in a Catholic home with four sisters and a strong family foundation. Dávila's mother was a caring woman who supported her through life. Her father's dedication to music and learning aspired and shaped Dávila's career as an artist.. Much of her interest in art comes from growing up as the daughter of a musician. Her artwork includes collagraphs, serigraphs, and prints. Her art reflects from her Puerto Rican culture using many influences and memories. Dávila is currently a professor at Memphis College of Art in Tennessee, where she has taught printmaking since 1982. == Education == Dávila studied art education at University of Puerto Rico in 1970. She graduated the university with a Bachelor's Degree in art education in 1974 and continued to study art in New York. She attended Pratt Institute in New York City and graduated with a Master of Fine Arts degree in 1977. Dávila also trained under Clare Romano, a printmaker and painter, as an intern for printmaking.| == Artwork == ===The Three Wise Men=== In 1993, Dávila created a mixed media sculpture about the birth of Christ. Using an abstract approach, she creates this three dimensional that allows one to view her artwork from different angles. In her sculpture, one can see the three wise men dressed in colorful attire through rectangular openings. Because this vertical box has slits and openings around it, the openings expose the men; however, her work of abstract appears when one can't fully view the entire artwork from the openings. Dávila's unique way of positioning the figures create a sacred theme. The rectangular sculpture is created with gold plated cardboard while the figures are created with colorful paper. This religious mixed media sculpture is something that now plays a huge role in American art. ===Catedral de Río=== Created in 1993, Dávila's book serigraph displays geometric abstract with many different colors and mosaic designs. The structure of a catedral with many vertical columns is displayed creating a three dimensional figure. The overlapping of pages creates many different serigraphs in one giving a different experience to the viewer from a slightly different angle. The movement of pages takes the viewer on a journey when exposed to a new view. === Paisaje en Transición === Also known as Landscape in Transition(1994), this artwork is a collagraph that incorporates many styles of the early Renaissance. Dávila combines three different themes into one piece creating a large landscape that symbolize many things. When this artwork is viewed in a religious eye, it is seen as three different levels of the sky, earth, and what is below the earth, transitioning into each other. Thus, symbolizing Heaven above, Purgatory on Earth, and Hell Below. The many different colors of this piece ranges from cool tones to warm colors. The blue and violet colors create a somber mood while the warmer colors create an enriching mood. == Exhibitions == === Solo exhibitions === *2009- Ancestry, Culture, and Other Influences, Arkansas State University *2010- Schematics, University of Arkansas *2013- Ancestry and Identity: Prints by Maritza Dávila, Memphis Brooks Museum of Art in Tennessee === Group exhibitions === *1987-Latina Art: Showcase 1987, National Museum of Mexican Art, Chicago, Illinois *2015- Mi Sur/ My South, Memphis *2015-2016- We Are You Project, Kean University Human Rights Institute *2016- Le Monster Project, Memphis College of Art *2018- Print Making and the Political Present, University of Memphis *2018- RiverArtsFest Invitational ArtShow, Memphis *2018- North American Print Exhibition, Hawaii *2018- La litografia en otros con-textos, Argentina == Collections == Dávila has her work and collections in many parts of the world such as the US, Europe, and Asia. Her work that is shown in collections are included in many libraries and museums such as the National Library of Spain, National Library of Paris, Museum of Art and History at the University of Puerto Rico, and Library of Congress. == Honors and awards == In 2018, Dávila received the ArtsAccelerator grant which is presented to artists to help them expand and deepen their artwork. == Bibliography == *Henkes, Robert. Latin American Women Artists of the United States: The Works of 33 Twentieth-Century Women. Jefferson, N.C: McFarland, 2008. Print. *Snyder, Jeffrey B. Printmakers Today. Schiffer Pub., 2010. == References == == External links == * *Maritza Dávila's Interview Category:1952 births Category:Latin American artists Category:Living people ",
    "title": "Maritza Davila (artist)"
}