{
    "id": "60382764",
    "text": "Chief Cabinet Secretary Yoshihide Suga (later to become Prime Minister) announcing to Japan and the world the name of the new Imperial era at a press conference Japanese office workers watching the announcement on a live television broadcast is the current era of Japan's official calendar. It began on 1 May 2019, the day on which Emperor Akihito's elder son, Naruhito, ascended the throne as the 126th Emperor of Japan. The day before, Emperor Akihito abdicated the Chrysanthemum Throne, marking the end of the Heisei era. The year 2019 corresponds with Heisei 31 from 1 January through 30 April, and with from 1 May. Reiwa is interpreted as \"beautiful harmony\". == Background == === Announcement === The Japanese government on 1 April 2019 announced the name during a live televised press conference, as Chief Cabinet Secretary Yoshihide Suga traditionally revealed the kanji calligraphy on a board. The Prime Minister Shinzō Abe said that Reiwa represents \"a culture being born and nurtured by people coming together beautifully\". === Name selection === A shortlist of names for the new era was drawn up by a nine-member expert panel comprising seven men and two women with the cabinet selecting the final name from the shortlist. The nine experts were: * – professor at Chiba University of Commerce * – former chief justice of the Supreme Court of Japan * – Nobel prize-winning stem-cell scientist, professor at Kyoto University * – screenwriter and novelist * – former chairman of the Japan Business Federation * – trustee and president of Waseda University * – president of the Japan Newspaper Publishers and Editors Association * – president of the Japan Broadcasting Corporation * – president of Nippon Television Holdings The day after the announcement, the government revealed that the other candidate names under consideration had been , , , , and , three of which were sourced from two Japanese works, the Kojiki and the Nihon Shoki. Official pronunciations and meanings of these names were not released, although the reading of Eikō was leaked; the other readings are speculative. Predicted guess names included and . A crowd watching the televised announcement on a giant screen next to Shinjuku Station === Origin and meaning === Plum blossoms in Minabe, Wakayama The kanji characters for Reiwa are derived from the Man'yōshū, an eighth- century (Nara period) anthology of waka poetry. The kotobagaki (headnote) attached to a group of 32 poems (815–846) in Volume 5 of the collection, composed on the occasion of a poetic gathering to view the plum blossoms, reads as follows: The Japanese Foreign Ministry provided an English-language interpretation of Reiwa as \"beautiful harmony\", to dispel reports that here is translated as \"command\" or \"order\" – which aside from \"auspicious\" are the more common meanings of the character in modern Japanese and Chinese. The Foreign Ministry also noted that \"beautiful harmony\" is rather an explanation than an official translation or a legally binding interpretation. == Novelty == Extract of Volume 5 of the Man'yōshū from which the kanji characters for \"Reiwa\" are derived \"Reiwa\" marks the first Japanese era name with characters that were taken from Japanese classical literature instead of classic Chinese literature. According to , professor of Japanese literature, and , professor of Chinese philosophy, interviewed by the Asahi Shimbun shortly after the announcement was made, the phrase has an earlier source in ancient Chinese literature dating back to the second century AD, on which the Man'yōshū usage is allegedly based: Robert Campbell, director-general of National Institute of Japanese Literature in Tokyo, provided an official televised interpretation to NHK, regarding the characters based on the poem, noting that \"Rei\" is an auspicious wave of energy of the plum blossoms carried by the wind, and \"Wa\", the general character of peace and tranquility. Accordingly, the name marks the 248th era name designated in Japanese history. While the \"wa\" character has been used in 19 previous era names, the \"rei\" character has never appeared before. The character appeared in a proposed era name in 1864—Reitoku ()—that the ruling Tokugawa shogunate rejected, as it could be interpreted as the emperor commanding (rei) the Tokugawa. == Implementation == === Currency === According to the Japan Mint all coins with the new era name will be released by October 2019. It takes three months to make preparations such as creating molds in order to input text or pictures. The Mint will prioritize creating 100- and 500-yen coins due to their high mintage and circulation, with an anticipated release by the end of July 2019. === Technology === Anticipating the coming of the new era, in September 2018, the Unicode Consortium reserved a code point () for a new glyph which will combine half-width versions of Reiwa kanji, and , into a single character; similar code points exist for earlier era names, including Shōwa () and Heisei () periods. The resulting new version of Unicode, 12.1.0, was released on 7 May 2019. The Microsoft Windows update KB4469068 included support for the new era. ==Events== On 19 November 2019, Shinzo Abe became the longest-serving prime minister of Japan and surpassed the previous 2,883-day record of Katsura Tarō. Abe also beat Eisaku Satō's 2,798 consecutive days record on August 23, 2020. Since early 2020, Japan suffered from the COVID-19 pandemic and several countries reported a significant increase in cases by March 2020. Japan and other countries donated masks, medical equipment or money to China. In June 2020, Fugaku was declared the most powerful supercomputer in the world with a performance of 415.53 PFLOPS. Fugaku also ranked first place in computational methods performance for industrial use, artificial intelligence applications, and big data analytics. It was co-developed by the RIKEN research institute and Fujitsu. ==Conversion table== To convert any Gregorian calendar year from 2019 to Japanese calendar year in Reiwa era, subtract 2018 from the year in question. {|class=\"wikitable\" style=\"text-align:center\" |- !Reiwa || 1 || 2 || 3 || 4 || 5 || 6 || 7 || 8 || 9 || 10 || 11 || 12 || x − 2018 |- |AD || 2019 || 2020 || 2021 || 2022 || 2023 || 2024 || 2025 || 2026 || 2027 || 2028 || 2029 || 2030 || x |- |} ==See also== *2020 in Japan == References == == External links == * Category:2019 establishments in Japan Reiwa period Category:Japanese eras Category:2019 in Japan Category:2020s in Japan Category:2019 introductions Category:Words coined in the 2010s ",
    "title": "Reiwa"
}