{
    "id": "60381271",
    "text": "Carolyn Mims Lawrence (born 1940) is a visual artist and teacher known for her role in the Chicago Black Arts Movement. She earned a BFA from the University of Texas at Austin and a master’s degree in 1968 from the Illinois Institute of Technology with a thesis entitled “Teaching Afro-American Culture through the Visual Arts.” In 1967 Lawrence joined OBAC (Organization of Black American Culture) to create the Wall of Respect, a mural composed of portraits of African American heroes located on the South Side of Chicago. Lawrence collaborated with muralist William Walker to paint the section of the wall honoring Black Muslims. After her work on the Wall of Respect, Lawrence joined the art collective AfriCOBRA shortly after it was founded in Chicago in 1968. AfriCOBRA brought together artists in a variety of media to create a functional art that expressed a vision of the past, present, and future of the Black community and promoted education and political action. As a member of the collective she sought to define a Black aesthetic and to uplift and celebrate African American culture and community by creating positive, empowering images of Black life. She exhibited her work work with AfriCOBRA in the Ten in Search of a Nation exhibition in the Studio Museum in Harlem in 1970. More recently, her paintings Uphold Your Men (1971) and Black Children Keep Your Spirits Free (1972) were included in the exhibition Soul of a Nation: Art in the Age of Black Power. The exhibit was described as \"a superlative work of curatorial scholarship. Thoughtful, thought-provoking, and lovingly curated, it creates space for some often under-represented artists and movements within both their artistic and political contexts, and highlights the ways in which these frames intersect.\" In addition to her career as an artist, Lawrence has taught art in several Chicago high schools. She also published articles on art pedagogy for Black students. Her work can be found in the National Museum of African American History and Culture, the Brooklyn Museum, the South Side Community Art Center, and the Smart Museum of Art at the University of Chicago. == Notes == ==External Links== *Carolyn Lawrence, Uphold Your Men (1971), Brooklyn Museum, New York Category:1940 births Category:Living people Category:American women artists ",
    "title": "Carolyn Lawrence (artist)"
}