{
    "id": "60382895",
    "text": "926F (Spitfire) (April 2011 – November 2018) was a wild she-wolf popular with visitors of Yellowstone National Park, who was killed about a mile outside Yellowstone by a hunter when she crossed from the park into Montana, where the hunting of wolves was legal. ==Life== 926F was the daughter of 832F, a she- wolf who was founder of the Lamar Canyon Pack which has its territory in Yellowstone National Park. With her mate, Wolf 925, 926F had her first litter in the spring of 2014. 926F became a very popular subject for Yellowstone wolf watchers. In a tribute to 926F, Rick McIntyre, a naturalist and former Yellowstone wolf researcher, wrote that \"until the last moment of her life, no matter what challenges and tragedies she faced, she always figured out a way to survive, to carry on.\" McIntyre described an incident in March 2015, in which 926F, who was pregnant, and Wolf 925 led their 11 month old pups into the territory of a rival pack in search of elk to hunt. After killing a cow elk and feeding their pups, 926F and Wolf 925 began to lead the pups back to their own territory, when they were spotted by the Prospect Peak Pack who began to chase them. Wolf 925 lured the Prospect Peak Pack away from other members of the Lamar Canyon Pack, and Wolf 925 was attacked and killed. 926F eventually joined with four members of the Prospect Peak Pack who helped raise her new pups. ==Death== 926F was shot and killed in late November 2018 when she crossed into Montana, between Silver Gate and Cooke City, Montana. She was reportedly near cabins when she was shot. After 926F's death, her daughters Little T and Dot were reported to be the alphas of the Lamar Canyon Pack. Doug Smith, Yellowstone's wolf biologist, was quoted in the New York Times as saying that \"their survival is an open question.\" Mary Cooke, president of Wolves of the Rockies, cited 926F's killing as an example of why the government should strengthen protection for wolves who venture out of Yellowstone into areas where they become legal targets for hunters. ==See also== * Yellowstone National Park * History of wolves in Yellowstone ==References== ==Sources== * * * Category:2018 animal deaths Category:Individual wolves Category:Yellowstone National Park Category:2011 animal births ",
    "title": "926F (Spitfire)"
}