{
    "id": "60381989",
    "text": "Dea Gravida or Dea Tyria Gravida was either a goddess or representation of mortal women that were associated with procreation and fertility deriving from Phoenician culture and spreading within the Phoenician circle of influence. Although not much is known about the cult surrounding Dea Gravida, votive terracotta statues have been found throughout the Mediterranean, most notably in Phoenicia and Cyprus. The figure differs from kourotrophic figures that hold babies and are not visibly pregnant. == Etymology == “Dea Gravida” is a name that has been applied to these types of figures by modern archaeologists that translates to “pregnant goddess”. The term gravida comes from the Latin word gravidus which is used to describe a woman who is pregnant. Tyria is a reference to Tyre, which was where many of these types of figures have been found. == Role in cult == The exact role in cult and the purpose of the votive figures is unclear. It has been suggested that the figures represent a mother/fertility goddess, sacred prostitutes, or were charms to protect women during pregnancy. Dea Gravida figures have occasionally been found together with a statue of a bearded male wearing an Atef crown. They may have together formed a divine couple, however, it is unclear exactly why they were together or who they are supposed to represent. The figure has been associated with Taweret, a protective Egyptian goddess of pregnancy and childbirth who was represented as a pregnant hippopotamus. It is possible that Astarte was associated with these figures, however, no definite evidence supports this connection. == Votive figures == A seated Cypriot example circa 600–480 B.C.E. (alt= The votive figures typically show a pregnant female goddesses or woman either seated or standing, often with a hand resting on her abdomen. These figures were made exclusively from terracotta and are typically small. Figures were often depicted as veiled with braided coiled hair pinned to either side of the head, which has led to misleading descriptions as the figures having a \"cobra-hood\" or \"horns\". A variant was found in Tripoli, showing the figure holding a cake offering. The figures were first made in the Levantine coast in the 8th century B.C.E. and became widespread during the 6th to 4th centuries with the earliest known examples in Cyprus appearing in the 6th century. Depictions of pregnancy and motherhood were uncommon in Near Eastern iconography, as fertility was typically indicated by naked female figures holding their breasts. The most numerous and finest come from Phoenician tombs near Akhziv near ancient Tyre. Some of these figurines are dedicated in Cyprus from the 6th to the 5th century. On Cyprus, large number of figures have only been found in the city-kingdoms of Kition, Lapethos and Amathous, where Phoenician language and culture was dominate. Within Kition, these figures have been found within two urban sanctuaries and on the acropolis of Amthous, where the principal sanctuary of Aphrodite Kypria is located. A single figure has also been found in a sanctuary in Chytri. Figures have also been found in Lakonia, the sanctuary of Eileithyia Inatia in Crete, and possibly at the sanctuary of Demeter at Corinth. Some of these figures may have had a function as an anatomical teaching model, as some have been found with a square hole in the abdomen where a model fetus was placed. An example of a Dea Gravida figure (National Museum of Denmark) The terracotta figures have been divided into three different groupings: those made by hand, those thrown on a potter's wheel, and those produced in a mold. The molded figurines had the greatest outside influence from other cultures. These are used to as votive figures in sanctuaries, as funerary offerings at cemeteries, and sometimes they have been found in the cargo of transport ships. ==Difference from kourotrophos== Dea Gravida is similar to kourotrophos figures. (, \"child nurturer\"). These figures typically presented as women or goddesses holding babies in their arms and they were sometimes shown nursing.Lampsas Giannis, Dictionary of the Ancient World (Lexiko tou Archaiou Kosmou), Vol. III, Athens, Domi Publications, 1984, p. 247. However, some figures are show both pregnant and carrying a baby. Kourotrophos was also used to describe ancient Greek gods and goddesses whose properties included their ability to protect young people. Numerous gods were called by this adjective, including but not limited to Athena, Apollo, Hermes, Hecate, Aphrodite, Artemis, and Eileithyia. Kourotrophos was a major figure of cult, appearing in sacrifice groups connected with fertility and child care. ==Modern uses== Raphael's La donna gravida is a portrait of a pregnant woman with her hand resting on her abdomen. ==External references== Example of a figure from the British Museum ==References== Category:Archaeological discoveries in Cyprus Category:Archaeology of Lebanon Category:Tyre, Lebanon Category:Phoenician mythology ",
    "title": "Dea Gravida"
}