{
    "id": "60388801",
    "text": "David Howard Hegarty (born March 1, 1945 in Mount Clemens, Michigan) is an American organist and composer. He has served as organist at the Castro Theatre in San Francisco since 1978. == Career == Hegarty's interest in music was inspired at an early age by his father, who was a trombonist. He began playing the accordion at age 7, but was soon introduced to the organ at the church where his mother did cleaning. In an interview Hegarty recounted that when his mother went to the church to clean in the evenings, \"I wouldn't miss it. I'd go there with her so I could play the organ.\" Hegarty taught himself how to play the organ, and by the time he reached high school he had a job as a church organist. He continued his study of music and the organ in college, receiving a B.A. in music from Loma Linda University in 1968, and going on to earn a master's degree in organ performance from Andrews University in 1970 where he studied organ with C. Warren Becker. In 1971 he assumed the position of organist for the Kettering Seventh-day Adventist Church in Kettering, Ohio, a position that he held until 1976. In 1972 Hegarty entered the doctoral program in music at the University of Cincinnati where he studied organ with Wayne Fisher, however as he was nearing the completion of his doctoral studies he was lured away by the Lorenz Publishing Company with an offer of a full- time position as a composer and Editor of The Sacred Organ Journal. ===Composer=== David Hegarty joined Lorenz Publishing in 1974 as a composer and editor of The Sacred Organ Journal Hegarty joined the Lorenz Publishing Company in 1974, and began a prolific period of composing for the organ. In addition to serving as editor for Lorenz's The Sacred Organ Journal, where many of his original compositions were published, Hegarty was a regular contributor to other Lorenz publications including The Organist and The Organ Portfolio. Other publishing credits during his long association with Lorenz include eleven books of music: *Gospel Hymn Duets, Vol. 3 (KK504, 1976) *Toccatas! Toccatas! (KK258, 1977) *Favorite Hymn Duets (KK321, 1985) *Sacred Organ Diversities (KK504, 1986) *Organ Duets for Four Hands (KK358, 1986) *Easy Festive Classics for Organ and Piano (KK353, 1986) *In Dulci Jubilo (Christmas Organ/Piano Duets) (KK421, 1987) *Christmas Duets for Organ and Piano, Vol. 4 (KK356, 1987) *Hymn Innovations for the Organist (KK450, 1991) *Hymns in Free Style (KK137, 1991) *Hymn Innovations for Organ and Piano (70/1009, 1993) In 1976 Hegarty resigned from his position at Lorenz (and his organist position at Kettering Seventh-day Adventist Church) to move to San Francisco, California. He continued publishing his original compositions with Lorenz and other publishers including Broadman Press and Hal Leonard Publications. As Hegarty settled into a California lifestyle, his compositional interests shifted from the sacred to the secular. He was appointed organist of the Castro Theatre in 1978, and began arranging both popular music and film music for his performances there. He became a frequent contributor to Sheet Music Magazine with arrangements for organ of such popular songs as The Way You Look Tonight, Who's Sorry Now, and In the Mood. He also published articles on organ performance technique. Hegarty Music Press publication of organ solos by John Gart In 1993 he founded Hegarty Music Press to develop and publish instructional material for organ performance, and to publish his original compositions. He also published works by the legendary radio/television organist John Gart, who Hegarty deeply admired. Notable publications from Hegarty Music Press include: *Method of Organ Playing (1993) *12 Service Pieces (1993) *Hymns for Bass Coupler (1993) *Six Rhythmic Organ Solos (by John Gart, 1994)) *Maestro Magic (1995) *Maestro Magic Live (1996) Hegarty's compositions have also appeared on stage and screen. In 2007 he was co-arranger, with his partner, Leonard Moors, of music for the New York Musical Theatre Festival production of Joel Adlen’s Emma. Hegarty has composed and performed the organ soundtracks for two films: *Hole to China (1999) *The Magic Man (2011) In 2017 Hegarty was commissioned to compose Appalachian Triptych, a piece that he dedicated to organist Jonathan Dimmock. This piece has been performed widely in Europe and the United States, and, in October 2018, broadcast on the Pipedreams program of American Public Media. ===Concert organist=== Hegarty at the console of the Castro Theatre Wurlitzer Organ When Hegarty came to San Francisco in 1976 he began performing at eclectic venues: a piano bar some nights, an East Bay pizza parlor on other nights, substituting at the Castro Theatre when he could, and of course church on Sundays. Some evenings between sets in a piano bar he would race to the Castro Theatre to play an intermission, then rush back to the piano bar for his next set. In a biopic Hegarty recalled the first time that he played at the Castro Theatre in 1976: After two years of playing at the Castro Theatre as a substitute, Hegarty joined the Castro Theatre as staff organist in 1978. In addition to his work at the Castro, Hegarty was named a staff organist at Palo Alto's Stanford Theatre in 1998, and in the same year became a regular recitalist at the California Palace of the Legion of Honor, presenting monthly pops concerts on the E.M. Skinner Organ. His concert tours have taken him all across America, and even around the coast of South America (as an organist for Prudential Lines South American Cruises). He has performed in many of the most prestigious concert venues in the United States including Kennedy Center, Davies Symphony Hall, the Crystal Cathedral, and Grace Cathedral. Hegarty is appreciated by audiences and critics alike. Paul Hume of The Washington Post described Hegarty as \"one of the best.\" ===Organ designer=== Hegarty with the Castro Symphonic Theatre Organ under construction at the R. A. Colby factory in Johnson City, Tennessee In 2015 the Wurlitzer organ, which had been on loan to the Castro Theatre since 1982, was removed. The owners of the organ were moving out of the Bay Area, and they needed to take the organ with them. The tradition of organ performance at the theatre dated back to the theatre's opening in 1922, and David Hegarty was not about to let that tradition die. Within a week Hegarty installed his personal digital organ in the theatre and performances continued, albeit on a much less capable organ than the \"Mighty Wurlitzer.\" During his concert tours throughout the United States, Hegarty was particularly impressed by the Harrah Symphonic Organ in Hurricane, West Virginia. The designer of that organ, Allen Harrah, was formerly president of the Rodgers Organ Company and inventor of the \"hybrid\" organ which uses a combination of wind-blown pipes (as in a traditional pipe organ) and digital pipe and orchestral voices to produce a much wider palette of sounds than would be found in a pipe organ alone. Hegarty conceived of an organ design for the Castro Theatre based on Harrah's work, and contacted Allen Harrah about the idea of designing such an organ. Harrah was excited about the project, and offered to produce a detailed design of the organ pro bono. Hegarty formed a non-profit organization to manage the building of the new \"Castro Symphonic Theatre Organ,\" and recruited Lauren Woodland and Harry Garland to serve on his Board of Directors. Hegarty serves as president of the board. Construction has begun on the new organ which, with seven manuals, will be the world’s largest hybrid organ. ===Archivist=== David Hegarty with Angela Morley at her home (2004) David Hegarty serves as conservator and archivist of the musical artifacts for the estate of John Gart and for the estate of Angela Morley. Hegarty furthers the legacy of John Gart by frequently including Gart's works in his concert programs, and through his publishing company, Hegarty Music Press, he has published previously unknown Gart compositions. Hegarty has also transcribed several of Angela Morley's compositions for organ, and regularly performs them in concert. In 2003 he was invited to perform his transcription of Morley's \"Snow Ride\" in a concert at Davies Symphony Hall with the San Francisco Symphony. In 2009 he was asked by The Film Music Society to write a remembrance of Angela Morley which was published in their quarterly journal, \"The Cue Sheet.\" == Recordings == Certificate of Honor presented to Hegarty Hegarty has released four CD's: *Phantastic! Symphonic Impressions for Two Organs and Virtual Orchestra (1998) *The Symphonic Organ Goes to Hollywood! (2006) *Inspirations (2006) *A Live Symphonic Organ Pops Concert (2012) Other organists who have recorded Hegarty's original compositions and arrangements include Kenrick S. Mervine (Sabbath Suite, White Christmas, Ave Maria: A Symphonic Suite for Organ) and Steven Frank (Aria Pathétique.) == Recognition == In 2012 the San Francisco Arts Commission engaged artist Paul Madonna to produce a series of six posters honoring a \"broad array of arts and artists in San Francisco’s history.\" The posters were put on prominent display along Market Street in San Francisco. One of those six posters was dedicated to honoring Hegarty. Each year the San Francisco Film Society honors the \"Bay Area film community’s most vital figures and institutions.\" In 2013 Hegarty was so recognized \"for the indelible mark he has made on the Bay Area’s vital and progressive filmmaking culture.\" In 2018 Hegarty received a Certificate of Honor from the Mayor of San Francisco recognizing him for his work in “creating the world’s most impressive and versatile hybrid symphonic organ,” and congratulating Hegarty on his 40th year as organist for the Castro Theatre. == References == ==External links== * * * *, performed by Harry Garland on the Castro Theatre Wurlitzer. * Category:1945 births Category:20th- century composers Category:21st-century composers Category:20th-century American male musicians Category:21st-century American male musicians Category:21st-century organists Category:20th-century organists Category:American classical organists Category:American male organists Category:Living people Category:American keyboardists Category:Theatre organists Category:Loma Linda University alumni Category:Andrews University alumni ",
    "title": "David Hegarty"
}