{
    "id": "60388277",
    "text": "{| |} Taiwanese President Tsai Ing-wen addresses sailors from the fantail of Pan Shih ROCN Panshih (AOE-532) shipped at No.3 East Pier of Zuoying Naval Base The Panshih-class fast combat support ship (磐石級補給艦) is a single-ship class of the Republic of China Navy used to refuel, rearm, and resupply ROC Navy and allied ships. The class is named for Pan Shih mountain in Hualien County. ==History== The lead ship of the class, Panshih, was laid down at CSBC Corporation, Taiwan's Kaoshiung shipyard in December 2012 and launched in November 2013. She was designed by the Ship and Ocean Industries R&D; Center. == Design == Primarily a supply and support vessel, the Pan Shih class also has military transport, maritime rescue, and humanitarian assistance capabilities. The vessel has a significant medical wing with an operating theater, a dental room, three regular wards and an isolation ward. The class has the ability to refuel two ships at once and will help the Republic of China Navy to project power around the globe, particularly in the humanitarian assistance disaster relief (HADR) role. Taiwan has few enemies; barring war with the People's Republic of China, the class will most likely only be used for military operations other than war. == 2020 COVID-19 pandemic == On 18 April 2020, Minister of Health and Welfare Chen Shih-chung reported that three naval cadets, interning on one of the ships of the , had tested positive for coronavirus. All three cadets were in their 20s, with one case showing symptoms as early as 12 April before seeking medical attention on 15 April, when the ship returned to Taiwan. There were 337 people aboard the same ship as the cadets. Over 700 sailors serving in the three-ship fleet have been placed in quarantine. A Dunmu fleet is formed annually, and this iteration of the Dunmu fleet was formed on 20 February 2020 consisting of the following three ships: * ROCS Pan Shi, a fast combat support ship and the flagship of the fleet, * , a frigate, and * , a frigate. The three cadets had boarded the ship on 21 February, and the fleet left on 5 March 2020 for a goodwill visit with Palau. The fleet stayed at Palau from 12 March to 15 March 2020, although the size restrictions at the port in Palau meant that only Kang Ding entered the port. After departing Palau, the fleet remained at sea for roughly a month before returning to Zuoying Naval Base on 15 April. On 19 April, Taiwan announced that a further 21 sailors of the Dunmu fleet had tested positive, bringing the total number of cases to 24. All 24 cases were found aboard Pan Shi. The goodwill mission has been criticized for pictures of sailors not wearing masks appearing on social media. Vice Admiral , Navy Deputy Commander, stated that as Palau had no reported cases of coronavirus at the time, such a decision was made after consulting with Taiwan's embassy in Palau. In response to the outbreak Taiwan's Navy deployed quick Polymerase Chain Reaction (PCR) tests for COVID-19 aboard major vessels. ==See also== * * * Type 903 replenishment ship * Fast combat support ship ==Notes== == References == Category:Auxiliary ships of the Republic of China Navy Category:Ships built in the Republic of China ",
    "title": "Panshih-class fast combat support ship"
}