{
    "id": "60397331",
    "text": "Rapman discusses Blue Story in 2019 Andrew Onwubolu, known as Rapman, is a British rapper, music producer, actor, writer and film director. He grew up in Deptford, London, Lewisham and from age 11 attended Sacred Heart Catholic School, Camberwell.de Semlyen, Phil (19 Nov, 2019). Behind the scenes of ‘Blue Story’ – the most important London film of 2019. Time Out London.Leigh, Danny (8 November, 2019). Rapman: the London film-maker who gatecrashed Hollywood in style. The Guardian. Rapman is best known for creating the three-part YouTube musical drama series Shiro's Story, which has since received a cult following among the music scene in the United Kingdom. The series has amassed over 20 million views combined since Part 1 was uploaded in April 2018. The final episode received over a million views in less than five hours. Rapman narrates the majority of the story through rapping. Part 1 was self-financed by Rapman and created by calling in favours with friends. After the release of Shiro's Story he was offered a contract by Jeffrey Katzenberg to work for his short form content platform Quibi. He ultimately turned down the offer to work on Blue Story, but accepted a writing project for Katzenberg. In November, 2018 Rapman signed a deal with the Roc Nation entertainment agency for management, film and TV, with the opportunity to start his own record label. The deal involved travelling to Los Angeles to meet Jay-Z, the company's owner.Griffin, Louise (16 Nov 2018).Shiro’s Story creator Rapman signs ‘life-changing’ deal with Jay-Z’s Roc Nation. Metro In March 2019, Rapman announced he was developing a previous YouTube series he made in 2014, Blue Story, into a full- length movie, in partnership with BBC Films and Paramount Pictures. ==References== ==External links== * * Category:British male rappers Category:British record producers Category:Year of birth missing (living people) Category:Living people Category:British film directors Category:People from Deptford ",
    "title": "Rapman"
}