{
    "id": "60395663",
    "text": "The German Society for Celtic Studies ( ') was a German institute founded in December 1936 for the research of Celtic studies. ==History== The DGKS belonged to the Indo-European Seminar of the University of Berlin. It was set up from the beginning as a contact point between the German Celtologists and the Schutzstaffel. Immediately after its founding, SS-Obergruppenführer Werner Best and Ahnenerbe became cooperative members. Best was at this time de facto Interior Minister of France and German national propaganda. In addition, the work of the Institute has been dressed up ideologically: It was said in reports from the Reich, \"to supplement the old, merely linguistically oriented research with racial and folkloric research\". Important founding members were Helmut Bauersfeld, , Hans Otto Wagner, Adolf Mahr, and Helmut Clissmann.For the early connections of these scientists to the Abwehr and Sicherheitsdienst des Reichsführers SS (SD) see After the start of World War II some members of the DGKS were assigned special tasks in the Abwehr and the Foreign Office, particularly in the Benelux countries, and in northern France. In the course of its existence, the cooperation between the DGKS and Ahnenerbe became ever closer. One of the central figures was (1888-1956), who was a specialist in Welsh, had been honorary professor of Celtic Studies at the University of Hamburg from 1928-1936, was a Nazi party member and lead the politicization of Celtic studies in Germany after taking the Berlin Chair position for Celtic studies after Julius Pokorny was expelled for his Jewish ancestry. Mühlhausen from the beginning of 1940 also worked with Leo Weisgerber for foreign broadcasting propaganda. At a Celtic congress in Wernigerode at the beginning of September 1941, Mühlhausen spoke in favor of the continuation and \"use of humanities in war\". In June 1942, Mühlhausen was leader of an \"education and research center for Celtic people research\" newly established in the Ahnenerbe. While working in collaboration with the SS-Ahnenerbe the DGKS was involved in espionage, as well as sabotage and encouraging Celtic ethnic minorities towards insurrection in Brittany and the British Isles, like Ireland and the Isle of Man. ==See also== * * Olier Mordrel * François Debeauvais * Frank-Rutger Hausmann * ==References== ==Bibliography== * Joachim Lerchenmueller: \"Keltischer Sprengstoff\" : eine wissenschaftsgeschichtliche Studie über die deutsche Keltologie von 1900 bis 1945. Niemeyer, Tübingen 1997. . ==External links== * Reiner Luyken: \"Keltologie: Über die Verquickung von Wissenschaft und Nationalsozialismus“ in: Die Zeit vom 19. Juli 1996 Category:1936 establishments in Germany Category:Organizations established in 1936 Category:Learned societies of Germany Category:Celtic studies Category:Ethnic studies ",
    "title": "German Society for Celtic Studies"
}