{
    "id": "60392820",
    "text": "Self-portrait (1813) Johann Rombauer (, ; 28 May 1782 – 12 February 1849) was a portrait painter in the Kingdom of Hungary. He also worked for a time in Saint Petersburg. He was a representative of the Biedermeier artistic style in Hungary.Romabuer János, Magyar Életrajzi Lexikon ==Biography== He came from an ethnic German family of nine children. He was born in Lőcse, Upper Hungary (present-day Levoča, Slovakia). His father, David Rombauer (1742–1806), an ethnic German Protestant, was a woodcarver. He may have studied with the Danish-born painter, in Besztercebánya (Banská Bystrica). At the age of nineteen, he began working as a portraitist in Pest (today Budapest). His first known miniature dates from 1802. Around 1805, probably in Bártfa (Bardejov), he met the Polish aristocrat, who, at that time, was in the service of the Russian government. Impressed by his talent, he invited him to his estate near Romaniv, in present-day Ukraine. By 1806, he was living and working in Saint Petersburg; teaching as well as painting. In 1818, he married Amalie Baumann (c.1795–1843), a Baltic German. During his stay, he became a member of the Imperial Academy of Arts and took part in their exhibitions. Vladimir Borovikovsky and Orest Kiprensky seem to have had a significant influence on his style. He and his wife returned to Hungary in 1824 and settled in Eperjes (Prešov), where his brothers Matthäus (1776–1840), a goldsmith, and Samuel (born 1798), a butcher, both lived. Their only child, Matilda, was born in 1829. He painted numerous portraits of the nobility, Hungarian as well as Russian, and many prominent citizens of the Kingdom of Hungary. In 1835, he received a commission to paint portraits of the faculty at the Lutheran College. He also created religious works. Altogether, he is known to have created 248 works, although many have been lost. His surviving works may be seen in the Hermitage Museum, the Tretyakov Gallery, the Hungarian National Gallery and the Slovak National Gallery.Beńová, Katarína (ed.): Ján Rombauer (1782 - 1849): Levoča - Petrohrad - Prešov. Bratislava: Slovenská národní galerie, 2010. ==Selected portraits== Ján Rombauer - Portrait of Countess Barkóczy - O 2908 - Slovak National Gallery.jpg|Countess Barkóczy Rombauer fessler.jpg|Ignaz Aurelius Fessler Kutaisova Lopukhina by Rombauer.jpg|Praskovya Kutaisova, wife of Pavel Kutaisov Vladislav Aleksandrovič Ozerov.jpg|Vladislav Ozerov Józef August Iliński.jpg|Józef August Iliński ==References== ==External links== * Biography and paintings @ Napoleon and Revolution (blog) Category:1782 births Category:1849 deaths Category:Hungarian-German people Category:Hungarian painters Category:German painters Category:Portrait painters Category:People from Levoča ",
    "title": "Johann Rombauer"
}