{
    "id": "60392097",
    "text": "\"I Hope\" is a song co-written and recorded by American country music singer Gabby Barrett. She released the single independently following her third-place finish on season 16 of American Idol. It led to her signing a deal with Warner Nashville, and it was released in July 2019 as her debut single and the first from her debut studio album Goldmine. A remix featuring Charlie Puth was released on April 17, 2020. The song received a Country Music Association Award for Single of the Year nomination at the 54th Annual CMA Awards. The song is certified Platinum in Canada and Triple Platinum in the United States. ==Content== Gabby Barrett co-wrote \"I Hope\" with Zach Kale and Jon Nite, and the track was produced by Ross Copperman and Zachary Kale. They originally sat down to write a song about a woman suffering a breakup and still wishing for her ex to be happy, but Barrett decided to turn it toward a more revengeful nature: \"The fact is that sometimes we hope for the worst when it comes to our exes. We would never voice that, but it wreaks [havoc] inside. This song now says the things that maybe you or I never said.\" ==Critical reception== In a review for Goldmine, Bob Paxton of Sounds Like Nashville called the song \"the anthem for every heartbroken girl\" and praised the songwriters for exploring a \"new angle on the \"woman scorned\" theme.\" Markos Papadatos of Digital Journal wrote that Barrett \"is able to convey a wide range of raw emotions\" in the song and that \"I Hope\" proves she has \"everything it takes to become the next big female star in the country genre.\" Mike Wass of Idolator wrote that \"I Hope\" is the \"rowdiest, most biting country breakup anthem since Carrie Underwood's \"Before He Cheats\".\" ==Music video== The music video for \"I Hope\" was filmed in Nashville, Tennessee and premiered on February 7, 2019. In the video, Barrett sits alone in a warehouse, reflecting on experiences with her ex through a series of flashbacks. ==Live performances== Barrett returned to the American Idol stage to give her first televised performance of \"I Hope\" on May 5, 2019. ==Commercial performance== \"I Hope\" debuted at number 74 on the Billboard Hot 100 for the chart dated January 11, 2020, and peaked at number eight, on the chart dated October 17, 2020, becoming Barrett's foremost top- ten entry on the Hot 100 and Puth's fourth top 10. It reached No. 1 on the Country Streaming Songs chart on April 11, 2019, with 9 million U.S. streams for the week, which made Barrett the first woman to score a No. 1 on that chart with her debut single. It also reached No. 1 on Billboard Country Airplay for the chart dated April 25, 2020, and No. 1 on Billboard Hot Country Songs for the chart dated July 25, 2020, making it the first female debut single to top the latter chart since 2006.https://bulletins.billboard.com/country/country_update_0720.pdf Additionally, it replaced Maren Morris's \"The Bones\" at number one, making it the first time since 2011 that two back-to-back solo female artists topped the chart. \"I Hope\" was certified 2× Platinum by the RIAA on June 29, 2020. The song has sold 167,000 copies in the United States as of March 2020. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" ! Chart (2019–2020) ! Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- ! scope=\"row\"| US Rolling Stone Top 100 | 9 |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" ! Chart (2019) ! Position |- ! scope=\"row\"| US Hot Country Songs (Billboard) | 73 |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Version ! scope=\"col\"| Label |- ! scope=\"row\" rowspan=\"5\"| United States | January 25, 2019 | |rowspan=\"2\"|Original | |- | July 29, 2019 | |rowspan=\"4\"|Warner Nashville |- | April 17, 2020 | |rowspan=\"3\"|Remix feat. Charlie Puth |- | May 11, 2020 | Hot adult contemporary radio |- | June 9, 2020 | Contemporary hit radio |} ==References== Category:2019 debut singles Category:2019 songs Category:Billboard Hot Country Songs number-one singles Category:Charlie Puth songs Category:Gabby Barrett songs Category:Song recordings produced by Ross Copperman Category:Songs about heartache Category:Songs written by Gabby Barrett Category:Songs written by Jon Nite Category:Warner Records Nashville singles ",
    "title": "I Hope (Gabby Barrett song)"
}