{
    "id": "60399104",
    "text": "Luis Bernardo Acevedo Andrade (Coelemu, February 5, 1943 – since April 30, 1974 disappeared) was a Chilean politician, mayor of Coelemu, until September 11, 1973 and General Secretary of the Communist Party of Chile. He is one of the Chilean disappeared.LUIS BERNARDO ACEVEDO ANDRADES Detained disappeared. Coelemu, Concepción, April 1974. Luis Acevedo, 31 years old, was married and had five children. He was Mayor of Coelemu and was a member of the Communist Party. He was arrested on April 30, 1974 by carabineros and transferred to the 4th Police Station of Concepción, where he was detained. Since then, Luis Acevedo is missing.14 Murdered or detained-missing between 12th September 1993 and 16th December1974 ==Detention== On September 11, 1973, When Augusto Pinochet Coup d'État took place, Luis Acevedo Andrade held the post of Mayor and General Secretary of the Communist Party of Coelemu, was arrested several times and interrogated, and because of lack of evidence released, but one day - just before May 1, 1974 - he was arrested and again taken to the 1st Commissioner of Concepción and transferred to Tomé along with his 19 colleagues, Ten days later, 17 of the 20 prisoners were released from Coelemu prison, two were transferred to the Naval Base of Talcahuano, who reported that when they were transferred to the Naval Base of Talcahuano, Luis Andrade no longer went in the group. While the fate of Mayor Acevedo Andrade was still unknown,Since that date he has been missing. On April 1974, when officials of Coelemu Carabineros detained him publicly without any reason. \"The affected was transferred to the respective police unit, and kept him in custody in the same unit until he was later transferred to the Fourth Police Station of Concepción, and handed over to the personnel of the latter, where he was kept locked up, subject to harsh interrogations and torments, until their forced disappearance takes place, without any knowledge of their final destination until now\". Guillermo Sanhueza, one of those prisoners released from the jail, expose the whole story of Luis Acevedo Andrade and told to her wife . However, when she attended the police station Asked about her husband's situation, they told her that Luis Bernardo Acevedo Andrade had been released on May 1 and to prove this they showed his illitrate wife a book (Novedades) allegedly with her housband's fingerprint. This was absolutely false, as her housband could not be a mayor without ability to write and to sign while she could find her housband's signature on his Identification card. ==Justice in 2014== To enforce justice, the resolution required to constitute the offense of qualified kidnapping, provided for in article 141 of the Criminal Code. Regarding their perpetrators, it was established that the author of the crime of illegal detention of Luis Acevedo is Heriberto Rojas Jiménez, who belonged to the Carabinieri Coelemu crew and who intervened directly and immediately in his apprehension. And as perpetrators of the crime of kidnapping that affected Bernardo Acevedo Andrade, Juan Abello Mendoza, Sergio Arévalo Cid and Guillermo Rodríguez Sullivan, who belonged to the Fourth Carabineros Police Station. José Luis Acevedo Alegría son of former mayor of Coelemu, Luis Acevedo, was a teenager when his father, the mayor of Coelemu, Luis Acevedo Andrade was arrested by police, on April 30, 1974. From there he was transferred to the Fourth Carabineros de Concepción Police Station, where his whereabouts were lost. today. Forty years elapsed and on November 20, 2014 a new step for justice was took in his case to confirm the conviction against three former carabineros for the crimes of illegal detention and qualified kidnapping of former Coelemu mayor in 1974.Three former Carabineros sentenced for illegal detention and kidnapping of former mayor ofCoelemu in 1974 Finally,in a unanimous decision of the court (case roll 1837-2011), the Fourth Chamber of the Court of Appeals - made up of ministers Juan Manuel Muñoz Pardo, Dobra Lusic and Tomas Gray - confirmed in almost all the sentence issued by Minister Solís. The sentence of elevation condemns to penalties of 5 years and one day of prison to: Juan Abello Mendoza, Sergio Arévalo Cid and Guillermo Rodríguez Sullivan; 3 years of imprisonment - with the benefit of conditional referral - to Beniamino Bozzo Basso and Carlos Aguillón Henríquez, and 300 days of imprisonment - with the benefit of conditional referral - to Heriberto Rojas Jiménez. ==response== Jose Acevedo, expressed his discontent with the court ruling that colonel of Carabineros, Juan Abello, responsible for the arrest and disappearance of his father occurred in 1974, expressing that \"one should not allow such benefits to human rights violators.\" > \"There is no sign of justice, again as a family we feel quite upset by the > decisions of the courts, because the facility has been given freedom to > these gentlemen who committed crimes against humanity. We still can not find > our family, and they have never said where they were buried, or what they > did with them, so I say that today justice in Chile is not complying with > due international process, \"Jose Acevedo told Radio Bio Bio. ==Confess== Following Pinochet's defeat in the 1988 plebiscite, the 1991 Rettig Commission, a multipartisan effort from the Aylwin administration to discover the truth about the human-rights violations, listed a number of torture and detention centers (such as Colonia Dignidad, Víctor Jara Stadium)...etc. and found that at least 3,200 people were killed or disappeared by the regime. A later report, the Valech Report (published in November 2004), confirmed the figure of 3,200 deaths but dramatically reduced the alleged cases of disappearances. It tells of some 28,000 arrests in which the majority of those detained were incarcerated and in a great many cases tortured. ==See Also== * Arturo Carvajal Acuña * Wilfredo Alarcón * Augusto Pinochet ==References== ==External Links== * https://laventanaciudadana.cl/detenido-desaparecido-luis-acevedo/ * http://expedientesdelarepresion.cl/wp-content/uploads/2018/03/sentencia-CS- caso-Coelemu.pdf * http://www.agenciadenoticias.org/condenan-a-tres-ex- carabineros-por-detencion-ilegal-y-secuestro-de-ex-alcalde-de-coelemu-en-1974/ Category:1943 births Category:Chilean communists Category:1974 deaths Category:Chilean human rights activists Category:Chilean torture victims ",
    "title": "Luis Acevedo Andrade"
}