{
    "id": "60391637",
    "text": "Irma Patricia Aguayo, also known as Patricia Aguayo, is a Chicano Park Muralist and longtime activist. She was born and raised in San Diego, California. Both of her parents are from Mexico. She grew up in a Mexican Culture household but was told by her parents that in order to succeed in America you have to act American outside her house. It was in middle school after meeting with her counselor, Ms. Barrios, where she first heard someone of Mexican Descent call themselves Chicana. After the conversation with her counselor, Aguayo realized that she also identified as Chicana. After researching Chicana Artists, she realized that there weren't a lot of artists. So she decided that she would create her own artwork. Aguayo began painting at the age of 14, depicting all the many shades of brown on her canvas. In her 20s she worked a full-time job but felt trapped. She then decided to quit her job and start working part-time to work on her art. After a lot of insisting she was allowed to restore a temporary mural at Chicano Park in San Diego. With the restoration of the mural she was given the title of muralist. She has continued to paint at Chicano Park and work on community public art projects with people of different culture. She is now a part of the Chicano Park Steering Committee. == Artworks == === Three Wise Men === An Acrylic painting done in 2019. The painting depicts three men (from left to right), Jesse Constancio, Ramon \"Chunky\" Sanchez, and Howard Holman. Jesse Constancio, painted wearing a Chargers Football team hat, is known as a season ticket holder for over 22 years who was present at the Town Hall Meeting to discuss the future of the football team. Ramon \"Chunky\" Sanchez, a Chicano Musician, is well known as the co-founder of the band ' Los Alacranes' and as an activist for the Chicano Civil Rights and Laborers Movement. Chunky Sanchez passed away on October 28, 2016. Howard Holman was a humble leader who dedicated his life to fight for the betterment of his community in San Diego. === Chicano Parks === An acrylic painting done in 2019. This painting is to present the Chicano Park takeover on April 22, 1970 when the Aztlan Flag was raised. === Cruisin Barrio Logan === An acrylic painting done in 2018. The painting is of Barrio Logan located in San Diego, California. Barrio Logan is home to Chicano Park where Aguayo has many mural style art. === Corona de Alcatraces === An acrylic painting done in 2016. The painting is of an indigenous woman with a white alcatraz flower crown around her head. == Other works == Aguayo has also worked in San Diego Museum of Art as a project coordinator for the public art program. Through that job she was given the opportunity to do another mural in Lemon Grove, San Diego. === Chicana: Liberated & Empowered === An Art Exhibition created by Aguayo and Betty Bangs in 2016. Created to display the Chicana Mujerista Spirit that many identify with. == Exhibitions == === Solo exhibitions === * Chicana Perk Coffee Shop === Group exhibitions === * Chicana: Una Decision Consciente * Magia de Mujer * Chicano Park Day *Ni Solo Mujeres: Intersecting Chicana Identities == References == Category:Year of birth missing (living people) Category:Living people Category:American women painters ",
    "title": "Irma Aguayo"
}