{
    "id": "60396155",
    "text": "Rickey Thompson (born February 6, 1996) is an American actor, comedian, and Internet personality. He rose to prominence for comedic videos he posts to Instagram, and previously Vine. Thompson starred in the YouTube Red series Foursome (2016-2018). ==Early life and career== Thompson grew up in Raleigh, North Carolina. He attended Millbrook High School, where he regularly performed in theater productions and was also bullied for being gay. During this time, Thompson posted YouTube videos about his experience with bullying as well as about fashion. He also used Vine to post comedic videos of himself, usually speaking directly to the camera. When he was 17, Kylie Jenner shared one of his videos, which led to an increase in his profile on the platform. He amassed 2.5 million followers by the time Vine shut down in 2016. Thompson then began posting short videos to Instagram and continued to grow his social media following. He has monetized his videos with promotional posts and guest appearances at events and in other videos. Thompson starred in the YouTube web series Foursome from 2016-2018. In 2018, Thompson narrated several interludes for Aminé's album OnePointFive and also appeared in the \"Reel It In\" music video. Aminé sent Thompson a direct message on Instagram to invite him to be on the album. That December, he walked in his first runway show for designer Alexander Wang. == Personal life == Thompson moved to Los Angeles after high school to pursue a career in the entertainment industry and decided to forego college. He also has great interest in fashion. Thompson is openly gay. He came out on Twitter in 2016. == References == == External links == * *Rickey Thompson on Instagram Category:Living people Category:African-American comedians Category:African-American male actors Category:American Internet celebrities Category:People from Raleigh, North Carolina Category:LGBT African Americans Category:Gay actors Category:LGBT entertainers from the United States Category:LGBT people from North Carolina Category:LGBT YouTubers Category:1996 births Category:Shorty Award winners ",
    "title": "Rickey Thompson"
}