{
    "id": "60398340",
    "text": "Air China Flight 112 was a scheduled international passenger flight on 15 March 2003 that carried a 72-year-old man infected with severe acute respiratory syndrome (SARS). This man would later become the index passenger for the infection of another 20 passengers and two aircraft crew, resulting in the dissemination of SARS north to inner Mongolia and south to Thailand. The incident demonstrated how a single person could spread disease via air travel and was one of a number of superspreading events in the global spread of SARS in 2003. The speed of air travel and the multidirectional routes taken by affected passengers accelerated the spread of SARS with a consequential response from the World Health Organization (WHO), the aviation industry and the public. The incident was atypical in that passengers sitting at a distance from the index passenger were affected and the flight was only three hours long. Until this event, it was thought that there was only a significant risk of infection in flights of more than eight hours duration and in just the two adjacent seating rows. Other flights at the time with confirmed passengers with SARS did not have the same extent of infection spread. Some experts have questioned the interpretation of the incident and highlighted that some passengers may have been infected already. The role of cabin air has also come under question and the incident involving Flight 112 has led to some experts calling for further research into patterns of airborne transmission on commercial flights. ==Background== SARS cases and deaths The 2003 SARS epidemic was caused by the then newly emerging subtype of coronavirus (SARS- CoV), which was previously unknown in humans. It was first noted in Guangdong, China in November 2002. Three months later, it surfaced in Hong Kong, Vietnam, Singapore, and Canada. Transmission was primarily through inhalation of droplets from a human cough or sneeze and people affected presented with a fever greater than 38 °C (100 °F) and dry cough, typically appearing as atypical pneumonia. By 28 February 2003, the SARS epidemic had reached Hanoi and was considered of global concern, causing the WHO headquarters in Geneva to issue a global health alert on 12 March 2003, the first since the 1994 India Plague epidemic. Led by the WHO, management of the event consisted predominantly of contact tracing, isolating the affected person and quarantining their contacts. The last known case of human-to-human transmission of SARS was in 2004. Of the more than 8,000 people that were reported to develop SARS between November 2002 and July 2003 worldwide, more than half were from mainland China (particularly Beijing), 20% were healthcare workers and 29 countries reported 774 deaths. Although the overall fatality rate was 15%, it rose to 55% in those over 60. ==Passengers== A Boeing 737-300 of Air China at Hong Kong airport in 2011 On 15 March 2003, Air China Flight 112, a Boeing 737-300, flew from Hong Kong on a three-hour flight to Beijing carrying 120 people including 112 passengers, 6 flight attendants and 2 pilots. The flight had 88% occupancy. The index passenger was a 72-year-old man, LSK, who had been in Hong Kong since 26 December 2002. Later, he had been visiting his sick brother at the Prince of Wales Hospital between 4 March and 9 March 2003, when his brother died. During this time there were known cases of SARS on the same ward and LSK's niece, who had been visiting her sick father, also developed SARS. On 13 March 2003, two days prior to embarking on Flight 112, LSK developed a fever. He then consulted a doctor the next day, one day before taking the flight. He was unwell when boarding the flight and sat in seat 14E. With six people per row, LSK had 23 passengers sitting in front, or in the same row, and 88 passengers sitting behind him. One Taiwanese engineering firm had seven employees on the flight. On 21 March 2003, they returned to Taipei. In addition, there was a group of 33 tourists and an official from the Chinese ministry of commerce. ==Pattern of spread== LSK became the source of infection to another 20 passengers and two crew members. Passengers up to seven rows away from him were affected. Of those later interviewed, eight of the 23 in front or to the side and 10 of the 88 behind LSK, caught the virus. The incident became the largest in-flight transmission of SARS, probably due to the presence of a super-spreader. Upon arrival at Beijing, LSK was seen in hospital but not admitted. The following day he was taken by family members to a second hospital, where he was successfully resuscitated before being admitted with suspected atypical pneumonia. However, he subsequently died on 20 March 2003. Following investigations, at least 59 people with SARS in Beijing were traced back to LSK, including three of his own family and six of the seven healthcare workers from the emergency room during his resuscitation. Within eight days of the flight, 65 passengers were contacted, of which 18 had become unwell. Sixteen of these were confirmed with SARS and the other two were highly probable. Thirteen were from Hong Kong, four from Taiwan and one from Singapore. Another four from China who were not directly interviewed, were reported to the WHO. The average time for the onset of symptoms was four days. None of these 22 people had any other exposure to SARS other than on Flight 112. Flight attendant Meng Chungyun, age 27, travelled home to Mongolia where she infected her mother, father, brother, doctor and husband Li Ling, who later died. Flight attendant Fan Jingling also travelled back home to Mongolia and together both became sources of infection for almost 300 people in Mongolia. The group of 33 tourists who were on the flight destined for a five-day tour of Beijing, were joined by another three people in Beijing. Two of the three were together and the third unconnected. The three and the group were unknown to each other and had different plans before and after the flight. On 23 March 2003, a local hospital notified the Department of Health in Hong Kong of three people with SARS. Contact tracing revealed that these three people were the same three that had joined the Beijing tourist group, 10 of whom also became unwell. Laboratory testing confirmed SARS in all 13. One passenger was an official from the Chinese ministry of commerce. He fell ill in Bangkok. On 23 March 2003, he returned to Beijing, sitting next to Pekka Aro, a Finnish official at the International Labour Organization in Geneva, who was going to Beijing in preparation for a China employment forum. Aro became ill on 28 March and was admitted to hospital on 2 April. He was the first foreign national to die from SARS in China. Five of the passengers from Flight 112 died from SARS. ==Interpretation== WHO investigations of cases of SARS on 35 other flights, revealed that transmission occurred in only four other passengers. One other flight that carried four people with SARS, transmitted it to only one other passenger. In the first five months that SARS spread rapidly, 27 people had been infected on a number of flights, of which a disproportionate 22 were on Air China Flight 112, representing the largest in-flight transmission of SARS. The Flight 112 incident was one of the several superspreading events that contributed to the dissemination of the SARS virus in 2003. Other super- spreaders, defined as those that transmit SARS to at least eight other people, included the incidents at the Hotel Metropole in Hong Kong, the Amoy Gardens apartment complex in Hong Kong and one in an acute care hospital in Toronto, Ontario, Canada. WHO officials had acknowledged that air travellers \"within two rows of an infected person could be in danger\". However, the virus had also been found to survive for days in the environment, giving rise to the possibility of spread by contact with surfaces including armrests and tray tables. The whole incident was atypical. Infection typically spreads at the destination but is rarely spread on flight. The air in the cabin is cleaned using high efficiency particulate air (HEPA) filters, in a similar way as cleaning the air in an operating theatre. The greatest risk is sitting next to or in the couple of rows in front or behind the index passenger. Medical advisor to the International Air Transport Association, Claude Thibeault, however, felt that the incident had been misinterpreted, saying: \"people automatically assume there was transmission\" and \"we cannot prove there was transmission on this plane. They could have already been infected when they got on board\". ==Response== During the height of the global epidemic, the occupancy of hotels in Hong Kong dropped to less than 5%, with a couple of the grandest hotels completely empty. The Lancet reported that \"SARS exemplifies the ever-present threat of new infectious diseases and the real potential for rapid spread made possible by the volume and speed of air travel.\" The same report also endorsed further research into patterns of airborne transmission on commercial flights. Concerns from aircrew led to the Association of Flight Attendants in the United States to petition the Federal Aviation Administration to issue an emergency order requiring airlines to offer gloves and surgical masks to airline attendants, or at least allow them to bring their own. The effort to control the spread of SARS varied from country to country. Singapore adopted infra-red scanners, Taiwan introduced mandatory quarantine and in Toronto, health notification cards were endorsed. A global standard was subsequently developed by the WHO. The financial cost to the Asia-Pacific region only was estimated to be US$40 billion. Some experts have criticised the restriction of air traffic and closing of national borders during outbreaks, stating that this can lead to difficulties in supplying medical aid to affected areas and closing borders may also deter healthcare workers. In addition, in Michael T. Osterholm's 2017 book the Deadliest Enemy: Our War Against Killer Germs, he says \"you have to screen many, many people to find anybody with an infectious disease\". Infra-red scanners may not detect disease in its incubation period and fever may be a sign of many other diseases. ==References== ==External links== *WHO SARS Timeline *\"Infectious diseases on aircraft\" Category:2003 in China Category:Aviation accidents and incidents in 2003 Category:Air China Category:2003 in Hong Kong Category:Infectious disease deaths in China Category:2002–2004 SARS outbreak ",
    "title": "Air China Flight 112"
}