{
    "id": "60396654",
    "text": "Caitie Hurst is a Christian pop artist from Hendersonville, Tennessee. She is signed to Centricity Music. == History == Caitie Hurst grew up in a musical family; her father was part of a touring Christian band. While she looked up to female Contemporary Christian music artists and loved singing, she self- describes herself as being awkward and insecure back then. She never wanted to sing in front of anyone. While she tried to get out of it, leaders from her youth group at Long Hollow Church signed her up to lead worship. Caitie continued to struggle with insecurity about performing. It was a conversation with her voice teacher and mentor that was the turning point that allowed Caitie to see things with different perspective. She told Caitie, “This is a gift that God has given you. This isn’t about you. Your job is to point people to God, not to yourself.” Hurst continued to lead worship and develop her talents throughout high school. After high school, she attended Liberty University where she pursued a path of worship-leading. After a few years she found herself interning at a Christian music label in Nashville, Tennessee. Hurst moved back to Hendersonville where she worked on her music. She soon got a job at Long Hollow leading Youth ministry and traveling with the student worship band. While working in youth ministry, she discovered that the insecurities she carried were also felt by so many others. Through these experiences, Hurst discovered her calling. Her mission was to “bridge the gap between songs that sound like pop radio but contain meaningful lyrics. Music that communicates the Gospel in a way that doesn’t sound cliché, but sounds fun—something someone could jam to in the car.” In fall of 2017, Centricity Music announced signing Hurst. She released her first single, \"Nothing To Hide,\" in March 2018. \"Nothing To Hide\" comes from Hurst's journey battling insecurity and anxiety, ultimately finding freedom in Christ's love. She followed up this release with her debut EP, How Could I Be Silent. The track, “How Could I Be Silent,” made its way to the No. 2 spot on the Christian contemporary hit radio Indicator chart and Hot AC chart. == Touring == Caitie Hurst is currently on tour with North Point InsideOut and Unspoken (band). She has previously toured with NewSong, Building 429, Zach Williams (musician), and For King & Country (band). == Discography == === Extended plays === *How Could I Be Silent (2018) === Singles === * \"Nothing To Hide\" (2018) * \"How Could I Be Silent\" (2018) * \"Answers\" (2018) * \"When Christmas Comes Around\" (2018) * \"All The Things\" (2019) * \"Yours\" (2020) == References == == External links == * - Instagram * - Facebook * - Youtube Category:Living people Category:Year of birth missing (living people) Category:Musicians from Tennessee ",
    "title": "Caitie Hurst"
}