{
    "id": "60390492",
    "text": "Bucklew v. Precythe, 587 U.S. ___ (2019), was a United States Supreme Court case regarding the standards for challenging methods of capital punishment under the Eighth Amendment to the United States Constitution. In a 5–4 decision, the Court held that when a convict sentenced to death challenges the State's method of execution due to claims of excessive pain, the convict must show that other alternative methods of execution exist and clearly demonstrate they would cause less pain than the state-determined one.. The Court's opinion emphasized the precedential force of its prior decisions in Baze v. Rees and Glossip v. Gross. ==Background== In March 1996, Russell Earl Bucklew (May 16, 1968 – October 1, 2019) murdered Michael Sanders, with whom his former girlfriend Stephanie Ray took shelter after the breakup of their relationship, then kidnapped and raped Ray. He was sentenced to death by the state of Missouri in May 1997, and failed to have the conviction overturned in legal challenges which had completed by 2006. During this period, Missouri, as well as several other states, changed its protocol for death sentences by lethal injection to a combination of drugs. Missouri itself had to clear this change through the courts, so from 2006 through 2010, only two inmates were executed. Bucklew and other convicts with death sentences across the country attempted to legally challenge states' refusal to use other protocols besides lethal injection through the courts, arguing that this was a violation of their Eighth Amendment rights. This ultimately resulted in Baze v. Rees, decided by the Supreme Court in 2008, where it was determined that lethal injection by drugs was constitutional and did not violate the Eighth Amendment. Further, Baze established a test for future challenges to methods of execution under the Eighth Amendment, in that inmates must show that a \"feasible, readily implemented\" alternative procedure that would \"significantly reduce a substantial risk of severe pain\". With the decision in Baze, the Supreme Court invalidated the other ongoing challenges, including that of Bucklew, and ordered states who had already gained approval for lethal injection to resume executions. However, Missouri was forced to put its death penalties on hold, as one of the companies providing one of the injected drugs, sodium thiopental, had been pressured by anti-death penalty advocates and its dwindling supplies to stop selling the drug for such purposes. By 2012, Missouri had altered its process to a single drug, first to propofol and later to pentobarbital, and in 2014, began scheduling lethal injections, including for Bucklew. Bucklew sought a new lawsuit on challenging the use of the new drug for lethal injection on the basis that due his own personal health, suffering from cavernous hemangioma, that the injection could cause vascular tumors that would not allow the drug to properly circulate, and thus could experience tremendous pain before the drug shut down his systems. Bucklew asserted both facial and as-applied challenges. While the district court denied his challenge, the Supreme Court agreed to put the execution on hold to allow his appeals to be heard. In the Eighth Circuit, the court rejected Bucklew's facial challenge, as well as turned down his as-applied challenge as given but allowed Bucklew's case to be reheard if he could demonstrate that there was a feasible alternative, as per Baze. Prior to the rehearing, the Supreme Court concluded in Glossip v. Gross in 2015 that affirmed the Baze requirement that an Eighth Amendment challenge to capital punishment puts the onus on inmates to show that there exists an alternative that is \"feasible, readily implemented, and in fact significantly reduces a substantial risk of severe pain.\" When Bucklew returned to court in 2015 he had amended his claim with the suggestion that lethal gas was a viable alternative to lethal injection, and later identified nitrogen as a viable alternative (e.g. via inert gas asphyxiation). This gave enough possibility of a triable remedy that allowed the case to proceed to an additional discovery phase. Bucklew had brought in an expert witness in anesthesiology who had affirmed that even after the injection Bucklew would still have brain function and could experience pain, based on a study done with horses. Eventually both the district and Eighth Circuit rejected these claims. The Supreme Court intervened a second time, in early 2018, while Justice Anthony Kennedy had still been serving, to put Bucklew's case on hold and evaluate his case. ==Supreme Court== The Court issued its opinion on April 1, 2019. In a 5–4 decision falling along ideological lines, the Court upheld the Eighth Circuit's decision, affirming that Baze and Glossip provided the proper tests, and the evidence presented by Bucklew was not sufficient for either a facial or as-applied challenge to the Eighth Amendment. Justice Neil Gorsuch wrote the majority opinion, joined by the other four conservative Justices. Gorsuch wrote that the Eighth Amendment \"forbids 'cruel and unusual' methods of capital punishment but does not guarantee a prisoner a painless death\"; while a constitutionally-valid death sentencing like hanging would require a moment of intense pain, the Eighth Amendment would forbid methods like being drawn and quartered that \"intensified the death sentence by 'superadding' terror, pain or disgrace.\" Gorsuch criticized the choice of death by inert gas asphyxiation, as it was neither a method prescribed by Missouri, and while it was an authorized method in three other states, no one has been put to death by the method to date. Gorsuch also wrote that Bucklew, by this point, had spent twenty years on death row, and there is reasonable expectation by states to complete death sentences in a timely manner. Gorsuch argued that inmates that were seeking alternative methods under the Baze/Glossip test in good faith should readily be able to show evidence for their case, and considered that Bucklew's continuing challenges were stalling tactics. Both Thomas and Kavanaugh wrote concurring opinions. Thomas argued that under the Eighth Amendment, the Court only had to show that Missouri's choice of death sentence was not purposely designed to inflict additional pain on the inmate. The dissenting opinion was written by Justice Stephen Breyer, joined by the other three liberal justices on the bench. Breyer argued that Bucklew had sufficiently demonstrated that death by lethal injection could cause unnecessary intense pain and an \"excruciating and grotesque\" execution due to his conditions, and in his as-applied challenge, that death by nitrogen gas met the standards for Baze and Glossip. While Missouri did not use this method, it was in use in three other states. Justice Sonia Sotomayor wrote a separate opinion, urging that there is no reason to rush execution sentences, particularly to avoid having any judicial mistakes harm the impact of the Constitution. ==Execution== On June 25, 2019, the Missouri Supreme Court scheduled an execution date of October 1 for Bucklew. Missouri Governor Mike Parson denied clemency for Bucklew on the morning of his planned execution, and he was executed as scheduled on October 1, 2019. He was pronounced dead at 6:23 pm CST, eight minutes after being administered a lethal dose of pentobarbital. There were no reported complications with the execution. Corrections staff took precautions with Bucklew such as elevating the head of the gurney to prevent his choking on blood if a tumor were to burst and sedating him with Valium before the execution.https://theappeal.org/missouri- executes-russell-bucklew-threat-botched-execution/ ==See also== *List of offenders executed in the United States in 2019 ==References== ==External links== * Category:2019 in United States case law Category:United States Supreme Court cases Category:United States Supreme Court cases of the Roberts Court Category:Cruel and Unusual Punishment Clause and death penalty case law Category:Capital punishment in Missouri ",
    "title": "Bucklew v. Precythe"
}