{
    "id": "60396614",
    "text": "The Syrian Desert campaign (December 2017–present) is a campaign waged by Syrian government forces and their allies from Iran and Russia against the remaining forces of the Islamic State of Iraq and the Levant (ISIL) in the Syrian Desert region. ==Background== Following a series of campaigns between 2016 and 2017 by the Syrian government and allied forces, the American-led CJTF-OIR coalition and Syrian Democratic Forces (SDF), and Turkey and its supporting rebels, the remnants of ISIL's forces west of the Euphrates River withdrew into a large pocket in the Syrian Desert, stretching between the western Homs Governorate and the eastern Deir ez-Zor Governorate, from where they utilized guerrilla tactics to target pro-government forces. ==Timeline== ===2017=== By the end of 2017, the Syrian Army's 5th Legion, supported by the Iranian Islamic Revolutionary Guard Corps (IRGC) and Lebanese Hezbollah, had reportedly seized 50 square kilometers of desert territory in the southeastern countryside of Deir ez-Zor, expanding their buffer-zone around the strategic T-2 Pumping Station. ===2018=== In mid-January 2018, five Hezbollah fighters were killed by ISIL in the eastern countryside of Homs, including a prominent commander. On 17 March, 14 soldiers were killed when ISIL forces captured the T-2 Pumping Station. In the following days, government forces made attempts to recapture T-2. One week after the capture of the station, 26 government troops and nine ISIL fighters were killed during clashes in the desert near Mayadin. Between 24 and 29 March, several ISIL attacks were repelled in the Mayadin area, while between 31 March and 1 April, ISIL forces were driven back from the T-2 area. In early April, ISIL forces in the Homs Governorate employed an inghimasi attack on the Shaer gas field near Palmyra. The battle lasted for several hours, with the attack eventually being repelled by the Syrian Army with assistance of Russian attack helicopters. Concurrently, ISIL seized several points between Abu Kamal and Mayadin. Attacks were also conducted along the Sukhnah-Deir ez-Zor highway. In Mid-April, ISIL attacks south of al- Qaryatayn left 18 pro-government and five ISIL fighters dead, with the militants seizing several positions. ISIL made further advances by seizing an air defense base south of the town, but were again repelled by Russian-backed government forces. Pro-government forces also regained positions along the Sukhnah-Deir ez-Zor highway. Meanwhile, ISIL attacks continued in the Mayadin area and on 18 April, 25 pro-government and 13 ISIL fighters were killed in clashes, while on 20 April, ISIL attempted to attack the T-3 Pumping Station. Between 8 and 11 May, the Syrian Army managed to push ISIL 60 kilometers from Mayadin, clearing 1,500 square kilometers of territory in an attempt to split the ISIL pocket in the desert. On 22 May, an ISIL attack involving suicide bombers and armored vehicles on a military outpost near the T-3 Pumping Station left between 26 and 30 pro-government fighters dead, according to the pro-opposition Syrian Observatory for Human Rights (SOHR) and local residents, while the military put the death toll at 16. The next day, ISIL militants attacked a Syrian-Russian military convoy near Mayadin, leaving 35 pro- government forces dead, including nine Russians. Four of the Russians were regular soldiers, while Russia reported that 43 attackers were also killed during the fighting. Three days later, ISIL conducted more attacks near Mayadin and Abu Kamal. On 4 June, ISIL attacked government forces along a 100-kilometer front from Mayadin to Abu Kamal, capturing two or three towns on the western bank of the Euphrates. The militants attacked on two fronts, with ISIL fighters coming from both the desert, west of the Euphrates, and from their territory on the eastern bank of the river. A few days before the assault, around 400 ISIL fighters crossed the Euphrates from their enclave to the east following heavy shelling of government positions. The capture of the towns cut the Deir ez-Zor-Abu Kamal highway. The following day, pro-government forces recaptured the areas they had lost. On 8 June, ISIL renewed its offensive and managed to break the Army's lines around Abu Kamal by using 10 suicide bombers, including several SVBIEDs. ISIL fighters managed to break into the city and fighting came close to the city center. The attack once again cut the highway. However, the Army subsequently counterattacked and by the following day it was reported that the military managed to re-capture the city. During the fighting, the commander of the Syrian Army's 11th Armored Division, General Ali Muhammad al-Hussein, was killed in clashes on the Abu Kamal outskirts. The commander of Hezbollah's Rocket Division and two Iranian IRGC members, including an officer, were also killed. ISIL's offensive against Abu Kamal continued on 10 June until the militants withdrew from the city on 11 June. Overall, 246 pro-government and 138 ISIL fighters were killed between 22 May and 11 June. On 17 June, ISIL launched a surprise attack on government forces around the T-3 Pumping Station, destroying one tank and killing several Syrian soldiers. The next day, government reinforcements from the Republican Guard, National Defence Forces, Liwa Fatemiyoun, as well as additional Hezbollah fighters, were sent in preparation for a new operation against ISIL in the region. The same day, the military seized several ISIL positions between T-2 airbase and al-Hamima and by 20 June pro-government forces reportedly cleared 1,200 km2 of territory in the Homs-Deir ez-Zor region, killing at least 50 ISIL militants. In addition, government forces seized 2,500 square kilometers of ISIL-held territory along the Iraqi border on 21 June. However, ISIL attacks from the Deir ez-Zor desert on government positions around the Euphrates continued throughout the summer, during which dozens of Syrian Army soldiers were killed; some estimates by the local observers were that up to 1,000 ISIL fighters were still hiding in the Homs- Deir ez-Zor desert pocket. On 31 August, the Syrian Army and the pro- government Palestinian militia Liwa al-Quds launched a large anti-ISIL operation. forcing ISIL to retreat far into the desert. Later, ISIL attacks on 2 September near Mayadin and south of Deir ez-Zor left 22 pro-government and at least eight ISIL fighters dead. The Syrian Army advanced 30 kilometers into ISIL territory during an offensive between 10 and 11 September and advanced further between 14 and 15 September, nearly splitting the pocket. By the end of 15 September, the military had reportedly captured three towns. By this point, since the offensive started on September 10, 10 pro-government and eight ISIL fighters had been killed. On September 16, ISIL launched a large counter-offensive, recapturing all of the territory it had recently lost and killing over 25 soldiers. However, on 17 September, the military counterattacked and once again captured all the areas it had lost the previous day. The Army reportedly continued to advance against ISIL by 19 September, amid fighting that left another nine ISIL fighters and two government soldiers dead, until fighting died down. On 4 November, 11 people were killed in an explosion at a Syrian military base along the highway connecting Damascus and Deir ez-Zor, including six Russian private military contractors. The next day, during fighting east of Sukhnah, five soldiers and eight ISIL fighters were killed. ===2019=== The death of three Russian soldiers was confirmed after they had gone missing during an ISIL ambush in late February 2019. Several Syrian servicemen were also reported killed in the ambush. According to Russia, a group of more than 30 ISIL fighters who took part in the ambush were tracked down and “destroyed”. Around the same time, a Russian PMC was killed by a landmine in the region. At the end of February, the military started combing operations in the desert against the ISIL pocket and in early March, the Army conducted airstrikes against ISIL positions near Sukhnah, while preparations were taking place for the military to launch an operation in the area. On 30 March, Syrian Army reinforcements were sent to the Palmyra countryside after several ISIL ambushes took place along the Palmyra-Deir ez- Zor highway over the previous two weeks, one of which-on 24 March-left five soldiers dead. Two days later, at the start of April, ISIL conducted a large attack on Army positions near Palmyra which was repelled after airstrikes were conducted by the Syrian Air Force. By 3 April, more Syrian Army reinforcements were sent in anticipation of a new ISIL attack on government positions. Meanwhile, a group of soldiers went missing following an ISIL ambush along the road near Haribshah on 31 March. On 11 and 18 April, two more ambushes took place with another military convoy going missing along the road between Palmyra and Deir ez-Zor,Syrian Army convoy disappears along Palmyra Highway, ISIS ambush suspected while an Army unit was ambushed north of al- Sukhnah.Syrian Army suffers heavy casualties after ISIS carries out another ambush near Palmyra In addition, heavy fighting took place between 12 and 14 April, involving members of the Palestinian Liwa al-Quds militia.The last 48 hours witness the killing of at least 14 members in Deir Ezzor desert of al- Quds Brigade, the regime forces, and militiamen loyal to them In April 2019, ISIL activity indicated that the terrorist organization was in control of Jebel Bishri, a mountain near the intersection of the borders of the Raqqa, Deir ez-Zor, and Homs Governorates, as well as the surrounding area between the Al-Sukhnah and Deir ez-Zor countrysides. On 21 April, ISIL captured the mountainous town of al-Kawm, forcing the Syrian Army and pro-government Palestinian militias to retreat. ISIL hit-and-run attacks continued into late June and fighting between 24 March and 23 June, according to the Syrian Observatory for Human Rights, left 161 pro-government and 53 ISIL fighters dead.A new attack by ISIS members in Al-Mayadin Desert kills and injures about 15 members of the militiamen loyal to the regime forces of Syrian and non- Syrian nationalities Of the pro-government dead, 10 were Palestinian Liwa al- Quds militiamen, while nine were Iranian-led troops and two were Russians. Over 70 of the soldiers were killed in the month of April alone. ===2020=== ISIL attacks continued throughout 2019 and into 2020. Between March 2019 and October 2020, 792 pro-government and 397 ISIL militants had been killed in the fighting in the desert. Government fatalities included 140 Iranian-led fighters and two Russians. 11 civilians were also killed. In February 2020, the SAA, backed by Russian military units, launched an offensive to capture Jebel Bishri and its surrounding regions, which had been under ISIL control since April 2019. This offensive coincided with an NDF offensive to clear out ISIL forces from the southeast Raqqa Governorate region. In early March, the SAA managed to clear the Jebel Bishri and its environs, including al-Kawm; however, ISIL attacks continued in the region, with the majority of ISIL forces apparently having relocated during the offensive. ISIL attacked pro- government forces in al-Sukhna in the Syrian Desert on 9 April 2020. More than twenty fighters on each side were killed. In early July, 18 pro-government fighters and 26 ISIL militants were killed, after a jihadist assault on government positions near al-Sukhna. Syrian Observatory for Human Rights activists monitored an armed attack by unknown gunmen in August, believed to be carried out by ISIL cells, a vehicle affiliated to government-backed militias in the area between Al-Tabani and Ma’adan in southern Al-Raqqah was targeted. The attack resulted in the death of the “head of Al-Tabani district” and two othergovernment-backed militiamen. On 18 August, an IED planted by unknown assailants, targeting a Russian convoy on a side road near Deir Ezzor exploded killing a Russian Major General and left three soldiers injured, one of which died almost a month later. Russia held ISIL responsible even though no group claimed responsibility the attack.Second Russian officer reported dead in Syria after ISIS attack On the same day, the Russian and Syrian air forces carried out a large-scale joint operation aimed at wiping out ISIS cells across the Syrian Desert. According to Russia, the operation killed 327 ISIL militants, destroyed 134 shelters, 17 observation points, 7 stores of ammunition and 5 underground warehouses for weapons and ammunition from 18 to 24 August. Since 1 September, SOHR activists have documented great fatalities among both sides due to the military operations in the Syrian desert, including airstrikes, security campaigns and attacks. At least 38 ISIS members and 19 Syrian soldiers and loyal militiamen were also killed in the same period. On 5 September 2020, it was reported that the SAA had recaptured the Doubayat Gas Field from ISIL, following a 12-day offensive, thus recapturing the remainder of ISIL's pocket in the Syrian Desert. By 21 September, the SAA had secured control of the area, with aid from the Russian Armed Forces. However, the large-scale ISIL insurgency in the region continued unabated. On 23 September, ISIL forces launched a large-scale attack on SAA forces near the Raqqa–Homs Governorate boundary, killing many Syrian soldiers. In response, the Syrian Army moved to increase its presence in the Syrian Desert. On 25 September, it was reported that Russian and Syrian warplanes had destroyed multiple ISIL hideouts in the Central Syria region. A source from the SAA stated that ISIL would likely be able to continue hiding in the Syrian Desert, until the Syrian Army carries out a large-scale campaign with thousands of soldiers to clear every single cave used by ISIL. ==Casualties== Between December 2017, and April 2020, at least 860 pro-government fighters were killed during the desert insurgency. The SOHR documented the deaths of 822 pro-government fighters and 439 ISIL militants between late March 2019, and the start of October 2020. ==See also== * 2017 Western Iraq campaign * Eastern Syria insurgency * Battle of Baghuz Fawqani – A battle in 2019 for the final ISIL stronghold in Syria * Daraa insurgency ==References== Category:Iraqi insurgency (2017–present) Category:Military operations of the Syrian Civil War in 2017 Category:Military operations of the Syrian Civil War in 2018 Category:Military operations of the Syrian Civil War in 2019 Category:Military operations of the Syrian Civil War involving the Islamic State of Iraq and the Levant Category:Military operations of the Syrian Civil War involving Iran Category:Military operations of the Syrian Civil War involving Russia Category:Deir ez-Zor Governorate in the Syrian Civil War Category:Homs Governorate in the Syrian Civil War Category:Major phases of Syrian Civil War ",
    "title": "Syrian Desert campaign (December 2017–present)"
}