{
    "id": "60392540",
    "text": "The Source is an album by drummer Kendrick Scott which was released by the World Culture Music label on 2007.Manhattan School of Music: Kendrick Scott, accessed April 2, 2019 ==Reception== The AllMusic review by Jonathan Widran called it an \" impressive, spiritual minded debut\" and stated \"A drummer and composer of great invention, Scott may not always hit the mark with every attempt at innovation, but there's no doubt his devotion to progressive jazz will serve the genre well in the future\". On All About Jazz, Mark F. Turner called it \"one of this years outstanding releases\" and said \"Kendrick Scott's debut recording The Source exudes a sense of purpose with music that is carefully orchestrated, coolly executed, and has an appeal that is both contemporary and cerebral\".Turner, M. F. All About Jazz Review, accessed April 2, 2019 On the Same site J. Hunter noted \"The Source lacks a big-time cleanup hitter ... The rotating reeds of Blake, Myron Walden, and Walter Smith III aren't enough to blast through the disc's overall shortcomings ... I hope Scott learns from his mistakes and goes on to the musical victories I know he can achieve\"Hunter, J. All About Jazz Review, accessed April 2, 2019 ==Track listing== All compositions by Kendrick Scott except where noted # \"View from Above\" – 7:53 # \"Mantra\" – 7:24 # \"107 Steps\" (Björk) – 7:57 # \"Search for Noesis\" – 4:20 # \"Journey\" (Scott, Gretchen Parlato) – 4:43 # \"VCB\" (Scott, Robert Glasper) – 2:02 # \"Memory's Waivering Echo\" – 12:05 # \"View from Above (Reprise)\" – 1:28 # \"The Source\" – 6:14 # \"Psalm\" – 9:53 # \"Retrospect\" – 4:24 ==Personnel== *Kendrick Scott – drums, voice *Myron Walden – alto saxophone, soprano saxophone, bass clarinet (tracks 1-3, 7, 9 & 11) *Seamus Blake, Walter Smith III – tenor saxophone (tracks 1, 5 & 10) *Aaron Parks – piano, Fender Rhodes (tracks 1-3 & 5-11) *Lage Lund (tracks 6, 7, 9 & 10), Mike Moreno (tracks 1, 4-7 & 11) – guitar *Derrick Hodge – acoustic bass, electric bass (tracks 1-3, 6, 7 & 9-11) ===Guest appearances=== *Gretchen Parlato – vocals (track 6) *Robert Glasper – piano, Fender Rhodes (tracks 2 & 9) *Lionel Loueke – guitar (tracks 2 & 3) ==References== Category:Kendrick Scott albums Category:2007 albums ",
    "title": "The Source (Kendrick Scott album)"
}