{
    "id": "60398237",
    "text": "The Cornish Hush Mine was a British lead ore and fluorspar mine in Weardale. == Location == The mine was located in the Howden Burn valley in the Bollihope Area of Weardale in the North Pennines, County Durham, England.Mindat: Cornish Hush Mine, Bollihope District, Weardale, North Pennines, Co. Durham, England, UK. == History == The mine operated from at least 1863 to 1902 to mine lead ore and from 1971 to 1972 and from 1979 to 1980 to mine fluorspar .Durham Mining Museum: Cornish Hush (Lead Ore). === Lead mining === One of the first publications about the Cornish Hush Mine described a fatal accident, in which miner John Collinson was buried underneath a large amount of rocks and lead ore falling onto him during his work and him killed immediately on 14 January 1863. A colleague named Bainbridge had worked with him about two minutes earlier and then moved about 6 foot (1.5 m) away to smoke his pipe as the stones fell onto Collinson. The stones were removed from him in a short time, but he was already dead by then.Fatal Accident In A Lead Mine Near Stanhope. In: Newcastle Guardian and Tyne Mercury. 24 January 1863, p. 5, column 3. The London Lead Company leased the so-called Cornish Mine in 1867 by the dean and chapter of Durham Cathedral. It was managed by R. W. Bainbridge, whose son, Henry Bainbridge, also worked there. All the work to clean and concentrate the ore was done by machines in a water based process, which were operated by adolescents under the supervision of an adult.Lead mines of Weardale and Teesdale. Report by Inspectors of Salmon Fisheries 1867. In: The Mininng Journal, 27 July 1867. Reprinted in: Memoirs 1968. Northern Cavern & Mine Research Society, Skipton, UK, 1968, p. 33-38 The last manager of the Cornish Hush Mine, Mr. Willis, in the centre, with Prof. Henry Louis on the left and Capt. Anthony Wilson on the right at Rookhope On 27 July 1867, the Salmon Fishery Inspectors reported that they had visited several lead mines, where they inspected the hush, i.e. the waste water of the processing plant. There were three large tanks, each with several division into separate compartments, to clear the hush of impurities. Large sediment basins had been installed around 1863 side by side next to these tanks, through which the water flowed, set-up on the proposal of the Fisheries Commission in Darlington. The mine employed 1898, at its height, 14 men, twelve of whom worked underground and two on the surface. The last agent of the Cornish Hush Mine was Joseph Anderson, and its last manager was Mr. Willis, before the London Lead Company went bankrupt in 1902.Mr Willis, once told Sir Kingsley Durham that he was the last manager alive who managed a mine for the London Lead Company. This is thought to have been a Cornish Hush. === Fluorspar mining === Various crystals were mined as a valuable by-product of lead mining, including the decorative colored fluorspar (fluorite), for which no industrial use was known until the late 19th century. Fluorite is not a gem, but fine specimens are appreciated by collectors. The Weardale fluorspar fluoresces due to europium impurities under excitation with bluish-ultraviolet light. The characteristic fluorescence of fluorite samples from this area resulted in the term describing this phenomenon. Weardale fluorspar is considered by collectors to be one of the best and therefore most valuable in the world. In the 20th century, fluorite was increasingly used industrially for steel smelting as well as for the production of Teflon non-stick frying pans, CFCs for aerosols and other products. The Swiss Aluminum Mining UK Ltd (SAMUK)The Newsletter of the Cumbria Amenity Trust Mining History Society. No 119, May 2015. recommissioned the Cornish Hush Mine 1971–1972 and 1979–1980 with the aim to mine fluorspar in the Cornish Hush Vein and the Sharnberry Vein, but the latter was never reached. == Narrow gauge railway== Stephen Lewin's narrow gauge mining locomotive, 1875 The mine was connected by a long gauge light railway to Whitfield Brow.Paul Jarman: On the trail of Samson… 3 July 2012. Archived version with photos of 18 February 2013. Retrieved on 2 April 2019. The mine's steam locomotive Samson was built by Stephen Lewin of Poole in Dorset in 1874 as a 0-4-0 geared steam locomotive.Bernard Roberts: London Lead Company.The Industrial Railway Record. Issue No. 39, p. 136. It had power of 2½ or 3 nhp and a loaded weight of 2.6 t.Narrow gauge mineral locomotive by Mr Stephen Lewin, Poole, Dorset, Engineer. In: The Engineer. 1 January 1875.Paul Jarman: Samson - A long lost Lewin. In: In Narrow Gauge, No 86, March–April 2013, p. 32-34. Its footplate provided just enough space for the engineer, who could sit on the rear buffer beam, as known from its even smaller sister locomotives 'Ant' and 'Bee' of the Great Laxey Mine.L G Poole: A day to be remembered. The Industrial Railway Record. Issue No 28, p. 162–163, December 1969. The locomotive was probably scrapped around 1904. The locomotive of the mine was built by Stephen Lewin of Poole in Dorset in 1874 as a two-axle steam locomotive named 'Samson' with a left-side gear drive. The gears on the left wheels of the locomotive came neither in touch with the rail nor with a rack. The rear axle was driven crankshaft above of the boiler, which had a pinion on the left hand side underneath a protective cover with and a flywheel on the right hand side. The front axle, which was coupled to the rear axle by a connecting rod, did not actually need a gear, but had one, so that the front and rear axles could be exchanged or replaced with the same spare part when the gear was worn. The locomotive had a gauge of only 22 inches (559 mm), a power of 2½ or 3 nhp and a service weight of 2.6 t. It was similar to its even smaller sister locomotives 'Ant' and 'Bee' from the Great Laxey Mine Railway, as the foot plate provided only space for the engine driver, who commonly sat on the rear buffer beam.L G Poole: A day to be remembered. The Industrial Railway Record. Ausgabe No 28, p. 162–163, December 1969. 'Samson' was probably scrapped around 1904. The Beamish Museum built a replica of the full- size locomotive, which has, however, slightly larger wheels and a 2-foot (610 mm) gauge. It was successfully steamed-up on 12 January 2016 and subsequently put into regular use.Paul Jarman: Another momentous day for Samson, with it raising steam for the first time – ever!New for old 1874 locomotive to steam at Beamish: Living Museum of the North at Beamish to host first steaming of Samson in April. 20. Jaunar 2016.Paul Jarman: Samson… *Updated*. April 2016. == References == == External links == * Paul Rodrigues: Weardale - Cornish Hush Area (29 photos of the mine on Flickr). * Paul Jarman und Roy Link (Hrsg.): The Book of Samson… RCL Publications, 2016. Category:Mines in County Durham Category:Transport in the United Kingdom Category:Surface mines in England Category:1882 establishments in England Category:1 ft 10 in gauge railways Category:Stanhope, County Durham Category:Lead mines in England Category:Fluorite mines ",
    "title": "Cornish Hush Mine"
}