{
    "id": "60401872",
    "text": "Sara Modiano (January 11, 1951 – 2010) was a Colombian artist. Modiano's professional artistic career was made up of many styles of art that developed over the years. She is most known for her Performance Art and Photographic series with elements of geometric shapes that overlap her self-portraits. Her art surrounds ideas on human identity, intense emotion, introspection, sexuality, and the feminine body. To honor her legacy the Sara Modiano Foundation of the Arts was established and each year issues the Sara Modiano Grant, which is given based on financial need and artistic ability. Her work has been displayed in places such as the Hammer Museum, Brooklyn Museum, Caribbean Regional Artists Salon, and Museum of Latin American Art. == Biography == Sara Modiano was born on January 11, 1951 in Barranquilla, Colombia to Jacques Modiano and Eva Grunfeld. Modiano started off studying Mathematics at the University of Los Andes in Bogotá, but soon transferred to the School of Fine Arts at Atlantic University in Barranquilla. Over the course of her career, she's been in a multitude of group exhibitions, had 9 solo exhibitions, and received 5 awards in her honor. Her artwork can be found anywhere from the Museum of Modern Art in Bogotá, Colombia to the Museum of Latin American Art in Long Beach, California. However, Modiano was not consistent in her form of art works 1987 to 2001, having the human body be the muse for her work and a possible foreshadowment concerning her own body and health. In 2006, Modiano was diagnosed with ovarian cancer and died in 2010. The four years in between her death, however, were focused on a new medium; performance art. She died at 59, but her three children keep her artwork alive through the Fundación Sara Modiano para las Artes (Sara Modiano Foundation for the Arts). == Art Works == *Cube Project, 2004 *Posibilidad de dos ventanas, 1977 *Cuatro ventanas, 1977 *Desaparece una cultura, 1981 *Intimate, 2002 *Reflect, 2007 == Select exhibitions== === Solo === * 1974: Barrios Gallery, Barranquilla, Colombia * 1975: Belarca Gallery, Bogotá, Colombia * 1979: Centro Colombo Americano, Barranquilla, Colombia * 1979: Galeria de la Oficina, Medellín, Colombia * 1982: Quintero Gallery, Barranquilla, Colombia * 2003: La Resistencia de L’Art, Mallorca, Spain * 2003: CUBE I: Multi Media Art Experience “Art Loves Design”, Art Basel, Miami Beach, Florida * 2004: Featured Artist, Art Miami 2004, Miami Beach Convention Center, Miami, Florida * 2004: CUBE II: Multi Media Art Experience “Art Loves Design”, Art Basel, Miami Beach, Florida === Group === * 1975: IV Salón Nacional de Arte, Museum of Modern Art, Bogota, Colombia * 1975: XXV Salón Nacional de Artistas, Bogota, Colombia * 1976: V Abril Artistico, Museo de Zea, Medellin * 1976: XXVI Salón Regional y Nacional of Visual Arts, Bogotá, Colombia * 1977: 40 artistas mujeres (40 Women Artists), Museum of Modern Art, Bogotá, Colombia * 1977: Los novísimos de Colombia (The Newisms from Colombia), Museum of Contemporary Art, Caracas, Venezuela * 1979: Arte contemporáneo de la costa, (Contemporary Art from the Coast), Museum of Modern Art, Cartagena, Colombia * 1980: Salón Atenas, Museum of Modern Art, Bogotá, Colombia * 1980: Arte en los 80 (Art in the 80's), Museum of Modern Art, Medellín, Colombia, Museum of Modern Art, Pereira, Colombia and Garces Velasquez Gallery, Bogotá, Colombia (1981) * 1983: Aspectos de lo tridimensional (Aspects of the Tridimensional), Museo de Arte La Tertulia, Cali, Colombia * 1984: Colombia en tres dimensiones (Colombia in 3 D), Museum of Modern Art Bogota, Colombia * 1985: 100 Años de arte colombiano 1886-1986 (100 Years of Colombian Art 1886 – 1986), Museum of Modern Art, Bogota, Colombia * 1986: Contemporary Colombian Art, The Mall Gallery, London, UK and Brussels, Belgium * 2002: Invited Artist, Premi d’ Arts Plastiques, Palma de Mallorca, Spain * 2003: Invited Artist, Premi d’ Arts Plastiques, Palma de Mallorca, Spain * 2003: Salón Atenas, Museum of Modern Art, Bogotá, Colombia * 2003: Cube I: Multi Media Art Experience, Art Basel, Miami Beach, Florida * 2004: City of Miami Time Capsule, Miami, Florida * 2004: Cube II: Multimedia Art Experience, Art Basel, Miami Beach * 2007: L.A. Presencia: Latin American Art in The United States, MOLAA, Long Beach, California * 2008: Extended Boundaries, Inter-American Development Bank, Washington D.C. * 2008: Auction Exhibition Contemporary Latin American Art, Museum of Latin American Art (MOLAA), Los Angeles, California * 2008: Bale Latina: Artist Lounge, Art Basel, Basel, Switzerland * 2010: Independencia, 200 años de arte colombiano, Museum of Modern Art, Bogotá, Colombia * 2012: Subasta, BePART Miami, Miami, Florida, EEUU * 2012: De lo espiritual en el arte; homenaje a Sara Modiano, Aluna Art Foundation, Miami, Florida, EEUU * 2012: Homenaje a Sara Modiano, Bal Harbour Art Nights, Bal Harbour, Florida, EEUU * 2017: Ciclo Prisma, 2058, Camara de Comercio de Bogota Sede Chapinero, Bogotá, Colombia * 2017: Radical Women in Art 1960 - 1985, Pinacoteca do Estado de Sao Paulo, Sao Paulo, Brazil * 2017: Radical Women in Art 1960 - 1985, Brooklyn Museum, Brooklyn, NY * 2017: Radical Women in Art 1960 - 1985, Hammer Museum, Los Angeles, California * 2018: Tumba para el arte: Cenotafio, 6° Salón Regional de artistas del Caribe: Dimensión Desconocida, Barranquilla, Colombia * 2018: El arte de la desobediencia, Museum of Modern Art, Bogotá, Colombia * 2018: Desaparece un cultura, Instituto de Visión, Bogotá, Colombia * 2019: Neither Black, Red, Yellow nor Woman, Times Art Center, Berlín, Germany * 2019: 45 Salón Nacional de Artistas, El revés de la trama, Museum of Modern Art, Bogotá, Colombia * 2019: Ser/To Be, Perez Art Museum of Miami, Miami, Florida == Artistic Milestones== * 1974 **first individual exhibition at the Barrios Gallery of Barranquilla * 1975 **artwork got published in the Diners magazine **awarded the University of Chile prize **individual exhibition at Belarca Gallery, Bogota, Colombia *1979 **individual exhibition at Galeria de la Oficina, Medellin, Colombia **individual exhibition at Centro Colombo Americano, Barranquilla, Colombia *1980 **was in the 6th Salon Atenas - secured Modiano's medium with conceptual, three-dimensional projects *1981 **represented Colombia with 3 other artists at the 16th Bienal de São Paulo * 1982 **in Madrid's International Art Fair **opened her own gallery of contemporary art called 'Espacio Alterno' (Alternative Space) *2003 **Permanent Collection, Museum of Modern Art, Bogota, Colombia **\"Art Loves Design\" individual exhibition at Miami Beach, Florida **individual exhibition of \"La Resistencia de L'Art\" ***\"La Resistencia de L'Arte\", Palma de Mallorca, Spain == Contributions to Feminist Art == All Modiano's works show great appreciation and representation of introspection and spirituality within herself leaving the viewer to think inward and reflect on their being. Beginning in the 90s, Sara Modiano's style of work demonstrates a shift from installations, paintings, and sculpture to performance art and photography. This shift in style was pivotal in accentuating the new messages and interpretations Modiano was demonstrating. While continuing to express the theme of introspection, she began to place more focus on her sexuality, individuality, life, and ecstatic moments. Through this, Modiano shines a light on the female body and femininity through sexuality by making the audience question how they perceive the introspective, subliminal side of all women. Inside Out from her Fragmented series shows a fragmented photograph zoomed into her face capturing the móment she reaches orgasm. Modiano used this moment of sexual arousal to represent the start of new life as well as a similarity all humans experience with one another: sexual pleasure. Similar to this piece is Conexión Interior, a photograph of Modiano with a focus on her torso and chest while her face is turned away. This feeling and illusion of fragmentation was a common technique Modiano used in many more of her photographic pieces. She integrated geometrical shapes, such as cubes/squares, to the photographs of herself to further solidify pinnacle moments, such as orgasms, as ethereal and intangible. One of her last works was in 2007 titled Reflect. This photographic self-portrait series is slightly different from Inside Out and Conexión Interior because Modiano demonstrates herself in a new elevated way without the geometric illusion. Her body is fully painted to make herself look metallic as she is in front of a plain blue background. The self- portraits come from still of Modiano in motion as she expressed four heightened emotions: agony, pain, love, and ecstasy. Modiano shows her emotional, raw self yet again while calling to question our ideas and notions on how we identify ourselves. She portrayed herself as almost an extraterrestrial being with the contrast of colors while making the viewer reflect on how all humans have felt the emotions of pain, love, agony, and ecstasy before. Modiano described how this series made her feel about herself: \"a woman with a big ego\". == Performance Art == === \"About Myself\" At La Presencia Latin American Art in the United States at the MoIMA === During the performance piece, Modiano used her body in a public space in efforts to change the perspective of people in the area. She was draped in a dress of wired cylinders as she wandered about the crowd using movements with her arms and hands to interact with the people surrounding her. Modiano's purpose for this piece was to physically demonstrate the intangible connection between art, view, and space by fueling herself with the reactions of the audience. == Legacy == Sara Modiano had a professional art career of forty years where she made clear demonstration of advanced conceptual and introspective ideas on humanity, emotions, and sexuality. A few years before she passed, her work was recognized and praised by the director of the \"IKF (International Kids Fund) Latin American Art Auction\" by having her work chosen for the event on many occasions. She will always be recognized as an important and active artist who was part of the Branquilla movement from the 1980s as well as a staple of Colombian art heritage. It has been over 10 years since she has passed and her work continues to be displayed at the Museum of Modern Art in Bogotá (MoMAB). == The Sara Modiano Foundation for the Arts: Sara Modiano Grant == Sara Modianos life is recognized and honored every year, since 2013, through the Sara Modiao Grant granted by The Sara Modiano Foundation for the Arts to young Latin American artists in Colombia. Through the course of Modiano's career, she believed in making art an accessibility for everyone and anyone, and through this foundation created by her children, her staple in the art world will be passed down for generations. == References == Category:2010 deaths Category:1951 births Category:Colombian women artists Category:People from Barranquilla Category:University of Los Andes (Colombia) alumni ",
    "title": "Sara Modiano"
}