{
    "id": "60407601",
    "text": "Lydia Oile, is a Ugandan businesswoman and corporate executive, who is the founder, owner and chief executive officer of Le Mémorial Medical Services Hospital, in Kigo, Wakiso District, in the Central Region of Uganda. ==Background and education== She was born in the 1960s to Reverend Yosiya Kabugombe of Nyabiteete Village, Rukungiri District, in Uganda's Western Region, as the ninth-born of his ten children. She attended Nyabiteete Primary School and Bweranyangi Girls' Senior Secondary School for her elementary and secondary education. She then trained at Mulago Paramedical School, graduating as an Anesthetic Assistant in the early 1980s. ==Career== She practices as an Anesthetic Assistant for a few years following her graduation from Mulago Paramedical School. In 1991 she became the manager of Lawsam Chemicals (Uganda) Limited, a company that deals in industrial detergents, targeting the bottling and hotel industry. Her husband, a Kenyan, started the business, handed it to his wife and went back to Kenya to run for political office. As of March 2019, Ms Oile is still the proprietor and managing director at the company, with offices in the Industrial Area of Kampala, Uganda's capital and largest city. In January 2015, she opened Le Memorial Hospital, a private, for-profit medical facility. As of June 2017, the facility was yet to break even. She also serves as a director at Tausi Décor Limited, an interior designing company that she co-owns. ==Family== For a period of about ten years Lydia Oile was married to Mr Oile, a national of Kenya. The couple were parents to three children. Mr Oile died in 1999. ==Other considerations== Lydia Oile was the winner of the 5th Annual MTN Women in Business Award, in the Excellence in Financial Services Award category. She received her award at the award ceremony, on 17 March 2017. ==See also== * Entebbe-Kampala Expressway * List of hospitals in Uganda * Sophia Namutebi ==References== ==External links== * Website of Le Memorial Medical Services * Residents, church in row over land Category:Living people Category:1960s births Category:Ugandan women in business Category:Ugandan businesspeople Category:Ugandan women business executives Category:21st-century businesswomen Category:People from Rukungiri District Category:Ugandan business executives Category:Ugandan chief executives Category:People educated at Bweranyangi Girls' Senior Secondary School ",
    "title": "Lydia Oile"
}