{
    "id": "60401364",
    "text": "Hounds hunting a Stag Story of Tobias Carl Borromäus Andreas Ruthart, also known as Carl Ruther and Karl Ruthard; in Italian as Carlo Borromeo Rutardo (1630, Danzig - c. 1703, L'Aquila) was a German painter who spent most of his career in Italy. During the last years of his life, he was referred to as Frà Andrea. He considered himself to be a follower of Peter Paul Rubens. == Biography == Around 1650, he was an apprentice of Daniel Schultz. From 1663 to 1664, he was a Guild Master in Antwerp. In the late 1660s, he passed through Regensburg on his way to Vienna, where he stayed for two years.Biographical notes @ the RKD Initially, he was an animal painter and specialized in depicting predators; especially the large cats, with harsh background scenes. Such paintings were very popular in Germany at the time. He also collaborated with Wilhelm Schubert van Ehrenberg, adding animals to his landscapes.Biographical notes @ the Getty Museum. After moving to Italy, around 1672, he turned to painting sacred subjects, beginning with decorations for the choir at the Church of Sant'Eusebio in Rome. He eventually settled in L'Aquila, impressed by the rite of the (Celestinian Forgiveness), which was instituted by Pope Celestine V in the 13th century. So much so, that he became a Celestine monk and took the name Frà Andrea. He would spend the rest of his life in the convent at the Basilica of Santa Maria di Collemaggio. While there, he painted four large canvases depicting the life of Pope Celestine, all of which, in keeping with his earlier specialty, included animals. This time however, they are shown being tamed. He did a similar series on Saint Bernardino of Siena which is preserved at the Museo Nazionale d'Abruzzo. he also did four portrait paintings for the Palazzo del Municipio in Chieti depicting Pope Celestine, Braccio da Montone, Saint Benedict and Charles of Anjou. A painting by Ehrenburg, Ulysses in Circe's Palace, which includes animals by Ruthart, is at the Getty Center in Los Angeles. == References == == Further reading == * Mario Moretti (1968). Museo nazionale d'Abruzzo nel castello cinquecentesco dell'Aquila, L. U. Japadre. * * ==External links== * More works by Ruthart @ ArtNet Category:1630 births Category:1700s deaths Category:German painters Category:German emigrants to Italy Category:Animal painters Category:Artists from Gdańsk ",
    "title": "Carl Borromäus Andreas Ruthart"
}