{
    "id": "60409909",
    "text": "A Million and One is the fifth studio album from the American group My Brightest Diamond. ==Content== The ten-track album was released on vinyl, compact disc and digital download with Rhyme & Reason Records, on 23 November 2018. It was recorded and engineered by Alex Kaye, Dylan Nelson, Collin Dupuis and IV Duncan at Detroit Haven and Assemble Sound in Detroit, Michigan, by Giovanni Nicoletta at Berlin Chez Cherie and Funkhaus in Berlin, Germany, by Alex Kaye at Chicago Mattress Factory in Chicago, Illinois, by Alex Venguer, Dylan Sky and Anthony Cappellino at Mission Sound in New York City, and by Etienne Meunier at Studio Marquise in Paris, France. Album production is by Shara Nova, with additional production The Twilite Tone, Casey Foubert, Joel Shearer and Ben West, with mixing by Andrew Scheps, and mastering by Helge Sten at Sten Audio Virus Lab. Album design is by Steve Stravropoulos and the cover photograph is by Shervin Lainez, with hair and makeup by Marco Campos. In Rolling Stone, Nova shares \"the album examines the quest for my individuality and the search for a deeper relationship to my body, my neighbors and to the planet.\" A Million and One explores themes of relationships, the embracing of differences, and police brutality. The song \"Sway\" incorporates elements of the Tom Waits and Kathleen Brennan song \"Misery is the River of the World.\" For the song \"It's Me on the Dance Floor\" Nova explains \"I wanted to write a dance song that [was] about finding myself through movement.\" In support of the record, My Brightest Diamond made a tour of North America starting on 2 December 2018, in Minneapolis, Minnesota, with the indie-pop band Stars. ==Reception== A review by Under the Radar says that \"Nova continues to impress with her knack for extracting various pop and rock elements from the past to create tunes that push and cross many boundaries yet somehow remain fresh. But the beauty of A Million and One lies in the way that repeated plays will reveal blithe pop songs formed into dynamic and vibrant tunes that pack some power and buzz.\" PopMatters says A Million and One \"displays My Brightest Diamond's experimental range [and] Nova's crystalline voice that she frequently uses in sharp, angular ways [...] will start a musical phrase with a loud jolt, and then bite of the end of the phrase with her mouth shut tight in silence. The results sonically resemble snow-capped mountains with peaks and valleys, not to mention the threat of a landslide.\" Paste calls the album a \"survey of the musical sounds that helped shape Nova as an artist, and a window into what's on her mind,\" adding \"she has a versatile voice, an impressive self-awareness about how best to use it, and a sense of drama that makes her songs–and this album–resonate in unexpected ways.\" Rolling Stone describes the song \"It's Me on the Dance Floor\" as opening \"with an eerie organ section and a steady, programmed kick drum pulse [as] Nova croons over fragmented backing vocals [with] a jerky, syncopated chorus with palm-muted electric guitars.\" ==Track listing== ==Personnel== *Thomas Bartlett – additional keys *Chris Bruce – guitar and bass *Earl Harvin – drums and drum programming *Shara Nova – vocals, guitar, synth and drum programming *Vincent Taurelle – keys *Saul Williams – guest vocals ==References== ;Citations ;Bibliography * * * * * Category:2018 albums Category:My Brightest Diamond albums Category:Rhyme & Reason Records albums ",
    "title": "A Million and One (album)"
}