{
    "id": "60401838",
    "text": "Vera Deakin White, (25 December 1891 – 9 August 1978) was an Australian humanitarian known for her long involvement with the Australian Red Cross. In 1915, aged 23, she established the Australian Wounded and Missing Enquiry Bureau to assist the families of soldiers. The bureau, initially based in Cairo and later in London, responded to thousands of requests for information during the First World War. ==Early life== Vera Deakin was born on 25 December 1891 at Llanarth, her parents' home in South Yarra, Melbourne. She was the youngest of three daughters born to Pattie (née Browne) and Alfred Deakin. Her father was the second Prime Minister of Australia, serving three non- consecutive terms between 1903 and 1910. The Deakin sisters were initially tutored by their aunt Catherine Deakin, before going on to Melbourne Girls Grammar. Vera attended lectures in English literature at the University of Melbourne, but was primarily interested in music. She took cello and vocal lessons, performing publicly for the first time at the Australian Exhibition of Women's Work in 1907. She went to Europe in 1913 to study music in Berlin and Budapest, chaperoned by her aunt Catherine. ==First World War== Vera Deakin Deakin was in London when the First World War broke out, but soon returned home where she joined the Australian Red Cross and completed a course in nursing. In early 1915, she accompanied her parents to the Pan Pacific Exhibition in San Francisco, where her father was the Australian representative. Hoping to undertake some war work, in August she made contact with Norman Brookes – her sister Ivy's brother-in-law and a Red Cross commissioner in Cairo. Brookes encouraged her to come to Egypt, and against her parents' wishes she left Australia in September with her friend Winifred Johnson. They arrived in Port Said the following month. On 21 October 1915, aged 23, Deakin opened the Australian Wounded and Missing Enquiry Bureau in Cairo, with herself as secretary and Johnson as assistant secretary. The bureau sought to gather information about Australian Imperial Force (AIF) soldiers in the Gallipoli campaign to communicate to those back in Australia, serving as \"the conduit between official sources and the families of soldiers\". In May 1916, the bureau moved its headquarters to Victoria Street, London, after the AIF was transferred to the Western Front. By late 1917, Deakin was managing 60 staff – including agents in Britain, France, and Belgium – and the bureau had to relocate to a larger building in Grosvenor Place. In three years of operation the organisation created 32,000 files for individual soldiers, and issued 400,000 responses. Deakin later recalled \"we were often met with suspicion and eventually jealousy, as we had made ourselves felt as a court of appeal for relatives who were unsuccessful in obtaining satisfaction from the military authorities\". For her work she was made an Officer of the Order of the British Empire (OBE) in the 1918 New Year Honours, aged 26. ==Marriage and children== In December 1918, Deakin met Thomas White, a former prisoner of war who had managed to escape from the Ottoman Empire several months earlier. She had previously corresponded with him as part of her duties at the bureau. They became engaged a few weeks after their first meeting, despite opposition from some of her family, and married in Melbourne in March 1920. The couple had four daughters, Lilian (b. 1921), Patricia (b. 1923), Shirley (b. 1925), and Judith (b. 1929). ==Community work and later life== White maintained her involvement with the Red Cross after her marriage, serving as Victorian divisional commandant (1938–1945) and national vice-chairman (1945–1950, 1964–1966). She was also chairman of its music therapy service from 1950. During the Second World War, she helped mobilise the organisation in Victoria, establishing emergency training groups and reviving the Enquiry Bureau. She was made a life member of the Red Cross in 1945, and \"probably had a greater influence than any other single person on the development of the Australian Red Cross\". White served on the management committee of the Royal Children's Hospital from 1931, and was appointed a life governor in 1949. She was also the inaugural chairman of the Committee for Music in Mental Hospitals, inaugural president of the Anzac Fellowship of the Women of Victoria, and president of the Victorian Society for Crippled Children and Adults (1961–1965). From 1951 to 1956, White lived in London where her husband was Australian High Commissioner. After his knighthood in 1952 she was entitled to be known as Lady White. She was widowed in 1957 and died in Melbourne in 1978, aged 86; she was the last surviving child of Alfred Deakin. In 2018 the Royal Historical Society of Victoria hosted \"Vera Deakin's World of Humanity\", an exhibition about her life. ==References== ==Further reading== * Category:1891 births Category:1978 deaths Category:Red Cross personnel Category:Australian Officers of the Order of the British Empire Category:People from Melbourne Category:Organization founders Category:Women nonprofit executives Category:Australian women of World War I Category:Children of Prime Ministers of Australia Category:People educated at Melbourne Girls Grammar Category:19th-century Australian women Category:20th- century Australian women ",
    "title": "Vera Deakin White"
}