{
    "id": "60405751",
    "text": "Maria Emilia Castagliola (born 1946) is a painter and a conceptual artist. She was born in Havana, Cuba and immigrated to the United States in 1961. Her early work stressed her Cuban roots with the use of Catholic and Renaissance icons while more recent projects have been installation and community-based. ==Biography== Castagliola was born in Havana, Cuba in 1946, but moved to Los Palos when nine years old. She immigrated to Miami in the United States in 1961 at the age of fourteen, separating herself from her parents. Castagliola has a B.A. degree in sociology plus B.F.A and M.F.A degrees from the University of South Florida and has taught art, as an assistant professor, at the same university. Castagliola now lives in St. Petersburg, Florida where she is a practicing artist. Castagliola came to art after a background in social services and religion. She is now considered one of the most thoughtful and respected Bay area artists. She has a collection of paintings, drawings, and a few mixed media projects that demonstrate her passion for Spanish literacy traditions. Her early work synthesized her Cuban roots with Catholic and Renaissance icons, but she also tried to incorporate personal things in her artwork. She then moved on towards installation and community-based projects. Castagliola discusses that it is within her work that we can see and comprehend her bicultural dichotomy. She focuses her artwork on Latin American traditions and incorporates Spanish and religious icons that were present or significant in her childhood. Maria Emilia Castagliola considers herself to be an \"outsider\" even though she works in the mainstream. == Artworks == === A Matter of Trust (1994) === A Matter of Trust is an artwork that was created by Castagliola in 1994. She arranged ordinary paper envelopes in quilt patterns of triangles, rectangles, and squares in order to create an artwork that represented intimacy and trust. Castagliolas's friends and family members provided her with their deepest personal secrets , and she then sewed them shut inside the envelope. She felt that it allowed others to share everything and trust that there would be support and understanding. She started this piece with the intention of never opening the envelopes which contained the secrets inside. In order to do this, she sealed the quilt between sheets of fiberglass window screen. This artwork was created with a paper on fiberglass screen with cotton thread. This is classified as a sculpture. Castagliola tends to mainly use dark colors such as gray and black on all her artworks, and this piece was not an exception. === The Birthing Album (1994) === This piece was created by graphite on paper sewn to wool; steel wire. It seems to represents a pregnant female's body and some have also interpreted it as life or birth. This work is classified as both a sculpture and an assemblage since it puts many distinct things together. The color on this piece are simply gray, black, white, and brown. === Martini Pink (1946) === This is a pop art serigraph that demonstrates a nude woman in pink, with pink elephants at the top and the bottom. This may be considered a self-portrait. The image can bebportrayed as something feminine simply because of its color. This piece is sold from one hundred to two hundred dollars. === Senos de duro ensano (\"Bodice of the Moon\") === Castagliola collaborated with Lorca by using the poets words and titles as \"verbal launch pads\" One of her works \"Senos de duro ensano\" represented the idea of moon and death. She incorporated symbols from Lorca's writing as well. Once she finished the piece, she realized that it represented her own psychological state of mind. == Exhibitions == *Tampa Museum of Art, Florida, solo exhibition. (1993) == Collections == *\"A Matter of Trust\" (1994) and \" The Birthing Album (1994) are both in display at the Smithsonian American Art Museum. Maria Emilia Castagliolas's work is also displayed at the Renwick Gallery. These places are both located in Washington, DC. *The Art Museum Image Consortium Library (The Amico Library). *Gulf Coast Museum of Art. == Honors and awards == *Fellowship Award from Art Matter Inc. *Residency at the Cambridge Center for Science and Art in North Carolina. == Bibliography == * Puerto, Cecilia. Kahlo and look who else; a selective bibliography on twentieth-century Latin American artists. (1996) * O'Reilly, Andrea. Remembering Cuba: A Legacy of Diaspora. University of Texas Press. (2001) == Publications == *\"Maria Emilia Castagliola: In Praise of Federico Garcia Lorca\". The authors of this book are Maria Emilia Castagliola and Jose Martinez-Canas. The publisher was the Gulf Coast Museum of Art in 2001. == References == Category:1949 births Category:Living people Category:20th- century women artists Category:21st-century women artists Category:Cuban emigrants to the United States Category:Cuban women artists Category:People from Havana Category:University of South Florida alumni Category:University of South Florida faculty ",
    "title": "Maria Emilia Castagliola"
}