{
    "id": "60405154",
    "text": "Open microfluidics can be employed in the multidimensional culturing of cell types for various applications including organ-on-a-chip studies, oxygen- driven reactions, neurodegeneration, cell migration, and other cellular pathways. ==Usage and benefits== The use of conventional microfluidic devices for cell studies has already improved upon the cost effectiveness and sample volume requirement, however using open microfluidic channels adds the benefit of removing syringe pumps to drive flow, now governed by surface tensions that drive spontaneous capillary flow (SCF), and exposes cells to the surrounding environment.Lee, J. J., Berthier, J., Brakke, K. A., Dostie, A. M., Theberge, A. B., & Berthier, E. (2018). Droplet Behavior in Open Biphasic Microfluidics. Langmuir, 34(18), 5358–5366. https://doi.org/10.1021/acs.langmuir.8b00380 The miniaturization of this process allows for improved sensitivity, high throughput, and ease of manipulation and integration, as well as dimensions that can be more physiologically relevant. The benefits of both open and closed microfluidic platforms have allowed the option for the combination of the two, where the device is open for the introduction and culturing of cells, and can be sealed prior to analysis. ==Design== Cells and proteins can be patterned in microfluidic devices with one of the channel walls exposed in different geometries and designs depending on the behaviors and interactions to be studied, such as quorum sensing or co-culturing of several types of cells. A majority of cell culturing has been carried out by introducing the cells in a perfused conditioned medium to simulate the desired cell populations in traditional close-channel microfluidic devices. The challenge to support the cell growth and simultaneously study multiple cell types in a single device with an exposed channel is that the interactions between cells in this medium needs to be controlled since the timing and location of the interactions is critical. This issue can be addressed in several ways including the modification of the device design, using droplet microfluidics, and cell sorting.Kaigala, G. V., Lovchik, R. D., & Delamarche, E. (2012). Microfluidics in the “open Space” for performing localized chemistry on biological interfaces. Angewandte Chemie - International Edition, 51(45), 11224–11240. https://doi.org/10.1002/anie.201201798 Not only does this allow for the ease of manipulating the environment of the cells, but having an open channel wall allows for a better understanding of biological interactions at this interface. Creating designs of microfluidic platforms with different compartments that are isolated and have different dimensions allows for co- culturing of several types of cells. These devices often incorporate droplet formation to encapsulate cells and act as transport and reaction vehicles in two or more immiscible phases, making it possible to carry out numerous parallel analyses using different conditions.Casavant, B. P., Berthier, E., Theberge, A. B., Berthier, J., Montanez-Sauri, S. I., Bischel, L. L., … Beebe, D. J. (2013). Suspended microfluidics. Proceedings of the National Academy of Sciences, 110(25), 10111–10116. https://doi.org/10.1073/pnas.1302566110 Open microfluidics has also been coupled with fluorescence-activated cell sorting (FACS) to allow for cells to be contained in individually sorted compartments in an open microfluidic network for culturing in an exposed environment. The exposure of one of the channel walls introduces the issue of evaporation and therefore cell loss, however this issue can be minimized by using droplet microfluidics where the cell-containing droplets are submerged in a fluorinated oil. Although evaporation is a major disadvantage of using an open microfluidic system for cell culturing, the advantages over a closed system include ease of manipulation and access to the cells. For certain applications, such as the study of drug transport and lung function using alveolar epithelium cells, air exposure to is essential for developing the lungs. ==PDMS== Polydimethylsiloxane (PDMS) is a common material for open microfluidic devices that introduces additional advantages and disadvantages. The adsorption of small biological molecules from cell culturing samples as well as the release of oligomers into the culture medium have both been posed as issues of using PDMS for biological studies, however these can be reduced by adopting pretreatment procedures to create optimal environments. Advantages of using PDMS include the ease of surface modification, low cost, biocompatibility, and optical transparency.Halldorsson, S., Lucumi, E., Gómez- Sjöberg, R., & Fleming, R. M. T. (2015). Advantages and challenges of microfluidic cell culture in polydimethylsiloxane devices. Biosensors and Bioelectronics, 63, 218–231. https://doi.org/10.1016/j.bios.2014.07.029 In addition, PDMS is an attractive material to use for generating oxygen gradients for cell culturing in studies that involve monitoring ROS governed cellular pathways due to its oxygen permeability.Lo, J. F., Sinkala, E., & Eddington, D. T. (2010). Oxygen gradients for open well cellular cultures via microfluidic substrates. Lab on a Chip, 10(18), 2394–2401. https://doi.org/10.1039/c004660d Plastics such as polystyrene can be used to create microfluidic devices by embossing and bonding methods, CNC milling, injection molding, or stereolithography. Devices created with polystyrene by these methods include microfluidic platforms that integrate several microfluidic systems, creating arrays to study several cell cultures simultaneously. Another type of material that is used for open-microfluidic cell culturing is paper-based microfluidics. Cell culturing on paper-based microfluidic devices is accomplished either by encapsulating cells in a hydrogel or directly seeding them in stacked cellulose filter papers and the cell culture medium is passively transported to the culture areas.Tao, F. F., Xiao, X., Lei, K. F., & Lee, I. C. (2015). Paper-based cell culture microfluidic system. Biochip Journal, 9(2), 97–104. https://doi.org/10.1007/s13206-015-9202-7 A major advantage of this type of open-microfluidics includes the low cost, the variety of dimensions of porous papers that are commercially available, improved cell viability, adhesion, and migration over tissue culture plates.Ng, K., Gao, B., Yong, K. W., Li, Y., Shi, M., Zhao, X., … Xu, F. (2017). Paper-based cell culture platform and its emerging biomedical applications. Materials Today, 20(1), 32–44. https://doi.org/10.1016/j.mattod.2016.07.001 In addition, it is an attractive substrate for 3D cell culture devices due to its ability to incorporate essential characteristics such as oxygen and nutrient gradients, fluid flow that can control cell migration, and stacking filter papers with different cells suspended in hydrogel to monitor cellular interactions or complex populations. == References == Category:Microfluidics Category:Cell culture ",
    "title": "Cell culturing in open microfluidics"
}