{
    "id": "60409132",
    "text": "Independence Day (, colloquially known as Tujuhbelasan, \"the Seventeenth\") is a national holiday in Indonesia commemorating the anniversary of the Indonesia's Proclamation of Independence on 17 August 1945. It was made a national holiday by then-President Sukarno in 1953. Ceremonies and festive events are held throughout the country to celebrate this national day, including flag hoistings, local games and neighbourhood competitions, patriotic and cultural parades. Discounts are offered by participating shopping centres or businesses. On this day, all Indonesian national televisions broadcast the National Independence Day Ceremony live from the Merdeka Palace in Jakarta. Televisions also often air Indonesian patriotic songs, nationalistic-themed films, advertisements, and talkshows. ==The obligation to hoist the flag== The gapura gate in residential area in Jakarta, decorated in patriotic colours to commemorate independence day Republic of Indonesia Law Number 24 of 2009 concerning the National Flag, National Language, and State Symbols and National Anthem article 7 paragraph 3, obliges the flying of the Red and White flag for every Indonesian citizen in their homes, and also at public institutions, office buildings, educational institutions, public transportation facilities, and private transportation in the country, as well as Indonesian diplomatic offices abroad, on 17 August. ==Flag hoisting ceremony== Flag hoisting ceremony held in a school A national formal flag hoisting ceremony is held at the Merdeka Palace in Jakarta, hosted by the current Indonesian President to reenact the declaration of independence proclaimed by Sukarno in 1945, held in 10.00 a.m, and is broadcast nationwide on radio and television. Certain distinguished guests and VVIPs are invited to attend, including ambassadors and diplomatic guests, former Indonesian presidents, vice presidents and ministers, prominent figures in Indonesian politics, the economy and business, cultural figures including artists and celebrities, and veterans. The declaration is read on this day in public by a representative of the legislative branch. A national flag lowering ceremony is held later on in the afternoon at the grounds of the palace. Other than the national ceremony held in Merdeka Palace, the similar flag hoisting ceremonies are also held in government institutions, offices, and schools. ==Tujuhbelasan celebrations== Panjat Pinang competition to celebrate the tujuhbelasan Independence Day is an important public holiday in Indonesia, and is celebrated by Indonesian people in their cities and villages, and also abroad. Colloquially known as tujuhbelasan or 17-an which means \"seventeenth\" in Indonesian, it is a joyous celebration, as after the flag ceremony in the morning, in the afternoon people usually organise various games and competitions for children and adults. Children participating in competition to celebrate the tujuhbelasan Traditional games and competition usually held during tujuhbelasan are: * Krupuk-eating race * Panjat pinang (climbing greasy pole of pinang tree) * Marble in spoon race * Gunny sack race * Bottle fishing * Wooden clog race * Musical chair or fight over seats * Tug of war * Coin biting * Pillow fight * Hitting the kendi terracotta jar blindfolded, similar with piñata * Slow bicycling * Balloon bursting * Balloon dance * Searching for coins in flour * Orange dance * Inserting thread into needle race * Colouring competition * Catching the eel race ==Karnaval Kemerdekaan== Independence parade carnival in Bantul, Yogyakarta On Independence Day, parades or carnivals, take place on streets in cities and villages across the nation. They might take the form of a modest carnival, organised by local people, where children and sometimes adults wear patriotic clothes, or traditional ethnic costumes. Some larger parades might be held and organised by provincial, regency or municipal governments, staged in main thoroughfares of cities. The national main parade called does not usually take place on 17 August, but on the Sunday morning following the anniversary. The parade and carnival usually feature marching bands, decorative floats, patriotic parades and cultural carnivals featuring traditional costumes of various ethnic groups of Indonesia. They usually start in Merdeka Square by the National Monument, parading through capital main avenues; Thamrin and Sudirman avenues, passing Selamat Datang Monument and the Gelora Bung Karno Sports Complex. In recent years however, the main national carnival has not been staged in the national capital, but in provinces with regional cities taking turns hosting this national event. In 2017, for example, the national independence carnival was staged in Bandung, West Java. {| class=\"wikitable\" |- ! Year !! Date !! Location !! Theme |- | 2015 | 22 August | Pontianak | Hutan (Forest) |- | 2016 | 21 August | Danau Toba | Air (Water) |- | 2017 | 26 August | Bandung | Pegunungan dan Kota (Mountain and City) |- | 2018||colspan=3|not held |- | 2019 | 18 August | Jakarta | — |} ==Theme== {| class=\"wikitable\" |- ! Year !! Anniversary !! Theme |- | 2005 | 60th | Dengan Semangat Proklamasi 1945, Kita Perkokoh Persatuan Dan Kebersamaan Menuju Indonesia yang Aman, Adil, Demokratis, dan Sejahtera. (With the Spirit of the 1945 Proclamation, We Strengthen Unity and Togetherness Towards a Safe, Fair, Democratic, and Prosperous Indonesia.) |- | 2006 | 61st | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Tingkatkan Rasa Kebangsaan dan Kebersamaan untuk Membangun Indonesia yang Bersatu, Aman, Adil, Demokratis, dan Sejahtera. (With the Spirit of the Proclamation of 17 August 1945, We Increase the Sense of Nationalism and Togetherness to Build a Unified, Safe, Fair, Democratic, and Prosperous Indonesia.) |- | 2007 | 62nd | Dengan Semangat Persatuan dan Etos Kerja, Kita Percepat Pertumbuhan Ekonomi dan Penanggulangan Kemiskinan untuk Mewujudkan Keadilan dan Kesejahteraan Bagi Rakyat Indonesia. (With the Spirit of Unity and Work Ethics, We Accelerate Economic Growth and Poverty Reduction to Materialize the Justice and Prosperity for the Indonesian People.) |- | 2008 | 63rd | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Lanjutkan Pembangunan Ekonomi Menuju Peningkatan Kesejahteraan Rakyat, serta Kita Perkuat Ketahanan Nasional Menghadapi Tantangan Global. (With the Spirit of the Proclamation of 17 August 1945, We Resume Economic Development Towards the Enhancement of People's Welfare, and We Strengthen National Resilience in Facing Global Challenges.) |- | 2009 | 64th | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Tingkatkan Kedewasaan Kehidupan Berpolitik dan Berdemokrasi serta Percepatan Pemulihan Ekonomi Nasional Menuju Indonesia yang Bersatu, Aman, Adil, Demokratis, dan Sejahtera. (With the Spirit of the Proclamation of 17 August 1945, We Increase Maturity in Political and Democratic Lives and Acceleration of National Economic Recovery Towards a Unified, Safe, Fair, Democratic, and Prosperous Indonesia.) |- | 2010 | 65th | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Sukseskan Reformasi Gelombang Kedua, untuk Terwujudnya Kehidupan Berbangsa yang Makin Sejahtera, Makin Demokratis, dan Makin Berkeadilan. (With the Spirit of the Proclamation of 17 August 1945, We Succeeds the Second Wave of Reformation, to Materialize a More Prosperous, More Democratic, and More Equitable National Life.) |- | 2011 | 66th | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Tingkatkan Kesadaran Hidup dalam ke-Bhinneka-an untuk Kokohkan Persatuan NKRI, Kita Sukseskan Kepemimpinan Indonesia dalam Forum ASEAN untuk Kokohkan Solidaritas ASEAN. (With the Spirit of the Proclamation of 17 August 1945, We Enhance Life Awareness in the Diversity to Strengthen the Unity of the Unitary State of the Republic of Indonesia, We Succeed Indonesia's Leadership in the ASEAN Forum to Strengthen ASEAN Solidarity.) |- | 2012 | 67th | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Bekerja Keras untuk Kemajuan Bersama, Kita Tingkatkan Pemerataan Hasil-hasil Pembangunan untuk Keadilan Sosial Bagi Seluruh Rakyat Indonesia. (With the Spirit of the Proclamation of 17 August 1945, We Work Hard for Common Progress, We Improve Equitable Development Results for Social Justice for all of Indonesian People.) |- | 2013 | 68th | Mari Kita Jaga Stabilitas Politik dan Pertumbuhan Ekonomi Kita Guna Meningkatkan Kesejahteraan Rakyat (Let's Keep Our Political Stability and Economic Growth to Improve People's Welfare) |- | 2014 | 69th | Dengan Semangat Proklamasi 17 Agustus 1945, Kita Dukung Suksesi Kepemimpinan Nasional Hasil Pemilu 2014 Demi Kelanjutan Pembangunan Menuju Indonesia yang Makin Maju dan Sejahtera. (With the Spirit of the Proclamation of 17 August 1945, We Support the Succession of National Leadership (from the) Results of the 2014 Election for the Continuation of Development Towards a More Advanced and Prosperous Indonesia.) |- | 2015 | 70th | Ayo Kerja (Let's Work) |- | 2016 | 71st | Kerja Nyata (Actual(ly) Work) |- | 2017 | 72nd | Kerja Bersama (Working Together) |- | 2018 | 73rd | Kerja Kita Prestasi Bangsa (Our Work, Achievement of the Nation) |- | 2019 | 74th | SDM Unggul, Indonesia Maju (Superior Human Resources (make) Indonesia Advances); formerly Menuju Indonesia Unggul (Towards Superior Indonesia) |- | 2020 | 75th | Indonesia Maju (Indonesia Advances) |} ==See also== * Merdeka * Hari Merdeka (Malaysia) * Indonesian National Revolution ==References== == External links == * Special Report - The 73rd Anniversary of the Proclamation of the Republic of Indonesia in 2018 on YouTube video * Karnaval Kemerdekaan 2017, Pesona Parahyangan, Bandung 26 August 2017 on YouTube video Category:August observances Category:Independence days Category:Public holidays in Indonesia Category:Festivals in Indonesia ",
    "title": "Independence Day (Indonesia)"
}