{
    "id": "60402754",
    "text": "alt=Bollocks to Brexit. It's not a done deal. \"Bollocks to Brexit\" is a meme and grassroots campaign slogan used by people opposing Brexit, following the result of a 2016 referendum. The slogan has received media coverage and legal attention, as well as being used by the Liberal Democrats. ==Merchandise== The phrase has been printed on yellow fluorescent stickers (reading \"Bollocks to Brexit – It's not a done deal\"), which have been prominently circulated and displayed on anti-Brexit marches, including the People's Vote march in London on 23 March 2019. The stickers have also been handed out at major political party conferences in the UK. The New European, a newspaper supporting Britain remaining in the EU, offers a free \"Bollocks to Brexit\" mug with a subscription. A \"Bollocks to Brexit\" bus, parodying the Vote Leave campaign bus that appeared during the 2016 referendum, toured the UK and Ireland in 2018. The bus has made stops in Maidenhead, Uxbridge and Islington, constituencies of Prime Ministers Theresa May and Boris Johnson, as well as leader of the opposition Jeremy Corbyn. It was inadvertently shown on television after it appeared in the background of an ITV News broadcast. More recently, three minis have been decorated with the slogan \"Bollocks to Brexit\", and prior to the 2019 United Kingdom general election are being driven around the UK with the aim of promoting tactical voting. In the run-up to the 2019 EU elections, the Liberal Democrats leader Vince Cable adopted the phrase to be the title of their party manifesto. The party's newly elected MEPs wore the slogan on the back of T-shirts at the opening of European Parliament. ==Controversy== The phrase, and merchandise featuring it, has attracted legal attention. In March 2018, the Speaker of the House of Commons, John Bercow was criticised by the Conservative MP and Leave Means Leave advocate Andrew Bridgen for appearing to display a \"Bollocks to Brexit\" sign in his car. Bercow said that the car belonged to his wife Sally and he could not be held directly responsible for her thoughts and opinions. In October 2018, Charlie Mullins, founder of Pimlico Plumbers and former Conservative Party donor, was ordered by the local council to take down a large \"Bollocks to Brexit\" sign on top of a company building in Waterloo, London. Commuters complained that the sign was distracting and irrelevant to the business, but Mullins defended his right to free speech and the sign remained in place. In March 2019, a man was detained at Gatwick Airport after he refused to remove a \"Bollocks to Brexit\" badge upon attempting to board a flight. The same month, a protester on the People's Vote march attached a \"Bollocks to Brexit\" sticker to the front nameplate of the Department for International Trade office in Whitehall in protest at the department secretary, Liam Fox. A woman was refused entrance to the Adelphi Theatre because she was wearing a \"Bollocks to Brexit\" badge. Having commenced on the 'mini tour' to promote tactical voting in the 2019 UK General Election, the driver of one of three minis was stopped by an Essex Police officer in November 2019. The officer insisted that the slogan must be removed from the vehicle. ==References== ==External links== * * EU Flag Mafia - marketer of \"Bollocks to Brexit\" stickers Category:Brexit Category:Obscenity controversies Category:Political controversies Category:Pro-Europeanism in the United Kingdom Category:Words coined in the 2010s ",
    "title": "Bollocks to Brexit"
}