{
    "id": "60400763",
    "text": "The 2019 Sri Lanka electricity crisis was a crisis which happened nearly a month from 18 March to 10 April 2019 faced by Sri Lanka caused by a severe drought that depleted water levels at hydroelectric plants. Sri Lanka experienced rolling blackouts for three to five hours per day except on Sundays in all parts of the island nation at different time schedules that started from 24 March 2019 to present. This is regarded as one of the worst blackouts confronted in Sri Lanka since 2016 and the longest ever blackout recorded in history of the country. However it was revealed that the main electricity providing institution Ceylon Electricity Board had restricted the power supply to almost all regions of the country without proper prior notice and implemented a time schedule unofficially from 24 March 2019. However the Ministry of Power and Renewable Energy revealed that it didn't grant and approve permission to CEB to impose power cuts. Sri Lankan president Maithripala Sirisena ordered the authorities to take necessary action and remedies to solve the interrupted power supply issue. The Ceylon Electricity Board was widely criticised for its unauthorized action to limit power supply without any public notice and it was alleged that power crisis resulted due to the inabilities and inefficiencies of the CEB in implementing long term plans regarding the supply of electricity. The Sri Lankan Prime Minister Ranil Wickremesinghe and the minister of Power and Renewable Energy Ravi Karunanayake issued a notice that the temporal power cut crisis will be solved before Sinhalese New Year and Puthandu which falls on 13th and 14th of April 2019. According to the statements claimed by the Power and Energy minister earlier, the power cuts were removed as of 10 April 2019 and further assured that the electricity bills will not be increased and further charges won't be incurred from the public. The Public Utilities Commission of Sri Lanka filed a court case against Ceylon Electricity Board at the Fort Magistrate's Court following the power crisis and the court issued a petition to the officials of CEB to be summoned before 9 April. However the Court ordered the CEB to be summoned before 16 April. == Background == Sri Lanka is one of the nations which solely depend upon the electricity in the form of hydroelectricity which is produced using water without having suitable alternative means of provision of electricity during drought and other emergency issues. There were concerns from the pressure groups in Sri Lanka to conserve water and to use renewable energy sources such as solar energy and tidal waves to generate electricity. During late March, the CEB decided to impose four-hour rolling power cut on a scheduled basis throughout Sri Lanka after the national grid capacity failed to meet the increased demand for power due to dry climate, and due to limited power generation. Though the situation isn't new to public, this was the first blackout situation recorded in Sri Lanka in a continuous manner exceeding over 20 days and also the first time CEB imposed a routine daily regular power cuts since 2016. The average annual peak demand of electricity in the country amounts to 2400 MW but during the power outage situation, the overall supply was just around 1950 MW. == Effects == As of 24 March 2019, general public faced severe problems regarding the underprovision of power supply to all parts of the country including the main commercial hub Colombo, except for Galle and the capital city Sri Jayawardenepura Kotte, where the parliament is located. Schools, hospitals, restaurants, businesses and the residents residing at their homes were severely affected due to the power cuts which were not properly disclosed by the CEB before implementation. The power cuts were practiced by Ceylon Electricity Board stating that the decline in water levels in most of the dams across the country have prompted them to do so. The experts also revealed that the current blackout issue will also cause negative impacts to already weakening Sri Lankan economy which faced a downfall in 2018 due to political coup which stormed during 26 October. The government officials including Ravi Karunanayake and CEB were highly backlashed over the unethical illegal actions to reduce power supply throughout the country. PUCSL threatened the CEB for a court case insisting that the power cuts were illegal. CEB was ordered to appear before the court on April 09 by the Colombo Fort Magistrate's Court after PUCSL (Public Utilities Commission of Sri Lanka) filed a legal action regarding the power crisis. == See also == Electricity sector in Sri Lanka 2020 Sri Lankan blackouts == References == Sri Lanka, 2019 Category:2019 in Sri Lanka Category:Electric power in Sri Lanka ",
    "title": "2019 Sri Lanka electricity crisis"
}