{
    "id": "60407843",
    "text": "Ikponwosa Ero (born 1980 or 1981) is a Nigerian lawyer and advocate for people with albinism. Ero started working for an albinism non-governmental organization in 2008 and is the inaugural United Nations Independent Expert on the enjoyment of human rights by persons with albinism since 2015. Outside of the United Nations, Ero filed a human rights complaint against the Canadian restaurant Earls in December 2012. A few months later, Ero's complaint led to the name change of the restaurant's beer after Ero said it was a form of discrimination against people with albinism. ==Early life== In 1981, Ero was born in Nigeria with albinism and faced discrimination during her childhood. ==Career== After fleeing to Canada with her family in her teens, Ero went to work in law. In 2008, Ero began working for a Non-governmental organization for people with albinism as a law advocate. While with the company, Ero submitted a complaint to the British Columbia Human Rights Tribunal in December 2012 against the restaurant Earls. Ero said the restaurant's beer name Albino Rhino was a form of discrimination against albinism, which led the restaurant to remove albino from the beer's name in February 2013. An advocate for people with albinism Ero began her United Nations career in 2015 when she became the inaugural Independent Expert on the enjoyment of human rights by persons with albinism. The following year, Ero wrote a follow-up report on the murders of people with albinism in Malawi while she was in the country for research. Later that year, Ero visited Mozambique in 2016 to study the persecution of people with albinism for a report to the United Nations Human Rights Council in early 2017. In 2017, Ero advised the Ministry of Health in Fiji to make sunscreen accessible for Fijians with albinism. She left for Kenya in 2018 to assess how the country interacted towards Kenyans with albinism for a March 2019 report. ==References== Category:1981 births Category:United Nations special rapporteurs Category:21st-century Nigerian lawyers Category:Living people Category:People with albinism Category:Nigerian emigrants to Canada Category:Nigerian women lawyers Category:21st-century women lawyers ",
    "title": "Ikponwosa Ero"
}