{
    "id": "60402013",
    "text": "The ReiseBank AG is a bank specializing in the foreign currency dealing, precious metals and travel payment business (including traveler's checks), which is headquartered in Frankfurt am Main. It is a wholly owned subsidiary of the DZ Bank and part of the cooperative financial group. ==History== Headquarters of the Reisebank, Frankfurt 1996 the Reisebank AG was created by outsourcing the foreign currency dealing business from the then Deutsche Verkehrs-Kredit-Bank (DVB). The bureau de change of the DVB, which were mainly at larger stations, were converted to bank branches. As part of the restructuring of the Deutsche Verkehrs-Kredit-Bank (DVB) and its subsidiaries, the Reisebank was sold to the DZ Bank as of 1 January 2004, and thus integrated into the cooperative financial network with over 1.200 cooperative banks. As of 31 December 2014, the Bank had 93 offices and 300 own ATMs in airports, train stations, large bus terminals, border crossings and downtown locations. ==Business== In addition to its own business, the Reisebank also supplies currencies, precious metals and traveler's checks for commercial banks, especially for cooperative banks. The international cash transfers that it performs as an agent of Western Union and the operation of ATMs are other important business areas. In 2007, consideration was given to offering ATM servicing to others. Since 2005, the bank operates toll stations for Toll Collect. Thus, the Reisebank is not a classic bank with lending and deposit business, but a special service provider among banks. Since February 2012, the Reisebank has also offered its own rechargeable MasterCard, which can be purchased and used directly at any branch office on presentation of the Identity document or passport. Since January 2014, the Reisebank offers the opportunity to purchase precious metals, travel money and traveler's checks in the online shop. Since the beginning of 2016, only the purchase of traveler's checks from American Express is possible, the sale of these has been discontinued. The Reisebank is a partner of Western Union. ==References== ==External links== * Official Website Category:Banks of Germany Category:Corporate finance Category:Companies based in Frankfurt Category:German companies established in 1996 Category:Banks established in 1996 ",
    "title": "Reisebank"
}