{
    "id": "60404239",
    "text": "Saina is an upcoming 2020 Indian Hindi-language biographical sports film directed by Amole Gupte and produced by Bhushan Kumar under the banner of T-Series. The film is based on the life of Badminton player Saina Nehwal. It stars Parineeti Chopra who will play the titular role as Saina Nehwal. The film was announced on 26 April 2017 by Nehwal on her Twitter account, revealing the details of the film. Earlier, Shraddha Kapoor had signed the film to play Nehwal's role, and had even started filming in September 2018, but she opted out of the film due to scheduling conflicts. On 15 March 2019, it was confirmed that Parineeti Chopra will be playing the role of Nehwal and stated that the film is slated to release early 2020. == Cast == * Parineeti Chopra as Saina Nehwal * Manav Kaul as Pullela Gopichand * Paresh Rawal as Harvir Singh Nehwal == Production == ; Development Saina Nehwal revealing the details of the film, on her Twitter account announced the film on 26 April 2017. Earlier, Shraddha Kapoor was signed to play Nehwal's role, and she even started filming in September 2018 after training, but later she opted out of the film due to scheduling conflicts. On 15 March 2019, it was confirmed by Bhushan Kumar Production that Parineeti Chopra will be playing the role of Nehwal. In a statement they said, \"Due to circumstances beyond her control, the actress kept giving other films priority over the national badminton champion’s biopic, [so producer] has decided to go ahead with Chopra.\" In June, Manav Kaul was finalized to play the role of Pullela Gopichand who is Nehwal's coach. ;Training From mid June, Chopra is training herself in playing badminton and practicing the stances of Nehwal. As many as 12 courts were recreated to represent international venues where Sania Nehwal has played. == References == ==External links== * Category:Upcoming films Category:2020 films Category:Indian films Category:Hindi-language films Category:Indian biographical films Category:Biographical films about sportspeople Category:Cultural depictions of badminton players Category:Cultural depictions of Indian women Category:T-Series films Category:Badminton films ",
    "title": "Saina (film)"
}