{
    "id": "60401479",
    "text": "Celeida Tostes (May 26, 1929 in Rio de JaneiroJanuary 3, 1995 in Rio de Janeiro) was a Brazilian female drawing teacher and artist, specifically a sculptor and ceramist, that focused on Postwar and Contemporary Art. == Education == *1955, University of Brazil (Universidade do Brasil): At this university she studied printmaking under another artist by the name of Oswaldo Goeldi. Goeldi was a Brazilian artist and very well known engraver in Rio de Janeiro, Brazil. *1957, University of Brazil (Universidade do Brasil): Drawing teacher training completed. *1958-59, University of Southern California, Los Angeles: She continued her studies here. *1960, New Mexico Highlands University, Las Vegas: Also continued her studies here. *1975, Cardiff School of Art and Design in Wales: The British Council offered her a scholarship so she can continue on her journey of improving her divine ceramics artistry. == Influences == *Oswaldo Goeldi (October 31, 1895- February 16, 1961): Brazilian artist and engraver who basically mentored Celeida Tostes during her time in Universidade do Brasil. *Maria Martinez (1887- July 20, 1980): Native American clay artist that Celeida Tostes worked alongside with as an intern in New Mexico Highlands University. The experience and relationship she gained from this impacted her future career in art. She had a profound focus on clay from then on. *Angelo Venosa (b.1954): Brazilian sculptor, (b.1958), Mauricio Bentes (1958-2003) and herself were the ones who established Casarão da Lapa, a workshop for art design and exhibition. == Work == *1959: First solo exhibition in University of Southern California, Los Angeles. *Once she was introduced with working with clay with Maria Martinez, she incorporated it into different forms varying from small to large pieces. *She arranged many art projects that were available to the communities that were not as privileged with the advantages and open resources she had as a teacher. *She taught and furthered her research in ceramics and metalworks in the Escola de Artes Visuais do Parque Lage. *1980: Morro do Chapeau Mangueira started and continued for the following fifteen years. This program was to teach ceramics and it targeted the low income group. Celeida Tostes was very fond on helping the low income community. *1982: Gustavo Capanema Award received. == Individual artworks == *Passagem (Passage), 1979: This was a series of twenty- one black and white photographs. In the past, Celeida Tostes had done small, clay eggs (supposed to resemble a womb) with an item inside. For this art, it was a more extravagant approach to her previous small spheres. Two female assistants helped in this project which took place in her own home. She slathered her nude body in wet, liquid clay and put herself into a large \"womb\". The assistants then covered the hole in which Tostes had climbed in from. After a while, she began to smash the clay \"womb\" from inside until she broke free. In her words it was \"an attempt to return to the womb of a mother she never knew.\" Henry Stahl was the one who took the photographs of this breaking free from the vessel and \"symbolically giving birth to herself.\" This work of art became a statement since it solidified her commitment to clay. *A Grande Batata Gravida, 1984 *Guardiao, 1984 *Mo, 1986 *Roda, 1986 *Guardioes, 1986 *Amassadinhos, 1991 *Aldeia Funanius Rofus, 1992 == Exhibitions == *1959: Celeida Tostes, University of Southern California, Los Angeles *1979: Celeida Tostes: Cerâmicas, Galeria Rodrigo Mello Franco de Andrade, Rio de Janeiro *1987: Celeida Tostes, Galeria César Aché, Rio de Janeiro *1994: Celeida Tostes, Sala Ismael Nery, Centro de Artes Calouste Gulbenkian, Rio de Janeiro *2003: Celeida Tostes: Artes do fogo, do sal e da paixão, Centro Cultural Banco do Brasil, Rio de Janeiro ==References== Category:1929 births Category:1995 deaths Category:Brazilian women artists ",
    "title": "Celeida Tostes"
}