{
    "id": "60400699",
    "text": "Samuel W. Starks (March 10, 1866 – April 3, 1908) was an African American community leader who achieved national prominence through his leadership in the fraternal order the Knights of Pythias. Starks was the first African American to serve as a state librarian when he was appointed as the West Virginia state librarian in 1901. ==Life and career== Samuel W. Starks was born and raised in Charleston, West Virginia. As a child, he worked as an apprentice to a cooper. He held a number of jobs as a young man, including clerk and telegraph operator for multiple railroads, manager of a mercantile, and manager of the Advocate Publishing Company. Starks attended the Bryant & Stratton Business College in Chicago, Illinois to study stenography and bookkeeping. He organized a number of business ventures in West Virginia and Ohio and was active in West Virginia politics, fighting against efforts to institute racial segregation in the state's public transportation services. Starks was best known outside of West Virginia for his work in the fraternal order the Knights of Pythias. He helped found the Capitol City Lodge No. 1 in Charleston, and served for sixteen years as the grand chancellor of the state's black Pythians order. He was elected to the Knights of Pythias's highest national office, supreme chancellor, in 1897. While Starks led the organization, its national membership grew from 9,000 to nearly 150,000, including adding 38,000 to the group's women's department, the Order of Calanthe. Starks encouraged members to pool their money to assist black business owners and entrepreneurs in purchasing property; the organization started the Pythian Mutual Investment Association for this purpose in 1902, and Starks served in the role of president of the association. In 1901 West Virginia Governor Albert Blakeslee White appointed Starks to serve as the state librarian, the first African-American to serve as a state librarian. He was reappointed by the following governor, William M. O. Dawson, and served in this role until his death. Starks died in Charleston on April 3, 1908. Governor Dawson spoke at his funeral, which thousands of people attended. He was buried in Spring Hill Cemetery in Charleston, and in 1911 the Knights of Pythias erected a 32-foot granite memorial at his gravesite. ==Legacy== The Samuel Starks House was added to the National Register of Historic Places in 1992. ==References== Category:African-American librarians Category:American librarians Category:1866 births Category:1908 deaths Category:People from Charleston, West Virginia ",
    "title": "Samuel W. Starks"
}