{
    "id": "60400703",
    "text": "Cecil Webb-Johnson (1879 - 23 June 1930) was a British physician, dietitian and writer. ==Biography== Webb-Johnson was born in Stoke-on-Trent. His brother was surgeon Alfred Webb-Johnson.Anonymous. (1930). Dr. Cecil Webb-Johnson. The British Medical Journal 2 (3626): 43. Webb-Johnson was educated at Owens College, Manchester and London Hospital. He graduated M.B. in 1903. He worked as clinical assistant at Chelsea Hospital for Women and was an assistant medical officer to Staffordshire County Asylum in 1906. In 1914, he was joint honorary secretary of the Section of Naval and Military Medicine and Surgery. He served as a major in India and worked as a civil surgeon and officer at the station hospital in Dum Dum. He was also a medical officer at hospitals in Calcutta, Lucknow and Allahabad. He operated his own private practice in London and was clinical assistant at the National Hospital for Diseases of the Heart. ==Dieting== Webb-Johnson took interest in dietetics and treating obesity. He was concerned about the negative effects of overeating and described this as \"one of the curses of modern civilisation.\"Mennell, Steven. (2014). Indigestion in the Long Nineteenth Century: Aspects of English Taste and Anxiety, 1800–1950. In Klein J.A; Murcott A. Food Consumption in Global Perspective. Palgrave Macmillan. p. 209. He opposed tobacco use by women as he believed it had the tendency to make them look under-nourished and their skin yellow.Segrave, Kerry. (2005). Women and Smoking in America, 1880–1950. McFarland. pp. 128-129. Webb-Johnson advocated a low-carbohydrate diet that was also low in fat and protein.Foxcroft, Louise. (2012). \"Calories and Corsets: A History of Dieting\". Retrieved 3 April 2019. All cakes, cereals, dairy, sugar, potatoes, beans, carrots, peas, duck, goose, crab, lobster and fatty meats such as bacon, ham and pork were forbidden on his diet. Webb- Johnson's controversial statement \"Never drink milk; it is an unnatural food, save for the young\", was printed in American newspapers.Anonymous. (1922). Milk is Bad For Adult, English Physician Says. The Milk Reporter 38 (7): 3.\"Doctor Says Milk Only for Infants\". Morning Press, Volume L, Number 216, 11 June 1922. He argued that it is not natural to drink milk after infancy, \"nature does not intend milk to be taken after the purpose for which it was provided has been fulfilled.\" He stated that milk makes people fat and causes constipation, flatulence, rheumatism and if taken in excess an appendicitis. Royal S. Copeland described Webb-Johnson's statements as absurd and commented that \"they are opposed to the conclusion of the medical profession and of all scientists who have investigated the nutritional value and availability of milk as food.\"Copeland, Royal S. (1922). Is Milk Really Good for the Average Grown-Up?. San Bernardino Sun 50 (198): 6. Webb-Johnson supported the No Breakfast Plan, he recommended that obese or overweight people avoid eating any breakfast.Anonymous. (1924). \"Futility of Fatness\". The Mail. p. 21 ==Publications== *Diet for Woman (1922) *Diet for Men (1923) *Why Be Fat? (1923) *Diet for Children (1924) *Woman's Health and Happiness (1925) *Nerve Troubles, Causes and Cures (1929) *Health and Diet (1930) ==References== ==Further reading== *Morrice, Andrew A. G. (1994). The Medical Pundits”: Doctors and Indirect Advertising in the Lay Press 1922–1927. Medical History: 38: 255–280. Category:1879 births Category:1930 deaths Category:20th-century English medical doctors Category:Alumni of the University of Manchester Category:Anti-obesity activists Category:Dietitians Category:Low-carbohydrate diet advocates Category:People from Stoke-on-Trent Category:Physicians of Queen Charlotte's and Chelsea Hospital ",
    "title": "Cecil Webb-Johnson"
}