{
    "id": "60417323",
    "text": "Credible Labs Inc. (abbreviated as CRD or Credible.com) is an online loan origination marketplace and financial technology company headquartered in San Francisco. It offers users the ability to compare and refinance loans. The company is a subsidiary of Fox Corporation. ==History== The company was founded in 2012 by Stephen Dash. Credible originally began as a platform for refinancing student loans. It has since expanded its loan offerings to direct origination of student loans, credit cards, personal loans and mortgages. In December 2017, Credible Labs became a public company via an initial public offering on the Australian Securities Exchange (ASX), raising US$50 million in what was the largest technology IPO of 2017. The ASX was chosen due to early investors being located predominantly in Australia and Asia, and scarcity of similar exposure to other financial technology companies. In April 2019, Credible Labs signed a trial mortgage partnership with Realtor.com, the second largest digital real estate platform in the United States. In October 2019, the company was acquired by Fox Corporation for AU$585 million. ==References== ==External links== * Category:Companies based in Sydney Category:Companies based in San Francisco Category:Companies formerly listed on the Australian Securities Exchange Category:Financial technology companies Category:Mortgage lenders of the United States Category:American companies established in 2012 Category:Financial services companies established in 2012 Category:Australian companies established in 2012 Category:Internet properties established in 2012 Category:Online marketplaces of the United States Category:Online marketplaces of Australia Category:Online financial services companies of the United States Category:Online financial services companies of Australia Category:2017 initial public offerings Category:2019 mergers and acquisitions Category:Fox Corporation subsidiaries ",
    "title": "Credible Labs"
}