{
    "id": "60417223",
    "text": "Jean-Frédéric Schall, by Paul Delaroche (1822) Jean-Frédéric Schall, also Frédéric-Jean, Challe or Chall (14 March 1752, Strasbourg - 24 March 1825, Paris) was a French painter who specialized in genre scenes and portraits. == Biography == In 1772, after receiving his initial training at the \"École publique de dessin de Strasbourg\", he went to Paris. There, he was able to enroll at the École royale des élèves protégés under the sponsorship of Nicolas Guy Brenet, and entered the studios of Francesco Casanova; completing his studies in 1777. He had several patrons, including , Jean-Georges Wille and Jean-Baptiste Lemoyne. In addition to Casanova, he studied with (1775) and Nicolas-Bernard Lépicié (1776 and 1779).Emmanuel Bénézit, Dictionnaire critique et documentaire des peintres, sculpteurs, dessinateurs et graveurs de tous les temps et de tous les pays, R. Roger et F. Chernoviz, 1919, Vol.3 In 1776, he produced his first major works, in the galant style of Fragonard and Debucourt. In 1778, they were produced as color engravings by . He rapidly became a favorite painter among the high society of his time. Many of his works are fêtes galantes featuring actors, dancers and powerful men with their mistresses, engaged in frivolous activities. He entered the service of Christian IV, Count Palatine of Zweibrücken, and created works for his \"Secret Museum\". Many were of a risqué or lascivious nature. Some were turned into engravings by Gabriel Marchand (c. 1755-18?). Among his later patrons from Strasbourg was the piano maker, Sébastien Érard. Despite the variety of his works, and their focus, he described himself as a \"history painter\". His works have also been compared to those of Watteau. In 1787, he married Marie-Catherine Naudé. During the Directory, due to his association with the Ancien Régime he, his wife and children lived in the staircase of a chapel in the Louvre. Later they lived in the phalanstery at the ruins of the Abbey of Saint-Germain-des-Prés. Once the Revolution had taken a more settled form, he emerged to continue painting, but had to devote himself to more austere, patriotic themes. These included children kissing the feet of Liberty and the heroic actions of William Tell.Société d’études et de publications économiques, Connaissance des arts, 1954, Vol.23-34. The Revolution did not, however, change people's tastes, so he returned to his previous themes as soon as possible. This time, he used mythology as a pretext for painting naked women in bucolic scenes.Petits Théâtres de l’intime : La Peinture de genre française entre Révolution et Restauration. Online, Toulouse, Musée des Augustins. He had major showings at the Salons of 1793, 1798 and 1806. As one might suppose, many of his works were unsigned and, during the 19th century, were variously attributed to Fragonard, Antoine-François Callet and Jean-Baptiste Huet. Some of his early works were signed \"Challe\", possibly to take advantage of the popularity of Charles-Michel-Ange Challe. Eventually, these problems were sorted out and it is now believed that most of his works have been properly attributed. == Selected paintings == File:Heroism of Wilhelm Tell mg 0097.jpg|The Heroism of William Tell File:La Frayeur maternelle, première partie.jpg|The Mother's Fright File:Schall-Mischievous.png|The Mischievous Ones File:Morgentoilet Rijksmuseum SK-A-3260.jpeg|Morning Toilette File:Schall, Frederic - Zephyr Crowning Flora -.jpg|Zephyrus Crowning Flora ==References== == Further reading == * André Girodie, Jean Frédéric Schall (Strasbourg 1752 Paris 1825): Un peintre de fêtes galantes, A. & F. Kahn, 1927 * Théodore Rieger, Jean Frédéric Schall, Nouveau Dictionnaire de biographie alsacienne, Vol.33, 1999, == External links == * Jean-Frédéric Schall @ the Base Joconde * More works by Schall @ ArtNet Category:1752 births Category:1825 deaths Category:French painters Category:French genre painters Category:People from Strasbourg Category:French portrait painters Category:Painters from Alsace ",
    "title": "Jean-Frédéric Schall"
}