{
    "id": "60418303",
    "text": "Ruth-Margret Pütz (born Margret Doerkes, 26 February 1930 – 1 April 2019) was a German operatic coloratura soprano and an academic voice teacher. She was a member of the Staatsoper Stuttgart for many decades, a frequent guest at the Vienna State Opera, and appeared at other major international opera houses and festivals. One of her signature roles was Konstanze in Mozart's Die Entführung aus dem Serail. She is regarded as one of the leading coloratura sopranos of the 1960s. == Career == Born Margret Doerkes in Krefeld-Uerdingen on 26 February 1931, she took voice lessons with the baritone Berthold Pütz in her hometown. In 1949 at age 18, she was engaged as a beginner (Anfängerin) at the Cologne Opera, where she made her debut as the Page in Verdi's Rigoletto. In 1951, she appeared as Gretchen in Lortzing's Wildschütz and as Nuri in d’Albert's Tiefland. She married Johannes Pütz that year and took her stage name. From 1951 to 1957, she was a member of the Staatsoper Hannover as a coloratura soubrette, singing roles such as Blonde in Mozart's Die Entführung aus dem Serail, Marzelline in Beethoven's Fidelio, and Adele in Die Fledermaus by Johann Strauss. She took further voice lessons with Otto Köhler, who developed her voice to a coloratura soprano, allowing her to perform as Susanna in Mozart's Le nozze di Figaro and Sophie in Der Rosenkavalier by Richard Strauss. In 1957, she appeared as a guest artist at the Staatsoper Stuttgart as Gilda in Rigoletto. She toured with the company to the Edinburgh Festival, where she appeared as Konstanze in Mozart's Die Entführung aus dem Serail and became a member of the Stuttgart Opera. She was successful there as Zerbinetta in Ariadne auf Naxos by Richard Strauss, performed on 6 October 1962 for the reopening of the Kleines Haus of the Staatstheater, where the opera had received its world premiere 50 years earlier. The performance, conducted by Ferdinand Leitner and with Leonie Rysanek in the title role and Jess Thomas as Bacchus, was broadcast live. She appeared in the title role of Donizetti's Lucia di Lammermoor and as Norina in Donizetti's L'elisir d'amore, alongside Fritz Wunderlich as Nemorino and Raymond Wolansky as Malatesta. In 1965 she took part in the world premiere of Antonio Bibalo's Das Lächeln am Fuße der Leiter at the Hamburg State Opera, and in 1966 she sang in Stuttgart in the world premiere of Werner Egk's 17 Tage und 4 Minuten, a revised version of Circe. She was named a Kammersängerin at age 29, then the youngest Kammersängerin in Germany. She appeared at the Bayreuth Festival from 1959 as a Flower Maiden in Parsifal and in 1960 also as the Forest Bird in Siegfried. She appeared at the Vienna State Opera from 1958 and later had a guest contract, performing nine roles until 1970, including Zerbinetta, Konstanze, Susanna, Marzelline, Pamina in Mozart's Die Zauberflöte, Gilda and Sophie. At the Salzburg Festival, she performed in 1961 as Konstanze, conducted by István Kertész and again alongside Wunderlich. She toured in Europe and to the Americas. Pütz retired from the stage in Stuttgart in the 1994/95 season. As a concert singer, she recorded Bach's Magnificat with Hertha Töpper, Gerhard Unger and Theo Adam, conducted by Hans Grischkat c. 1957. In 1968, she recorded Mozart's Requiem with Choir and Orchestra of the RAI Turin, conducted by Sergiu Celibidache, alongside Julia Hamari, Henrick Gritchnik and Ernst Gerold Schramm. She taught from 1989 to 1992 at the . She died in Stuttgart on 1 April 2019. == Discography == Pütz recorded complete operas, with roles including Konstanze, Zerbinetta, Amor in Gluck's Orfeo ed Euridice, The Queen of the Night in Mozart's Die Zauberflöte, Bertalda in Lortzing's Undine, and Frau Fluth in Nicolai's Die lustigen Weiber von Windsor. Her recordings were archived by the Hamburger Archiv für Gesangskunst in 2011, grouped by the genres opera, spieloper and operetta, concert and oratorio, and lied. *Ruth- Margret Pütz Vol. 1: Oper (3 CDs) *Ruth-Margret Pütz Vol. 2: Spieloper + Operette (2 CDs) *Ruth-Margret Pütz Vol. 3: Konzert + Oratorium (2 CDs) *Ruth- Margret Pütz Vol. 4: Lied (2 CDs) A 2018 CD, Recital, provides an overview of her singing: Gilda's aria, Norina's aria, Frau Fluth's aria, a concert aria by Mozart, K. 416, three excerpts from Die Entführung, and Zerbinetta's aria. All opera arias are sung in German in the custom of the time. A reviewer noted the perfect accuracy and purity of her singing, and her embellishments in repeats which were not customary at the time. Another reviewer wrote about her controlled voice in all registers, rich in overtones and with exquisite legato, in dynamic flexibility and with freely floating top notes. A third reviewer described her \"fluid delivery\", with an \"extraordinary projection of her brilliant high notes\", and noted her intelligible diction in all registers, and her \"ability to communicate a wide range of emotion\", especially a \"tender expressive quality\". == Notes == == References == == Further reading == * Klaus Ulrich Spiegel: Brava, brava, bricconcella! Ruth- Margret Pütz – eine deutsche Virtuosa. Hamburger Archiv für Gesangskunst, 2011. * Klaus Umbach and Karl Schumann: booklets of recordings (Columbia) EMI SMC 91-426/28 S and C 197-30 191/93. == External links == * * Ruth-Margret Putz (Soprano) on Bach Cantatas Website * * * Ruth-Margret Pütz classicalmusicdaily.com Category:1930 births Category:2019 deaths Category:People from Krefeld Category:German operatic sopranos Category:Voice teachers Category:20th-century German opera singers Category:20th-century women opera singers ",
    "title": "Ruth-Margret Pütz"
}