{
    "id": "60416962",
    "text": "Co-founded by Mark Peel, Nancy Silverton, and Manfred Krankl, Campanile Restaurant earned acclaim during the 23 years it was notable for its California cuisine. In 2001 Campanile won the James Beard Foundation award for Outstanding Restaurant. == History == From mid 1989 until nearly 2013, Campanile occupied a landmark building at 624 South La Brea Avenue in Los Angeles, California. Built by Charlie Chaplin in 1929, the neglected building was discovered by Silverton’s mother and bought by her father, then renovated according to the specifications of Campanile’s co-founders. Five months before launching Campanile, the founders opened La Brea Bakery as part of the restaurant complex, to provide the quality breads they wanted to serve. “Like the bakery before it, the Campanile restaurant was a hit when it opened six months later. Silverton and Peel were well known from their stints at Spago and Michael's in Los Angeles. The press anticipated the opening. Customers waited weeks for a table. Annual sales exceeded $2 million right from the start.” According to the Los Angeles Times, “Campanile, which opened in 1989, helped to shape the culinary landscape of Los Angeles, influencing so many of today’s chefs (many of whom passed through its kitchen).” “The storied restaurant, with its distinctly American approach using top-quality farmer's market ingredients, helped set the tone for Los Angeles dining in the 1990s,” wrote Betty Hallock. For more than two decades Peel served as Executive Chef at Campanile, where food critic Jonathan Gold observed that “It is hard to overstate Campanile’s contributions to American cooking,“ and “… Peel is still the most exacting grill chef in the country, a master who plays his smoldering logs the way that Pinchas Zukerman does a Stradivarius.” In its November 1997 issue, Los Angeles Magazine said, “Arguably the best restaurant in L.A., Campanile—home to Nancy Silverton’s La Brea Bakery and local shrine to Mark Peel’s urban-rustic cuisine—continues to be solid yet innovative, comforting yet startling. The cedar-smoked trout with fennel salad; rosemary-charred lamb with artichokes, fava beans and olives; and the sour-cherry brioche are classic selections from a menu that changes daily.” La Brea Bakery was sold in 2001 to Aryzta. In 2012, Campanile restaurant lost its lease and closed.https://www.laweekly.com/an-elegy-for-campanile/ == Tributes == * Campanile in the Eighties (by Ruth Reichl): http://ruthreichl.com/2018/11/campanile-in-the-eighties.html/ * An Elegy for Campanile: https://www.laweekly.com/restaurants/an-elegy-for-campanile-2381940 * A last look at Campanile from kevinEats blog: http://www.kevineats.com/2012/10/campanile-los-angeles-ca.html * Campanile closing? https://www.latimes.com/food/la-fo-gold-20120929-story.html * Campanile regulars reminisce: https://www.scpr.org/news/2012/09/24/34398/campanile-regulars-restaurant- close-reopen-LAX/ * “Campanile—a restaurant so revered for its contributions to America’s culinary landscape that it spawned eulogies from food critics when it closed in 2012.” ==Bibliography == * New Classic Family Dinners: More than 200 Everyday Recipes and Menus from the Award Winning Campanile Restaurant. Mark Peel with Martha Rose Shulman. Wiley . 2009 * Nancy Silverton's Sandwich Book: The Best Sandwiches Ever—from Thursday Nights at Campanile. Knopf. . 2005. * The Food of Campanile: Recipes from the Famed Los Angeles Restaurant. Mark Peel and Nancy Silverton. Villard Books. . 1997 == See also == * California cuisine * Mark Peel * Nancy Silverton == References == Category:Restaurants in Greater Los Angeles Category:Restaurants established in 1989 Category:Restaurants in California Category:James Beard Foundation Award winners Category:Fine dining Category:1989 establishments in California Category:2012 disestablishments in California ",
    "title": "Campanile (restaurant)"
}