{
    "id": "60417756",
    "text": "Marcia Grostein (born c. 1948/49) is a Brazilian-born artist specializing in photography, sculpting, painting, and jewelry as art. Her artwork focuses on American and Abstract art which led her to have her art portrayed in many art galleries and private collections around the world. == Biography == Marcia Grostein was born in Sāo Paulo, Brazil in 1948 and currently resides in New York. Her parents are of Jewish descent; her father is Polish and her mother is Russian, who immigrated to Brazil. Grostein's family are spread all around different parts of Latin America after WWII. She has traveled around the world displaying her art in solo and group exhibitions, which are still being shown in different galleries. She has been mentored by many great artists who have helped her portrayed her work, one in particular was Willem de Kooning and James Rosenquist who helped her in the art scene. She is a contemporary Latin American artist whose work is portrayed by the story of her life, in which much of her art is difficult to understand since it is cerebral. Her artwork does not have clear description; it is up to interpretation by the viewer to understand the art since it is based in expression. She has been awarded many awards based on her artwork which made her the first Brazilian artist to sell her work in a high-end art gallery. Most of her art is based on a series; some is portrayed with photographs, sculptures, jewelry, and more. Her artwork is also in many different countries whether it is shown in photographs or actual sculptures in these other countries. Grostein's artwork is seen to be very abstract compared to many other artists in the twentieth century, since most of her art is depicted in many forms. She has studied in various countries and combined both cultures into her artwork by travelling to many countries and portraying her artwork herself in these different backgrounds around Latin America. In the institutes where Grostein studied, she experimented with different types of art which led her to her main focus on American Art. == Education == Grostein studied in Sāo Paulo at the Instituto de Arte e Decoraçāo (1963–1966) and continued at the Royal Academy of Art in London (1969–1970). == Artwork == === The Sacred Garden of Eve (1989) === Colorful painting under the Sacred Garden collection (37\" x 72\") Description: A four- piece of colorful artwork of a garden curled up in different layers of color starting with circled flowers in the bottom to green grass at the top with a type of peacock in the middle. This artwork was based on a series Grostein had done based on imaginary gardens; she expressed all of this in another artwork named The Sacred Garden of Adam. This art series was based on oil paintings depicting these sacred gardens which are meant to be interpreted by the viewer. The painting is currently held in the collections of the Metropolitan Museum of Art in New York City. === The Sacred Garden of Adam (1988) === Oil on canvas under the Sacred Garden collection (78\" x 60\") Description: The exhibit opens with “The Sacred Gardens,” more specifically with “The Sacred Garden of Adam,” of 1988 (we still do not know if it will be able to leave the Metropolitan Museum in New York). In it are synthesized three central entities: land, man and sea, where the emblematic figure of the monkey, a primordial animal, merges with the solidarity image of the artist at the center of her exterior and interior life, in the face of four possibilities of movement and of choice, but at the mercy of her own destiny, There virtuality is a plunge into the waters of time, a leap toward the trees and the flowers of the day, a walk to obscure lands of twisted tropical night vines and finally, rest in contemplation of the landscape. The invisible diagram which holds up the canvas is a mandala, an image of the world with the four cardinal points. In one way or another all the works in “The Scared Garden” have this quality and it is for this reason that it is at the beginning of the mysteries of the journey.Leirner, Sheila, and Brooks Adams. Marcia Grostein: Forma Selvagem: 20 Anos De Percurso. Museu De Arte De São Paulo Assis Chateaubriand, 1994. The monkey represents Adam. Grostein's evocation of Eden is no mere biblical allegory. Darwin has invaded the scene in the person of the monkey, an alleged evolutionary ancestor of humankind. And Freud haunts the symbolism of the flower as representing the first bloom of female sexuality which lies in wait, ready for the picking/fulfillment. === 'They.Went.For.A.Swim' === Large High Sculpture Description: A sculpture taken on the beach and is a tall black and brown rustic circle. This was a series depicted on the beach with many different sculptures Grostein had made and photographed. In this series she had three different sculptures, and it was shown in many different views based on the photographs. Some of these sculptures had wave-like features as well as some of the other art was portrayed as the coral of the ocean. === Portable Art === Part of the jewelry collection Description: A piece of jewelry around the neck with a silver metal band and two clear plastic-like ornaments at the end with a small gold band at the end. This gives a description of art is found in everything and is shown with the different shapes along the jewelry. === Alice in Wonderland === Description: This piece is one of Grostein's photography photos of a young woman dancing ballet on a stage with an ankle-length pink fluffy dress. She has her back turned around with her body tilted a little and a spotlight shining on her with a water-like background. This artwork is part of series of a dance performance from a young woman dancing and showing her different stance of each move and photograph shown. The photographs have a very depicted view of the dancer with the dim lights shown to portray her focus on the artist themselves during her performance. === Sky drawings: sǎo paulo biennial === Large String-Like Shapes Description: This is a set of artwork of long different shaped metal strips reaching the sky and the photographs are angled towards the sky. This angled shows the shapes angled all above the sky and bringing the sky drawing to life. Sky Drawings was an artwork series depicted on many different countries in showing strips of art in the sky. This artwork was shown as a public form of art showing the nature from the background of these different countries. The art was merely similar, but the scenery was shown to give it more meaning depending on the time of day as well as the locations of where this series took place. == Exhibitions == === Solo exhibitions === * 1988: Academia and Museo Dioscano d'Arte Sacra (Venice, Italy) * 1985: 19 Biennal (Sāo Paulo, Brazil) \"7 Continents\" * 1983: Betty Parsons Gallery, (New York) * 1981: Institute for Art and Urban Resources, P.S.1, (L.I. City, New York) Paulo Figueredo Gallery, (Sāo Paulo, Brazil) Galeria (Sāo Paulo, Brazil) == Group exhibitions == * 1987: 19 Biennial (Sāo Paulo, Brazil) Modern Art Museum, (Rio de Janeiro, Brazil): \"Entre Dois Seculos\" Jason McCoy Gallery, (New York): \"Art against Aids\" Museum of the University of Texas, Austin, Texas * 1986: Cooper HewittMuseum and Barney's, New York: \"The Establishment of the Statue of Liberty\" Second Cuban Biennial, Havana, Cuba * 1981: Sutton Gallery, New York: \"One of Each\" Landfall Gallery, Chicago: \"Artists Chairs\" Sutton Gallery, New York, \"Summer Selections\" * 1973: Brussel's Museum, Belgium: Brazilian Sculpture Exhibition == Set design commissions == * 1982: Set Design for William Dunas production of \"Paranarrative\" by Borges, Institute for Art and Urban Resources, P.S.1, L.I.C., New York * 1973: Set Design for the Sāo Paulo production of \"Sleuth\" * 1972: Sculpture for the D.P.Z. Advertising Co. for the film \"Rhodia\" Cannes Film Festival prize == Collections == Grostein's work is displayed in many art galleries around the country The Metropolitan Museum of Art in New York, Hara Museum of Contemporary Art in Tokyo, Museum of Modern Art in Rio de Janeiro, and also spread in other different galleries. She was the first Brazilian artist whose work was purchased from a high museum like the Metropolitan Museum. == Awards == She was awarded a prize in 1972 at the Cannes Film Festival for the film \"Rodhia.\" == References == * Liebmann, Lisa, et al. Birds in Spirit: Marcia Grostein, Hunt Slonem: June 18-July 18, 1988, Venezia, Museo Diocesano Di Sant'Apollonia, Castello 4312. Academia, 1988. Leirner, Sheila, and Brooks Adams. Marcia Grostein: Forma Selvagem: 20 Anos De Percurso. Museu De Arte De São Paulo Assis Chateaubriand, 1994. Sims, Lowery Stokes, and Mario H. Gradowczyk. Marcia Grostein: \"Sacred Gardens\": January 1991: Museum of American Art of Maldonado. Museo De Arte Americano De Maldonado, 1991. == External links == * Category:People from São Paulo Category:1940s births Category:Living people Category:Brazilian artists ",
    "title": "Marcia Grostein"
}