{
    "id": "60410398",
    "text": "Plaque at the location of the première The British première of Beethoven's Symphony No. 9, also known as his \"Choral Symphony\", took place in London at the Argyll Rooms on 21 March 1825. The concert was given by the Philharmonic Society, who had commissioned the work. ==History== ===Background=== Sir George Smart, Charles Neate and Ferdinand Ries were important in making Ludwig van Beethoven's music known at the Philharmonic Society. George Smart and Charles Neate were original members of the Philharmonic. Smart in 1814 gave the first performance in Britain of Beethoven's Christ on the Mount of Olives. Neate lived in Vienna from 1815 to 1816 and met Beethoven, who supervised his musical studies there. In subsequent years Neate corresponded with Beethoven, and publicized the composer's works at the Philharmonic. Ries, a pupil of Beethoven, lived in London from 1813 to 1824. He was introduced to the Philharmonic, and many of his compositions were performed at their concerts.Paul Nettl. \"Ries\" and \"Neate, Charles\" in Beethoven Encyclopedia. Philosophical Library, New York. 1956. Ries wrote to Beethoven on behalf of the Philharmonic in 1817, inviting him to London; the Society would pay him 300 guineas to stay for the season, and he would compose two symphonies for the Society. However, the visit did not take place. In 1822 Beethoven, considering a visit to London, wrote to Ries inquiring what remuneration the Society would give for a symphony; Ries forwarded the inquiry to the Society.The Philharmonic Society: The Ninth Symphony (1) Beethoven-Haus Bonn. Retrieved 4 April 2019. Later that year the Society decided to offer £50 for a new symphony. The minutes stated: \"10. November 1822. Resolved that an offer of £50 be made to Beethoven for a M[anu].S[cript]. Sym[phony]. He having permission to dispose of it at the expiration of Eighteen Months after the receipt of it. It being a proviso that it shall arrive during the Month of March next.\" Beethoven wrote to Ries several times during 1823, that completion of the new work was delayed. The manuscript was complete by April 1824; Neate confirmed receipt in December. Neate invited Beethoven to London for the 1825 season to conduct the symphony, offering 300 guineas for him to bring two new compositions; however, no visit took place. Meanwhile, the symphony had been performed in Vienna, on 7 May 1824.The Philharmonic Society: The Ninth Symphony (2) Beethoven-Haus Bonn. Retrieved 4 April 2019. ===Concert=== Sir George Smart, conductor of the symphony The first part of the concert on 21 March 1825 consisted of a symphony (\"Sinfonia Letter T\") by Joseph Haydn; the terzetto \"Tutte le mie speranze\" from Davide penitente by Mozart; an unspecified string quartet by Mozart; the song \"Why does the God of Israel sleep\" from Samson by Handel; a wind quintet by Anton Reicha; the aria \"Per pietà\" from Cosi fan tutte by Mozart; and an overture Les deux journées by Luigi Cherubini. The second part consisted of the new symphony by Beethoven. The programme described the work: \"New Grand Characteristic Sinfonia, MS., with Vocal Finale, the principal parts of which to be sung by Madame Caradori, Miss Goodall, Mr Vaughan and Mr Phillips (composed expressly for this Society).\" The leader of the orchestra was Franz Cramer, and the conductor was Sir George Smart. The text of \"Ode to Joy\" in the last movement was sung in Italian, the translation having been added in London. ===Reviews=== The reviewer in The Harmonicon wrote: \"In the present symphony we discover no diminution of Beethoven's creative talent; it exhibits many perfectly new traits, and in its technical formation shews amazing ingenuity and unabated vigour of mind. But with all the merits that it unquestionably possesses, it is at least twice as long as it should be.... The last movement, a chorus... does not... mix up with the three first movements.... What relation it bears to the symphony we could not make out; and here, as well as in other parts, the want of intelligible design is too apparent.... [W]e must express our hope that this new work of the great Beethoven may be put into a more produceable form; that the repetitions may be omitted, and the chorus removed altogether....\" The reviewer in The Quarterly Musical Magazine & Review wrote: \"...[I]ts length alone will be a never-failing cause of complaint... as it takes up exactly one hour and twenty minutes... which is not compensated by any beauty of unity of design, taking the composition as a whole.... The fourth and last movement... is one of the most extraordinary instances I have ever witnessed, of great powers of mind and wonderful science, wasted upon subjects infinitely beneath its strength. But... parts of this movement... are really beautiful... — but even here, while we are enjoying the delights of so much science and melody... we are snatched away from such eloquent music, to rude, wild and extraneous harmonies.... I must consider this new symphony as the least excellent of any Beethoven has produced, as an unequal work, abounding more in noise, eccentricity, and confusion of design, than in those grand and lofty touches he so well knows how to make us feel....\" ==References== Category:British music history Category:Classical music concerts Category:Classical music in London Category:Events in London Category:1825 in England Category:Ludwig van Beethoven Category:Royal Philharmonic Society ",
    "title": "British première of Beethoven's Symphony No. 9"
}