{
    "id": "60414801",
    "text": "Puran Andrew Gurung ( ; Born 13 November 1949 ) known as \"Father of Taekwondo in Nepal\" lacancha.com is a 9th DAN Taekwondo professional Known to establish Taekwondo in India. He established his first Taekwondo Gymnasium at Kalimpong in 1974 and by 1982 he became the most popular Taekwondo Instructor of India. He established a vast chain of academies across the nation. His efforts towards promoting Taekwondo in India was acknowledged by the then Prime Minister Smt. Indira Gandhi and he was requested to train Congress Seva Dal Cadets. In 1983 Mrs Gandhi asked him to join INC which he readily accepted. Where he is still serving as General Secretary (Organiser) at INC Seva Dal. He established several social organizations in India, and served as coach of Nepal National Team from 1986 to 1989. His students from Nepal won 4 Bronze Medals at ASIAN GAMES, Seoul, Korea, and 1 Bronze Medal at Olympic Games, and he also contributed his services as Vice- Chairman in 8th Asian Taekwondo Championship, Kathmandu. He is Acting National Coordinator Taekwondo/ Martial Arts at Sports Federation of India, New Delhi. He is among the Directors of International Taekwondo Council, U.K, International Technical Director International Ch’Ang Taekwondo Federation, Canada, Chairman-Taekwondo Development Foundation (Regd), New Delh, All India Taekwondo Federation (Regd), New Delhi, and PAG International Taekwondo, New Delhi. He is also the Brand Ambassador of Guinness World Record in India (Taekwondo). He is considered the patron of Korean Culture Center, New Delhi. Embassy of Republic of Korea. He was Posted at Taekwondo Federation of India as Chairman - Technical Committee and National Disciplinary Committee, and was the Competition Director in 34th NATIONAL GAMES – 2011, Jharkhand. ==Biography== ===Early life=== P.A. Gurung with Great Grandmaster Lee Pyung Pal his instructor in the early days - Photo P.A Gurung G M Gurung was born on 13 November 1949. ===Initiation of Professional Taekwondo=== In 1970 while he was posted in Hong Kong. He and his friend GM John casually went to YMCA International, Kowloon, there they met Great Grand Master Lee Pyung Pal. Seeing his distinctive style GM Gurung and GM John was quite impressed and requested Master Lee to start Taekwondo training classes in Army Cantonment Area at Sekkong Army Camp. Master Lee accepted the offer and started to train him and many other Gurkha Army personnel. This was first Gurkha Batch of Taekwondo trainees in the history of Taekwondo movement. Later GM Shin Jae Kyun took over this batch from GM Lee. GM Gurung, Gm Swiba Lepcha, GM Ratna Bahadur Pun, GM Lal Sunder Rai and some others also visited YMCA for extra classes from Great Grand Master Lee. GM. P. A. Gurung, GM Ratna Bahadur Pun, GM Chandra Bahadur Gurung, GM Kamal Bahadur Gurung and Gm Ramesh Goshai were the first Gorkhas to earn Black belt in Taekwondo history. In 1973, GM Gurung earned his 2nd Dan before his return to India. ===Premature Retirement from Army=== In 1973 he got an opportunity to showcase his talent. He was selected to participate in 1st World Taekwondo Championship, but unfortunately he could not proceed to Korea. His official obligations proved to be the biggest roadblock. This proved to be a setback for him. It was then he realized that to pursue his passion of Taekwondo he will have to take premature retirement from British Army. He never gave it a second thought to the idea and finally took premature retirement from British Army and went to Nepal in later 1973.GM P Andrew Gurung with His Royal Highness Prince Dhirendra Bir Bikram Shah, Patron National Sports Council Nepal, while Demonstration of Taekwondo, at City Hall Kathmandu, 1982 ===First Taekwondo Instructor of Nepal=== He tried to initiate Taekwondo academy at Kathmandu, but at that time martial arts training for civilians was prohibited in Nepal. When he did his first demonstration in Nepal in 1973, He had to face severe consequences and finally had to flee from Nepal. GM P Andrew Gurung and his team from Kolkotta was invited by his student GM Deepraj Gurung and GM Dinesh Rai from Darjeeling Taekwondo Club to demonstrate Taekwondo the second time in City Hall Kathmandu, Nepal in 1982. His Royal Highness Prince Dhirendra Bir Bikram Shah, Patron National Sports Council Nepal was the Chief Guest he witnessed the presentation by GM P A Gurung and his team.RISING NEPAL, गोरखापत्र – 17 October 1982 MR Sharad Chandra Shah, member secretary National Sports Council Nepal was also present at the event. Quite impressed by the demonstration His Royal Highness Prince Dhirendra Bir Bikram Shah instructed Mr Shah to open Taekwondo academy in Nepal. Later Mr Shah invited GM P A Gurung to his office requested him to initiate Taekwondo training in Nepal. GM P A Gurung accepted the offer and deputed his pupils GM Deepraj Gurung and GM Dinesh Rai as his representative instructors at Nepal. Mr Shah was also advised by GM P A Gurung to officially invite GM Shin Jae Kyun through World Taekwondo Federation Seoul Korea. In 1986, he was again pursued to become the coach of Nepal National Team of Taekwondo. This offer was accepted by him and his trainees won 4 Bronze Medals at ASIAN GAMES, Seoul, Korea, and 1 Bronze Medal at Olympic Games. ===First Taekwondo Instructor of India=== Sri P R Pradhan, Principle S. U. M. I. School, In the Opening ceremony of First Taekwondo Gymnasium of India in Kalimpong in 1974. Having no other option after fleeing from Nepal in 1973, he came back to his home town Darjeeling and started the first Taekwondo Gymnasium of India at Scottish University Mission Institute (SUMI) in 1974 at Kalimpong followed by Darjeeling Taekwondo Academy at Turn Bull High School and one at Gangtok Sikkim where he personally trained the students till 1978, and became the first Taekwondo Instructor of India. In 1978 he started his National Taekwondo Voyage in India. He came down to Kolkata and by 1981 established 4 other academies in Kolkata at Hindi High School, Saint Thomas School, BBYS and YMCA. after 1981 he started expanding his arm to different parts of India notably Madrass, Banglore, Calicut, Kerala, Hydrabad, Tamil Nadu, Karnataka, Andhra pradesh, Orissa, Bihar, Assam, Guahati, Meghalayam, Mizoram and many more places till the end of 1982. By this time he became the most popular Taekwondo Instructor of India, consequently inviting professional rivalries. In 1982 he shifted to Delhi and started his academy at Jawaharlal Nehru University with assistant instructor Master Chandu Bhutia and Delhi University with assistant instructor Master Dr. Sunil Kaul. Later the Official Taekwondo Hall of Fame USA conferred upon him the title of Father of Taekwondo India and Nepal. to ===Life as a Social Worker=== Apart from his Taekwondo Fame he was also known as an active social worker. He has establish several NGOs that worked for the education of children from underprivileged sections of the societies and woman empowerment. He established Tentulkuli Jankalyan Samity at Howrah, Kolkotta, West Bengal and established school (Little Angel School) and taught several children upto class III under this organisation. GM Gurung continuously donated major section of his earnings for to this organisation. He further established different NGOs for women empowerment in different parts of India, notably \"Jan Hit\" Guwahati, Assam and Itanagar, Arunachal Pradesh. ===Indian National Congress=== In 1983 Late Smt Indira Gandhi the then Prime Minister of India, constituted a committee to search experts of different subjects and skills to teach and train the Congress Seva Dal (frontal organisations of Indian National Congress) volunteers. Considering the popularity of GM P A Gurung, Mr. Jagdish Tytler (MP, Former Union Minister), advised Mrs Gandhi to call GM P A Gurung to teach self defense to the volunteers. GM Gurung then received an invitation from PMO to meet Mrs Gandhi. It was the time when GM Gurung came in contact with Mrs Indira Gandhi. There Mrs Gandhi requested GM Gurung to Join Seva Dal as instructor, and Gm Gurung readily accepted the offer. This gave GM Gurung a vast scope of expansion and he traveled to every part of India promoting Taekwondo and training Seva Dal volunteers. GM P A Gurung is still serving as General Secretary at INC Seva Dal, New Delhi. ===PAG International Taekwondo=== PAG International Taekwondo is a subsidiary functional body constituted under the Sports Federation of India in the patronage of GRAND MASTER P. ANDREW GURUNG. This initiative has been taken considering the untiring efforts of the Grand Master P. Andrew Gurung in establishing Taekwondo in India and Nepal. He is rightly considered as the Father of Taekwondo in India and Nepal. The association aims to further the aspirations of Grand Master regarding Taekwondo in upcoming generations and conserve his legacy. The association is meant to streamline Taekwondo / Martial Arts across the nation for output maximization in terms of performing athletes. ===Objective Of PAG International Taekwondo=== To promote Taekwondo Among young generation from very beginning. To generate a team of capable and skilled Instructors and Coaches for sustainable outcomes in terms of performing athletes. Establishment of certified Taekwondo / Martial Arts academies across nation Provision of standardized talent showcasing Events To recognize martial artists and honor their efforts ===1st PAG Open International Taekwondo Championship – 2019=== It is our pleasure to inform you that PAG International Taekwondo (A Subsidiary of Sports Federation of India) is organizing PAG Open International Taekwondo Championships – 2019. You and all International Taekwondo fraternity are cordially invited to participate in PAG Open International Taekwondo Championships – 2019 which is to be held on 2 and 3 November 2019 at Talkatora Indoor Stadium, New Delhi. This competition has been organized with the intent to provide an international platform where Indian athletes could showcase their skills and compete with international players from across the globe. This provides valuable opportunity to gain experiences and to exchange skills and techniques for all the competitors. Therefore, The Organizing Committee of the aforesaid event takes the pleasure to invite Taekwondo teams to participate in PAG Open International Taekwondo Championships – 2019. The championship is open to Fresher / KG / Sub – Junior / Junior / Senior (Boys & Girls) categories. To download the application in PDF Formant vist the following link: 1st PAG Open International Taekwando Championship-2019. The last date of submission is 20 October 2019 along with 2 passport size photos and relevant documents requested in the forms. ==External links== * Official Website * link to download form for 1st PAG Open International Taekwando Championship -2019 ==References== Category:1949 births Category:Living people Category:Taekwondo in Asia Category:Lists of people by name feature Category:Founders by field ",
    "title": "Puran Andrew Gurung"
}