{
    "id": "60415421",
    "text": "Heer Maan Ja is a 2019 Pakistani romantic comedy film, directed by Azfar Jafri. The film is produced by Imran Raza Kazmi under the banner of IRK Films; the film is distributed by the Distribution Club. The film stars Ali Rehman Khan, and Hareem Farooq in the lead roles, alongside Faizan Shaikh, Shamayale Khattak, Sami Khan and Mojiz Hasan in the supporting roles. The film was released on 12 August 2019, on the occasion of the Eid al-Adha. == Cast == * Ali Rehman Khan as Kabeer Mustafa * Hareem Farooq as Heer * Faizan Shaikh as Wajdaan * Abid Ali as Heer's Father * Sami Khan * Mojiz Hasan as Jerry (Kabeer's Friend) * Shamayale Khattak as Ramsey/Ramzan (Jerry's Cousin) * Shaz Ali Khan * Aamina Sheikh * Zara Sheikh * Mikaal Zulfiqar as Doctor * Ahmed Ali Akbar * Ali Kazmi * Alamdar Hussain (cameo) * Anjum Habbibi * Samina Nighat * Munazzah Arif * Saleem Mairaj == Production == === Casting and Announcement === Imran Raza Kazmi hinted the film on December 30, 2017, in an interview with Daily Times. Speaking with the reporter he said, \"Our next movie will be a romantic comedy and we plan to start shooting by June 2018\". This will be the fourth film released under the banner of IRK Films. Heer Maan Ja will also be the fourth film from IRK Films directed by Azfar Jafri. In an interview with Papperazi about Heer Maan Ja, CEO & Producer IRK Films, Imran Raza Kazmi said, “Heer Maan Ja” will be a different take on films and humor and people will see Hareem (Farooq) and Ali (Rehman Khan) in a completely different look and avatar compared to Parchi. This will be Hareem Farooq's second movie as a lead cast with Ali Rehman Khan, including Parchi released in 2018. In an interview with Celeb dhaba Hareem Farooq said \" Heer Maan Ja is a family entertainment film with a heavy dose of entertainment and families can enjoy the film on a special occasion like Eid ul Adha. Talking to the media, Director Azfar Jafri said Heer Maan Ja will be different than his previous films as it is packed with comedy, action, and entertainment. Ali Rehman Khan said \"I really enjoyed working on Heer Maan Ja. I have high expectations with the film and I really hope everyone will like the film. ==Reception== ===Critical response=== Haider Rifaat of The Express Tribune and Naya Daur gave the film a 4/5 rating and stated, \"Heer Maan Ja was a crowd-puller. The theme, direction and music of the film were thoroughly entertaining. There were no loose ends and each character got closure, especially Heer. Many stars made brief cameos that positively influenced the story. With emphasis on minute details, the film was shot and acted out smartly.\"https://nayadaur.tv/2019/08/review-heer-maan-ja-delivers-what-it- promises/ Faisal Ali H of Hip in Pakistan praised the performances of Ali Rehman Khan and Hareem Farooq along with screenplay and direction. He made mention of supporting cast and said, \"No review of Heer Maan Ja would be complete without the brilliant supporting performances and cameos.\" He felt that The film had lighthearted sequences, romance & emotions, which were woven into its chase-driven narrative. Concluding Saleem opined, \"The film’s positive issue-based messaging is indicative of socially responsible filmmaking which must be lauded. The film easily has all it takes to keep you entertained for the over two hour of its runtime and will definitely spice up your Eid festivities. Momin Ali Munshi of Galaxy Lollywood gave film a 2/5 rating and stated, the plot was making sense but it became a mess because of unreasonable comedy. Film would be better if they reduce some of the comedy scenes and talk something sensible. \" ==Soundtrack== The soundtrack of the film is composed by Vee Music, Manj Musik, Ahmed Ali and Aakash Pervaiz. Lyrics are written by Sunny B, Abdullah Qureshi (Singer), Kashaaf Iqbal, Fatima Najeeb and Herbie Sahara. == See also == *List of Pakistani films of 2019 == References == == External links == * * Category:Geo Films films Category:2019 films Category:2019 romantic comedy films Category:Urdu-language films Category:Pakistani romantic comedy films Category:Pakistani films Category:2019 comedy films ",
    "title": "Heer Maan Ja"
}