{
    "id": "60412045",
    "text": "Johannes Rath (Vienna, Austria, January 31, 1816 – Kuils River, Cape Colony, June 6, 1903) was a missionary with the Rhenish Missionary Society. == Missionary in Otjikango == Rath was trained as a weaver but heard his call to mission in 1840 and was ordained a missionary on August 14, 1844. He arrived on January 4, 1845, in Walvis Bay and arrived in Otjikango (Gross Barmen) on April 9 of the same year to work as an assistant to his fellow Rhenish Missionary Carl Hugo Hahn. He learned the Herero language so fast that he could preach in it by 1847. At the end of 1845, a major drought led to famine and the community was cut off from Walvis Bay, and Rath was assigned to go there by way of Windhoek to procure the necessary supplies. He set out on January 28, 1846, three days before his 30th birthday, but found no passage to Walvis Bay available from Windhoek and had to travel on to Cape Town. Difficulties en route to Cape Town led him to return to Otjikango on December 19, 1846. In 1848, he traveled to Cape Town once more. On March 21 of that year, he married Anna Jörris van Mettmann of Düsseldorf (Germany) in Walvis Bay. The couple had six children until a shipwreck killed Mrs. Rath and her four youngest children in Walvis Bay in 1859. The remaining children, Emma Cathrina and Anna Margaretha, were nine and ten years old respectively. Hermann was six, Johannes four, Mariechen two, and Leopold a newborn. == Founder of Otjimbingwe == By the decision of a missionary conference in Otjikango in April 1849, Rath was assigned to found a missionary between there and the coast. On July 9, 1849, he founded the Otjimbingwe mission on the banks of the Swakop River, at a location the Rev. Heinrich Scheppmann had already noted as ideal for such a waystation in 1845. The nomadic Herero chief Zeraura agreed to settle there, leading the first of his people there with the rains in January 1850. The Rev. Rath built a simple brick house for himself and his daughters and a rudimentary building with holes for doors and windows to serve as the local church and school. Fifty pupils attended the first class. At the end of 1852, the Herero's perennial enemies, the Nama people, attacked Otjimbingwe, and after their repulsion Rath journeyed to Cape Town once more in January 1853. He returned to his fields with Johanna Gertze (the first baptized Herero) and returned at the end of 1853 after seven months working in Bethanie. Along with Hahn, the big game hunter Frederick J. Green, and J.W. Bonfield, the Rev. Rath left once more on May 20, 1857 on a four- month journey to Ovamboland, mainly with an eye toward continuing the mission. They reached as far as Ondonga before local hostility forced them to flee for their lives. Rath and Hahn returned to Otjimbingwe on September 11, 1857. Hahn wrote of the perilous journey in the RMS journal Berichte der Rhenischen Missionsgesellschaft (1858), in Petermanns Geographische Mitteilungen (nos. 11–17), and in a joint report of Rath, Hahn, and Green published under the title \"Account of an expedition from Damara Land to the Ovampo in search of the river Cunene\" (Proceedings of the Royal Geographical Society, vol. II, 1857–1858). == Shipwreck in Walvis Bay == In October 1858, Anna, her five siblings, and others traveled by ship from Walvis Bay to Cape Town, where the two oldest (Anna and Emma) were to attend school and Rath was going to work on printing his 3,900-word Herero language dictionary. On the family's return on April 1, 1859, Johannes lost his wife and four of his children in their shipwreck. Adinda Vermaak's 2004 book Kroniek van ’n kontrei, die verhaal van die NG kerk Kuilsrivier (\"Chronicle of a Parish: The story of the Dutch Reformed Church (NGK) Kuilsrivier\") recounts the tragedy as follows: > In 1859, the Rev. Rath, his wife, his [four remaining] children, and his > Damaraland servant, Katuti, were travelling to Stellenbosch where their two > eldest daughters, Emma Cathrina (10) and Anna (8), were boarding at the > Rhenish Institute (now the Rhenish Girls' High School). Rath described the > family tragedy in a gripping letter to his daughters. On March 25, 1859, the > Rath family boarded the freighter Flora in Cape Town, en route to the > mission in Damaraland. They were near Walvis Bay already at suppertime on > April 1, when the Rev. Rath heard someone call out for the captain. Soon > afterwards, they could feel the ship run aground. Rath immediately called > out for his wife and fetched his four children from their beds. When they > reached the deck, the waves had already breached part of the bulwark. He > asked several of the crew to help his family climb higher up the rigging. > None volunteered; it was everyone for themselves. The only place the Rath > family and servant could stand was on the stairs. At the top stood the Rev. > Rath with the two-year-old Mariechen and the four-year-old Johannes in his > arms. Further down, where he could hear but not see them were his wife Anna, > the baby Leopold, Katuti, and the six-year-old Hermann, who tried bravely > not to cry. The icy waves continually crashed over them. When he realized > Mariechen had died in his arms, he thought it better not to tell Anna. The > two prayed aloud and read Bible verses to each other, as they prepared to > die. After about an hour in the icy water, Anna exclaimed \"Father, Leopold > is dead.\" They then decided to await death quietly. A while later, Katuti > said 'Hermann, na koka' ('Hermann is dead'). He heard nothing further from > Anna. Later, he heard from Katuti that—shortly after Leopold died—the rope > Anna was holding slipped out of her hands, when she sunk into the icy > waters. The Rev. Rath then let the lifeless bodies of Mariechen and Johannes > slip from his arms into the waves. After a while, stunned by the crashing > waves, he focused on saving his own life and encouraged the still-living > Katuti to climb higher. Besides the five Rath family members, three crew > members had also perished. After he and Katuti were saved and eventually > reached Walvis Bay, the Rev. Rath desperately searched the coast for the > bodies of his wife and four children. All that washed ashore, however, was > his wife's suitcase. The lock was broken and all the contents stolen, except > for his Damara book. Also in the suitcase was a page from a sermon he had > delivered on May 16 of the previous year: 'Thy will be done, on earth as it > is in heaven.' (Matthew 6:10) At the end of the sermon, he could make out > the next words, 'The Lord giveth and the Lord taketh away. Praised be the > Lord.' (Job 1:21) In the last part of his moving letter, he encouraged his > two daughters in Stellenbosch to take courage. He compared their mother's > suffering to Christ's on the cross. To comfort them, he relayed her telling > him a short while before her death that she \"was not wholly uneasy,\" and > reminded them that even Jesus, for his part, felt compelled to cry out 'My > God, my God, why have you forsaken me?' (Matthew 27:45). == Moving to the Cape == Because his health had been affected by the shipwreck and he wanted to live closer to his two surviving children, he requested a transfer to the Rhenish mission at Sarepta near Kuils River. He returned to Otjimbingwe, but on June 13, 1861, he left the mission and South West Africa for good. In 1862, he began his long tenure as a missionary in Sarepta, where he worked until he was replaced on July 27, 1893, by the Rev. Friedrich Eich. Many of the local white farmers and their families attended his services, and he presided over many of their funerals. Vermaak writes: > 'The Rev. Rath closed his letter to his two motherless daughters by urging > them to follow the examples of their mother and Savior as diligent students > that they may serve God and their fellow man...They must learn, he closed, > so they could be of service. His two daughters apparently took their > admonition to heart.' Anna taught school from 1882 to 1898 in Sarepta. Her > sister, Emma, married a farmer from Kuils River, Daniël Francois > (grandfather Danie) de Villiers and settled on his farm, Annandale. She was > a lifelong citizen of Sarepta, including as a schoolteacher. It was largely > thanks to her that the residents of Kuils River, even before they had their > own congregation, were conscious of the mission. The De Villiers' daughters > both married missionaries: Anna Emma to Otto Siebörger,a Moravian > missionary; and Frederica (Frieda) to H.J. Groenewald. Before her marriage, > Frieda founded the Missionary Worker Society of Sarepta, conducted the > church choir, played the harmonium during worship, and taught Sunday school. In July 1882, Anna Rath took over the school in Sarepta with the young Maria Thomas as her assistant. The schoolhouse with its clay floor was already dilapidated. In October 1890, Rath informed the superintendent-general of education, Dr. Langham Dale, that the Cape government had not earmarked any funds for building schools, and her father accordingly took the lead, spearheading the demolition of the school to rebuild a new one that December. Local farmers and other community members each donated 500 or more bricks so the school, consisting of two classrooms, could open Easter Monday, March 30, 1891. After retiring, Rath initially lived in Stellenbosch, but after the marriage in November 1898 of his daughter Anna (Otjimbingwe, March 29, 1851 – Wellington, January 26, 1940) to the Rev. Jacobus Pauw, he left for Wellington, Western Cape to live with his son-in-law. On a visit to his other daughter, Mrs. D.F. de Villiers of Kuils River, he died, and he was buried in Sarepta. == Writings == Rath and Hahn co-wrote the first hymns, scriptures, and Bible stories published in Herero (Omahungi oa embo ra lehova na Omaimpuriro mo Otjiherero, Cape Town, Saul Solomon & Kie, 1849). In the 1850s, just like Hahn, he apparently worked intensively toward publishing other works, especially a German-Herero dictionary. This yielded a primer (Omahongise nokulesa Motyi-herero, Gütersloh, 1862), but his other works survive only in manuscript. The Grey collection at the National Library of South Africa in Cape Town features, among others, a short English-Herero glossary (from roughly 1865); an 1865 manuscript, Materialien zu einem Otjiherero-Deutschen Wöterbuche, in 17 notebooks, and an 1873 manuscript written in five notebooks: Otjiherero Wörtersammlung als Deutsches alphabethisches Register zu dem Otjiherero-Deutschen Wörterbuche von [J. Rath]. == Sources == * (af) Krüger, prof. D.W. and Beyers, C.J. (ed.) Suid- Afrikaanse Biografiese Woordeboek vol. III. Cape Town: Tafelberg-Uitgewers, 1977. * (af) Vermaak, Adinda. Kroniek van 'n kontrei. Die verhaal van die NG kerk Kuilsrivier. Kuils River: NG Kerkraad, 2004. * (en) KlausDierks.com Biographies of Namibian Personalities. Retrieved April 20, 2016. Category:History of Namibia Category:1816 births Category:1903 deaths Category:Austrian Protestant missionaries Category:Clergy from Vienna Category:Protestant missionaries in Namibia Category:Austrian expatriates in Namibia ",
    "title": "Johannes Rath (missionary)"
}