{
    "id": "60410324",
    "text": "Mikala Cann (born 4 November 2000) is an Australian rules footballer playing for Collingwood Football Club in the AFL Women's (AFLW). == Junior career == Cann originally played basketball and aspired to a career in the sport at an American college. Her local football club was Blackburn. In 2018, she first took up competitive football in the TAC Cup Girls with the Eastern Ranges. Playing all nine matches, Cann was named in the league's team of the year. She also represented Vic Metro in the 2018 AFL Women's Under 18 Championships. In the second half of 2018, Cann played six matches for Hawthorn in the VFL Women's, including their premiership victory against Geelong. She recorded nine tackles, 14 disposals and 10 contested possessions. At 17, Cann was the youngest member of the side. She wore number 45. == AFLW career == Cann was drafted by Collingwood with pick 13 in the 2018 AFLW draft, their third selection. Coach Wayne Siekman commented, \"Mikayla loves the contest ball and hates to get beaten. ... She tackles extremely well and for a player who is only in her first year of footy, the future is exciting.\" ==Personal life== Cann is currently studying a Bachelor of Exercise Sport Science at Deakin University. ==Statistics== :Statistics are correct the end of the 2020 season. |- style=\"background-color: #eaeaea\" ! scope=\"row\" style=\"text-align:center\" | 2019 |style=\"text-align:center;\"| | 25 || 4 || 0 || 2 || 10 || 8 || 18 || 2 || 26 || 0.0 || 0.5 || 2.5 || 2.0 || 4.5 || 0.5 || 6.5 |- ! scope=\"row\" style=\"text-align:center\" | 2020 |style=\"text-align:center;\"| | 25 || 7 || 1 || 1 || 26 || 43 || 69 || 14 || 24 || 0.1 || 0.1 || 3.7 || 6.1 || 9.9 || 2.0 || 3.4 |- class=\"sortbottom\" ! colspan=3| Career ! 11 ! 1 ! 3 ! 36 ! 51 ! 87 ! 16 ! 50 ! 0.1 ! 0.3 ! 3.3 ! 4.6 ! 7.9 ! 1.5 ! 4.5 |} == References == == External links == * * Category:2000 births Category:Living people Category:Australian rules footballers from Victoria (Australia) Category:Eastern Ranges players (NAB League Girls) Category:Collingwood Football Club (AFLW) players ",
    "title": "Mikala Cann"
}