{
    "id": "60413636",
    "text": "Xavier Tillman Sr. (born January 12, 1999) is an American basketball player. He played college basketball for the Michigan State Spartans. ==Early life== In his childhood, Tillman played baseball and soccer, football, and basketball but preferred the latter two sports. He stood when he was 14 years old. Tillman played Amateur Athletic Union (AAU) basketball for the Grand Rapids Storm. ==High school career== In his freshman season for Forest Hills Central High School in Grand Rapids, Michigan, he averaged 13.8 points, 7.0 rebounds and 4.2 blocks per game, earning Associated Press Class A All-State special mention honors. As a sophomore, Tillman averaged 15.5 points and 9.7 rebounds per game and led his team to the regional semifinals with a 23–1 record. He was named Associated Press Class A All-State special mention and to the Detroit Free Press Class A All-State first team. In the summer of 2015, Tillman announced that he was planning to transfer to Grand Rapids Christian High School in Grand Rapids, citing the lack of cultural diversity at Forest Hills Central and his own desire to \"refocus\" academically. His decision sparked a legal dispute between his parents, because his father supported his transfer, while his mother wanted him to remain at Forest Hills Central. In August, he was cleared to transfer but could not play in his first semester due to Michigan High School Athletic Association (MHSAA) transfer rules, with an appeal for his immediate eligibility being denied. In his junior campaign with Grand Rapids Christian, Tillman averaged 16 points, 10.4 rebounds, and 2.9 assists, shooting 62 percent from the field, to help his team win conference and district titles. He earned Detroit News Class A Second-Team All-State distinction. As a senior, Tillman averaged 13.9 points, 10.9 rebounds, 5.2 assists and 4.2 blocks per game, guiding his school to a Class A state championship game appearance. He was named a finalist for the Mr. Basketball of Michigan award and collected Associated Press Class A First-Team All-State accolades. Tillman was a consensus four-star recruit and was considered by recruiting website 247Sports as the best prospect in Michigan. On September 30, 2016, he verbally committed to play for Michigan State over Marquette and Purdue, saying, \"They play the best competition, as well as they're such great guys. And it's close to home.\" ==College career== Tillman in February 2020 Tillman made his debut for Michigan State on November 10, 2017, recording four points and three rebounds in a 98–66 win over North Florida. On November 19, he posted a career-high nine points, five rebounds, and three blocks in a 93–71 victory over Stony Brook. Tillman grabbed a career-best 12 rebounds on March 18, 2018, in a 55–53 loss to Syracuse in the second round of the 2018 NCAA Tournament. Through 35 games, he averaged 2.8 points, 2.6 rebounds, and 0.7 blocks per game. Tillman received his team's Most Improved Player award and shared its Unsung Player award. Through his first season, he lost significant weight in an effort to improve his conditioning. Tillman reduced his weight from at the start of his freshman year to under by his sophomore season. In his third game as a sophomore, he collected his first double-double, with career-highs of 11 points and 13 rebounds in an 80–59 win over Louisiana–Monroe. On January 21, 2019, Tillman posted 10 points and a career-best five blocks, the most single-game blocks by a Michigan State player since Jaren Jackson Jr. in February 2018. He posted a career-high 19 points and 10 rebounds on February 20, in a 71–60 victory over Rutgers. At the end of the regular season, Tillman was named Big Ten Conference Sixth Player of the Year. On March 31, in the Elite Eight round of the 2019 NCAA Tournament, he matched his career-high in scoring with 19 points and nine rebounds to help his team defeat first-seeded Duke, 68–67. Tillman guarded Zion Williamson, first overall pick in the 2019 NBA draft, for much of the game. Tillman scored a career-high 21 points to go with 10 rebounds in a 94–46 win against Charleston Southern on November 18, 2019. He had 20 points, 11 rebounds, and a career-high six blocks in a 87–69 win over Michigan on January 5, 2020. On February 11, Tillman had 17 points and 11 rebounds and made a game-winning putback dunk with 6.6 seconds left in a 70–69 victory at Illinois. On March 3, Tillman scored 23 points and had 15 rebounds in a 79–71 win against Penn State. At the close of the regular season, Tillman was named to the Second Team All-Big Ten by the coaches and media and was the Big Ten Defensive Player of the Year. He averaged 13.7 points, 10.4 rebounds, 3.0 assists, and 2.1 blocks per game as a junior. Following the season Tillman declared for the 2020 NBA draft, and ultimately opted to remain in the draft. ==Career statistics== ===College=== |- | style=\"text-align:left;\"| 2017–18 | style=\"text-align:left;\"| Michigan State | 35 || 0 || 8.7 || .650 || – || .656 || 2.6 || .3 || .3 || .7 || 2.8 |- | style=\"text-align:left;\"| 2018–19 | style=\"text-align:left;\"| Michigan State | 39 || 14 || 24.0 || .605 || .296 || .732 || 7.3 || 1.6 || .9 || 1.7 || 10.0 |- | style=\"text-align:left;\"| 2019–20 | style=\"text-align:left;\"| Michigan State | 31 || 31 || 32.1 || .550 || .260 || .667 || 10.3 || 3.0 || 1.2 || 2.1 || 13.7 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"| Career | 105 || 45 || 21.3 || .582 || .273 || .695 || 6.6 || 1.6 || .8 || 1.5 || 8.7 ==Personal life== Tillman is the son of Roosevelt Tillman and Tanya Powell-May. His mother played four years of college basketball for Michigan, earning second-team All-Big Ten honors as a senior in 1990 and leaving as the program's all-time rebounding leader. His parents divorced in 2010 and shared physical and legal custody over him. He has three older brothers, R. J., Ben, and Parker, and a younger sister, Madisyn. Parker was a two-time state champion in both wrestling and rugby while attending Forest Hills Central High School and played football for Northwood University. Tillman and his wife Tamia Tillman have a daughter Ayanna Tillman, who was born in December 2016, and a son, Xavier Jr, who was born on February 17, 2020. The family lives together in a family housing unit at Michigan State University. Michigan State head coach Tom Izzo credited Tillman's improvement as a basketball player to Ayanna. ==References== ==External links== *Michigan State Spartans bio Category:1999 births Category:Living people Category:American men's basketball players Category:Basketball players at the 2019 NCAA Men's Division I Final Four Category:Basketball players from Michigan Category:Michigan State Spartans men's basketball players Category:Power forwards (basketball) Category:Sportspeople from Grand Rapids, Michigan ",
    "title": "Xavier Tillman"
}