{
    "id": "60410433",
    "text": "Jason Ferguson (born July 28, 1980 in Tampa, Florida) is an American writer and producer mainly known for the London revival of the musical Ragtime and the immersive theatre show SXSWestworld. ==Early life== Ferguson was born in Tampa, Florida, to Thomas Burns Ferguson III, a pilot, and Deborah Karen (Haug), an executive assistant at a cancer research center. His great-uncle was cellist Frank Miller. Ferguson attended East Bay High School in Gibsonton, Florida. Ferguson attended the University of South Florida for two years before dropping out. He later went to the University of London and New York University. In 2003, Ferguson worked as a personal assistant to Sean Combs. ==Theatre management== Ferguson began his professional theater career as a spotlight operator at Busch Gardens in Tampa. He then worked as an intern and stage manager at the Straz Center for the Performing Arts in Tampa. Ferguson's first Broadway credits were as an assistant company manager working on Twyla Tharp shows, the musical Movin' Out, The Odd Couple, and Mark Twain Tonight. In 2004, Ferguson was a stage manager for Tosca at the Boston Lyric Opera. Between 2004 and 2006, Ferguson spent nine months working on the MS Caribbean Princess and the MS Island Princess overseeing the entertainment production shows. From 2006 to 2012, Ferguson worked in London on the Punchdrunk and Old Vic immersive theatre production of Tunnel 228 staged in the tunnels beneath Waterloo Station. ==Ragtime== In 2011, Ferguson and John-Webb Carter became producers of the London revival of the musical Ragtime. The production, referred to as Ragtime Reimagined, was presented at the Landor Theatre. The Stage called it \"a resounding success\". Time Out listed the show as one of its Best of 2011. ==Writer== Ferguson was a writer, director, and producer of the concert to commemerate the 75th anniversary of the opening of the musical This Is the Army at the 54 Below cabaret. Presented on Veterans Day, 2017, the concert celebrated the U.S. Army soldiers who made up the original cast and crew. Ferguson wrote the script, adapted from Alan Anderson's book The Songwriter Goes to War. Music and lyrics were by Irving Berlin. The This Is the Army concert performed songs together from the 1943 musical for the first time since World War II. The concert told the behind-the-curtain story of the soldiers involved. It remembered how this troupe became the first racially integrated Armyunit (though only off-stage). It also told about openly gay soldiers who risked military prison, and the brushes with death that the troupe endured during trips to combat zones. In 2017, Ferguson wrote and produced a fictional 360-degree virtual reality short film called The Crew, directed by Johan T. Anderson. The film was based on Ferguson's experience living and working on cruise ships. The Crew It tells the story of a Filipino cruise ship cabin steward who uses karaoke to escape difficult working conditions. The experimental film is inspired by the opera Pagliacci, but in this story it is the crewmember who must use a smile to hide his emotional pain. The Crew was part of the inaugural class of Google's Jump Start program for VR creators. It played at the DTLA Film Festival, Los Angeles Asian Pacific Film Festival, Kaohsiung Film Festival, Seattle True Independent Film Festival, Toronto New Wave, World VR Forum, DC Web Fest, Seoul Web Fest, Tacoma Film Festival, F/Stop Film Festival, Edmonton Short Film Festival, Lusca Fantastic Film Fest, VR Days Europe, Baltimore Next Media Web Fest, and Blow-Up Arthouse Film Fest. In 2018, Ferguson was part of the creative team of SXSWestworld, an Emmy-nominated immersive theatre show that was presented at SXSW. The show was created by HBO, Kilter Films, and Giant Spoon. Ferguson is a board member at Clubbed Thumb, a Manhattan theatre company that commissions, develops and produces new plays by living American writers. Ferguson is a former member of the Young Vic Genesis Directors Network and is a member of the Dramatists Guild of America. ==Branded entertainment== Huffington Post has Ferguson “a young theatrical with an intriguing resume: mounter of plays in offbeat settings around London (a room over a pub, an old train tunnel), also an award-winning advertising copywriter and creative director, and a bit of a social media savant.” The Verge called Ferguson's video campaign for Samsung Mobile “subtle, enigmatic, and really tasteful. I look at them, and I start wishing to meet the humans responsible for putting them together. They seem like real swell people. Building up hype, but handling it with an unusual restraint and maturity. A remarkably composed campaign.” During the iPhone 6 launch keynote, Ferguson helped create a video series for Samsung Mobile, calling it It Doesn't Take a Genius. Written and shot in real-time, the series received over 14 million views, appeared in 60 publications, and globally reached 300 million people. He worked with Samsung again music video to showcase the new Galaxy phone. The video was composed from over 200 looping GIFs and launched the song “When I Rule the World” by LIZ. ==Personal life== Ferguson is married to photographer Bogdana Ferguson, and they live in Brooklyn. They were married at City Hall in New York City. ==Awards and nominations== * 2019: SXSW Innovation Award, SXSWestworld (winner) * 2018: Emmy Award, Interactive Media Scripted, SXSWestworld (winner) * 2018: Cannes Gold Lion, Immersive Experience, SXSWestworld (winner) * 2018: Cannes Titanium Lion, SXSWestworld (shortlist) * 2018: Cannes Lion, Outdoor Interactive Experience, SXSWestworld (shortlist) * 2018: Cannes Lion, Outdoor Ambient, SXSWestworld (shortlist) * 2018: Cannes Lion, Entertainment, SXSWestworld (shortlist) * 2018: Grand Clio, Events/Experiential, SXSWestworld (winner) * 2018: Gold Clio, Branded Content, SXSWestworld (winner) * 2018: Silver Clio, Branded Entertainment, SXSWestworld (winner) * 2018: Clio Award, Events/Experiential, SXSWestworld (shortlist) * 2018: SXSW Arrow Award, Best Immersive Experience, SXSWestworld (winner) * 2018: AdWeek Project Isaac Award, SXSWestworld (winner) * 2018: CINE Golden Eagle Award, VR Scripted/Animation Short, The Crew (finalist) * 2018: Asia Web Awards, VR/360, The Crew (winner) * 2018: DC Web Fest, AR/VR Gold, The Crew (winner) * 2017: Snapchat Awards, Grand Prix, Find the 8 (winner) * 2016: Shorty Award, Doesn't Take a Genius (winner) * 2015: Shorty Award, Doesn't Take a Genius (finalist) * 2015: Shorty Award, Gold, Doesn't Take a Genius (winner) * 2015: Addy Award, Silver, Doesn't Take a Genius (winner) * 2012: Off West End Theatre Award, Best Ensemble, Ragtime (winner) * 2012: Off West End Theatre Award, Best Musical, Ragtime (nominee) * 2012: WhatsOnStage Award, Best Musical Revival, Ragtime (nominee) * 2012: BroadwayWorld UK Award, Best Musical, Ragtime (nominee) ==References== ==External links== *Official website Category:American writers Category:American producers Category:1980 births Category:Living people ",
    "title": "Jason Ferguson (writer)"
}