{
    "id": "60415520",
    "text": "Barbara Steveni (21 August 1928 – 16 February 2020) was a British conceptual artist who was based in London. Steveni was the co-founder and director of the Artist Placement Group (APG), which ran from the 1960s to the 1990s. The APG's goal was to refocus art outside galleries and museums. It instead installed artists in industrial and government organizations to both learn about and to have a voice in these worlds and then, where possible, organize exhibitions of work related to those experiences. Its work was a key precursor of the now widely-applied artist in residency concept. == Early Life and education == Steveni was born in Iran in 1928 to British parents. Steveni's father worked in the Foreign and Commonwealth Office, and her early life was spent moving back and forth between Iran and Devon, where she lived with her grandparents from the age of five. Steveni had an unconventional education, attending a dance school in Teignmouth during the Second World War, but nonetheless managed to obtain her School Certificate and proceeded to win a place at the Chelsea College of Art. In 1951, Steveni married the artist John Latham, who she would go on to work with on the Artist Placement Group. == Career == Steveni initially worked in Performance art and engaged with the shift towards Conceptual art. She participated in Fluxus networks in the late 1950s and 1960s and created Happenings and assemblage sculptures. In 1965 Steveni had the idea to found the Artist Placement Group (APG), inspired by an invitation from Frank Martin at the St Martin's School of Art for her to give a lecture to students on the role of the artist in society. Working in collaboration with Latham, Steveni formally launched the APG in 1966. Latham and Steveni were joined by artists including Jeffrey Shaw, Stuart Brisley, David Hall and Barry Flanagan. As well as securing support from Martin, Steveni also made contact with the industrialist Sir Robert Adeane, who acted as a chairman for many companies, and encouraged Steveni to put her concept into action. APG aimed to partner artists in private companies and public bodies, in order to fight the isolation of the artist from wider society. In 1968, Steveni approached the chairman of the Arts Council of Great Britain with a proposal to use the Hayward Gallery for an exhibition. This was realised in 1971 with the exhibition Art and Economics. Steveni set up the first placement secured by the organisation between Garth Evans and the British Steel Corporation in 1969. Other artists who had important placements with APG included Keith Arnatt, Ian Breakwell, Stuart Brisley, George Levantis and David Hall. In the 1980s, feeling that the notion of the artist placement had been appropriated and diluted by many arts and academic organisations, Steveni and Latham changed the name of APG to O+I or Organisation & Imagination. Throughout the APG's operation, Steveni played a fundamental directorial role in its administration and running, making connections between artists and industry, securing funding and arranging payments. Steveni's extensive managerial role has, however, often been obscured within histories of the APG, and the historical focus has mainly been on the work of Latham. As Victoria Lane writes: 'Her pivotal role within the development of APG has generally been obscured by the better-known work of John Latham and the theoretical approach he brought to the group, combined with the domination of the male artists in APG.' In 2002 Steveni began the project I Am An Archive, described as an 'ongoing performative archive project' through which the artist reflects on her involvement in APG. It includes artists walks and conversations, which are actively documented. In 2005, Steveni was in conversation with Tony Benn about the APG - the politician was an early and important supporter of the organization- at Tate Archive, which now holds the APG papers and records. During 2008, Steveni participated in the Manifesto Marathon at the Serpentine Gallery. In 2009-10 Steveni exhibited documentation from I Am An Archive at the Arnolfini gallery as part of her installation and enactment Beyond the Acid Free. == References == Category:1928 births Category:2020 deaths Category:British artists Category:British women artists Category:Conceptual artists Category:Artists from London ",
    "title": "Barbara Steveni"
}