{
    "id": "60418424",
    "text": "The Fort of Arpim is in the parish of Bucelas in the municipality of Loures, in the Lisbon District of Portugal. It was constructed during the Peninsular War, forming part of the first of three defensive Lines of Torres Vedras aimed at protecting Lisbon, the capital of Portugal, from French invasion. The fort, which never saw battle, has been restored and can be visited. ==History== Following the Treaty of Fontainebleau signed between France and Spain in October 1807, which agreed on the invasion of Portugal, French troops under the command of General Junot entered the country, which requested support from the British. In July 1808 troops commanded by the Duke of Wellington, at the time known as Arthur Wellesley, landed in Portugal and defeated French troops at the Battles of Roliça and Vimeiro. This forced Junot to negotiate the Convention of Cintra, which led to the evacuation of the French army from Portugal. In March 1809, Marshal Soult led a new French expedition that advanced south to the city of Porto before being repulsed by Portuguese- British troops and forced to withdraw. However, the threat of further invasions by the French led Wellington, on October 20, 1809, to order the construction of defensive lines in order to protect Lisbon from Napoléon Bonaparte's troops. The Lines of Torres Vedras, consisting of 152 forts, redoubts and other military installations, were built rapidly and in conditions of great secrecy, under the overall supervision of Colonel Richard Fletcher who was commander of the Royal Engineers. Located at the top of a small hill 227 meters high, the Fort of Arpim was built with the aim of linking the positions of the first defensive line, in the Calhandriz valley, to the second line that began at the Fort of Casa close to the River Tagus. Each of the works on the lines was given a number and Arpim was No. 125. It was to the rear of three other forts built at Calhandriz. In front of the four forts, the summit was scarped to make it inaccessible to the enemy. To defend the road that allowed access to Bucelas and Alverca do Ribatejo, Arpim also exchanged crossfire with three forts on the Aguieira mountain range and enjoyed a wide field of view, including of several other forts or redoubts of the second line such as the Fort of Zambujal and the Fort of Ribas. The Fort of Arpim had a seven-sided polygonal design and was surrounded by a trench or dry moat. It was made of packed earth reinforced with stone walls, and included a stone magazine and some structures in wood, such as gun emplacements, which facilitated movement of the artillery pieces. It was designed for a garrison of 250 soldiers and is believed to have been equipped with four cannon. Gun emplacements were pointed both in the direction of Calhandriz and the Aguieira hills. Of the 152 forts in the Lines, the Fort of Arpim was numbered 125 and was one of the last to be built. ==See also== *List of forts of the Lines of Torres Vedras ==References== ==External links== *Friends of the Lines of Torres Vedras * Arpim Category:Lines of Torres Vedras ",
    "title": "Fort of Arpim"
}