{
    "id": "60414009",
    "text": "Poems is a collection of poetry and songs by David Sillar, a close friend of the poet Robert Burns who had been encouraged to go into print by the success of Poems, Chiefly in the Scottish Dialect. Poems was printed by John Wilson of Kilmarnock in 1789. Sillar's interest in poetry predated his friendship with Burns, but was one of several reasons for it. ==The publication and its contents== The title page has the same attractive and impressively fleuron decorated layout as the Kilmarnock Edition of Burns's poems and of John Lapraik's poems, with a quote from the poet Ramsay. A list of the subscribers was not included and no copies, if printed, of a 'Proposals' advertisement or prospectus are known to have survived. The work was prefaced with Burns's 'Second Epistle' to his friend, put into print here by Sillar for the first time. The publication was a failure despite Burns's assistance and high opinion of his friend's poetic ability. The Poems dedication was to Hugh Montgomery Esq. of Skelmorlie, later the 12th Earl of Eglinton. Burns much appreciated the literary companionship of both David Sillar and John Lapraik and his friends influence upon his poetry therefore has considerable historical and literary significance. In his second \"Epistle to Davie. A Brother Poet and Brother Fiddler\" Burns wrote: {| cellpadding=10 border=\"0\" align=center |- | bgcolor=#f4f4f4| :Auld Nibor, :Hale be your heart, hale be your fiddle; :Lang may your elbuck jink an' diddle, :Tae cheer you thro' the weary widdle :O' war'ly cares, :Till bairns' bairns kindly cuddle :Your auld, grey hairs. :But, Davie, lad, I'm red ye're glaikit; :I'm tauld the Muse ye hae negleckit; :An' gif it's sae, ye sud be licket :Until ye fyke; :Sic hauns as you sud ne'er be faikit, :Be hain't wha like. |} The format was octavo on hand made paper, in half-sheets with the watermark fleuron as a classic fleur- de-lis. Measuring 21.4 x 14.1 cm the trimmed gatherings or signatures were bound originally in blue printer's paper boards. The signatures run from A to Hh4 and the first two leaves of each half-sheet are signed. The book is organised with a title-page; Registration; Dedication; Preface; Table of Contents; Text; Glossary and a blank sheet at the end. The publication is 247 pages long with forty-five poems, nine songs, two epigrams and five epitaphs. David Sillar was assisted in the sale of his 'Poems' by Robert Burns who wrote to him on 22 January 1790, enclosing £2 4S 0d from eleven subscribers to David's poems, a letter now in the possession of the Irvine Burns Club, Indicating that the subscribers therefore paid 4s per copy. Others who gave assistance are not on record but his \"...numerous subscribers\" are acknowledged in the preface. It is recorded as being \"Entered in Stationers Hall\" of the Worshipful Company of Stationers and Newspaper Makers and the work was effectively published by the author himself. The eleven page glossary or 'dictionary' of Scots words was added for the benefit of those unfamiliar with this language, Burns had included one in both his Poems, Chiefly in the Scottish Dialect and his Poems, Chiefly in the Scottish Dialect (Edinburgh Edition) indicating that many of the Scots words were by that time unfamiliar to some readers, especially those amongst the aristocracy. Sillar also added annotations in the main text to clarify or enhance the understanding of his works such as with the \"Epistle to John Lapraik\". The number of copies printed would have related to the number of subscribers and at least 342 copies were issued as a George Darsie recorded his subscriber's number in his copy which has its original boards and was later passed on to a William Darsie. It is known how many copies survive outside of major libraries. The value of the 'Poems' is enhanced by its link with Robert Burns and one was advertised by a dealer in June 1869 at 21/- or 1 guinea (see Wikimedia Commons link) whilst by way of comparison that year a good copy of the 'Kilmarnock Edition' sold for £14. Only one edition of the Poems was printed, however copies are readily available through print on demand websites. ===Original and holographic material=== Unlike the Kilmarnock Edition the fleurons are restricted to the title page despite the printer being the same for both publications. Burns's second \"Epistle to Davie. A Brother Poet and Brother Fiddler\" was first printed in David Sillar's Poems. The Irvine Burns Club in Ayrshire possesses two original letters from Robert Burns to David Sillar, purchased by the club in 1975 from the Rev. David Sillar, Wetherby, Yorkshire, a great-great- grandson. Both letters were written from Ellisland, Dumfriesshire, and are dated 5 August 1789, and 22 January 1790. They are warm friendly letters and deal with the aforementioned act of Burns obtaining eleven subscribers for Sillar's Poems.Burns Scotland Retrieved 4 April 2019 ===Aftermath=== Unfortunately David Sillar was \"No poet.\" The poems were mediocre and were not well received. Makinson comments that his poetry was ponderous, lacked humour and was somewhat coarse. It has been suggested that his later failure as a grocer and subsequent bankruptcy and imprisonment in Irvine was in part related to the time he spent on composing poetry and songs. The apparent print run of 1000 copies, an optimistic number, would have contributed substantially to the losses Sillar incurred.Robert Burns's Letters In the summer of 1791 David had been forced to write and ask Burns for a loan, however the poet was not in a position to help and replied that \"I am extremely sorry to hear of your misfortune, & the more so, as it is not in my power to give you any assistance - I am just five shillings rich at present .... I trust your many rich and influential friends will enable you to ger clear of that flinty- hearted scoundrel whose name I detest.\" == The poems and songs in David Sillar's 1789 publication Poems == 'To the Author' 'Auld Neighbor' - by Robert Burns. It is not known when Burns sent this to David Sillar, although 1785 has been suggested. First page of the 'Glossary' # \"To the critics, an Epistle\" # \"The Duel\" # \"To the Fair Sex, an Epistle, Inscribed to the Ladies of I****e\" # \"The Souter's Prayer to King Crispin\" # \"Whisky\" # \"The Tailor and Susy, a Tale\" # \"The Petition of the Ladies of ________, to the Hon. the Magistrates of _______, Inscribed to J. C. Esg\" # \"Epistle to R. Burns\" # \"Epistle to J.W****n, Student of Divinity, Edinburgh\" # \"Elegy on G***** B***\" # \"The Recantation, by J_______ H______\" # \"Reply to the Recantation\" # \"The Young Lady's Soliloquy\" # \"A Receipt to make a Poet\" # \"Tuncan an' Tonnel, or the effects o'whisky, a tale\" # \"The Pursuit of Happiness, a Dream\" # \"Epistle to the Author, by J. H*******n\" # \"Epistle to W_______ C________\" # \"The Mistake, a common case\" # \"The Last Speech of Johny Stock, # \"To G______ T______, inclosing the Receipt to make a Poet.\" # \"To J_______ D_______n\" # \"Richie an' Ringan, a Pastoral\" # \"To Miss A______ H_______, inclosing Richie an' Ringan\" # \"To J. W. Watchmaker\" # \"Satan's Complaint; or, the Vision\" # \"To R______ D_____n, occasioned by breach of friendship\" # \"Epistle to J***s D*****N\" # \"On the extent and limits of the human understanding\" # \"A Dedication, inscribed to _______ ______\" # \"To the Reverend, on his Text, I Cor., vii, 29.\" # \"Gavin an' Willie, a Pastoral\" # \"Epistle to J___n L______k\" # \"To the Heresy Hunters\" # \"The Vindication,'\" # \"Verses occasioned by a reply to Burns' calf, by an Unco Calf\" # \"To Myra\" # \"A character of Parnell's Poems\" # \"The Debate, a true Story\" # \"Epistle to Delia\" # \"Epistle to J___n G______e\" # \"The Evening Review\" # \"Soliloquy on Death\" # \"Epistle to J___n M_____r\" # \"An Invocation to the Muses\" # \"Songs\" # \"Epigrams\" # \"Epitaphs\" # \"Conclusion\" # \"Glossary\" Sillar used a wide variety of methods to keep the names of individuals more or less hidden, such as with a series of asterisks between a first and last letter denoting missing letters, a solid line giving no clue to the number of letters, no letters at all, etc. == See also == * Poems, Chiefly in the Scottish Dialect * Poems, Chiefly in the Scottish Dialect (Edinburgh Edition) * Robert Burns World Federation * Burns Clubs * Robert Aiken ==References== ==Sources== * Boyle, A. M. (1996). The Ayrshire Book of Burns-Lore. Alloway: Alloway Publishing. . * Douglas, William Scott (1938). The Kilmarnock Edition of the Poetical Works of Robert Burns. Glasgow: The Scottish 'Daily Express'. * Egerer, Joel W. (1964). A Bibliography of Robert Burns. Southern Illinois University Press. * Hunter, Douglas (2009). Hunters' Illustrated History of the Family, Friends and Contemporaries of Robert Burns. Messrs Hunter McQueen and Hunter. . * Makinson, H. (1915). Poet, Lover, Ploughman, and Fiddler. A.B.C.& C.D. No.XXIV. Robert Burns World Federation. * Westwood, Peter (2008). Who's Who in the World of Robert Burns. Kilmarnock: Robert Burns World Federation. . * Young, Allan (2017). The Kilmarnock Burns: A Census. University of South Carolina Libraries. . == External links == * Category:British poetry collections Category:Robert Burns Category:Scottish literature ",
    "title": "Poems by David Sillar"
}