{
    "id": "60421985",
    "text": "The Metropolitan Council on Housing (also referred to as Met Council) is a tenant rights organization in New York City founded in 1959. As the oldest and largest tenants' organization in the city,\" it has focused on issues including rent regulation and affordable public housing. == Founding == The Met Council came together in 1959 as a coalition of twenty tenant councils. The initial founders of the Met Council included Jane Benedict, who had been involved with her neighborhood housing organization, Yorkville Save Our Homes Committee. In response to a need for low-cost, integrated public housing, the Committee organized in their own neighborhood and then merged with other neighborhood- based tenant organizations to form the Metropolitan Council on Housing. === Diversity in early leadership === The housing movement in New York City was noted in this era for the prevalence of women in leadership, including at the Met Council; in addition to Jane Benedict, other founders included Esther T. Rand and Frances Goldin, and other women in leadership roles early in the organization's existence included Mrs. Juan Sanchez and Marie Runyon. Leadership was also integrated at the Council's founding; Brooklyn Congress of Racial Equality Director and later congressman Major Owens noted that he had learned much from his organizing work with Met Council. Founder Jane Benedict continued to work for forty years in various capacities with the Met Council; she fought for broader implementation of rent control and rent stabilization, and for the preservation of low income housing units. === Location === The initial headquarters of the Met Council were at 2050 2nd Avenue, New York. Council offices later moved to 339 Lafayette Street, also known as the Peace Pentagon. == Tenant Organizing Work == === 1950s === Early work by the newly- formed Met Council included a 1959 campaign to remove Robert Moses from his position with the Committee on Slum Clearance. They distributed 100,000 leaflets detailing Moses' failure to appropriately administer the Title 1 program. === 1960s === Work against slum clearance continued into the following decade and included publication of the 1964 report, A Citizen's Survey of Available Land, which detailed space in New York City available for the construction of low-rent housing without clearing existing housing. Met Council put pressure on the city to take ownership of abandoned buildings, rather than just knock them down. Throughout the 1960s, the Met Council lobbied to keep rent increases low on rent controlled units. This work included the publication of a 1961 report, The Harmful Effects of a Rent Increase, which detailed how increased rents could in fact increase vacancy rates as a result of increased cohabitation, while current rent controlled units provided landlords with a good return on their investment. This came in the face of lobbies from real estate interests for a 15 percent increase on the cost of rent controlled units. They continued to campaign in 1963 for more low-rent housing, instead of rent increases, as a solution to housing shortages in New York City. In 1968, they published The Case for Overall Rent Control. Work of the Met Council during this era was noted for its efforts to ensure low-cost housing for minority groups. === 1970s === Met Council's work in the 1970s also included support of squatter-led actions through Operation Move-In, which continued the Council's earlier work against slum clearance and in advocacy for rehabilitation of abandoned buildings. It then took part, alongside representatives from the Black Panther Party, the Young Lords, and I Wor Kuen, in hosting a Peoples' Court Housing Crimes Trial, which famously put the city on trial for the affordable housing crisis, with representatives from each organization presenting witness testimonials. This action was noted for its use of performative aspects of protest, and the way it successfully attracted media attention. This work on the Housing Crimes Trial showcased general improvements in the Metropolitan Council on Housing's use of media in its organizing work; the Council began to also hold workshops for tenant organizations on how to garner publicity and present their concerns in the media, and published Techniques and Devices to Get Your Press Release into Print. After Mayor Lindsay and Governor Rockefeller enacted a 1971 law that put rent regulation under state control and would remove apartments from rent control as tenants moved out of them, the Met Council issued a call for widespread rent strikes and hosted workshops for tenants on how they could organize rent strikes in their own buildings. Jane Benedict and the Met Council had fought this move, and its subsequent management of rent controlled units through a computer system that was designed to manage rent increases; they called instead for Federal rent control legislation that would have a national scope and broader tenant protections. In 1979, in the face of tenants losing apartments because of landlords who wished to enforce roommate occupancy violations, the Met Council spoke up about the need for rent laws to change along with changing living customs in New York City. === 1980s === Metropolitan Council on Housing joined with other local organizations, including New York Public Interest Group and the Sierra Club, in 1985 to form the New York City Coalition to End Lead Poisoning, specifically to target lead poisoning but more broadly to tackle problems at the intersection of environmental issues and population health. In 1988, the organization's Co- Chairwoman, Susan Radosh, spoke up against Governor Mario Cuomo's proposal to combine rent controlled and rent stabilized apartments into a single regulation system. === 2010s === After four decades of work the Metropolitan Council on Housing needed to shift some of its campaigning in response to new issues in New York City's affordable rental landscape, including organizing against rezoning that would impact low cost housing availability. However, the Council's main focus has remained supporting tenant organizations. The Council is a partner in the Real Rent Reform Campaign. In 2016, Ava Farkas, Executive Director of the Met Council, spoke out against New York City's Mandatory Inclusionary Housing policies rolled out by Mayor Bill de Blasio, linking this policy to increases in gentrification in New York City. The Council currently provides advice to tenants on their legal rights through online resources, a telephone hotline, a walk-in clinic, and a free, bilingual newspaper,Tenant/Inquilino. It also provides data related to tenant practices and behavior in New York City. === 2020s === During the COVID-19 pandemic in New York City, the Council joined a group called Housing Justice for All, which included various organizations and tenant organizers. The group called for an eviction moratorium in New York, and they helped train tenants who wanted to organize rent strikes. On March 20, Governor Andrew Cuomo issued a 90-day moratorium on evictions. == Other Organizing Work == Early activism of the Metropolitan Council on Housing was noted for its intersectionality; in the 1960s it advocated for an end to the Vietnam War, and leadership was invited to testify at a 1970 state commission hearing on women's rights. == References == Category:Affordable housing advocacy organizations Category:Organizations based in New York City Category:Rent regulation Category:Regulation in the United States Category:Housing in New York (state) ",
    "title": "Metropolitan Council on Housing"
}