{
    "id": "60422030",
    "text": "\"A Good Man Is Hard to Find\" is a song written by African-American songwriter and later actor Eddie Green, and first published in 1917. It was first recorded by Marion Harris in 1919. It is regarded as \"one of the classic blues standards from the Roaring Twenties\". Eugene Chadbourne, \"Eddie Green\", Allmusic.com. Retrieved 5 April 2019 == History == The song was written by Green \"in a bluesy style\", and was first copyrighted in December 1917.Elva Diane Green, \"A Good Man is Hard to Find\", Unlikely Stories Mark V. Retrieved 5 April 2019 It was initially available as a piano roll. \"What's the origin of the phrase 'A good man is hard to find'?\", Phrases.org.uk. Retrieved 5 April 2019 By January 1919, the sheet music was reputed to have sold one million copies. Green also used the song in a Broadway show in 1927. The recording by Harris - the first widely-known white singer to sing blues songs - for Victor Records was released in February 1919. Other popular early recordings were made by Wilbur Sweatman's Original Jazz Band (1919), Ernest Hare (1919), Ted Lewis (1928), and Bessie Smith (1928). The song became the signature tune of Sophie Tucker, who also first sang it in 1919. Among later recordings of the song are those by Fats Waller (1939), Cass Daley (1949), Frank Sinatra and Shelley Winters in the film Meet Danny Wilson (1952), Teresa Brewer (1955), Brenda Lee (1959), Nancy Wilson (1962), Alberta Hunter (1980), and Maria Muldaur (2007).\"A Good Man Is Hard to Find\", Secondhand Songs. Retrieved 5 April 2019 There are at least 150 recorded versions of the song. \"Eddie Green\", Discogs.com. Retrieved 5 April 2019 The inversion of the phrase, as \"A hard man is good to find\", is generally attributed, though with some uncertainty, to Mae West. ==References== ==External links== * Lyrics at Wikisource.org. Category:1917 songs Category:Blues songs Category:Bessie Smith songs Category:Sophie Tucker songs Category:Teresa Brewer songs ",
    "title": "A Good Man Is Hard to Find (song)"
}