{
    "id": "60422933",
    "text": "Comparative Semitics is a field of comparative linguistics and philology concerning the Semitic languages. While existing as a field of study in and of itself, comparative studies in Semitic languages are often taught as part of individual language curricula, or as part of theological language studies. == History == === Origins === The early targums, or translations of the Hebrew Torah into Aramaic, represent what may be the earliest example of comparative philology between Semitic languages. The Targum Onkelos, possibly dating from the 1st century C.E, consists of nearly word by word translation of the pentateuch from Hebrew to Aramaic. These parallel translations were commonly read together during the Talmudic period, and continue to be read and taught to this day in the Yemenite Jewish tradition. Yemenite copy of the Book of Ezekiel in the Targum Jonathan, with the same section written in Hebrew and Aramaic. === Rabbinical Studies in the Middle Ages === The Masoretes were Jewish scholars in the 6th to 10th centuries C.E. in Palestine and Babylonia who began to standardize Biblical Hebrew. These scholars introduced a diacritical system for pronunciation called niqqud, and began to describe the grammar of the Hebrew language. It was these developments in grammatical study during the masoretic period that enabled later comparative studies by Hebrew literate Jews in the Arab world. Later on, during the Islamic golden age, many Hebrew scholars living in the Arab world noted similarities between Arabic, Aramaic and Hebrew. One of the earliest to note these comparisons was Judah ibn Quraysh from Tiaret in the 9th century C.E. Ibn Quraysh was also the first known scholar to draw a connection between the Semitic languages and the more distantly related Amazigh or Berber Languages. Rabbi Saadia Gaon lived under the Abbasid Caliphate from the 9th to 10th centuries C.E., and is held to be one of the first Hebrew linguists. He is considered to be the father of Judeo- Arabic literature, and noted many comparisons between Hebrew, Aramaic and Arabic. Although he never dedicated a work specifically to the field of language comparison, Saadia Gaon published the first comprehensive Arabic interpretation of the Torah, the Tafsir Rasag. The most significant evolution in early comparative Semitics was the identification of the structure and function of the semitic tri-literal root system by Judah ben David Hayyuj, a Moroccan Jew who lived in Cordoba in the 10th century. Influenced by Huyyuj, Rabbi Jonah Ibn Janah wrote the most influential contemporary grammatical text on Hebrew, the Kitab al-Anqih (Arabic: \"Book of Minute Research\"), or Sefer HaDikduk (Hebrew: \"Book of Grammar\"). This book included a table of Semitic roots, Sefer haShorashim (Hebrew: \"Book of Roots\"). Samuel Abraham Poznanski, a notable Hebrew linguist and ardent Zionist in the early 20th century, considered Jonah Ibn Janah to be the “forerunner of modern comparative linguistics.” === European Linguistics in the 19th and 20th centuries === The term \"Semitic languages\" was first coined by August Ludwig von Schlözer in 1781 because they were spoken by the descendants of the sons of Shem named in Genesis 10: 21-31. Ernest Renan, a Frenchman and early semiticist, wrote one of the first European texts on comparative semitic philology, Histoire générale et système comparé des langues sémitiques, (French: \"A general history and comparative system of semitic languages\") originally published in 1855. Much of the scholarship on comparative Semitics by European linguists and orientalists in 19th century was summarized by German semiticist Carl Brockermann in his Grundriss (German: \"outline\") in 1908. Marcel Cohen was a French Linguist who studied Ethiopian languages, and produced significant works on their relation to the semitic languages in the 1930s. Cohen also studied ancient Egyptian, and formulated new hypotheses regarding the Afroasiatic language phyla, or the 'Hamito-Semitic languages' as they were then called. == Applications == === Theological studies === Hebrew, Aramaic, and Arabic are all holy languages, used to write foundational texts in Judaism, Christianity, and Islam. The study of some or all of these languages is a part of many Christian and Jewish theological curricula in universities, seminaries, and yeshivas. === Academic Language Studies === Academic study of the particular Semitic languages are often paired with comparative studies to understand the context and form of Semitic languages. === Historical Linguistics === Computational linguistics and bayesian phylogenetics techniques were used to analyze lexical data from 25 semitic languages in the Middle East and the Horn of Africa to test the Proto-Semitic language hypotheses. These studies determined that the root of the semitic languages tested likely originated in the near east 4300–7750 years before present. Timeline and lineage of semitic languages Palestinian spoken Arabic was shown to retain certain verb forms and words from Classical Hebrew, Mishnaic Hebrew, and Jewish Palestinian Aramaic. == References == Category:Comparative linguistics Category:Philology Category:Semitic languages Category:Semitic linguistics Category:Semitic studies Category:Semiticists Category:Rabbinic literature Category:Hebrew linguists Category:Arabian Jews Category:Arabic language Category:Aramaic languages ",
    "title": "Comparative Semitics"
}