{
    "id": "60421687",
    "text": "Sooryavanshi is an upcoming Indian Hindi-language action film directed by Rohit Shetty and written by Yunus Sajawal. Produced by Hiroo Yash Johar, Aruna Bhatia, Apoorva Mehta and Rohit Shetty. It is the fourth installment of Shetty's Police Universe and features Akshay Kumar as the titular character opposite Katrina Kaif. The film co-stars Gulshan Grover, Abhimanyu Singh, Niharica Raizada, Jackie Shroff, Sikandar Kher, Nikitin Dheer, Vivan Bhatena and Javed Jaffrey, while Ajay Devgn and Ranveer Singh reprise their roles of Singham and Simmba from the franchise's previous films. Kumar's character was announced towards the end of Simmba that served as a character introduction of Sooryavanshi. He is playing DCP Veer Sooryavanshi, the chief of the Anti- Terrorism Squad. Principal photography for the film began in May 2019 and was completed in November 2019. Originally scheduled for release on 24 March 2020, the film was postponed due to the COVID-19 pandemic in India. It is now scheduled to be released in November 2020 on Zee Plex. == Premise == DCP Veer Sooryavanshi, the chief of the Mumbai Anti-Terrorism Squad and his team join forces with Inspector Sangram Bhalerao and DCP Bajirao Singham to stop a terrorist batch planning to attack Mumbai. == Cast == * Akshay Kumar as DCP Veer Sooryavanshi * Katrina Kaif as Aditi Sooryavanshi * Ranveer Singh as Inspector Sangram \"Simmba\" Bhalerao * Ajay Devgn as DCP Bajirao Singham * Gulshan Grover as Usmani * Abhimanyu Singh as Vinod Thapar * Niharica Raizada as Tara *Jackie Shroff as Lashkar Khan * Sikander Kher * Nikitin Dheer * Vivan Bhatena * Kumud Mishra * Mrunal Jain * Rajendra Gupta as Naem Khan * Javed Jaffrey == Production == The film was announced in December 2018 through the post-credit scenes of the Shetty's Police Universe film Simmba. On 5 March 2019, film trade analyst Taran Adarsh shared the first look posters of the film on his Twitter account. Unlike previous entries in the franchise, Sooryavanshi is not based on any existing work, but an original story. Principal photography begun in Mumbai on 6 May 2019. The next schedule of the film took place in Bangkok. Filming of climax scene started in Hyderabad in October. The film wrapped up on 30 November 2019. == Release == On 5 March 2019, Akshay Kumar and Rohit Shetty announced that they have planned to release the film on 22 May 2019, coinciding with the festival Eid-ul-Fitr. Later, it was announced on 12 June 2019 that the release has been moved early to March 2020. On 12 March 2020, the release of the film was postponed indefinitely due to the COVID-19 pandemic. The film is now scheduled to be released on Diwali of 2020, that is in the month of November. == Soundtrack == The songs composed by Tanishk Bagchi, Lijo George – DJ Chetas and JAM8, while lyrics written by Rashmi Virag, Shabbir Ahmed and Tanishk Bagchi. Sukhwinder Singh will sing a song named \"Jal Rahi Hai\". The song \"Tip Tip Barsa Pani\" from the film Mohra, will be recreated. == References == == External links == * * Category:Film spin-offs Category:Films about terrorism in India Category:Films directed by Rohit Shetty Category:Films featuring an item number Category:Films postponed due to the COVID-19 pandemic Category:Indian films about revenge Category:Hindi-language films Category:Indian films Category:Masala films Category:Reliance Entertainment films Category:Cop Universe Category:Upcoming Hindi-language films ",
    "title": "Sooryavanshi"
}