{
    "id": "60423455",
    "text": "Capital Midlands is a regional radio station owned and operated by Global as part of the Capital network. It broadcasts to Birmingham, parts of the Black Country and the East Midlands from studios at Brindleyplace in Birmingham City Centre. The station launched in April 2019 as a result of a merger between Capital Birmingham and Capital East Midlands. ==Overview== The regional station originally broadcast as four separate stations. *Choice FM began broadcasting in Birmingham in January 1995, after taking over the licence previously held by Buzz FM. It was relaunched as Galaxy in 1999 and Capital Birmingham in January 2011. *Radio Trent in Nottinghamshire, Leicester Sound in Leicestershire and Ram FM in Derbyshire operated three separate localised services before they were merged and rebranded as part of the Capital network in January 2011. On 26 February 2019, Global confirmed the two Capital stations would be merged, following Ofcom's decision to relax local content obligations from commercial radio.Global to network Capital, Heart and Smooth breakfast shows, RadioToday, 26 February 2019 As of April 2019, regional output consists of a three-hour Drivetime show from Birmingham on weekdays, alongside localised news bulletins, traffic updates and advertising for the East and West Midlands. The station retains studios in Birmingham and regional offices in Nottingham. ==Programming== All networked programming originates from Global's London headquarters, including Capital Breakfast with Roman Kemp. Regional programming is produced and broadcast from Global's Birmingham studios from 4-7pm on weekdays,Capital FM – Birmingham public file presented by Tom Watts and Claire Chambers. An additional Afro-Caribbean music programme airs from 2-4am Friday mornings in Birmingham only, presented by Capital XTRA presenter, Robert Bruce. ===News=== Global's Newsroom broadcasts hourly localised news updates from 6am-7pm on weekdays and 6am-12pm at weekends with headlines on the half-hour during Capital Breakfast on weekdays. Separate bulletins are produced for the East and West Midlands. The Birmingham newsroom also produce bulletins for sister stations Heart West Midlands and Smooth West Midlands. The Nottingham newsroom also produces bulletins for Smooth East Midlands (owned by Communicorp). ==References== ==External links== * Capital Birmingham * Capital East Midlands Midlands Category:Radio stations established in 2019 Category:Radio stations in the West Midlands (region) ",
    "title": "Capital Midlands"
}