{
    "id": "60422452",
    "text": "Forster Green was the founder of Forster Green and Company, a leading firm of tea and coffee merchants in Northern Ireland and the benefactor of Forster Green Hospital, a non-acute hospital in South Belfast, Northern Ireland. ==Career== Forster Green was born on 8 October 1815 in Annahilt in County Down. Green was educated in Friends' School, Lisburn. Alongside his brothers he took up an apprenticeship in his teens which involved him moving to Liverpool. Upon his return to Ireland, he moved to Belfast and set up a business trading tea and coffee to both the commercial and consumer markets. By the age of 24, Green had amassed a successful business, Forster Green and Company: tea and coffee merchants. Green's business operated from multiple premises around Belfast City Centre, including in High Street, Royal Avenue and Cornmarket. Green and his family resided in Derryvolgie house, a large house just off the Malone Road in South Belfast. In 1840, Green married Mary Boalde from Whitehaven. Together they had six children, five daughters and one son. Four of their daughters perished of consumption before reaching adulthood, their only surviving daughter Mary later married and had four children. The Green's son died of lung disease due to consumption in his mid- twenties whilst in Egypt trying to seek warmer climates more favourable to his condition. Mary Green died in 1880 and two years later Forster Green married his second wife Jane Holding. The experiences with respiratory illness profoundly shaped Forster Green's later philanthropic work. Green was an active member in the society of friends, this strong Christian faith along with his personal experiences with diseases such as tuberculosis lead him and his wife to donate £2,000 to Throne Hospital, Belfast- this was a hospital located in North Belfast, that at the time was a children's hospital- it closed in 1992. This donation was used to open a specialist unit in the hospital for the treatment of consumption. Green purchased Fortbreda House and the surrounding grounds for a total sum of £11,000 in 1895 with the plan to build a hospital specifically for the treatment of consumption and chest complaints. Green was aware of the challenges posed by the setting up and running of a hospital as he was a life governor of the Royal Victoria Hospital, Belfast. At the time one of the only treatments for tuberculosis was access to fresh air, this was one of the reasons why the Fortbreda site, with its location at the time being outside the city in relative countryside, was a perfect location for a consumption unit. Over the subsequent two years the site was developed and on 30 September 1897 Forster Green Hospital for Consumption and Chest Diseases opened. Upon the opening of the hospital Green was actively involved in its running through his role as President. Forster Green remained involved in the organisation of the hospital into his later years, he passed away in Belfast in 1903, at the age of 88. ==References== Category:1815 births Category:1903 deaths Category:Businesspeople from Northern Ireland ",
    "title": "Forster Green"
}