{
    "id": "60420294",
    "text": "\"Hola Hola\" is a song by South Korean co-ed group Kard, released as the title track from their debut extended play of the same name (2017). It was released by DSP Media and distributed by LOEN Entertainment in conjunction with the EP on July 19, 2017. A music video was also released on July 19. == Release == The song was released in conjunction with the EP on July 19, 2017, through several music portals, including MelOn and iTunes. == Composition == The song is written by Nassun, members BM and J.seph, and Big Tone, and was produced by Nassun, Big Tone and DALGUI. Billboard describes the song as a Latin-inspired dance music to create a groovy summery tune littered with shimmering synths and callbacks to their previous songs, adding that the new track is driven by Somin’s melodic vocals, with propulsive raps courtesy of J.Seph, B.M, and Jiwoo propelling the song to the soaring refrain of the chorus. == Commercial performance == The song debuted and peaked at number 76 on the Gaon Digital Chart, for the week ending July 22, 2017, with 28,83 downloads sold. The song dropped the following week. \"Hola Hola\" is their first and only song to chart on the Gaon Digital Chart to date. The song also peaked at number 4 on the US World Digital Song Sales chart, marking their fourth entry on the chart and their fourth Top 5, after \"Oh Nana\" and \"Don't Recall\" peaked at number 5, and \"Rumor\" at number 3. == Music video == The music video was released on July 19, 2017, and shows the four enjoying the warm weather in Los Angeles, Las Vegas, Mexico, and Brazil exploring and playing around. Interspersed with the storyline of K.A.R.D's members joining up and going on a road trip to Sin City are a variety of scenes featuring the group dancing atop of a cliff. == Charts == {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" !Chart (2017) !Peak position |- ! scope=\"row\" |South Korea (Gaon Digital Chart) |76 |- ! scope=\"row\" |US World Digital Songs (Billboard) |4 |} == References == Category:2017 singles ",
    "title": "Hola Hola (Kard song)"
}