{
    "id": "60420472",
    "text": "Cryptomitrium tenerum is a species of liverwort native to North America. It is the only representative of its genus on the continent. == Description == Like most other Marchantiales, it has a flat, dichotomously branched thallus, which in this species is pale green, flattened, dichotomously branched, thin, and somewhat shiny, measuring 0.6 to 1.5 cm long, less than 1 cm wide. The thallus margins are brownish purple in patches and somewhat undulate, curling upward when dry. The dorsal surface has a faint pattern of irregular polygons, and around inconspicuous pores to the air chambers below. The ventral surface is dark purple, shiny towards the margins, and green medially. The ventral scales are small, dark, and purple, poorly developed at maturity. The peculiar oil bodies found in so many liverworts are found scattered throughout the thallus, ventral scales, and sporogonial receptacle. Cryptomitrium does not reproduce asexually via gemmae. It usually reaches its best development in February or March, depending on the amount and distribution of the winter rainfall. During the long rainless season the plants dry up, the tips reviving and giving rise to new plants with the advent of the autumn rains. Receptacle of Cryptomitrium tenerum spherical sporophytes visible below. == Taxonomy == The species was originally named Marchantia tenerum by Hooker, but later placed in the genus Cryptomitrium by Austin before being revised into its current description by Underwood in 1884. The genus Cryptomitrium is placed in the Aytoniaceae with other liverworts with flat thalli and stalked receptacles, such as Asterella, The genus name means “hidden turban” in reference to the inconspicuous sheath around the immature sporangium. The common name for Cryptomitrium tenerum is the flying saucer liverwort referring to the flat disc-shaped sporangiophore perched on a tall thin stalk. == Reproduction == The species is monoecious. As in certain related species, such as Asterella, the antheridia form a narrow, elongated, median, dorsal group lying immediately posterior to the female receptacle. The female receptacle is terminal. Its stalk has a single rhizoid furrow. The disk is hemispherical when young but finally becomes circular and nearly flat. It is without lobes when mature. The distinctive discoid carpocephalum is easily recognized when mature, but earlier in its development may be more or less low-pyramidal; however, it is never lobed, and rather distinctive on this account. Cryptmitrium tenerum sporangia taken through a dissecting microscope 25x Sporangia brown, nearly spherical, with very short seta, three to seven per receptacle, each opening by a lid; mauring in early spring. Spores brown, 35-450 um, more or less distinctly tetrahedral, irregularly areolate-lamellate, with a pellucid margin. The elaters are attenuate, 300-450 um contorted, often branched, and spiraled. == Distribution and habitat == Cryptomitrium tenerum occurs in Mediterranean climates with cool wet winters and dry summers and forms small to locally extensive mats on bare and usually shaded humid soil on hillsides, rock outcrops, and streambanks. Wildfires are suspected to play a role in maintaining habitat. Capsules develop in late winter to early spring, depending on elevation. It is a poor competitor with vascular plants and populations tend to disappear as succession progresses. == References == Category:Aytoniaceae Category:Flora of California Category:Bryophyta of North America ",
    "title": "Cryptomitrium tenerum"
}