{
    "id": "60421287",
    "text": "Bartolomeo Bruti, Barthélemy Bruto or Bartholomeo Brutti (b. 1557 – d. 1591) was an AlbanianBetween Istanbul and Venice Agency, Faith, and Empire in the Sixteenth Century p. 221 postelnic (chamberlain), diplomat, merchant, spy, agent, translator and a multilingual trader, part of the Bruti family from Lezhë, Venetian Albania. He worked for the Venetians, Philip II of Portugal, Habsburg Spain, the Queen of England,Agents of Empire: Knights, Corsairs, Jesuits and Spies in the Sixteenth-Century Mediterranean World. New York: Oxford University Press, 2015, p. 358 the Principality of Moldavia, Zygmund III Vasa and the Grand Vizier Sinan Pasha to whom he was related. He was the son of a cavalry captain in the Venetian employ. Bartolomeo Bruti married Maria de Pleba, a relative of the imperial Matthias del Faro. Their son, Antonio was born in 1578. In 1573 Bartolomeo Bruti, aged 16, sent a petition to Venice after having been trained in Carigrad to become a giovane de lingo, or a Venetian agent. In 1575 he returned to Rome after having learned the Ottoman-Turkish language. Between 1574 and 1579, he worked for the Spanish on a mission to establish a truce in the Mediterranean between the two great powers Venice and the Ottoman Empire. He also worked as a spy for the Venetians fixing deals with the Ottoman Grand Vizier Sinan Pasha to whom he worked for. After the Battle of Lepanto, Mehmed Bey Paşa, governor of Algeria (1567–1568), was captured by the Venetians. He was released after Bruti negotiated a deal. Together with Sokollu who gave him secret information, Bruti made a deal with the Habsburg authorities to spy on Ottoman military activity.Agents of Empire: Knights, Corsairs, Jesuits and Spies in the Sixteenth-Century Mediterranean World. New York: Oxford University Press, 2015, p. 511 Bartolomeo proposed a new deal; if Philip II of Portugal could offer Sokollu 30,000 ducats then they could bribe Ottoman officials to eventually create an anti-Ottoman alliance in North Africa, particularly in Algeria. In 1575, he traveled to Rome as part of a mission to exchange 34 Ottoman prisoners of war between the forces of the league that had participated in the Battle of Lepanto and the Ottoman Empire. First he traveled to Fermo, then to Ragusa where the Ottomans were to surrender the Christian prisoners. In 1576, he offered to send letters via Cattaro and Ragusa rather than Corfu and change the Greek couriers with Slavs. He also notified Sinan Pasha of a Spanish agent named Antonio Sanz who arrived in Constantinople in 1582. Luckily for Sanz, he had a salvoconducto given by Uluç Ali. Yet he still had to leave the city and his wife and children in it immediately. The unofficial Habsburg ambassador named Giovanni Margliani offered to the Viceroy of Naples to send two assassins named Sinan and Haydar to kill Bartolomeo Bruti for his double game. The offer was declined as Bruti was neither a vassal nor a renegade. Bruti met his end in 1591 after the Moldavian prince Aron Tiranul (1591–1595) strangled Bruti who at the time was around 30 years old. Tiranul had borrowed money from Bruti and refused to pay it back. Bruti was a Machiavelian type who played on many sides simultaneously. == Diplomat and councilor == In his youth, Bruti worked as a spy for the Venetians on the streets of Pera in Constantinople. He also worked for the Spanish forcing him to act \"double agent\".Lo spionaggio sulla frontiera mediterranea nel XVI secolo: la Sicilia contro il sultano. (translation: Albanian of origin and \"young of language\" at the Venetian embassy in Constantinople, the spy implemented in the streets of Pera \"de baxo de la dissimulacion con que antes estava del servicio de Venecianos\". But the adventurous biography of Brutti was the most striking example of the risks faced by intelligence Hispanic when he established contacts with characters who had means to play the double game), 2016. p. 485. In the summer of 1546, Bruti and Mariano di Lipari landed on Trapani pier with valuable information for the Sicilian government. Bruti became known for saving Petru Şchiopul and in return he made Bruti a secret chancellor and advisor. Bruti brought his two brothers Cristoforo and Benedetto to Moldava giving them land. The Moldovan bolsheviks feared him. In 1579, Iancu Sasul (Saon) took advantage of Şchiopul and borrowed money from Bruti. Sasul soon fell out of favour with the Porte and was decapitated in 1582 at the border to Poland at Lviv. Şchiopul gave the title of cubicularius to Brutti who exercised influence on both Şchiopul and Mihnea II, the renegade of Wallachia, nephew of Şchiopul. Bruti wrote to the Pope asking for spiritual shepherds (Franciscans and Jesuits, from Poland) in order to increase the number of Catholics of 15,000 who were to fight Transylvanias \"heretics\" (protestans and hussites). Bruti helped seize the Hussites churches giving them to the Jesuits. On January 14, 1587, Bruti wrote a letter from Iași to Annibal de Capua: \"These Franciscans are very few and they speak neither German, nor Hungarian, so they can't take spiritual care of these catholics, 15000 in number\". Bruti was associated with the later Pope Sixtus V and Pope Gregory XIV. Bruti was active in other fields, and instead of promoting affairs of Venice and serving Spain, during the Portuguese dynastic crisis, he designed a venture by the Ottomans against Spain in favour of the Portuguese aspirant to the throne, the home of Anton I. Bruti maintained contact with the Queent of England who supported the Porte. In August 1584, Bruti sent 6,000 Hungarian ducats to his wife in Venice and he enabled good trade with the Romanians through his brothers In 1590, Bruti was admitted to the Polish nobility. The Ottoman-Polish peace talks were conducted that year through the mediation of England, with the capture of Bartolomeo Bruti, \"agent del Principe di Moldavia\", in Warsaw and Constantinople. To his old friend, Dubrovnik resident Tomi Nadali, a physician and the Krakow canon, Brutti had previously confided in himself: \"ancor io ho di figlioli et vorrei vedere qualche premio di questa mia servitù.\" when he became Duke (1574-1579), he summoned Bruti, conferring on him the title of secret chancellor and advisor, and, as a diplomat for both the duchy and the port, played an important role in the political life of Moldova. Bartolomeo brought two of his brothers, Cristoforo and Benedetto, with him to Moldova, where he was also granted landed estates. The position gave him so much power that he was feared by the Moldovan Bolsheviks. In 1579, Iancu Sasul (Saxon) took advantage of the weakened position of iopchiopul and, by borrowing money from Bruti, came to his. the Nuncio to Poland to provide spiritual shepherds (Franciscans and Jesuits, especially from Poland) with the Archbishop of Lviv for perhaps a slightly increased number of 15,000 Catholics who would fight Transylvania's \"heretics\" (Protestants, Hussites) settled Hungarians and Germans. In November 1588, as chamberlain of the Duke of Brest of Moldova, he informed the papal nuncio in Poland that the Duke had secured the Jesuits by giving them two other Hungarian villages, which were Brutti's. Bartolomeus Brutus himself helped to drive \"heretics\" and married priests from Catholic churches and parishes there. Bruti and Sokollu met in Istanbul and they quickly established a connection. However they soon became rivals as they competed for the influence on the Sultan, and Sokollu arrested Bruti in his own castle accusing him of being a spy and threatening him with forced conversion to Islam. The real reason behind Bruti's arrest was that he contained secret information on two of Sokollu's men, Hurrëm Bey, a Spanish agent, and Solomon, who were in fact Muslims and pretended to be Christians. Despite threats, Bruti refused to convert. Eventually Bruti was released by the intervention of the Sultan. == Iancu Sasul, Petru Schiopul and Bruti == Bruti was accused of being a traitor by the Ottomans and for having intervened in the election of the prince of Moldavia. He was forced to return to Naples where he was punished by the Spanish authorities. He returned to Istanbul and entered the service of the Moldavian prince Iancu Sasul. However, later he would betray Sasul for Petru Schiopul where he became the grand customs officer. In the spring of 1586, the French traveler François de Pavie de Fourquevaux arrived in Iaşi and met Bruti who initiated a currency exchange operation as Bruti was known as \"the great merchant\". Bruti gave Fourquevaux a payment order to be extracted in Lwów at grand customs officer Sima Vorsi. When arriving after six days, the Frenchman was told that the documents were not useful. Fourquevaux was upset, however, Romanian studies of this event does not conclude if Bruti tricked Fourquevaux or if Sima Vorsi did as both merchants had interests of their own. It also turned out that the Frenchman was in Moldavia for \"pleasure\". Constantine Vorsi, son of Sima Vorsi, at the age of 15, committed a murder during school, and he escaped punishment thanks to the involvement of Bartolomeo Bruti and his brother Bernardo Bruti. On May 6, 1590, Bruti sent with a Turkish convoy to make peace between Poland and the Ottoman Empire. The Polish were grateful to Bruti and the chancellor Jan Zamoyski proposed that he should be granted Polish naturalization. From this moment on he became involved in the appointment of the Voivod (princely ruler) of the Ottoman client state of Moldavia. In 1582 he was commissioned to go to Constantinople to bring unusual gifts on the occasion of the circumcision festival for the son of the Sultan Murad III. In 1590, he was chosen as the official envoy in Poland on behalf of Sinan Pasha. Mieczysław Brahmer states that Zamoyski, Bartolomeo Bruti and the hospodar Pietro lo Zoppo, left no stone unturned to bribe, with the sum of 50,000 thalers, Sinan Pasha and other pashaliks. == Sabotage mission and the Spanish agent == In 1574, the Spanish agent Martin de Acuña was captured during the Ottoman conquest of Tunisia. He came to Madrid in 1576 after he was rescued from slavery. He was sent to the Deputy King of Naples where he met Bruti, a mediator like himself. Though Acuna and Bruti had conflicting interests. Acuna was set out for a sabotage mission, however Bruti protested but the King of Naples did not listen and sent Acuna to Istanbul. In 1576, Bruti was in Naples where he met Martín de Acuña. He told Bruti he was on his way to Istanbul for a sabotage mission which Bruti vehemently opposed saying that by the time the agent arrived in Istanbul, the Ottoman ships would already be at sea and not at bay as Acuña believed. In the spring of 1577, Martín de Acuña from Valladolid guaranteed the possibility of a hidden truce with the Ottoman Empire, while Bruti delivered the letters of Mehmet Bey of Algeria, an act of betrayal to the Sultan. Acuna decided that Bruti was valuable due to his knowledge of the Turkish language. However, Acuna withdrew from this idea and called for Spanish authorities to arrest Bruti. In interrogation, Bruti claimed to be a Venetian spy who had been sent to Italy by the Jewish merchant and Ottoman official Joseph Micas. The Spanish saw through his lies and later Bruti admitted and explained that his real mission was to persuade Philip II to restore Mehmed Bey Paşa, the Governor-General of Algeria (1567–1568), son of a previous king of Algiers, Ali Pasha (Salah Rais), to power in Algiers. Bruti and Acuna argued and confused Philip II with contradictory statements on how to rescue the Christian slaves captured in Istanbul and how to attack the Ottoman fleet. Bruti feared that if the Ottoman fleet was assaulted the Ottomans would know that Bruti arranged it. Philip II eventually believed that establishing Mehmet Bey as king in Algiers was a good idea and decided to send Bruti back to Istanbul to continue negotiations. In 1580, the French ambassador Jacques de Germigny (1579–1585) reported from Istanbul to Henry III of France that Bruti, who had been used by Spanish agent Don Marillano, working for Philip II of Spain, was arrested in Lezina (La Zenia) after having been tipped off by several drunken individuals who were crying due to the death of Sokollu Mehmed Pasha. == Zygmund III Vasa, Venetians and the Spanish == During his contract with Venice, he helped the Ottomans make a plan against Spain in favor of the Portuguese king Antonio I of Portugal. On June 1, 1587, Bruti maintained contact with Elizabeth I, the Queen of England. The Queen supported the Portuguese succession supporter Philip II, thinking about the 1585 military venture with Murad III against a common enemy, and especially at the time of the preparation of the Spanish fleet, which in 1588 ordered the invasion of England, primarily because of the assistance it provided to Spain in the Netherlands. According to Bruti, the English had interests in gaining influence in the Ottoman Empire against the Habsburgs. Bruti also was interested in gaining the Queen's support in order to influence the British ambassador in Constantinople securing Petru Schiopul's throne. Bruti also maintained contact with the King of Poland, Zygmund III Vasa (1587–1632) and Moldavia, in order to attract Queen Elizabeth's attention and to establish a Catholic Polish Jesuit order. == Habsburg, Wallachia and Queen Elizabeth == Vienna had much interest in working with Bartolomeos Bruti's relative Antonio Bruti due to the popularity and knowledge of the family. Because of Bruti's close ties to Sinan Pasha and the Habsburg authorities, the English ambassador in Istanbul tried to make use of him. In 1591, the Habsburg authorities sent an agent to Koper to speak with Bartolomeo's family. Queen Elizabeth received letters from Bartolomeo Bruti on June 1, 1587, which, according to Edward Barton, English ambassador of Istanbul, flattered the queen because her name had reached all the way to Moldavia and Vallachia. Bruti sent her a letter titled Manu proprai in the late summer of 1590. Barton, the Queens man, said ”The Albanian, who in his missive offered his services for the future, had long desired to see the English court”. Bruti had been in contact with the Queen since 1587. On October 2, 1590, Queen Elisabeth sent a letter to Bruti thanking him for having halted the war between Poland and the Ottomans as it otherwise would have had \"serious impact on the English munitions trade\". Brutis political skills and diplomacy with the Queen enabled an improved trade between England and Moldavia. On August 27, 1588, Bruti, representing Peter of Moldavia, enabled privileges for English merchants and the English queens representant Master William Hareborn returned with the letters given to him by Bruti from Constantinople. == Prisoner exchange and betrayal == During the prisoner exchange, Bruti had rescued Gabrio Serbelloni, who was the uncle of Giovanni Marliani, a Spanish agent. During this period, Bartolomeo Bruti was traveling with Giovanni to Constantinople as they were good friends. There, he changed plans offering to escape with Marliani to Anatolia while telling Sokollu Mehmed Pasha other plans. Bruti had made a deal with the Habsburg authorities to help Marliani on the one hand and on the other continue negotiating with Sinan Pasha. They arrived in Istanbul in late 1577 and negotiated a three-year truce in February 1581. Bruti and Marliani did not fancy each other and tried excluding one another. Bruti then made a plan to get rid of him. First, he told Marliani that Sokollu was angry at him for the misinformation regarding the arrival of a Habsburg official and that Marliani should ask Sokollu for permission to leave. If this plan did not work, Bruti would wait until the Sultan went out hunting and then go and speak to the Sultans men in Albanian, which Marliani did not understand. Marliani refused to leave and Bruti told the Sultan that Marliani was plotting against the Ottomans. Marliani was appalled by Brutis ”betrayal”. == Imprisonment == Bruti did not succeed influencing everyone and was eventually imprisoned by the Sultan after it was discovered that he had lied. Marliani was in a difficult situation; on the one hand, Philip II had instructed him to work with Bruti. Marliani was also afraid that Bruti would convert to Islam out of fear and then share all the secrets. Marliani sent Ottoman grand dragoman Hurrëm Bey, an agent paid by the Spanish, who was to argue claiming that Bartolomeo actually arrived with Hurrem Bey and that he should be treated with respect. If Bruti was executed, negotiation would fail. Sokollu insisted that Bruti be impaled. Sinan Pasha, who had previously received 8,000 ducats from the Moldavian throne thanks to Brutis negotiations, knew that Sokollu only wanted the throne for himself. Sinan Pasha therefore quickly made a petition claiming that Sokollu was actually trying to punish Bruti for his ”politics”, Sokollu, however, decided to try and convince the Sultan that Bruti was a Habsburg spy and tried to forge a letter written by the Viceroy of Naples who ”thanked the Albanese for the information he had sent”. Sinan Pasha then made another petition claiming that Sokollus closest physician, a Jewish man named Solomon Ashkenazi, deceived Marliani into submitting a document with no credit. Sokollu eventually released Bruti on the condition that he was to return to Naples. Sokollu never liked Bruti because he was plotting with Sinan Pasha in favor of a Moldavian prince and was accused by Sokoll Mehmet Pasha, a statesman of high Ottoman status, of being a traitor. Sokollu tried to order the execution of Bruti but was prohibited by Sinan Pasha due to Bruti's access to valuable information. Nevertheless, he was arrested and released with the condition that he return to Naples and be punished by the Habsburg authorities. Unfavorable winds saved Bruti from a possible shipwreck and he remained on a Ragusan island where he passed on to Lezhë to his home city. Here he was detained by the Ragusan men sent by Marliani. == Murder == Before he reached Naples, he returned to Constantinople and began his opposition against Marliani, trying to contact Ottoman officials warning them that Marliani was trying to buy time rather than make a truce. Bruti's attempts proved futile and he left to join the service of the new voivode Iancu Saul. Here he became a successful statesman and help avoid a possible Ottoman-Polish war. In October 1578, Bruti went to Sokollu to warn him about Marlianis connections with the Spanish. According to the chronicles of Polish poet and diplomat Joachim Bielski in 1591, Bruti (known as Brutti Epirote or Arnaut Brutti) was arrested and thrown in prison in Dniester. He was imprisoned in Moldavia and tried to flee to a local ruler over the Polish border. His nose was cut off and he was strangled when he was in his 30s by the new prince Aron Tiranul (1591–1595) who had borrowed money from Bruti and refused to pay it back. The execution was also ordered by the Ottoman authorities. His nephew, Pasquale Bruti, was killed in 1598 by the Ottomans in Belgrade for suspicion of being a spy. == References == Category:1557 births Category:1591 deaths Category:Albanian diplomats Category:People from Ulcinj Category:People from Lezhë Category:Albanian spies ",
    "title": "Bartolomeo Bruti"
}