{
    "id": "61248337",
    "text": "Jeong Eun-kyeong or Jung Eun-kyeong (Korean: 정은경; Hanja: 鄭銀敬; born 9 July 1965) is a South Korean infectious disease and public health expert currently serving as the first Commissioner of KDCA, Korea Disease Control and Prevention Agency, from September 2020. Jeong was previously the first woman to lead its preceding agency, KCDC, which history dates back to 1981. During the 2009 swine flu pandemic, Jeong led the Division of Disease Policy at the Ministry of Health and Welfare. In 2015, during the MERS outbreak, she was responsible for press briefings and crisis management as the head of the Center for Disease Prevention of KCDC and field investigation team of central task force. In 2016 Board of Audit and Inspection ordered suspension of nine public health officials including Jeong for their failure to stop the worst MERS outbreak outside of the Middle East. After facing criticism that it is just a \"show off\" punishing one of the most hardest working officials, it was reduced to 1-month of reduced pay. From the early stage of COVID-19 outbreak in January 2020, Jeong has held daily briefings to report its status quo and answer questions from reporters by herself and from May 2020 every two days with the other given by the Director of KDCA's KNIH. Jeong is included in Time magazine 's 100 Most Influential People of 2020. == Director of KCDC == Upon the beginning of President Moon Jae-in's presidency in 2017, Jeong was appointed as the Director of KCDC. She first joined the organization, then- KNIH, as a researcher in 1998 after working at public health office in Yangju. Since then she has been working at the organisation apart from years from 2009 to 2014 when she worked at its parent organization, Ministry of Health and Welfare, as its head of Division of Disease Policy, Division of Healthcare Technology and later Division of Emergency Healthcare. In February 2014 she returned to KCDC to lead its Department of Chronic Disease Control Research and a month later its Center for Disease Prevention. Before promoted as the head of KCDC in 2017, she had led KCDC's Center for Public Health Emergency Preparedness and Response from 2016. == Commissioner KDCA == On 8 September 2020, President Moon designated Jeong as the Commissioner of Korea Disease Control and Prevention Agency (KDCA) with her term commencing on 12 September making her as the last Director of KCDC and the first Commissioner of KDCA. She will continue to lead the same organization she has served but with more autonomy and resources. On her last day as KCDC Director, President Moon visited its headquarters for Jeong's appointment ceremony as the first Commissioner of KDCA which is unorthodox given that the Prime Minister usually hosts such events for vice-ministerial posts. Jeong is the first person to have their appointment ceremony hosted by the President Moon not to be held at the Blue House. == Education == Jeong holds three degrees from Seoul National University - M.D., a Master's in public health, and a doctorate in preventive medicine. == Awards == * Time's The 100 most influential people of 2020 == References == Category:1965 births Category:Seoul National University alumni Category:Living people Category:South Korean public health doctors Category:People from Gwangju Category:South Korean government officials ",
    "title": "Jeong Eun-kyeong"
}