{
    "id": "61243936",
    "text": "Major General Pengiran Dato Paduka Seri Aminan bin Pengiran Haji Mahmud (born June 9, 1968) is a Bruneian military officer who serves as the 10th Commander of the Royal Brunei Armed Forces since January 31, 2018. He was also the former commander of the Royal Brunei Land Forces. He graduated at the Royal Brunei Armed Forces Training Institute in 1987, and also attended various courses domestically and abroad such as National Diploma Engineering and Foundation Degree of Engineering in Mechanical Engineering, in the United Kingdom, the Junior Officer Management Course, Unit Security Officers in Singapore, Combat Intelligence Officer, Bachelor of Engineering, All Arms Tactics in Pulada Malaysia, Command and Staff Course in Republic of Singapore, Royal College of Defence Studies in London, and Leaders in Development in the United States. He was promoted to Brigadier General on February 6, 2015, and promoted to Major General upon his appointment as Commander of the Royal Brunei Armed Forces on January 31, 2018 == Military career == Throughout his career, Major General Pengiran Dato Paduka Seri Aminan has held various appointments as Infantry Platoon Commander, Technical Instructor at Training Institute, SO2 G1 of Royal Brunei Service Force, SO2 and Military Assistant to Commander of RBAF, as well as Senior Management Officer at the office of Strategy Management MINDEF. From 2010 until 2018, he also held the appointment as Director at the Directorate of Strategic Planning. Prior to assuming his current post as Commander of the RBAF on 31 January 2018, Major General Pengiran Dato Paduka Seri Aminan was the 9th Commander of the Royal Brunei Land Forces with effect from 1 December 2014. He was also the ADC to His Majesty the Sultan and Yang Di-Pertuan of Brunei Darussalam from 2007 until 2009. == Education == * 1989 National Diploma Engineering and Foundation Degree of Engineering in Mechanical Engineering in United Kingdom * 1994 Junior Officer Management Course * 1994 Unit Security Officers in Singapore * 1995 Combat Intelligence Officer * 1997 Bachelor of Engineering * 1999 All Arms Tactics in Pulada Malaysia * 2000 Command and Staff Course in Republic of Singapore * 2010 Royal College of Defence Studies (London) * 2012 Leaders in Development (US) == Retirement from Armed Forces == Pengiran Dato Paduka Seri Aminan retired from the armed forces on 1 September 2020. His position as Commander of Royal Brunei Armed Forces is succeeded by Major General (U) Dato Seri Pahlawan Haji Hamzah bin Haji Sahat. == Awards == ===Honours of Brunei=== * : **45px Order of Famous Valour - Darjah Paduka Keberanian Laila Terbilang Yang Amat Gemilang Darjah Pertama - (D.P.K.T) (2018) ** 45px The Most Gallant Order of the Hero of the State of Brunei - Darjah Pahlawan Negara Brunei Yang Amat Perkasa - (P.S.P.N.B) (2015) ** 45px The Most Honourable Order of the Crown of Brunei - Darjah Seri Paduka Mahkota Brunei Yang Amat Mulia - (D.P.M.B) (2012) ===Foreign Honours=== * : **45px Darjah Panglima Gagah Angkatan Tentera (Honorary Malaysian Armed Forces Order for Valour (First Degree)) ** Honorary Airborne Wing of the 10th Paratrooper Brigade (10th PARA) - From the Malaysian Armed Forces * : **45px Combat Commander's Badge (Philippines) * : **45px Darjah Utama Bakti Cemerlang (Tentera) - (Distinguished Service Order (Military) - From the Singapore Armed Forces ** 45px Pingat Jasa Gemilang (Tentera) - (Meritorious Service Medal (Military) - From the Singapore Armed Forces * : ** Royal Thai Army Jump Wings - From The Royal Thai Army == Effective dates of promotion == {| class=\"wikitable\" |+Promotions !Insignia !Rank !Date |- |30px |Major General |January 31, 2018 |- |30px |Brigadier General |February 6, 2015 |- |30px |Colonel |5 February 2010 |- |30px |Lieutenant Colonel |January 1, 2009 |- |30px |Second Lieutenant |December 20, 1987 |} ==References== Category:1968 births Category:Place of birth missing (living people) Category:Bruneian military personnel Category:Living people ",
    "title": "Pengiran Aminan Pengiran Mahmud"
}