{
    "id": "61245114",
    "text": "Cooked Sorana beans with olive oil and pepper The Sorana bean () is a type of cannellini bean grown near the Italian town of Sorana, along the in the Province of Pistoia in Tuscany. Cultivation is limited to an extremely small microclimate area with conditions considered excellent for growing this type of bean, and production is low. Demand is high, and prices are six to ten times that of other cannellini-type beans. In 2002 it received Protected Geographical Indication (PGI) certification from the European Union. It is considered economically important to the survival of agriculture in the Pescia Valley and because of this is believed to have helped prevent emigration from the area. ==History== Native to the New World, beans had reportedly arrived in Rome by 1515 and Tuscany by 1528 and were widely distributed by the early 17th century. By the early 19th century the beans grown around Sorana were being recognized as high quality. Depopulation of the area caused by the world wars meant that cultivation of the Sorana bean had nearly ceased by the 1980s. By 1994 the bean was in danger of becoming extinct. Recovery is credited to the non-profit Associazione dei piccoli produttori del Fagiolo di Sorana Il Ghiareto ONLUS (Ghiareto Association), a group of small and hobbyist farmers who were the only remaining growers, which formed in 1994. During the 1990s, along with Italian journalist Indro Montanelli and led by restaurateur and photographer Valdo Verreschi, who edited a 1994 collection of works about the bean, the group promoted creation of the PGI, which encouraged more locals to start growing the beans again. In 2002 the bean was given PGI certification. A cylindrical red bean is also grown in the area and is sometimes referred to as Antico Rosso di Sorana. The white bean is sometimes referred to as \"Bianco di Sorana\" when the two are being discussed. Both beans are sometimes referred to as soranini. ==Description and cultivation== Dried Sorana beans Dried Sorana bean The Sorana is a climbing-type member of Phaseolus vulgaris L. species. The bean is 1.5 cm (0.6 in) long, pearly white, shiny, and slightly flattened with a skin so thin it has been called \"imperceptible to the palate.\" In the Sorana area they are nicknamed \"piattellini\" for their flat () shape. The red bean has a thicker skin and a cylindrical shape.Cultivation of Sorana beans The bean is grown in limited quantities along the east and west banks of the northwestern portion of the Pescia River near Sorana in Tuscany near the base of the Apennines about halfway between Florence and Pisa. Modern farming techniques are generally not possible in the small plots of land suitable for growing the beans. Annual production is small with no more than 660 hectares (2.5 square miles) planted each year, often by hobbyist or part-time farmers. A 2016 study found that there were approximately 40 growers, nearly half of whom did not sell commercially. Planting is during the last moon in May. The beans are grown on bamboo trellises 8 feet high, and the soil must be kept moist. Harvest is from mid-August through mid-September when the pods have nearly split. After manual harvest, the beans are dried in the sun for several days. == Microclimate == Sorana bean field on a small plot of land The Slow Food presidium in Pescia and the PGI regulations both require all beans called \"di Sorana\" to be grown in the Pescia Valley, Pescia Municipality, Pistoia Province. The most traditional area of cultivation is the hectares along the banks of the creek, the \"Ghiareto\", an area with its own microclimate. The area is 220 to 750 meters (720 to 2500 feet) above sea level with sandy soil poor in minerals, calcium, and nitrates, is humid with low levels of sun and high levels of precipitation, including heavy nightly dews, and is protected from harsh weather, all conditions considered excellent for growing this type of bean. Restaurateur Verreschi, who grew up in the town where his father grew the bean, calls it \"an amazing microclimate\" and says, \"You could plant a Sorana bean anywhere—many people have tried—and you might get a bean, but it wouldn't act like a Sorana when you cooked it.\" Italian food writer wrote that the same beans planted elsewhere would have nothing in common with those grown in the Ghiareto. The \"poggio\" or highlands area within the Pescia Valley more recently started growing the beans, causing some tensions among locals as the production is higher in the poggio areas, so those farmers can ask lower prices. The quality is higher from the Ghiareto area, but Ghiareto farmers were concerned that consumers might not realize the reasons behind the higher Ghiareto prices. As part of the negotiations for product specifications for the PGI certification, producers agreed to extend protection to both areas to allow increasing the total quantity produced, which would help raise the visibility of the bean. Ghiareto producers in return are allowed to put \"di Ghiareto\" on their labels. The agreement also prohibited the use of herbicides, limited the maximum allowed yield per hectare, and provided an exact description of allowed harvesting methods. == Economics and impact == Even within Tuscany the bean is uncommon and outside Tuscany, even in Italy, it can be \"impossible to find.\" In 1994, writer Paolini, describing prices of 20,000 to 30,000 lira per kilogram, called it the \"most expensive bean in the world.\" 2007 Saveur magazine reported the price for Soranas was ten times that of other cannellini beans. Fraud is common. A 2016 study found that Sorana prices are typically six to seven times higher than those of standard beans. The Ghiareto Association holds annual festivals at planting and harvesting. Tourism and rural development associated with the Sorana bean is considered important, and academics William van Caenegem and Jen Cleary have speculated that the support to local farmers has helped prevent emigration to other areas and contributed to the survival of agriculture in the Pescia Valley. A 2016 study found that the PGI certification of the Sorana had \"supported the survival of agriculture in this area and revitalized the marginalized territory of the Sorana valley by facilitating the valorization of other products, such as local extra-virgin olive oil, or by promoting rural tourism (restaurants offering special bean menus and agro-tourism).\" == Recognition == The bean was recognized as early as the early 1800s as being of superior quality. In 1994, food writer Paolini called it \"the undisputed king of beans.\" In 2002 the bean was given PGI certification, one of the smallest production systems in Tuscany to be so designated. Several other Italian Phaseolus Vulgaris L. beans, including Fagioli Bianchi di Rotonda, Fagiolo Cannellino di Atina, Fagiolo Cuneo, Fagiolo di Lamon della Vallata Bellunese, and Fagiolo di Sarconi, have also been certified. Slow Food includes the Sorana in their Ark of Taste, a catalog of endangered traditional foods, one of six Tuscan beans so designated, including the Lucca red bean, the Pergentino chickpea, the Pietrasanta flat bean, the Pratomagno Zolfino bean, and the Venanzio bean. The New York Times called it \"perhaps the most prized bean in the land of the so-called mangiafagioli (bean eaters),\" comparing it to \"the most sought-after grape in Burgundy.\" Saveur magazine called the Sorana \"legendary\". The Food and Wine Lover's Companion to Tuscany called them the finest and most-celebrated beans of an area famous for its beans. Composer Gioachino Rossini once requested payment of \"a few kilos of those precious beans\" from Giovanni Pacini for correcting one of Pacini's scores. Pacini was from a Tuscan family and lived in Pescia and nearby Viareggio for much of his life. Marcella Hazan called the Sorana \"the most precious bean grown in Italy.\" In 2019 the Sorana bean was one of 24 PGI products selected for showcasing at the European Parliament elections. == See also == * List of Italian products with protected designation of origin ==References== ==External links== * Ghiareto Association Category:Italian products with protected designation of origin Category:Slow Food Category:Edible legumes Category:Ark of Taste foods Category:Cuisine of Tuscany ",
    "title": "Sorana bean"
}