{
    "id": "61249703",
    "text": "Ella Havelka (born 1989) is an Australian ballet dancer who is the first indigenous person to join The Australian Ballet. ==Early life== Havelka was born in Dubbo, New South Wales, and is a descendant of the Wiradjuri people. She was raised by a single mother. She started ballet at a local studio after she watched a video of Swan Lake. At age 15, Havelka and her mother moved to Melbourne to train at the Australian Ballet School and graduated in 2007. ==Career== After graduating from the Australian Ballet School, she was not offered a place with The Australian Ballet. Therefore in 2009, she joined Bangarra Dance Theatre, an Indigenous Australian contemporary dance company, and made her debut with Fire – A Retrospective, and continued to perform in the company's other productions. In 2012, Havelka danced Stephen Page's Warumuk – in the dark night, a collaboration between Bangarra and The Australian Ballet, in honour of the latter's 50th anniversary. The following year, she joined The Australian Ballet, at the invitation of artistic director David McAllister, making her the first indigenous person to do so. In 2019, she returned to Bangarra as a guest for its 30th anniversary. Havelka was the subject of the documentary Ella, which premiered at the Melbourne International Film Festival in 2016. In 2018, arranged by the Australian Consulate-General, she visited Nouméa, New Caledonia for NAIDOC (National Aborigines and Islanders Day Observance Committee). Outside of dancing, Havelka learnt weaving when a production requires her to weave her own mat, she later started making and selling Aboriginal woven baskets to raise fun for Oxfam Australia. She also makes jewellery and linocuts. ==Awards== Havelka won the Deadly Award dancer of the year in 2013 and the Women of Style Award in 2017. ==References== ==External links== * Official website * Australian Ballet profile Category:Living people Category:1989 births Category:Australian ballerinas Category:Dancers of the Australian Ballet Category:People from Dubbo Category:Indigenous Australian dancers Category:Wiradjuri Category:21st- century ballet dancers Category:21st-century Australian dancers Category:Australian Ballet School alumni ",
    "title": "Ella Havelka"
}