{
    "id": "61245096",
    "text": "The South African Children's Home () was a building on the end of Long Street in Cape Town. It housed the only orphanage in South Africa from its foundation in 1815 until 1923. It was the home of South African College from 1829 to 1841. After the Children's Home left the building, it was changed and dismantled piece by piece until the last remnants - part of a modern red brick building - were demolished in November 1981. == Background == A wealthy widow named Margaretha Anna Moller (1743-1815) petitioned the Cape Colony government early in the 19th century to build a home for old, sick, and needy women. She contributed money to establish the home. The government offered a piece of land on the end of Long Street, just west of the land that would later house St. Martin's Evangelical Lutheran Church. Moller contributed from time to time starting in 1808, and within five years, the board had accumulated £3,500 for construction, mostly from her. Another factor led to the construction of the home, namely some elderly women living on the funds collected. == Orphanage founded == A few years later, Moller decided to earmark £1,200 to founding an orphanage, using land intended for the Old Women's Home. Governor of the Cape of Good Hope Du Pré Alexander, 2nd Earl of Caledon (1807-1811) was particularly enthusiastic about the plan and contributed 5,000 Dutch rijksdaalders of his own money, while his successor, Lord Charles Somerset, issued an 8,000-riksdaalder loan for construction. The building, designed by the architect Louis Thibault, was completed in little more than a year. Shortly after Thibault's death in November 1815, Rev. Johannes Petrus Serrurier of the Groote Kerk formally opened the building and the orphanage therein. A post-ceremony collection drive netted £160. The widow Moller's contribution that year was no less than £6,000. From the South African College's foundation on October 1, 1829 to the dedication of the Egyptian Building next to Company's Garden on April 13, 1841 (the first building specifically erected for higher education in South Africa), the orphanage shared space with the first institution of higher education on the Cape. However, quarters were crowded and inadequate, to the point that enrollment in the school (which ranged from primary school boys to college students) declined from an original 115 to 16 within a year of the move. The orphanage, first known as the SA Weenhuis and later as the SA Kinderhuis, was run by a committee of the Dutch Reformed Church in South Africa (NGK) and the Lutheran church. The institution continues to this day, but moved in 1923 to a better site in Gardens. == Architecture == === Original design === The foundation for the putative elders' house was apparently laid shortly after the grounds were secured. David van der Heever wrote in January 2005 for the Journal of the Vernacular Architecture Society of South Africa (VASSA): > The unusual plan for the orphanage probably stems from its being built > directly over the foundation originally laid for the proposed retirement > home. The latter project was itself based on the original Sailors' Hospital > on Wale Street in Cape Town. He stated that the hallmark of the blueprint is the large, cruciform central chamber (akin to a church nave) running the full length of the building, between Long and Loop Streets. 36 m long by 6 m wide by 8 m high, according to Van der Heever, the building was \"functionally very strange\" and may have been used for community activities such as meals and socializing, since the chamber's size left little room on the plot for any playground for the orphans or meeting hall for students of SA College. Ronald Lewcock writes in his book Early Nineteenth Century Architecture in South Africa (1963) of the similarities between the Children's Home facade and that of the Old Slave Lodge converted by Thibault and Anton Anreith into the High Court building; indeed the same hallmarks are found in most of the output of Thibault's last years before his death around this time: > There was the same horizontal grooving of the plasterwork of the wings, and, > more significant, their horizontal form was contrasted with a tendency to > vertical movement in the central bay. The latter was terminated at the top > by a semicircular pediment, a similar composition on a smaller scale to that > of the main façade of the Old Supreme Court, which was finished at about the > same time. A delightful touch was added to the façade by the coupling of the > pilasters between the windows, and a slightly more perverse one by the > addition of guttae to add a stronger modulation to the cornice over the > columns. In this, as in the whole treatment of the Classical Order, the > building was more subtly and successfully handled than the Supreme Court > façade. The design of the entrance is however, a disappointment; its > pediment was oversimplified and given inadequate visual support. Instead of > a decorative fanlight, a rather bizarre circular clerestory light with a > cartwheel pattern was inserted high in the wall above the entrance. Van der Heever views the similarities between the two buildings' design as leaving little doubt that Thibault also designed the Children's Home, since the Old Magistrate (now the site of the South African Cultural History Museum) is undoubtedly his. === Expansions from 1829 onward === South African College officially opened on October 1, 1829, with a procession of directors, Senators, professors, and members of the public at 9:00 in the morning from the old Groote Kerk, at the time the largest venue in town, to the Children's Home. A few small changes were needed, including a separation of the long nave to provide room for the new institution. Hermann Schütte, a German master mason working with Anreith and Thibault on the project, himself planned the renovation and quoted a price of 1,850 riksdaalders. === After the Children's Home departure === The building was sold for £4,500 to Bechuanaland Dairies in 1923, when a better site was found for the former in Gardens. Changes followed to meet the dairy's needs. Eventually, the entire facade was unrecognizable - what was at the turn of the century an arched front entryway on Long Street had become a gold brick portico, and the Loop Street facade was changed to the point that only portions of the original wall remained. === Restoration attempts === In 1978, the architect John Rennie's survey of Cape Town downtown architecture for the Cape Provincial Institute of Architects, entitled The Buildings of Central Cape Town, found parts of the old Children's Home around what was now an auto mechanic's garage. At the time, the City of Cape Town Council wanted to expand the intersection of Loop and Buitensingel Streets. To compensate St. Martin's for the annexation of some of their property, the Council awarded that church some of the old Children's Home land, shortly after appropriating the entire parcel for the road expansion. Van der Heever, who had further researched the building's history after Rennie's 1978 discoveries, saw the expropriation of the land as an opportunity to close Orphan Street between Long and Loop Streets, thereby combining the Groote Kerk and Children's Home plots into one. This could potentially spur on integrated development of the whole area, which he suggested should consist of rebuilding the entire Children's Home, or at least the facade. In the early 1980s, \"facadism\" (in which facades are restored with the modern interior left intact) was more accepted than in the early 21st century. The Lutheran church showed interest at City Council meetings in building a Sunday school building on the premises, and were prepared to rebuild the orphanage, in part or in full. The Council was initially interested, but finally decided the few remnants were not worth saving. Therefore, in November 1981, all structures on the land were demolished, putting an end to Van der Heever's efforts. The Lutheran congregation bought the land, including the closed part of Orphan Street, and built the new Sunday school without a memorial to South Africa's first orphanage, which had operated for 108 years there. == Sources == * Dreyer, Rev. Andries. 1910. Historisch Album van de Nederduitsche Gereformeerde Kerk in Suid-Afrika. Cape Town: Cape Times Beperkt. * Van der Heever, David. 5 June 2005. VASSA Journal. URL accessed 15 May 2016. == References == Category:Buildings and structures in Cape Town ",
    "title": "South African Children's Home"
}