{
    "id": "61247994",
    "text": "Véronique Dehant is a Belgian geodesist and geophysicist. She specializes in modeling the deformation of the Earth's interior in response to forcing from the Sun, Moon, and the Earth's rotation. She has used similar techniques to study Mercury, Venus, Mars and icy satellites of the outer planets. She primarily works at the Royal Observatory of Belgium, but also serves as an Extraordinary Professor at the Université Catholique de Louvain. == Early life and education == Dehant was born in Brussels, Belgium, in 1959. She received all her degrees, in mathematics and physics, from the Université Catholique de Louvain, receiving a bachelor's degree in 1981, followed by a master's degree in 1982 and a doctorate in 1986. == Research and career== Initially Dehant's research focused on better understanding the rotation of the Earth in space (precession and nutation). She developed models that take into account the structure and interfaces of the Earth, including effects of Earth tides and core resonances. This work led to a new and more accurate reference model for the Earth's rotation. Her research group was rewarded for this work with the 300,000 Euro Descartes Prize in 2003.http://europa.eu/rapid/press- release_IP-03-1575_en.pdf Dehant is a co-investigator on the NASA RISE (Rotation and Interior Structure Experiment) and SEIS (Seismic Experiment for Interior Structure) projects, which are being hosted by the InSight mission to Mars. The RISE team will use Doppler measurements to determine the rotation and position of Mars in space. This in turn provides information about the structure of the deep interior of Mars. Dehant's work has been widely recognized. In 2003 she received the European Geosciences Union geodesy prize, known as the Vening-Meinesz Medal. She is a Fellow of the American Geophysical Union and a foreign member of the French Academy of Sciences. In 2016 she received the Whitten medal from the American Geophysical Union. This award is given for \"outstanding achievement in research on the form and dynamics of the Earth and planets\". == Awards and honors== * 1988: Charles Lagrange Prize * 2003: Vening-Meinesz Medal, European Geosciences Union * 2003: Descartes Prize of the European Union * 2007: Fellow of the American Geophysical Union * 2014: Honorary Doctorate, Observatory of Paris * 2015: Foreign Member, French Academy of Sciences * 2016: Charles A. Whitten Medal == Books == * V. Dehant and P.M. Mathews, Precession, Nutation, and Wobble of the Earth, Cambridge University Press, 536 pages, April 2015, . ==References== Category:Members of the French Academy of Sciences Category:Fellows of the American Geophysical Union Category:Women geophysicists Category:Belgian women scientists Category:1959 births Category:People from Brussels Category:Living people Category:20th-century Belgian scientists Category:21st-century Belgian scientists Category:20th-century American women scientists Category:Université catholique de Louvain alumni Category:Geodesists Category:Planetary scientists Category:Women planetary scientists ",
    "title": "Véronique Dehant"
}