{
    "id": "61245211",
    "text": "Hey, I'm Just Like You is the ninth studio album by Canadian indie pop duo Tegan and Sara, released via Sire Records on September 27, 2019. The album contains re-recordings of unreleased demo songs that the duo recorded as teenagers, and marks a partial return to their original rock-influenced sound. The lead single, \"I'll Be Back Someday\", was released on July 25, 2019. The second single \"Don't Believe the Things They Tell You (They Lie)\" was released on September 20, 2019. It was released three days after the publication of their memoir, High School. Upon release, the album received generally favorable reviews. ==Background== While working on their memoir High School, the duo found dozens of cassette recordings of songs they wrote between the ages of 15 and 17. From April 2019, they began rewriting parts of the lyrics but kept the \"essence\" of each song, and said: \"This is the record we never could have made as teenagers, full of songs we never could have written as adults.\" With the announcement, the duo said the album would contain elements of their \"rock and punk roots, with a punch of pop production\", and that it is their first album \"produced, performed, engineered, mixed, and mastered by a team of all women\". ==Promotion== Tegan and Sara announced the album on July 9, with a trailer showing home videos of themselves as teenagers playing guitar mixed with new footage of them working on the new versions of the songs. On July 22, the first single from the album, \"I'll Be Back Someday\", was announced. It was released on July 25. The second single released was the title track, on September 6, along with a lyric video consisting of footage of the two as teenagers. A tour in support of the album and their memoir High School was announced on July 24. It will consist of largely acoustic renditions of songs from the album, as well as older songs and clips of the two in high school. == Reception == Hey, I'm Just Like You was met with generally favorable reviews noted at review aggregator Metacritic. The album received a weighted average score of 75 out of 100 based on 14 critic reviews. Aimee Cliff, writing for Pitchfork, gave the album a score of 7.1 out of 10, describing the songs as \"poignant synth-pop gems\". Rolling Stone described the release as \"the prequel to a gratifying coming-of-age story about pop girlhood\". Rachel Aroesti of The Guardian was less positive, calling the song titles \"laughably melodramatic\", and criticizing the \"workaday synth\" genre which \"struggles to make much of an impact based purely on its sonic appeal\". ==Track listing== Adapted from Apple Music. All tracks produced by Alex Hope. All tracks written by Tegan Quin and Sara Quin, except where noted. ==Personnel== Adapted from Instagram. ===Musicians=== * Tegan Quin – vocals, guitar * Sara Quin – vocals, guitar, glockenspiel * Alex Hope – guitar, keyboards, piano, synths, programming, backing vocals * Carla Azar – drums * Catherine Hiltz – bass ===Production=== * Alex Hope – producer * Rachael Findlen – engineer * Beatriz Artola – mixing * Emily Lazar – mastering * Annie Kennedy – assistant engineer ===Design=== * Emy Storey – art direction * Trevor Brady – photography ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australian Digital Albums (ARIA) | 21 |- |- |- |} ==References== Category:2019 albums Category:Tegan and Sara albums ",
    "title": "Hey, I'm Just Like You"
}