{
    "id": "61255731",
    "text": "Los Guillicos Preserve is located in the northwest corner of the Sonoma Creek Watershed The 40-acre (16 ha) Los Guillicos Preserve lies in the Valley of the Moon at the foot of Hood Mountain in the Mayacamas Mountain Range. Oak woodlands of the Preserve are within the Sonoma Creek Watershed. This land was included in the 1837 Rancho Los Guilicos Mexican Land Grant. Since 2011, the Preserve has been managed by Sonoma State University's Center for Environmental Inquiry. == History == The Wappo, thought to be one of the oldest indigenous California groups, inhabited the upper Sonoma Creek watershed before the arrival of the Spanish missionaries in California. The Wappo people were accomplished artisans and resource managers, known for their fine basketry and farming techniques. Their village of Wilikos was located at the headwaters of Sonoma Creek. At the time of first contact with Europeans, there was a large marsh complex (about 400 acres/162 ha) that stretched from present-day Pythian Road (just south of the Preserve) through Kenwood and into Glen Ellen. This highly productive habitat likely provided the Wappo with abundant food (e.g. coho salmon, steelhead, waterfowl) and resources. Archeological sites and artifacts from this period have been recorded on the Preserve. The Wappo were one of the few tribes to successfully resist military takeovers by the Spanish, but they succumbed to the cholera and smallpox epidemics of 1833 and 1838. Most of those who survived were eventually relocated to the Mendocino Indian Reservation. Much of the culture and language has been lost. Today some Wappo descendants are making an effort to revive their spoken language. In 1837, lands at the upper end of Sonoma Valley and eastern Santa Rosa (including the Los Guillicos Preserve) became part of an 18,834-acre Mexican land grant given by Governor Juan B. Alvarado to Captain John Wilson, a Scottish-born sea captain and traderHoffman, O. 1862, Reports of Land Cases Determined in the United States District Court for the Northern District of California, Numa Hubert, San Francisco.. The same year, Wilson married María Ramona Carrillo de Pacheco (1812–1888) daughter of Maria Ygnacia Lopez de Carrillo who received the first land grant (Rancho Cabeza de Santa Rosa) in the Santa Rosa area. By 1850, California had become part of the United States. The first American settlers moved into the Sonoma Valley and began farming fertile valleys and making modifications to the Sonoma Creek drainages. By the late 1800s, valley ditches were common and connections had been created between all the major isolated tributaries and Sonoma Creek. More mountainous areas of the watershed were generally settled by \"gentlemen farmers\" who tended business in town and ranched on their properties in mountains. In the late 19th and early 20th century, much of the local economy in the Sonoma Valley was driven by San Francisco's demand for resources. Once the railroad was built, natural resources (e.g., agricultural products, redwood timber, quarried basalt, and gravel) could be easily exported to San Pablo Bay and from there on ships to San Francisco. The railroad also brought increased numbers of settlers and recreation (e.g., hot springs, fishing, and hunting). With a growing population came an increased need for reliable water supplies. In 1920, the State of California purchased lands on Sugarloaf Ridge with the intent to dam Sonoma Creek and provide water for Sonoma State Hospital. Due to protest from locals, the dam was never built. The property, which was used for camping, picnicking, and grazing, became part of the State Park System in 1964. Today, land uses in regions surrounding the Preserve are a mixture of agriculture, rural residential, urban/industrial, and protected lands. More than 50 percent of the valley is forested with tree cover including redwoods, oaks, and chaparral. The Los Guillicos Preserve was secured by Sonoma State University in the mid-1960s as excess State property. Until 2011, it was administered by the SSU Biology Department as an ecological preserve. In Fall 2011, management and administration was transferred to the Center for Environmental Inquiry. == Lands == The Preserve lies 1.6 miles from Mount Hood in the foothills of Sugarloaf Ridge on the northeastern side of Valley of the Moon (Sonoma Valley). The 40-acre (16 ha) property is 2.5 miles (4 km) from Kenwood and contains about 5 acres (2 ha) on the Sonoma Valley floor and 35 (14 ha) acres of mountainous terrain in the Mayacamas Range. Elevation ranges from 600 to 800 feet (183 to 244 meters). Preserve lands are at the transition between valley floor (quaternary alluvial fan sediments) and foothills of the range. Most of the Preserve is composed of air fall rhyolite tuff and some Tertiary volcanic flow rocks (rhyolite, basalt and dacite) of the Sonoma Volcanics. The Preserve lies at the extreme upper end of the Sonoma Creek watershed, a 166-sq-mile (430 ha) watershed that drains into San Pablo Bay. Mountainous areas of the Preserve divide Pythian and Felton Creeks, both tributaries to Sonoma Creek which is known to support steelhead trout (federally threatened), Chinook salmon (federally threatened), and California freshwater shrimp (federally endangered). == Vegetation == Grasslands generally occur in flat areas (ridge tops and valley bottom) of the Preserve. Grasslands in the valley bottom include mature Douglas fir (Pseudotsuga menziesii) and black oak (Quercus kelloggii). Grasses are predominantly non- native European annuals but include some native grasses (e.g., blue wild rye, Elymus glaucus). Bigleaf periwinkle (Vinca major) is particularly abundant at the lower elevations of the Preserve, invading grasslands beneath tree canopies. Mountainous areas of the preserve include black oak (Q. kelloggii) and California bay laurel (Umbellularia californica). Poison oak (Toxicodendron diversilobum) is a common understory plant. == Climate == The climate is Mediterranean, with warm dry summers and cool wet winters. In nearby Kenwood the warmest months are July and August (55 F average low, and 89 F average high) and coolest are in December and January (55 F average high and 38 F and 39 F average low respectively). The highest recorded temperature was 115°F in 1972 and the lowest recorded temperature was 11°F in 1932. Rainfall average is 36.9 inches, with the lowest average monthly rainfall in July (0.00 in) and August (0.05 in) and the highest average is February (7.61 in) and December (7.12 in). == Facilities == There are two barns at the entrance of the property just off Pythian Road which are used by the Sonoma County Wildlife Rescue under contract with SSU as a flight aviary for rehabilitating wild raptors. Scientific research is encouraged, but is currently limited to one project with includes long-term micro-meteorological monitoring, and another project doing dendrochronological analyses to investigate the history of fire on the Preserve. == See also == * Galbreath Wildlands Preserve * Fairfield Osborn Preserve == References == == External Links == Official website Category:Protected areas of Sonoma County, California Category: Mayacamas Mountains Category:Nature reserves in California Category: Sonoma State University ",
    "title": "Los Guillicos Preserve"
}