{
    "id": "61256727",
    "text": "Felix is a Norwegian silent drama film from 1921. The film is based on the story Keiser Felix by Gustav Aagaard. It was adapted into a screenplay by Gunnar Nilsen-Vig, who was also the film's cinematographer. Rasmus Breistein directed the film, and it was distributed by Kommunenes Filmcentral. ==Plot== As autumn storms are blowing in over the island of Fagerøy, the priest's wife Else Margrete and her child die in childbirth. During the storm, a ship is also wrecked off the island, and the only survivor is a three-month-old boy. The maritime pilot Abraham takes the child to the rectory, and the young priest accepts the boy as a gift from heaven for the child he has lost. The boy is baptized Felix and grows up with the priest's daughter Signe. Abraham's son Thorleif is the children's best friend and playmate. The years go by, and the children are confirmed. Signe has become a beautiful woman and Thorleif is in love with her. Felix also has feelings for her, but he lives in a dream world where Signe is his princess. When Signe tells Thorleif that she also has affections for him, Felix goes to sea to forget her. In Antwerp, he becomes seriously ill and lies waiting for death. He asks the priest at the Norwegian Church Abroad to write a letter to Signe. However, Felix recovers and goes home. In the waters outside Fagerøy, a steamboat is surprised by a storm. On board the boat is Thorleif. Felix and the pilot Abraham go out with the pilot boat to try to rescue the steamer, but it sinks. Felix plunges into the water to rescue Thorleif and keeps him afloat while Abraham takes them aboard the boat. However, Felix dies from the effort, and Thorleif is taken home and is united with Signe. ==Cast== * Aagot Børseth as Signe, the priest's daughter * Julian Strøm as Felix * Edvard Drabløs as Abraham, a maritime pilot * Lars Tvinde as Carl Jensinius, the priest * Guri Stormoen as the priest's wife * Aasta Nielsen as Zazako, Felix's sister * Nils Hald as Torleif, the pilot's son * Marie Flagstad as Aunt Malla * Eugen Skjønberg as the doctor * Henny Skjønberg as a servant girl ==References== ==External links== * * Felix at the National Library of Norway Category:1921 films Category:Norwegian black-and- white films Category:Norwegian drama films Category:Norwegian silent films Category:Norwegian films Category:1921 drama films ",
    "title": "Felix (1921 film)"
}