{
    "id": "61258969",
    "text": "Evaru () is an Indian Telugu-language crime thriller film directed by Venkat Ramji which is a remake of Spanish movie \"The Invisible Guest\". The film produced by Pearl V. Potluri, Param V. Potluri and Kavin Anne. The film starring Adivi Sesh, Regina Cassandra, and Naveen Chandra follows the story of corrupt cop Vikram Vasudev as he investigates a seemingly open-and-shut case of a woman killing her rapist. The music is composed by Sricharan Pakala and editing by Garry BH. The film was released on 15 August 2019. The film is an official Telugu-language adaptation of the Spanish film The Invisible Guest.https://www.hindustantimes.com/regional-movies/telugu-hit-thriller- evaru-to-soon-get-kannada-adaptation-report/story-qkmO1mZF2mP8uJm3IGYWJN.html == Plot == Sameera Maha (Regina Cassandra), wife of renowned businessman Rahul Maha (Syed Irfan Ahmed), fatally shoots and kills DSP Ashok Krishna (Naveen Chandra), who supposedly raped her. The case is filed as an act of self- defense but the police and Ashok’s family hire Ratnakar, a prestigious criminal lawyer, for prosecution. Sameera's lawyer, Banerjee (Vinay Varma), then contacts corrupt Sub-Inspector Vikram Vasudev (Adivi Sesh), who is based in Coonoor. He takes a bribe from Sameera to make sure Ratnakar does not uncover any incriminating evidence. Vikram meets Sameera in a hotel room and presses her to fully disclose the details of the situation so that he knows where they stand in their defense. Sameera continually proclaims that Ashok forced himself on her until Vikram shows her proof that Rahul is homosexual. Sameera then reveals she is only a beard to Rahul, which allows him to keep up the appearance of a married heterosexual man while indulging in his true sexual interests in private. She claims she befriended Ashok after her marriage but he tried to take advantage of her. Vikram then unveils a photo of Sameera with Ashok from their university years and coerces her to confess she knew him back in college; the two were in love but parted ways when Ashok's parents did not accept their relationship because of Sameera's then middle- class status. 2 years prior, they met by chance and restarted their relationship. Vikram tells Sameera about a missing persons case he is working on. A year ago, a teenage cancer patient, Adarsh Varma (Nihal Kodhaty), filed a missing complaint for his father, Vinay (Murali Sharma). Vikram initially made the case priority when Adarsh bribed him but overtime grew committed to helping the Varma family despite later pressure from his superiors to drop the case. Vikram discovered that Vinay was frequently receiving calls from a police station in Panjagutta prior to his disappearance and his car was left damaged outside a building of the resort he owns. Adarsh and his mother also gave a lift to a girl named Vaishnavi on the night of Vinay's disappearance. From Vinay's phone, Vikram followed the last photo he took to a hairpin turn on a road in Coonoor, where he discovered a sideview mirror broken off from a black car. Vikram traced the black car to a rental agency in Hyderabad and found it was rented in the name of Vaishnavi Krishna by her husband, Ashok, who is based in the Panjagutta Police Station. Later, he learned that Adarsh had snuck into an event in Hyderabad Ashok was working at to confront him. Ashok unintentionally confirmed that he knows Vinay and prepared to shoot Adarsh, but Vikram saved him. Before they left the event, Adarsh spotted and pointed out \"Vaishnavi\", who is actually Sameera. Sameera denies being in Coonoor at that time, but Vikram reveals her old cellphone was found with Vinay's blood, linking her and Ashok to the Vinay Varma case. Sameera reveals that one year ago, she and Ashok were driving to Coonoor for a rendezvous when she accidentally crashed into Vinay around the hairpin turn. A drunken Ashok accosted Vinay until Sameera made him stop. They arrived at a resort building Ashok was planning to buy and again met Vinay, who was the owner of the property. However, based on their previous encounter, Vinay refused to sell it. Sameera tried to reason with him, but Vinay revealed he is a family friend of Rahul and knows she is his fiancée. He advises Sameera to end her affair with Ashok. Suddenly, a furious Ashok punched Vinay, causing him to stumble over the fencing on the overlook and fall into the forest a hundred feet below. Vinay was barely alive when they rushed down so Ashok prevented Sameera from calling an ambulance and killed Vinay. As he got rid of the body, Sameera ran out of the forest and hitchhiked with a woman and her cancer-ridden son, whose face was covered. She soon realized they were Vinay's family after discovering she had picked up his phone instead of hers. Upon arriving at their house, Sameera left the phone in the car and fled. She called Ashok from a payphone and he picked her up, after which they left Coonoor. A year later, they were blackmailed by an anonymous person to bring two crores to Vinay's resort. In the room, Sameera and Ashok decided instead to confess to Vinay's family and professed that they only needed each other. They started to have sex when Ashok attempted to kill Sameera to save himself, but she fought back and killed him. Vikram does not believe her and theorizes that Sameera actually killed Vinay since she had more to gain from the murder. Vikram reveals he was the blackmailer, wanting money to help with Adarsh's treatment, and knows that Ashok was planning on confessing beforehand; Ashok had called Vikram (as the blackmailer) before going into the resort, and kept him on the phone in his back pocket during his conversation with Sameera. She killed Ashok when he told her his intentions and staged the scene to make it look like he raped her. Knowing that Vikram is intent on helping Adarsh, Sameera offers him two crores to remove the body and pin Vinay's death on Ashok in order to destroy Ratnakar's evidence against her in court. To ensure his cooperation, Sameera threatens to reveal to Vikram's superiors the initial bribe he took to help her. Vikram asks where Vinay's body is, and Sameera explains that after she pushed Vinay off the overlook, he had disappeared when she got down to the forest. Sameera told Ashok to flee in the car while she searched for Vinay, eventually finding he had reached the road. Sameera ambushed Vinay, finished him off, and buried him in a nearby construction site next to a temple before hitchhiking with his family. Shocked at her ruthlessness, Vikram reveals a microphone he had planted in the room. Sameera then pulls a gun on him but the police arrive and arrest her for the murders of Vinay and Ashok as Vikram leaves. She protests that Vikram is corrupt but the lead police officer reveals he is Vikram Vasudev and the man who just left is actually Adarsh Varma. Adarsh had originally taken up his father's case with the real Vikram Vasudev, and became suspicious of Sameera when he saw her on a magazine and recognized her as \"Vaishnavi\". After Vikram had dropped the case due to pressure from his superiors, Adarsh compiled the evidence himself for over a year as he recovered from cancer. After Ashok's murder, Adarsh proposed to Vikram that he assume the officer's identity and meet with Sameera in order to get her to confess. The movie ends with Adarsh and his mother arriving at the site where Sameera had buried his father's corpse. == Cast == * Adivi Sesh as Sub-Inspector Vikram Vasudev / Adarsh Varma * Naveen Chandra as DSP Ashok Krishna * Regina Cassandra as Sameera 'Sam' Maha * Murali Sharma as Vinay Varma * Nihal Kodhaty as Adarsh Varma * Pavitra Lokesh as Adarsh Varma's Mother * Raja Ravindra as Inspector Suresh * Pammi Sai as Constable Reddy *Sasidhar as the Cop *Vinay Varma as Banerjee, Sameera's Lawyer. *Syed Irfan Ahmed as Rahul Maha, Sameera's husband. == Production == The film has been shot in Hyderabad and Kodaikanal. The last schedule of the film was wrapped up in July 2019. == Marketing == The official teaser of the film was unveiled on 4 August 2019 by PVP Cinema. ==Soundtrack== The music of the film is composed by Sricharan Pakala while lyrics are by V N V Ramesh Kumar. == Reception == === Critical reception === Firstpost gave 3.5 out of 5 stars stating \"This is a film which pushes you to keep up with the pace of the action, drama, and the conversations between the lead characters, because the devil lies in the details.\". The Times of India gave 3 out of 5 stars stating \"Evaru is gripping to the core and has some decent technical values, but the film does lets itself down at times with gaps in the narration\". ==See also== * Badla, Hindi-language adaptation of The Invisible Guest == References == == External links == * Category:Indian films Category:Telugu-language films Category:2010s Telugu-language films Category:Indian thriller drama films Category:2019 films Category:2019 thriller drama films Category:2019 crime thriller films Category:2019 crime drama films Category:Films shot in India Category:Indian crime thriller films Category:Indian crime drama films Category:Indian remakes of Spanish films Category:Films shot in Telangana Category:2019 drama films ",
    "title": "Evaru"
}