{
    "id": "61253721",
    "text": "Blake Cederlind (born January 4, 1996) is an American professional baseball pitcher for the Pittsburgh Pirates of Major League Baseball (MLB). ==Career== Cederlind attended Turlock High School in Turlock, California, where he played baseball and was teammates with Brett Cumberland and Kevin Kramer. In 2014, his senior year, he went 8–1 with a 1.50 ERA along with batting .289. He was not drafted out of high school in the 2014 Major League Baseball draft, and he enrolled at Merced College where he played college baseball. As a freshman at Merced in 2015, Cederlind went 3–1 with a 7.89 ERA over innings. After the year, he was selected by the Minnesota Twins in the 22nd round of the 2015 Major League Baseball draft,https://www.modbee.com/sports/college/article24547387.html but did not sign. In 2016, his sophomore year at Merced, he appeared in 23 games (making four starts) in which he compiled a 5–2 record and 3.75 ERA while striking out 63 batters in innings. Following the season, the Pittsburgh Pirates selected Cederlind in the fifth round the 2016 Major League Baseball draft.https://www.mercedsunstar.com/sports/college/article82939097.html Cederlind signed with Pittsburgh for $285,000, and was assigned to the Bristol Pirates. Over six starts, he went 0–1 with a 4.67 ERA. In 2017, Cederlind spent the season with the West Virginia Power where he pitched to a 2–3 record and 7.76 ERA over 25 games (seven starts), striking out 55 batters over 58 innings. He returned to West Virginia to begin the 2018 season, and was promoted to the Bradenton Marauders in June. Over innings between both teams, he pitched to a 4–4 record and 4.89 ERA while striking out 54 batters. Cederlind returned to Bradenton to begin 2019 before being promoted to the Altoona Curve in May. In August, he was promoted to the Indianapolis Indians,https://www.piratesprospects.com/2019/08/minor-moves-blake-cederlind- promoted-to-indianapolis-kevin-kramer-returns-from-injured-list.html with whom he finished the season. Over 41 relief appearances between the three clubs, Cederlind went 5–2 with a 2.28 ERA, striking out 55 over innings. Cederlind was added to the Pirates 40–man roster following the 2019 season. On July 5, 2020, it was announced that Cederlind had tested positive for COVID-19. On September 15, Cederlind was promoted to the major leagues for the first time and made his debut against the Cincinnati Reds. ==References== ==External links== Category:1996 births Category:Living people Category:People from Turlock, California Category:Baseball players from California Category:Major League Baseball pitchers Category:Pittsburgh Pirates players Category:Merced Blue Devils baseball players Category:Bristol Pirates players Category:West Virginia Power players Category:Bradenton Marauders players Category:Altoona Curve players Category:Indianapolis Indians players Category:Peoria Javelinas players ",
    "title": "Blake Cederlind"
}