{
    "id": "61251507",
    "text": "Alessandro Vellutello (b. 1473) was a Lucchese writer, poet, and scholar active in Venice in the first half of the sixteenth century. == Life == Born in Lucca, Vellutello moved to Venice permanently in 1525, after fleeing from Milan due to the battle of Pavia which took place in February of that year. He still maintained close ties to his birth city, dedicating his Petrarchian commentary to the Lucchese patrician Martino Bernardin. His exact death date is unknown. == Work == Vellutello's most successful work was his commentary on Petrarch, published in 1525, which was reprinted twice. He also published an edition of Virgil in 1533. In June 1544 his ‘new explanation’ of Dante’s Comedia was published in Venice by Francesco Marcolini featuring 87 engraved illustrations, possibly executed by Giovanni Britto, an engraver who worked for Marcolini. The images were conceived alongside Vellutello’s commentary, and both sought to provide an interpretation free from the influence or limitations imposed by previous explanations of Dante. His style was indeed unconventional and seen as rebellious to the established literary doctrine of Venice at that time, particularly the influence of cardinal Pietro Bembo. He was much less concerned with adhering to contemporary literary styles than he was with clarifying the meaning of whichever poet he was writing about. His stringent belief in the subordination of the commentator to the text was in contrast with the approach of Cristoforo Landino, whose commentary on Dante had dominated the field for 50 years previously. The highly detailed illustrations in La Comedia di Dante Alighieri con la nova esposizione bear great faithfulness to Dante’s original text, and Vellutello himself may have made preparatory drawings which were used as schematics for the final woodcuts. While Vellutello’s commentary did not enjoy particular success, the engravings are still regarded as the \"most distinctive Renaissance renditions of the poem after Botticelli's\". === List of Works === 1525: Commentary on Petrarch 1533: Edition of Virgil 1544: La Comedia di Dante Alighieri con la nova esposizione == References == == Further reading == * A. Vellutello, La Comedia di Dante Aligieri con la nova esposizione a cura di Donato Pirovano, Roma, Salerno Editrice, 2006 . * S. Gilson, Reading Dante in Renaissance Italy, Cambridge and New York, Cambridge University Press, 2018 Category:1473 births ",
    "title": "Alessandro Vellutello"
}