{
    "id": "61259452",
    "text": "Jean Elise Schaffer is an American cardiologist and scientist. She is the Virginia Minnich Distinguished Professor of Medicine and director of the Diabetic Cardiovascular Disease Center and Diabetes Research Center at Washington University School of Medicine. == Education == Schaffer completed an A.B. in biochemistry, phi beta kappa and magna cum laude from Harvard College in 1982. She earned an M.D., cum laude from Harvard Medical School in 1986. Her dissertation was titled Functional analysis of ORI₁, a herpes simplex virus type 1 origin of DNA synthesis. Schaffer completed an internship and residence in medicine at Brigham and Women's Hospital in 1989. She conducted a clinical fellowship in cardiology at Beth Israel Deaconess Medical Center in 1993. She was a postdoctoral fellow at the Whitehead Institute in 1995. == Career == Schaffer is the Virginia Minnich Distinguished Professor of Medicine and director of the Diabetic Cardiovascular Disease Center and Diabetes Research Center at Washington University School of Medicine. == Awards and honors == In 1995, Schaffer won the Heinrich Wieland Prize for lipid research. In 2003, Schaffer was elected to the American Society for Clinical Investigation. She became a Fellow of the American Association for the Advancement of Science in 2008. == References == Category:Living people Category:Year of birth missing (living people) Category:Harvard College alumni Category:Harvard Medical School alumni Category:Washington University School of Medicine faculty Category:American cardiologists Category:Women cardiologists Category:20th-century American physicians Category:21st-century American physicians Category:20th-century American scientists Category:21st- century American scientists Category:20th-century American women physicians Category:21st-century American women physicians Category:20th-century American women scientists Category:21st-century American women scientists Category:Fellows of the American Association for the Advancement of Science ",
    "title": "Jean E. Schaffer"
}