{
    "id": "61251013",
    "text": "The Russian Army (, ) is the armed forces of the White movement, united on an all-Russian scale in 1919 under the sole formal command of the Supreme Commander-in-Chief of all the armed forces of the Russian State Admiral Alexander Kolchak. == History of creation == The logo of the newspaper \"Russian Army\" On November 18, 1918, with the proclamation of the Minister of War, Alexander Kolchak, the Supreme leader of Russia, who assumed the supreme command of all the land and naval forces of Russia, the White army was substantially reorganized. Admiral Kolchak was recognized as the supreme leader of Russia by all the commanders-in-chief of the white armies both in the south and west of Russia, and in Siberia and the Far East; at the turn of May – June 1919, generals Anton Denikin, Evgeny Miller, Nikolay Yudenich voluntarily submitted to Kolchak and officially recognized his Supreme High Command over all armies in Russia. The Supreme Commander at the same time confirmed the powers of commanders. By order of the Supreme Governor, Miller and Yudenich received the status of Governor-generalВ.Г. Хандорин Адмирал Колчак: правда и мифы. Глава «Союзники и борьба за признание». In his subordination were the Armed Forces of South Russia, led by the Deputy Supreme Commander General Anton Denikin, the Eastern, Northern and Northwestern Fronts, as well as the naval forces and the military representation of Russia abroad. The name \"Russian Army\" was affirmed as the unification of all the white fronts, the status of the front commanders formally from the commander- in-chief was given to the commanders of the Northern and North-Western armies, Generals Nikolai Yudenich and Anatoly Miller. == Armed Forces == At various times, the Russian army was represented by the following armed formations: In the north {| style=\"text-align: center\" |• Northern Army |- |} In North-west {| style=\"text-align: center\" | colspan=\"5\" |• Northwestern Army |- |} In the South {| style=\"text-align: center\" |• Volunteer Army (January 1918) ↘ | | |• Don Army (April 1918) ↙ |- | colspan=\"5\" |• Armed Forces of South Russia (January 1919) ↓ |- | colspan=\"5\" |• Army of Wrangel (May 1920) |- |} In the East {| style=\"text-align: center\" |• People's Army of the Committee of Members of the Constituent Assembly (June 1918) ↘ | | |• Siberian Army (June 1918) ↙ |- | colspan=\"5\" |• Eastern Front of the Russian Civil War (September 1918) ↓ |- | colspan=\"5\" |• Far Eastern Army (April 1920) ↓ |- | colspan=\"5\" |• White Rebel Army (1921) ↓ |- | colspan=\"5\" |• Zemskaya Rat (1922) |- |} In Central Asia {| style=\"text-align: center\" |• Turkestan military organization (February 1918) |- | colspan=\"5\" |• Turkestan Army (April 1919) |- | colspan=\"5\" |• Peasant Army of Fergana (June 1919) |- |} == Organizational structure and composition == By his order of January 3, 1919, the Supreme Commander Alexander Kolchak decided that the new Russian army should have a structure and composition similar to the Russian Imperial Army of Nicholas II. The structure of the created united army assumed the creation of: * companies of 150 bayonets; * battalions of 4 companies each; * regiments of 4,100 bayonets in 4 battalions or 16 companies; * divisions with 16,500 bayonets in 4 regiments; * corps of 37,000 bayonets in 2 divisions. The management data of the Red Army about the size of the Russian army (1919), referring to the period of the most powerful bloom of the white movement, by May-June 1919, show that during this period the number of combat units of regular white armies did not exceed 682.0 thousand people. With the service personnel of the rear administrations, garrisons, headquarters, sanitary-medical military organizations and other militarized structures, this number of paramilitary population for whites should be raised by approximately 50% and thus brought up to 1,023.0 thousand people. == Note == == Literature == * С. В. Волков Белое движение в России: организационная структура * Клавинг В. В. Гражданская война в России: белые армии. — М., СПб.: АСТ, Terra Fantastica, 2003. — 637 с. — 5000 экз. — . * Путеводитель по фондам белой армии / Рос. гос. воен. архив / Сост. Н. Д. Егоров, Н. В. Пульченко, Л. М. Чижова. — М.: «Русское библиографическое общество», издательская фирма «Восточная литература» РАН, 1998. — 526 с. — 1500 экз. — . Архивная копия от 7 марта 2012 на Wayback Machine * Плотников И. Ф. Челябинск: разработка стратегического плана наступления русской армии A. В. Колчака, успехи в его осуществлении и последующий провал (февраль-май 1919 г.)//Урал в событиях 1917—1921 гг.: актуальные проблемы изучения. Челябинск. 1999. * В.Г. Хандорин Адмирал Колчак: правда и мифы. Глава «Союзники и борьба за признание» Category:1919 in Russia Category:White movement ",
    "title": "Russian army (1919)"
}