{
    "id": "61257547",
    "text": "The Arth–Rigi Railway (Arth-Rigi-Bahn; ARB) is a Swiss standard gauge rack railway that runs from to Rigi. It has been merged with the Vitznau–Rigi Railway (Vitznau-Rigi-Bahn; VRB), which climbs the mountain from the other side, to form the Rigi Railways (Rigi-Bahnen; RB) company. == History== When the people of Art, canton of Schwyz, heard that a railway to Rigi was to be built from the Lucerne side, they sought and received a concession in 1870 from the Cantonal Council of Schwyz to build lines on the Schwyz route between Staffelhöhe (Rigi Staffel) and Rigi Kulm and between Arth, Oberarth and Kulm. They commissioned the two engineers, Olivier Zschokke and Niklaus Riggenbach, to build the line. The Arter Aktiengesellschaft (Art Ltd.) immediately started building the line from Staffelhöhe to Rigi Kulm (1752 m above sea level). The Vitznau–Rigi Railway company line connected its line with this line in the summer of 1873 and it had to pay fees for the use of the Staffelhöhe–Rigi Kulm section until the merger of the two companies in 1992. Kulm station of the Arth–Rigi Railway (rack section) Former track of the valley railway: supporting structure of the first Rigiaa bridge Construction of the line from Goldau (518 m asl) – those days not more than a hamlet – to Staffel via Kräbel and Klösterli (1315 m asl) started in 1873 and work on the Art-Ober Art-Goldau section started in 1874. On 4 June 1875, the Art-Rigi Railway (Art-Rigi-Bahn) was able to commence operations along the whole line. Although it had lost the race against the Vitznau-Rigi Railway, the line had glorious views and more luxurious coaches. The mountain railway started operating in winter between Goldau and Rigi-Kulm in 1928. Originally, the standard gauge line began in Art on the shores of Lake Zug. This ran as an adhesion railway to the Goldau station. It was separated from the rack railway in 1881 and run separately as tram, but a connecting track remained. This branch was closed in 1959 and the tracks were dismantled. Initially, most passengers travelled by boat over Lake Zug. From 1882, the platforms of the ARB were placed parallel to those of the Gotthard Railway on its station forecourt. As the latter, however, claimed more and more space for its rail tracks, the ARB built its notable wrought iron high-level platform over the Gotthard Railway’s tracks in 1897. Now, the majority of the ARB's passengers arrived by train. From 2011 to 2013, a new, two-track station layout was built before the high-level platform and the heritage-listed platform was rebuilt as an entrance hall. Originally, the opening of a new station parallel to the SBB route had been considered, but this had to be discarded because the SBB needed more space in this area due to the building of the Gotthard Base Tunnel. On 1 May 1907, the ARB was the first standard-gauge rack railway in the world converted to electric traction. The bottom station of the cable car to Rigi Scheidegg (1568 above sea level) is in Kräbel. Earlier the mountain had also been connected by the metre-gauge Rigi–Scheidegg Railway (Rigi-Kaltbad-Scheidegg-Bahn, RSB), but this was dismantled in 1942. On 3 June 2000, the Arth–Rigi Railway celebrated its 125th anniversary with a steam festival. View from the entrance hall to the former high-level platform onto the platform area During the night of 19-20 January 2014, the high-level platform in Arth-Goldau station was raised by two metres so that it could be reconstructed on site. After this renovation, it was lowered by 1.3 m. In July 2017, the new station hall for the high-level platform went into operation and the provisional platforms were dismantled. In the same year, the rectifier in Klösterli was replaced by a more modern, higher current device. === Electrical system === {| class=\"wikitable\" |Equipment for electrical operation: |2 rectifier plants |- |Supply with three-phase current: |15 kV/50 Hz |- |DC voltage: |1,500 V |- |Rectifier current: |3,550 kW |} === Speed=== {| class=\"wikitable\" |Ascent: |21 km/h |- |Descent (0–14.4 %): |17 km/h |- |Descent (14.5–20.0 %): |14 km/h |- |Travel time Goldau–Rigi Kulm: |35 minutes |- |Capacity: |1,000 people/h |} == Rolling stock== BCFhe 2/3 ARB railcar no 6, Rigi Staffel * 4 electric push-pull trains of 508 kW (no. 11–14) * 1 electric push-pull trains of 824 kW (no. 15) * 1 electric railcar of 390 kW (no. 6), test run: 30 August 1911, oldest still operational electric rack train of the world, last general restoration in 1990 * 1 electric railcar of 448 kW (no. 7) * 1 electric railcar with electric snow blower of 448 kW (no. 8) * 4 passenger cars * 10 freight wagons, official vehicles, snow plough etc. === Former rolling stock=== * H 1/2, the rack steam locomotives for the mountain line * E 3/3 no. 11, the steam locomotive used for the valley line == References == ===Footnotes=== ===Sources=== * * Category:Railway lines in Switzerland Category:Standard gauge railways in Switzerland Category:Rack railways in Switzerland Category:Railway lines opened in 1875 Category:1875 establishments in Switzerland ",
    "title": "Arth–Rigi Railway"
}