{
    "id": "61250955",
    "text": "Callum McCowatt (born 30 April 1999) is a New Zealand professional footballer who currently plays as a forward for Danish 1st Division club FC Helsingør. ==Club career== Following his graduation from Westlake Boys High School, McCowatt joined the Olé Football Academy in early 2015, playing league football for Olé-affiliated club Western Suburbs. During his time with the academy, McCowatt was named in the youth squad of Team Wellington for the 2016 National Youth League season. ===Auckland City=== Following his time at Western Suburbs, McCowatt moved to ISPS Handa Premiership club Auckland City along with fellow Olé graduates Dalton Wilkins and Owen Parker-Price on 26 September 2017. Though he was originally intended for the youth team, McCowatt eventually started every game Auckland City played that season, including the FIFA Club World Cup and OFC Champions League campaigns. McCowatt scored the only goal in the grand final as Auckland City defeated Team Wellington 1–0 to lift the league title. Following McCowatt's success in his debut season, in which he formed an attacking trio with Ryan de Vries and Emiliano Tade, he earned a trial with Eredivisie club Sparta Rotterdam, but was not offered a contract. ===Eastern Suburbs=== On 21 November 2018, McCowatt continued his relationship with the Olé academy, signing with affiliated club Eastern Suburbs. He scored 21 goals in 16 appearances in the 2018–19 season, including a hat-trick in the grand final against Team Wellington which his team won 3–0. He was awarded the Steve Sumner Trophy for player of the match. ===Wellington Phoenix=== On 26 June 2019, it was announced that McCowatt signed with the Wellington Phoenix who play in the A-League on a one-year deal. McCowatt scored his first goal for the Phoenix in their FFA Cup lost to the Brisbane Strikers before he made his professional debut in a 0–1 loss to Western United in the Phoenix season opener. ==International career== McCowatt got his first international call up for the New Zealand U17 team for the 2015 FIFA U-17 World Cup. He played in four games with one start. McCowatt was named in the New Zealand U20 squad for the 2019 FIFA U-20 World Cup. He made 3 starting appearances but was unable to score. McCowatt made his international debut on 15 November 2019, starting for New Zealand in a friendly against Ireland. McCowatt scored his first goal for New Zealand opening the scoring of the game before going onto lose 1–3. ===International goals=== :Scores and results list New Zealand's goal tally first. {| class=\"wikitable\" ! No. !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1. || 14 November 2019 || Aviva Stadium, Dublin, Republic of Ireland || || align=center | 1–0 || align=center | 1–3 || Friendly |} ==References== ==External links== * * Category:1999 births Category:Living people Category:Association football forwards Category:New Zealand association footballers Category:New Zealand international footballers Category:Wellington Phoenix FC players Category:A-League players Category:Western Suburbs FC (New Zealand) players Category:Auckland City FC players Category:Eastern Suburbs AFC players Category:New Zealand youth international footballers ",
    "title": "Callum McCowatt"
}