{
    "id": "61254740",
    "text": "Mostafa Karkhaneh (born May 24, 1959, in Jalilabad, Pishva) is a former Iranian volleyball player and coach. He is known for his successful career as a coach, building the Iranian national volleyball team into an international contender. Throughout his career, he managed all national Iranian volleyball teams, including the youth, junior, and senior teams, helping many young players develop their skills. ==Personal life== Karkhaneh was born on May 24, 1959, in Jalilabad, Pishva, to a religious family. He was the third of four brothers. His father was a clergyman, a profession that his youngest son followed as well. He attended Golbon Elementary School in Jalilabad where he played both soccer and volleyball. Due to his athletic abilities and interest in sports, he was actively recruited by local coaches to play volleyball, basketball, football, ping pong, and track and field. His participation in so many sports left him with little time to recuperate between games. He believes that this caused the many injuries he experienced during his professional playing career. His future father-in-law, Gholamhossein Afshinfar, became his volleyball coach and inspired him to pursue the sport. Karkhaneh has two sons and a daughter, who are all involved in sports. His youngest son and his daughter both play volleyball, while his eldest son plays soccer for Saba Qom F.C. and Paykan F.C. ==Playing career== Growing up, Karkhane primarily focused on soccer and volleyball, playing both sports at a high level. He played soccer with well-known players such as Ali Jabbari, Parviz Mazloumi, Ghafour Jahani and Hossein Faraki. His soccer career ended when he broke his collarbone during a match. During his volleyball playing career, he played with the following teams: Varamin, Parchin Industries, Defense Industries, Tehran Club and the Islamic Republic of Iran Army team. His collarbone injury prevented him from hitting spikes, so he resorted to playing the role of the setter for some time, before deciding to be a coach. ==Achievements== ===As coach=== ;Club * 16px Iranian Volleyball Super League, with Sanam Tehran - 2000, 2001, 2003, 2004 * 16px Asia Club Championship, with Sanam Tehran - 2004 * 16px Iranian Volleyball Super League, with Paykan Tehran - 2005, 2006, 2007, 2008 * 16px Asia Club Championship, with Paykan Tehran - 2006, 2007, 2008, 2009 * 16px Iranian Volleyball Super League, with Sarmayeh Bank Tehran - 2015, 2016, 2017 * 16px Asia Club Championship, with Sarmayeh Bank Tehran - 2016, 2017 * 16px Iranian Volleyball Super League, with Sanam Tehran - 2003 * 16px Iranian Volleyball Super League, with Matin Varamin - 2013 ;National * 16px Asian U20 Championship, with Iran - 1998, 2002, 2006, 2008 * 16px Asian U19 Championship, with Iran - 2001 * 16px U19 World Championship, with Iran - 2001 * 16px U21 World Championship, with Iran - 2007 ;Individual * Character coach of the year - 2006 * Nine time volleyball coach of the year * Recipient of a national order from President Mahmoud Ahmadinejad == Head coaching career == === Iran National Youth Volleyball Team === On May 26, 1997, the Iranian Volleyball Federation named Karkhaneh as the head coach of Iran's National Youth Volleyball Team. He led the team to its first Asian Junior Men's Volleyball Championship in 1998. Karkhaneh's success continued with Iran coming in third in 2000 while reclaiming the title again in 2002. After taking a break from the team, Karkhaneh returned in 2008 to lead Iran to its fourth title. Many of the players in the professional Iranian national team today were developed by and played for Karkhaneh during his tenure with the youth volleyball team. === Sanam Tehran === Karkhaneh became the head coach of the Sanam Tehran Volleyball team in 2001 and led the team to four championships in 2001, 2002, 2004, and 2005. As champions of the Iran Super Cup, Sanam qualified for the 2004 Asian Men's Club Volleyball Championship. Sanam won all five of its matches during the tournament and only lost one set. On January 25, 2006, after a week 19 loss to Petrochimi Bandar Imam V.C., Karkhaneh was fired from Sanam Tehran. === Paykan Tehran === Karkhaneh won four straight Super League titles with Paykan Tehran in 2005, 2006, 2007, and 2008. He also won four straight Asian Club Volleyball Championships from 2006 to 2009. === Petrochimi Bandar Imam === On July 12, 2009, Mehr News Agency reported that the Petrochimi Bandar Imam VC team management had signed a one-year deal with Karkhaneh to be their head coach. His team finished fifth at the end of the regular season with 47 points, winning 19 out of 28 matches. The top 8 teams out of 15 played in the playoffs in a best of three series. Petrochimi lost the series 2-0 against fourth seed Kalleh. They played the eighth seed Bank Keshavarzi in the consolation game but lost the series 2-0 once again. They ended the season as the seventh team, one spot lower than the previous season. On April 23, 2010, club spokesman Shapour Yavari stated that while the club has not made a final decision, he felt team management was willing to bring back Karkhaneh for the following season. On May 10, 2010, while expressing his disappointment and concern with the team's shortcomings Yavari explained that the team will likely make a decision on the coaching matter in an upcoming club meeting. On the same day upon landing in Tehran from Mahshahr, Karkhaneh was taken to the hospital for stress-related health problems. He was released from the hospital after he was cleared by doctors. In September 2010, Karkhaneh stated that while he had received some head coaching offers, he was not in a rush and preferred to find the right fit before making a decision. He emphasized that he was still interested in coaching but at this time his priority was to improve his health and attend coaching seminars in Italy to stay up to date with the latest developments in coaching. On November 6, 2010, Hamshahri Online reported that Parviz Kazemi had replaced Karkhaneh as the head coach of Petrochimi. === Giti Pasand === After nearly a year away from coaching, Karkhaneh signed a one-year contract with Giti Pasand Isfahan V.C. on May 31, 2011. The team was founded in 2011, competing for the first time in the 2011-12 Iranian Super league. Under Karkhaneh's supervision, the club began it is recruiting for their youth, junior, and professional teams in July 2011. Karkhaneh's term with Giti Pasand was short-lived as he resigned following a week 9 loss in December 2011. His assistance Reza Momeni Moghaddam took over the job following Karkhaneh's exit. Giti Pasand finished the season in fifth place standing just outside the top four and missing out on the playoffs with 46 points. The rumors surrounding the future of the team began surfacing following a very quiet off-season and Giti Pasand players beginning to sign with other clubs. The team was dissolved after playing one season in the Iranian Super League. Karkhaneh described his time with the club as a \"dark moment\" in his coaching career while further expressing regret in taking the job. === Matin Varamin === Shahrdari Varamin Volleyball Club was founded in 2012 in Varamin, Iran, by the Matin Engineering Company. Matin was placed in the Iranian Super League for the 2012-13 season. The newly formed team turned to Karkhaneh to become their head coach and lead the efforts to bring the team to the top of the super league. In an interview with Mehr News, Karkhaneh noted that while he had several offers from other teams with higher salaries, he decided to go back to his birthplace and help with the development of his local team. Karkhaneh described a strategic plan that involved the development of local talent to feed into the professional team. His four-year plan gave local schools and educational institutions guidelines for teaching the fundamentals of volleyball to school children. With the help of the team sponsor, schools would receive balls, nets, and other equipment, allowing the students to play and develop their skills. The club's youth and junior teams would act as the farm system for the professional team. Every year, the youth team would send at least four players to the junior team who in turn would develop and send four players to the professional team. For the initial roster, the team was allowed to sign five professional players, four junior players, two youth players and two international players. He brought in Jordi Gens Barbera (Spain) and Nikolay Nikolov (Bulgaria) as well as other experienced veterans to help his young team and develop a team culture that could maintain its success for the long term. In their inaugural season, Karkhaneh led Matin Varamin to a second-place finish in the 12-team league, finishing with 47 points behind Paykan Tehran and winning 16 out of 22 matches. The top four teams played in a best of three playoffs. In the semifinals, Matin Varamin won the series against Saipa Alborz 2-1 and moved on to play Kalleh Mazandaran in the finals. The finals were played in two matches with the first taking place on March 13, 2013, and the second on March 15, 2013. Although Matin Varamin won the first game 3-1, Kalleh Mazandaran came back and won the second game 3-0 winning the tournament and qualifying for the 2013 Asian Club Championship. === Barij Essence Kashan === On June 23, 2013, about a month after coming in second place with Matin Varamin, Isfahan Metropolis News Agency (IMNA) reported that Barij Essence head coach Hossein Maadani's contract had expired and the team was in negotiation with Karkhaneh. Reports indicated that the team had reached a preliminary agreement with Karkhaneh while finalizing deals with 2011 Asian Championship MVP Arash Kamalvand as well as 2011 Asian Champions Alireza Nadi and Mehdi Mahdavi. The team went from eighth place in 2012-13 to becoming regular-season champions with 49 points winning 16 out of 22 matches. On February 10, 2014, team captain Nadi suffered a knee injury which kept him out for the remainder of the season. Despite their regular season success, they lost both legs of the quarterfinals 3-1 to Shahrdari Urumia and refused to play in any consolation matches. On July 7, 2014, Varzesh3 reported that team management had verbally informed the Iranian Volleyball Federation of its intention to withdraw from the upcoming season citing high operational costs and lack of support from local authorities. The team dissolved that year and all players were allowed to sign with other teams. === Sarmayeh Bank Tehran === Karkhaneh became the coach of the newly created Sarmaye Bank team in 2015. The team assembled experienced stars such as Adel Gholami, Mohmammad Musavi, Mehdi Mahdavi, Shahram Mahmudi and other national team players. Sarmaye Bank won three straight Super League titles from 2015 until its dissolution in 2018. They also won two Asian Club Championships in 2016 and 2017. While they had qualified to compete at the 2018 Asian Club Championship as well, the team's dissolution meant that the league runners up, Khatam Ardakan, competed at that tournament. On March 18, 2018, the board of directors of the team held a meeting in which they decided to withdraw from the Super League and subsequently dissolved the team altogether. Karkhaneh cited money issues as the reason for this decision and expressed his concern for the future of the league. === Shahrdari Urmia === On June 9, 2019, Varzesh 3 reported that Karkhaneh had reached an agreement to be the head coach of Shahrdari Urmia. The team had finished the previous two seasons at 10th and 11th place, respectively. Karkhaneh once again recruited experienced national team players such as Mohammad Musavi, Shahram Mahmudi, and Hamzeh Zarini to the team despite some of those players having offers from European leagues. == References == Category:Iranian volleyball coaches Category:1959 births Category:Living people Category:People from Varamin ",
    "title": "Mostafa Karkhaneh"
}