{
    "id": "61252545",
    "text": "Aleksandras Mykolas Račkus (7 June 1893 – 9 October 1965) was a Lithuanian physician and an active member of the Lithuanian American community known for his numismatic and other collection. In 1917, he co-founded the Lithuanian Society of Numismatics and History in Chicago. In 1935, his and the society's collections were acquired by Lithuania and are held by the M. K. Čiurlionis National Art Museum. He then restarted a Lithuania-themed collection which was acquired by the Balzekas Museum of Lithuanian Culture in 1965. A collection of various documents related to Lithuanian Americans and their organizations and societies is kept by the Martynas Mažvydas National Library of Lithuania. ==Biography== Račkus was born in Čekiškė, then part of the Russian Empire and now central Lithuania, to a family of a Lithuanian book smuggler. Together with his father, Račkus migrated to North America in 1910. He studied at the St. Laurent College in Montreal; Holy Cross College in Worcester, MA; the Loyola University Chicago, and the Chicago Medical School – where he obtained an MD in surgery. He started a medical practice in 1922. Račkus was active in various Lithuanian societies. In 1912, he joined the Knights of Lithuania and became the co-founder and first editors of their magazine Vytis in 1915–1916. In 1916, he published and edited Laivamanių žiedai (Flowers of Freethinkers), a satirical newspaper that was merged with Žvirblis (Sparrow) in 1917. He was an officer of the in 1918–1919. During the summer breaks, he toured Lithuanian American communities delivering lectures and speeches and collecting funds for various Lithuanian causes. Račkus also collected information on Lithuanian book smugglers which was published in 1928–1930. In 1912–1913, as a student in Montreal, Račkus worked at a local museum and became interested in collecting, restoring, and preserving historical artifacts. He was further encouraged to collect items related to Lithuania and Lithuanians by Jonas Basanavičius who toured United States in 1913. In 1917, he co-founded the Lithuanian Society of Numismatics and History in Chicago which was active until 1936. In 1922, the society issued the first Lithuanian commemorative medal for the anniversary of Lithuania's independence based on a project of J. Kudirka and Račkus (sculptor Belgian Albert L. Van den Berghen). The 300 copies of the bronze medal were financed by Račkus. Račkus joined various other numismatic societies: the American Numismatic Association, Chicago Coin Club (was its chairman in 1928), Chicago Historical Society, Polish Society of Numismatics and Archaeology in Kraków (), etc. Račkus contributed articles to numerous Lithuanian periodicals, including Aušrinė, Darbininkas, Dirva, XX amžius, Moksleivis, Kosmos, Lietuvių tauta, Naujoji Romuva, Tautos praeitis, Pažanga, Perkūnas, Trimitas. He also contributed to The Numismatist. He was a health editor of Lithuanian daily Draugas. It total, he wrote about 2,000 articles. In 1929, he published in English and Lithuanian Guthones (the Goths) kinsmen of the Lithuanian people: a treatise on the Gothic ethnology history of the Gothic dominion in Italy and Spain, numismatics, language, and proper names, a historical work on the Goths in which he argued that they were related to Lithuanians and other Balts. The theory is discredit and rejected, though continues to be propagated by Jurate Rosales. From 1948, he published American Lithuanian Philatelic Specialist and Lithuanian Museum Notes, English-language mimeographed bulletins. He compiled and published bilingual Cyclopedia of Lithuanian Numismatics () (volume 1 published in 1965). Račkus was also an artist who produced colorful Christmas greetings and anti-Soviet political cartoons. Račkus died in 1965 in Chicago aged 72, and is buried there. In 1997, the former Pievų Street in Kaunas was named after him. ==Numismatic and other collections== Rapolas Skipitis (right) with Račkus (left) in Chicago In 1935, the Society for the Support of Lithuanians Abroad, chaired by Rapolas Skipitis, organized the first Lithuanian World Congress. For the occasion, Račkus brought his personal numismatic collection and the collection of the Lithuanian Society of Numismatics and History to be exhibited at the Vytautas Magnus University and Vytautas the Great War Museum in Kaunas. After the congress, the Ministry of Education of Lithuania purchased both collections (50,000 out of 80,000 items) for 100,000 litas. The main collection was transferred to the Vytautas Magnus Museum of Culture and is now housed by the M. K. Čiurlionis National Art Museum. In addition to Lithuania-related items, the collection included a wide variety of items ranging from artifacts of the Ancient Egypt to currency of the primitive tribes in Africa and medals of Victor David Brenner. Lithuanian items included 2,636 items related to the early Lithuanian aviation (various documents of Stasys Girėnas and Steponas Darius and their transatlantic flight in 1933, Feliksas Vaitkus, Juozas Janušauskas (Joseph. R. James), and others). Račkus was awarded the Order of Vytautas the Great (3rd class) in 1935 and the Riflemen's Star (1939). In 1936–1938, he worked at the Vytautas Magnus Museum of Culture organizing the collections, but resigned due to disagreements with museum's leadership. Račkus collected various items. For example, when he left Lithuania in fall 1940, he left a collection of religious images that were published during the Lithuanian press ban to the Museum of Culture in Kaunas. Račkus collected various documents (protocols, accounting records, correspondence, postcards, emblems, etc.) of various Lithuanian American organizations and societies. The collection (over 800 folders with items from 1892–1939) is now kept by the Martynas Mažvydas National Library of Lithuania. In 1937, he donated his geological collection (1,477 items, including 53 samples of rocks from the northern Appalachian Mountains) and 1,000 samples of wheat to the Vytautas Magnus University. In the United States, he restarted a Lithuania-themed museum. It was not open to the public, but used by researchers. In 1958, the museum had organized and described 13,266 items (about the same number was not organized). In 1965, the collection was purchased by the Balzekas Museum of Lithuanian Culture. His collection is regarded today as \"instrumental for the study and reconstruction of Lithuanian cultural life in emigration at the end of the 19th and early 20th centuries.\" Lithuanian museums periodically organize exhibitions based on his collections. For example, M. K. Čiurlionis National Art Museum organized large exhibitions in 1993 and 2003 for Račkus' 100th and 110th birth anniversaries. In 2018, the museum organized exhibition A Special Gift for Lithuania and published its catalog (). == References == ==External links== *Christmas greeting cards by Račkus Category:1893 births Category:1965 deaths Category:Lithuanian physicians Category:Numismatists Category:Lithuanian emigrants to the United States Category:Recipients of the Order of Vytautas the Great Category:Loyola University Chicago alumni Category:20th-century physicians ",
    "title": "Aleksandras Račkus"
}