{
    "id": "61263094",
    "text": "The Richard Charles Lee Canada-Hong Kong Library () is part of the University of Toronto Libraries system. It features a unique research collection on Canada-Hong Kong studies. Located inside Robarts Library at the University of Toronto St. George Campus, the Library provides resources and space to accommodate the continuous growth of research interest in Hong Kong, and its relation to Canada and other regions in the world. The library is open to the public. With approximately 71,000 volumes, including 2,500 periodical titles, 1,000 reels of microfilm, 7,000 newspaper clippings and an expanding collection of audio and visual materials, the Richard Charles Lee Canada-Hong Kong Library collection is the largest research collection for Hong Kong and Canada-Hong Kong studies outside of Hong Kong. The collection focuses primarily on Hong Kong, Canada-Hong Kong relations, and Chinese Canadians. Materials are available to use in the library only. The Library provides a wide range of information and research services in support of teaching, learning, research and other academic initiatives at the University of Toronto. Services include reference consultation, tours, presentations, exhibitions, and a Hong Kong seminar series. In close collaboration with the Asian Institute, Chinese Canadian Studies Program and the Department of East Asian Studies of the University of Toronto, the Library serves as an important link between the University and the external community, through cultural and educational events involving Hong Kong immigrants and Chinese community organizations. == Collection Highlights == Hong Kong Handover Digitized Collection Available online, this digitized collection has approximately 15,000 pages of books, academic papers, original art works, manuscripts, newspaper clippings, ephemeral materials documenting the handover ceremony in 1997, photographs, and government documents. Subjects include “one-country, two-systems”; Hong Kong people ruling Hong Kong; Sino-British Joint Declaration of 1984; Hong Kong Basic Law; Opium War of 1841; People’s Liberation Army in Hong Kong; and immigration to Canada. Senator Vivienne Poy’s Papers A collection of speeches, archival records, research papers and books by Senator Vivienne Poy during her 14 years of service, 1998-2012, in the Senate of Canada, Senator Poy’s papers greatly enrich our collections in Asian Canadian studies, among many other subjects. Hong Kong Newspaper Clippings Totalling more than half a million frames, the microfilm collection of Hong Kong Newspaper Clippings is dated from the 1850s to 1999. Since the 1980s, the collection covers 15 Hong Kong Chinese and English newspapers daily, which are fully indexed. == History == The Richard Charles Lee Canada- Hong Kong Library has its roots in the Canada and Hong Kong Project in 1990. The project was co-directed by Diana Lary and Bernard Luk. A Joint Centre for Asia Pacific Studies was established between the University of Toronto and York University. It collected 5,000 items since its inception. With a $500,000 grant from the Hong Kong and Shanghai Bank (Canada), the Canada-Hong Kong Resource Centre 加港文獻館 was set up in 1994 at 1 Spadina Crescent. By 1998, the Resource Centre’s collection reached 40,000 items. In 1999, the Resource Centre received a major gift of $500,000 from Senator Vivienne Poy, and a reading room named Ming Chak Hin 銘澤軒 (Richard Charles Lee Studio) was created at the Munk School of Global Affairs at the University of Toronto. In 2006, the Resource Centre received a donation of $3,000,000. It was relocated to the current location on the 8th floor of Robarts Library at the University of Toronto. The Centre was renamed to the Richard Charles Lee Canada-Hong Kong Library in 2008. == External links == * Official Website * Official Facebook page * Richard Charles Lee Canada-Hong Kong Library at the Internet Archive == References == Category:University of Toronto libraries Category:Academic libraries in Canada Category:Libraries in Toronto Category:Special collections libraries ",
    "title": "Richard Charles Lee Canada-Hong Kong Library"
}