{
    "id": "61267624",
    "text": "Freemasonry in Finland began in the mid-18th century, during the period of Swedish rule in Finland. ==Freemasonry in Finland under Swedish rule== The first Swedish Order of Freemasons lodge in Finland was founded in 1756, in connection with the military fortification works at Sveaborg (Suomenlinna) and the officers stationed there.Holm, N. (2008). Freemasonry and its social position in Finland. Scripta Instituti Donneriani Aboensis, 20, 68-77. The S:t Johannes logen S:t Augustin lodge worked partly in Stockholm, partly in Turku, but later moved to Helsinki. Known Freemasons in Finland during the 18th century included Gustaf Björnram.Uppslagsverket Finland - frimureri Anti- Masonic sentiments were already present among the Finnish Lutheran clergy and laity: the 1769 diocese meeting of Porvoo criticized the worldview of Freemasons and their activities. As the result of the Finnish War of 1808–1809, Sweden ceded its eastern provinces to Russia. These territories came to constitute the Grand Duchy of Finland under the Russian Empire. Lodge activities continued until 1813, but from 1822 onward, regulations banning secret societies in the Russian Empire made it impossible for Freemasons to operate in Finland. ==Freemasonry in Independent Finland== After the Finnish Declaration of Independence in 1917, Freemasonry was again free to operate in the country. In the early 1920s, the possibility of restoring Freemasonry to Finland was discussed among Finnish American Masons.Uskonnot Suomessa - Suomen Suurloosi ry Unlike other European countries of the time, Finland adopted Freemasonry from the United States and not from England or Central Europe. The Suomi Lodge 1 opened in Helsinki in August 1922. Finnish lodges initially operated under the Grand Lodge of New York. The Independent Finnish Grand Lodge Association was founded in 1924. In the European Masonic circles, the orientation of Finnish Freemasons to the United States caused bitterness: the United Grand Lodge of England did not recognize the Finnish Grand Lodge until 1927 while the Swedish Order of Freemasons withheld recognition until 1948.Historiallisia Arvosteluja 6/2001: Salat ja valat The Grand Lodge was registered on 12 August 1935 under the name of the Grand Lodge of F. & A. Masons of Finland. The name was changed to the Grand Lodge of Finland on 30 November 1983. In 1920, the Co-Masonic Le Droit Humain began its activities in Finland in connection with the Finnish Theosophical Society.Uskonnot Suomessa - Kansainvälinen Vapaamuurarijärjestö Miehille ja Naisille Le Droit Humain Suomen Liitto ry – Internationella Frimurareorden för Män och Kvinnor Le Droit Humain Finska Federation rf In 1923, there was a revival of the Swedish Rite in Finland, when the Swedish Order of Freemasons reopened the S:t Augustin lodge and established operations in the Swedish-speaking parts of Finland. In the 1930s, Finnish far right groups, inspired by the Fascists and the Nazis, campaigned prominently against Freemasonry and similar organizations, such as the Odd Fellows. There were also efforts to ban Masons from the officer corps of the Finnish Armed Forces and from the Lutheran clergy. Due to the negative publicity, the number of Finnish Freemasons dropped from slightly under 1,000 to around 500 during the pre-war years. In 1941, Finnish lodges voluntarily ceased activities, to avoid complicating relations with Nazi Germany during the Continuation War against the Soviet Union. Masonic activities resumed in Finland after the Second World War, although not seriously until the early 1950s. In the 1980s, inspired by the Italian P2 lodge scandal, the Finnish media published a number of stories about the alleged corruption of Finnish Freemasons active in politics and business. Negative articles on Freemasonry were published in the large dailies in Helsinki, in the left-wing press, and in papers associated with certain religious groups. The matter was also raised in the Finnish Parliament, but the government noted that Freemasonry was a lawful and accepted civic activity. In the decades since, Finnish Freemasonry has striven to decrease the secrecy surrounding it by, for example, opening a museum of Finnish Freemasonry and by cooperating with academic researchers. The Finnish Grand Lodge system had 7,400 members in 2014 while the Swedish Rite system had 1,400 members in 2018.Uskonnot Suomessa - Svenska Frimurareorden i Finland Le Droit Humain Finland had about 200 members in 2007. ==References== ",
    "title": "Freemasonry in Finland"
}