{
    "id": "61264591",
    "text": "Flight Path: A Search for Roots Beneath the World's Busiest Airport is a 2017 memoir written by Atlanta native Hannah Palmer. The book examines the impact of the Hartsfield-Jackson Atlanta International Airport on cities such as Mountain View, Forest Park, Hapeville, Riverdale, College Park, and surrounding communities on Atlanta's south side. Palmer embarks on a quest to trace her roots in Forest Park, Kirkwood and the now defunct city of Mountain View, her birthplace. Mountain View had its city charter repealed in 1978. The city was dissolved and the area was cleared to make way for the airport. == Synopsis == Across twenty-one chapters, Flight Path explores Palmer’s search for her childhood homes after she returns to Atlanta. She wrote the memoir while pregnant with her first child, Guy, whom she remarked was “acclimated to plane noise” before he was born; much as she tolerated the “oppressing roar of descending jets\" in her Forest Park childhood home.:87, 111 Palmer opens Flight Path with a discussion of the demolition of her mother’s house in Kirkwood, where she stayed the summer of her freshman year. She blames the event on a personal curse; all her homes have been lost or destroyed at one time or another. Palmer and her husband returned from career building in New York City to the Atlanta Metro area in 2004. While in a transition phase in McDonough,she acquires a job at Bellamy Printing as a typesetter. This gives her an opportunity to view the blueprints of the on-going “Fifth Runway” project at Hartsfield-Jackson Airport. The blueprints and maps of the surrounding neighborhoods spark her interest and desire to find what was left of her childhood homes on the south-side of Atlanta. While Palmer is unable to locate the physical structure of any of the four homes, she discusses the displacements caused by the airport, airport-related businesses and the FAA's noise mitigation rules along the airport's flight path, as well as the cultural and human impacts. Their residency in McDonough is short lived. They move to an 800 square-foot house in Forest Park where she reminisces about the 1,000 square-foot house where she lived with her older sister, father, stepmother, and stepbrother. The Sargent Homes were originally built for soldiers coming home from World War II. After finding an old newspaper clipping about her mother giving birth naturally in Mountain View, Palmer is inspired to find the home her parents lived in when she was born, the last house her biological parents lived in together before their divorce. Palmer searches for information about her childhood homes through records at the Tax Commissioner's office, Deeds and Records office, and the Forest Park Museum of History. She also finds information by looking through old newspapers, resources at her printing jobs, and talking to Mountain View and Forest Park natives. One of the locals she interviews was a firefighter who might have burned down one of her childhood homes, near Old Dixie Highway, as part of a training exercise. Palmer's search is back-dropped by her pregnancy. In April 2011, she gives birth to her first son, Guy, at the South Fulton Medical Center near their East Point home.183 Her uncle was born there in 1963, the first year it opened. She gave birth to her son in 2011, one of the last years it had a Women’s Services departments. South Fulton Medical Center has since changed names and now operates under the WellStar Medical Group. Flight Path concludes with a discussion about Aerotropolis Atlanta, a proposed multi- billion dollar, mixed-use project slated to occupy the site of the former Ford motor plant in Hapeville. Palmer describes Aerotropolis Atlanta as “something constructive” because it could bring new businesses and job opportunities to the airport neighborhood {| class=\"wikitable\" |+Palmer's Homes !Palmer's Homes !Importance to Narrative !Disposition of Physical Structure |- |133 South West Street |Early Childhood home in Mountain View. |Location and status unknown, likely bought and moved to an East Fayetteville Drive community |- |110 Barnett Rd |Middle Childhood home in Forest Park. Tract home her father moved her into after the divorce. |Likely burned down for a fire training event. Lot is now Air Logistics Building II |- |5026 Phillips Drive |Late Childhood/Adolescent home in Forest Park. |Demolished. Replaced by a CVS |- |332 Murray Hill Avenue |College home - Kirkwood. |Demolished. |} == Style == Hannah Palmer's Flight Path is written as memoir, based on her blog. Memoir is an important facet of literature in that it allows readers to connect through shared memories and feelings, as opposed to relying mostly on imagination, like fiction. Memoir even connects readers to authors on a personal level. While memoir is autobiographical by definition, it is not an account of the author's full life story; in such, memoirs tend to focus on a singular topic or defining moment of the authors life. For Palmer, it is growing up in the disappearing neighborhoods of Atlanta, surrounding the Hartsfield-Jackson Atlanta International Airport. Flight Path also contains a large amount of history about the Hartsfield-Jackson International Airport that exceeds Palmer's lifetime by decades. As urban history frequently does, Flight Path marries Palmer's own narrative with the history of Atlanta's airport in a multi-disciplinary work of urban geography, urban sociology, and social history. Her vast knowledge of the airport's history shapes the book into more than a memoir, but also a work of urban history which demonstrates the intimate relationship between Hartsfield-Jackson's growth and the spread of urbanization, and the effects these had in relation to Atlanta communities, race, and politics. == Reception == Flight Path has received several accolades since its publication, including an Independent Publisher Book Award for Essay/Creative Non-Fiction in 2018 and a starred review from Booklist. Palmer was awarded the Judy Turner Prize in 2017 at the Decatur Book Festival for her memoir Flight Path: A Search for Roots Beneath the World's Busiest Airport. This award was given by the Atlanta Journal-Constitution in recognition of Palmer's contribution to the community in Atlanta, Georgia. === Reviews === In her starred review for Booklist, Colleen Mondor writes that Flight Path is a \"sparkling gem\" and a \"passionate and gorgeously written reminder of why urban planning matters.\" Publishers Weekly praises Palmer as she \"makes it easy to root for her and trust her candid insights into questionable policies and current efforts at 'airport urbanism'.\" Kirkus calls Flight Path a \"thoughtful, eclectic account of what infrastructure progress can leave in its wake,\" and Atlanta Magazine describes the book as \"a persuasive memoir that uses personal history to construct a troubling indictment of the airport's relentless expansion.\" == Legacy == Palmer was the winner of the 2018 Independent Book Publishers Award. Since publishing Flight Path, she has been partnering with municipalities on the South Side of Atlanta to advocate on behalf of the people and places displaced by the airport. Now an urban designer, she writes for venues such as CNN, Art Papers, Atlanta magazine, and ATL Studios, planning for projects around the world. == Cover == Hannah Palmer graces the cover with her two-year old son on an empty parking lot near the Hartsfield-Jackson International airport. == Publication == Flight Path was published on April 4, 2017 by Hub City Press. == Further reading == #Rome News Tribune (1977-07-19). “Controversial Mayor”. News.google.com. Retrieved 2019-07-18. #Matteucci, Megan (November 16, 2009). \"Old African-American cemetery relocation takes slow, delicate work.\" Atlanta Journal-Constitution. Retrieved 2019-07-11. #Emanuel, Ben (September 21, 2018). “Finding the Flint: A Bold Vision for Restoring Urban Headwaters”. Americanrivers.org. Retrieved 2019-07-18. #“Invasion USA”. 17 July 2013-via www.youtube.com. Retrieved 2019-07-18. (Video of the implosion of a College Park neighborhood for airport expansion). #Palmer, Hannah S. \"WINNER of the 2018 Independent Publisher Book Awards bronze medal in essays/creative nonfiction\". HannahPalmer.com. Retrieved 2019-07-11 == References == Category:2017 non-fiction books Category:American memoirs Category:History of Atlanta Category:Transportation in Atlanta ",
    "title": "Flight Path (book)"
}