{
    "id": "61264868",
    "text": "Corporal Clarence Van Allen was a war hero from the 372nd Infantry Regiment an all Black unit that fought with honours in World War I. For his bravery under fire he won the Médaille militaire one of a few Americans to do so. ==372nd Infantry Regiment== The U.S. armed forces remained segregated through World War I. Still, many African Americans volunteered to join the Allied cause following America's entry into the war. By the time of the armistice with Germany on November 11, 1918, over 350,000 African Americans had served with the American Expeditionary Force on the Western Front. One of these all Black units was the 372nd Infantry Regiment which was organized in January 1918 at Camp Stewart, Virginia and initially moved to France in March 1918. The American high command didn't know what to do with these segregated units and so allowed the French to integrate them on their Front lines. The 372nd Infantry was seconded, along with the 371st Infantry Regiment, to the 157th Infantry Division of the French Army, called the \"Red Hand Division\". Under the command of General Mariano Goybet, the division was in need of reinforcements. During the fighting on the Western Front in the Champagne region, this division was in the French IX Corps of the French 4th Army. After fighting in the Champagne–Marne region (28 September-7 October 1918) and the Meuse–Argonne offensive, the regiment moved to the Vosges Mountains area of the front. The regiment returned to the United States in February 1919, and was demobilized 28 February 1919 at Camp Jackson, South Carolina. ==Front lines== While under fire Corporal Clarence Van Allen, of the 372nd Infantry, charged a German machine gun nest by himself killing four of its crew and taking a further three more Germans prisoner. For these actions he was awarded the Médaille militaire. An Arizona newspaper, the Phoenix Tribune, wrote that Allen was the first US soldier to receive the award. When he arrived in Boston a large group turned out to honor him. ==Bibliography== Notes References * * * \\- Total pages: 244 * \\- Total pages: 511 * \\- Total pages: 547 Category:African-American history of the United States military Category:United States Army soldiers Category:African Americans in World War I Category:Recipients of the Médaille militaire (France) ",
    "title": "Clarence Van Allen"
}