{
    "id": "61267753",
    "text": "is a short-episode original net animation television series adaptation by studios Yokohama Animation Laboratory, aired from May 11 to July 27, 2019. == Plot == The first morning of the new semester is rainy, with cherry blossoms falling onto the puddles. Students enter the school gate with various colors of umbrellas. In front of the shoe locker, Yua starts chatting with her friend, Ren Aikawa, whose tights got wet from the rain. Homi, who was drenched, joined them pretending she was jumping. The new semester begins with the girls doing seemingly normal things, while heavily pandering to foot fetishists. ==Characters== ; : :A normal second year high school student who tries to act cool, but is also shy and finds it hard to refuse the requests of others. She is 162 cm tall and wears 60 denier tights. ; : :An honor student good at studies and sports. She's not talkative, but she is a good communicator and also likes to tease Ren. She enjoys taking selfies and pictures of herself and posting them on social media. She is 168 cm tall and wears 30 denier tights. ; : :A bright and bubbly student who often surprises Ren and Yua. She is driven to school and is a member of the swimming club. In episode 10, it is shown she has a brother in junior high school. She is 158 cm tall and wears 110 denier tights. ; : :A 27-year-old homeroom teacher (for Ren's class) who is popular among the students. She is passionate about teaching and guiding her students, but can sometimes be overzealous. In episode 7, it is revealed that Yuiko has a hidden seductive side, as she seduces one of her male students (By way of giving him a footjob) in an attempt to get him to obey her. ==Media== The anime is being streamed on YouTube worldwide outside of Japan in English and Chinese subtitles. The ending theme is \"True Days\", with Haruka Tomatsu, Yōko Hikasa and Aya Suzaki each performing a version as their respective characters. A bonus episode is included with the series' Blu-ray, which was released on August 23, 2019. ==References== ==External links== * * Category:2019 anime ONAs Category:Anime with original screenplays Category:Comedy anime and manga Category:Yokohama Animation Laboratory ",
    "title": "Miru Tights"
}