{
    "id": "61268152",
    "text": "Metatron Discovery is a big data analytics platform developed by a South Korean telecommunications provider, SK Telecom. It is a partially open-sourced end-to-end solution based on the Apache Druid engine. == Overview == Metatron discovery is a big data analytics platform with the capabilities of big data collection, storage, and visualization. SK Telecom, originally a mobile telecommunication carrier, developed Metatron Discovery to fulfill their internal needs: to effectively process and analyze more than 500TB of mobile network service data that occur daily. SK Telecom then commercialized the platform; about 10 enterprises in South Korea, including SK hynix and Industrial Bank of Korea have adopted Metatron discovery in their systems.http://www.zdnet.co.kr/view/?no=20181220141344 In February 2019, SK Telecom and Microsoft agreed to establish a business strategic partnership to launch Microsoft Azure with Metatron discovery. == Key Components == Metatron Discovery performs analytics on its ingested data sources or other external data sources using different analytical tools and outputs analytical results in charts and reports. === Data Preparation === Data Preparation is a tool that creates transformation rules to transform files and tables into forms more suitable for analysis of datasets, and saves the results into HDFS or Hive. === Data Storage === Data Storage manages data ingested into the Metatron engine for analysis and visualization. === Data analysis and visualization === ==== Workbook ==== Workbook is a data visualization module powered by the Metatron Druid engine. Each workbook is a standalone report that consists of multiple dashboards, while each dashboard consists of various charts showing a visualization of source data analysis. ==== Workbench ==== Metatron Workbench provides an environment for data preparation and analytics based on SQL. ==== Notebook ==== Metatron Discovery supports a notebook function. Notebook is a tool for creating and sharing documents that include live codes, equations, visualizations, and descriptive texts. It is mostly used for data cleaning and manipulation, numerical simulations, statistical modeling, and machine learning. External Jupyter and Zeppelin servers can be used in Metatron Discovery. === Data Monitoring === Data monitoring supports monitoring the logs of all queries submitted by users in Metatron Workbench to the staging database (internal Hive database) and external databases connected to Metatron. == See also == * Business intelligence software * Data Science * Visual analytics == References == Category:Business software Category:Business intelligence ",
    "title": "Metatron Discovery"
}