{
    "id": "61262033",
    "text": "Private Thomas Dennis of Co. G, 2nd New York Cavalry Regiment. From the Liljenquist Family Collection of Civil War Photographs, Prints and Photographs Division, Library of Congress The 2nd New York Volunteer Cavalry Regiment, officially known as the 2nd Regiment, New York Volunteer Cavalry, was a unit of the Union Army during the American Civil War. It served with the Army of the Potomac and fought in Stoneman's 1863 raid, the Wilson–Kautz Raid, and the Battle of Appomattox Station. ==History== Colonel J. Mansfield Davies was authorized by the War Department to recruit the regiment, unofficially known as the Harris Light Cavalry, on July, 25, 1861. Its twelve companies were recruited as follows: * Company A at New York City, Hartford, Connecticut, and Newton, New Jersey, * Company B at Newton and Deckertown, New Jersey, * Companies C and D – known as the Connecticut Squadron – at Hartford, *Company E at New York City, Troy, Fort Edward, and Cambridge, New York, * Company F at Covington, Indiana, Fairfield, Vermont, Troy, and Richfield Springs, New York, * Company G at New York City, Newburgh, and Fort Edward, * Company H at Chambersburg, Indiana, *Company I at Lafayette, Indiana, * Company K at Scranton, Pennsylvania, Hampton, Newark, and Rockaway, New Jersey, New York City, Troy, and Richfield Springs, * Company L at New York City, Hudson, Troy, Fort Ann, Fort Edward and Litchfield, and * Company M at New York City, Newburgh, Plattsburgh and Port Henry. The regiment was organized at Scarsdale, New York, where it was mustered into Federal service for a term of three years between August 9 and October 8, 1861. The War Department designated the regiment as the 7th United States Cavalry on October 26, but it was transferred to New York state service as the 2nd New York Volunteer Cavalry, as Congress had not provided for a seventh Regular Army cavalry regiment. After leaving New York during September and October, the regiment served with McDowell's Division of the Army of the Potomac from the latter month, on duty in the defenses of Washington, D.C. It was transferred to the Third Division of the First Corps of the Army of the Potomac in March 1862, and in May briefly became part of King's Division of the Department of the Rappahannock. The 2nd New York Volunteer Cavalry formed part of the Cavalry Brigade of the Second Division of the Third Corps of the Army of Virginia (temporarily redesignated from the First Corps) from June. It was transferred to Bayard's Cavalry Brigade of the Army of the Potomac in September, while Companies A, B, I, and K were detached to the Third Division of the First Corps during September and October. J. Mansfield Davies resigned on December 6, and was replaced as colonel by regimental Lieutenant Colonel Judson Kilpatrick.https://catalog.archives.gov/id/76062574 After Bayard's death, the brigade that included the regiment came under the command of Brigadier General David McMurtrie Gregg on December 15. Monument to the 2nd New York Cavalry at Gettysburg The 2nd New York was assigned to the First Brigade of the Third Division of the Cavalry Corps of the Army of the Potomac on February 11, 1863, detaching a battalion to the First Brigade of the First Division of the Fourth Corps for service on the Virginia Peninsula between May and July. During Stoneman's 1863 raid, the regiment was sent against Richmond and the Chickahominy railroad bridges. After Kilpatrick was promoted to brigadier general on June 13, Lieutenant Colonel Henry E. Davies was promoted to colonel in his stead three days later. The regiment was transferred to the Second Brigade of the Second Division of the cavalry of the Army of the Potomac on June 14. It again returned to the First Brigade of the Third Division of the Cavalry Corps on August 12. Davies was promoted to brigadier general on September 16, leaving regimental Lieutenant Colonel Otto Harhaus, promoted to colonel on April 1, 1864, in command. During the Wilson–Kautz Raid, on June 23, 1864, the regiment tore up tracks on the South Side Railroad at Ford's Depot. When the regimental term of service expired, those who had served out their terms were discharged and on August 29, the recruits and reenlisted veterans of the 2nd New York Volunteer Cavalry was consolidated into a four- company battalion including Companies A, B, C, and D that continued in service. Eight new companies, recruited for a one year term of service, expanded the 2nd New York Cavalry to a regiment again by their addition in September and October. The eight new companies were recruited as follows: *Company E – known as the Ticonderoga Cavalry Company – at Plattsburgh and Ticonderoga, *Company F at Elmira and Syracuse, *Companies G and H at Manlius, Rochester, Elbridge, Onondaga, Syracuse, Cicero, Pompey, DeWitt, Chenango, Spafford, Lafayette, Albany, Salina, Skaneateles and Geddes, *Company I at Hart's Island, Kingston, Poughkeepsie, Jamaica, Tarrytown and Albany, *Company K at Mount Morris, Goshen, Farmington, Poughkeepsie, Avon, Hopewell and Elmira, and *Companies L and M at New York City and Brooklyn. Harhaus was mustered out on September 10, leaving regimental Major Walter Clark Hull in command. Hull was promoted to colonel on November 1, but was killed in a skirmish at Cedar Creek on November 12. After the death of Hull, Lieutenant Colonel Mortimer B. Birdseye was temporarily in command of the regiment from December 1. Colonel Alanson M. Randol took command of the regiment on December 23, which he led for the rest of the war. The 2nd New York remained with the Cavalry Corps until being transferred to serve with the cavalry of the Army of the Shenandoah in October 1864, before returning to the Army of the Potomac in March 1865. At the Battle of Appomattox Station on April 8, the regiment, advancing at the head of Pennington's Brigade, captured three Confederate railroad trains loaded with supplies at the station. To secure the trains from nearby Confederate cavalry, Randol ordered the trains crewed with soldiers who were former railwaymen, who drove the trains toward Edward Ord's column. Randol and the eight companies recruited in 1864 mustered out on June 5 at Alexandria, Virginia, followed by the remaining four companies on June 23. During its service, seven officers and 67 enlisted men were killed in action, two officers and 47 enlisted men died of wounds, and three officers and 246 enlisted men died of disease and other causes for total deaths of twelve officers and 360 enlisted men. Of these, one officer and 106 enlisted men died while in Confederate prisons. ==See also== *List of New York Civil War units ==References== ===Citations=== === Bibliography === * – Contains Register of Officers Commissioned in Volunteer Regiments from the state of New York, 1861–1865. * * * * * ** ** * == External links == * 2nd New York Cavalry Regiment page at New York State Division of Military and Naval Affairs Unit History Project * Song of the Harris Light Cavalry, 1863 at Library of Congress Cavalry 002 Category:1861 establishments in New York (state) Category:Military units and formations established in 1861 Category:Military units and formations disestablished in 1865 ",
    "title": "2nd New York Cavalry Regiment"
}