{
    "id": "61260452",
    "text": "Christel Boom (née Meerrettig, married name Christel Guillaume; 6 October 1927 – 20 March 2004) was an East German intelligence agent who worked for the Stasi to infiltrate the Social Democratic Party of Germany (SPD), the ruling party of West Germany from 1965 to 1983. Alongside her husband, Günter Guillaume, she helped to orchestrate the infiltration of the West German Chancellor Willy Brandt's government. The pair passed NATO and SPD information to the Stasi between 1969 and 1974. Their exposure as spies in 1974, dubbed the Guillaume affair, was part of a chain of events which led to Brandt's resignation as Chancellor the same year. Along with her husband, Christel was arrested and imprisoned for seven years, before being released as part of prisoner exchange in 1981. On their return to East Germany, the pair returned to work for the Stasi, and were awarded the Order of Karl Marx. Christel divorced Guillaume shortly after, feeling betrayed that his confession had led to their imprisonment. She retired in western Berlin after German reunification, and died in 2004. ==Early life== Christel met Günter Guillaume while working for the Stasi, and married him in 1951. Christel Ingeborg Margarete Meerrettig was born on 6 October 1927 in Allenstein, East Prussia, Germany (modern Olsztyn, Poland). She was the illegitimate daughter of a farm worker, Erna Meerrettig. Her mother married a successful Dutchman, Tobias Boom, the technical director of a tobacco factory in East Prussia, in the early 1930s. Boom adopted Christel, and undertook to give her a good upbringing. The family moved to Leisnig, but was broken up during the Second World War when Christel's adoptive father was arrested and held in Nuremberg for being a hostile foreigner after the German invasion of the Netherlands in 1940. He was released, but was physically and mentally affected, and died in 1944. Christel had been training as a medical technical assistant, but the end of the war in 1945 prevented her from completing her training. Instead, she trained as a typist, receiving private lessons in typewriting and shorthand. Finding job prospects limited in Leisnig, she moved to East Berlin and found work as a secretary at the headquarters of the Committee of the Fighters for Peace, a communist front organisation. She met Günter Guillaume in 1950, who worked as a photographer for a publishing house. Their relationship moved quickly; they were engaged within a few months, and married on 12 May 1951 in Leisnig. After living for a short while with Guillaume's mother, they were assigned an apartment in Lehnitz, about north west of Berlin. Christel's mother, Erna, joined them in 1953. Günter travelled to West Germany a few times in the early 1950s for the Stasi, before the couple received training from the Main Directorate for Reconnaissance (HVA), the foreign intelligence service arm of the Stasi, for their infiltration. ==Infiltration of West Germany== In May 1956, the Guillaumes, along with Christel's mother, were assigned to Frankfurt, where they posed as refugees. They were initially supposed to integrate themselves into the community and work as handlers for sources within the Social Democratic Party of Germany (SPD). As Christel's mother had a Dutch passport, she was able to travel to West Germany without restriction, and so she was sent ahead to establish herself in the city. When Christel and Günter followed, they were able to avoid the normal checks carried out on refugees by registering at a local police station, rather than a refugee camp. Along with a letter from Christel's mother requesting they be granted refugee status, this was sufficient to gain them entry. The Hessische Staatskanzlei, where Christel gained access to NATO military documents. The couple ran a cafe and tobacco shop near Frankfurt Cathedral (), called 'Boom am Dom'. Christel initially carried out administrative work in support of Günter, who acted as a handler for two contacts within the SPD; she would decode and encrypt the messages relayed between them and Stasi headquarters. The pair joined the Frankfurt branch of the SPD, and in April 1957 Christel gave birth to their son, Pierre. Two years later, Christel made the first significant inroad, gaining employment as a secretary at the SPD office for Hesse South, initially working in refugee affairs, before transferring to work for Willi Birkelbach, the party chairman for the region. As well as his role within the SPD, Birkelbach was also a Member of the Bundestag (West Germany's national parliament) and a Member of the European Parliament. When Birkelbach rose to be part of the party leadership, and a secretary of state, Christel gained access to NATO documents as well as SPD ones. She passed reports on the NATO military exercises Fallex 64 and Fallex 66 in 1965 and 1967 respectively. After Christel's initial successes, it was Günter who later made more significant inroads; after being elected to the Frankfurt city council in 1968, he was campaign manager for Georg Leber who became West Germany defence minister. Günter was given a position as junior aide to Willy Brandt, the newly elected Chancellor in 1969. The main information he relayed to the Stasi was on the mood of the government towards East Germany, and specifically Ostpolitik, the normalisation of relations between West and East Germany. He was elevated to become one of Brandt's personal aides in 1972. There had always been rumours about the Guillaume's past, and as early as 1955 Günter had been suspected of working as an East German agent, but the initial report had been overlooked and dismissed. More red flags were raised during his 1969 elevation to work with Brandt, but nothing concrete could be found. In 1973, a counter-intelligence officer came across the Guillaumes during the investigation of another case. Among the most compelling pieces of evidence were radio intercepts dating back to the 1950s that coincided with significant events for the Guillaumes; the birth of Pierre, birthdays and other family occasions. The HVA had sent messages like these to improve the morale of their foreign operatives, but for the Federal Office for the Protection of the Constitution (BfV) this provided motivation for further investigation. Günther Nollau, the head of the BfV, recommended to Brandt that the Guillaumes be left in place and put under surveillance. The couple became aware of the surveillance, and were told to suspend their own intelligence work by their superiors in the Stasi. The choice of whether to return to East Germany was left in their own hands, and they opted to remain in place. On 24 April 1974, under the name Operation Tango, the Guillaumes were arrested at their home in Bonn. Günter declared \"I am a citizen and officer of the GDR. Do respect that.\" Brandt resigned soon after, officially citing the Guillaume affair as the reason. In June 1975, the pair were put on trial for high treason in Düsseldorf; Günter was sentenced to thirteen years, while Christel was given eight years. Under normal circumstances at the time, the pair would have expected to be sent back to East Germany sooner rather than later as part of a prisoner exchange, but given the high profile and embarrassing nature of the infiltration, the West German government was not interested in such a swap. ==Later life== Christel was eventually released from prison in March 1981 as part of a prisoner exchange for six West German spies and went back to East Germany, while Günter was not released until October that year. The couple were awarded East Germany's highest honour, the Order of Karl Marx. Soon after their return, she divorced Guillaume, who she felt had betrayed her by confessing to their spying, and for revelations made during the trial that he had been a member of the Nazi Party, against whom she held a grudge for their treatment of her father. She returned to work for the Stasi at their headquarters in East Berlin. In 1990, East and West Germany began the process of reunification. In February 2001 she lost a court case against the German government, in which she petitioned for the seven years she served in prison to be added to her pension earnings. She retired to Wilmersdorf, a district in western Berlin, and died of heart failure on 20 March 2004. ==Notes and references== ===Notes=== ===References=== ====Books and journals==== * * * * * * * * ====Newspapers==== * * * * * * * ====Websites==== * * Category:1927 births Category:2004 deaths Category:East German spies Category:Women spies Category:People convicted of spying for East Germany Category:People from Olsztyn Category:People from East Prussia Category:Recipients of the Order of Karl Marx Category:Stasi officers ",
    "title": "Christel Boom"
}