{
    "id": "61260221",
    "text": "Klebsazolicin (KLB) is a peptide antibiotic encoded in the genome of a gram- negative bacterium Klebsiella pneumoniae subsp. ozonae and targeting prokaryotic ribosome. Klebsazolicin is a ribosomally synthesized and post- translationally modified peptide (RiPP) and a linear azol(in)e-containing peptide (LAP). == Discovery == The discovery of KLB represents an example of a “genome mining” approach. Cluster of genes encoding KLB biosynthetic pathway was found in genome database using low-level homology of one of the proteins to microcin B17 synthetase. Cloning and expression of cluster in a heterologous host (Escherichia coli) yielded the active compound. The name given to the compound reflects the original bacterium where the biosynthetic cluster was found (Klebs-) and the presence of azole cycles (-azolicin). == Structure == The structure of KLB was established by a combination of mass- spectrometry and NMR methods. Klebsazolicin is 23-aminoacid long peptide, containing four azoles (3 thiazoles and an oxazole) and an N-terminal lactamidine ring. The latter is formed by a linkage between two N-terminal amino acids (serine and glutamine) and is absolutely essential for bioactivity. == Activity == Klebsazolicin is active against Gram-negative bacteria closely related to Klebsiella, such as Escherichia coli, Klebsiella pneumoniae, and Yersinia pseudotuberculosis. KLB inhibits protein synthesis on the prokaryotic ribosome by binding to and blocking peptide exit tunnel and thus preventing the passage of the nascent peptide. The activity of KlpE export pump encoded in KLB biosynthetic gene cluster confers self-resistance of the producing bacterium to the action of the antibiotic. == Biosynthesis == Typically to other RiPPs, klebsazolicin is produced in three steps. At the first step, a 47-aa precursor peptide KlpA is synthesized using cellular translation machinery. Then an N-terminal leader peptide serves as a recognition element for KlpBCD, a heterocyclase-dehydrogenase complex which converts serine and cysteine residues of KlpA into oxazole and thiazole heterocycles. Finally, the leader is cleaved off by the action of cellular proteases such as TldD/E, and at the same time KlpBCD activates the new N-terminus to form lactamidine. Thus, KlpBCD is able to introduce both azole heterocycles and lactamidine linkages, using side chains of Ser/Cys residues and N-terminal amino group as nucleophiles. == References == Category:Antimicrobial peptides Category:Antibiotics ",
    "title": "Klebsazolicin"
}