{
    "id": "61261363",
    "text": "Violetta White Delafield, née Violetta Susan Elizabeth White, (1875–1949) was an American amateur mycologist (p. 83) and member of the New York Botanical Garden in the Bronx. ==Early life== Violetta Susan White was born in Florence, Italy to expatriate American parents. She spent most of her childhood in southern France. In 1890 Violetta with her family moved back to the United States, where as a teenager she began collecting mushrooms and studying mycology and botany. ==Mycological research== Violetta White worked with L. M. Underwood at the New York Botanical Garden from 1900 to 1902. In 1901 and 1902 she published three scientific articles on fungi. She is credited with the discovery of several species of fungi, including 8 species of Tulostoma (stalked puffballs). She corresponded with and borrowed mycological specimens from Charles Horton Peck. After her marriage, she devoted less time to scientific work. She created hundreds of annotated watercolors of fungi and plants. ==Marriage and family== Violetta Susan White married John Ross Delafield (1874–1964) on 14 June 1904 in Manhattan. He was born in Fieldston, Bronx; both of his parents were from wealthy, prominent Hudson Valley families; the Delafields were related to the Livingston family, who established the country estate known as Montgomery Place. Violetta and her husband John established Montgomery Place as their country retreat; from 1921 onward they made it their main residence. John R. Delafield graduated from Princeton University in 1896 and from Harvard Law School in 1899. John and Violetta had three children. According to her husband's unpublished biography of her, Violetta continued to collect specimens at their various summer homes in Buck Hill Falls, Pennsylvania, the Catskills, New York and Litchfield, Connecticut. ==Montgomery Place== John White Delafield, one of John R. and Violetta's two sons, inherited Montgomery Place in 1964 and sold the property to Sleepy Hollow Restorations in 1986. Bard College purchased Montgomery Place in 2016. ==Selected publications== * * * (See Mount Desert Island.) ==References== ==External links== * Category:1875 births Category:1949 deaths Category:American mycologists Category:Women mycologists Category:19th-century American women scientists Category:20th-century American women scientists ",
    "title": "Violetta White Delafield"
}