{
    "id": "61269429",
    "text": "Sathyam Paranja Viswasikkuvo () is a 2019 Indian Malayalam-language family- drama film directed by G. Prajith and written by Sajeev Pazhoor. The film stars Biju Menon and Samvrutha Sunil, with Alencier Ley Lopez, Sudhi Koppa, Dinesh Prabhakar, and Mangal in supporting roles. The film was released on 12 July 2019 to positive reviews from critics. ==Plot== Suni (Biju Menon) is a daily wages worker, who lives in a modest house with his wife Geetha (Samvritha Sunil) and their daughter. Geetha had left her home to be with Suni and is pretty sad about her husband’s drinking habit. One night Suni finds a lorry that has just met with an accident. He is excited seeing that the lorry was carrying bottles of foreign liquor. He calls his friends and they decide to loot some boxes of liquor. Their troubles start from then on. ==Cast== * Biju Menon as Suni * Samvrutha Sunil as Geetha (Suni's wife) * Alencier Ley Lopez as Karuppai * Sudhi Koppa as Thamara/Abhilash * Dinesh Prabhakar as Prasad * Mangal as Shanavaz * Johny Antony as George Kutty * Jaffar Idukki as Rameshan (George Kutty's neighbor) *Sruthy Jayan as Jessy (Highway Jessy) * Sreelakshmi as Annamma * Saiju Kurup as Kuryan (Jessy's neighbor) * Bhagath Manuel as Sulfy * Srikant Murali as S.I Aboobakkar * Rajan Pootharakkal * Sudheesh as Mash * Vettukili Prakash as Antony (Hotel Owner) * Sumangal * Muhammad Musthafa * Arun as Geetha's brother * G.Suresh Kumar as Geetha's father * Dharmajan Bolgatty as A. Vincent ==Production== Biju Menon was approached by writer Pazhoor for the lead role, he agreed to do the role after liking the one-line story. After six months, Pazhoor completed the full screenplay. The female lead role was finalized after the filming began. While they were looking for a suitable actress it was Menon who contacted Samvrutha, she immediately agreed after hearing the story. The film marks the return of Samvrutha in films after a hiatus. Samvrutha filmed for 20 days. The film was shot in a rustic village between Mahé and Thalassery and in parts of Kannur and Kozhikode. About the film's title, Pazhoor said \"You can connect it to Suni. His nature is such that you can't trust him easily until he emphasises that he is telling the truth,\". ==Soundtrack== The film features songs composed by Shaan Rahman and Vishwajit, while the background scoring was done by Bijibal. Soundtrack album was released by Goodwill Entertainments. ==Release== Sathyam Paranja Viswasikkuvo was released on 12 July 2019. ===Critical reception=== Upon release, the film received positive reviews from critics. Rating 4 out of 5 stars The Times of India wrote: \"Sathyam Paranja Viswasikkuvo works because of the storytelling, but also because everyone seems to have done their best ... Working with a wonderful little screenplay, G Prajith has crafted a superb story that shows you can make a compelling movie without bombastic dialogues, action scenes or even a big star cast\". The Hindu wrote \"Sathyam Paranja Vishwasikkuvo is a believable tale that hits home\". ==References== ==External links== * * Category:2010s Malayalam-language films Category:Films shot in Kannur Category:Films shot in Kozhikode Category:Indian family films Category:Films about labour ",
    "title": "Sathyam Paranja Viswasikkuvo"
}