{
    "id": "61277776",
    "text": "Parasuram Petla (also known as Bujji) is an Indian screenwriter and director who predominantly works in Telugu cinema. Born in Cherlopalem, Visakhapatnam district, Andhra Pradesh, Parasuram completed his MBA in Andhra University before pursuing a career in films. He began working in 2003 as an assistant director for Puri Jagannadh and Bommarilu Bhaskar. He made his directorial debut in 2008 with the film Yuvatha. He is well known for directing Anjaneyulu, Solo and Geetha Govindam. ==Career== After completing MBA in 2002, Parasuram started working as an assistant director for his cousin Puri Jagannadh. He worked as an assistant director for Puri Jagannadh on Itlu Sravani Subramanyam, Andhrawala and 143. He also worked as an associate director for Bommarilu Bhaskar on his 2008 film Parugu. His debut film Yuvatha starring Nikhil Siddharth was released in 2008 and was well received by the critics. The movie performed well at the box office. His next film Anjaneyulu, a comedy entertainer starring Ravi Teja was released in 2009 and received positive reviews from the critics and was a box office hit. In 2011, he made Solo starring Nara Rohit, the film was a big hit at the box office and was widely praised by the critics. In 2012, he collaborated again with Ravi Teja for the film Sarocharu. The film received negative reviews by the critics and was a failure at the box office. In 2018, he made Geetha Govindam starring Vijay Devarakonda and Rashmika Mandanna, the film received positive reviews by the critics and became one of the big hits of the year. == Filmography == {|class=\"wikitable sortable plainrowheaders\" ! Year ! Film ! Director ! Screenwriter ! class=\"unsortable\" | Notes |- | 2008 !scope=\"row\" | Yuvatha | | | Debut film |- | 2009 !scope=\"row\" | Anjaneyulu | | | |- | 2011 !scope=\"row\" | Solo | | | |- | 2012 !scope=\"row\" | Sarocharu | | | |- | 2016 !scope=\"row\" | Srirastu Subhamastu | | | |- | 2018 !scope=\"row\" | Geetha Govindam | | | |- | 2021 !scope=\"row\" | Sarkaru Vaari Paata | | | |- |} ==References== == External links == * Category:Living people Category:Indian male screenwriters Category:Telugu screenwriters Category:21st-century Indian film directors Category:Telugu film directors Category:Year of birth missing (living people) Category:Film directors from Andhra Pradesh Category:People from Visakhapatnam district Category:Screenwriters from Andhra Pradesh ",
    "title": "Parasuram (director)"
}