{
    "id": "61274060",
    "text": "Roland 'Tim' Debenham Inskip (17 September 1885 – 23 November 1971) was an English first-class cricketer and British Army officer. Inskip served in the British Indian Army from 1905 to 1947, seeing action in the First World War, the Waziristan campaign and the Second World War. He was highly decorated in these campaigns and eventually reached the rank of major-general. He also played first-class cricket while in British India for the Europeans cricket team and the Rawalpindi Sports Club. ==Early life and WWI== The son of the Reverend Oliver Inskip, he was born in September 1885 at Spalding, Lincolnshire. He was educated at Framlingham College, where he father was the headmaster from 1887 to 1913. He made his debut in minor counties cricket for Suffolk in the 1904 Minor Counties Championship, with Inskip playing infrequently for the county until 1911. From Framlingham he attended the Royal Military College, Sandhurst. He graduated as a second lieutenant into the British Indian Army in August 1905. By January 1908, he was serving with the 59th Scinde Rifles as a lieutenant. He was promoted to the rank of captain in July 1914 and shortly after saw action in the First World War. In September 1914, he arrived on the Western Front, where he remained until December 1915. From January 1916 to December 1917, he saw action in the Mesopotamian campaign. He was awarded the Military Cross in January 1916, and the Distinguished Service Order in December 1916. He was made a temporary major in June 1917, while in command of a battalion. Throughout the course of the war, Inskip was mentioned in dispatches five times. ==Inter-war period== Inskip gained the full rank of major in March 1921. By 1924, he was serving with the 12th Indian Infantry Brigade and with the 13th Frontier Force Rifles in 1928. He made two appearances in first-class cricket in November 1926, playing one match for the Europeans against the Marylebone Cricket Club, and a second match for the Rawalpindi Sports Club against the same opposition. He scored 6 runs and took 2 wickets in these matches. He was promoted to the rank of colonel in December 1934, with seniority to July 1932. Inkskip was seconded to Army Headquarters in India in 1934–35, before serving at the Imperial Defence College in London in 1936. He was granted the temporary rank of brigadier in April 1937, while in command of the 1st (Abbottabad) Infantry Brigade. He served in the Waziristan campaign, during which he was mentioned in dispatches twice and was made a Companion of the Order of the Indian Empire. He was promoted to the rank of major-general in April 1939, while the following month he was made a member of the Order of the Bath in 1939 Birthday Honours. ==WWII and later life== During the Second World War, Inskip served as the district commander of Rawalpindi. Following this, he served as general officer commanding Ceylon. He retired from active service in October 1942, but was immediately reemployed and appointed as the honorary colonel of the 6th Battalion, 13th Frontier Force Rifles. From 1943 to 1945, he was an inspector of military training centres across India, before being appointed on the eve of Indian independence as the chief of staff of the Bhopal State Forces. Following his retirement, he devoted his time to furthering the well being of veterans and promoting Framlingham College. He died at Ipswich in November 1971. ==References== ==External links== * Category:1885 births Category:1971 deaths Category:People from Spalding, Lincolnshire Category:People educated at Framlingham College Category:Graduates of the Royal Military College, Sandhurst Category:British Indian Army officers Category:English cricketers Category:Suffolk cricketers Category:British Army personnel of World War I Category:Recipients of the Military Cross Category:Companions of the Distinguished Service Order Category:Europeans cricketers Category:Rawalpindi Sports Club cricketers Category:British military personnel of the Waziristan Campaign Category:Companions of the Order of the Indian Empire Category:British Army personnel of World War II Category:Companions of the Order of the Bath Category:British Army generals ",
    "title": "Tim Inskip"
}