{
    "id": "61277591",
    "text": "Sadie Roberts-Joseph (1944 – July 12, 2019) was an American community activist and founder of the Baton Rouge Odell S. Williams Now & Then Museum of African- American History in 2001. She was also the founder of a non-profit organization, Community Against Drugs and Violence (CADAV). She organized the annual \"Juneteenth Celebration\" which commemorates the emancipation of slaves in the Southern United States. She helped organize an annual Veterans Day celebration at the Port Hudson National Cemetery to honor veterans of all races who fought in the Civil War. == Early life and education == Roberts- Joseph was born in 1944 and grew up in Woodville, Mississippi. She was the fifth in a family of twelve children, and her parents were sharecroppers. The family later moved to Baton Rouge, Louisiana. She attended Baton Rouge Vocational-Technical School and Southern University, studying education and speech pathology. She was an active volunteer in the local black community, and worked for many years as a certified respiratory therapy technician. == Personal life and death== Her brother serves as pastor of the New St. Luke Baptist church in Baton Rouge. She had two children, a son and a daughter: Angela Roberts Machen, a commissioner on the Greater Baton Rouge Port Commission. On Friday, July 12, 2019, the body of Roberts-Joseph was discovered in the trunk of her own car about three miles from her home in Baton Rouge. On Monday 15 July, police stated that the cause of death was \"traumatic asphyxiation\" by suffocation and ruled it a homicide. The next day they arrested a tenant of hers who owed $1,200 in rent. == References == See also: Category:1944 births Category:2019 deaths Category:2019 murders in the United States Category:20th-century African-American activists Category:21st- century African-American activists Category:Activists for African-American civil rights Category:African-American history of Louisiana Category:American women activists Category:Community organizing Category:Female murder victims Category:Murdered activists Category:Murdered African-American people Category:Nonviolence advocates Category:People murdered in Louisiana Category:Southern University alumni ",
    "title": "Sadie Roberts-Joseph"
}