{
    "id": "61273570",
    "text": "Inna Bazhenova (, born November 25, 1968, Zavolzhye, Russia) — art collector, cultural projects initiator, publisher of The Art Newspaper International NetworkObscure Russians Buy The Art Newspaper // ArtNet news, founder of an annual award The Art Newspaper Russia and The ART Newspaper Russia Film festival, collectorInna Bazhenova: The Enthusiastic Owner of The Art Newspaper // Fine Art shippers, founder of IN ARTIBUS foundationVenice conference-2017. ==Biography== Inna Bazhenova graduated from Faculty of Computational Mathematics of Lobachevsky State University of Nizhny Novgorod. After her graduation, she started work as an aero industry engineer in a state-owned enterprise in 1991. In 1993 she co-founded an organization that used aero industry technologies in the development and production of equipment for oil and gas industry. She still owns a share in several medium-sized cross-field enterprises. Inna Bazhenova started collecting art in 2005The collection of Inna Bazhenova at the Prechistenskaya embankment // The Artinvestment.ru. We had to do everything by trial and error, as there were no art newspapers in Russia. Art magazines did exist, both state-owned and private, but when we started to think of our own publication, we realized that the best model is the model we would use ourselves. There wasn’t anything to compare with in Russia. Inna Bazhenova launched The Art Newspaper Russia in Russian in 2012. She became an owner of the whole international licensed network comprising the UK, Greece, Italy, China, Russia, the USA, and France in 2013Why the art world needs to ditch the rich Russians // The Guardian . She opened an exhibition space by a non-profit foundation IN ARTIBUS on Prechistenskaya Naberezhnaya in Moscow in 2014Арт-собрание // Forbes. Inna Bazhenova is married and has five sonsMathematician, engineer and collector, Inna Bazhenova is the new owner of The Art Newspaper // ArtDaily. ==Projects== * The Art Newspaper. Inna Bazhenova became the owner of an English version of The Art Newspaper and the whole international licensed network comprising the UK, Greece, Italy, China, Russia, the USA, and France in 2013. Issues are distributed in 60 countries. * The Art Newspaper Russia Award is an annual award named after the newspaper and given for achievements in art. It was founded in 2012. According to the founders, the mission of the award is to express public recognition by the art community representatives and the promotion of Russian art abroad. There are five nominations, with awards given out annually: Book of the year, Exhibition of the year, Museum of the year, Conservation of the year, and Personal contribution. The award itself is a prize plate that has Big Ben and the Spasskaya Tower as clock hands, which, according to the founders, symbolizes the synchronization between Russian art and the broader art world. * Russian Art Focus is a monthly online publication about Russian contemporary art. It was founded by Inna Bazhenova and Dmitry Aksenov (Aksenov Family Foundation, owner of art fair Vienna Contemporary Art). The editorial staff is a team of native English-speaking journalists, critics and researchers. Their mission is to provide a professional overview of the Russian art scene to foreign audiences in English. It is a free subscription-based publication distributed via a monthly newsletter Russian Art Focus . * The IN ARTIBUS foundation is a non-profit organization that supports research in the field of classical art. The Fund’s field of concern includes organizing exhibitions in partnership with museums, cultural institutions and private collectors in Russia and abroad. It is also involved in various publishing activities, organizing and holding academic conferences, and supporting various international initiatives in the sphere of art. The foundation aims to acquaint a Russian audience with international art and to shed light on the most exciting aspects of Russian art to an international audience. An exhibition space by the Fund was opened in Moscow in 2014In Artibus foundationArt-Loving Russian Business Leaders Present New Museums to Moscow // The Moscow Times. * The ART Newspaper Russia Film festival is an annual festival of films about art. The first festival was held in the Garage Museum of Contemporary Art, State Tretyakov Gallery and Documentary Film Center in September 2017. ==Awards and acknowledgments== * 2013: according to the magazine Artguide, Inna Bazhenova was in the list of Top 50 most influential people in Russian ArtТоп-50 самых влиятельных фигур в русском искусстве 2013 года. * 2018: №9 in the list of 10 influential women who changed the fate of Russia’s museums10 influential women who changed the fate of Russia’s museums // Russia Beyond * 2019: 28th Montblanc de la Culture Arts Patronage. Bazhenova was \"honored for the IN ARTIBUS Foundation, a non- profit organization with the purpose of studying and disseminating classic and modern art as well as the promotion of Russian artists on the international art stage\"May 24, 2019 - The Montblanc Cultural Foundation - Recipients of the 2019 Montblanc Arts Patronage Award. ==Notes== Category:21st-century art collectors Category:Russian art collectors Category:1968 births Category:Living people ",
    "title": "Inna Bazhenova"
}