{
    "id": "61279192",
    "text": "Charlotte Park (1918-2010) was an American abstract painter. She began work as a professional artist soon after the close of World War II, working in studios first in Manhattan and then in eastern Long Island. She was associated with and drew both support and inspiration from other first-generation abstract expressionist artists, including particularly her neighbors, Jackson Pollock, and Lee Krasner. During most of her career she neither sought nor received praise from critics and collectors, but late in life was celebrated for the quality of her artistic achievements and had her work shown in prestigious solo and group exhibitions. At the end of her life a critic said, \"Hers was a major gift all but stifled by a happily embraced domesticity and by the critical bullying of a brutally doctrinaire art world.\" ==Early life and training== Park was born in Concord, Massachusetts on March 11, 1918. She graduated from the Yale School of Fine Arts in 1939 but put off a career in art until after the close of World War II. In 1945 Park moved from Washington, D.C. to Manhattan and there took night classes from with the Cubist painter Wallace Harrison who taught a geometric style of flat patterns. ==Career in art== Park met James Brooks a fellow artist in Washington DC while working for the OSS. After moving to Manhattan in 1945, Park shared studio space with Brooks, and married him two years later. Brooks obtained the space when his friends, Jackson Pollock and Lee Krasner, vacated it on moving to East Hampton, Long Island. In 1949 Park and Brooks set up a studio in Montauk, Long Island and in 1954, when a hurricane blew the building off its foundation, they moved what remained of it to an area of East Hampton called Springs and there set up a pair of adjoining studios now known as the Brooks-Park Heritage Project. In 1949 Park began teaching at Leonard School for Girls and subsequently became an instructor first at the Dalton School then, between 1955 and 1957, at the People's Art Center of the Museum of Modern Art. In 1952 she participated in a group show at the Peridot Gallery and the following year she had a painting in the Annual Exhibition of Contemporary American Painting at the Whitney Museum of American Art. In 1954 she participated in a group show at the Guild Hall in East Hampton. The Tanager Gallery in Manhattan presented her first solo show in 1957. Park showed often during the later 1950s, particularly in group exhibitions at Eleanor Ward's Stable Gallery. She showed infrequently during the 1960s. Records show only that her work appeared in Manhattan at group shows at the Tanager Gallery (1959), the James Gallery (1960), and the Alonzo Gallery (1969) and, on Long Island, in group shows at East Hampton Guild Hall (1960), Setauket Gallery North (1965), and Southhampton Parrish Art Museum (1970). She showed more frequently in the 1970s, including solo exhibitions at the Benson Gallery (1973 and 1976) and the Guild Hall (1979) as well as group exhibitions in those and other Long Island galleries. Her work was also included in a 1979 group show at the American Cultural Center in Paris. In the 1980s Charlotte's output declined and most of the exhibitions of her work from this time until her death in 2010 were retrospective in nature. These shows include a 1981 joint exhibition with Brooks at Himelfarb Gallery, East Hampton; a 1985 show called Hampton Artists at the Arbitrage Gallery in Manhattan; a 1991 show of works on paper from members of the New York School at Elston Fine Arts in New York; a 1995 show of Women in the Fifties at the Anita Shapolsky Gallery in New York; and solo exhibitions at the Parrish Art Museum (2002) and Sanierman Modern (2010). She was given a major retrospective at the Berry Campbell Gallery in 2016. ===Artistic style and critical reception=== Charlotte Park, Untitled (Black and Gray IV), about 1950 Gouache on paper, 17 7/8 x 22 15/16 inches Charlotte Park, Aztec, about 1955, oil on canvas, 22 x 13 inches Charlotte Park, Untitled, about 1960 Oil on canvas, 34 x 34 inches Charlotte Park, Gypsophilia, 1973, acrylic on canvas, 18 x 18 inches Charlotte Park, Untitled, about 1985, acrylic on paper, 14 x 14 inches Park was a first-generation abstract expressionist who favored both geometric and gestural forms. Although she drew inspiration from natural objects, her paintings are non representational. She liked to visit other East Hampton artists in their studios and picked up ideas from seeing their work. Park worked on both paper and canvas. She made gouaches, oils, collages, and acrylics. Her paintings tended to be smaller than those of other abstract expressionist artists. In the early 1950s she often made black and white as well as colored gouache paintings on paper and also made gestural drawings in this period. A critic said of this work, in general, that \"Ms. Park effortlessly reconciled painting and drawing, deriving a lively formal vocabulary from clusters of loops and spheres.\" Of the work on paper in particular, another critic wrote: \"Complex interactive layering animates the painted surfaces, which often conceal as much as they reveal. Organic and calligraphic shapes jockey for position, yet are held firmly in place by implicit structure.\" Later in the decade she made some larger oil paintings mostly employing subtler color choices than before. Her handling of oils at this time included use of a palette knife to apply and scrape off pigment. Discussing this technique, a critic for the New York Times said she scraped, built up, and revised to create \"a varied, sensuously appealing surface.\" At the end of the decade she made collages, often cutting up and re-assembling parts of earlier paintings. During the 1960s she leaned toward square shaped paintings having softer colors than previously. Park's untitled gouache in black and gray, painted about 1950 (shown at right) shows her handling of this medium in the absence of colors at this time. Her painting entitled Aztec of about 1955 (shown at left) is an example of her early use of oil on canvas while the untitled painting of about 1960 (shown at right) is an example of her later use of the medium. In the 1970s she made acrylic drawings on paper and canvas that gave the effect, as a critic said, of a geometric pattern in which \"form and space can be made to seem interchangeable in the eye.\" During the next decade and until Alzheimer's forced her to retire from painting she created relatively small paintings and drawings having areas of bright color offset by areas of white. A critic saw in these works echoes of Piet Mondrian and Paul Klee. Another critic described them at some length: \"There is a special kind of refinement in the way Charlotte Park's paintings and drawings stretch the eye and increasingly absorb the mind with gentle, abstract color delineations and their subtle, lost and found, dissolving echoes. These echoes establish soft, engaging visual complexities... Part of the unusual effect is in the feeling of participation in visually completing the suggested connections, or associations. Some lines meet in ways that invoke illusions of structures; others curve and float independently, offering a more abstract engagement. The sense of boundless white infinity is important as a field for reflections and vibrancy.\" Park's Gypsophilia of 1973 (at left) shows her late use of acrylic on canvas and her untitled painting of about 1985 (shown at right) shows her use of acrylic on paper at an even later date. She did not ordinarily give titles to works and when she did she used terms that evoked feelings rather than natural objects. She once said that she drew inspiration for a group of paintings she made about 1955--ones entitled Aztec, Initiation, Parade, and Lament--from the black paintings of Francisco Goya. Park achieved critical recognition late in life. Writing late in her career a critic thought she was probably better known as the wife of James Brooks than as an abstract expressionist artist. Writing in 2010 a critic for the New York Times said \"It is probably too late for Charlotte Park, now over 90 and suffering from Alzheimer's disease, to witness her ascension into the ranks of widely known Abstract Expressionists. A natural painter and gifted colorist, she is as good as several of the artists--both men and women--in the Museum of Modern Art's current tribute to the movement, which was drawn almost entirely from its collection.\" An East Hampton artist who knew her well said that Park believed her husband was too introverted to become successful without active management on her part. He says \"it was clear that it would take a huge effort just to keep Jim’s career alive. Charlotte knew how things were slanted, and that only he really had a chance at that point in time, so she put her weight behind him so they both could survive as artists. Unfortunately, there really was no better choice at the time.\" ==Personal life and family== Park was born in Concord, Massachusetts on March 11, 1918. At the time the local registrar recorded her surname as Parke. However, other official contemporaneous records give the spelling she used. Her father, George Coolidge Park, died five months before her birth. Her mother, Harriet Maybel Hawkes Park, first brought Park and her brother, George, to live with her own parents, Frank W. and Hattie A. Hawkes, in their home in Concord. Later, after remarrying, she brought them to Washington, D. C. to live with her and her new husband, Harold Blaisdell Shepard. In 1941, while living in Washington, D.C., Park worked as a volunteer for the Federal Public Housing Authority. She subsequently took a position in a graphics unit of the Office of Strategic Services. An OSS colleague introduced Park to her future husband, James Brooks, in 1945. Wishing to become a professional artist, she moved Manhattan where she took an apartment in Gramercy Park. Brooks, who had lived in Manhattan prior to the war, returned there, and the two were married in 1947. They had no children Park died on December 26, 2010 at her home in East Hampton. == Notes == ==References== Category:1918 births Category:2010 deaths Category:Abstract painters Category:American women painters Category:20th-century American painters Category:Painters from Massachusetts Category:Abstract expressionist artists ",
    "title": "Charlotte Park (artist)"
}