{
    "id": "61278735",
    "text": "Al Jimi Mall (Arabic: الجيمي مول) is a shopping mall located in Al Ain, an eastern city in Abu Dhabi, one of the seven emirates of the United Arab Emirates. Developed and owned by Aldar Properties, the mall was opened to public in 2002 and went through, first, an expansion, in 2007 and then a major transformation in 2016. The shopping and entertainment complex features over 200 outlets and covers a total area/gross leasable area of 76,000 sqm, Al Ain's first outdoor Retail Park, as well as parking space of 2,200+ parking lots. Al Jimi Mall includes eight mega-screen VOX Cinemas, a Carrefour, Al Ain's largest Home Centre, Al Ain's first United Furniture store, and a Virgin Megastore. It also features a multi-complex indoor facility for kids with Magic Planet. Located in the heart of Al Ain, the UAE's ‘Garden City’, and just 13 min from Al Ain International Airport, the Al Jimi Mall receives around eight million visitors per year and serves as one of the main shopping destinations in the emirate. == Construction and expansion == The Al Jimi Mall has undergone two major expansions since its inception in 2002. Under its first expansion in 2007, the mall area increased to around 44,000 sqm including 95 retail outlets and a parking space of 1,200 parking lots. After this expansion, the mall's annual footfall increased to over 8 million visitors. A second, massive expansion started in 2016 and the newly expanded mall was opened to the public with a grand opening ceremony on 14 & 15 March 2019. The AED 410 million expansion added a further 33,000 sqm of leased space, along with a Retail Park on the north side of the mall with lease sizes ranging from 1,500 to 6,500 sqm, and another 1,200 car parking lots. There was also expansion carried out on the west side of the mall – the new ‘west wing’ – which added another 51 units over three levels, thereby increasing the total number of retail outlets to 200. The contracts for the second expansion were awarded to three different construction companies. Aldar Properties, the owner of the Al Jimi Mall, engaged Pivot Engineering & General Contracting, Tripoli Contracting & General Maintenance, and Al Fahjan Transportation & General Contracting to transform the mall into Al Ain's most extensive shopping and entertainment destination. The expansion was project managed by Jacobs, supervised by Allegiance Construction Group, the lead consultant and designer of the project == Developer == Al Jimi Mall is fully owned by Aldar Properties PJSC, a real estate development and investment company in Abu Dhabi. The company holds approximately US$10 billion in assets as well as 75 million sqm of land amongst its development projects. == Shopping == The mall includes over 200 brands across a variety of categories, including fashion, home furniture, electronics, optics, mobile phones, watch and jewelry, footwear, beauty and cosmetics, children's wear, books, stationery, fashion accessories, banking and financial services, telecommunication, and pharmacies. The Virgin Megastore in Al Jimi Mall offers a full range of entertainment and leisure options. This 400 sqm retail location is the first presence of the franchise in Al Ain city of the United Arab Emirates. The mall also features a Carrefour supermarket. === Fashion outlets === Fashion brands available in the mall for women, men and kids encompass clothing, footwear and fashion accessories. Swatch, Mothercare, Damas, Rivoli, Aldo, Skechers, Hush Puppies, Aeropostale, Centerpoint, Charles & Keith, H & M, LC Waikiki, R&B;, SMYK, MAX Fashion, RedTag, and Steve Madden. === Beauty === Makeup and beauty products are available under multiple international and local brands, including Sephora, The Body Shop, Touch of Oud, Inglot, Paris Gallery, Bath & Body Works and NYX cosmetics. === Home Furniture === Al Jimi Mall also includes a number of home furniture and accessories outlets, including Danube Home, United Furniture, H&M; Home, and the largest Home Centre in Al Ain == Restaurants and dining == There are a number of restaurants and cascade dining options in the mall. It also features a food court with multiple food chains, including Costa Coffee, Dunkin' Donuts, Cupagahwa, Shakespeare & Co., Tim Hortons, Papparoti, Chili's, Starbucks and L’italiano's. == Entertainment == The major expansion of the mall, which started in 2016, included the addition of a VOX Cinema and a Magic Planet for kids, among other attractions. === Vox cinema === This VOX Cinemas in the Al Jimi Mall comprises eight mega screens, including two Theater by Rhodes, a cinema for kids, four regular screens and a Max cinema. === Magic planet === Magic Planet is an extensive family entertainment centre providing indoor games, rides, simulators, skill games and redemption games. The Magic Planet at Al Jimi Mall features a number of rides for kids, including ‘Hello Kitty Fun House’, ‘London Bus’, ‘Carousel’, ‘Sweet Donut’, ‘Flintstone Fred Fly’, ‘Alien Boogey Patrol’ ‘Garfield’s Pizza Rush’ and ‘Hippy Bus’. Magic Planet also includes a ‘Soft Play Park’ that provides an area for climbing, running and various adventurous rides and games. === Magic circuit === ‘Magic Circuit’ is a part of ‘Magic Planet’. The Magic Circuit is an indoor racing track for budding drivers. The Magic Circuit in Al Ain is one of only two in the UAE; the other is in Ras Al Khaimah. == References == == External links == * Official Al Jimi Mall Facebook Page * Twitter Handle - Al Jimi Mall Category:Shopping malls in Abu Dhabi ",
    "title": "Al Jimi Mall"
}