{
    "id": "61272065",
    "text": "Sarah Bacon (born September 20, 1996) is an American diver. == High school career == Having begun diving since 2004, her first major competitive accomplishments came in 2014 when she was named the NISCA All-American Champion, and that same year won 1st place in both the 1-meter and 3-meter springboard events at the 2014 Junior National Diving Championships, as well as the 1-meter event at the AT&T; Senior National Diving Championships, and would be named team captain for the FINA World Junior Diving Championships. == College career == After graduating from Cardinal Ritter High School, she would go on to attend the University of Minnesota, opening her college career by finishing 2nd against Wisconsin in the 1-meter event, and during her freshman year finish 2nd place in 1-meter diving event at the 2017 NCAA Championships, 3rd and 4th place at the 3-meter and 1-meter diving event at the 2017 Big Ten Championships, respectively, as well as earning 1st place in both 1-meter and 3-meter event against Iowa, and 1st in 1-meter at the Minnesota Challenge. During that time she would also place 4th at the world championship trials in the 3-meter event. Her Sophomore year (2017-2018) saw her finishing 1st in the 1-meter event at the NCAA Championships and the Big Ten Championships, where she also finished 2nd in the 3-meter event. she would also finish 1st in both categories against Northwestern and Purdue, and took 1st in the 1-meter dive at both the Tennessee Collegiate Diving Invitational and the Minnesota Diving Invitational. In 2018 she would also take 2nd place at the USA Diving Winter Trials for the 1-meter dive and 3rd in the USA Diving Senior National Championships for the synchronized 3-meter dive with her partner, Kristen Hayden. During her Junior year (2018-2019) She would become the 2019 Big Ten Diver of the Year and the NCAA 1-meter diving champion, in the process breaking a previous 12 year record with a score of 363.20, as well as setting the school and pool record for the 3-meter dive in the Big Ten Championships, with a score of 430.60. In 2019 she would also take 1st in the 1-meter (299.10) and 3rd (307.90) in the 3-meter, as well as 2nd in the 3-meter synchronized dive with Hayden (286.80), at the USA Diving National Championships and, while competing for the USA, go on to score 2nd place in the 1-meter dive (262.00) at the 2019 World Aquatics Championships in Gwangju. Later that year, again competing for the US, she and partner Brooke Schultz would take silver for the Women's Synchronized 3 m springboard event and afterwards she would score gold in the women's individual 1 m Springboard event (284.10) at the 2019 Pan American Games in Lima In 2020, Bacon went on to win the USA diving national championships in 3 meter synchro with partner Kassidy Cook. They then went to the FINA grand prix in Madrid, Spain where they secured gold in 3 meter synchro. Bacon also took silver in the individual 3 meter event. In 2020, she also competed in the Rostock, Germany Grand Prix meet, where her and Cook got gold in 3 meter synchro. ==References== Category:1996 births Category:Living people Category:American female divers Category:Sportspeople from Indianapolis Category:World Aquatics Championships medalists in diving Category:Pan American Games medalists in diving Category:Pan American Games gold medalists for the United States Category:Pan American Games silver medalists for the United States Category:Divers at the 2019 Pan American Games ",
    "title": "Sarah Bacon"
}