{
    "id": "61270427",
    "text": "__NOTOC__ Hindmarsh Valley Reservoir is a reservoir in the Australian state of South Australia located in the gazetted locality of Hindmarsh Valley about north of the municipal seat in Victor Harbor. The dam consists of a gravity dam of a height of which holds back a lake of a volume of and which extends for a distance about . The reservoir and its distribution system were designed and built by the state government’s Waterworks Department with construction being carried out from November 1914 to mid-1917. The majority of work involved the excavation of a natural depression and the construction of an embankment dam wall with a puddle core on land in section 159 of the cadastral unit of the Hundred of Goolwa. The reservoir was designed to receive water from two sources. The first was surface flow from a catchment which includes the hill known as Mount Billy to the immediate north and Peeralilla Hill to the immediate east. The second which was the main supply was obtained from the Hindmarsh River to the immediate west via an intake consisting of an intake chamber and a system of diameter reinforced concrete pipes. Its original purpose was to supply only Victor Harbor, Middleton and Port Elliott, however water mains were extended to Goolwa after its residents petitioned the state government. In 1978, a new spillway was constructed. 1n 1983, land consisting of sections 159 and 160 of the Hundred of Goolwa and which includes the reservoir and part of its catchment was listed on the now-defunct Register of the National Estate with the following statement of significance: > This is a significant stand of natural vegetation due to its size and the > diversity of plant communities which include savannah woodland in a fairly > natural state. Some fine specimens of SA blue gum (Eucalyptus leucoxylon) > and rough barked manna gum (E. huberana) can be seen. The presence of a > reservoir adds to the habitat diversity and aesthetic appeal. In 1999, the reservoir was reported in the media as being surplus to the needs of SA Water, its operator, and that it and the associated land holding would be transferred to the Department of Environment and Natural Resources subject to access to the infrastructure and ongoing control over the catchment. On 12 August 1999, land to the immediate north of the reservoir was proclaimed under the National Parks and Wildlife Act 1972 as the Mount Billy Conservation Park. On 18 November 1999, the Government of South Australia announced that the reservoir would be decommissioned and would be replaced with a new facility known as the Nettle Hill Water Storage Facility. The new facility which is located on Nettle Hill Road to the immediate north-west of the reservoir would receive treated water from the Myponga Reservoir. As of 2007, the reservoir was used to store \"seasonal excess recycled water\" produced by the Victor Harbor Waste Water Treatment Plant. In September 2014, the reservoir was one of five regional water storage facilities listed for potential reuse for recreational activities such as fishing. However, as of January 2018, the necessary approvals had not been granted for recreational use of the reservoir. ==See also== *List of reservoirs and dams in Australia ==References== * Category:Dams completed in 1917 Category:1917 establishments in Australia Category:Dams in South Australia Category:Reservoirs in South Australia ",
    "title": "Hindmarsh Valley Reservoir"
}