{
    "id": "61275313",
    "text": "Division 21, Somali National Army (Somali: Qeybta 21aad) is a division of the Somali Armed Forces. It has been active in two periods from the 1970s to about 1990 (though being upgraded in status in the process to the level of a corps), and then dissolved amid the first phase of the Somali Civil War. It was reestablished on 30 August 2013. In both periods it has supervised military forces in the Dhusamareb area, in what is now Galmudug, in the central part of Somalia. Mohamud Muse Hersi was listed by somaliaonline.com as commander of Division 21 from 1970 to 1972; it later took part in the Ogaden War in 1977-78. Following the 1977–78 Ogaden campaign, Abudwak became the division's base.IRIN Special Report on Central Somalia , 13 May 1999. In the late 1980s the division had grown in size to a corps-sized sector responsible for several weak divisions.Defense Intelligence Agency, Military Intelligence Summary, Volume IV, Part III, Africa South of the Sahara, November 1987, 12, cited in Robinson 2019. On 30 August 2013 it was placed under the command of Colonel Sulub Ahmed Dirie.Somalia Revives Army Division, September 12, 2013, and http://sabahionline.com/en_GB/articles/hoa/articles/features/2013/09/12/feature-01. The division’s primary task was to reintegrate the Ahlu Sunna Waljama'a (ASWJ) Sufi militia in Galgaduud into the army, but Brigade 11 also came under its control. In early January 2014, Colonel Dirie addressed the graduation of 600 personnel from training there.http://www.hiiraan.com/news4/2014/Jan/52775/hundreds_of_newly_trained_forces_join_somali_army.aspx, Hiiraan Online, 4 January 2014. In early 2014, ASWJ refused further integration, and the division lost most of its importance. The division was chased out of Dhuusamareb in June 2015 when ASWJ took the town. It reestablished itself at Adado, just over a hundred kilometers to the north- east. ==Notes== ==References== * Category:Military of Somalia Category:Divisions (military units) ",
    "title": "Division 21 (Somalia)"
}