{
    "id": "61274777",
    "text": "Charles Crocker This is a list, which includes a photographic gallery, of some of the remaining historic buildings, houses, structures and monuments in Benson, Arizona, a town in Cochise County which was founded as a railroad terminal. The town of Benson is located at the intersection of Interstate 10 and Arizona SR 90. There are various historic structures in Benson which are located in 4th Street known as the Benson Railroad Historic District. Some of the structures are individually listed in the National Register of Historic Places (NRHP). Benson has two more historical districts besides the Benson Railroad Historic District. The other two historical districts are the Apache Powder Historic Residential District and the Benson Historic Barrio. ==Brief history== The area where the town of Benson is located was first inhabited by Native-American tribes. Among them the Hohokam followed by the Apaches. Spanish explores arrived in search of gold after Spain claimed the area. In 1539, missionaries led by Father Kino arrived in the San Pedro valley. The mission period was ended in 1768 by a decree of Charles III of Spain.Benson History In 1821, the Mexican War of Independence between Mexico and Spain came to an end and the territory of New Spain, which included Arizona, was ceded to Mexico.Mine Tales: Smelter in Benson operated until 1914Desert USABenson Historic Barrio, Cochise County, Arizona In 1854, the United States purchased the region from Mexico in what is known as the Gadsden Purchase. Americans of European descent from the East Coast of the United States began to arrive in the area. Some came to work as miners and others came to establish farms and ranches which provided food to the growing population. A stage station was built by William Ohnesorgen, a German immigrant, to serve the Butterfield Trail Stage Line in the late 1950s near where Benson is currently located. Although Benson was never a mining town it had a small smelter which operated there. The smelter, which treated silver and gold, was located in Tank Hill. Charles Crocker president of the Southern Pacific Railroad decided to establish a railroad station which would serve as a supply center to the mines in the Johnson, Patagonia, Helvetia and Yellowstone mining districts and lumberyards. He named the area Benson after William B. Benson, a California judge who his friend and who was involved in mining operations in Arizona, California, Idaho and Mexico. The town continued to grow with the arrival of Southern Pacific Railroad in 1880. By 1894, Benson had become a major transportation hub with three major railroads. Lots were sold in the new town- site. Benson's trade increased and as such many businesses and saloons were established to serve both travelers and settlers alike. ==Benson Historical Society== The original historical society of Benson began in 1960. The society's aim is to preserve the history and cultural aspects of the town. In 1983, the historical society merged with the Benson Arts Group and purchased the historic William D. Martinez General Merchandise Store located at 180 San Pedro St. There they set up their headquarters and established the Benson Historical Museum.Benson Arizona - Historical Society and Museum ==Historic Districts== There three historic districts in Benson. They are:National Register of Historic Places in Cochise County 1\\. Apache Powder Historic Residential District - located in the #100 and #200 block of W. 6th St. The residential district was built on land purchased in 1925 by the Apache Powder Company, a large, local explosive manufacturing firm. All the properties were built in the mid 1920s. Listed in the National Register of Historic Places on March 11, 1994, reference #94000078.National Register of Historic Places Continuation Sheet 2\\. Benson Historic Barrio - located in 307-572 E. Fifth St., between San Pedro St. and Route 80. This area is significant for its association with the history of Hispanic residents in this ethnic enclave. Mexicans and Mexican Americans have been part of Benson's history since the agricultural and railroad eras in the late 19th century.Listed in the National Register of Historic Places on April 8, 2011, reference #83002985. 3\\. Benson Railroad Historic District - located at the #200 and #300 block of E. 3rd St. The District consists of ten residences and one hotel. These wood frame buildings are constructed of California redwood. Wood construction was used extensively in Benson from its earliest days because of the movement inherent in the underlying expansive soils was better absorbed by wood construction than adobe. Listed in the National Register of Historic Places on March 11, 1994, reference #94000079.Benson Walking Tour ==Historic Structures== The following is a brief description of some of the historic structures in Benson.Historic Arizona U.S. Route 80 Historic Highway Designation Application Oasis Court historical marker * The Benson Railroad Station - The original station was built in 1880. The station built at that time was razed in the 1970s after Southern Pacific halted its passenger services. A replica of that structure stands near the site of the original and serves as the town's visitor center.Great Stations * The Hi Wo Grocery Company - established in 1896 and located at 398 E. 4th St. It is located on the site of the original Rogers Brothers General Merchandise Store. Listed in the National Register of Historic Places on March 11, 1994, reference: #94000074. * The William D. Martinez General Merchandise Store - built in 1921 and located at 180 San Pedro St. William D. Martinez was a merchant who commissioned a local builder to create a building that would be made of materials that would be less likely to be a total loss in a fire. The building now houses the Benson Historical Museum.Benson Museum Listed in the National Register of Historic Places on March 11, 1994, reference: #94000073. * The Oasis Court - built in 1928 and located at 363 W. 4th St. is an auto court with individual carports integrated into the buildings adjacent to the individual sleeping units. Listed in the National Register of Historic Places on March 11, 1994, reference: #94000072. * The Max Treu Territorial Meat Company - built in 1899 and located at 305 E. 4th St. This commercial building which was important to Benson's development. This brick structure features a large two-story interior space and a centrally located wooden entry door with a transom above and storefront windows on either side. Clerestory windows are directly above and consist of a row of three six-light windows. Listed in the National Register of Historic Places on March 11, 1994, reference: #94000075. * The Redfield-Romine House - built in 1895 and located at 146 E. 6th St. This is Colonial Revival Style house. The house is wood framed with the characteristic square plans and shingled, pyramidal roof with dormers and boxed eaves. Listed in the National Register of Historic Places on March 11, 1994, reference: #94000076. * The Smith-Beck House - built in 1899 and located at 425 Huachuca St. Like the similar Redfield/Romaine house, This house is an example of the Colonial Revival style that reflects Benson's importance as a major railroad junction point. Listed in the National Register of Historic Places on March 11, 1994, reference: #94000077. ==Historic structures pictured== The following are the images of the historic structures in Benson and its surrounding areas. ==Further reading== *\"Benson, Arizona\"; by: Ellen Cline; Publisher: Cochise County Historical Society; ASIN: B00U1X64HE *\"Around Benson\"; by: E Kathy Suagee; Publisher: Arcadia Publishing Library Editions; ; *\"The Hub City: Benson, Arizona\"; by: A. M. Frega; Publisher: CreateSpace Independent Publishing Platform; ; ==See also== *Benson, Arizona *National Register of Historic Places listings in Cochise County, Arizona ==References== Category:Benson, Arizona Category:History of Cochise County, Arizona Historic properties Category:Buildings and structures in Cochise County, Arizona ",
    "title": "List of historic properties in Benson, Arizona"
}