{
    "id": "61279825",
    "text": "István Józsa (born 7 September 1953) is a Hungarian mechanical engineer and politician, member of the National Assembly (MP) from the Hungarian Socialist Party from 2002 to 2018. ==Work experience== Józsa earned a degree of mechanical engineer at the Budapest University of Technology (BME) in 1978. He also obtained a degree of machine construction engineer there in 1982. He became a doctor of technology in 1987. He earned a level of economic manager at the Oxford Polytechnic (present-day Oxford Brookes University) in 1990. He started his professional career at the Institute of Mechanical Engineering of the Budapest University of Technology. He was an employee of the Olajterv Ltd. (today OT Industries), in various positions from 1980 to 1995. He became a technical director of Gépkar, Ltd. a private power engineering and construction company in 1995. He worked for the company until 2002. ==Political career== Józsa participated in the foundation of the Újbuda (Budapest, 11th district) branch of the Hungarian Socialist Party (MSZP) in 1989. He chaired the organization between 1989 and 1994. He served as a member of the local representative body of the municipality from 1994 to 2002, and led the MSZP caucus in this capacity. He was elected a Member of Parliament for Újbuda (Budapest Constituency XVII) in the 2002 parliamentary election. He was a member of the Economic Committee and the Committee on the Environment from 2002 to 2006, he was appointed vice-chairman of the latter parliamentary committee in September 2004. Józsa is a founding member and vice-president of the Hungarian-Chinese Chamber of Economy (ChinaCham) since 2003. Józsa was re- elected MP for Újbuda in the 2006 parliamentary election. He became a member, then vice-chairman of the Committee on Economic and Information Technology. He retained that position after the 2010 parliamentary election, when he was elected MP via his party's regional list of Budapest. He was elected MP from national list in the 2014 parliamentary election. He functioned as member of the Committee on European Affairs and vice-chairman of the Committee on Immunity. ==References== Category:1953 births Category:Living people Category:Budapest University of Technology and Economics alumni Category:Alumni of Oxford Brookes University Category:Hungarian mechanical engineers Category:Hungarian Socialist Party politicians Category:Members of the National Assembly of Hungary (2002–2006) Category:Members of the National Assembly of Hungary (2006–2010) Category:Members of the National Assembly of Hungary (2010–2014) Category:Members of the National Assembly of Hungary (2014–2018) Category:People from Csongrád ",
    "title": "István Józsa"
}