{
    "id": "61273150",
    "text": "Markus Schafferer (born April 5, 1978) is an Austrian entrepreneur and real estate investor.Marcus Müller: Der Aufstieg des Marcus Schafferer - ein Portrait, Die Zeit, May 4, 2015. (German) == Personal life == Schafferer finished his Matura at the Reithmannstraße secondary school and moved on to study law at the University of Innsbruck. During that time, he worked as an art dealer and developed business relations and friendships with wealthy families from Tirol. Those contacts helped him to get into the real estate business. Schafferer is married and has a son and a daughter. According to the trend magazine, Schafferer is one of the 100 richest people in Austria.trend. Magazine, Die 100 reichsten Österreicher, July 5, 2019. German. == Career == He founded the PEMA Immobilien GmbH in 2005 and acquired as his first big project the Brenner Outlet Center together with the Huter Family. His company realized three towers in Innsbruck, the Headline, P2 and P3, which is still under construction. Since 2017, the Koch family holds 49% of the PEMA group. Since the founding of PEMA, Schafferer has been involved in several major real estate projects, f. e. the old Creditanstalt-Bankverein building at the Schottenring in Vienna.Gerald Teufel: Dornröschen Wachküssen, FM - Magazin für Touristik und Gastronomie und Hotellerie, May 15, 2019, German. He was therefore consulted several times by the media as a real estate expert to talk about topics such as the housing situation in Vienna and Innsbruck. Under his leadership, PEMA has developed real estate projects with a total volume of more than 750 million euros in Austria, Germany and South Tyrol since its foundation in 2005. == Philanthropy == Schafferer is regarded as the sponsor and jury member of the apti Award, which honours start-ups in the real estate industry.Rudolf Grüner: Suche nach den besten Immo-Startups, Weekend.at, April 29, 2019. German. In 2017, he also supported the Austria Pavilion at the Venice Biennale.Herbert Koch: Kunstmäzen, Tiroler Tageszeitung, November 8, 2017, German. == See also == * Real estate entrepreneur == References == == External links == * Homepage PEMA Category:Austrian founders Category:Austrian real estate businesspeople Category:1978 births Category:Living people ",
    "title": "Markus Schafferer"
}