{
    "id": "61274751",
    "text": "Laura Michalek (born 1963 or 1964) is a former American runner who won the 1979 Chicago Marathon. Although she initially finished in third place at Chicago, Michalek was declared the winner after the first two finishers were disqualified. After ending her athletic career, Michalek was an antique furniture seller in Seattle, Washington from 1994 to 2005 before becoming a charity auctioneer in 2005. ==Early life and education== Michalek was born in 1963 or 1964 and grew up in Berwyn, Illinois. During high school, Michalek was a member of the cross country and track teams at Morton West High School. For her post-secondary education, Michalek first attended Southern Illinois University for a bachelor's degree and a master's degree. In the early 2000s, Michalek studied at the Missouri Auction School to complete her auctioneer training. ==Career== In 1979, Michalek began running at races throughout Illinois after being inspired to run by her jogging neighbor. At the age of 15, Michalek became the youngest person ever to win the Chicago Marathon when she won the 1979 event with a time of 3:15:45. Although she originally finished the event in third place, Michalek was named the Chicago winner when the two competitors ahead of her were disqualified for not completing the full marathon. Upon winning the Chicago Marathon, Michalek was suspended from the Morton cross country team for participating in a race not part of the Illinois High School Association. Her month of suspension prevented Michalek from competing in the 1979 state championships held by the IHSA. After Chicago, Michalek briefly continued competing in road running before moving on to rugby. Outside of sports, Michalek worked as an AIDS teacher before she started selling antique furniture in Seattle, Washington, from 1994 to 2005. After leaving antique selling, Michalek became a charity auctioneer in 2005. ==References== ==External links== * Category:1964 births Category:Living people Category:People from Berwyn, Illinois Category:Chicago Marathon female winners Category:American health educators Category:American women educators Category:Antiques dealers Category:American auctioneers ",
    "title": "Laura Michalek"
}