{
    "id": "61276834",
    "text": "Finn McKenty is an American marketing strategist, music commentator, writer and graphic designer who currently runs the YouTube channel The Punk Rock MBA and is director of marketing at the online education platform URM Academy. Previously, he was executive producer at CreativeLive's \"Music & Audio\" channel and, under the persona Sergeant D, wrote articles in MetalSucks and Stuff You Will Hate. == Early life == Finn McKenty grew up in Seattle, Washington. He started going to hardcore punk shows in December 1989 and began making zines in 1992 in order to talk about bands which \"deserved more attention\", according to him. His fanzines received positive reviews from Maximumrocknroll, Punk Planet and HeartattaCk, which praised their interviews with underground powerviolence and grindcore bands, photographs and graffiti art. At eighteen he relocated to Cleveland, Ohio. McKenty studied at the University of Cincinnati. == Career == After graduating, McKenty did strategic design at a product development consulting firm and worked for several companies, including Swiffer and Febreze. He also created videos for Quiksilver, DC Shoes, among other brands in the sports publication Flo. Around 2009, he went on to Abercrombie & Fitch where he worked in product design, at some point supervising factories in Asia, and then continued as their marketing production coordinator for several years. Along with his industrial design career, he kept writing in blogs and publications such as Decibel and Terrorizer for approximately a decade. In 2019, he said that \"the common thread through all [I have done] is hardcore\". === CreativeLive === In May 2013, McKenty co-launched and became the executive producer of the \"Music & Audio\" channel at CreativeLive, an online education platform which broadcasts courses by artists. During his tenure, the channel mostly tackled DIY production of heavy metal, especially progressive metal, and electronic music. He helped to host courses by Kurt Ballou, Andrew Wade, Steve Evetts, Matt Halpern of Periphery and Eyal Levi. Ballou's course of production brought more than 10.000 live viewers. === URM Academy === For around a year and a half, McKenty was a collaborator of URM Academy, an online education platform which focuses on producers, and in September 2017 joined them as director of marketing. URM Academy offers multitracks from albums by diverse heavy bands such as A Day to Remember, Meshuggah, Opeth, Lamb of God and Bring Me the Horizon, and at the end of every month the producers of those albums do livestream sessions teaching how they mixed them. === The Punk Rock MBA === In June 2015, McKenty established the website The Punk Rock MBA whose objective is to promote \"career, business + life advice for the DIY community\". In July 2018, he began uploading YouTube videos primarily analyzing the music industry with a special focus on rock and heavy metal subgenres. Billboard praised the channel for its \"deep research and endearing DIY production\". By June 2019, The Punk Rock MBA had over 100.000 subscribers on YouTube. === Stuff You Will Hate === In March 2009, under the persona Sergeant D, McKenty launched the comedy website Stuff You Will Hate which focused on satires of the heavy metal and hardcore punk subcultures and their trends. It became an \"internet phenomenon among metal and hardcore fans\". He also began to collaborate with comedy website Something Awful and heavy metal outlet MetalSucks. His writing alternated between comic and serious articles, the former, on occasions, featuring a deliberately provocative style. Stuff You Will Hate was praised by the Chicago Reader, Vice, and NPR, which named one of Sergeant D's articles the best heavy metal writing of 2010. According to Sean Wright of WVUM, Sergeant D posts \"brought back the spirit of satire-fanzines from the 90’s such as The Grimoire of Exalted Deeds\". Stuff You Will Hate closed in December 2015. == References == === Works cited === * * == External links== *Official website *URM Academy *The Punk Rock MBA Category:American graphic designers Category:Writers from Seattle Category:University of Cincinnati alumni Category:People from Seattle Category:Male YouTubers Category:Video bloggers Category:Businesspeople from Seattle Category:Year of birth missing (living people) Category:Living people ",
    "title": "Finn McKenty"
}