{
    "id": "61273240",
    "text": "Eduard Bird (or Edward/Evert Burt; c. 1610 – 20 May 1665) was an English tobacco pipe maker who spent most of his life in Amsterdam. His life has been reconstructed by analysis of public registers, probate records, and notary and police records, by historians such as Don Duco and Margriet De Roever from the 1970s onwards. Pipes with the \"EB\" stamp have been found around the world. ==Early years (c, 1610–1638)== Eduard Bird was one of many Europeans who sought refuge in Amsterdam in the early 17th century. He left England in 1624 to \"fight for Holland\". By 1630 he was living in Amsterdam according to the first document that gives evidence of his life, a document announcing his marriage. Don Duco states that he was twenty at this time and would have needed his parents' permission to marry. In the banns of marriage he said they were dead. However, Margriet De Roever states that his age and the names of his parents were not recorded on the banns. The banns list Bird as a pipe maker who was employed by a British pipe maker in the Jordaan, a neighborhood west of the Grachtengordel which had been constructed early in the 17th century. Tobacco trading and pipe making were \"free\" trades, meaning they were open to non-Dutch citizens. Bird's marriage was to a woman named Aaltje Goverts, aged 18. She was supported by her sister, Magdalena, who had been born in Alkmaar and later remarried a tobacco pipe maker on the Lauriergracht. Aeltje Goveart probably came from a family background in pipe-making, as her sister Margaretha owned her own pipe-making factory, and Aeltje likely made many of the pipes stamped \"EB\" that are attributed to her husband. The couple at first lived in a rented place in the center of Amsterdam, and between 1632 and 1658 had nine children. Only one, their son Evert Junior, lived to adolescence. The names of the children (Jan, Govert, Evert) were Dutch. Bird's last name is recorded in many variations: Bird, Birth, Bord, Bort, Burd, Bjirt, Bieret, and his first name as Edward, Eduard, and Evert, \"becoming more common Dutch\". ==Growing prosperity (1638–58)== Old houses on Egelantiersgracht Bird bought his burghership in 1638, recording his birthplace as Stoock in Surrey, apparently in reference to Stokes-next-to- Guildfort. As a freeman, he was able to start his own business that year. In 1644 Bird and his wife undertook to teach the 13 year old son of one Lowijs Jonas how to make tobacco pipes.. In 1645 Bird purchased a modest house in the new Jordaan development between the town wall and the outer canal, on the corner of Egelantiersgracht and the last cross street. Bird became the owner and operator of one of the three large pipe-making shops in Amsterdam in the mid-17th century. In July 1646 Bird made a loan of 200 guilders to one Brian Newton of Herefordshire, England. Newton was an officer in the service of Petrus Stuyvesant on a voyage to New Netherland, and needed the money to buy his equipment. This business interest would benefit Bird later in his career. Bird may not have moved into the Egelantiersgracht house, but instead may have moved to the pipe factory on the Lauriergracht owned by his sister-in-law, who was probably now a widow. One of his children may have been buried from the Lauriergracht as early as 1647, and another as buried from this location in 1652. On 24 June 1654 Bird paid 3,313 guilders for a house on the Rozengracht with three smaller houses behind, and some years after bought the adjoining house. In 1656 he became a member of the English Church. ==Last years (1658–65)== Bird's wife died in December 1658 and was buried in the nearby Westerkerk. She left an inheritance of two houses on the Rozengracht with five houses behind and a sixth being built. Their only surviving child seems to have been their 13 1/2 year old son Evert Bird. In mid-1659 Bird married for a second time, to Anna van der Heijden. He built another three small houses in his backyard. An infant child of his second marriage died in 1662. Bird died in 1665 and was buried in the Westerkerk churchyard on 20 May 1665. Bird's burial cost fifteen guilders, which indicated his status as a tradesman, rather than a craftsman. His son inherited his property, and his widow was granted to live the rest of her life in the house on the Lauriergracht. His wife married once more in 1668, to Hendrick Gerdes, a confectioner who became a tobacco pipe maker. Hendrick Gerdes died in 1685 and his wife in 1688. ==Legacy== 16th century clay tobacco pipes. They were inexpensive and popular but easily broken. As tobacco became less expensive the bowls were made larger. An 11-page inventory described the property Evert II had inherited, including the two main houses, furniture, tableware, paintings, the pipe workshop and a huge stock of tobacco pipes. This included more than 376,000 pipes in total. The inventory includes 1 1/2 hogsheads of sugar shipped in exchange for 12 cases of pipes unloaded at Malta. Bird had received a shipment of tobacco from Reijnier Rijcke of New Netherland, who is listed among his debtors. Evert II continued in the business, but with less success. He sold the Egelantiersgracht house in 1678, and the Rozengracht houses in 1683. He died some time before 26 November 1692. Bird's grandson, Evert Bird III, became a wine merchant. Archaeologists have found pipes made by Edward Bird around the world. The pipes have a distinctive maker's mark on the heel, consisting of the raised letters \"EB\" surrounded by a circle of triangles. Bird's clay pipes have been found in excavations in Galway, Ireland. Large numbers of his \"EB\" pipes have been found in sites in Manhattan from the Dutch period, which indicates that he was supplying at least one of the major pipe exporters. Thus the Nan A. Rothschild Research Center has a fragment of a white ball clay smoking bowl and attached stem with the EB mark on its heel, found during the excavation for 7 Hanover Square in lower Manhattan. The stem has a bore diameter of 6/64 inches. Bird's pipes are often found in New Netherland, which later became New York, and also in places further to the south, but are rarely found in Canada and New England. They are the most common type of pipe bearing a maker's mark unearthed in Fort Orange (New Netherland). The \"EB\" mark is on 31% of the bowls recovered at that site. There are also pipes from other Amsterdam pipe makers associated with Bird such as John Plumber, Benjamin Chapman, Roger Wilkin, Matthew Stafford, Thomas Michiels, Jan Claesz, and Hendrick Gerdes. These men seem to have cooperated rather than competed with Bird. \"EB\" pipes have been recovered from shipwrecks such as the Dutch East ship Kennemerland (1664) and the Santo Christo de Castello (1667). The Kennemerland was en route to Batavia (modern Jakarta) in the Dutch East Indies. The Santo Christo de Castello was en route to Genoa. The pipes have been found in a mid-17th century home in Portsmouth, Rhode Island, and in Charleston Harbor, South Carolina. Several pipes with the \"EB\" mark were found in excavations of Port Royal, Jamaica, which was destroyed in 1692. The pipes have also been found in native American sites in Rhode Island, Connecticut and Pennsylvania and throughout Iroquoisia, particularly in sites from the third quarter of the 17th century. In 1911 Frank Wachter excavated 15 artifacts from an Indian burial site on the outskirts of Trenton, New Jersey. They are now held by Harvard University's Peabody Museum. They include an \"EB\" white ball clay tobacco pipe with a stem bore diameter of 7/16 of an inch. ==Notes== ==Sources== * * * * * * * * * * * * == Further reading == * * Category:1610 births Category:1665 deaths Category:Pipe makers ",
    "title": "Eduard Bird"
}