{
    "id": "61285964",
    "text": "Cyprus planned to participate in the Eurovision Song Contest 2020, which was to be held in Rotterdam, Netherlands. Greek-American-German singer Sandro was selected by the Cyprus Broadcasting Corporation (CyBC) to represent the country with the song \"Running\", written Sandro, Alfie Arcuri, Sebastian Rickards, Octavian Rasinariu, and Teo DK. To promote the entry, a music video was released and Sandro appeared at Sweden's selection pre-party to perform it live. Due to the 2020 coronavirus pandemic in Europe, the contest was cancelled in mid-March. ==Background== Prior to the 2020 contest, Cyprus had participated in the Eurovision Song Contest thirty-six times since the island country made its debut in the 1981 contest. Its best placing was at the where Eleni Foureira placed second with \"Fuego\". Before that, Cyprus's best result was fifth, which it achieved three times: in the 1982 competition with the song \"Mono I Agapi\" performed by Anna Vissi, in the 1997 edition with \"Mana Mou\" performed by Hara and Andreas Constantinou, and the 2004 contest with \"Stronger Every Minute\" performed by Lisa Andreas. Cyprus' least successful result was in the 1986 contest when it placed last with the song \"Tora Zo\" by Elpida, receiving only four points in total. However, its worst finish in terms of points received was when it placed second to last in the 1999 contest with \"Tha'nai Erotas\" by Marlain Angelidou, receiving only two points. After returning to the contest in 2015 following their one-year absence from the 2014 edition due to the 2012–13 Cypriot financial crisis and the broadcaster's budget restrictions, Cyprus has qualified for the final of all the contests in which it has participated. The Cypriot national broadcaster, CyBC, broadcasts the contest within Cyprus and organises the selection process for the nation's entry. Cyprus has used various methods to select its entry in the past, such as internal selections and televised national finals to choose the performer, song or both to compete at Eurovision. In 2015, the broadcaster organised the national final Eurovision Song Project, which featured 54 songs competing in a nine-week-long process resulting in the selection of the Cypriot entry through the combination of public televoting and the votes from an expert jury. Since 2016, however, the broadcaster has opted to select the entry internally without input from the public. In July 2019, CyBC confirmed their intention to take part in the Eurovision Song Contest 2020, and by September it was known that they would once again pursue an internal selection. ==Before Eurovision== ===Internal selection=== As part of the selection process, CyBC reportedly received over 120 submissions for consideration. Unlike the previous two years where Greek Swedish producer Alex Papaconstantinou penned a track and helped select a singer to perform it, the broadcaster was open to submissions of both artist and song and would select the entrant based on song choice with input from those in the local music industry. On 29 November, Sandro was confirmed as the Cypriot entrant for the 2020 contest by CyBC. Born in Germany to a Greek mother and American father, he participated in season 8 of The Voice of Germany (the German version of The Voice). Sandro had also reportedly been in conversations with broadcaster Norddeutscher Rundfunk as a potential representative for Germany. Prior to Sandro's selection, it was reported that Ivi Adamou (Cyprus's 2012 entrant) and Ian Stratis (season 5 Your Face Sounds Familiar winner) were also considered. \"Running\" was revealed as the name of the selected song for Sandro on 11 February 2020 through a post on Instagram. \"Running\" was written by Sandro and Australian singer, writer, and composer Alfie Arcuri with a team also consisting of Sebastian Rickards, Octavian Rasinariu, and Teo DK. Sandro described the song as \"something that comes straight from the heart\". The song and its music video premiered on 6 March 2020 during CyBC's show Happy Hour. Robyn Gallagher of Wiwibloggs described it as a \"deep-house style electro-pop song, with solid beats underscoring Sandro's vocals\". ===Promotion=== To promote the entry, a music video directed by Alexandros Kostelidis was released at the time of the song's premiere, on 6 March 2020. It was shown during CyBC's Happy Hour show and also became available on record label Panik's YouTube channel. Later that day, Sandro performed \"Running\" live for the first time at Melfest WKND 20, a pre-party in Stockholm that took place the night before Melodifestivalen 2020, the selection process for Sweden in the Eurovision Song Contest. == At Eurovision == The Eurovision Song Contest 2020 was originally scheduled to take place at Rotterdam Ahoy in Rotterdam, Netherlands, and consist of two semi-finals on 12 and 14 May, followed by a final on 16 May 2020. According to Eurovision rules, each country, except the host nation and the \"Big 5\" (France, Germany, Italy, Spain and the United Kingdom), would have been required to qualify from one of two semi-finals to compete for the final; the top ten countries from each semi-final would have progressed to the final. On 28 January 2020, the allocation draw was held, placing Cyprus into the second half of the first semi-final. Marvin Dietmann was announced as the artistic director for the entry, responsible for Sandro's stage performance. However, due to the 2020 coronavirus pandemic in Europe, the contest was cancelled on 18 March 2020. The EBU announced soon after that entries intended for 2020 would not be eligible for the following year, though each broadcaster would be able to send either their 2020 representative or a new one. On 1 June, CyBC announced through its social media accounts that Sandro would not return for the 2021 contest. === Alternative song contests === Some of the broadcasters scheduled to take part in the Eurovision Song Contest 2020 organised alternative competitions. Austria's ORF aired Der kleine Song Contest in April 2020, which saw every entry being assigned to one of three semi-finals. A jury consisting of ten singers that had represented Austria at Eurovision before was hired to rank each song; the best-placed in each semi-final advanced to the final round. In the first semi-final on 14 April, Cyprus placed tenth in a field of fourteen participants, achieving 50 points. Cyprus' song also participated in Sveriges Television's Sveriges 12:a in May, though it was eliminated in the qualifying round. ==References== Category:Countries in the Eurovision Song Contest 2020 Category:Cyprus in the Eurovision Song Contest Eurovision ",
    "title": "Cyprus in the Eurovision Song Contest 2020"
}