{
    "id": "61283339",
    "text": "Dokiya Humenna (, March 10, 1904 – April 4, 1996) was a Ukrainian and Ukrainian American writer, one of the most prolific authors of the literary Ukrainian diaspora. ==Biography== Dokiya Humenna (Докія Гуменна) was born on 10(23) March 1904 in the village of Zhashkiv Kiev Oblast (now Cherkasy region). She was born to a peasant family (line of her father Kuzma Humenny). Mother, Dariya Kravchenko, came from an impoverished noble family. Humenna studied in Zvenygorodska gymnasium. In 1920 she entered a teachers' college in Stavyshche. Finally, she studied literature at the University of Kiev, graduating in 1926. Her first literary essay \"U Stepu\" (In the Steppe, 1924) secured her a place in the major Soviet Ukrainian literary magazines, and she joined the union of rural writers «Pluh» (\"The Plough\"). Humenna's cycles of essays and novels Lysty z Stepovoyi Ukrainy (Letters from the Ukraine Steppe, 1928-1929), Strelka kolebletsja (The Arrow is Oscillating, 1930), Kampanija (“The Campaign”) and «Eh, Kuban Ty Kuban Khliborodnaya» , 1929) were published in the magazines Pluh and Chervonyi shlyah, and described the decline of Ukrainian life and culture. These works provoked harsh censure from the Soviet regime, and Humenna was not admitted to the newly created Union of the Writers of Ukraine and she was silenced, although she escaped more dire punishment. She had to work as a stenographer in Kiev. In 1937 she participated in the during excavations of Tripolie culture settlements in Kiev. In 1940 she published a short story, \"Virus,\" which led to another round of harsh criticism. During World War II, she was forced to emigrate in 1943, traveling on foot to Lviv, where she contributed to the local journals. After the war, she emigrated to Austria and Germany. During her stay in displaced persons' camps in 1946–1949, she joined the artistic-literary organization Mystetsky Ukrainsky Rukh (MUR). Humenna published the collection \"Kurkulska Viliya\" (1946) and embarked on her major four-volume work, Dity Chumatskoho Shliakhu (\"Children of the Milky Way\", 1948-1951), which she completed after moving to the United States for permanent residence in 1950. She became a U.S. citizen in 1959. She was active in Ukrainian American organizations, and started to publish the literary works which she had not been able to publish in Ukraine. H She is the author of more than 20 books that put her among the most fruitful writers of the Ukrainian diaspora. She was interested in the history and archeology of Ukraine and ancient art. She was also interested in discovering the origin of spiritual life of her ancestors. Her abiding interest in feminism, prehistoric life, mythology and archaeology are evident in works such as \"Mana\" (\"Delusion\", 1952), \"Velyke Tsabe\" (\"The Great Tsabe\", 1952, an accessible exposition of Trypillian culture), \"Zolotyi Pluh\" (\"The Golden Plough\", 1968) and others. Her travels are reflected in the collection of essays \"Bahato Neba\" (\"A Lot of Sky\", 1954) and \"Vichni Vohni Alberty\" (\"The Eternal Flames of Alberta\", 1959), and in the short stories in \"Sered Khmarosiahiv\" (\"Among the Skyscrapers\", 1962). Humenna was directly involved in the creation of the Association of Ukrainian writers \"Slovo\". Dokiya Humenna died on April 4. 1996 in her apartment in Manhattan, New York City. She was buried at the St. Andrew Ukrainian Orthodox Cemetery in South Bound Brook, New Jersey. == References == * http://chtyvo.org.ua/authors/Humenna_Dokia/ * http://studentam.net.ua/content/view/8481/97/ ===References from Ukrainian Wikipedia article=== *В. О. Мельник. Гуменна Докія Кузьмівна // Енциклопедія сучасної України : у 30 т / ред. кол. І. М. Дзюба [та ін.] ; НАН України, НТШ, Координаційне бюро енциклопедії сучасної України НАН України. — К., 2003–2019. — . *Гуменна Докія // Енциклопедія українознавства : Словникова частина : [в 11 т.] / Наукове товариство імені Шевченка ; гол. ред. проф., д-р Володимир Кубійович. — Париж ; Нью-Йорк : Молоде життя ; Львів ; Київ : Глобус, 1955–2003. — Т. 2. — С. 459.* *Літературний шлях Докії Гуменної: До 60-ліття письменниці // Тарнавський Остап. Відоме й позавідоме. — К.: Час, 1999. — С. 330–335.* *Дар Евдотеї. Іспит памяті. — Балтимор; Торонто, 1990. — T. 2. — С. 278–295. *Білоус-Гарасевич М. Авторський вечір Докії Гуменної // Ми не розлучались з тобою, Україно: Вибране. — Детройт, 1998. — С. 311–317. *Бурій В. Слово про Докію Гуменну / Валерій Бурій // Місто робітниче (Ватутіне). — 2004. — 6 берез. — С. 4. *Бурій В. Письменниця з Шевченкового краю / Валерій Бурій // Катеринопільський вісник. — 1999. — 17 квіт. — С. 4. *Бурій В. Слово про Докію Гуменну / Валерій Бурій // Шевченків край (Звенигородка). — 1997. — 1 лист. — С. 2. *Васьків М. Роман Д.Гуменної «Діти Чумацького Шляху» у контексті вітчизняної і зарубіжної романістики ХІХ-ХХ століть // Український еміграційний роман 1930-50-х років. — Кам'янець-Подільський: ПП «Медобори-2006», 2011. — С. 129–145. *Дражевська Л. Спогад про Докію Гуменну // Нові дні. — 1996. — No. 558. — С. 19–20. *Жила В. Відрадне явище // Визвольний шлях. — 1984. — No. 9.- С. 1150–1151. *Жила В. Збуджують думки, викликають роздуми... // Визвольний шлях. — 1993. — No. 1. — С. 115–120. *Іщук-Пазуняк Н. Всесвіт вражень від постати, долі й творів Докії Гуменної // Вибрані студії з історії, лінгвістики, літературознавства і філософії. — К.: Вид-во ім. Олени Теліги, 2010. — С. 247–262. *Коломієць О. Проза Докії Гуменної (проблемно-тематичні та жанрово-стильові особливості): Автореф. дис ... канд. філол. наук / О. В. Коломієць . — Київ: Б.в., 2007 . — 18 с. *Костюк Г. На перехрестях життя та історії: до 70-річчя і 50-річчя літ. діяльності Докії Гуменної // У світі ідей і образів. Вибране. — Мюнхен: Сучасність, 1983. — С. 311–352. *Лаврусенко М. І. Український літературний процес 1920-30-х років в оцінці Докії Гуменної (на матеріалі спогадів «Дар Евдотеї») // Вісник ЛНУ імені Тараса Шевченка. — 2011. — No. 3, Ч.1. — С. 134–140. [2] *Ляшко С. М. Гуменна Докія. // Енциклопедія Трипільської цивілізації. — К., 2004. — Т. II. — С. 140. *Мариненко Ю. Докія Гуменна та її роман «Діти Чумацького Шляху» // Дивослово. — 2000. — No. 8. -С. 9-13. *Мушинка М. Докія Гуменна та її «діти…» // Слово і час. — 1993. -No. 1. — С. 26–35. *Мушинка М. П'ять разів «перехоронена», а все-таки жива // Сучасність. — 1995. — No. 4. — С. 139–143. *Несіна О. «Родинний альбом» Докії Гуменної // Нові дні. — 1971. — No. 261. — С. 13–15. *Ніколюк Т. Інтертекстуальність як спосіб «інакомовлення» у повісті Докії Гуменної «Небесний змій» //Слово і Час. — 2005. — No. 10. -С. 22–30. *Олександрів Б. Ювілей видатної письменниці (До 70-ліття Докії Гуменної) // Жіночий світ. — 1974.- No. 5. — С. 5–6. *Онишкевич Л. Гуменна Докія //Енциклопедія української діяспори / Гол. ред. В. Маркусь, спів-ред. *Д. Маркусь. — Нью-Йорк — Чикаго, 2009. — Кн. 1. — С. 192–193. Українська діаспора: літературні постаті, твори, біобібліографічні відомості / Упорядк. В. А. Просалової. — Донецьк: Східний видавничий дім, 2012. — 516 с. О. Зінкевич, С. Караванський: Докія Гуменна — письменниця і не Українська письменниця Докія Гуменна Інститут історії України Книги Докії Гуменної у е-бібліотеці «Чтиво» Книги Докії Гуменної на Діаспоріяні Rodovid.org У Родоводі є генеалогічне дерево цієї людини Гуменна Докія Кузьмівна Category:Ukrainian-American culture Category:Ukrainian women writers Category:1906 births Category:1996 deaths Category:American people of Ukrainian descent Category:People from Zhashkiv Category:Taras Shevchenko National University of Kyiv alumni Category:20th-century women writers ",
    "title": "Dokiya Humenna"
}