{
    "id": "61280027",
    "text": "Diane Simpson (born 1935, Joliet, Illinois) is an artist who lives and works in Wilmette, Illinois. ==Background== Diane Simpson was born in Joliet, Illinois in 1935. She undertook her BFA and MFA in Fine Art at The School of the Art Institute of Chicago between 1971-1978. Simpson constructs sculptures that evolve from a broad range of materials, clothing, and architectural sources, often addressing issues of gender and abstraction. She employs a diverse combination of materials in her sculptures, including cardboard, fibreboard, aluminium, wool, polyester, poplar, faux fur, fleece, mahogany, brass, copper and steel. ==Exhibitions== Simpson's work has been exhibited at the Whitney Biennial, the KW Institute for Contemporary Art, Berlin, White Columns, New York, the Jewish Museum (Manhattan), Manhattan, the Chicago Cultural Center, the Museum of Contemporary Art, Chicago, the Institute of Contemporary Art, Boston, Frye Art Museum, Seattle and Nottingham Contemporary, UK. In 2019, Simpson undertook a residency at FD13 residency for the arts, Minneapolis. ==Awards== In 2018 Simpson was awarded the Graham Foundation Grant. In 2010 Simpson won the Illinois Arts Council Individual Artist Project Grant. She undertook a Fellowship in Visual Arts, awarded by the Illinois Arts Council, in 1983, 1995, 1997, 2001 and 2007. From 1993-4, Simpson undertook the Regional Visual Arts Fellowship, by Arts Midwest/NEA. In 1980 she won the Walter M. Campana Prize, awarded by the Art Institute of Chicago. ==Collections== Her artwork is part of the public collections of the Pérez Art Museum Miami, Miami, the Hessel Museum of Art, Annandale-on Hudson, US, the Art Institute of Chicago, the DePaul University Art Museum, Chicago, the Illinois State Museum, Springfield, US, the James Thompson Center, Chicago, the Museum of Contemporary Art, Chicago, the Institute of Contemporary Art, Boston, the Kadist Art Foundation, Paris, France and San Francisco, US, the M Woods Museum, Beijing, the Racine Art Museum, Wisconsin, the Rockford Art Museum, US and Samek Art Gallery, Bucknell University, Lewisburg, Pennsylvania, US. ==References== Category:Living people Category:1935 births Category:Date of birth missing (living people) Category:People from Wilmette, Illinois Category:School of the Art Institute of Chicago alumni Category:Sculptors from Illinois Category:American women sculptors Category:20th-century American sculptors ",
    "title": "Diane Simpson (artist)"
}