{
    "id": "61285849",
    "text": "Roberto Valent (born 8 February 1965 in Udine, Italy) is a United Nations diplomat serving as a UN Resident Coordinator in the Republic of Argentina. == Education == Valent holds a BA and a master's degree in Political Sciences from Bologna University, Italy, followed by another master's degree in International Relations from Sussex University, the U.K. In addition to his native Italian he speaks English, French, and Spanish. == Career == Valent began his career with the United Nations in 1995 as a Junior Professional Officer in Albania. Between 1999 and 2001 he served as UN Municipal Administrator at UNMIK/DPKO in Kosovo. On 18 January 2000, accompanied by Dutch soldiers and UNMIK police, he entered the Suhareka Municipal Council offices of Haki Gashi under the pretence that the offices were to be commandeered for his use. The vice chairman, Ilaz Kadolli, was physically ill- treated and arrested during the raid. He moved to Comoros as Deputy Resident Representative where he served until 2002 before being assigned to Sudan from 2002-2005 where he served as Deputy Resident Representative. He served 2 years as Deputy Country Director in the Democratic Republic of Congo from 2005 to 2007. From 2007-2010, he was Deputy Special Representative at UNDP's Programme of Assistance to the Palestinian People. Following this, he was appointed as UN Resident Coordinator and UNDP Resident Representative in El Salvador and Belize. Shortly after his appointment, he's quoted as saying: > It's hard to say, but 71 homicides per 100,000 inhabitants, is unacceptable. > The Salvadoran people do not deserve it. It's a war. If an analysis is made > of the period of the war in El Salvador, there are currently more deaths per > year than during the years of the conflict. It is an intense war with a very > complex appearance and features. > There is analysis, there are diagnoses ... an exaggeration of diagnoses on > the subject of violence in El Salvador. But what must be done is to > seriously address from the preventive and repressive point of view this > phenomenon, because it is unacceptable the homicide rate is unacceptable. > Equally unacceptable is homicide against women ... Everyone deserves > respect, but women deserve more respect. In April 2015, at a conference entitled UN Agencies Addressing The Larger Issues he said: > The whole issue of poverty actually is really all these dimensions, from > health, education, is really what we are here to support the state and > society to work on. It's to establish policies that enable us the private > sector to be competitive in a market place that is not Belizean, but its > regional and its global. He was replaced in the role of UN Coordinator by UNICEF's Gordon Jonathan Lewis, whilst Stefano Pettinato, took on the UNDP role. He was appointed by Helen Clark, UNDP Administrator as her Special Representative to UNDP's Programme of Assistance to the Palestinian People on 27 May 2015 to replace Frode Mauring who had served in that role from February 2011. The programme has over 200 staff, mostly Palestinian, with expertise covering planning, engineering, accountancy, programme management, procurement and development. Of these 10 are UN volunteers, 74 are UNDP staff and the remainder are on service contracts. As head of the office, he represents UNDP at the most senior level in the occupied Palestinian territory with overall responsibility for operational management of activities under the Administrators guidance. At that appointment he was quoted as saying: > I feel privileged by the opportunity of serving again in the West Bank, > including East Jerusalem, and Gaza Strip in my new capacity as UNDP Special > Representative, UNDP will continue supporting the Palestinian people in > fulfilling their own aspirations and improving their lives. He has written a variety of articles for “This week in Palestine” since 2015. In August 2017, he represented UNDP at the inauguration of the newly revitalised Khan Al Wakaleh tourism site in Nablus. Expectations of 40,000 tourists each year, the combined socio-economic and cultural heritage project incorporating a boutique hotel and guest accommodation with shops has revitalised the area creating 1600 jobs during the refurbishment with 100 anticipated to be sustainable during the operation of the site. Speaking at the event he said: > Tourism is a lever for sustainable development. This project is a result of > a fruitful partnership between the EU, UNDP and various Palestinian > institutions with the aim of contributing to economic growth, boost tourism, > protect cultural heritage and activate Public-Private Partnership. This > project is another way of translating the aspirations of the Palestinian > people for a better future and improved livelihoods. His work has been recognized internationally in development, peace building, conflict transformation and humanitarian action as well as setting sustainable development goals and poverty re-education. == Honours and awards == * Order of José Matías Delgado ==References== Category:1965 births Category:Living people Category:Alumni of the University of Sussex Category:United Nations diplomats Category:University of Bologna alumni ",
    "title": "Roberto Valent"
}