{
    "id": "61289689",
    "text": "Lily L.L. Kong is a Singaporean geographer and the current President of Singapore Management University (SMU). She is the first woman and the first Singaporean academic to helm a Singaporean university. Before joining SMU, she was a faculty member at the Department of Geography of the National University of Singapore (NUS) and had held various senior managerial positions at NUS. == Career == Kong graduated in 1986 from the National University of Singapore (NUS) with a bachelor's degree (honours) and obtained a M.A. from NUS in 1988. She then went on to complete a Ph.D. at University College London in 1991. A cultural geographer by training, she became a faculty member in the NUS Department of Geography in 1991 and served as the Dean of NUS's Faculty of Arts and Social Sciences from 2000 to 2003. She also held other senior managerial positions in NUS, including Dean of the University Scholars Programme, Vice Provost (Education), Vice Provost (Academic Personnel) Acting Executive Vice President (Academic Affairs) of the Yale-NUS College, Director of the Asia Research Institute, and Vice-President (University and Global Relations). In September 2015, Kong joined Singapore Management University (SMU) as Provost and Lee Kong Chian Chair Professor of Social Sciences. At the start of 2019, she succeeded Belgian academic Arnoud De Meyer as President of SMU, becoming the first woman and also the first Singaporean academic to helm a Singaporean university. As President of SMU, Kong has focused on enhancing the quality of the university's students and faculty, developing educational programmes, growing the impact of the university's research, and reforming the university's sexual harassment policy. Kong has also been a member of Singapore's Public Service Commission since January 2009. In September 2020, Kong was announced as one of the 25 outstanding female leaders in the Asia- Pacific region according to Forbes' list of 2020 Asia’s Power Businesswomen. == Research == Kong has served as an editor or member of international editorial advisory boards for over 15 journals, including Social and Cultural Geography and Dialogues in Human Geography. She is also a series editor of Pacific Rim Geographies: Studies on Contemporary Culture, Environment, Cities and Development (Routledge), Co-Chief Editor of the ARI-Springer Asia Series, and Book Series Advisor for The Politics of Popular Culture in Asia Pacific (University of Illinois Press and Hong Kong University Press). She also has 19 books and monographs to her name, as well as over 150 papers in international refereed journals and chapters in books. Her research interests include religion, cultural policy and creative economy, national identity, globlisation and migration, and the social construction of nature and the environment. == Awards == Kong is a recipient of the following awards: ;Singaporean awards * NUS Faculty of Arts and Social Sciences Teaching Excellence Award * NUS Outstanding University Researcher Award * National Book Development Council of Singapore Book Award * 2006 National Day Award * Public Administration Medal (Silver) ;International awards * Honorary Doctor of Science, Loughborough University * Commonwealth Fellowship Award * Fulbright Fellowship Award * Association of American Geographers Robert Stoddard Award for Distinguished Service (Geography of Religion and Belief Systems) == References == Category:Singaporean academic administrators Category:Singaporean women scientists Category:20th-century Singaporean women Category:University of Singapore Category:Singapore Management University Category:Year of birth missing (living people) Category:Living people Category:Alumni of University College London Category:20th-century geographers Category:Cultural geographers Category:Women geographers ",
    "title": "Lily Kong"
}