{
    "id": "61287322",
    "text": "{| |} The Kennemerland was a Dutch East Indiaman (sailing ship) that was lost off the Out Skerries, Shetland, in 1664. It was carrying cargo from the Netherlands to the Dutch East Indies, and had taken the northern route to avoid interception by the English, since the Second Anglo-Dutch War (4 March 1665 – 31 July 1667) was expected to start soon. There were just three survivors. The islanders salvaged what they could, but there were disputes over ownership of the spoil. The vessel's excavation in the 1970s was one of the earliest exercises in the new discipline of maritime archaeology. ==History== The Kennemerland was an armed merchantman of the Dutch East India Company (Vereenigde Oost-Indische Compagnie; VOC). The Amsterdam Chamber of the VOC bought the Kennemerland in 1661 for 33,000 guilders. Measured in Dutch feet, it was 155ft long, 35ft wide and 17ft 6in deep. The cargo rafters were 7ft high. It was armed with 24 cast iron guns, six bronze guns and two minions, typical for a ship of its type at the time. The ship made its maiden voyage for the VOC between 17 April 1662 and 25 August 1664, sailing from the Texel to Batavia (now Jakarta, Indonesia) and back. The Kennemerland and its companion the Rijnland left the Texel on 14 December 1664 with a crew of 200. They carried 240,000 guilders and a general cargo. Since the Netherlands was on the verge of war with England, the captain was directed to take the northern route around the Shetland Islands rather than the shorter English Channel route, where the risk of capture would have been greater. ==Shipwreck== According to the oral history of the Out Skerries people, the ship was running before a southerly gale when it struck. The night was dark and there were four sailors in the shrouds watching for land, but breakers appeared suddenly under the bow of the ship and it struck Stoura Stack in the Out Skerries before any warning could be given. There were three survivors of the wreck. These were lookouts who were thrown onto the Stack from the shrouds. The wreck broke up quickly. According to local tradition the vessel broke her back on Stoura Stack and drifted north into the Voe. From the position of the excavated ballast bricks, anchors and cannon it seems that the bottom was torn open on the Stack. Possibly only the stern section drifted north into the South Mouth before breaking apart, but as of 1975 this had not been proved. ==Early salvage efforts== The islanders salvaged much material, but agents of William Douglas, 9th Earl of Morton seized much of what they had recovered on the basis that he was Vice-Admiral of Orkney and Shetland. King Charles I directed the Exchequer in Edinburgh to dispute the seizure, and Morton lost the goods as well as his position as Vice-Admiral. Alexander Bruce, 2nd Earl of Kincardine was later granted rights of salvage. Records of the legal disputes include an estimated inventory of the goods and other material on board, which seems to be based on interviews with the survivors, and details of everything that Morton's agents seized up to 1667. Salvage continued into the next century, but little is known of what was recovered. ==Recent surveys and excavation== The wreck was relocated and surveyed in July–August 1971 by a team from Aston University working for Lerwick's Zetland Country Museum. The Kennemerland wreck site was meticulously explored and excavated in the 1970s using the latest technology available at the time. The team started by carefully mapping the area holding the wreck to an accuracy of less than . Divers from Aston and Manchester Universities excavated about of the sea bed during the summers of 1973 and 1974. They found about 10,000 items, which were deposited in the Lerwick Museum. Because of lack of legal protection for underwater historical sites, the site could only be protected from looting by removing all the artifacts, so further excavations were planned. To some extent the divers had to improvise marine archaeology techniques for excavation and analysis. When the items known to have been salvaged soon after the wreck are counted with those excavated in 1973 and 1974 there were 15 cannon, ten cannon balls, large quantities of musket shot and scatter shot, and various munitions accessories. There were sails, rigging, 10 anchors, ballast bricks, iron, lead and nails. There were three navigation instruments, 61 coins and 35 pieces of jewelry. Various personal items were found as well as quills, writing paper and about 150 clay tobacco pipes. Various different pipe styles were found. The \"EB\" clay pipes were made by Eduard Bird (c. 1610–1665) of Amsterdam. There were bridle bits and stirrup irons, tar, tallow, rosin, mercury, olive oil, brandy, wine, vinegar, beer, preserved fruits, butter, flour and meat. The ship also carried shoes, linen, serge, woolen cloth and other cloth. It is likely that more coins were salvaged, but these were hidden from Morton's agents by the islanders, who may also have consumed some of the brandy and wine. The Archaeology student Keith Muckelroy of Jesus College, Cambridge University learned to dive in 1971. He participated in the 2nd and 3rd seasons of excavation of the Kennemerland, and wrote several reports on the subject. He quickly became one of the leading practitioners and theoreticians in the new field of Marine Archaeology. His 1976 The Integration of Historical and Archaeological Data concerning an Historic Wreck Site: The 'Kennemerland' introduced the concept of five processes that affect a shipwreck. The processes of wrecking, salvage operations and disintegration of perishables all remove material. The wreck is also affected by seabed movement and the method of excavation. Material deposited on the site after the shipwreck adds a further factor to what is observed when the site is excavated. The wreck was designated a Historic Marine Protected Area due to its national importance. Forty years later a team from Cotswold Archaeology was sent by Historic Scotland to review and revise the plans of the Kemmerland based on the remnants still on the seabed using GIS technology. ==Notes== ==Sources== * * * * * * Category:1660s ships Category:Ships of the Netherlands Category:Shipwrecks in the North Sea Category:17th-century maritime incidents ",
    "title": "Kennemerland (1664)"
}