{
    "id": "61283552",
    "text": "It is a film series of two American horror films produced and distributed by Warner Bros. Pictures, directed by Andy Muschietti and based on the original novel by Stephen King. It also serves as the second adaptation of the book, after Tommy Lee Wallace's 1990 miniseries. The film series centers around a group of seven children living in Derry, Maine, who are terrorized by the eponymous titular being only to face their own personal demons in the process. This being returns to haunt the children every 27 years. The first installment, released in 2017, focused on the group's first conflict with It. The second installment, released in 2019, follows the group, reuniting 27 years later, to reflect the events of the first and finish off the creature. The film series grossed a combined $1.1billion against a combined budget of $114million, becoming the seventh-highest-grossing horror franchise ever. ==Films== {| class=\"wikitable plainrowheaders\" style=\"text-align:center; width:100%;\" |- ! scope=\"column\" style=\"width:12%\"| Film ! U.S. release date ! Director(s) ! Writer(s) ! Producer(s) |- ! scope=\"row\" style=\"text-align:left\" | It | September 8, 2017 | rowspan=\"2\"| Andy Muschietti | Chase Palmer, Cary Fukunaga & Gary Dauberman | Seth Grahame-Smith, David Katzenberg, Roy Lee, Dan Lin & Barbara Muschietti |- ! scope=\"row\" style=\"text-align:left\" | It Chapter Two | September 6, 2019 | Gary Dauberman | Roy Lee, Dan Lin & Barbara Muschietti |} ===It (2017)=== It (retroactively known as It Chapter One) is a 2017 American supernatural horror film based on the 1986 novel of the same name by Stephen King. It is the second adaptation of the novel, following a 1990 television miniseries. The film tells the story of seven children in Derry, Maine, who are terrorized by the eponymous being, only to face their own personal demons in the process. Jaeden Lieberher stars as Bill Denbrough, with Bill Skarsgård starring as Pennywise the Dancing Clown. Wyatt Oleff, Jeremy Ray Taylor, Sophia Lillis, Finn Wolfhard, Jack Dylan Grazer, Chosen Jacobs, Nicholas Hamilton, Owen Teague, Jackson Robert Scott, and Stephen Bogaert are all featured in supporting roles. Principal photography began on June 27, 2016, at Pinewood Toronto Studios and on locations in and around Port Hope, Oshawa, Ontario, and Riverdale, Toronto, and ended on September 21, 2016. The film was released on September 8, 2017 and grossed over $700 million worldwide, against a production budget of $35 million. It is the highest- grossing horror film of all time. It received positive reviews, with critics praising the performances, direction, cinematography and musical score, and many calling it one of the best Stephen King adaptations. In addition, the film was named as one of the best films of 2017 by various critics. === It Chapter Two (2019) === Talks for an It sequel began in February 2016. By September 2017, New Line Cinema announced that it would be released in September 2019, with Dauberman writing the script and Muschietti to direct. Principal photography began on June 19, 2018, at Pinewood Toronto Studios and on locations in and around Port Hope, Oshawa, and Toronto, Ontario, and wrapped on October 31, 2018. The film is directed by Andy Muschietti from a screenplay by Gary Dauberman. Set in 2016, 27 years after the first film, it stars Jessica Chastain, James McAvoy, Bill Hader, Isaiah Mustafa, Jay Ryan, James Ransone, Andy Bean, and Bill Skarsgård, who returns as Pennywise the Dancing Clown. It Chapter Two premiered at the Regency Village Theater in Los Angeles on August 26, 2019, and was theatrically released in the United States on September 6, 2019. The film received praise for its acting (particularly Hader and Skarsgård) and themes, though criticism was aimed at its runtime and weaker scares compared to its predecessor. Its faithfulness to the novel also drew a polarized response. ===Supercut=== In September 2019, Muschietti expressed interest in releasing a \"Supercut\" version of both chapters. This version would combine both films into one with scenes that were left in the editing process. Muschietti also mentioned the possibility of adding two or three new scenes that would be shot for this edition. The existing scenes will not be re-edited. Instead, it will play out as extended versions of both films, with an intermission included to separate the two. === Future === In September 2019, Skarsgård spoke of the possibility of a third installment, saying, \"It would have to be the right type of approach to it. The book ends where the second movie ends, so that is the final chapter of this story. There is this interesting aspect of going back in time before all this happened. There might be a story there that might be worth exploring. Obviously that would be a story that's not in the book, it would be a freestanding story, but obviously within the same universe. So, there might be something interesting out of it. I think it would be fun.\"https://ew.com/movies/2019/09/08/it- chapter-two-pennywise-bill-skarsgard/ In November 2019, Dauberman discussed in an interview of the possibility of a third film, saying, \"I do think it's possible. Anything in the Stephen King Universe interests me but there's only so much of the story we could tell in the two movies. There are definitely elements of the novel you could expand on and make its own movie. It's just a question of whether or not people want to see it but I do think It was on this planet for a very, very, very long time and that's a lot of bloodshed and a lot of stories to tell and I think you could do that for sure.\" == Development == The project was in ongoing development since 2009. The proposed film adaptations had gone through two major phases of planning: initially with Cary Fukunaga from 2009 to 2015, with the early contributions of screenwriter David Kajganich, and with Andy Muschietti, with Fukunaga remaining in some capacity due to prior screenplay contributions. === David Kajganich (2009–2010) === On March 12, 2009, Variety reported that Warner Bros. Pictures would be bringing Stephen King's novel to the big screen, with David Kajganich to adapt King's novel, while Dan Lin, Roy Lee and Doug Davison would be producing the piece. When Kajganich learned of Warner Bros.' plans to adapt King's novel, he went after the job. Knowing that Warner Bros. was committed to adapting It as a single feature film, Kajganich began to attempt to try to find a structure that would accommodate such a large number of characters in two different time periods, around 120 pages, which was one of Warner Bros.' stipulations. Kajganich worked with Lin, Lee, and Davison on The Invasion (2007), and he knew they would champion good storytelling, and allow him the time to work out a solid first draft of the screenplay. Kajganich spoke of the remake being set in the, \"mid-1980s and in the present mirroring the twenty-odd-year gap King uses in the book and with a great deal of care and attention paid to the backstories of all the characters.\" Kajganich also mentioned that Warner Bros. wished for the adaptation to be rated R which he furthered by saying, \"we can really honor the book and engage with the traumas that these characters endure.\", while Kajganich spoke of Warner Bros. wanting the adaptation as a single film. On June 29, 2010, the screenplay was being re-written by Kajganich. He said that his dream choice for Pennywise would be Buster Keaton if he were still alive, and the Pennywise that Kajganich scripted being \"less self-conscious of his own irony and surreality.\" === Cary Fukunaga (2012–2015) === On June 7, 2012, The Hollywood Reporter had revealed that Cary Fukunaga was boarding the project as director and will co-write the script with Chase Palmer, while Roy Lee and Dan Lin are producing, as with Seth Grahame-Smith and David Katzenberg of KatzSmith Productions. On May 21, 2014, Warner Bros. was announced to have moved the film to its New Line Cinema division, with overseer duties conducting by New Line's Walter Hamada and Dave Neustadter, along with Vice President of Production at Warner Bros., Niija Kuykendall. On December 5, 2014, in an interview with Vulture, Dan Lin announced that the first film will be a coming-of-age story about the children tormented by It and the second will skip ahead in time as those same characters band together to continue the fight as adults. Lin also stated that Fukunaga was only committed to directing the first film, though was currently closing a deal to co-write the second. Lin concluded by mentioning King, to which he remarked, \"The most important thing is that [King] gave us his blessing. We didn't want to make this unless he felt it was the right way to go, and when we sent him the script, the response that Cary got back was, 'Go with God, please! This is the version the studio should make.' So that was really gratifying.\" Lin confirmed that Fukunaga would begin principal photography in Summer 2016. On February 3, 2015, Fukunaga was interviewed by Slate wherein he spoke about It, while mentioning he has someone in mind for the role of Pennywise. On March 3, 2015, Fukunaga spoke of the film, particularly noting his goal to find the \"perfect guy to play Pennywise\". Fukunaga also revealed that he, Kajganich and Palmer had changed the names and dates in the script, adding, the spirit is similar to what he'd like to see in cinemas.\" On May 4, 2015, it was officially announced that Will Poulter had been cast to play Pennywise, after Fukunaga was \"blown away\" by his audition. Ty Simpkins was considered to play one of The Losers' Club members. On May 25, 2015, it was reported that Fukunaga had dropped out as the director of It. According to TheWrap, Fukunaga clashed with the studio and didn't want to compromise his artistic vision in the wake of budget cuts by New Line, which greenlit the first film at $30 million. However, Fukunaga maintained that wasn't the case, with him stating he had bigger disagreements with New Line over the direction of the story: \"I was trying to make an unconventional horror film. It didn't fit into the algorithm of what they knew they could spend and make money back on based on not offending their standard genre audience.\" He made mention that the budget was perfectly fine, as well as his desire to make Pennywise more than just the clown. Fukunaga concluded by stating, \"We invested years and so much anecdotal storytelling in it. Chase and I both put our childhood in that story. So our biggest fear was they were going to take our script and bastardize it So I'm actually thankful that they are going to rewrite the script. I wouldn't want them to stealing our childhood memories and using that I was honoring King's spirit of it, but I needed to update it. King saw an earlier draft and liked it.\" On Fukunaga's departure, King wrote, \"The remake of IT may be dead or undead but we'll always have Tim Curry. He's still floating down in the sewers of Derry.\" === Andy Muschietti (2015–2017) === On July 16, 2015, it was announced that Andy Muschietti was in negotiations to direct It, with New Line beginning a search for a new writer to tailor a script to Muschietti's vision, with the announcement also confirming the possible participation of Muschietti's sister, Barbara Muschietti, as a producer, and Richard Brener joining Hamada, Neustadter and Kuykendall to oversee the project. On April 22, 2016, it was indicated that Will Poulter, who was originally tapped to portray Pennywise in Fukunaga's version, had dropped out of the film due to a scheduling conflict and that executives were meeting with actors to portray the antagonist. On April 22, 2016, New Line Cinema set the film for a release of September 8, 2017. On October 30, 2015, Muschietti was interviewed by Variety wherein he spoke about his vision of It, while mentioning Poulter was still in the mix for the role of Pennywise: \"[Poulter] would be a great option. For me he is at the top of my list\" He confirmed that next summer is the time for them to start shooting. It was decided to shoot It during the summer months to give them the time to work with the children who have the main roles in the first part of the film. Muschietti went on to say that \"King described 50s' terror iconography,\" adding that he feels there is a whole world now to \"rediscover, to update.\" He said there won't be any mummies or werewolves and that the \"terrors are going to be a lot more surprising.\" On February 19, 2016, at the D.I.C.E. Summit 2016 producer Roy Lee confirmed that Fukunaga and Chase Palmer's original script had been rewritten, with Lee remarking, \"It will hopefully be shooting later this year. We just got the California tax credit Dauberman wrote the most recent draft working with [Muscetti], so it's being envisioned as two movies.\" On May 5, 2016, in an interview with Collider.com, David Kajganich expressed uncertainty as to whether drafts of his original screenplay would be used by Dauberman and Muschietti, with the writer stating, \"We know there's a new director, I don't know myself whether he's going back to any of the previous drafts or writing from scratch. I may not know until the film comes out. I don't know how it works! If you find out let me know.\" On June 2, 2016, Jaeden Lieberher was confirmed to be portraying lead protagonist, Bill Denbrough. On June 2, 2016, The Hollywood Reporter reported that Bill Skarsgård was in final negotiations to star as Pennywise, whose cast will also include Finn Wolfhard, Jack Dylan Grazer, Wyatt Oleff, Chosen Jacobs and Jeremy Ray Taylor. On June 2, 2016, there was a call for 100 background performers, with the background actor call going from 3 p.m. to 7 p.m. and by 4 p.m. more than 300 people had gone through; the casting call also asked for a marching band and period cars between 1970 and 1989. On February 18, 2016, The Hollywood Reporter reported that Owen Teague was set to portray Patrick Hocksetter. On June 21, 2016, it was officially announced that Nicholas Hamilton had been cast to play Henry Bowers. On June 21, 2016, Bloody Disgusting reported that Javier Botet was added to the cast shortly before filming commenced. On June 22, 2016, Deadline Hollywood reported that Muschietti had chosen actress Sophia Lillis to portray Beverly Marsh. On June 24, 2016, Moviepilot reported that Stephen Bogaert was added to the cast shortly before filming commenced, with Bogaert portraying Al Marsh, the abusive father of Beverly Marsh. On July 22, 2016, Barbara Muschietti was interviewed by Northumberland News Karen Longwell, wherein she spoke about the filming locations on It, while mentioning the beauty of Port Hope being one of the reasons as to why it was chosen, while Muschietti added, \"We were looking for an idyllic town, one that would be a strong contrast to the story. Port Hope is the kind of place we all wish we had grown up in: long summers riding bicycles, walks by the lake, a lovely main street, charming homes with green lawns, warm people.\" Muschietti also mentioned that 360 extras from the area, from adults to tiny kids, had been involved. On August 11, 2016, at The CW TCA presentation for the upcoming series Frequency, producer Dan Lin spoke of the piece's comparison to Netflix's Stranger Things, with Lee describing It being a \"homage to 80s movies\", while remarking: \"I think a great analogy is actually Stranger Things, and we're seeing it on Netflix right now. It's very much an homage to '80s movies, whether it's classic Stephen King or even Spielberg. Think about Stand by Me (1986) as far as the bonding amongst the kids. But there is a really scary element in Pennywise.\" Lin continued, speaking of how well the young cast has bonded in these first weeks of shooting. Lin stated, \"We clearly had a great dynamic amongst the kids. Really great chemistry is always a challenging thing with a movie like It because you're casting kids who don't have a ton of experience, but it ended up being really natural. Each kid, like a The Goonies (1985) or Stand by Me (1986), has a very specific personality and they're forming the loser's club obviously We've spent a few months getting the kids to bond and now they're going to fight this evil, scary clown.\" On February 9, 2017, at the press day for The Lego Batman Movie (2017), Lin confirmed that It is going to be rated R by the MPAA, to which he stated to Collider.coms Steve Weintraub, \"If you're going to make a \"Rated-R movie\", you have to fully embrace what it is, and you have to embrace the source material. It is a scary clown that's trying to kill kids. They do have a scary clown that's taken over the town of Derry, so it's going to be rated R.\" On March 11, 2017, Muschietti, at the SXSW festival, spoke of an element of the pre-production phase in his attempt to keep Skarsgård separated from the film's child actors, wherein the actor wasn't introduced to the young cast until Pennywise's first encounter with the children: \"It was something that we agreed on, and that's how it happened The day that he showed up on the stage, they fucking freaked out. Bill is like, seven-foot high, and I can't describe how scary he looks in person. He's a wiry man, crouching, making sounds, snotting, drooling, speaking in Swedish sometimes. Terrifying.\" Muschietti stated that the story had been moved forward, with the scenes with the young Losers Club shifting from the 1950s to the 1980s, while also describing their plot as \"getting much wider,\" with new material not in the novel or the 1990 miniseries. However, Muschietti said he hoped it would still strike the same emotional resonance that the book did for him when he first read it: \"It's all about trying to hit the core and the heart.\" On July 12, 2017, Muschietti, in an interview with French magazine Mad Movies, spoke of when developing the R rated film, in which allowed him to go into very adult themes, which was championed from the people at New Line Cinema. He also stated that, \"if you aimed for a PG-13 movie, you had nothing at the end. So we were very lucky that the producers didn't try to stop us. In fact it's more our own moral compass that sometimes showed us that some things lead us in places where we didn't want to go.\" In the same interview, on July 12, 2017, producer Barbara Muschietti added that there was only one scene that was deemed to be too horrific to feature in the new adaptation, in which she stated, \"you won't find the scene where a kid has his back broken and is thrown in the toilets. We thought that the visual translation of that scene had something that was really too much.\" Muschietti concluded by emphasizing that nothing was removed from the original vision, nor was the violence of any event watered down. On July 19, 2017, in an interview with Varietys Brent Lang, director Muschietti commented of the monstrous forms that It shall be taking, as well as noting the fact that they'll be very different from the incarnations present in King's story, in which he stated, \"The story is the same, but there are changes in the things the kids are scared of. In the book they're children in the 50s, so the incarnations of the monsters are mainly from movies, so it's Wolf Man, the Mummy, Frankenstein, and Dracula. I had a different approach. I wanted to bring out deeper fears, based not only on movie monsters but on childhood traumas.\" While on the topic of what being the key to a successful horror film, Muschietti concluded by remarking that \"Stay true to what scares you. If you don't respect that, you can't scare anyone.\" Muschietti explained how Skarsgård caught his attention to embody Pennywise, while pointing out that he didn't want the young cast to spend too much time with the actor when not shooting, and encouraged the cast to \"maintain distance\" between them, wherein Muschietti detailed: We wanted to carry the impact of the encounters to when the cameras were rolling. The first scene where Bill interacted with the children, it was fun to see how the plan worked. The kids were really, really creeped out by Bill. He's pretty intimidating because he's six-four and has all this makeup.\" On February 16, 2016, producer Roy Lee, in an interview with Collider, mentioned a second It film, remarking, \"[Dauberman] wrote the most recent draft working with [Muschietti], so it's being envisioned as two movies.\" On July 19, 2017, Muschietti revealed that production was set to begin in the spring of 2018, adding, \"We'll probably have a script for the second part in January [2018]. Ideally, we would start prep in March. Part one is only about the kids. Part two is about these characters 27 years later as adults, with flashbacks to 1989 when they were kids.\" On July 21, 2017, Muschietti spoke of looking forward to having a dialogue in the second film that does not exist within the first, stating, \"... it seems like we're going to do it. It's the second half, it's not a sequel. It's the second half and it's very connected to the first one.\" Muschietti stated that two cut scenes from the first film will possibly be included in the second, one of which being the fire at the Black Spot from the book. On September 25, 2017, New Line Cinema announced that the sequel would be released on September 6, 2019, with Gary Dauberman and Jeffrey Jurgensen (who later went uncredited) writing the script. Andy Muschietti returned to direct. Dauberman would later leave the project to write and direct Annabelle Comes Home, while Jason Fuchs was brought in as his replacement. == Recurring cast and characters == {| class=\"wikitable\" style=\"text-align:center; width:40%;\" ! rowspan=\"4\" scope=\"col\" style=\"text-align:center;\" |Characters |- ! colspan=\"3\" scope=\"col\" style=\"text-align:center:\" |Films |- ! scope=\"col\" style=\"width:30%\" |It ! scope=\"col\" style=\"width:30%\" |It Chapter Two |- ! scope=\"col\" |2017 ! scope=\"col\" |2019 |- ! scope=\"row\" |It / Pennywise the Dancing Clown |colspan=\"2\"|Bill Skarsgård |- ! scope=\"row\" |Bill Denbrough |Jaeden Lieberher |James McAvoy * * * Jaeden Lieberher |- ! scope=\"row\" |Beverly Marsh |Sophia Lillis |Jessica Chastain * * * Sophia Lillis |- ! scope=\"row\" |Ben Hanscom |Jeremy Ray Taylor |Jay Ryan * * * Jeremy Ray Taylor |- ! scope=\"row\" |Richie Tozier |Finn Wolfhard |Bill Hader * * * Finn Wolfhard |- ! scope=\"row\" |Eddie Kaspbrak |Jack Dylan Grazer |James Ransone * * * Jack Dylan Grazer |- ! scope=\"row\" |Stanley Uris |Wyatt Oleff |Andy Bean * * * Wyatt Oleff |- ! scope=\"row\" |Mike Hanlon |Chosen Jacobs |Isaiah Mustafa * * * Chosen Jacobs * * * Tristian Levi Cox * * * Torian Matthew |- ! scope=\"row\" |Henry Bowers |Nicholas Hamilton |Teach Grant * * * Nicholas Hamilton |- ! scope=\"row\" |Georgie Denbrough |colspan=\"2\"| Jackson Robert Scott |- ! scope=\"row\" |Patrick Hockstetter |colspan=\"2\"| Owen Teague |- ! scope=\"row\" |Alvin Marsh |colspan=\"2\"| Stephen Bogaert |- ! scope=\"row\" |Sonia Kaspbrak / Myra |colspan=\"2\"| Molly Atkinson |- ! scope=\"row\" |Mr. Keene |colspan=\"2\"| Joe Bostick |- ! scope=\"row\" |Gretta Keene |Megan Charpentier |Juno Rinaldi * * * Megan Charpentier |- ! scope=\"row\" |The Hobo / The Leper / The Witch |colspan=\"2\"| Javier Botet |} == Additional crew and production details == {| class=\"wikitable\" style=\"text-align:center;font- size:90%;width:40%;\" ! rowspan=\"3\" |Role ! colspan=\"2\" |Films |- ! style=\"text-align:center; width:12%;\" |It ! style=\"text-align:center; width:12%;\" |It Chapter Two |- !2017 !2019 |- !Composer(s) |colspan=\"2\"| Benjamin Wallfisch |- !Cinematography |Chung-hoon Chung |Checco Varese |- !Editor(s) |colspan=\"2\"| Jason Ballantine |- !Production company |New Line Cinema * * * RatPac-Dune Entertainment * * * Vertigo Entertainment * * * Lin Pictures * * * KatzSmith Productions |New Line Cinema * * * Double Dream * * * Vertigo Entertainment * * * Rideback |- !Distributor | colspan=\"8\" |Warner Bros. Pictures |- !Running time |135 minutes |170 minutes |- !Release date | | |} == Reception == === Box office performance === {| class=\"wikitable\" style=\"text-align:center;\"\" ! rowspan=\"2\" |Film ! rowspan=\"2\" |Release date ! colspan=\"3\" |Box office gross ! colspan=\"2\" |Box office ranking ! rowspan=\"2\" |Budget ! rowspan=\"2\" | |- !North America !Other territories !Worldwide !North America !Worldwide |- |It |September 8, 2017 |$327,481,748 |$372,900,000 |$700,381,748 |#66 |#117 |$35 million | |- |It Chapter Two |September 6, 2019 |$211,593,228 |$260,500,000 |$472,093,228 |#190 |#249 |$79 million | |- ! colspan=\"2\" |Totals !$ !$ !$ ! ! !$114 million ! |- |} === Critical response === {| class=\"wikitable sortable\" width=\"99%\" border=\"1\" style=\"text-align:center;\" !Film !Rotten Tomatoes !Metacritic !CinemaScore |- | style=\"text-align: left;\" |It |86% (368 reviews) |69 (49 critics) |B+ |- | style=\"text-align: left;\" |It Chapter Two |63% (353 reviews) |58 (52 critics) |B+ |} == References == Category:Horror film series Category:It (novel) Category:Duologies ",
    "title": "It (film series)"
}