{
    "id": "61287181",
    "text": "Mavesyn Ridware is a civil parish in the district of Lichfield, Staffordshire, England. It contains 24 listed buildings that are recorded in the National Heritage List for England. Of these, two are at Grade I, the highest of the three grades, three are at Grade II*, the middle grade, and the others are at Grade II, the lowest grade. The parish contains the villages of Hill Ridware and Mavesyn Ridware and smaller settlements, and the surrounding countryside. Most of the listed buildings are houses, cottages, farmhouses and farm buildings, the earlier of which are timber framed, some with cruck construction. The other listed buildings include a church and a memorial in the churchyard, larger houses with associated structures, including a gatehouse, and a bridge. __NOTOC__ ==Key== {| class=\"wikitable\" |- ! Grade ! Criteria |- |align=\"center\" |I | Buildings of exceptional interest, sometimes considered to be internationally important |- |align=\"center\" |II* | Particularly important buildings of more than special interest |- |align=\"center\" |II | Buildings of national importance and special interest |} ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%; border:0; text-align:left; line-height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes ! scope=\"col\" style=\"width:50px\" |Grade |- |St Nicholas' Church |centre |align=\"center\"| |The oldest part of the church is the north aisle, the tower dates from the 15th century, and most of the church was built in 1782. The older parts are built in sandstone, the 18th-century part is in red brick, and the roof is slated. The church consists of a nave, a north aisle, a south aisle with a chapel at the east end, an apsidal chancel, and a west tower. The tower has three stages, a moulded parapet string course, gargoyles, and an embattled parapet. |align=\"center\" | |- |Gatehouse, Old Hall |centre |align=\"center\"| |The gatehouse. which was altered in the 18th century, has a timber framed core, and has been largely refaced and replaced in brick and stone, and has a tile roof. There are two storeys, four bays, and a single-bay annex at each end, one with a projecting stair wing. The gateway has a segmental arch with a hood mould, and in the upper floor are mullioned windows. At the rear is exposed timber framing. |align=\"center\" | |- |The Thatch, Uttoxeter Road | |align=\"center\"| |A timber framed house with cruck construction, painted brick panels, and a hipped thatched roof. There is one storey and an attic, three bays, and a single-storey brick extension to the right. On the front is a porch with a thatched roof, 20th-century windows, and an attic dormer. There is an exposed cruck truss in the left gable end, and another in the centre of the house. |align=\"center\" | |- |Dovecote remains, Pipe Ridware Hall | |align=\"center\"| |The remains of the dovecote are in red brick with sandstone dressings, on a coped plinth, with a moulded cornice, and a corrugated iron roof. The remains have a hexagonal plan, and contain rectangular windows with chamfered surrounds. Inside are nesting boxes, and attached to the north is a coped brick wall, originally part of the walled garden of a former timber framed hall. |align=\"center\" | |- |Fragment of garden wall, Pipe Ridware Hall | |align=\"center\"| |The remaining fragment of the garden wall of the former timber framed hall is in red brick, and is about long and high. |align=\"center\" | |- |Garden walls and gate piers, Pipe Ridware Hall | |align=\"center\"| |The walls enclose the north and west sides of the garden of the former timber framed hall, and are in red brick with moulded stone coping. The north wall contains a pair of rusticated square gate piers with ball finials, a doorway with a Tudor arch, and some bee boles. |align=\"center\" | |- |Forecourt Wall south of Manor Farmhouse | |align=\"center\"| |The wall encloses the forecourt to the farmhouse. It is in sandstone, and near the middle is a doorway. |align=\"center\" | |- |Manor Farmhouse | |align=\"center\"| |The farmhouse was later altered. It is in timber framing and brick, and has a tile roof. There are two storeys and an attic, and four bays. The windows are casements, and there are three gabled dormers. In the left gable wall and at the rear is exposed timber framing. |align=\"center\" | |- |Church Cottage | |align=\"center\"| |The cottage was rebuilt in the 18th century with red brick replacing much of the original timber framing. It has a hipped thatched roof, one storey and an attic, and three bays. The porch to the left has a hipped thatched roof, the windows are casements, and there are two attic dormers. In the right wall is exposed timber framing with brick infill. |align=\"center\" | |- |Juxta House, 80 Uttoxeter Road | |align=\"center\"| |The house was extended in the 18th century and restored in 1986. The older part is timber framed with brick infill, and incorporates the remains of a medieval cruck house, and the roofs are tiled. The older part has two storeys and three bays, and it contains a porch with a hipped roof, a canted bay window, and casement windows. The extension to the right has one storey and an attic, two bays, a casement window with a segmental head, and two gabled dormers. Inside is a pair of late medieval crucks. |align=\"center\" | |- |The Old Rectory | |align=\"center\"| |The house was rebuilt in the 18th century. It has a timber framed core, largely replaced by painted brick, and a tile roof. There are two storeys, a main block of three bays, a two-bay extension, and a rear wing. On the front is a porch with a hipped roof, and the windows are a mix of sashes and casements. Inside, there is exposed timber framing. |align=\"center\" | |- |Wheelwright Cottage and workshop, Pipe Ridware | |align=\"center\"| |The cottage is the older, and both parts have tile roofs. The cottage is timber framed with plaster infill, it has one storey and an attic, three bays, and a single-storey extension to the left linking to the workshop. The windows include casements, a square bay window with a lean-to roof, and four gabled dormers. The workshop dates from the 18th century, and is in red brick. |align=\"center\" | |- |The Tithe Barn | |align=\"center\"| |The barn and stables are timber framed with brick infill, weatherboarding above the bottom panel, and a tile roof. There is one storey and five bays, and it contains full-height barn doors. |align=\"center\" | |- |Bentley Hall Cottage | |align=\"center\"| |The cottage is in sandstone on a plinth, with a tile roof, two storeys and a cellar, three bays, and a rear lean-to. The windows are casements, and there are mullioned cellar windows. |align=\"center\" | |- |Old Hall | |align=\"center\"|1718 |The house, which was later extended, is in red brick with stone dressings on a moulded plinth, and has rusticated quoins, a moulded eaves cornice, and a hipped tile roof. There are two storeys and an attic, five bays, and a later rear wing. The central doorway has a panelled and moulded surround, a keystone, and a broken semicircular pediment on console brackets. The windows are sashes with segmental heads, moulded sills, and aprons, and there are three dormers with hipped roofs. The rear wing has two storeys, three bays, and it contains casement windows. |align=\"center\" | |- |The Old Rectory, walls and gate piers, Hill Ridware |centre |align=\"center\"| |A red brick house with rusticated quoins, a moulded eaves cornice, and a hipped tile roof. There are two storeys and an attic, and five bays. The central doorway has a moulded architrave, a raised keystone, and a moulded cornice hood. The windows on the front are sashes with aprons, there are three dormers with hipped roofs, and at the rear is a two-storey bow window. The forecourt is enclosed by walls containing rusticated gate piers with ball finials. |align=\"center\" | |- |Memorial, St Nicholas' Church | |align=\"center\"| |The memorial is in the churchyard, and is a chest tomb in sandstone with a rectangular plan. The tomb has panelled sides, corner balusters, an elaborate cartouche at the west end, and a cap with a moulded edge. The inscription is illegible. |align=\"center\" | |- |Rake End Farmhouse, Uttoxeter Road | |align=\"center\"| |A red brick farmhouse with a moulded dentilled cornice and a tile roof. There are two storeys and an attic, four bays, and a single- storey rear wing on the right. The doorway has a rectangular fanlight, the windows in the ground floor are sashes with cambered heads, the upper floor contains mullioned and transomed windows, and there are four hip roofed dormers. The rear wing has two parapeted gables and contains casement windows. |align=\"center\" | |- |54 and 54A Ridware Road | |align=\"center\"| |A red brick house, divided into two, with a dentilled eaves band and a tile roof. There are two storeys and three bays. The windows are casements, those in the ground floor with segmental heads, and there are two doorways with segmental heads. |align=\"center\" | |- |Bentley Hall Farmhouse | |align=\"center\"| |The farmhouse, which was extended at the rear in the 19th century, is in brown brick on a sandstone plinth, and has a moulded eaves band, and a tile roof. There are three storeys and a cellar, and five bays. The central doorway has a cornice hood, and the windows are casements with segmental heads. The cellars are partly cut out of the natural sandstone. |align=\"center\" | |- |Ridware Hall, coach house and stables | |align=\"center\"| |The house is in red brick on a plinth, with a floor band, a moulded eaves cornice, and a hipped slate roof. The main block has two storeys and three bays. In the centre is a flat-roofed Tuscan porch, above it is a stair window, and the other windows are sashes. To the left is a low two- storey two-bay service wing that has casement windows with segmental heads in the ground floor and sash windows above. A wall links the house to the coach house and stable block that have two storeys and five bays, and contain a wide segmental arch. |align=\"center\" | |- |The Fishing House north of Priory Farmhouse | |align=\"center\"|1795 |A fishing lodge in red brick on a sandstone plinth, with a tile roof, in Gothic style. There is one storey and three bays, and it contains a central doorway, and windows with pointed heads and hood moulds. |align=\"center\" | |- |Pipe Ridware Hall | |align=\"center\"| |A farmhouse on the site of a previous timber framed hall, it is in rendered brick, with an eaves band and a tile roof with coped verges. There are three storeys, and an L-shaped plan with a main range of three bays, and a rear wing. The doorway has a rectangular fanlight, and the windows are casements with segmental heads. |align=\"center\" | |- |High Bridge |centre |align=\"center\"|1830 |The bridge carries a disused road over the River Trent. It is in cast iron, it was made by the Coalbrookdale Works, and has abutments in rusticated stone. The bridge consists of a single segmental arch with a span of , and has cross-patterned spandrels. The abutments have a dentilled cornice, and they sweep forward to end in semi-octagonal piers with massive caps. |align=\"center\" | |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * Category:Lists of listed buildings in Staffordshire ",
    "title": "Listed buildings in Mavesyn Ridware"
}