{
    "id": "61285343",
    "text": "Shraga Shoval (Hebrew: שרגא שובל; born: 19 October 1958) is an Israeli professor in the Department of Industrial Engineering & Management and the Dean of the Engineering Faculty at Ariel University ==Early life and Education== Shraga Shoval was born in Ramat-Gan, Israel. He studied at \"Ohel Shem\" high school and received his B.Sc. (1985) and M.sc. (1987) in mechanical engineering from the Technion, Israel Institute of Technology. Title of his M.Sc. thesis: Integration of a CNC Lathe and a Robot in a Flexible Manufacturing Cell. Advisor: Prof. Ehud Lenz. Between 1987-1990 Shraga worked as a scientist in the Commonwealth Scientific and Industrial Research Organization (CSIRO) – Division of Manufacturing Technologies in Sydney, Australia, developing a robotic system for the processing of colored gemstones. He completed his Ph.D. in the University of Michigan, Ann Arbor, at the department of Mechanical Engineering and Applied Mechanics in 1994. Title of his Ph.D. thesis: Information Transfer in Sensor Based Travel Aid for the Blind. Advisors: Prof. Yoram Koren and Prof. Johann Borenstein. The NavBelt, a navigation device for the blind and visually impaired using mobile robotics technology, that was developed based on this thesis, is one of the first robotic aids for the blind. The Navbelt lead to the development of the GuideCane, that was awarded the best robotics invention by Discover Magazine in 1998. ==Work== Shraga Shoval returned to Israel in 1994 for post-doctorate in the Faculty of Mechanical Engineering at the Technion, and until 2000 he was a research fellow and head of the Robotics and Computer-aided Manufacturing Laboratory at the Faculty of Industrial Engineering & Management at the Technion. Between 1996-1997 he worked as a consultant for Chrysler Corporation in the development of one of the first unmanned passenger vehicles for their Automatic Durability Road test (ADR) facility at the Chrysler Proving Ground in Chelsea, Michigan. In 1998 he joined the Department of Industrial Engineering & Management at Ariel University (then the College of Judea and Samaria), first as an adjunct lecturer, and in 2000 as a senior lecturer. In 2001 he designed and established the first robotics laboratory at Ariel University. In this framework he initiated the first research activity in Israel that utilized robotics technology as a counter-terrorism response in tunnel environments. Shraga served as the department chair of Industrial Engineering and Management between 2000-2007, and 2009-2015. He became an associate professor in 2005 and on his sabbatical (2007-2008) he worked at the Defence and Systems Institute (DASI) at the University of South Australia. From 2015 to 2016 he was on sabbatical in Australia at the University of New South Wales, and when he returned in 2016, he was elected as Dean of the Engineering Faculty at Ariel University. ==Research activities== *Autonomous mobile systems *Computer integrated manufacturing *Systems Engineering ==Publications== Prof. Shoval has authored more than 130 scientific publications, including a textbook, “Computer Integrated Manufacturing” (in Hebrew), that was published by the Open University of Israel (2012). Shoval has also registered a patent for “Dual tracked mobile robot for motion in rough terrain”. ==Selected articles== * Shoval S., Borenstein J., Koren Y.: “The Navbelt - A Computerized Travel Aid for the Blind based on Mobile Robotics Technology”, IEEE Transactions on Biomedical Engineering, Vol. 45, No. 11, November 1998, pp. 1376-1386. * Rimon E., Shoval S., Shapiro A., “Design of a Spider Robot for Motion with Quasistatic Force Constraints”, Journal of Autonomous Robots, 10, 2001, pp.279-296. * Shoval S., Sinriech D., “Analysis of LandMark Configuration for Absolute Positioning of Autonomous Vehicles”, The Journal of Manufacturing systems, 20(1) 2001, pp. 44-54. * Shoval S., Ulrich I., Borenstein J., “Computerized Obstacle Avoidance for the Blind and Visually Impaired”, IEEE Journal of Robotics and Automation, March 2003 special issue on Robots in the Service of the Disabled. Vol. 9 No. 1, pp. 9-20. * Shraga Shoval and Amir Shapiro, \"Dual Tracked Mobile Robot for Motion in Challenging Terrains\", Journal of Field Robotics 28(5):769-791 Sep 2011. * Capua A, Shapiro A, Shoval S, “SpiderBot: a cable-suspended walking robot”, Mechanism and Machine Theory 82:56-70, Dec 2014. * Waizman G, Shoval S, Benenson I, “Micro-Simulation Model for Assessing the Risk of Vehicle–Pedestrian Road Accidents”, Journal of Intelligent Transportation Systems: Technology, Planning, and Operations 19(1):63-77 02 Jan 2015. * Shoval S., Efatmaneshnik M., Ryan M. J., “Assembly sequence planning for processes with heterogeneous reliabilities”, International Journal of Production Research (IJPR), International Journal of Production Research, Vol. 55 (10), Pages 2806-2828, 2017. * Hacohen S., Shoval S., Shvalb N., “Dynamic Model for Pedestrian Crossing in Congested Traffic Based on Probabilistic Navigation Function\", Transportation Research Part C, 86, pages 78-96, 2018. * Gennady Waizman, Shraga Shoval, Itzhak Benenson, “Traffic Accident Risk Assessment with Dynamic Microsimulation Model Using Range-Range Rate Graphs”, Accident Analysis & Prevention, Volume 119, October 2018, Pages 248-262. * Mark Frenkel, Leonid Dombrovsky, Victor Multanen, Viktor Danchuk, Irina Legchenkova, Shraga Shoval, Yelena Bormashenko, Bernard P. Binks, Edward Bormashenko, “Self-Propulsion of Water-Supported Liquid Marbles Filled with Sulfuric Acid”, The Journal of Physical Chemistry Part B, 7936–7942, July 2018. * M. Efatmaneshnik, S. Shoval, and K. Joiner, \"System Test Architecture Evaluation: A Probabilistic Modeling Approach\" IEEE Systems Journal, March, 2019. * Mahmoud Efatmaneshnik and Shraga Shoval, “Managing Complexity of Assembly with Modularity: A Cost and Benefit Analysis”, International Journal of Advanced Manufacturing Technology, April 2019. ==External links== * Shraga Shoval, Ariel University *Shraga Shoval, University of New South Wales *Shraga Shoval, IEEE ==References== Category:1958 births Category:Israeli scientists Category:Living people Category:University of Michigan College of Engineering alumni ",
    "title": "Shraga Shoval"
}