{
    "id": "61282251",
    "text": "The National Guard () is a Mexican gendarmerie with national police functions created in 2019. The National Guard was formed by absorbing units and officers from the Federal Police, Military Police, and Naval Police. ==Creation== The Mexican National Guard was launched by President of Mexico Andrés Manuel López Obrador in 2019. It has since played a major part in intensifying the enforcement of their immigration policy. Before becoming President of Mexico, Obrador campaigned on a promise to take the military off the streets of Mexico. Shortly after getting into office, Obrador released a plan to create the National Guard under control of the Mexican Armed Forces which would be in charge of \"preventing and combating crime\". Obrador stated that the new National Guard would be critical to solving Mexico's ongoing security crisis. On 28 February, Mexico's national legislature voted to approve a 60,000-member national guard. On 30 June 2019, the National Guard was officially established. A 2019 survey sponsored by The Washington Post and Mexico’s newspaper Reforma gathered information on public opinion regarding both the new National Guard and illegal immigration to Mexico. The survey was conducted through July 9 to July 14, 2019, among 1,200 Mexicans adults across the country in 100 election districts by way of face-to-face interviews. A 53% majority of Mexicans have voiced their trust in the national guard, with two- thirds of Mexicans saying that they would like the national guard to be in their city, whereas 45% report that they feel more safe with the domestic force. ==Deployment at border== National Guard of Mexico In early June 2019, as part of a deal the United States, Mexico agreed to deploy the newly formed National Guard to their border with Guatemala. While the guard was always intended to enforce immigration policy, it was not intended to do so as soon as announced. President of the United States, Donald Trump, threatened to raise tariffs on Mexico if it did not help to curb Illegal Immigration. A Post-Reforma survey was conducted among Mexican adults after a dramatic increase in Mexico’s immigration enforcement following the agreement made in June with the United States. Several analysts had predicted the base for the President of Mexico Andrés Manuel López Obrador to be disillusioned when he agreed to heighten Mexico’s immigration enforcement. But he currently maintains a strong 70% job approval rating eight months after assuming office. A 54% majority say that President Obrador is standing up for the interests of Mexico in his dealings with the United States and illegal immigration. Furthermore, 51% of Mexicans support utilizing the country’s recently formed National Guard to repel the migration of illegal immigrants in Mexico. == Command structure == The law assigns full control of the National Guard to the Secretary of Security and Civilian Protection, who is in charge of all matters related to the work of the NG. According to article 12 of the Law of the National Guard, the National Guard is organized on five command levels: * Secretary of Security and Civilian Protection; * Operational Commander; * Territorial Coordinator; * State Coordinator; * Unit Coordinator == Ranks == According to article 29 of the Law of the National Guard, the ranks are: ;Rank insignia {| border=\"1\" cellspacing=\"0\" cellpadding=\"5\" style=\"border- collapse:collapse;\" class=\"wikitable\" !Title !Insignia |- | Commissioner General | 60px |- | Chief Commissioner | 60px |- | Commissioner | 60px |- | Inspector General | 60px |- | Chief Inspector | 60px |- | Inspector | 60px |- | First Deputy Inspector | 60px |- | Second Deputy Inspector | 60px |- | Officer | 60px |- | Sub-Officer | 60px |- | Senior Agent | 60px |- | Agent | 60px |- | Deputy Agent | 60px |- | National guardsman | 60px |- |} ==See also== *Fourth Transformation *Federal Police (Mexico) *Illegal immigration to Mexico == References == == External links == * Category:Military units and formations established in 2019 Category:Military of Mexico Category:Federal law enforcement agencies of Mexico Category:Gendarmerie ",
    "title": "National Guard (Mexico)"
}