{
    "id": "61287001",
    "text": "Niger is expected to compete at the 2020 Summer Olympics in Tokyo. Originally scheduled to take place from 24 July to 9 August 2020, the Games have been postponed to 23 July to 8 August 2021, because of the COVID-19 pandemic. It will be the nation's thirteenth consecutive appearance at the Summer Olympics. Since the nation made its debut in 1964, Nigerien athletes had participated in every edition of the Summer Olympic Games, except for two rare occasions, the 1976 Summer Olympics in Montreal, and the 1980 Summer Olympics in Moscow because of the African and the US-led boycotts, respectively. ==Athletics== Nigerien athletes achieved the entry standards, either by qualifying time or by world ranking, in the following track and field events (up to a maximum of 3 athletes in each event): ;Track & road events {| class=\"wikitable\" style=\"font-size:90%\" |- !rowspan=\"2\"|Athlete !rowspan=\"2\"|Event !colspan=\"2\"|Heat !colspan=\"2\"|Semifinal !colspan=\"2\"|Final |-style=\"font- size:95%\" !Result !Rank !Result !Rank !Result !Rank |-align=center |align=left rowspan=2|Aminatou Seyni |align=left|Women's 200 m | | | | | | |-align=center |align=left|Women's 400 m | | | | | | |} ==Taekwondo== Niger entered two athletes into the taekwondo competition at the Games. Rio 2016 silver medalist and 2017 world champion Abdoul Razak Issoufou qualified directly for the second time in the men's heavyweight category (+80 kg) by finishing among the top five taekwondo practitioners at the end of the WT Olympic Rankings. Meanwhile, Tekiath Ben Yessouf secured the remaining spot on the Nigerien squad with a top two finish in the women's lightweight category (57 kg) at the 2020 African Qualification Tournament in Rabat, Morocco. {|class=\"wikitable\" style=\"font-size:90%;\" |- !rowspan=2|Athlete !rowspan=2|Event !Round of 16 !Quarterfinals !Semifinals !Repechage !colspan=2|Final / |- style=\"font- size:95%\" !Opposition Result !Opposition Result !Opposition Result !Opposition Result !Opposition Result !Rank |- align=center |align=left|Abdoul Razak Issoufou |align=left|Men's +80 kg | | | | | | |- align=center |align=left|Tekiath Ben Yessouf |align=left|Women's −57 kg | | | | | | |} ==References== Category:Nations at the 2020 Summer Olympics 2020 Category:2020 in Nigerien sport ",
    "title": "Niger at the 2020 Summer Olympics"
}