{
    "id": "61287593",
    "text": "Shelley Washington (born 1991) is an American composer and performer. She is also a saxophonist, vocalist, and plays flute, clarinet, and English handbells. == Biography == Washington holds a Master of Music degree from New York University and an undergraduate degree in saxophone and Masters of Education from Truman State University. Washington's compositions have been performed by the Brooklyn Youth Chorus, Lior Willinger, NYU Orchestra, Angela Collier Reynolds, Face the Music Mika Quartet, Bang on a Can Festival Fellows, the Schiele String Quartet, and the Loud Box New Music Collective. Washington has taught with the New York Philharmonic Very Young Composers program, and in the Young Composers and Improvisers Workshop. She has also served as the Artistic Director for the Noel Pointer Foundation, located in Brooklyn, and is a member of the Kinds of Kings Collective. In an interview with the American Composers Forum, Washington describes her music as eclectic. “I like collage work. I feel like my brain is a definite patchwork,” she says. At the same time, she explains, \"It’s harder for me to write when there’s too much musical input. I already have sensitivity issues. It’s more like conversations are hard for me. All the chatter just sounds like clucking to me. I can pick up on drums and rhythms because they’re consistent. “Swept away” is a very good way of putting it because I don’t often get to decide where my mind is going.\" ==Works List== * The Third Colossus Full Orchestra (2,1,3,3, - 4, 3, 3, 1, perc, hp, pno, str) 2017 * The Farthest SSSAAA Choir (Brooklyn Youth Chorus), 2 Violins, Viola, Cello, 2018 Bass, Bari Sax, Piano, Electric Guitar, Drum Set (ICE) * A Kind of Lung Large mixed chamber ensemble 2017 * Silk Piano, Double Bass, mixed percussion 2017 * What We Might Have Heard While Waiting for the Nth Wave Violins, Viola, Cello, Bass, Bb and Bass Clarinets, Piano, and two Percussionists 2017 * The Workers’ Dreadnought Electric Guitar Quartet 2017 * SAY String Quartet using body percussion and voice 2016 * Their Name is Yours Flute, Violin, Horn in F, Drum Set, Vocals (by instrumentalists) 2016 * TOTAAL Two Alto Saxophones, Baritone Saxophone, 3 Electric Guitars 2016 * MIDDLEGROUND String Quartet 2016 * ENDLESS ENDLESS ENDLESS Flute duo 2017 * BIG Talk Baritone Saxophone duo 2016 * Solo Towers Solo piano- commissioned by Lior Willinger 2018 * BLACK MARY Solo alto or baritone saxophone 2018 * MO’INGUS Solo baritone Saxophone 2016 == References == Category:1991 births Category:Living people Category:Truman State University alumni Category:New York University alumni Category:21st-century American composers Category:American female composers ",
    "title": "Shelley Washington"
}