{
    "id": "61282176",
    "text": "Santos Dumont Explaining His Air Ship to the Hon. C.S. Rolls is a short film made using a sequence of frames that shows the Brazilian inventor and pioneer aviator Alberto Santos-Dumont explaining the operation of his airship to Charles Rolls, the future founder of Rolls-Royce. It was filmed while Santos- Dumont visited London between 22 and 28 November 1901 and was screened on 3 December the same year, at London's Palace Theatre. The film was produced in 1901 by the British arm of the American Mutoscope & Biograph Company and its duration, at the speed of thirty frames per second, was 43 seconds and 26 frames.Adriano 2018 The footage was probably directed and photographed by William Kennedy Dickson at the British Mutoscope & Biograph studio. It is believed that, in the filming, Santos Dumont would be showing Rolls the operation of the airship, since the Brazilian inventor was in the British capital between November 22 and 28, 1901, to receive a tribute from the Aeroclub of the United Kingdom for the conquest of the Deutsch de la Meurthe Prize, given for the circumvention of the Eiffel Tower, held by Dumont on October 19 of the same year. The film was thought to be lost for many years, until it was found inside a Mutoscope that was in a room of the Museu Paulista of the University of São Paulo. The Mutoscope, with the inventory number 1-13888-0000-0000, belongs to the Santos Dumont Collection, which was donated by the aviator's family in 1935. There were 1,322 photographic cards inside the Mutoscope, of which 658 had images. In addition to the object and the images, the short film is also very relevant in the cinematographic sphere, because it raises questions concerning the history of cinema, since it relates to techniques used in the cinema precisely at the turn between the 19th and 20th centuries. ==From discovery to restoration== ===Discovery=== In 2002, USP researcher Carlos Adriano found a reel of 1,339 photographic cards - 658 cards with image and 681 white or black cards - in the collection of the Museu Paulista of the University of São Paulo, without title identification, authorship, date, place or production process. The only information available was his tumble number in the Santos Dumont Collection of the Museu Paulista. The object was catalogued as a \"cinedoscope\" in the database. In the Dossier of the Collection, it read: \"kinedoscope reel with series of photos of Santos Dumont in his office - check\". The only informative reference found in the Museum's collection, besides an episodic mention of a lost cut from Jornal de Notícias, was the record in the donation inventory (1935) of the family of Santos Dumont, which classifies the piece as a \"cinematographic wheel\". Both names (cinedoscope and film wheel) were wrong. ===Identification=== Through the crossing of excavated data and extensive consultations with Paul C. Spehr, retired curator of the Library of Congress in Washington and an expert on early cinema, it was possible to identify the film that originated the reel of photographs found at the Museu Paulista: Spehr reported that his notes on the projection of the film-mutoscope of Santos Dumont came from a research by Luke McKernan, a British early cinema researcher, on the exhibition programs of the Palace Theatre in London. In an evening session on December 3, 1901, it was shown, among other films, Santos Dumont explaining his air ship to the Hon. C. S. Rolls. ===Restoration=== The piece was restored. The reel (which was broken) was dismantled, the cards were scanned, and the tiff files of the images were edited in a digital video editing program, being reordered in sequence and its position in the frame fixed, in order to produce a continuous movement: the photographs of the reel were converted into photograms, reconstituting its cinematographic nature. Carlos Adriano classified the restored film as a \"singular object from the beginning of cinema, with no equivalence in Brazilian history\", calling it \"the rare moving record of Santos Dumont\". ==External links== * * ==References== * Category:Alberto Santos-Dumont Category:1901 films Category:1900s short films ",
    "title": "Santos Dumont Explaining His Air Ship to the Hon. C.S. Rolls"
}