{
    "id": "61280618",
    "text": "XXXXII Army Corps (XXXXII. Armeekorps) was a corps in the German Army during World War II. ==Commanders== * General der Pioniere Walter Kuntze, 29 January 1940 – 24 October 1941 * Generalleutnant (Major General) Hans Graf von Sponeck, 24 October 1941 – 29 October 1941 * General der Infanterie (Lieutenant General) Bruno Bieler, 29 October 1941 – November 1941 * Generalleutnant (Major General) Hans Graf von Sponeck, November 1941 – 1 January 1942 * General der Infanterie (Lieutenant General) Franz Mattenklott, 1 January 1942 – 22 June 1943 * General der Infanterie (Lieutenant General) Anton Dostler, 22 June 1943 – July 1943 * General der Infanterie (Lieutenant General) Franz Mattenklott, July 1943 – January 1944 * Generalleutnant Theo- Helmut Lieb (acting), January 1944 – March 1944 (Corps destroyed) * General der Infanterie (Lieutenant General) Franz Mattenklott, 15 March 1944 – 14 June 1944 * General der Infanterie (Lieutenant General) Hermann Recknagel, 14 June 1944 – 23 January 1945 (Killed in action) * Generalmajor Arthur Finger, 23 January 1945 – 27 January 1945 (Killed in action) == Operations == The General Command XXXXII. Army Corps was created on January 29, 1940 in military district XIII. In 1940 the Corps took part in the western campaign. In July 1941, it was transported to the Eastern Front and added to Army Group North. Here it fought in the Baltics and participated in the conquest of Tallinn and the Baltic islands. In October 1941 it was transferred to the Crimea, where it participated in the aftermath of the fighting on the peninsula. In the spring of 1942, it participated in the conquest of the fortress Sevastopol. From 19 August 1942 to April 1943, the Corps occupied the Crimea. By the end of April 1943, the corps was transferred to the Kharkov area. After heavy fighting in the upper Donets it participated in the Operation Citadel, the German offensive at Kursk. After their failure, defense and retreat battles followed to the Dnieper. The corps was destroyed in early March 1944 in the Battle of the Korsun–Cherkassy Pocket. The remainder served to refresh the 88th Infantry Division. Reorganized on March 15, 1944 the XXXXII. Army Corps was again fully operational on 19 July 1944. It was subordinated to Army Group North Ukraine and fought in the area west of Lutsk. By the end of 1944, the corps had to withdraw to the Vistula, where it was involved in heavy fighting. In January 1945, the Corps was again destroyed and not rebuilt. ==See also== * List of German corps in World War II ==Source== * Army,50 Category:Military units and formations established in 1940 Category:Military units and formations disestablished in 1945 ",
    "title": "XXXXII Army Corps (Wehrmacht)"
}