{
    "id": "61282803",
    "text": "Vegetable Cookery: With an Introduction, Recommending Abstinence from Animal Food and Intoxicating Liquors is the first vegetarian cookbook, authored anonymously by Martha Brotherton (1783-1861) of Salford. It was first published as A New System of Vegetable Cookery in periodical form in 1812.Antrobus, Derek. (1997). A Guiltless Feast: The Salford Bible Christian Church and the Rise of the Modern Vegetarian Movement. City of Salford Education and Leisure. p. 72. A second book edition appeared in 1821 and a third was published by Horatio Phillips of London in 1829 under its most well known title Vegetable Cookery. The first edition was published anonymously by a \"member of the Bible Christian Church\". The fourth edition published in 1833 by Effingham Wilson, contained 1,261 recipes and was also published anonymously \"by a lady\". Martha's husband Joseph Brotherton wrote the introduction for the book. Two further editions appeared in 1839 and 1852. The 1852 edition contains a foreword by James Simpson, the first President of the Vegetarian Society.\"Old and Vintage Cookbooks\". Retrieved 14 July 2019. It was the first published vegetarian cookbook.Phelps, Norm. (2007). The Longest Struggle: Animal Advocacy from Pythagoras to PETA. Lantern Books. p. 149. Martha and Joseph Brotherton were leading members of William Cowherd's Bible Christian Church.Puskar-Pasewicz, Margaret. (2010). Cultural Encyclopedia of Vegetarianism. Greenwood Publishing Group. p. 18. The recipes are ovo-lacto vegetarian. Many of the recipes involve copious amounts of butter. Historians have noted that \"Brotherton's book served as a guide for Americans who began to self-identify as vegetarian in the early decades of the nineteenth century.\"Baughman, James L; Ratner-Rosenhagen, Jennifer; Danky, James P. (2015). Protest on the Page: Essays on Print and the Culture of Dissent Since 1865. University of Wisconsin Press. pp. 114-115. Kathryn Gleadle has written that the book \"was enormously important to the movement, forming the basis of most subsequent works on vegetable cookery.\"Gleadle, Kathryn. The Age of Physiological Reformers: Rethinking Gender and Domesticity in the Age of Reform. In Arthur Burns, Joanna Innes. (2003). Rethinking the Age of Reform: Britain 1780-1850. Cambridge University Press. p. 216. ==References== ==External links== *Vegetable Cookery: With an Introduction, Recommending Abstinence from Animal Food and Intoxicating Liquors (1833 edition) Category:1812 books Category:1833 non-fiction books Category:English non- fiction books Category:Vegetarian cookbooks ",
    "title": "Vegetable Cookery"
}