{
    "id": "61294449",
    "text": "The Prince of Wales Obelisk in Port Elizabeth, South Africa, was erected in honor of the marriage of Prince Albert of Wales, later King Edward VII of the United Kingdom, and Alexandra of Denmark but not originally intended for them. It is thus one of the only \"second-hand\" royal monuments in the world. It was originally purchased for the grave of George Kemp (who died on October 15, 1852). It was later moved in front of the Bayworld museum complex. The monument is a simple obelisk carved out of an igneous rock similar to granite. ==History== The Obelisk, carved in France by an unknown sculptor out of an igneous rock similar to granite for the London 1862 International Exhibition, was purchased that November by John Paterson, founder of the oldest English- language newspaper in South Africa (the Eastern Province Herald), for the grave of his brother-in-law and partner, George Kemp (who died on October 15, 1852). Kemp's family objected to the lavishness of the memorial, but it was too late because the Obelisk was already aboard the Rose of Montrose and soon after ashore in Algoa Bay. The Kemp family then donated it to the city, which put it in storage. James Searle, superintendent of the Union Boating Company, handled the extremely delicate, complicated landing of the Obelisk. Union Boating was not impressed with the process and suggested Searle throw it overboard. Around the same time, the British crown prince, Albert Edward, Prince of Wales, married the Danish princess, Alexandra, and the Obelisk was placed by James Wyatt in front of the imposing City Hall (a national heritage site today) on the market square (also a national heritage site) atop a square pedestal with three steps up each side. City Hall was built in 1858 and did not yet have its classical bell tower (or Campanile), which would not be built until 1883. In June 1878, four granite troughs, designed by James Bisset, the resident engineer for Harbor Board and public works (and also designer of the 1876 Port Elizabeth railway station building and the 1874 Holy Trinity Church and Port Elizabeth-Uitenhage Rail Line) and made in England, were built alongside the obelisk and filled with water. New York Times reporter David Ker described a typical morning during his visit to the city in January 1883 as follows: Around the high, slender obelisk that rises in the middle of the market square, right opposite the stone-walled view of City Hall, stand a multitude of harnessed oxen; large, cumbersome wagons; and dark, lean, soft faces; and wool fabric or sheepskin rags; and small, cunning, rat-like eyes; and crooked voices raising an endless ruckus...Several horses, apparently ridden long and hard since dusk, drink from the fountain around the obelisk...\" ==Replacement, and relocation== On March 4–5, 1921, the Obelisk was replaced by an Ordinance BL 6-inch 26 cwt howitzer as part of an expansion of the South African Army Artillery Formation memorial to accommodate that gun (for this reason, two of the drinking troughs needed to be removed, first relocated to the local Forest Hill neighborhood to water horses and later to Walmer Town Hall where they stand today). 6 6-inch howitzers were gifted to South Africa as a token of appreciation for the contributions of the artillery brigade in action at the Battles of the Somme and Delville Wood. The others are in Pretoria, Johannesburg, Cape Town, Bloemfontein, Kimberley, and Durban, and were built and later restored by the South African Gunners' Association and the Cannon Association of South Africa. A Mr. Hoy's proposal to put the Obelisk back up in memorial to the victims of the 1918 Spanish flu came to nought. The Obelisk was put back into storage, but was finally restored to prominence by the Port Elizabeth Historical Society in 1975 in front of their world-renowned Bayworld museum complex. A small plaque here reminds of the Obelisk's former location on the market square. When the Mayor's Gardens were set up on the market square in February 1933, the cannon was moved to St. George's Park and returned into service for World War II. However, it has been absent from the park for many years, since the Eastern Province Command had to extensively restore the weathered artifact, ultimately choosing to donate it to Bayworld, which in turn sent it to the National Museum, Bloemfontein. The Cannon Association of South Africa hopes to restore the artillery and return it to the city. The drinking troughs and pedestal have broken down. Other monuments on the square include the Sicilian marble statue of Queen Victoria (1903) and the Diaz Cross, a replica of the original St. Gregory's Cross that Bartolomeu Dias built on March 12, 1488 on Kwaaihoel, on the eastern coast of Algoa Bay, gifted by the government of Portugal to the city in 1988. == Sources == * Harradine, Margaret (1994). Port Elizabeth: A Social Chronicle until the end of 1945. Port Elizabeth: EH Walton. * \"Historical Society Marks 50 Years.\" The Herald. May 24, 2009. * \"New lease on life for old Park Drive memorial.\" The Herald. June 4, 2005. * \"Once-beautiful lady in need of a makeover.\" The Herald. July 10, 2006. * PE.ORG.ZA * \"Scenes in South Africa.\" New York Times. January 21, 1883. == References == Category:Buildings and structures in Port Elizabeth Category:Obelisks in South Africa ",
    "title": "Prince of Wales Obelisk"
}