{
    "id": "61299914",
    "text": "Catharine (Kate) McGill Crooks Smart or Kate Crooks (February 13, 1833–March 23, 1871) was a botanist and member of the Botanical Society of Canada. Her pressed botanical specimens were displayed in London, England at the International Exhibition of 1862, and her botanical records were cited in the Catalogue of Canadian Plants; published as part of the Geological Survey of Canada. She was a member of the Crooks family, a prominent family of merchants, industrialists, civil servants, politicians, and landowners in the nineteenth-century British colony of Upper Canada. ==Early Life== Kate Crooks was born on February 13, 1833, in Newark, Upper Canada (now Niagara-on-the- Lake, Ontario). Her father, John Crooks (1794–1833), was born in Greenock, Scotland, and emigrated to Canada in the early 1800s. Kate Crooks' mother was Mary Gumsby Lawrason (1796–1862); the daughter of United Empire Loyalists from New Jersey. Kate Crooks was the youngest of the family, and had four siblings; Margaret Ramsay Crooks (1825–1880), Mary Ritchie Crooks (1827–1900), Susan Leeming Crooks (1828–1884), and Augusta Anna Crooks (1831–1884). Just weeks after her birth, Crooks' father John died of scarlet fever. Following the loss of her husband, Mary Lawrason Crooks suffered a stroke, and declined in health.Williams, Fred. \"\"A Notable Niagara Centennial\"- Newspaper article written by Fred Williams\". images.ourontario.ca. Retrieved 2019-01-31. To support their family, Kate Crooks' older sisters founded a girls' school in the family home. == Work == Kate Crooks joined the Botanical Society of Canada in 1861.Botanical Society of Canada (1861). \"Third Meeting\". Annals of the Botanical Society of Canada. 1: 41–42 – via Internet Archive. The Botanical Society of Canada was founded at Queen's College (now Queen's University) in Kingston, Canada West (now Kingston, Ontario). At this time, Kate contributed to a flora of Hamilton, Ontario, published by her brother-in-law Alexander Logie.Logie, Alexander (1861). \"List of Plants Found Growing in the Neighborhood of Hamilton, During the Years 1859 and 1860\". Annals of the Botanical Society of Canada. 1: 90–108 – via Internet Archive. Along with botanist John Macoun, she was a co-author on Returns of the periodical phenomena of vegetation during the season 1861.Botanical Society of Canada (1861). \"Eighth Meeting\". Annals of the Botanical Society of Canada. 1: 167–170 – via Internet Archive. Her own paper, Remarks on the species of oak, their history, habits and uses was presented at the Botanical Society of Canada's seventh meeting, on June 14, 1861.Botanical Society of Canada (1861). \"Seventh Meeting\". Annals of the Botanical Society of Canada. 1: 110–166 – via Internet Archive. Crooks' botanical specimens of native Canadian plants were exhibited in London at the International Exhibition of 1862. She received an honourable mention for these works, which were shown alongside examples of Canadian forestry, fisheries, and agricultural products. Crooks also exhibited her work at Canadian agricultural fairs, including one in Toronto; three weeks before the birth of her first child. == Family == Kate Crooks' father, John Crooks, was the postmaster at Newark, and a church elder at St. Andrew's Presbyterian church. He was also an owner and publisher of the Niagara Herald newspaper. Between 1820 and his death in 1833, John Crooks taught what is believed to have been the first Sunday School in the Niagara region. Kate Crooks' uncle, James Crooks (1778–1860), was a merchant, landowner and politician who had fought in the War of 1812 as a captain of the local militia. Another uncle, Ramsay Crooks, (1787–1859) was a Canadian fur trader. Her uncle Francis Crooks was a member of the Niagara Agricultural Society; which imported new varieties of fruiting trees to the region and held the province's first agricultural fair in 1799.\"Niagara Agricultural Society Historical Plaque\". ontarioplaques.com. Retrieved 2019-01-31. In 1806, Francis Crooks’ daughter, Jane Crooks, was the first woman granted membership to the Niagara-on-the-Lake Public Library.Niagara-on-the-Lake Public Library. \"Niagara Public Library - A Brief History\". vitacollections.ca. Retrieved 2019-01-31. Another cousin, Adam Crooks (1827–1885), was a politician and lawyer. He served as Ontario's Attorney General, and was the first Minister of Education in the province. He married Emily Anne Evans, with whom he had one child.Find A Grave (5 Mar 2014). \"Lawrence Ogden Crooks\". findagrave.com. Retrieved January 30, 2018. Crooks' collaborator, Alexander Logie (1823-1873), was a judge of Wentworth county. He married Kate Crooks' sister, Mary Ritchie Crooks. Marriage and children In July 1865, Kate married William Lynn Smart, a barrister. Together, they had three children: Eleanor Herbert Mary Charlotte Smart (October 15, 1866–?), John Alder Newton Smart (September 11, 1868–November 7, 1892), and William Catherinus Gregory Smart (March 15, 1871–April 17, 1938) ==Death== Kate Crooks died in Toronto on March 23, 1871; eight days after the birth of her third child. She was buried in Hamilton, Ontario. After her death, Kate's bereaved husband and young children were sued by three of her four sisters; Margaret, Mary, and Susan. They contested the terms of their sister's will, based on her status as a married woman. Adam Crooks, then a Liberal cabinet member in the provincial legislature, successfully put forward the Married Women’s Real Estate Act (1873), under which married women could hold and dispose of property in their own right. The Act passed into law in Ontario on March 29, 1873; two years after his cousin's death. In a 1997 book, Dr. Lori Chambers observed that the Act was a \"remedial measure intended for women's protection, not their emancipation.\" However, the Act \"allowed some women scope to participate actively in the burgeoning economy of the province.\"Chambers, Lori (1997). Married Women and the Law of Property in Victorian Ontario. University of Toronto Press. p. 104. . . Prior to the Act's passage into law, The Toronto Mail warned of the \"dangers\" posed by the Act; adding, \"We have now only to hope that the good sense of the married women of Ontario will neutralize the Quixotic zeal of Mr. Crooks.\" == Legacy == A specimen of Sabatia angularis, collected in 1865 by Miss Crooks. Courtesy of Dr. Frieda Beauregard, McGill University Herbarium. One of Kate Crooks' pressed botanical specimens is held at the herbarium at McGill University, in Montreal, Quebec.\"Record: MTMG:4303 | Occurrence record | Canadensys explorer\". data.canadensys.net. Retrieved 2019-01-30. This specimen, Sabatia angularis (L.) Pursh, was collected in Hamilton, Ontario in July 1865. It is the only known collection of this species in Ontario, as the plant is now considered extirpated in the region.Oldham, Michael J. 2017. List of the Vascular Plants of Ontario’s Carolinian Zone (Ecoregion 7E). Carolinian Canada and Ontario Ministry of Natural Resources and Forestry. Peterborough, ON. 132 pp. It is not known if any other specimens prepared by Kate Crooks have survived the 150 years since her death. Crooks' botanical records have been cited in the following publications: * Argus, George W, and David J. White. Atlas of the Rare Vascular Plants of Ontario =: Atlas Des Plantes Vasculaires Rares De L'ontario. Ottawa, Ont: Botany Division, National Museum of Natural Sciences, 1982. https://doi.org/10.5962/bhl.title.51429 * Day, David F. The Plants of Buffalo and Its Vicinity. Baker, Jones & Co., 1882. * Dickson, J. M., and A. Alexander. “Flora of Hamilton District.” Journal and Proceedings of the Hamilton Association, vols. 10-15, 1894, pp. 95–127. * Gibson, John, and James M. Macoun. “Monograph of the Canadian Caryophyllaceae, as Represented within the Valley of the St. Lawrence and Great Lakes by J. Gibson and J. Macoun.” 1890, pp. 1–19., doi:10.5962/bhl.title.40970. * Macoun, James M. Catalogue of Canadian Plants. Vol. 1, Dawson Brothers, 1883. * Macoun, James M. “Synopsis of the Flora of the Valley of the St. Lawrence and Great Lakes: With Descriptions of the Rarer Plants.” The Canadian Journal, vol. 15, no. 1, Apr. 1876, pp. 51–66. ==References== Category:1833 births Category:1871 deaths Category:Canadian botanists Category:People from Niagara- on-the-Lake ",
    "title": "Kate Crooks (botanist)"
}