{
    "id": "61293706",
    "text": "Gennaro Migliore (born 21 June 1968 in Naples) is an Italian politician. ==Biography== Gennaro Migliore was born on 21 June 1968 in Naples, Campania. Since his birth he lives in Casoria. He graduated in Physics in 2012 at the age of 44, with a final score of 110/110 cum laude. He is also registered with the journalists' register. He has been twice elected to the municipal council of Naples (1997 and 2001), in the ranks of the Communist Refoundation Party. In 2006 he was elected to the Chamber of Deputies, and served as the parliamentary group leader of the PRC. In 2008 he was a candidate for the Chamber on the Rainbow Left list, but was not elected due to the failure to cross the electoral threshold of 4%. In 2009 Migliore left the PRC, to follow Nichi Vendola in his new party, the Movement for the Left (later Left Ecology Freedom). In 2013 he returned to the Chamber of Deputies and became the parliamentary group leader of SEL.Ecco i capigruppo eletti alle camere On 18 June 2014 he resigned as parliamentary group leader, following the controversy born after the decision to vote in favor of the IRPEF Decree about the 80 euros in payroll for the medium-low incomes, proposed by the Renzi Cabinet.Sel verso la scissione: lascia il capogruppo Migliore, Nichi Vendola sempre più solo On 22 October 2014 he finally joined the Democratic Party.Gennaro Migliore secondo acquisto del nuovo Pd di Matteo Renzi. \"Oggi mi iscrivo insieme al gruppo Led\" In 2016 he was appointed Undersecretary of State for Justice in the Renzi Cabinet,Rimpasto governo, Renzi distribuisce 8 nuove poltrone. Per Ncd tre nuovi incarichi più un ministero position confirmed also in the next Gentiloni Cabinet (2016–18). In 2018 he has been re-elected to the Chamber of Deputies. ==References== Category:1968 births Category:Living people Category:21st-century Italian politicians Category:Members of the Chamber of Deputies (Italy) Category:Deputies of Legislature XV of Italy Category:Deputies of Legislature XVII of Italy Category:Deputies of Legislature XVIII of Italy Category:Communist Refoundation Party politicians Category:Left Ecology Freedom politicians Category:Democratic Party (Italy) politicians Category:People from Naples Category:University of Naples Federico II alumni Category:Italia Viva politicians ",
    "title": "Gennaro Migliore"
}