{
    "id": "61290944",
    "text": "Chester \"Chet\" Andrew Orr (December 6, 1882 – October 10, 1950) was an American football player and industrialist. ==Early life== Chester Orr was born in Syracuse, New York on December 6, 1882. He graduated high school in Willoughby, Ohio in 1901.American Institute of Mining and Metallurgical Engineers (1914) Mining and Metallurgy, Issues 85-90 Page 30, American Institute of Mining and Metallurgical Engineers. For college, he attended Case School of Applied Science, known today as Case Western Reserve University, graduating in 1905. He was a founding member of the Ohio Epsilon chapter of Phi Kappa Psi.Keehn, Roy Dee (Ed.) (1910) \"Grand Catalogue of the Phi Kappa Psi Fraternity: February 1, 1910\" Page 138 ==Football career== Orr sitting in the middle with the white variety sweater, holding the football marking the 1904 Case football team as league and state champions. Orr played on and captained several Case Tech football teams, who were considered the best college football teams in the state of Ohio. He played quarterback, punter, kicker, punt returner, and kick returner on teams who defeated the Ohio State Buckeyes twice, and who won the Ohio Athletic Conference in its first three seasons of existence –1902, 1903, and 1904. Case Tech went undefeated against rival Western Reserve all three seasons. ==Later life== Orr worked for numerous companies until joining the Union Metal Manufacturing Company of Canton, Ohio in 1925. He held various positions such as a director for the Canton Museum of Art, director of the Canton Chamber of Commerce, and trustee of Aultman Hospital. Chester Orr ended his career as president and chairman of the board of Union Metal Manufacturing Company Orr, passing away on October 10, 1950 of a cerebral hemorrhage. Orr is buried at Forest Hill Cemetery in Canton, Ohio. ==References== ==External links== * Category:1882 births Category:1950 deaths Category:American football quarterbacks Category:Case Western Spartans football players Category:Players of American football from Ohio ",
    "title": "Chester Orr"
}