{
    "id": "61290362",
    "text": "The , also spelled as Kangi famine, was a famine which affected Japan during the Kamakura period. The famine is considered to have begun in 1230 and lasted until 1231. It was named after the Kangi era (1229–1232), during the reign of Emperor Go-Horikawa. The shogun of Japan was Kujō Yoritsune. The famine was severe throughout Japan. It was caused by cold weather caused probably by volcanic eruptions, coupled later with a general breakdown of society. The anomalous cold weather started in 1229, resulting in a shortage of food. As the excessive rains, cold spells and blizzards destroyed crops in July 1230, the shortage developed into famine, and people started to die en masse in September 1230. The lack of sunlight and cold was so severe what the winter clothing was necessary in spring and summer. The relief efforts by Emperor and Shogunate were generally ineffective, as no food was available at all. To ease population mobility in the worst stricken areas, human trafficking was legalized in 1231, among other means - confiscations and forced food distribution. The social order broke down, and bands of marauding robbers (including former Buddhist monks) became common. The strife spilled even to Goryeo, as starving residents of Kyushu raided coastal towns for food. The weather reversed to warm in winter of 1230-1231, again resulting in crop failure in 1231, this time due to lack of soil moisture and scarcity of seeds. Overall, about one third of the population of Japan perished (dead numbering -), meaning the Kanki famine may be the worst in Japanese history. In the same years, the great famine also struck Kievan Rus' and Novgorod. ==See also== *List of famines *Demographic history of Japan before the Meiji Restoration *Kan'ei Great Famine *Yōwa famine ==References== This page is based on Japanese Wikipedia page 寛喜の飢饉, accessed 16 July 2019. Category:Famines in Asia Category:Natural disasters in Japan Category:1230s in Japan Category:1230 in Asia Category:1231 in Asia ",
    "title": "Kanki famine"
}