{
    "id": "61291771",
    "text": "Madden and Harris were an Australian folk music duo, formed in 1972 by multi- instrumentalist, Peter Harris and his former student, David Madden. They released an album, Fool's Paradise (May 1975), and a single, \"Remember Me\" (1974), before disbanding later in 1975. Harris issued a solo album, Ruby, via Ritz Grammaphone/Festival, also in 1975. == History == David Madden had taken guitar lessons with music teacher, Peter Harris – they formed a folk music duo in 1972, in Sydney. As a multi-instrumentalist, Harris provided vocals, guitars, bass, bassoon, cello, harpsichord, mandolin, mellotron, piano, organ, saxophone and zither; while Madden performed vocals, guitars and bass. According to Australian musicologist, Ian McFarlane, \"[their] progressive-folk sound was at odds with prevailing trends (pop, blues'n'boogie) on the local scene.\" Madden and Harris issued their debut single, \"Remember Me\", in 1974 on the Albert Music label. AllMusic's Richie Unterberger felt, \"which unveiled their mild brand of folk-rock, heavily influenced by both British folk-rock and British progressive rock.\" The duo appeared on ABC-TV's popular music series, GTK, in September 1974 and twice in November of that year. They also recorded their debut album, Fool's Paradise, in 1974, with session musicians Paul Baker on bass guitar; Nick Churkin, Doug Gallagher and Ross Rignol on drums. It was released in May 1975 on the Jasmine Records label. McFarlane described Fool's Paradise as, \"carefully crafted songcycle was full of fragile, refined songs in the vein of UK folk acts like Nick Drake and Mellow Candle, the softer side of The Moody Blues and the quieter, pastoral moments to be found on the early albums by King Crimson.\" Unterberger rated the album as three-and-a-half stars, and noticed that it, \"went in a slightly less pop- oriented direction [... and] was a decent if somewhat derivative British folk- rock-styled album, colored by a fair bit of influence from both classical music and progressive rock.\" The group disbanded in 1975 and Harris issued his solo album, Ruby, in that year. Music presenters, Jordie and David Kilby, reviewed the album, for their radio programme, \"Back 2 Vinyl\", \"Mixing some progressive folk sounds with synthesizers, Ruby is a record unlike anything else being made in Australia at the time.\" == Discography == === Albums === ;Madden and Harris * Fool's Paradise (May 1975) – Jasmine Records (RRCS 1735) ** Fool's Paradise (reissue with bonus tracks, 1994) – Vicious Sloth Collectables ;Peter Harris * Ruby (1975) – Ritz Grammaphone/Festival Records === Singles === * \"Remember Me\" (!974) – Albert Music (AP-10445) == References == Category:Australian folk music Category:Musical groups established in 1972 Category:Musical groups disestablished in 1975 Category:Living people Category:Year of birth missing (living people) ",
    "title": "Madden and Harris"
}