{
    "id": "61290269",
    "text": "Melanie Perkins is an Australian technology entrepreneur. She is known as the CEO and co-founder of Canva, an online graphic design and publishing tool. Melanie is one of the youngest female CEOs to be leading a tech startup valued at over a billion dollars. As of June 2020, Melanie is Australia's third wealthiest woman and youngest billionaire. Melanie has raised more than $166 million from investors including Google Maps co-founder Lars Rasmussen, Yahoo! CFO Ken Goldman, and funds such as Bond, General Catalyst, Felicis Ventures and Blackbird. == Early life == Melanie was born in Perth, Western Australia. She attended Sacred Heart College, and started her first venture when she was 14, creating hand-made scarves that she sold at shops and markets throughout Perth. == Career == Fusion Books Melanie has studied Communications, Psychology, and Commerce at the University of Western Australia when she decided to drop out to build Fusion Books, her first company, a design tool for school yearbooks, to test out the idea for Canva. While in university at the age of 19, Melanie had also been teaching design programs to fellow students. After seeing students struggle, she created Fusion Books, which took the idea of empowering students to design their own school yearbooks by using a simple drag-and-drop tool equipped with a library of design templates that could be populated with photos, illustrations, and fonts. Over five years, Fusion Books grew into the largest yearbook company in Australia and expanded into France and New Zealand. Canva Having known all along that the technology Melanie had developed with Fusion Books could be applied more broadly, she set out to build Canva with co- founders Cliff Obrecht and Cameron Adams. Melanie ventured to Silicon Valley where a chance encounter with investor Bill Tai saw him invite Perkins to San Francisco to pitch her idea which in turn helped her to build further relationships. Melanie secured American Actors Woody Harrelson and Owen Wilson as early investors, even going so far as to learn to kitesurf in order to meet with the latter. As CEO, Melanie is leading a team over 650 across three offices in Sydney, Manila, and Beijing. == References == ==External links== Category:Living people Category:Year of birth missing (living people) Category:Australian women in business Category:Australian company founders Category:People from Perth, Western Australia Category:Australian women company founders Category:21st-century Australian businesspeople Category:21st-century businesswomen Category:Australian people of Filipino descent Category:Filipino people of Australian descent Category:Technology company founders ",
    "title": "Melanie Perkins"
}