{
    "id": "61293981",
    "text": "Aziz al-Hasan Ghouri (also known as Aziz al-Hasan Majzoob or Khwaja Aziz al- Hasan) (12 June 1884 – 17 August 1944) was an Indian Islamic scholar and poet. He was a disciple of Ashraf Ali Thanwi. His four volume book Ashrafus Sawaneh is regarded as one of the primary sources for biography of Thanwi. Ashraf Ali Thanwi commended one couplet from Ghouri's poem Har Tamanna Dil Se Rukhsat Hogayi and said that if he had one hundred thousand rupees, he would give it to Ghouri. This couplet has been deemed to be one of the 100 most popular Urdu couplets. ==Birth and education== Ghouri was born on 12 June 1884 in Orai. He got BA and LLB from M.A.O. College, now Aligarh Muslim University. ==Career== Ghouri worked as deputy collector for 7 years and later joined the Department of Education. He was the Deputy Inspector for Islamic madrassas and then became the Inspector of the English schools in Lucknow, United Provinces of British India and retired only from this post. Ghouri was a poet and wrote in the ghazal, nazm, hamd and naat genre of Urdu poetry. He firstly used \"Hasan\" and then \"Majzoob\" as his poetic name. His poetic collection Kashkol-e-Majzoob was published in 1950. Ghouri's poem \"Dars-e-Ibrat\", \"Jagah Ji Lagane Ki Dunya Nahi Hai\" was released by Junaid Jamshed in his Jalwa-e-Janan album. ==Literary works== Literary works of Ghouri include: * Kashkol-e-Majzoob * Ashrafus-Sawaneh, biography of Ashraf Ali Thanwi. * Kalam-e-Majzoob * PhooloN ki dali * Sada-e-Majzoob * Deewan-e-Majzoob * Nafeer-e-Ghaib ==Recognition== Ghouri was honoured with titles of Khan Sahab and Khan Bahadur by the Government of British India. ==Death and legacy== Ghouri died on 17 August 1944. According to John Mohammed Butt, ==Bibliography== * ==References== Category:Indian poets Category:Islamic studies scholars Category:1884 births Category:1944 deaths Category:Urdu scholars Category:Urdu poets from India Category:Aligarh Muslim University alumni ",
    "title": "Aziz al-Hasan Ghouri"
}