{
    "id": "61294756",
    "text": "The AMES Type 7, also known as the Final GCI, was a ground-based radar system introduced during World War II by the Royal Air Force (RAF). The Type 7 was the first truly modern radar used by the Allies, providing a 360 degree view of the airspace around the station out to a distance of about . It allowed fighter interceptions to be plotted directly from the radar display, a concept known as ground controlled intercept, or GCI. Earlier radars, like Chain Home (CH), provided the range and angle to a single target at a time. Arranging an intercept required a complex series of reports from multiple stations that were plotted at a central station. In a seminal 1939 memo, Robert Hanbury Brown showed that this Dowding system resulted in an inherent inaccuracy of approximately , and the only way to reduce this would be to arrange the interception directly from the radar screen. He suggested spinning the radar antenna and the CRT display to produce a 360 degree picture of the airspace around the station, a concept he referred to as a plan position indicator, or PPI. To test the concept, the AMES Type 8 was developed from the existing GL Mk. II radar, with a new antenna that was manually rotated to scan the area around the station. When the Type 8 was first used in December 1940 it proved extremely effective. Lessons learned on the Type 8 led to the production Type 7 design, which began deployment at the end of 1941. Starting in 1942, the installations began to be upgraded to permanent buildings known as \"happidromes\". From that point, the RAF's interest in the system waxed and waned along with the German bombing efforts and full deployment was repeatedly delayed. The stations began to take over most interception duties in 1943, but it was not until 1944 that the full network of 33 stations was completed. An American copy, the SCR-527, was not produced in quantity. Late in the war, many UK radars were no longer staffed as the risk of German attack disappeared, and most were put into \"care and maintenance\" when the war ended. The detonation of the first Soviet atomic bomb in 1949 led to a re-evaluation of post-war alert status. As part of the ROTOR project, many Type 7's were re- activated, upgraded, and re-built in bomb-proof buildings. Most Type 7's were later displaced by the much more capable AMES Type 80, but a small number were kept to fill gaps in the Type 80's coverage, while others were kept as backup systems. Type 7's remained in backup service until the Linesman/Mediator program of the 1960s. ==History== ===Chain Home=== The Poling Chain Home installation as seen in 1945. On the left are the three (originally four) broadcast towers, on the right is the modified Adcock array of the receiver. In 1935, the newly formed Tizard Committee contacted well-known radio expert Robert Watson-Watt to pass comment on claims of a German death ray device based on radio waves. For help, Watt turned to his assistant Arnold Wilkins, who performed a number of back of the envelope calculations that demonstrated the idea was infeasible. When Watt asked him what use radio might be in an air war, Wilkins recalled reading a technical manual a few years earlier that mentioned the effect of aircraft on shortwave signals. The two prepared a memo stating that the death ray was highly improbable, but they should consider developing an aircraft detection system. Hugh Dowding, at that time the Air Member for Supply and Organisation in charge of research and development, was intensely interested and demanded a practical demonstration. Watt and Wilkins quickly arranged one in the Daventry Experiment. When he saw the signals, Watt claims to have exclaimed \"Britain has become an island again!\" Watt strongly believed in deploying a radar system as rapidly as possible, suggesting they should \"give them the third best to go on with; the second best comes too late, the best never comes.\" His solution was to deploy a slightly modified version of thunderstorm locators he had developed in the 1920s, which determined the direction to a storm by measuring the radio signal given off by lightning using an Adcock antenna and radio direction finder (RDF). To produce a radar, the signal given off by lightning was replaced by a powerful radio transmitter that lit up the sky in front of it. Reflections from aircraft were received on separate antennas using a similar RDF technique as the storm detectors. Although crude, it could be built using minor modifications of existing commercial shortwave broadcast electronics. These so-called Chain Home systems were being set up as early as 1936, and by 1939 a complete network was ready for battle. In order to provide the maximum warning time, the CH radars were located as far forward as possible, along the coastline. This allowed stations in Kent to detect German aircraft while they were still forming up over France. However, this also meant the system could only locate targets over the water. They provided little or no coverage over the British Isles themselves, where tracking fell to the Royal Observer Corps (ROC) using binoculars and the Post Instrument. To collect all of this information and forward it to the pilots, Dowding set up what became known as the Dowding system. Reports from the ROC and CH systems were forwarded via telephone to RAF Fighter Command's headquarters and then sent out to the operational stations and forwarded to the fighters in flight via radio. During early testing, RAF pilots noted that they could avoid detection by CH by flying at low altitudes. The Germans also discovered this early in the war when they noticed that aircraft on mine laying missions, which flew at low altitudes for much of their time, were not being intercepted. A solution was already at hand; the British Army had been working on the Coast Defence (CD Mk. I) radar to detect shipping in the Channel, and had noticed it also worked against low- altitude aircraft. Watt ordered 24 sets in 1939 under the name Chain Home Low (CHL). CHL used a manually rotated antenna to scan the sky, and the bearing to the target was indicated by the direction the antenna was pointed. This eliminated the multiple antennas and RDF used in CH, greatly simplifying installation and operation. ===AI, PPI and GCI=== In spite of tremendous development effort, the AI Mk. IV was never consistently capable of reaching its design goal of 5 miles range. Each CH station had slightly different calibration, the ROC's Post Instrument often produced different results, and all of the reports took time to flow back to the central plotting rooms and then out to the fighters. These effects meant that the information reaching the fighter controllers was always slightly inaccurate and a few minutes out of date. The system, as a whole, had an inherent accuracy of about . This was fine for daytime interceptions, but at night, when the pilot's eyesight was limited to perhaps , there was no way to guide the fighters to their targets close enough that they would be seen. This possibility had been raised as early as 1936 in a memo by Henry Tizard, who felt that the Germans would suffer so stiffly at the hands of the RAF that they would turn to night bombing, as they had in World War I. While discussing the matter, Watt came to the conclusion that the most suitable solution was a radar with about 5 mile range that could be fit to the aircraft, allowing the CH system to get the fighter close enough that its own radar could take over. This eventually led to the AI Mk. IV radar, which entered service in prototype form in the summer of 1940. In November 1939, Robert Hanbury Brown wrote a paper on the mathematics of the interception task. It demonstrated that the reporting delays in CH and the Dowding system would make the 5 mile range hard to achieve in practice. Even with the AI radars being developed, night interceptions would be very difficult to arrange, because relaying the messages through the system was simply too slow. He concluded that the only way to address this would be to have the radar operators control the fighters directly, eliminating the middle-men. He went on to describe a radar system that rotated the antenna and the cathode ray tube (CRT) display at the same rate. When the time base generator triggered at the start of a broadcast, it would draw a line along the tube in the direction the radar was currently pointing. In CH, the amplified return signal deflected the CRT beam to cause a blip to appear; in this new system, the signal would instead cause the beam to briefly brighten, producing a small dot on the display. Using a long-lasting phosphor in the CRT, only these brighter spots would remain on the display when the radar rotated away from that angle. Hanbury Brown called this system the plan position indicator (PPI). The result would be a number of bright dots on the display, directly indicating the angle and range of an aircraft. The display as a whole represented a map of the airspace around the radar station, showing every aircraft within that station's view. An operator looking at the display could calculate an interception by examining the locations of the dots on the display, instead of having to calculate the aircraft locations on a separate map and arrange it there. Better yet, any inaccuracy in the radar would apply to the fighter and its target equally, whereas the Dowding system tracked these using separate systems and were subject to large differences in measurements. At the time there were more pressing issues getting CH and CHL into operation. These problems had improved by 1940, and in May a team at the newly renamed Telecommunications Research Establishment (TRE) had successfully motorized a CHL antenna to spin it, and had combined the separate transmit and receive antennas onto a single mount. The next month they successfully tested the first PPI display, which rotated the CRT display coils using a selsyn connected to the antenna motor. ===Interim measures=== As the Battle of Britain wound down, the Luftwaffe turned their efforts to the night bombing effort that became The Blitz. The RAF found that the problems predicted in Brown's paper were proving true. In early night operations, most of the night fighters ended up flying around searching for targets they never found. The PPI would solve this problem, but it was clear it would not be ready for some time. The TRE began a rushed effort to develop some sort of stop-gap solution. One solution was experimented with at RAF Foreness Point. Foreness was in the right position to see German bombers on their way to dropping mines in the Thames River, and was one of the first stations to receive a CHL in 1939. In early 1940, they began testing a solution to directly guide fighters. To start, air traffic controllers would direct a night fighter toward the radar station, aiming it so it would fly into the CHL beam. At that point, the fighter would appear on the display along with the target. The local operator would take over guidance, giving the pilot instructions to turn left or right to stay centred in the beam as they tracked the target. As the fighter approached the target, it would eventually pick it up in their own radar and complete the interception. While this system worked, it proved extremely time consuming to use, and required careful planning to ensure the fighter arrived in the beam even as the radar operators were moving it to track the target. ===Type 8=== A major issue with the Foreness Point system was the large size of the CHL antennas, originally designed by the British Army to track slow- moving ships in the English Channel. However, the Army had also developed similar but much smaller radars to track aircraft to guide anti-aircraft artillery, which went into service as the GL Mk. II radar. The AMES team used the same selsyn concept and display with the Mk. II receiver antenna and named the result the AMES Type 8. The first Type 8 went into service on Christmas Day 1940 at RAF Sopley, and immediately proved successful, guiding 9 out of 10 test interceptions when the Dowding system was achieving perhaps 1 in 10. Orders were immediately placed for an additional five Type 8 systems, all of which were operational by January 1941. With the introduction of these units, night interception rates immediately began to improve, roughly doubling every month until May, when the interception rate hit 7%. It showed all signs of continuing to improve further, but the Luftwaffe called off the Blitz at the end that month as they turned their attention to the Soviet Union. ===Type 7=== While experiments with at Foreness and Sopley were taking place, the lessons being learned were being used to guide development of a dedicated GCI design. A 17 June 1941 meeting resulted in an outline of the new system. A significant concern of the existing Type 8's and the planned mobile and transportable Type 7's was that the system could only direct a single interception at once, which would not be an effective deterrent against large attack. The \"final GCI\" had to be able to direct multiple interceptions. A number of concepts were included in the final design: * Spinning of both the antenna and the display would be motorized, automatic and continuous * Height finding would be built in, eliminating the need for separate height finder radars * IFF would be used to distinguish fighters from their targets, using the same antenna * The antennas would be remote from the operations rooms, with the radio electronics at the antenna site * The operations rooms would handle the entire mission; plotting, tracking, calculating intercepts and communications with the fighters As development of the GCI continued, it became clear that it would not be widely available until late 1941 or early 1942. This led to concerns about the state of the Type 8's in the field. These were never intended to be anything other than stop-gap measures, but now it appeared that they would be in service for at least a year. This led to a series of upgrades that would help the systems bridge the gap until the dedicated GCI systems finally arrived. A three-stage plan developed; the original Type 8 deployments became the \"mobile\" systems, or Stage 1. These would be updated with a new antenna mounting and motor-driven turning in the \"intermediate\" stage, or Stage 2. As these antennas were larger and could no longer be mounted on a single truck, they were also known as \"transportable\" and had a design set-up time of 12 hours. When these were replaced by the dedicated GCI's in Britain, they would be used as semi-portable GCI stations for guiding forward operations in Africa and continental Europe. Stage 3 would see the installation of the dedicated fixed-site systems in Britain, the so- called \"final GCI\". ===Deployment plans=== In January 1941, the plan was to build 47 GCI stations, of all types, by the end of June 1941. Of these, only 23 were to be for the UK, with the rest being mobile or transportable units ultimately for overseas use. However, the program soon increased this to 90 mobile and 60 fixed stations, with 30 being available by June. This proved impossible to meet; the turning gear systems proved to be more difficult than expected and only eleven additional mobile sets were ready by that July. In spite of these delays, the requirements were again raised with another 28 units being ordered. With the ending of the Blitz in the spring of 1941, German operations over Britain were greatly reduced and changed in nature. Although some raids were still carried out against inland locations for a time, most of the action was carried out by individual aircraft flying intruder missions, or small raids against seaside locations. To deal with these attacks, PPI displays were applied to the Chain Home Low radars to provide coverage over the approaches to Britain. Five such stations were in use in November 1941, which slowly increased to 19, but ultimately settled at nine as some of the CHLs returned to the early warning mission. The design of the final GCI was completed at the 7 June 1941 meeting, when it officially gained the Type 7 name. It was expected that development of the equipment would take six months. A 8 September report by the Air Officer-Commanding-in- Chief, Fighter Command, called for twenty-one of the fixed stations. A follow- up on 4 November called for twelve of these to be operational in April 1942, and the rest by June. By that time German operations had further reduced and changed largely to what was known as the \"Tip and Run\" raids, a reference to a type of cricket play. Deployment of the final GCI was relegated to secondary importance, and the TRE's attention turned to offensive systems. A 2 April 1942 meeting by the Vice-Chief of the Air Staff resulted in the deployment being reduced to thirteen systems by November 1942. However, the experimental system at RAF Durrington was greatly delayed as the TRE moved on to other projects. On 27 May, the order was reduced to only seven systems by the end of 1942. After the Air Officer Commanding-in-Chief Fighter Command expressed his concerns about the delays in the program, a 8 June meeting by the Chain Executive Committee expanded the order once again, this time to thirty-two stations. By this time two of them, Durrington and Sopley, were already complete. Durrington was declared operational on the night of 9/10 June 1942. This site directed RAF night fighters against German mine-laying aircraft near the Isle of Wight the next night, resulting in one of the bombers being shot down. The small sized CRT of the PPI display proved to be a significant problem, allowing only one interception to be plotted as it was simply too small to be seen by more than one operator. On 17 July the estimates were revised to having only six stations operational by the end of 1942, a number the Ministry of Aircraft Production (MAP) accepted on 5 August, calling for the network to be complete by the end of June 1943. A meeting by the Chain Committee on 26 October 1942 about the state of the GCI program revealed that the Mark IV receiver was a source of continuing problems, and that the design of the buildings had not been finalized until September. Construction prior to that point was wasted, and they could not find enough engineers to bring the existing stations up to the evolving standards. They noted that further changes were being ordered to improve the height finding, and that \"there is a real danger of indefinite delay of this process is continued.\" They concluded that only three stations would be ready by the end of the year. Another meeting on 19 December 1942 noted that the original programme was conceived during a period of intense enemy activity, but now it appeared there was no immediate danger of a resumption of night attacks. \"Owing to the acute shortage of manpower, and the need for men in other branches of the Services, as well as the factories, a datum line must be fixed as the safe low limit on which the United Kingdom's night defences can operate.\" The number of stations was once again set at 21, with another 13 of the mobile or transportable models. This also called for five existing mobile stations to shut down as the longer-ranged fixed stations covered their areas. Ultimately only the two experimental sites were actually completed by the end of 1942, joined by RAF Neatishead in January 1943. By October 1943, 20 of the 21 fixed stations were installed, although the ability to guide multiple interceptions at once remained a problem. ===Window and Düppel=== During the buildup of RAF Bomber Command during 1942, the concept of \"Window\" was introduced and developed practically by Joan Curran. Window consisted of strips of black paper backed with aluminum foil, cut to the size that made them effective half-wave dipoles for the German radar systems. Dropped from the bombers, they would produce false returns that looked like aircraft, confusing the approach. The introduction of Window led to debates within the RAF about its use. Fighter Command pointed out that the Germans would figure out its purpose the first time it was used, and would be able to quickly copy it. This might allow them to reopen mass night attacks on the UK, which Fighter Command's radars would be helpless to stop. The decision to use Window was made and rescinded on several occasions before it was finally allowed when Fighter Command began to receive new radar systems that would not be subject to its effects. Ironically, the Germans had already developed their own version, known as Düppel. They had decided not to use it because they believed it they used it over the UK the RAF would immediately understand its purpose and use it against the German radars. For a period of many months, both forces \"sat\" on this technology. Hermann Göring eventually ordered all information on Düppel destroyed, having learned that information about dead projects tended to leak to the UK. After it was used by the British, German production began of a version cut to 80 cm to jam 1.5 m wavelengths common to so many UK radar systems. However, having destroyed most of the research, the project took months to restart. They used Düppel for the first time on the night of 7/8 October 1943. As the RAF operators watched, a huge raid appeared to be forming with as many as 200 aircraft in two groups, approaching Neatishead. Direction of the night fighters proved almost impossible, both due to the clutter on the screen as well as the returns swamping the IFF Mark III responses on nearby frequencies. The operators quickly learned to deal with the Düppel as they began to recognize certain patterns in the returns. On the night of 15/16 November, a raid on Plymouth was tracked in spite of considerable Düppel. ===Operation Steinbock=== Using Düppel on small raids gave the operators invaluable lessons for the opening of Operation Steinbock in early 1944. Combined with Ultra intercepts that allowed the night fighter forces to prepare, the system was at a high state of readiness when the first raids began. By the time the offensive ground out in May 1944 a total of 33 Type 7's were operational. RAF night fighter operations during this period were relatively ineffective due to German countermeasures and tactical changes. These included the use of Düppel and other jammers, but more importantly, the aircraft flew at low altitude for most of their approach and then only climbed as they approached the target in order to capture the radio signals from France that were being used to guide them. This meant the aircraft were only visible for short periods, which limited the effectiveness of the Type 7's. Luckily for the British populace, the Luftwaffe was by this time a shadow of its former self, and the campaign was noted mostly for its comically poor results. ===Late-war operations=== Concerns about German jamming had been considered from the start. In 1941, as the first Type 7 units came online, a conversion of the redundant Type 8s was introduced. This used newer electronics to move the operating frequency from 209 to between 250 and 300 MHz and thereby attempt to avoid jamming at 1.5 m. Only three of these units were completed by March 1944, by which time newer systems had replaced them. A more concerted effort, started at the same time, was the AMES Type 11, operating at 600 MHz. An order for six was placed in January 1942, and installed at Chain Home Low sites in December. In October 1943 these moved to the Type 7 sites to provide backup services in the case of jamming. These ultimately proved disappointing, with large gaps in their vertical coverage, and they were found to be just as affected by Düppel as the Type 7. A more convincing solution was finally introduced in June 1943, taking the AMES Type 13 height-finding radar and turning it on its side to produce a 10 cm microwave wavelength GCI known as the AMES Type 14. These were intended to be installed with an associated Type 13 to produce the collective AMES Type 21. However, the first of these Type 21's was not installed until early 1944 at RAF Sandwich, too late to provide help during Steinbock. By June 1944 most GCI stations had a Type 21 in addition to its Type 7. The defensive network reached its peak in May 1944 of 208 early warning stations and another 33 GCI stations of various types. However, in November 1943 it had already been decided to start winding down operations at certain stations, and a total of 20 were placed in \"care and maintenance\". In 1944, after the D-Day invasions, the Allies learned of the German Klein Heidelberg system that tracked Allied bombers using Chain Home signals, resulting in a further reduction in use and all CH stations being turned off while bombers were on missions. By 1945 the network was further reduced as sites were removed from the UK and moved to European mainland to support operations there. ===Immediate post-war operations=== In August 1944 the Air Chief of Staff began developing their post-war plans, which called for Group 11 around London to be maintained largely as-is, while the rest of the country would be reduced to about half the wartime allotment of radars, fighters and anti-aircraft guns. The topic was revisited and updated several times before being presented to the Prime Minister on 7 July 1945, who immediately rejected it as the entire post-war military had to be considered as a whole, not in isolation. A much more throughout consideration followed in the Cherry Report at the end of 1945. This pointed to the Soviet introduction of the Tu-4 Bull bomber which would be able to reach the UK and had the performance to escape the Type 7s. It suggested that the information from multiple stations be forwarded electronically as far as to Master GCI Stations, giving the operators a much larger composite view of the airspace with ample time to arrange an interception. This would be an interim measure while a radar with the required range could be introduced. The government believed another war was at least ten years off, and that the need to reinvigorate the post-war economy meant the minimum possible manpower requirements in the meantime. They also noted that the rapid improvement in radar technology was likely to continue, and that deploying new systems in the interim would require their replacement by the end of ten-year term. They did see value in the overall research and development effort, and especially in the Cherry Report's concept of electronic plot forwarding. This led to a rapid draw-down of operations across the network, leaving only seven GCIs and three CH's in service. Much of the equipment from the other stations was moved to the few remaining operational sites. They did manage to get four of the Master GCIs into operation, at Sopley, Trimley Heath, Neatishead and Patrington. ===ROTOR=== The Berlin Blockade of July 1948 led to concerns about the next war's estimated time- frame. A White Paper on the state of the network was completed in March 1949. This found that the stations were in a terrible state, with many of them suffering weather damage and a number of them having been broken into and vandalized. A complete defense would also require 1152 fighters and 265 AA regiments, of which only 352 fighters and 75 regiments were actually available. All of this was given extreme urgency with the 29 August 1949 test of the first Soviet atomic bomb. That month, a new directive stated RAF Fighter Command's mission was the defense of Great Britain. As a result of these changes, a new plan emerged to bring the system up to the standards envisioned in the Cherry Report, first by reactivating and upgrading existing wartime radar sites, and then replacing them with new radars of vastly greater performance. Among the changes, existing GCI stations would receive upgraded antennas with more accuracy, new electronics for better performance, upgrades to the display systems, four Type 13's for height measuring, and two Type 14 units for anti-jamming use. Additionally, the WWII happidrome would be upgraded to underground control centers able to survive near misses. This \"Stage 1\" system was to be completed in the London area as soon as possible, and its expansion to the entire country by mid-1953. However, even by March 1951 it was clear this schedule could not be met. In May 1951 the Ministry of Supply had ordered a higher priority, but it seemed to be having no obvious effect on deliveries. In December, the Control and Reporting Progress Committee (CRPC) reported that the network would not be available before the end of 1953 or early 1954. An April 1952 report from the MoS pushed this back to September 1954, or the end of 1953 if they received \"super priority\". Meanwhile, the Radar Research Establishment had begun use of an experimental lash-up radar system known as Green Garlic. This proved to be able to meet almost all of the requirements for the replacement radars, but would do so years earlier than initially called for. This took some pressure off the upgrade process. At this point the effects of super priority began to be felt and progress with the upgrades through 1952 improved considerably. By the end of 1953, most of the upgrades had been carried out with the exception of new \"fixed coil\" console displays, where the sweeping of the PPI display was electronic rather than physical. The final delivery of the upgraded Type 7's was further delayed as problems were found in the new systems. Another nine months were required to diagnose the problems, and a further six to install the fixes at all the stations. Stage 1 was finally declared \"complete for all intents and purposes\" in 1955. ===Type 80 arrives=== The Type 80's enormous antenna provided very long range and very high accuracy, allowing it to combine the tasks of early warning and ground controlled interception. Further work on Green Garlic continued to be successful. The first operational units, now known as AMES Type 80, began to be installed in 1953, years ahead of the 1957 date initially expected for the original Microwave Early Warning unit. As additional changes were made, a new version emerged, Mark III, that could handle the GCI role as well. As these units also had an improved range of , they eliminated the need for the Master Control Centers, handling interceptions directly from the Type 80's display over an even greater area. The Mark III's began to become operational in 1955, at which point the Type 7's were redundant. However, a small number of stations were kept in the new layout, mostly as gap fillers between the Type 80s stations. For this role they were further upgraded, retaining the ROTOR electronics but adding a new antenna that greatly improved the horizontal resolution to better match that of the Type 80s. As part of this conversion they lost the ability to measure height, but this had already been addressed with the addition of separate height finder radars. ===Retirement=== The \"1958 Outline Plan for C&R;\" mentions five Mark 4 and ten Mark 5 systems remaining in the ROTOR Stage 3 system. It is not clear exactly when the last of the Type 7's was removed from service. They are no longer mentioned from the 1960s on, and they do not appear in any reference by the time the Linesman/Mediator network was being built in the late 1960s. ==Description== Type 7 Final stations were normally built in two parts; the antenna and the associated Radar Well below it, and the Operations Room in a remote location, normally a few hundred meters away. The operations rooms were nicknamed \"happidrome\" after a popular BBC Radio show of the era, Happidrome. Depending on the installation, and the distance between the Operations Room and the radar, the radar installation was referred to as \"local\" or \"remote\". Remote installations had additional equipment to send the processed radar signal, or video, the extra distance to the Operations Room. ===Antenna system=== The Radar Well under RAF Sopley contained the receiver monitor (foreground) and the transmitter (back wall). The ladder on the left leads to ground level. The Type 7 used a series of full-wave dipole antennas, each about long. These were arranged in rows with eight antennas end-to-end forming a single horizontal row. When a single row was powered, the dipoles interfered constructively to produce a beam that was narrow horizontally, about 15 degrees, while being omnidirectional vertically. Eight such rows were stacked above each other to compete the antenna array. A wire mesh reflector behind the dipoles redirected the signal forward. The complete array consisted of four rows of eight dipoles each, for a total of 32 elements. The dipole rows were separated into groups, with two rows in the top array, and one each in the middle array and bottom array. All three could be connected to produce one large antenna that was narrowly focused both horizontally and vertically, which was used when the maximum energy was needed for long-distance detection. More commonly, one of the two lower arrays would be switched to a separate circuit and used for height finding. By connecting them in- or out-of-phase, the reception pattern of the array formed several lobes of sensitivity, which could be used to measure the vertical angle of the target with moderate accuracy. The dipoles and wire-mesh reflector was mounted on a steel space frame somewhat similar to conventional scaffolding. A large steel pole running vertically through he center of the frame was used for mechanical support, rotation, and as a wiring conduit. The antenna hung from a large bearing at the top of the pole. The system as a whole was wide by high, and weighed about . A 15 hp DC motor (the ATM, for Antenna Traverse Motor) was connected at the base of the pole via a chain drive to provide rotation. This was fed power by a 24 hp three-phase AC motor driving a DC generator, this being the era before inexpensive electronic inverters. A complex system produced feedback that allowed the rotation speed to remain fairly constant even as wind pushed the antenna about. The system could spin in either direction and had a selection of rotation speeds, although the 6 RPM setting is widely reported as being the most common. The transmitter and receiver electronics were located a concrete cubicle dug into the ground below the antenna, the Radar Well. The signal was fed to the antenna through a switch system that cut the receivers out of the circuit to avoid overloading them. This consisted of a series of copper bars attached to the ceiling of the Well that would arc (or flash over) during the transmit pulse, and then stop arcing when the power levels dropped, reconnecting the receiver. The antenna hut also contained a single oscilloscope display used for tuning the system. Siting of the antenna was critical. The height-finding system used the reflection of the beam off the ground in front of the site as a secondary signal that mixed with the main lobe, forming a series of sub-beams that were stacked vertically. For this to work, the ground around the station have to be very even, and was at its best when the antenna was placed in a slight depression. For these reasons, the best sites were natural bowls. If other radars were sited near the Type 7, which was common, they accepted their pulse timing from the Type 7 in order to ensure they did not broadcast at the same time. ===Displays and interpretation=== The primary displays consisted of a number of large cathode ray tubes (CRTs) connected to the radar output, allowing simultaneous direction from a number of workstations in the happidrome. A selsyn connected to the antenna shaft provided angle measurements that were relayed to selsyn's in the displays. These were mechanically connected to the CRTs deflection coils to cause their displays to rotate at the same rate. To make this practical, the CRTs used magnetic deflection, like a television, which allowed the magnets to be placed outside the tube. This is as opposed to oscilloscope- type displays which typically use faster-acting electrostatic deflection, but requires metal plates inside the tube, which would be difficult to motorize in this fashion. It was some time before electronic scanning made these a possibility. The main displays provided direction and range information only. Given the relatively low angular resolution, about 15°, targets did not appear as single dots, but arc segments covering a section of the display. One operator joked about running outside to try to see the attack of the five-mile long bananas, while others referred to it as a sausage. Because the arc, or paint, was symmetrical, the actual bearing of the target was the center of the paint, and operators were able to obtain accuracy as great as 1.5°. Two other functions were also required for a complete solution, IFF and height finding. The former was provided by a separate system triggered manually by an operator. Watching the main display, the IIF operator pushed a button when the beam was approaching one of the blips they wished to identify. This caused the IFF transmitter to send a signal on another frequency. Depending on the model, receivers in the aircraft would rebroadcast this signal on the Type 7's frequency, or on a second channel. These signals were mixed with the incoming reflections, causing a number of additional blips to appear around the target. The presence of such blips, normally in the form of short line segments on the display, confirmed the IFF reception. Height finding was more complex. A second operator was provided with their own HR-scope that primarily indicated the range to the target, as in the original Chain Home displays. The display was alternately fed with the signal from one of two selected arrays, rapidly switching between them using a motorized switch. The radio amplifier was also fed from the switch, which inverted one of the two input signals so it deflected to the other side of the centerline. The result was two blips, one on either side of the centerline. Each vertical array had a different sensitive direction, with the lower arrays being sensitive at higher angles due to their reflection off the ground. By comparing the size of the blips from the two selected arrays, the operator could determine which line of shoot the target was closer to, and estimate its vertical angle relative to the station. Using simple trigonometry, a rough estimate of the altitude of the aircraft could then be determined. These measurements could only take place during the fleeting moments when the antenna passed by a particular target, over a longer time the signal was continually jumping about as the radar crossed different targets, requiring considerable experience to properly interpret the display. ===Plotting and reporting=== The happidromes were generally arranged like a sidesplit home, although in size. The single-level section contained washrooms, generators, central heating and other details, and the two-story section contained the working area, or Reporting Hall. The PPI and height finder Intercept Cabins were arranged in a C-shaped pattern on the main floor of the Hall, raised slightly above ground level. Each Cabin included a PPI and height finder display, a plotting table where the fighter director worked, and a separate recording station for official reporting. There could be as many as a dozen individual PPI stations in the happidromes, depending on its size, but only a small number, two or three, were in the main Hall. These were referred to as red, green and yellow. In the open area in the center of the C, sunk into the ground, plotters would take reports called out from the Cabins and place wooden markers on a map to keep track of the battle as a whole. The markers also recorded information such as altitude and formation size. A second group of plotters received information from the fighter bases and placed similar markers on their own map indicating the location of aircraft outside their own area of operations. A third group then combined all of these reports onto the larger General Situation Map in the center of the Hall. At the back of the Hall, visible to everyone, was the Tote Board that indicated the status of fighter squadrons assigned to the Sector. Arranged roughly above the Cabins were a series of offices with large glass windows providing a good view of the floor of the Hall. These included offices for the Chief Controller, the Fighter Marshal, and the Anti-Aircraft Commander and Searchlight Controller. All of these offices also included their own PPI and recording stations. The Chief Controller, observing the progress of the battle on the General Situation Map, could select available aircraft from the tote board and assign them for interception. Any one of the Cabins could be given the task of intercepting a particular target, and would direct their associated fighter to the intercept. Serving all of the offices was the radio operations room, who handled general communications with aircraft not under direct control of the intercept cabins. These operators were primarily tasked with getting the fighters to and from their airfields. Some happidromes also included a separate tellers room where tracks were developed for reporting to other stations or headquarters. In order to reduce workload, as part of ROTOR the happidromes were further improved with the addition of skiatrons, which directly projected the PPI display onto the map boards. Operators could then plot traces simply by placing their markers on top of the dark spots on the map. Creating a track was as simple as updating the position of the markers at fixed times, leaving behind small arrows indicating their former locations. To connect to the outside world, happidromes were equipped with their own private branch exchange as well as VHF and UHF radio sets for communications with the aircraft. The antennas for the radios were located some distance away, often over a mile, to avoid interference from the radar. ===ROTOR upgrades=== The Mark 2 and 3 conversions consisted primarily of electronics upgrades. Most notable was an increase in operating power to a maximum of 500 kW, over five times the normal power of the original models. The receivers were also improved with lower-noise amplifiers that produced only 8 db of noise. For the Mark 4 and 5 conversions, the antenna was further extended horizontally and shrunk vertically, to become wide and tall. It was mounted at the top the same pole as the earlier versions, extending only halfway down it. Below the antenna was a large support framework which was built onto the original antenna framework with the addition of triangular sections on either side. The extra horizontal room allowed the rows to be extended to twelve dipoles, from eight, and reduced vertically to four rows. This reduced the horizontal angle of the beam from 15 to 3.6 degrees, which allowed it to more easily resolve aircraft flying close together. As part of the conversion, the ability to connect the rows together in different configurations was removed; height finding was now carried out by separate AMES Type 13 height finding radars. The only difference between the Mark 4 and 5 was that the 5 included additional hardware that allowed the Mark 5 to place the antenna system up to from the control station. To do this, the Mark 5 has a larger Radar Well with additional equipment to boost the signal for transmission over coaxial cable. Both were also equipped with IFF Mark 10, which began to enter use in the early 1950s. This was not mounted on the Type 7 antenna, as had been the case in the past. Instead, the IFF receiver was adapted to fit into the AMES Type 14 GCI radar's mount and turning gear, producing a unit known as AMES Type 79. It was synchronized to rotate with the Type 7 and used the main trigger signal from it to avoid sending its interrogation pulses at the same time as the radar. ===Performance=== Effective range of the system depended on the altitude of the target. Against a bomber-sized target it was about at , but increased to at . These ranges only applied when all of the dipoles were used in-phase, when connected for height finding the ranges were less. For targets between 2.5 and 20º, vertical height finding was accurate to about and bearing accuracy was about 1.5º. The upgrades to the electronics and antennas carried out as part of the Mark 4 and 5 offered dramatically improved performance. Against a Meteor NF.11 target at the horizon, ranges on the order of was possible. It also offered far greater vertical coverage, with range of about against the same target at 10º above the horizon. ==Notes== ==References== ===Citations=== ===Bibliography=== * * * * * * * * * * * * ==External links== * * Category:Military radars of the United Kingdom Category:World War II radars Category:World War II British electronics Category:Ground radars ",
    "title": "AMES Type 7"
}