{
    "id": "61294612",
    "text": "The Ure Museum’s ancient Egyptian funerary boat is a 12th Dynasty, Middle Kingdom model boat; believed to have been manufactured between 1991–1786 BC. It was discovered during excavations in the group of tombs described as the ‘Tombs of the Officials’ at Beni Hasan, Egypt. == Discovery == The model was found in the tomb of Apa (tomb number 707) during the 1902–04 excavations at Beni Hasan led by the archaeologist John Garstang, of the University of Liverpool, with local Egyptian workmen led by chief foreman Saleh abd El Nebi, of Awidat. Apa, a steward of an important household, was interred in a stone sarcophagus beside which the model and a number of others were found. These include another model boat, a model granary, a figurine of woman returning from market and model dioramas of bread and beer production. == The model == Profile of the model funerary boat Detail of the crew Made from wood and originally coated with plaster, the model is approximately 70 centimetres long. Six sitting oarsmen (with six oars), one sitting bowman, a standing coxswain (with rudder) and another standing figure make up the crew; all are painted to depict hair, skin and clothing. When found the model was noted by Garstang to have ten accompanying figures; the current status of the missing figure is unknown. (There are potentially a number of errors with the reconstruction of the object as no archive images of its original appearance have been traced.) A simple mast stands slightly offset of the centre of the boat. Due to degradation of the wood, detail is missing from the bow and stern of the hull. The boat’s profile is classed as a Reisner type II: ‘a river craft with curling stern and one rudder, dating from the Middle Kingdom’. The model depicts a vessel used in ancient Egypt for everyday transport, rather than a vessel used for religious purposes or for fishing (models of both being also commonly found in tombs). Being sans sail and with men at the oars the model represents a boat travelling north – down the Nile; the other model boat found alongside it was oar-less and fitted with a sail for travelling south – up the Nile – as per ancient Egyptian custom. The model was entombed with the dead in the belief that it would be of use in the afterlife. Travel in ancient Egypt that was beyond walking-distance was completed almost always by boat. Boats played a major role in Egyptian religion, too, with the gods using them to traverse the sky and netherworld. Imagery of the dead using boats to undertake pilgrimage to the sacred site of Abydos was a popular tomb decoration, and both actual and model boats formed important parts of various religious observances. == Later history == The model was purchased from the Liverpool Institute of Archaeology, along with a number of other items from excavations led by Garstang, by Percy Ure for the collection of the (then) Museum of Greek Archaeology (later to become the Ure Museum), at the University of Reading, in 1923.Ure Museum of Greek Archaeology archives; Drawer D, folder 23, section 3. It is one of the more significant items in the collection, and has featured prominently in publicity material. It is currently housed in the ‘Egypt’ display in the museum, and is freely available to view by the public. == References == ==Bibliography== *John Garstang, The Burial Customs of Ancient Egypt (London, Archibald Constable & Co Ltd, 1907) *Angela MJ Tooley, (Shire Egyptology 22) Egyptian Models and Scenes (Princes Risborough, Shire Publications Ltd, 1995) *John H Taylor, Death & the Afterlife in Ancient Egypt (London, British Museum Press, 2001) == External links == *Ure Museum catalogue entry Category:Ancient Egyptian culture ",
    "title": "Beni Hasan funerary boat"
}