{
    "id": "61293071",
    "text": "Pinocchio is a 2019 Italian fantasy film, co-written and directed by Matteo Garrone, and based on the 1883 book The Adventures of Pinocchio by Italian author Carlo Collodi. The film stars child actor Federico Ielapi as the title character, Roberto Benigni as Mister Geppetto, Gigi Proietti as Mangiafuoco, Rocco Papaleo and Massimo Ceccherini as The Cat and the Fox, and Marine Vacth as the adult Fairy with Turquoise Hair. Pinocchio was a passion project for Garrone, who drew the first storyboard of the story at the age of six. Unlike previous Garrone films, which were directed towards adults, Pinocchio is aimed at both adults and children. Most characters, including Pinocchio himself, were created through prosthetic make-up rather than CGI. The film was released in Italy on 19 December 2019 by 01 Distribution, and grossed €15 million million domestically, making it the highest-grossing movie of the Christmas week in Italy, as well as Garrone's highest-grossing film domestically (his previous record being €10.2 million for 2008's Gomorrah), and the sixth highest-grossing film in Italy from 2019–20.https://i.imgur.com/S4dinei.png An English-dubbed version was released by Vertigo Films in the United Kingdom and Ireland on August 14, 2020. Pinocchio was met with positive reviews. It received 15 nominations in the 2020 edition of the David di Donatello Awards, winning five: Best Sets and Decorations, Best Costumes, Best Makeup, Best Hair Design and Best Visual Effects. It was also nominated in nine categories of the 2020 edition of the Nastro d'Argento Awards, winning six plus a special mention. On the review aggregator website Rotten Tomatoes, the film holds an approval rating of 91%. == Plot == Geppetto, a poor Italian carpenter - upon seeing the puppet theater run by Mangiafuoco - decides to build a wooden puppet to tour the country and earn him a living. He visits his friend and colleague Master Cherry to ask him for a piece of wood to work on. Frightened by a living log, Cherry gifts it to Geppetto who begins to build the puppet, which he decides to name 'Pinocchio'. During the process, Geppetto realizes that Pinocchio is alive and sentient, and decides to take him as his son. Now that he has a body, Pinocchio starts running outside and returns home while Geppetto is still looking for him in town. Geppetto's roommate, a hundred-year old Talking Cricket, tries to help Pinocchio by giving him advice, but the puppet, considering him annoying, throws a hammer to shut him up. Later, Geppetto returns to his place and finds Pinocchio with his feet burned, since he had fallen asleep near the ashes of the chimney. After having to rebuild them, he forgives Pinocchio for his actions. In order to educate him, Geppetto sells his jacket to buy Pinocchio an ABC book. Struck by this sacrifice, Pinocchio sets off on his first day at school. However, his good intentions are diverted by the puppet theater, for which he sells the book to buy a ticket. In the theater, the other puppets notice Pinocchio in the audience and call him to come up on stage, impatient to meet their new brother. Furious that his production went upstream, the puppeteer Mangiafuoco locks Pinocchio in his caravan and leaves the town. At night, Mangiafuoco plans to use Pinocchio as firewood in order to cook his dinner. Pinocchio begs the puppeteer to release him in order to return home from his father, certainly worried about his non-return. Sneezing with emotion, Mangiafuoco decides to let him go, choosing to burn another puppet in his place: however, Pinocchio does not accept that someone should pay for a disaster he did, and accepts his punishment. Surprised by Pinocchio's action, Mangiafuoco lets him go, and out of pity, gives him five gold coins to give to Geppetto. The next day, Pinocchio returns home. Along the way, he meets a fox and a cat, both pretending to be disabled. Attracted by the coins, they suggest that he should try to sow them in the Field of Miracles, a place where they will sprout in a tree full of money. Enticed by the idea of becoming rich, Pinocchio allows himself to be accompanied by the two to the Field of Miracles, which is located in the Land of Barn Owl. The three stop to eat at a tavern, at Pinocchio's expense. After agreeing to resume the journey at midnight, the Cat and the Fox separate from the puppet, saying they have to go to find a sick relative. Pinocchio resumes the journey alone. Ignoring the warnings of the Talking Cricket, Pinocchio ventures into the woods and has an unpleasant encounter with two hooded assassins (the Cat and the Fox in disguise). Pinocchio hides the remaining four coins in his mouth and attempts to run away, but is caught and hung from a tree. Pinocchio is rescued by a young blue-haired fairy, who lives nearby. The next day, the Fairy calls in some doctors, an Owl, a Crow and the Talking Cricket, who each give their diagnostic. Pinocchio refuses to drink a medicine until he is scared into taking it at the prospect of dying and being put in a coffin, carried by a group of undertaker rabbits. Once healed, Pinocchio is asked why he was in the forest and not at home or in school. Embarrassed, he lies but his nose becomes bigger and bigger with each lie he tells, until the Fairy is forced to summon a flock of woodpeckers in order to shorten his nose. The Fairy befriends Pinocchio and sends him off to be reunited with Geppetto. However, on his way home, Pinocchio again meets the Fox and the Cat who, seeing that their plan has failed, stick to the original plan and convince him to go to the Field of Miracles. Upon arriving to the Field, Pinocchio plants the coins and goes to get some water. In the meantime, the Fox and the Cat steal the coins and run away. Discovering the theft, Pinocchio runs to the local court to report the fact to the gorilla judge. Since justice does not favor the innocent in Barn Owl, he is sentenced to life sentence. Pinocchio manages to get exonerated by saying that he previously committed a crime, making him guilty, and thus he is then released. Pinocchio returns home but, through his neighbors, discovers that Geppetto has left to go look for him everywhere and decided to continue his search overseas in North America, still thinking that he is in the hands of Mangiafuoco. Pinocchio reaches the port and dives into the sea to find Geppetto, but is unsuccessful and shipwrecked on the Island of the Busy Bees. Fortunately for him, Pinocchio is saved by a woman, who is none other than the Blue Fairy in adult form. Pinocchio express his wish to become an adult as well, and the Fairy promises to turn him into a real boy if he studies and behaves well. Pinocchio goes to school and ends up becoming the most studious boy in his class so his fairy will fulfill his dream of being a true boy. But he befriends Candlewick, a naughty and disobedient boy, and when invites him to come to his party Candle call his to came along with him to Toyland, a place where children can have fun all day long without schools or adults ruining their fun. Initially undecided, Pinocchio chooses to follow him and in the end, after having spent a day of fun in Toyland, he wakes up with donkey ears and a cloth covering them Pinocchio looking for Candlewick and when he sees that he has the same problem, when showing his ears he falls to the ground and we see that little by little they are turning into donkeys donkeys. The Coachman sells the kid-donkeys, and Pinocchio is sold to a circus where he is forced to perform acrobatics. One day, while noticing the Fairy in the audience, Pinocchio trips and cripples himself. The circus director decides to drown him in the sea and then use his skin for a drum. While in the water, the Fairy summons many fishes that nibble away Pinocchio's donkey skin, bringing him back to normal. After getting rid of the director, Pinocchio begins to swim, continuing his search for the father, until he is swallowed by the Terrible Dogfish, a gigantic and ravenous sea monster. Inside , Pinocchio first encounters a talking tuna and, to his great joy, also finds Geppetto. Taking advantage of the Dogfish's asthma, which forces him to sleep with his mouth open, the two flee from his mouth, together with the tuna who accompanies them to shore. In search of a place to rest, Pinocchio and Geppetto find an abandoned country house. With the intention of healing his father, who has gotten sick from the sea trip, Pinocchio is hired by a farmer to earn milk for Geppetto. Pinocchio also once again meets the Fox and the Cat, now badly reduced and no longer faking disability, not missing the opportunity to mock them and ignore their apologies. Pinocchio continues to work and study hard, to help Geppetto until he recovers. Later, the Fairy visits him at the farm and grants his wish. Pinocchio returns home to Geppetto, and shows him that he has become a real boy. == Cast == The film's cast and crew at the 2020 Berlin Film Festival. (): producer Paolo Del Brocco, Marine Vacth, Federico Ielapi, Roberto Benigni, director Matteo Garrone, Massimo Ceccherini, and Alida Baldari Calabria. == Production == On 24 October 2016, it was announced that Toni Servillo was cast as Pinocchio's father Geppetto. Two years later, in October 2018, it was announced that Geppetto would be played by Roberto Benigni (who had played Pinocchio in a previous adaptation directed by himself) who said “A great character, a great story, a great director: playing Geppetto directed by Matteo Garrone is one of the forms of happiness.” Nick Dudman was initially announced as working on the film, but later dropped out.Mark Coulier created the character design, prosthetics and special make-up for the film. Filming began on 18 March 2019 for 11 weeks in Tuscany, at Tenuta La Fratta, Lazio and Apulia. == Release == The film was theatrically released in Italy on 19 December 2019. ===English dub=== Garrone paid €150,000 out of his own pocket to dub the movie in English before even finding a distributor. He chose to use Italian voices to preserve the Italianness of the film, and to take advantage of the fact that Italians are master dubbers. Some actors, including Ielapi, dubbed themselves. The dub was directed by Francesco Vairano.https://www.youtube.com/watch?v=5zwoewSkL48 In May 2020, Paolo Del Brocco, one of the movie's producers, said they were very close to selling Pinocchio to the US, but the coronavirus outbreak put the selling on hiatus. On July 27, that same year, it was announced that Vertigo Films had bought the UK and Ireland rights to the film, with plans to theatrically release it in late August. On July 28, the British Board of Film Classification gave the film a PG rating. On July 30, Vertigo published the English trailer, and revealed that the movie would be released in UK and Ireland on August 14, with previews from August 10. == Marketing == On 29 March 2019, the first promotional image was released. The first trailer was published online on July 3, 2019. == Reception == === Box office === As of September 2020, Pinocchio grossed $20.1 million, of which $17 million in Italy, against a production budget of €11 million. The film grossed €15 million domestically, making it the highest-grossing movie of the Christmas week in Italy, as well as director Garrone's highest-grossing film domestically (the previous record belonged to 2008's Gomorrah, with €10.2 million), and the sixth highest-grossing film in Italy in the 2019–2020 season (behind Tolo Tolo, The Lion King, Joker, Frozen II and Il primo Natale).https://i.imgur.com/S4dinei.png In the film's United Kingdom debut it grossed $140,810 (£107,260) from 271 theaters, becoming the third highest-grossing movie since the British cinemas' re-opening. As of October 2020, it grossed $1,073,809 in the UK. === Critical response === Pinocchio received positive reviews from critics. On the review aggregator website Rotten Tomatoes, the film holds an approval rating of 91%, based on 32 reviews, with an average rating of 6.92/10. The website's consensus reads: \"Sticking closely to Carlo Collodi's original story, Matteo Garrone's Pinocchio pulls every string to create a visually stunning film that proves that some tales really are timeless.\" Deborah Young of The Hollywood Reporter wrote: 'Matteo Garrone's new Pinocchio brings genuine emotion to one of the most ambitious film adaptations to date of Carlo Collodi's 1883 kid classic.' Eric Kohn of IndieWire gave it a B rating and wrote: \"Pinocchio imbues its circumstances with a surprising degree of naturalism, thanks to the filmmaker's careful handling of practical effects that suit the unusual tone.\" Peter Bradshaw of The Guardian gave it 4/5 stars, saying: \"Pinocchio is a thoroughly bizarre story; Garrone makes of it a weirdly satisfying spectacle.\" Simran Hans of The Observer also gave the movie 4/5 stars, stating that: \"The source material is a neat fit for the Italian film-maker, who traversed similarly episodic fairytale terrain with 2015’s Tale of the Tales. It’s also a critique of society that feels timeless or, rather, timely – and not just for Garrone\". Josefine A. of OneRoomwithaView.com stated that: \"Pinocchio is still an enjoyable film, boasting an appropriately whimsical score and beautiful production design, and succeeds in creating a fairy tale even among the realism of poverty-stricken rural Italy.\" === Accolades === {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\"| Award ! scope=\"col\"| Date of ceremony ! scope=\"col\"| Category ! scope=\"col\"| Recipient(s) ! scope=\"col\"| Result |- | rowspan=\"2\" | Capri Hollywood International Film Festival | rowspan=\"1\" | 28 December 2019 | Capri Best Costume Designer of the Year 2019http://www.capri- world.com/en/news/660-italian-costume-designer-massimo-cantini-parrini- received-qcapri-best-costume-designer-of-the-year-awardq-at-capri-hollywood- on-december-28th.html | Massimo Cantini Parrini | |- | rowspan=\"1\" | 30 December 2019 | Capri Future Award 2019http://www.caprihollywood.com/en/news/671-federico-ielapi-star-of-matteo- garrones-qpinocchioq-received-2019-qcapri-future-awardq-at-capri-hollywood-on- december-30th.html | Federico Ielapi | |- | rowspan=\"15\" | David di Donatello Awards | rowspan=\"15\" | 8 May 2020 | Best Film | | |- | Best Director | Matteo Garrone | |- | Best Adapted Screenplay | Matteo Garrone and Massimo Ceccherini | |- | Best Producer | Archimede, Le Pacte, Rai Cinema | |- | Best Supporting Actress | Alida Baldari Calabria | |- | Best Supporting Actor | Roberto Benigni | |- | Best Cinematography | Nicolaj Brüel | |- | Best Score | Dario Marianelli | |- | Best Sets and Decorations | Dimitri Capuani | |- | Best Costumes | Massimo Cantini Parrini | |- | Best Makeup | Dalia Colli, Mark Coulier | |- | Best Hair Design | Francesco Pegoretti | |- | Best Editing | Marco Spoletini | |- | Best Sound | Mariacetta Lombardo, Luca Novelli, Daniela Bassani, Stefano Grosso, Gianni Pallotto | |- | Best Visual Effects | Theo Demeris and Rodolfo Migliari | |- | rowspan=\"10\" | Nastro d'Argento | rowspan=\"10\" | 6 July 2020 | Best Film | | |- | Best Director | Matteo Garrone | |- | Best Producer | Matteo Garrone and Paolo Del Brocco | |- | Best Supporting Actor | Roberto Benigni | |- | Best Sets and Decorations | Dimitri Capuani | |- | Best Costumes | Massimo Cantini Parrini | |- | Best Editing | Marco Spoletini | |- | Best Sound | Maricetta Lombardo | |- | Best Score | Dario Marianelli | |- | Guglielmo Biraghi Prize | Federico Ielapi | Special Mention |- | rowspan=\"3\" | Globo d'orohttps://www.rbcasting.com/eventi/2020/06/18/globi-doro-2020-tutte-le- nominationhttps://www.artribune.com/arti-performative/cinema/2020/07/globo- doro-2020-trionfa-lantonio-ligabue-di-giorgio-diritti | rowspan=\"3\" | 15 July 2020 | Best Film | | |- | Best Director | Matteo Garrone | |- | Best Best Cinematography | Nicolaj Brüel | |- | rowspan=\"1\" | Ischia Global Film & Music Festhttps://www.ischiaglobal.com/it/programmalbr-g2011/2020-programma- eventi.html | rowspan=\"1\" | 16 July 2020 | Ischia Art Award | Federico Ielapi | |- | rowspan=\"3\" | Bari International Film Festivalhttps://www.bifest.it/en/bifst-2020-general-program | rowspan=\"3\" | 29 August 2020 |Franco Cristaldi Prize for Best Film Producer | Matteo Garrone and Paolo Del Brocco | |- |Alberto Sordi Prize for Best Supporting Actor | Roberto Benigni | |- |Piero Tosi for Best Costume Designer | Massimo Cantini Parrini | |} == Notes == == References == == External links == * Category:Pinocchio films Category:Italian films Category:Films directed by Matteo Garrone ",
    "title": "Pinocchio (2019 film)"
}