{
    "id": "61296784",
    "text": "Elzie Odom (born May 10, 1929) is an American politician, community activist, and former postal worker who served as mayor of Arlington, Texas, from 1997 to 2003 and as an Arlington city councilman from 1990 to 1997. He was born in Newton County, Texas, in 1929, and raised in the freedom colony of Shankleville, Texas. He attended Prairie View College before becoming a letter carrier with the United States Postal Service (USPS) in 1950 in Orange, Texas. He also became the first African American elected as a city official when he served on the Orange school district board starting in May 1965. Odom became one of the first African American postal inspectors in the country in 1967, the same year he was transferred to Los Angeles. He was transferred to San Antonio by the USPS in 1970 and finally to Arlington in 1979. He retired from the USPS in 1987. Odom first ran for city council in Arlington in 1989 and was first elected in 1990. During his tenure, he made the city's boards and commissions more diverse and representative of the city's population. As president of the Arlington Sport Facilities Development Authority, he oversaw construction of The Ballpark in Arlington and together with the rest of the city council successfully kept General Motors' Arlington Assembly and the Texas Rangers in Arlington. In 1997, Odom ran for mayor, winning 50.19% of votes as turnout reached a 10-year high. His major accomplishments as mayor included advocating for Arlington youth, supporting programs for citizens with disabilities and seniors, paying off The Ballpark in Arlington ahead of schedule, and creating a street maintenance sales program. He retired from office in 2003. == Early life and career == Elzie Odom was born on May 10, 1929, in Newton County, Texas. He was raised in the freedom colony of Shankleville, Texas, which was established by his ancestors, James (\"Jim\") and Winnie Shankle. The Odom family were subsistence farmers, raising cows, chickens, and pigs and growing crops for food. Odom's father worked as a carpenter and community undertaker, and his mother maintained a small general store across the street from their family home. Both parents later served in various positions at their local church, Mount Hope Baptist Church. Odom was the second youngest of eight siblings. Odom met his wife, Ruby Truvillion, while he was a junior in high school. Ruby is the daughter of Reverend Henry Truvillion and O'Neal Bluitt. After graduating from Burkeville Colored High School, Odom attended Prairie View College for one year before leaving school to be a carpentry apprentice under his father. Elzie and Ruby were married in July 1947. They have two children, Elzie Odom, Jr, and Dr. Barbara Odom- Wesley. In 1950, the family moved to Orange, Texas, in pursuit of greater employment opportunities. In 1950, Odom became a letter carrier with the United States Postal Service (USPS) in Orange, and earned supplemental income through sales jobs. Ruby was hired to work at the office of a local black dentist, and became a Registered Radiologic Technologist. The Odoms were active in their community, helping to establish a kindergarten and preschool for black children and participating in the local parent-teacher association. The Odoms were active members of the NAACP, and in 1956-1957 they attended and held secret meetings in response to state persecution of the NAACP. Odom was elected to serve on the Orange school district board in May 1965, making him the first African American to be elected as a city official in Orange County. In 1967, Odom became a postal inspector and was transferred to Los Angeles, where the family stayed for three years. He was the first black postal inspector in Texas and the fifth in the United States. After three years in Los Angeles, the family transferred to San Antonio before a final transfer to the Dallas region in 1979, where the family settled in Arlington. Odom retired from the USPS in 1987. == Political career == === Arlington City Council === In 1989, Odom ran for city council in Arlington against incumbent Theron Brooks. Afterwards, he was appointed to the Planning and Zoning Commission. He ran again for city council the next election cycle and won the run-off election for Place 4 on May 19, 1990. He was the first African American to be elected to the Arlington City Council. While he was a member of the city council, he worked on transportation, mobility, and redistricting issues facing Arlington. Odom and the city council increased minority representation on Arlington's boards and commissions, mirroring the city's population. In 1990, only two members of city boards and commissions were people of color. By 1996, 22% of members of Arlington's boards and commissions were people of color. While in office, he served as president of the Arlington Sport Facilities Development Authority, oversaw construction of The Ballpark in Arlington, and chaired the Arlington City Council's Youth Activities, Waste Water Treatment, Garbage Disposal, Community Development, and Employee Benefits committees. He also represented the city of Arlington on the North Central Texas Council of Governments, the Tarrant County Housing Partnership, the Texas Municipal League, the Working Connection, and the State Attorney General's Municipal Advisory Committee. During his tenure, the council successfully kept General Motors' Arlington Assembly and the Texas Rangers in Arlington. === Mayor of Arlington === Incumbent mayor Richard Greene had served in office for a decade when he announced that he would not be seeking reelection in 1997. Odom did not immediately seek to run for office as Mayor of Arlington as he did not want to risk losing his District 1 single-member council seat, and it was not until he was inspired by a sermon at his church that he decided to run for mayor. In March 1997, Odom announced his plans to run for office. He stated that his reason for running was: \"because I care for my family, my city, and its people, I am running for Mayor of the greatest city in the world. I plan to run a clean and positive neighbor-to-neighbor campaign with a simple theme: Getting Results For Arlington.\" Odom outlined a 10-point plan for his future administration, which included improving traffic and mobility, reducing crime, encouraging public-private partnerships, addressing unnecessary spending, and economic development. He received endorsements from council members and Arlington businesses. Odom won the election with 8,752 votes. His closest challenger was Laura Hightower, who won 7,060 votes. He and Hightower received 50.19% and 40.49% of the votes, respectively. City officials had estimated a voter turnout rate of 7.4%, but it reached 10%, the highest in 10 years. He became the first black mayor in Arlington's history. While in office, Odom advocated for Arlington youth, inviting students to visit his office during winter break. He also supported programs for citizens with disabilities and seniors. During this time, Arlington taxpayers paid off The Ballpark in Arlington years ahead of the payment cutoff date, and the city created a street maintenance sales program. He retired in 2003. == See also == * 2001 Arlington mayoral election == References == Category:1929 births Category:Living people Category:Mayors of Arlington, Texas Category:Texas city council members Category:School board members in Texas Category:People from Newton County, Texas Category:People from Orange, Texas Category:Prairie View A&M; University alumni Category:NAACP activists Category:United States Postal Service people ",
    "title": "Elzie Odom"
}