{
    "id": "61299229",
    "text": "Margaret Ellen Fox (born February 4, 1960) was a 14-year-old American girl who vanished under suspicious circumstances in Burlington, New Jersey in 1974. ==Disappearance== On June 24, 1974, Fox had plans to meet with a man who called himself \"John Marshall\" in regards to a babysitting job. She had advertised her services and on June 19 Marshall responded to the advertisement and stated he needed a babysitter the following weekend but he postponed the first several meetings with her. He finally said that he would meet her in a red Volkswagen. Fox took a bus to get to Mount Holly, New Jersey. Her younger sister accompanied her to the bus stop and saw her get onto the bus. Witnesses reported seeing the girl near Mill and High streets after she got off the bus in Mount Holly. She was never seen again. ==Investigation== After Fox failed to return home, her family notified authorities of her disappearance. They immediately began an investigation into her disappearance. \"John Marshall\" gave Fox a phone number to contact him at prior to her disappearance. The number was later traced to a supermarket in Lumberton, New Jersey. Marshall has never been identified. Authorities immediately knew that the circumstances surrounding Fox's disappearance were suspicious in nature. They believed that the girl became the victim of an abduction. Several other parents complained of men trying to lure their daughters with fake job offers. In 1976, a suspect in her case confessed to involvement in her disappearance but it turned out to be false. ==Ransom call== In the hours after Fox was reported missing, authorities started to record all phone calls that went to and from the Fox residence. One of these phone calls was from a man who demanded $10,000 for her safe return. The man stated, \"10,000 might be a lot of bread, but your daughter's life is the buttered topping.\" The caller has never been identified. Efforts have been made in recent years to identify this man whom police and the Federal Bureau of Investigation believe to be Fox's abductor. ==2019 updates== The Burlington City Police Department and the Federal Bureau of Investigation have reevaluated their efforts to find Fox and her abductor. The audio recording of the ransom call has been uploaded to the FBI website in an effort to see if someone might recognize the voice of the man who claimed he had Fox and wanted $10,000 for her safe return. In 2017, a retired police officer entered into a partnership with the Burlington PD to review and hopefully solve the case. A $25,000 award is being offered for information leading to the arrests of Fox's abductor(s). There have been no arrests made since. ==Unidentified persons exclusions== According to the National Missing and Unidentified Persons System, the following decedents were ruled out as being the remains of Fox. {| class=\"wikitable sortable\" |- ! Name || Location || Date || Age || Cause of death|| Circumstances |- | |- | Louise Fleischer | Chesapeake, Ohio | April 22, 1981 | 64-66 | Strangulation | A woman whose body was discovered in a well, having been killed between 1979 and 1981. Before her identification in 2019, she was thought to be as young as 30 years old when she died. |- | Cynthia Gastelle | Haymarket, Virginia | February 11, 1982 | 18 | Stabbing | A young woman discovered two years after her disappearance in 1980. Her remains were identified in 2012. |- |- | Will County Jane Doe | New Lenox, Illinois | April 19, 1981 | 25-40 | Undetermined | A currently unidentified female located along Interstate 80, who is thought to have been thrown from a moving vehicle about a year before her discovery. |- | Mary Silvani | Lake Tahoe, Nevada | July 17, 1982 | 33 | Gunshot | A Michigan native, estranged from family members, killed by a now-deceased serial offender. Silvani remained unidentified until 2019. |- | Alleghany County Jane Doe | Alleghany County, Virginia | November 18, 1985 | 35-75 | Undetermined | A currently unidentified female whose partial remains were located by hunters. |- | Knox County Jane Doe | Knoxville, Tennessee | June 1, 1987 | 20-30 | Gunshot (self-defense) | A currently unidentified woman killed in an attempted robbery. |- | Patrice Corely | Hebron, Ohio | April 19, 1990 | 29 | Beating | A Kentucky native who remained unidentified until 2017. |- | Marta Haydee Rodriguez | Stafford, Virginia | February 3, 1991 | 28 | Murder | A woman who initially disappeared in 1989. After her 2018 identification, her ex-boyfriend was charged with her murder. |- | Fairfax County Jane Doe | Centreville, Virginia | December 6, 1993 | 26-31 | Stabbing | A female discovered in a shallow grave, who is believed to have died in the late 1980s to early 1990s. |- | Newport News Jane Doe | Newport News, Virginia | June 6, 2014 | 25-45 | Undetermined | A currently unidentified female whose mummified body was discovered underneath a sheet. |} ==See also== *List of kidnappings *List of people who disappeared ==Notes== ==References== ==External links== *Margaret Ellen Fox at the Federal Bureau of Investigation * * * *Margaret Ellen Fox at the Charley Project Category:1970s missing person cases Category:1974 crimes in the United States Category:1974 in New Jersey Category:June 1974 events in the United States Category:Kidnapped American children Category:Kidnappings in the United States Category:Missing person cases in New Jersey ",
    "title": "Disappearance of Margaret Ellen Fox"
}