{
    "id": "61301954",
    "text": "Quality Control: Control the Streets, Volume 2 is a compilation album released by American record label Quality Control. The album was released on August 16, 2019.https://www.complex.com/music/2019/07/quality-control-drops-2-new-songs The album includes contributions from Quality Control artists Migos, Lil Yachty, Lil Baby, Marlo, DJ Durel, Migo Domingo, Mango Foo, YRN Lingo, YRN Murk, Duke Deuce, Dayytona Foxx, Kollision, 24Heavy, Street Bud, Jordan Hollywood, Stefflon Don, Layton Greene, City Girls & Renni Rucci. Other guest appearances include Gucci Mane, DaBaby, Tee Grizzley, Megan Thee Stallion, Gunna, Playboi Carti, Meek Mill, Travis Scott, Mustard, Young Thug, PnB Rock, Rylo Rodriguez, French Montana, Saweetie and Tay Keith. == Critical reception == Control the Streets, Volume 2 received mixed reviews from critics. In his review, Sheldon Pearce of Pitchfork wrote that \"the Atlanta label home to Migos & Lil Yachty overstuffs their new compilation with lackluster raps from stars who seem to be stuck in a loop\". == Commercial performance == Control the Streets, Volume 2 debuted at number three on the US Billboard 200 with 63,000 album-equivalent units, becoming Quality Control's second US top 10 album. ==Track listing== Adapted from HotNewHipHop, and credits adapted from Tidal. Notes * signifies a co-producer Sample credits * \"Leave Em Alone\" contains a sample and interpolation of \"Can't Leave 'em Alone\", written by Rodney Jerkins, Ciara Harris, Curtis Jackson, and LaShawn Daniels, as performed by Ciara. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| French Albums (SNEP) | 62 |- ! scope=\"row\"| New Zealand Albums (RMNZ) | 37 |- |- ! scope=\"row\"| US Billboard 200 | 3 |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 150 |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 57 |} ==References== Category:2019 compilation albums Category:Quality Control Music albums Category:Albums produced by Cubeatz Category:Albums produced by DJ Mustard Category:Albums produced by Metro Boomin Category:Albums produced by Murda Beatz Category:Albums produced by Rodney Jerkins Category:Albums produced by Southside (record producer) Category:Albums produced by Tay Keith Category:Albums produced by Pi'erre Bourne Category:Motown compilation albums ",
    "title": "Control the Streets, Volume 2"
}