{
    "id": "61303666",
    "text": "Sebastian Amigorena is an Argentinian-French immunologist and a Team Leader at the Institut Curie. ==Education and career== Sebastian Amigorena was born in 1960 in Buenos Aires. He studied biochemistry at Paris Diderot University, earning his Ph.D. in 1990 under the supervision of Wolf H. Fridman, with a thesis titled \"FcR expression in B lymphocytes\". He then went on to a postdoctoral fellowship in the laboratory of Ira Mellman at Yale Medical School. In 1995, he joined the faculty of the Institut Curie as a team leader, and is now director of the laboratory of Immunity and Cancer. He was elected to the French Academy of Sciences in 2005. ==Research== Amigorena's research focuses on antigen presentation by dendritic cells. In particular, Amigorena's research group has studied the processes by which dendritic cells take up, process, and display antigens to T cells, as well as how this process is regulated by regulatory T cells. ==Notable works== *Guermonprez P, Saveanu L... Amigorena S (2003). ER-phagosome fusion defines an MHC class I cross- presentation compartment in dendritic cells. Nature. 425(6956): pgs. 397-402 *Thery C, Boussac M... Amigorena S (2001). Proteomic analysis of dendritic cell-derived exosomes: a secreted subcellular compartment distinct from apoptotic vesicles. Journal of Immunology. 166(12): pgs. 7309-7318 *Regnault A, Lankar D... Amigorena S (1999). Fcy receptor-mediated induction of dendritic cell maturation and major histocompatibility complex class I-restricted antigen presentation after immuno complex internalization. Journal of Experimental Medicine. 189(2): pgs. 371-380 *Thery C, Regnault A... Amigorena S (1999). Molecular characterization of dendritic cell-derived exosomes: selective accumulation of the heat shock protein hsc73. Journal of Cell Biology. 147(3): pgs. 599-610 *Zitvogel L, Regnault A... Amigorena S (1998). Eradication of established murine tumors using a novel cell-free vaccine: dendritic cell-derived exosomes. Nature Medicine. 4(5): pgs. 594-600 ==References== Category:Paris Diderot University alumni Category:Living people Category:1960 births ",
    "title": "Sebastian Amigorena"
}