{
    "id": "61307235",
    "text": "\"Summer Girl\" is a song by American band Haim, released as a single on July 31, 2019. It premiered as Annie Mac's \"Hottest Record\" on BBC Radio 1. The song musically references “Walk on the Wild Side” by Lou Reed, who is credited as a songwriter. ==Background and writing== In a post to social media on July 30, Danielle Haim revealed that the track started as a GarageBand demo on her phone. The lyrics were inspired by producer and Danielle Haim's boyfriend Ariel Rechtshaid's cancer diagnosis during the making of their second album, Something to Tell You; Haim said that during the band's time off from touring, she wanted to be Rechtshaid's \"hope when he was feeling hopeless\" and a \"light that shined on him when he was feeling very dark\", which led to her singing \"I'm your summer girl\" over the demo's bass line. She asked friend and musician Rostam Batmanglij for help, and he wrote a saxophone part for the song. The saxophone part was adapted from the 1969 song Sing Me a Song That I Know by Blodwyn Pig. After he and Haim thought the melody sounded like \"Walk on the Wild Side\" by Lou Reed, he added bass guitar effects that mimicked the sound of the track. Haim then brought the song to Rechtshaid, who added final effects to the song. ==Critical reception== Pitchfork named the song the Best New Track, with staff writer Michelle Kim describing it as having a \"jazzier palette than Haim's usual guitar-forward funk-pop\", calling it \"sweetly plaintive\" and saying that with the lines \"You walk beside me, not behind me/Feel my unconditional love\", \"Danielle positions herself as a rock for her partner and invokes the age-old belief: Love has the power to heal.\" ==Promotion== Haim debuted the track at a concert at the Teragram Ballroom in Los Angeles on July 17. After performing the track live, the group shared a snippet of the song being played in the studio on social media. They later posted that it would be released later in the week. ==Music video== The music video premiered on YouTube on July 31, 2019. It marks the band once again collaborating with director Paul Thomas Anderson, and features the group walking the streets of Los Angeles, the band's hometown. The video presents a slightly longer mix of the song, running at a total time of 3 minutes and 52 seconds. ==Track listing== ==Personnel== Musicians * Danielle Haim – vocals, drums, bass programming * Alana Haim – guitar, background vocals * Este Haim – upright bass * Rostam Batmanglij – acoustic guitar, slide guitar, organ, synthesizer, shaker, drum programming * Ariel Rechtshaid – drums, tambourine * Henry Solomon – saxophone Technical * Ariel Rechtshaid – recording, mixing * Rostam Batmanglij – recording, mixing * Chris Kasych – recording * Grace Banks – recording * John DeBold – recording * Michael Harris – recording * Nate Head – recording * Shawn Everett – mixing ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- |- ! scope=\"row\"| New Zealand Hot Singles (RMNZ) | 15 |- |- |- |} ==References== Category:2019 singles Category:2019 songs Category:Haim (band) songs Category:Songs written by Rostam Batmanglij Category:Songs written by Ariel Rechtshaid Category:Songs written by Lou Reed Category:Songs written by Alana Haim Category:Songs written by Danielle Haim Category:Songs written by Este Haim ",
    "title": "Summer Girl (Haim song)"
}