{
    "id": "61302048",
    "text": "The Extraordinary Prize of Degree or Award for Excellence in Academic Career (Premio Extraordinario de Fin de Carrera or Premio Extraordinario de Licenciatura/Grado, in Spanish), also the Extraordinary Prize of Bachelor's Degree or Extraordinary End-of-Career Award, in Spain, are the official and prestigious university academic awards granted annually by each university in Spain to students who have completed a university degree with better academic result and better academic trajectory. It is a Spanish academic award for the best academic results at university, the highest-ranking student in a graduating. It is similar to the valedictorian used in the United States, to the dux (Latin for \"leader\") and to the Major de promotion (\"first in class\") in France. The student who has been awarded the Extraordinary End-of-Career Award must give the graduation speech and students who have been awarded it become candidates of the Spanish National End-of-University-Career Award. == The Award == The Extraordinary End-of-Career Prize is awarded annually by the Governing Council of each Spanish university, for each academic degree that the university offers (Medicine, Law, Economics, ...), to students who have the best academic records (with an academic record full of distinctions and Honours). As a university award, each university approves its own regulations on the awarding of the Extraordinary End-of-Career Prize. The extraordinary awards will be granted by the Rector at the proposal of the Centers, Faculties or Schools. The prizes usually have an economic endowment, either in direct mode or in way of exemption of payments in subsequent studies. === Award name === As the prize is awarded by each university, there may be some slight variation in the name, but most universities follow the same name. This award which rewards and recognizes the Excellence in Academic Career is called: * Extraordinary End-of-Career Award (Premio Extraordinario de Fin de Carrera, in Spanish) *Extraordinary End-of-Degree Award (Premio Extraordinario de Fin de Carrera, in Spanish) * Extraordinary End-of-Studies Award (Premio Extraordinario de Fin de Estudios, in Spanish) * Extraordinary Prize of Degree or Extraordinary Prize of Bachelor's Degree (Premio Extraordinario de Licenciatura/Grado, in Spanish) * Extraordinary Degree Award (Premio Extraordinario de Licenciatura/Grado, in Spanish) == National End-of- University-Career Award == The students who are awarded the Extraordinary Prize of Degree are automatically candidates for the National End-of- University-Career Award granted by the Ministry of Education and Vocational Training, among all the Extraordinary Prizes of Degree awarded, which have an endowment economic of 3300 euros for the first prize, 2650 euros for the second and 2200 euros for the third. == Notable students with the Extraordinary Prize of Degree == Among the people who have obtained Honours in Bachelor and / or University are: * Soraya Saénz de Santamaría, first of his promotion in the Law Degree at the University of Valladolid, she obtained the Extraordinary Prize of Degree. * Pablo Iglesias, the best record of his promotion of Political Science Degree, he obtained the Extraordinary Prize of Degree. * Mario Conde, he obtained Honours in all subjects of the Law Degree at the University of Deusto, he obtained the Extraordinary Prize of Degree. * José Ignacio Wert, best academic record of his promotion in Law Degree at the Complutense, he obtained the Extraordinary Prize of Degree. * Mariano Rajoy, best academic record of his promotion in Law Degree at the University of Santiago de Compostela, he obtained the Extraordinary Prize of Degree. * Cristóbal Montoro, best academic record of his promotion in Economics Degree, he obtained the Extraordinary Prize of Degree. == See also == * Valedictorian * Class rank * Dux * Grade inflation * Latin honors *Honours == References == Category:Academic terminology Category:Academic honours Category:Qualifications Category:Education awards Category:Education in Spain ",
    "title": "Extraordinary Prize of Degree"
}