{
    "id": "61301001",
    "text": "Dimitrios Tsitsimis (Greek: Δημήτριος Τσιτσίμης) was a Greek chieftain of the Macedonian Struggle. == Biography == Tsitsimis was born in the late 19th century in Üstrümce, then Ottoman Empire (now Strumica, North Macedonia). He was a tobacco trader in the profession but quickly took action to contribute to the Macedonian Struggle. He initially joined Georgios Karaiskakis' armed group, a local of Bogdanci, who became a coleader.Γεώργιος Μόδης, Αγώνες στη Μακεδονία, Εκδόσεις Μπαρμπουνάκης, Thessaloniki, 1975, p. 200 He then set up his own small armed group and became leader. He acted in the regions of Strumica, Gevgelija, nearby Doiran Lake and Kilkis. For some time he was the leader of the militia of the village Gabrovo of Strumica.\"Αφανείς Γηγενείς Μακεδονομάχοι\", επιστημονκή επιμέλεια Ιωάννης Σ. Κολιόπουλος, Εταιρεία Μακεδονικών Σπουδών (ΕΜΣ), University Studio Press, Thessaloniki, 2008, p. 182 He was pursued by the Bulgarian komitadjis and the Ottoman authorities but was never caught. During the Balkan Wars he participated as a volunteer and undertook various missions in Central Macedonia, as a detector and guide of the Hellenic Army. After the end of the Second Balkan War and the migration of the Greeks of Strumica, he settled in Kilkis where he continued to practice his profession, tobacco trading. He was the first Greek mayor of Kilkis. He was also the director of the first group of scouts of Kilkis. For his national action, he was awarded several times by the Greek state. His military equipment and his weapons are displayed at the Macedonian Struggle Museum in Thessaloniki. == References == == Sources == * Κωνσταντίνος Βακαλόπουλος, Ο Μακεδονικός Αγώνας (1904-1908), Η ένοπλη φάση, Thessaloniki, 1987 * Περιφερειακή Εφορεία Προσκόπων Κιλκίς, Ο Προσκοπισμός στο Κιλκίς * Κοινωνία Πολιτών Ν. Κιλκίς, 27 Οκτωβρίου 2008, Ιωάννης Τσιτσίμης, \"Η χαμένη τιμή του καπετάν Μίκη Ζέζα, Στη μνήμη του οπλαρχηγού Β΄, Στρώμνιτσας, Δημήτρη Τσιτσίμη\" Category:Greek people of the Macedonian Struggle Category:Greek Macedonians Category:People from Strumica Category:Macedonian revolutionaries (Greek) Category:Greek military personnel of the Balkan Wars ",
    "title": "Dimitrios Tsitsimis"
}