{
    "id": "61303401",
    "text": "Ciena Alipio (born March 7, 2004) is an American artistic gymnast and a member of the United States women's national gymnastics team. == Early life == Alipio was born to Linda and Dante Alipio in 2004 in San Jose, California. She has one brother, Eric. She does her schooling through Laurel Springs School. == Gymnastics career == === J.O. & HOPEs === ==== 2015–16 ==== In 2015 Alipio was part of the Junior Olympic Program and competed at various HOPEs competitions. She competed at the 2015 HOPES Championships where she placed first on the balance, second in the all-around and on floor exercise, sixth on uneven bars, and eighth on vault.https://usagym.org/PDFs/Results/w_15susc_hopes10-11.pdf In 2016 she competed at the 2016 Women's Junior Olympic National Championships where she placed second on floor exercise. She also competed at the 2016 Hopes Classic where she placed first in the all-around and at 2016 Hopes Championships where she placed first on balance beam and second in the all- around.https://usagym.org/PDFs/Results/w_16hopeschamps.pdf === Junior Elite === ==== 2017 ==== In 2017 Alipio qualified for junior elite status at the Brestyans National Qualifier. She made her elite debut at the American Classic where she place 11th in the all-around. In late July she competed at the 2017 U.S. Classic where she placed 16th in the all-around. She ended the season competing at the 2017 U.S. National Gymnastics Championships where she placed 21st in the all-around. ==== 2018 ==== In early July, Alipio competed at the American Classic where she placed ninth in the all-around. Later that month she competed at the 2018 U.S. Classic where she placed 17th in the all-around. In August Alipio competed at the 2018 U.S. National Gymnastics Championships. She finished sixteenth in the all-around but won silver on balance beam, finishing behind Konnor McClain. ==== 2019 ==== In February, Alipio was named to the team to competed at the 2019 City of Jesolo Trophy in Italy, her first international assignment, alongside Kayla DiCello, Konnor McClain, and Sophia Butler. As a result, she was added onto the junior national team. While there she helped the USA win team silver behind Russia and individually she won silver on balance beam behind Russian Viktoria Listunova, bronze on vault behind McClain and Listunova, and placed eighth in the all-around. In June Alipio competed at the Junior World Championships Trials where she placed fifth in the all-around, but placed first on balance beam and third on uneven bars; however she was not named to team. Later that month she competed at the American Classic where she won gold in the all-around and on uneven bars, and placed second on balance beam. In July Alipio competed at the U.S. Classic where she finished fifth in the all-around behind Konnor McClain, Sydney Barros, Olivia Greaves, and Skye Blakely. She won bronze on the balance beam behind McClain, placed tenth on vault, and eleventh on uneven bars and floor exercise. ==Competitive History== ===Junior=== {| class=\"wikitable\" style=\"text-align:center; font-size:95%;\" |- ! align=center | Year ! align=center | Event ! style=\"width:30px;\" | Team ! style=\"width:30px;\" | AA ! style=\"width:30px;\" | VT ! style=\"width:30px;\" | UB ! style=\"width:30px;\" | BB ! style=\"width:30px;\" | FX |- | rowspan=\"3\" | 2017 || align=left | American Classic || || 11 || 19 || 18 || 9 || 4 |- | align=left | U.S. Classic || || 16 || 16 || 42 || 8 || 10 |- | align=left | U.S. National Championships || || 21 || 18 || 15 || 15 || 28 |- | rowspan=\"3\" | 2018 || align=left | American Classic || || 9 || 7 || 16 || 22 || 10 |- | align=left | U.S. Classic || || 17 || 21 || 35 || 4 || 12 |- | align=left | U.S. National Championships || || 16 || 8 || 22 || || 15 |- | rowspan=\"5\" |2019|| align=left | City of Jesolo Trophy || || 8 || || || || |- | align=left | Jr. World Championships Trials || || 5 || || || || |- | align=left | American Classic || || || 9 || || || 19 |- | align=left | U.S. Classic || || 5 || 10 || 11 || || 11 |- | align=left | U.S. National Championships || || 6 || 13 || 10 || || 11 |} == References == ==External links== * * Category:2004 births Category:Living people Category:American female artistic gymnasts Category:Sportspeople from San Jose, California Category:U.S. women's national team gymnasts ",
    "title": "Ciena Alipio"
}