{
    "id": "61307879",
    "text": "Gupteshwar Pandey has been an Indian Police Service (IPS) officer since 1987. He served as Director General of Police (DGP) of Bihar. He has taken voluntary retirement on 22 September 2020, five months before completion of his service tenure (28 February 2021). He was succeeded by Sanjeev Kumar Singhal. == Early life and education == Gupteshwar Pandey was born in 1961 in Geruabandh village of Buxar district. His village was away from basic facilities like electricity, health, education, and roads. After completing his intermediate, he studied at Patna University. He earlier appeared for the UPSC exam in Sanskrit Language and was allotted Indian Revenue Service - Income Tax after which he reappeared for UPSC and joined the Indian Police Service (IPS) in 1987 and was allotted Bihar Cadre. == Career as IPS == He has served as SP in few major districts of Bihar. While serving as IG of Tirhut Division Muzaffarpur Range, he had started many initiatives to curb crime and make police people-friendly. == Alcohol ban campaign == In November 2015, the Bihar Government completely banned alcohol. Gupteswar Pandey traveled across Bihar and campaigned for an alcohol ban. Women supported this campaign to a great extent. == Political career == Pandey earlier applied for VRS before the 2014 Lok Sabha election but he was not given ticket from Buxar constituency, later he withdrew his VRS application. In 2020, after quick approval of his VRS from Governor Fagu Chauhan, an exception was made in his case with the waiver of a mandatory three-month-long cooling off period for government servants to join politics. Pandey joined Janata Dal (United) on 27 September 2020 at party supremo and Chief Minister Nitish Kumar’s residence in Patna. == References == == Further reading == * == External links == Category:Living people Category:1961 births Category:Indian police officers Category:Bihar Police Category:Janata Dal (United) politicians ",
    "title": "Gupteshwar Pandey"
}