{
    "id": "61307506",
    "text": "The hübsche families were the third elite class of the Electorate and Kingdom of Hanover in the 18th and early 19th centuries, after the nobility and the clergy. At the time Hanover was in a personal union with the United Kingdom. The group consisted of the higher bourgeoisie and the elite of university- educated civil servants, and played a significant role in the governing of Hanover, often as higher civil servants.Klaus Mlynek: Hübsche Familien. In: Stadtlexikon Hannover, . The word hübsche literally means courtly and may be loosely translated as \"genteel\"; it originally meant that someone was presentable at court.\"hübsch,\" Grimmsches Wörterbuch. The hübsche families have been described as a \"state patriciate.\" In contrast to old noble families which tended to favour military careers, hübsche families placed emphasis on academic education, especially legal education, and favoured careers in the civil service. The hübsche families were a form of Bildungsbürgertum. ==Notable families== *Albrecht family *Baring family == Literature == * Joachim Lampe: Aristokratie, Hofadel und Staatspatriziat in Kurhannover. Die Lebenskreise der höheren Beamten an den kurhannoverschen Zentral- und Hofbehörden 1714–1760. In Veröffentlichungen der Historischen Kommission für Niedersachsen und Bremen, Folge 24: Untersuchungen zur Ständegeschichte Niedersachsens, vol. 2, Historische Kommission für Niedersachsen und Bremen, Göttingen: Vandenhoeck & Ruprecht, 1963. * Henning Rischbieter (ed.): Hannoversches Lesebuch oder: was in Hannover und über Hannover geschrieben, gedruckt und gelesen wurde, vol 1: 1650–1850, 3rd edition, Hanover: Schlütersche Verlagsgesellschaft, , p. 64f. and p. 145ff. * H. Barmeyer: Hof und Hofgesellschaft in Hannover. In Hans-Dieter Schmid (ed.): Hannover – am Rande der Stadt, in the series Hannoversche Schriften zur Regional- und Lokalgeschichte, vol. 5, Bielefeld: Verlag für Regionalgeschichte, 1992, , . * Klaus Mlynek: Hübsche Familien. In Klaus Mlynek, Waldemar R. Röhrbein (ed.) among others: Stadtlexikon Hannover. Von den Anfängen bis in die Gegenwart. Schlütersche, Hannover 2009, , . == References == Category:Electorate of Hanover Category:Kingdom of Hanover Category:Social class subcultures Category:Social history of the Holy Roman Empire Category:Social class in Germany ",
    "title": "Hübsche families"
}