{
    "id": "61300494",
    "text": "Iraklis Patikas between 1904-1908 Iraklis Patikas (Greek: Ηρακλής Πατίκας), known as well with his nickname Captain Iraklis, was a significant Greek chieftain of the Macedonian Struggle. == Biography == Iraklis Patikas with his armed group. Patikas was born in the 1870s in Vasilika of Thessaloniki. Initially, he served as a soldier in armed groups operating in the areas of Thermi, Langadas and Polygyros, against the Bulgarian komitadjis who were trying to penetrate this geographical area, but also against the Ottoman authorities. He soon emerged to a great chieftain who acted autonomously in the same areas. In the spring of 1908, he collaborated with the officers Ar. Kois, P. Papatzaneteas, D. Galanopoulos and D. Kourtzis, as well as with chieftain Georgios Vlachos, a local of Chalkidiki. In June of that year, he successfully defeated a Bulgarian attack in Arnaia. With the revolution of the Young Turks and the general amnesty that they gave, he returned to his home town, just like the rest of his cooperators. In 1916, with the outbreak of the National Defence coup d'état, the family of Patikas was expelled by the Venizelist forces, who, after destroying the property of his family, also pursued him, forcing him to escape in order to avoid imprisonment. == Sources == * Εφημερίδα: Άποψη και όχι μόνο, τεύχος 9, Ιούνιος 2010, Η άποψη της Δ.Ο. ΠΑΣΟΚ Βασιλικών για την ονομασία του νέου Καλλικράτειου ∆ήμου Βασιλικών - Θέρμης - Μίκρας * Παλαιοχώρι Χαλκιδικής, Η ωμότητες των Βενιζελικών στη Χαλκιδική * Konstantinos A. Vakalopoulos, Ο ένοπλος αγώνας στη Μακεδονία 1904-1908, Irodotos, Thessaloniki, 1999, p. 325 Category:Greek people of the Macedonian Struggle Category:Greek Macedonians Category:People from Vasilika, Thessaloniki Category:Macedonian revolutionaries (Greek) ",
    "title": "Iraklis Patikas"
}