{
    "id": "61305122",
    "text": "Andrew Scahill is an Assistant Professor in the English department at the University of Colorado Denver, where he specializes in critical analysis of the horror genre and images of youth rebellion. == Education == He received his B.A. and M.A. in English Literature from The Ohio State University. In 2010, he received his Ph.D. in Radio-Television-Film from University of Texas at Austin under the direction of Janet Staiger. == Career == Scahill began his teaching career in the English department at George Mason University while also teaching at American University, University of Maryland College Park, and Georgetown University in Washington, D.C. In 2015, he joined the English department faculty at Salisbury University in Maryland. And in 2017, he took an Assistant Professor position in the English Department at the University of Colorado Denver. His work as a whole focuses upon genre analysis and reception studies, and Scahill is a leading authority on the representation of monstrous youth. His book The Revolting Child in Horror Cinema: Youth Rebellion and Queer Spectatorship argues that the “revolting child”—whose forms include the child with a dark secret (The Bad Seed), the child who becomes a monster in adolescence (The Exorcist), the child who must be rejected (The Omen), or the child who forms a cabal of outcasts (Village of the Damned)—functions as a potent metaphor for queer youth. Drawing together film theory, queer theory, childhood studies, and reception studies, The Revolting Child in Horror Cinema examines the fear surrounding young bodies in revolt, and asks what pleasure the unruly child may offer for the queer spectator. Scahill has co-edited Lost and Othered Children in Global Cinema, which was named an Outstanding Academic Title by the American Library Association in 2012. Scahill is currently at work on a critical study of the Peter Jackson film Heavenly Creatures as part of a book series from Routledge on the representation of youth in cinema. Dr. Scahill has also published work on Japanese horror director Kiyoshi Kurosawa, a rhetorical analysis of the Family Movie Act of 2004 and film censorship campaigns, an examination of the television shows Bates Motel and Hannibal as \"preboots\" of existing horror films (Psycho and Silence of the Lambs), an essay on the John Hughes coming-of-age fantasy film Weird Science, and multiple studies of the work of young queer filmmakers today. In 2019, Scahill appeared as a horror genre expert in the documentary Scream, Queen!: My Nightmare on Elm Street, which examines the slasher film Nightmare on Elm Street 2, infamous within the franchise for its homoerotic subtext and its lead actor, Mark Patton, who was living as a closeted gay actor in 1985. The film received widespread acclaim at film festivals across North America, including Inside Out Film and Video Festival in Toronto, Frameline Film Festival in San Francisco, Outfest in Los Angeles, and Fantastic Fest in Austin. Scahill has served as Coordinating Editor for The Velvet Light Trap, Assistant Editor for Literature/Film Quarterly, and Co-Chair for the Hosting Committee of the Society for Cinema and Media Studies in 2020. == Bibliography == * The Revolting Child in Horror Cinema: Youth Rebellion and Queer Spectatorship (Palgrave Macmillan, 2015) * Lost and Othered Children in Contemporary Cinema (Lexington Books, 2012) == References == Category:University of Colorado Denver faculty Category:Ohio State University alumni Category:University of Texas alumni Category:George Mason University faculty Category:Salisbury University faculty Category:Year of birth missing (living people) Category:Living people ",
    "title": "Andrew Scahill"
}