{
    "id": "61309295",
    "text": "First Church and Parish, Dedham MA The First Church and Parish in Dedham is a Unitarian Universalist congregation in Dedham, Massachusetts. It was the 14th church established in Massachusetts. The current minister, Rev. Rali M. Weaver, was called in March 2007, settled in July, and is the first female minister to this congregation. ==History== ===Establishment=== Dedham was first settled in 1635 and incorporated in 1636. While it was of the utmost importance for the founders, \"founding a church was more difficult than founding a town.\" Meetings were held late in 1637 and were open to \"all the inhabitants who affected church communion... lovingly to discourse and consult together [on] such questions as might further tend to establish a peaceable and comfortable civil society and prepare for spiritual communion.\" On the fifth day of every week they would meet in a different home and would discuss any issues \"as he felt the need, all 'humbly and with a teachable heart not with any mind of cavilling or contradicting.'\" After they became acquainted with one another, they asked if \"they, as a collection of Christian strangers in the wilderness, have any right to assemble with the intention of establishing a church?\" Their understanding of the Bible led them to believe that they did, and so they continued to establish a church based on Christian love, but also one that had requirements for membership. In order to achieve a \"further union\", they determined the church must \"convey unto us all the ordinances of Christ's instituted worship, both because it is the command of God... and because the spiritual condition of every Christian is such as stand in need of all instituted ordinances for the repair of the spirit.\" The group would meet for worship under a large tree in the forest, believed to be near the site of the current church. It took months of discussions before a church covenant could be agreed upon and drafted. The group established thirteen principles, written in a question and answer format, that established the doctrine of the church. In the summer of 1638, Allen, by common consent, was asked to organize a church and chose Wheelock as his assistant. With the doctrinal base agreed upon, ten men were selected to seek out the \"living stones\" upon which the congregation would be based. The group began to meet separately and, one by one, beginning with Allen, they would leave the room so that the others could elect or reject them. They decided that six of their own number--John Allen, Ralph Wheelock, John Luson, John Fray, Eleazer Lusher, and Robert Hinsdale—were suitable to form the church. John Hunting, who was new to the town, was also deemed acceptable. One of the original ten, Edward Alleyn, was considered a borderline case, but the questions about him were satisfactory addressed and he was approved. The eight men submitted themselves to a conference of the entire community. The group sent letters to other churches and to magistrates informing them of their intention to form a church. The Great and General Court responded by saying that no church should be gathered without the advice of other churches and the consent of the government. As they did not believe they needed the approval of any outside body to gather a church, they wrote to the governor seeking an explanation. He confirmed that there was no intent to adbridge their liberties and that gathering a church in the manner they proposed was not unlawful. Finally, on November 8, 1638, two years after the incorporation of the town and one year after the first church meetings were held, the covenant was signed and the church was gathered. Guests from other towns were invited for the event as they sought the \"advice and counsel of the churches\" and the \"countenance and encouragement of the magistrates.\" At the first service, Wheelock began with a prayer and then Allen spoke to the assembly. Each of the eight members then made a public profession of faith. Allen then asked the invited church elders to confer and address the congregation on what they had observed. Rev. Mr. Mathers of Dorchester then spoke to say that they saw nothing objectionable and closed with \"a most loving exhortation.\" The church elders then extended the right hand of fellowship to the new congregation. ===Early years=== On the Sunday after Allen's ordination, he informed the congregation that any children of church members who had not yet been baptized could receive it on the following Sunday. John and Hannah Dwight brought their daughters, Mary and Sarah, and they became the first people to be baptized in the church. Communion was distributed on the Sunday after that. Widows who cared for the meetinghouse were church officers. Deacons began being elected in 1650 with Henry Chickering and Nathan Aldus the first men elected to the role. Their role was to sing psalms and to hold the collection boxes as congregants filed before them to drop in money for the poor. The magistrates and \"chief gentleman\" went first, followed by the elders and male members of the congregation. Then came single people, widows, and women without their husbands. Though Allen's salary was donated freely by members and non-members alike his salary was never in arrears, showing the esteem in which the other members of the community held him. In the 1670s, as the Utopian spirit of the community waned, it became necessary to impose a tax to ensure the minister was paid. In 1763, the second and current meetinghouse was constructed. It was renovated and reoriented to face the Little Common in 1820. In the church, a portrait of Alvan Lamson is to the left of the pulpet and one of Joseph Belcher hangs to the right. Prior to Jason Haven becoming minister, the church had very infrequently enforced a provision requiring anyone who had sex before marriage to confess the sin before the entire congregation. The first records of such confessions took place during the pastorate of Samuel Dexter, and they were rare. Such confessions increased dramatically during Haven's term, however. During his first 25 years there were 25 such confessions, of which 14 came during the years 1771 to 1781. In 1781, he preached a sermon condemning fornication and the then-common practice of women sleeping with men who professed their intention to marry. The sermon was so long and memorable that decades later, in 1827, congregants still remembered the ashamed looks on the faces of those gathered and how uncomfortable many were. ===Membership=== At first, only 'visible saints' were pure enough to become members. A public confession of faith was required, as was a life of holiness. A group of the most pious men interviewed all who sought admission to the church. All others would be required to attend the sermons at the meeting house, but could not join the church, nor receive communion, be baptized, or become an officer of the church. Once the church was established, residents would gather several times a week to hear sermons and lectures in practical piety. By 1648, 70% of the men and many of their wives, and in some cases the wives only, had become members of the Church. Between the years of 1644 and 1653, 80% of children born in town were baptized, indicating that at least one parent was a member of the church. Servants and masters, young and old, rich and poor alike all joined the church. Non-members were not discriminated against as seen by several men being elected Selectmen before they were accepted as members of the church. While in early years nearly every resident of the town was a member of the church, membership gradually slowed until only eight new members were admitted from 1653 to 1657. None joined between 1657 and 1662. By 1663, nearly half the men in town were not members, and this number grew as more second generation Dedhamites came of age. The decline was so apparent across the colony by 1660 that a future could be seen when a minority of residents were members, as happened in Dedham by 1670 It was worried that the third generation, if they were born without a single parent who was a member, could not even be baptized. The number of infant baptisms in the church fell by half during this period, from 80% to 40%. To resolve the problem, an assembly of ministers from throughout Massachusetts endorsed a \"half-way covenant\" in 1657 and then again at a church synod in 1662. It allowed parents who were baptized but not members of the church to present their own children for baptism; however, they were denied the other privileges of church membership, including communion. Allen endorsed the measure but the congregation rejected it, striving for a pure church of saints. Initially, a public profession of faith was officially required to join the church, though in practice it was not always enforced. By 1742 a person might, at their own discretion, make either a public profession or a private one to the minister to gain admittance. By 1793, the minister would propose a new member and, if no objection was raised within two weeks, they would be admitted. Women could be members of the church but could not vote in the church meeting. ===Covenants=== The first covenant was signed the day the church was gathered, November 8, 1638. New covenants were later adopted on May 23, 1683, March 4, 1742, in 1767, and on April 11, 1793. The 1793 covenant was much broader than those that preceded it. Jason Haven, the minister at the time, expressed the prevailing belief in the church that all should be permitted to \"enjoy the right of his private opinion provided he doth not break in upon the rights of others.\" The new covenant allowed anyone who declared himself to be a Christian to be admitted as a member. > We profess our belief in the Christian Religion. We unite ourselves together > for the purpose of obeying the precepts and honoring the institutions of the > religion which we profess. We covenant and agree with each other to live > together as a band of Christian brethren; to give and receive counsel and > reproof with meekness and candor; to submit with a Christian temper to the > discipline which the Gospel authorizes the church to administer; and > diligently to seek after the will of God, and carefully endeavor to obey all > His commandments. ===Dissent and division of the church=== As the town grew and residents began moving to outlying areas, the town was divided into parishes and precincts. Parishes could hire their own ministers and teachers while precincts could do that and elect their own tax assessors and militia officers. In 1717, the Town Meeting voted, in what was the first ever concession to outlying areas, to exempt residents from paying the minister's salary if they lived more than five miles from the meetinghouse. Those who chose to do so could begin attending another church in another town. In May 1721, Town Meeting refused to allow an outlying section of town to hire their own minister, prompting that group to seek to break away as the town of Walpole. The Clapboard Trees section of town had more liberal religious views than did those in either the original village or South Dedham. After a deadlocked Town Meeting could not resolve the squabbling between the various parts of town, the General Court first put them in the second precinct with South Dedham, and then in the first precinct with the village. This did not satisfy many of them, however, and in 1735 they hired their own minister along with some likeminded residents of the village. This was an act of dubious legality and the General Court once again stepped in, this time to grant them status as the third precinct and, with it, the right to establish their own church. The General Court also allowed more liberal minded members of conservative churches to attend the more liberal churches in town, and to apply their taxes to pay for them. ===Split with the Allin Congregational Church=== The First Church of Dedham and church green. The preaching of Jonathan Edwards and George Whitefield helped to revive the churches of Dedham during the Great Awakening. The theological debates that arose as a result, however, helped bring about a split in the churches into different denominations. In the early 19th century, all Massachusetts towns were Constitutionally required to tax their citizens \"for the institution of the public worship of God, and for the support and maintenance of public Protestant teachers of piety.\" All residents of a town were assessed, as members of the parish, whether or not they were also members of the church. The \"previous and long standing practice [was to have] the church vote for the minister and the parish sanction this vote.\" In 1818 \"Dedham [claimed] rights distinct from the church and against the vote of the church.\" The town, as the parish, selected a liberal Unitarian minister, Rev. Alvan Lamson, to serve the First Church in Dedham. The members of the church were more traditional and rejected Lamson by a vote of 18-14. When the parish installed and ordained Lamson, the more conservative or orthodox members left in 1818 decided to form a new church nearby, what is now known as the Allin Congregational Church. The departing members included Deacon Samuel Fales, who took parish records, funds, and the valuable silver used for communion with him. The case reached the Supreme Judicial Court who ruled that \"[w]hatever the usage in settling ministers, the Bill of Rights of 1780 secures to towns, not to churches, the right to elect the minister, in the last resort.\"Eliphalet Baker and Another v. Samuel Fales, 16 Mass. 403 The court held that the property had to be returned to First Church, setting a precedent for future congregational splits that would arise as Unitarianism grew. The case was a major milestone in the road towards the separation of church and state and led to the Commonwealth formally disestablishing the Congregational Church in 1833. The orthodox faction supposedly responded to the decision with the saying, \"They kept the furniture, but we kept the faith.\" Despite the court ruling, the silver was not returned to First Church. It remained hidden away until 1969 when it was donated to the Dedham Historical Society as a neutral third party. Today it is on permanent loan to the Museum of Fine Arts, and replicas have been made for both churches. ==Ministers== {| class=\"wikitable\" style=\"float: right; margin- left: 1em; \" |+ !Minister!!Years of service!!Notes |- |John Allen||1639-1671|| |- |Vacant||1671-1673 || |- |William Adams||December 3, 1673 – August 17, 1686|| |- |Vacant||1685-1693|| |- |Joseph Belcher|||November 29, 1693 – April 27, 1723|| |- |Samuel Dexter||May 6, 1724 – January 29, 1755|| |- |Jason Haven||February 5, 1756 – May 17, 1803|| |- |Joshua Bates||March 16, 1803-February 20-1818|| |- |Alvan Lamson||October 29, 1818 – October 29, 1860|| |- |Benjamin H. Bailey ||March 14, 1861 – October 13, 1867|| |- |George McKean Folsom||March 31, 1869 – July 1, 1875|| |- |Seth Curtis Beach||December 29, 1875-|| |- |William H. Fish, Jr. || || |- |J. Worsley Austin|| October 15, 1898-|| |- |Roger S. Forbes|||| |- |William H. Parker|||| |- |Charles R. Joy|||| |- |Lyman V. Rutledge|||| |- |Rali Weaver || 2007–present || |} ===John Allen=== A \"tender\" search for the flock's first minister took several months, but finally John Allen was ordained as pastor and John Hunting as Ruling Elder. The selection process was not easy. John Phillips, though he was \"respected and learned\" and much desired, twice refused calls to become minister. Thomas Carter likewise declined the post and instead became minister in Woburn. The \"gifts and graces\" of each member of the church was tested and considered for nearly two years before they settled upon Allen. Then came the question of whether he should be called minister or pastor or something else. The opinion of other churches was requested, but they replied with indifference. Allen became known as pastor. As he held the teaching office, his role was to pray, preach, and instruct. As pastor, he was to administer baptism and other sacraments. After selecting a pastor, the names of Ralph Wheelock, John Hunting, Thomas Carter, and John Kingsbury were put forward for the role of ruling elder with Hunting eventually being selected. On April 24, 1639, a day of fasting and prayer, Hunting and Allen were ordained in the presence of the Dedham congregation and the elders of other churches. The hands of Allen, Wheelock, and Edward Allyne were laid upon Hunting during his ordination and those of Hunting, Wheelock, and Allyne were laid upon Allen for his ordination. As in England, Puritan ministers in the American colonies were usually appointed to the pulpits for life and Allen served for 32 years. He received a salary of between 60 and 80 pounds a year. Though laws of the colony required churches to provide homes for their ministers, Dedham did not. When land was divided, Allen's name was always at the top of the list and he received the largest plot. Towards the end of his life in 1671, Allen's health deteriorated and it became necessary to hire visiting ministers. ===William Adams=== After Allen's death the pulpit went without a settled minister for a long stretch but he was eventually succeeded by William Adams. He was the congregation's first choice, but he declined their first two calls. In September 1672 he agreed to preach on a trial basis and, on December 3, 1673 he was ordained. He served until his death in 1685. ===Joseph Belcher=== The church was without a minister from 1685 to 1692. It is assumed that several young men were offered the pulpit but declined it during those years. At the end of 1691 the congregation voted to accept the half-way covenant and a new minister was found and installed the next year. That minister, Joseph Belcher, began preaching in the spring of 1692 and was installed on November 29, 1693. He first preached in Dedham on April 17, 1692 and then again for the second time a month later on May 15. The records of May 23, 1692 Town Meeting indicate that \"the Ch and Town have given a call\" to have Belcher move to Dedham and serve as the minister. Belcher returned to preach on June 12 and did so regularly beginning on October 30. Church records indicate the call was given on December 4, 1692. A few weeks later, on December 23, Town Meeting voted to set his salary at 60 pounds a year. Belcher was minister at First Church from 1693 until his death in 1723, although illness prevented him from preaching after 1721. During his time as minister, a tax was instituted in Dedham to ensure his salary was paid. He tried to have the church return to a system of voluntary contributions in 1696, but it failed. By the end of his tenure his salary was 100 pounds a year plus the firewood provided by members of the parish. The town also contributed 60 pounds to build a parsonage on land now owned by the Allin Congregational Church. Five of his sermons survive. One was delivered before the Great and General Court, one before the Ancient and Honorable Artillery Company, two preached in Dedham specifically for young people, and one at the ordination of Nathaniel Cotton in Bristol, Rhode Island. His portrait, donated in 1839, hangs just left of First Church's pulpit. ===Samuel Dexter=== Samuel Dexter preached for the first time on October 15, 1722 and was called to minister at First Church in the fall of 1723. His call was opposed by some in the community, but it was for primarily political reasons, not necessarily theological ones. He was ordained on May 6, 1724 and served until his death in 1755. During his ministry, several outlying areas of Dedham began to establish their own churches. It was then that the church, which previously had been known as the Church of Christ, began to be called First Church in Dedham. After the churches split his ministry was \"calm and quiet,\" but before he did there were members of the community, whom he called \"certain sons of ignorance and pride,\" who insulted him to his face. Meetings were frequently called to correct the behavior of disorderly members and this led to an ecclesiastical council in July 1725. ===Jason Haven=== Jason Haven was called to the Dedham church in 1755 and ordained on February 5, 1756. As part of the call, he was offered 133 pounds, six shillings, and 8 pence in addition to an annual salary of 66 pounds, 13 shillings, and 8 pence plus 20 cords of wood. He was also granted \"the use and improvement\" of plot of land near the meetinghouse and given three parcels of land in Medfield, Massachusetts. There was some opposition to his call but, after 40 years of ministry, he counted those early opponents as friends. As minister, he brought a number of young men into his household to prepare for college or the ministry; 14 of them went to Harvard College. He also oversaw the construction of the current meetinghouse in 1762. A gifted orator, he was frequently called upon to preach at ordinations and to address public assemblies. He addressed the Ancient and Honorable Artillery Company at the election of their officers in 1761 and preached a sermon before the Great and General Court in 1769. He preached the general election sermon in 1766 and the Dudleian lecture in 1789. In 1794, he preached the convention sermon. In 1793, he instituted a new method for bringing new members into the congregation. The minister would propose an individual and, if there was no objection after 14 days, they became a member of the church. ===Joshua Bates=== After Haven's death, an effort was made to limit the term of the minister rather than granting him a life tenure. The next occupant of the pulpit, from 1803 to 1818, was Joshua Bates. He was first called to be the associate pastor with Jason Haven in 1802 and was ordained on March 16, 1803 \"before a very crowded, but a remarkably civil and brilliant assembly.\" Three months later, Haven died. There were some who opposed his call, but Fisher Ames made an eloquent speech of support and this was enough to issue a call. Several members, including Fisher Ames' brotherNathaniel, left the church, however, and became Episcopalians. During his pastorate, the Lord's Supper was administered every six weeks. On the Thursdays preceding, he would preach the Preparatory Lecture. Students in the nearby school were marched to the meetinghouse to listen to the lecture, and Bates would visit the school on Mondays to quiz students on the catechism. Politically, he was an ardent Federalist while the town and the church were strongly anti-Federalist. His sermons often were intolerant of those whose politics who differed from his own. He believed Thomas Jefferson to be an infidel and that Jefferson's followers, including those in Dedham were at best doubtful Christians. Bates also gradually withdrew from allowing guest ministers to preach, a common and popular practice at the time. The more orthodox members of the church believed it to be supporting heresy when ministers who leaned Unitarian were invited to preach. The anti-Federalist members of the congregation didn't like paying taxes to support hear Federalist sermons, and the liberal parishioners didn't like the exclusion of other voices from the pulpit. In 1818, Bates asked to be dismissed from the church to accept the presidency of Middlebury College. It is assumed that many in the congregation were glad to let him go. His last sermon was delivered on February 15, 1818. Bates went on to become Chaplain of the United States House of Representatives. ===Alvan Lamson=== Lamson's appointment as minister came shortly after he was graduated from Harvard College and three months after the resignation of Bates. On August 31, 1818, at a meeting of the parish, or the inhabitants of the town who were taxed to pay the minister's salary, Lamson was elected by an 81-44 majority. He beat out two other candidates. Members of the church opposed his election by a vote of 18-14, with six members not voting. Those who opposed Lamson did not raise any objections to his moral or professional qualifications. After Lamson accepted the parish's call without the concurrence of the church, a council of pastors and delegates from 13 other churches was convened on October 28, 1818. After two days of hearings and deliberations, it prepared a report in favor of Lamson's ordination. Lamson was ordained by Rev. Henry Ware. His ordination by Rev. Henry Ware. led to the case of Baker v. Fales and the split of the church into First Church and the Allin Congregational Church. ===Benjamin H. Bailey=== Gravestone of Rev. Benjamin H. Bailey at Brookdale Cemetery Benjamin H. Bailey served at First Church from 1861 to 1867. In Dedham, he presided over the funeral of his predecessor, Alvan Lamson and led the service at the 250th anniversary of the church's gathering in 1888 where he delivered an historical discourse. In 1867, he was called to Portland, Maine. ==Notes== ==References== ==Works cited== * * * * * * * * * Category:Unitarian Universalist organizations Category:Religious organizations established in 1638 Category:1638 establishments in Massachusetts Category:Churches in Dedham, Massachusetts ",
    "title": "First Church and Parish in Dedham"
}