{
    "id": "61315121",
    "text": "Stuben am Arlberg is a winter sports resort in the town of Klösterle in the westernmost Austrian province of Vorarlberg. It is located at an altitude of 1,410 meters and had 90 inhabitants (as of Jan 1, 2019). == History == The settlement of Klösterle probably originated in the 9th century, at a time of silver mining in the Klostertal valley and the neighbouring Montafon valley. In a document dating back to 1218, Count Hugo I of Montfort of the Johanniter guaranteed “fire, water, and shelter” for poor passengers. To provide for this, an accommodation was built in the chapel area. In another document from 1330, Stuben was referred to for the first time - as a post station and the “Kaiser’s highest living room”. As a result of improvements made of the Arlbergpass at the behest of Maria Theresia and her son Joseph II, Stuben's textile industry started flourishing and the post traffic increased. In the late 19th century, the development of tourism and skiing as a leisure activity went hand in hand. Stuben profited from this and became a popular ski resort. The skier Hannes Schneider, who was born in Stuben, played a pivotal role in spreading the region's reputation as one of the first winter sports resorts. Arlbergpassstraße === Coat of arms === Stuben's coat of arms displays St. John the Baptist as the patron saint, holding a ferula and a lamb in his hands. The posthorn in the bottom half of the coat of arms is reminiscent of the postal service from 1829 onwards. == Tourism and sports == === Winter === Stuben am Arlberg is part of the Ski Arlberg skiing area, Austria's largest. Skiers have access to 88 lifts and slopes, with 305 downhill ski run kilometers (in Stuben, Zürs, Lech, Sankt Christoph and Sankt Anton), of which 131 kilometers are light, 123 average, 51 difficult, and 200 freeride slopes. Connecting the ski areas of St. Christoph, Lech/Zürs to Stuben, the Alpe Rauz is one of the central points of the Ski Arlberg ski area. Alpe Rauz is the starting point for the Valfagehrbahn chairlift, which has been in operation, and the 10-passenger gondola lifts Flexenbahn and Albonabahn II. The Albonabahn connects Stuben directly to the ski area of St. Anton and St. Christoph. Moreover, there are ski busses which transfer skiers from Alpe Rauz to Zürs. There is a downhill racing route on the Walchlift in Stuben. Stuben is considered one of the snowiest villages of the world, almost guaranteeing reliable snow conditions every year. === Summer === The Austrian long-distance hiking trail 01 (\"Nordalpenweg\") runs partly through the town of Stuben (Ulmer Hütte). It is part of the European walking route E4. The Ulmer Hütte is also a base of the Lechtaler Höhenweg and can be reached from the Alpe Rauz car park in about two hours (or faster with the Valfagehrbahn). The Kaltenberghütte, built in 1928, is located above Stuben on the Bludenzer Alpe. Other huts in the area are the Nenzigastalpe, the Ravensburgerhütte (above the Stierloch), the Freiburger Hütte, and the Göppinger Hütte. One difficult hike is the 9-hour route Langen (Arlberg) – Nenzigastalpe – Reutlingerhütte – Eisentaler Spitze (with 2753 m one of the highest peaks of the Verwall Alps). In addition to hiking, there is also mountain biking in Stuben. The network of marked mountain bike trails is over 300 kilometers long. The cable cars are open in the summer from June to October. == Notable people == * Hannes Schneider, ski pioneer (1890-1955). == References == == External links == * Official website of the town of Klösterle am Arlberg * Website of the Ski Arlberg ski area Category:Vorarlberg Category:Cities and towns in Bludenz District ",
    "title": "Stuben am Arlberg"
}