{
    "id": "61312539",
    "text": "Nordøyvegen () is a planned road project that will connect the northern islands of Haram Municipality and Sandøy Municipality to the mainland in Møre og Romsdal county, Norway. The project includes crossing four fjords with tunnels and bridges and upgrading and re-routing roads on the islands to meet national standards. The project will replace several ferry crossings and will cost an estimated . It will provide a faster, ferry-free connection to the mainland for the approximately 3,000 residents of the islands. Map of the project This project will connect a total of seven islands to the mainland using two existing bridges and by building three new bridges, a causeway using fill, and three undersea tunnels. The islands, from north to south, are Finnøya, Harøya, Fjørtofta, Skuløya, Haramsøya, Hestøya, and Lepsøya. The new construction includes: *The Lepsøy Bridge, Lauvøy Bridge, and Hamnaskjersund Bridge will connect the mainland to the island of Lepsøya and to the small island of Hestøya. The three bridges will be part of a long causeway built with fill in the rather shallow water. A roundabout will be built part-way between the mainland and the two islands. *The long Haramsfjord Tunnel will connect the island of Haramsøya to the small island of Hestøya and the bridge network connecting to the mainland and Lepsøya. *The long Nogvafjord Tunnel will connect the island to Fjørtofta to the island of Skuløya (which is already connected to Haramsøya island by a bridge). *The long Fjørtoftfjord Tunnel will connect the island of Harøya to the island of Fjørtufta. Harøya is already connected to the island of Finnøya by a bridge. ==References== Category:Proposed roads in Norway Category:Proposed road infrastructure Category:Road bridges in Møre og Romsdal Category:Road tunnels in Møre og Romsdal ",
    "title": "Nordøyvegen"
}