{
    "id": "61319788",
    "text": "George Adjei Osekre (born 1934) was a Ghanaian lawyer, a politician and a diplomat. He was a barrister-at-law, a member of parliament for the Kpeshie constituency during the second republic and Ghana's ambassador to Egypt from 1979 to 1981. He was a former Executive Chairman of the Accra Hearts of Oak S.C. ==Early life and education== George was born on 26 February 1934 in Accra, Greater Accra Region, Ghana (then Gold Coast). He had his early education at Accra Bishop's Boys School. He continued at the Accra Academy where he received his Cambridge School Certificate in 1953. He entered the University of Ghana in 1960, where received his bachelor of laws degree in 1966. He was called to the bar that same year. ==Career and politics== After his tertiary education, Osekre was posted to the Lands Department as State Attorney. He remained State Attorney prior to entering politics. In 1969, at the inception of the second republic he contested for the Kpeshie seat and was elected to represent the Kpeshie constituency in parliament on the ticket of the National Alliance of Liberals. He contested with Peter Ala Adjetey then of the United Nationalist Party and E. M. A. Ablorh of the Progress Party. While in parliament, he was appointed shadow minister for transport and communications. He worked in these capacities until 1972 when the Busia government was overthrown. He resumed private practice after the coup at Osekre and Ofei Company, a law firm he founded with his National Alliance of Liberals colleague at parliament; Jonathan Tetteh Ofei on 11 February 1971. In 1979 he was appointed Ghana's ambassador to Egypt. He served in this capacity until 1981 when the Limann government was overthrown. == Personal life == While at the University of Ghana, Osekre captained the Akuafo Hall football team. He was chairman of the Accra Hearts of Oak S.C. from 1971 to 1975. He also served as director of the club and patron of the club's boxing syndicate. Osekre married Miss Esther Nunoo in 1967. ==See also== * List of MPs elected in the 1969 Ghanaian parliamentary election ==References== Category:1934 births Category:Ga-Adangbe people Category:Ghanaian lawyers Category:Ghanaian MPs 1969–1972 Category: Alumni of the Accra Academy Category:University of Ghana alumni Category:National Alliance of Liberals politicians Category:20th- century Ghanaian politicians Category:Ambassadors of Ghana to Egypt Category:Ghanaian men Category:Living people ",
    "title": "George Adjei Osekre"
}