{
    "id": "61312086",
    "text": "Casimiro Abdon Irala Arguello, SJ, known as Padre Irala (4 March 1936), is a Jesuit priest, writer and Brazilian musician. == Biography == His father was a musician and taught him the first notes to the guitar. His father, Don Abdón Irala, composed the first mass sung in Guarani, in the decade of 1960. Casimiro participated early in the Catholic Church, having been a participant in Catholic Action. He entered in the Society of Jesus to be a Jesuit at the age of 20, in 1956, leaving his engineering career. He studied theology in São Leopoldo, Rio Grande do Sul, being ordained priest at age 33, on 14 December 1968 in Asunción, Paraguay. On 27 December 2018, Irala celebrated the Golden Jubilee in the Capela Santo Inácio, located in the Antônio Vieira College. == Career == Irala is the author of one of the most consecrated songs in the Catholic medium, the Prayer of St. Francis of Assisi present in the vinyl compact of four songs \"Irala Canta\" (May 1968). In 2008 Father Irala re- recorded the famous song at an OPA event. The song \"Prayer of San Francisco\", was used in the novel of Rede Globo, Velho Chico. The campaign 'In whose name, San Francisco?' used the same song with a musical arrangement of Tim Rescala. In 1989, the song was re-recorded by Fagner on the album O Quinze,http://cliquemusic.uol.com.br/discos/ver/o-quinze and in 2003, it appeared in an acoustic version in Ana Carolina's voice on the DVD Estampado.http://cliquemusic.uol.com.br/discos/ver/estampado In 2013, the song was re-recorded for the official soundtrack of WYD 2013, in the Heart of the Journey, being interpreted by Adriana Arydes, Eliana Ribeiro, Guilherme de Sá, Sister Kelly Patrícia, Father Fábio de Melo and Father Marcelo Rossi. Still in 2013, an instrumental version was released by the OPA Group.https://itunes.apple.com/br/album/oracao-de-sao- francisco/id730851730?i=730851831 He worked with Father Harold Rahm of the Christian Leadership Training (TLC) and founded the TLC Musical (TLM) in 1970, a group linked to TLC that also expanded and became the OPA - Prayer for Art in 1976. Among the people who passed the OPA are the singers Daniela Mercury and Ana Paula Bouzas and the emeritus Bishop Gílio Felício. == Discography == * 1967 – Juventude e Alegria – Pe. Irala (first LP) * 1968 – Irala Canta – Pe. Irala * 1968 – Meu Rosto é Alegria – Pe. Irala * 1969 – Transpondo Fronteiras – Vamos Cantar o Amor – Pe. Irala * 1976 – Nostalgia de Deus – Pe. Irala * 1977 – Irala – Pe. Irala * 1985 – Clara Luz – Pe. Irala SJ * 2007 – Provocação – Pe. Irala SJ e OPA group * 2007 – Gente Boa – Pe. Irala SJ and OPA group * 2007 – Maria – Pe. Irala SJ and OPA group * 2007 – Meditação para a paz – Pe. Irala SJ and OPA group * 2007 – É Natal – Pe. Irala SJ and OPA group * 2007 – Missa do Ano Jubilar Inaciano – Canções – Pe. Irala SJ and OPA group == Published Books == * Pe Irala SJ (1971). O Porque do Sucesso. [S.I.]: Edições Loyola. * Pe Irala SJ (1975). Igreja Ficção. [S.I.]: Edições Loyola. == Ser also == * Contemporary Catholic liturgical music * Christian music * Padre Zezinho == References == == External links == * OPA – Oração pela Arte Category:1936 births Category:Brazilian Jesuits Category:Brazilian Roman Catholic singers Category:Brazilian Roman Catholic priests Category:Brazilian singer-songwriters Category:Living people Category:Brazilian people of Paraguayan descent Category:People from Asunción ",
    "title": "Casimiro Abdon Irala Arguello"
}