{
    "id": "61317296",
    "text": "The Young King, or, The Mistake is a tragicomedy written by Aphra Behn. It was probably written during the 1660s (making it Behn's first play), but was not staged until 1679. It explores notions of kingship and divine right, and gender and heroism. == Plot == Because an oracle predicted that her son Orsames would one day become a tyrant, the Queen of Dacia has him imprisoned and brought up in almost total isolation from the world. In contrast, her daughter Cleomena has been brought up as a warrior princess, ready to rule over Dacia in her brother's place. As a test, Orsames is taken out of his prison and allowed to rule for a day. He is tries to rape a woman, orders his tutor to be executed, and in general acts like a tyrant. Orsames is returned to prison, but is later restored to the throne with the help of Cleomena and the army. It is explained that the oracle has been fulfilled by Orsame's disastrous single day of rulership, and that he has now learnt to rule more sensibly. Cleomena falls in love with Clemanthis (who is actually the disguised Scythian Prince Thersander), but mistakenly believes that he has been killed in war by Thersander. She goes to the Scythian camp in disguise and wounds Thersander, who she does not recognise. At the end of the play the couple are reunited, and a lasting peace is made between the Dacians and Scythians. == Reception == The Young King does not appear to have been a great success when it was first staged, and it was not printed until 1683. Scholars have explored the play's portrayal of monarchy and divine right. Anita Pacheco notes that Orsames 'is obviously a poor advertisement for divine right'. Although Behn was herself a royalist, Derek Hughes and Janet Todd argue that The Young King's ambiguous portrayal of monarchy shows that she recognised the problematic aspects of royalist politics from a very early stage in her career. == References == Category:1679 plays Category:Plays by Aphra Behn ",
    "title": "The Young King (play)"
}