{
    "id": "61313893",
    "text": "Gary R. Epler is an Associate Professor of Medicine at the Harvard Medical School and has written scientific books regarding Occupational lung diseases and the Diseases of the Bronchioles. ==Education== Epler earned his medical degree at the Tulane University School of Medicine, He completed his residency in internal medicine and obtained his Fellowship in pulmonary medicine at the Boston University Medical Center. ==Research and career== Dr. Gary Epler did research on the Bronchiolitis Obliterans Organizing Pneumonia which is inflammatory bronchiolitis obliterans with patchy organizing pneumonia and may be referred to as Epler’s pneumonia. He is currently serving at the Brigham and Women’s Hospital as a Physician in the Department of Pulmonary and Critical Care Medicine and also associate professor of medicine at the Harvard Medical School. ==Books== * Alive with Life * Fuel For life Level-10 Energy *You’re the Boss Series * How People can take charge of their health and disease. This four parts series includes Manage Your Disease, BOOP, Asthma and Food. ==Publications== * Bronchiolitis obliterans organizing pneumonia.Cited 1334 times according to GoogleScholar *Bronchiolitis obliterans organizing pneumonia, 25 years: a variety of causes, but what are the treatment options? * Post-breast cancer radiotherapy bronchiolitis obliterans organizing pneumonia. * Drug-Induced Bronchiolitis Obliterans Organizing Pneumonia. * Diagnosis and treatment of constrictive bronchiolitis. * Constrictive bronchiolitis obliterans: the fibrotic airway disorder. ==References== Category:Living people Category:Harvard Medical School faculty Category:21st- century American physicians Category:20th-century American physicians Category:Year of birth missing (living people) Category:Tulane University School of Medicine alumni Category:American pulmonologists Category:American medical researchers Category:Harvard School of Public Health alumni ",
    "title": "Gary R. Epler"
}