{
    "id": "61311786",
    "text": "ARCHES is a Lethbridge, Alberta based non-profit organization that works to reduce the harm associated with HIV/AIDS and Hepatitis C, known for operating the province-funded Lethbridge Supervised Consumption Site from February 2018 until closing in August 2020 after Alberta government revoked grant funds upon discovering misappropriation of funds. ARCHES started in 1986, specifically focused on helping the gay community. Over time, ARCHES became a community- based organization. It was the busiest drug consumption site in North America. It is being investigated by Lethbridge Police Service Economics Crimes Unit since July 2020. ARCHES is an imperfect acronym which stands for AIDS Reduction Community Harm Education & Support Society. == Financial impropriety == In March 2019, Alberta government ordered an audit after allegations of financial irregularities at ARCHES. Between October 2017 to February 2020, ARCHES received CAN $14.5 million in grant funding from the Province, which comprises 70% of their funding. ARCHES chose to close SCS on August 30, 2020 following the revocation of government grant. Grant funding was entirely revoked after an audit found “funding misappropriation, non-compliance with grant agreement [and] inappropriate governance and organizational operations.” Audit of Lethbridge ARCHES conducted by an accounting firm Deloitte showed SCS had $1.6 million in unaccounted funds between 2017 and 2018; additionally they've found $342,943 of grant funds had been expended on senior executive compensation despite the grant agreement allowing only $80,000. Beyond this, an additional $13,000 was spent on parties, relatives were hired without proper documentations, staff retreats, entertainment and gift cards and numerous other inappropriate expenditures. The provincial government is deciding if criminal charges are warranted after the \"audit showed gross mismanagement of the funds.\". As of July 2020, Lethbridge Police Service's Economics Crime Unit is in the early stage of investigating the agency. The organization has been receiving funding from the Government of Canada and the City of Lethridge in addition to Alberta province. == Supervised Consumption Site (SCSs) == Supervised consumption sites are unlike overdose prevention sites (OPS), which are temporary facilities and are primarily used in response to urgent public health needs within a community. Lethbridge is one of four places in Alberta to have a Supervised Consumption Site which is Health Canada Criminal Code exempt. The supervised consumption site opened in February 2018 and closed in August 2020. This SCS allowed users to inject, smoke, snort or take pills in the facility; and allowed drug addicts a supervised consumption site that was the first of its kind in North America. Three weeks after its closure, a government agency reports the city has seen 36% reduction in opioid related calls for emergency medical services. ARCHES’s main facility, which includes the SCS services, averages 670 visits per day, recently averaging 20,000 visits per month. Bern, Switzerland, which is a similar size to Lethbridge and is considered to have the busiest SCS in Europe, averages about 150 to 200 visits a day. The structure of who is in charge of SCSs is federally licensed by Health Canada, which ensures policies are followed when in operation, while it is provincially funded. CTV News highlighted that a government review reports: > Lethbridge SCS site, operated by Arches, \"may be facing the most problems in > the province,\" adding concerns were disproportionately higher than concerns > expressed at other sites. === Community Concerns === A local business owner next to ARCHES’ main location says each morning there is liquor bottles, needles, and condoms along with trash. The business owner installed security cameras on his property, then posted the images to social media. Soon after doing so, the local business owner started receiving death threats, which local police investigated. The tension in the community continues over crime in the surrounding area around the site. There was a shared letter that stated that there had been “an increase in drug use and property crime” around the now former SCS facility, but neighbours to the former facility claim that is not true. The neighboring business had put their building up for sale, but pulled it off the market as customer traffic returned following ARCHES closure at the end of August 2020. ====Crime==== Lethbridge Police Service admit that when people downtown use SCS services, they are likely to resort to crime, such as car prowling, shoplifting, and theft. Laws of drug use and selling outside Arches are enforced. Lethbridge City Councillor Blaine Hyggen brought forward a resolution to city council that the city direct ARCHES to stop distributing needles outside the site and that needles be used only within the facility; the motion was defeated by a 5-4 final count. == Further reading == Deloitte report of ARCHES Lethbridge Grant Expenditure Review For Alberta Health - July 14, 2020 == References == Category:LGBT organizations in Canada Category:Lethbridge Category:Non-profit organizations based in Alberta ",
    "title": "ARCHES Lethbridge"
}