{
    "id": "61318183",
    "text": "Omar Apolonio Velasco (born May 20, 1997), known professionally as Omar Apollo, is an American singer-songwriter. Apollo sings in both English and Spanish. == Early life == Born to Mexican parents, Apollo grew up in Hobart, Indiana with his three older siblings. Apollo's parents both worked multiple jobs to support the family.https://www.rollingstone.com/music/music- latin/omar-apollo-interview-866248/ Growing up, he listened to his parent's favorite musicians such as Pedro Infante, Los Panchos and The Beatles. His own influences include diverse musicians such as Neil Young, Paul Simon, John Mayer, Prince, Bootsy Collins, Rick James, and The Internet He danced ballet folklorico when he was a child. He was also a part of his Catholic church choir. At his request, Apollo's parents gifted him a guitar when he was 12. Unfortunately, it was an electric guitar without an amp. Apollo traded the guitar at a pawnshop for an acoustic guitar and started learning how to play by watching and mimicking YouTube cover videos. Apollo was also taught by his uncle and from playing at church. He would go on to form a short-lived band with a friend at church. == Career == Apollo started his career by creating and uploading his songs to the DIY streaming platform SoundCloud. During this time, he worked at Jimmy John's and Guitar Center and lived in an attic. In 2017, using $30 borrowed from a friend, he uploaded his song \"Ugotme\" to Spotify, where it was soon playlisted on the platform's Fresh Finds and racked up 20,000 streams in a day.https://www.thefader.com/2019/06/11/omar-apollo- friends-interview A year later, the song would cross more than 15 million streams. He released his first EP, Stereo in 2018, which was similarly well received. In 2018 and 2019 he went on two tours, the \"Want Tour\" and the \"Voyager Tour\". During the 32-date \"Voyager Tour\" he released his second EP, Friends in April 2019. The EP featured production by rock producer John Shanks, who had previously worked with artists such as Michelle Branch and Melissa Etheridge.https://lyricallemonade.com/p/a-conversation-with-omar- apollo-the-soul-funk-rock-and-hip-hop-showman-whos-one-of-the-most- refreshingly-real-rising-stars-around Apollo is managed by Shanks' son, Dylan, who he met over Twitter in July 2017 when the latter booked Apollo for a university show at NYU. Apollo signed with Artists Without A Label earlier that year and performed at SXSW as part of a showcase with the group. He went on his first European tour in 2019 as well, and played at Lollapalooza in August. In late 2019, Apollo released the singles, \"Frío\" and \"Hit Me Up\", both collaborations with producer Kenny Beats. In April 2020, Apollo released the single \"Imagine U\", another collaboration with Kenny Beats. == Discography == === Albums === * Apolonio (2020) === EPs === * Stereo (2018) * Friends (2019) ==References== Category:Living people Category:Singers from Indiana Category:Songwriters from Indiana Category:People from Hobart, Indiana Category:American people of Mexican descent Category:Year of birth missing (living people) Category:Hispanic and Latino American musicians ",
    "title": "Omar Apollo"
}