{
    "id": "61312977",
    "text": "Steven C. Harvey (born 1967) is a British visual artist. Born in Stafford, England, Harvey is best known for his series of pencil works, Vehicles. ==Life and early career== Harvey studied at Stafford College of Further Education (1985-1986) and Wimbledon School of Art (1986-1989), winning the Fielders Prize at Wimbledon for best degree show. In 1989 he was a finalist of the Winsor and Newton Young Painters Award Scheme and exhibited at the Mall Galleries, London. In the 1990s he participated in numerous group exhibitions in New York. The Expressionist-inspired Apollo Series dates from this time, and is the first appearance of the theme of the death of the future in the artist’s work. Toward the end of the decade Harvey completed the Michelangelo Series, adapting for his own purposes the pictorial vocabulary of Michelangelo’s The Last Judgment. ==Vehicles series== In 2006, Harvey moved to Athens, Greece, where he began work on the Vehicles series, which explores the idea of the death of the future through a surrealistic subversion of the language of science fiction imagery. Works from the series have been acquired by The Contemporary Art Museum of Luxembourg (MUDAM), and exhibited in galleries and museums of art across Europe. On the occasion of Harvey’s solo show at MUDAM in 2012, chief curator Clement Minighetti wrote of the Vehicles: ‘Harvey's extremely detailed drawings have a visionary force which is reminiscent of the Carceri (1745) by Giovanni Battista Piranesi and the Caprichos (1799) by Francisco de Goya, whose motto “The dream of reason produces monsters” could have been his watchword..”’ In 2013, works from the Vehicles series were selected for inclusion in Phaidon Press’ global survey of contemporary drawing, Vitamin D2: New Perspectives in Drawing. ==Other work== In 2012 Harvey produced the series, Old Age, a sardonic look at the ageing process. . In 2019, the artist’s show, Love Poems (2017-2018), a satire on sex, was ranked no. 4 on a list of the most interesting solo shows in Athens, Greece, for the year 2018 and an extreme form of romanticism ==Other activity== In 1998, Harvey portrayed David Bowie live on stage at London’s ICA for the live art performance piece, ‘A Rock ‘n’ Roll Suicide’, devised by artists Iain Forsyth and Jane Pollard. The piece took the form of an exact re- enactment of Bowie’s final concert as Ziggy Stardust at the Hammersmith Odeon in 1973. ==References== Category:Living people Category:1967 births Category:British artists ",
    "title": "Steven C. Harvey"
}