{
    "id": "61312560",
    "text": "__NOTOC__ William Peirce Dixfor variant spellings; see \"Name\" section below (1853 - 1924) was a British sports administrator, accountant, stockbroker, and political operative. ==Early life== Dix was born in Ecclesall in late 1853 and baptized on 1 January 1854, the son of publisher William Henry Dix and his wife Harriet. Birth year is given as 1852 in ==Football administrator== Dix served as secretary of the Sheffield Football Association from 1876 to 1881, and as treasurer until 1885. He also served as vice-president of the Sheffield Association from 1882 until 1885. Dix also served on the committee of the Football Association from 1877 to 1883; he served as one of two vice- presidents of that body from 1883 until 1885. Along with FA President Francis Marindin, he represented England at the International Football Conference of December 1882. From 1890, Dix was an official at West Bromwich Albion club, serving as secretary between 1891 and 1892. ==Match official== Dix officiated at several major football matches. He refereed the 1881 FA Cup Final and the Scotland v Ireland international of 1885. He served as umpire in the 1883 and 1885 FA Cup Finals, the Scotland v England match of 1880, and the Ireland v England match of 1882. ==Opposition to professionalism== A fierce opponent of professionalism, Dix led criticism of the Sheffield Zulus, an itinerant team, originally founded to provide support for families of British soldiers killed in the Anglo-Zulu War, but which later started paying its players. The Sheffield Football Association eventually took action to ban the team, and players associated with it, from their own competitions. When Dix refereed a match between Heeley and Wednesday on 24 January 1881, two teams depleted by the prohibition of ex-Zulu players, he was \"grossly assaulted\" after the match, and as a result resigned from his position as secretary of the Sheffield Association.Graham Curry, \"Football Spectatorship in mid-to-late Victorian Sheffield\", in When the Football Association debated whether to legalize professionalism in early 1885, Dix was one of the strongest voices opposing the change, proposing to the Football Association that \"professionalism in football is an evil, and as such should be suppressed\". After professionalism was eventually permitted in the summer of that year, Dix resigned his positions in the FA and the Sheffield Associations. Dix's concerns about professionalism did not prevent him from taking a role with West Bromwich Albion between 1890 and 1892 (see above). Dix served as secretary of that club (at that time one of the leading professional clubs in the country) during its conversion from a private club into a dividend-paying limited company. ==Other activities== Dix was trained as an accountant and stockbroker, and practised that profession for most of his life. He was also a Sheffield city councillor, representing the Conservative party. In 1885, when he resigned his sporting positions following the legalization of professionalism, he also dissolved the partnership in which he worked as an accountant and stockbroker, resigned his seat on Shefield City Council, and left the city. Dix appears to have intended to start a new career in the United States. He travelled alone to New York aboard the steamship City of Chicago, arriving on the 21st of August, 1885. By late 1886, however, he had returned to England. He moved to West Bromwich, where he worked as an agent for the local Conservative association. He subsequently moved back to the Sheffield area and resumed his accountancy work. ==Family== On 13 June 1878, Dix married Mary Ellen Clegg, the sister of noted footballers Charles and William Clegg. Dix died in 1924, and was buried in the Southern Cemetery, Manchester.Corporation of Manchester, Southern Cemetery, Register of Burials for the year 1924; p. 77. He was survived by his wife and five daughters. ==Name== Autograph signature The spellings Peirce Dix, Pierce Dix, and Pearce Dix are all found in contemporary sources; in addition the name is often hyphenated (for example, to W. Pierce-Dix). \"Peirce\" is the spelling used by Dix in handwritten sources. Although \"Peirce\" was originally his middle name and \"Dix\" his surname (his father's name was William Henry Dix), Dix did often use a hyphenated form of his name (\"W. Pierce-Dix\"), as if \"Pierce-Dix\" were a double-barrelled surname: he also gave several of his children the middle name \"Peirce\". ==Notes== Category:Football people in England Category:1853 births Category:1924 deaths Category:Association footballers not categorized by position Category:FA Cup Final referees ",
    "title": "William Peirce Dix"
}