{
    "id": "61314286",
    "text": "Thomas Harrison was a barque, used to transport free settlers and convicts from Ireland and England to Australia and New Zealand from 1835 to 1842. ==Construction== Built in Sunderland in 1834 by J.M.Gales, Thomas Harrison was a barque of 355–6 tons. ==Operational history== The ship is recorded as having transported three free settlers to Tasmania from London and Liverpool to Hobart, arriving on 1 February 1835. It was registered in London in 1836 as convict transport, but its only known sailing as a convict ship was from Cork, Ireland, on 19 February 1836. After 111 days of travel, it arrived at Port Jackson on 9 June 1836, with 112 female convicts, 29 children, and 11 free women who were wives of prisons, with their 24 children. The master on that journey was Thomas O. Harrison of Cork, and the ship's surgeon Henry Gordon Brock, who also sailed on other convict ships. The women came from cities and counties throughout Ireland. Five people died on the trip as a consequence of measles. Thomas Harrison departed Port Jackson, bound for Bombay, in July 1836. It was later used to transport free settlers to Adelaide and New Zealand. On 29 October or 20 November 1838 it departed London, via Deal, Kent for Port Adelaide, arriving on 24 or 25 February 1939. Edward Michael Smith was the master on this voyage. Among the 95 passengers was George Brunskill and his wife, who leased and then bought and developed a large plot of land in what would become Marryatville, South Australia. After sailing on to Melbourne, it departed Port Phillip 28 April 1839 on a return journey to Adelaide, arriving on 22 May 1839. On 25 May 1842, the Thomas Harrison, under Captain E.M. Smith and with Thomas Renwick as surgeon superintendent, departed Gravesend, Kent, arriving in Nelson, New Zealand on 25 October 1842 with 355 settlers, after two deaths on the voyage. == Citations == Category:Convict ships to New South Wales Category:Ships Category:Barques Category:1834 ships Category:Age of Sail merchant ships Category:Ships built in Sunderland Category:Ships of South Australia Category:Migrant ships to Australia Category:Migrant ships to New Zealand ",
    "title": "Thomas Harrison (ship)"
}