{
    "id": "61315602",
    "text": "The Old Village Cemetery is an historic cemetery in Dedham, Massachusetts. ==History== The first portion of the cemetery was set apart at the first recorded meeting of the settlers of Dedham on August 18, 1636, with land taken from Nicholas Phillips and Joseph Kingsbury. The original boundaries were roughly Village Avenue on the north, St. Paul's Church in the east, land later added by Dr. Edward Stimson in the south, and the main driveway off Village Avenue in the west. It remained the only cemetery in Dedham for nearly 250 years until Brookdale Cemetery was established. Many of the early ministers and founders of the town are buried there, including John Allen, Joseph Belcher, Samuel Dexter, Edward Alleyn, and Eleazer Lusher. A road, today known as Bullard Street, was established in 1664 between the First Church and Parish in Dedham to the cemetery. Graves were dug six feet deep and due east to west, with the feet placed at the eastern end in preparation for the final judgement with Christ coming from the east. John Fisher's was the first recorded death in Dedham on the \"5th of ye 5 mo 1637,\" but the oldest gravestone still standing is from Hannah Dyar, who died September 15, 1678. The cemetery also holds the remains of Civil War soldiers who died at Camp Meigs. There is another monument to the ship Maritana which sank off the coast of Nahant. The captain, G.W. Williams, had family in Dedham and his funeral was held from there. Few tombs exist in the cemetery: one built by Timothy Dwight around 1700, one by Daniel Fisher, one by Samuel Dexter after the death of his father, the minister of the same name, and Edward Dowse. The parish tomb was built in 1816, and a number of tombs have been added to it in the years since. ==Additions== In 1800, another acre was added through purchase. In 1859, Stimson purchased land that was originally part of an old Dedham High School's grounds for $1,000. In 1861, he divided the land into burial plots and his son conveyed the land to the Town in 1881. ==Restoration efforts== Old Village Cemetery The cemetery is part of the Dedham Village Historic District. In 2017, an effort was undertaken to raise $1,000,000 to restore the cemetery by the Dedham Village Preservation Association. The Association, along with the Town, selected Boston's Halvorson Design Partnership to undertake the project. The phased renovations and improvements will include landscaping and hardscaping, including paths, steps, and ironwork fencing, and future improvements to the cemetery grounds. In 2019, the Commonwealth of Massachusetts appropriated $150,000 towards the effort. In 1842, a fair was held by the ladies of the Society for the Improvement of the Burial Ground\". They raised $234. ==Notes== ==References== ==Works cited== * ==External links== *List of burials category:1636 establishments in Massachusetts Category:Cemeteries in Dedham, Massachusetts Category:Burials at Old Village Cemetery Category:Historic district contributing properties in Massachusetts Category:National Register of Historic Places in Norfolk County, Massachusetts ",
    "title": "Old Village Cemetery"
}