{
    "id": "61311001",
    "text": "The Turkish Athletics Championships is an annual outdoor track and field competition organised by the Turkish Athletic Federation, which serves as the national championship for the sport in Turkey.Turkish Championships. GBR Athletics. Retrieved 2019-07-14. The competition was first held in 1922, though events for women were added to the schedule much later in 1975, making it one of the last large European nations to include women in the athletics national championships. Separate annual championship events are held for cross country running, road running and racewalking events. There is also a Turkish Indoor Athletics Championships. Istanbul races with time for major athletics event. Hurriyet Daily News (2012-01-02). Retrieved 2019-07-18. ==Events== The competition programme features a total of 40 individual Turkish Championship athletics events, 20 for men and 20 for women. For each of the sexes, there are eight track running events, three obstacle events, four jumps, four throws, and one combined track and field event. ;Track running *100 metres, 200 metres, 400 metres, 800 metres, 1500 metres, 3000 metres, 5000 metres, 10,000 metres ;Obstacle events *100 metres hurdles (women only), 110 metres hurdles (men only), 400 metres hurdles, 3000 metres steeplechase ;Jumping events *Pole vault, high jump, long jump, triple jump ;Throwing events *Shot put, discus throw, javelin throw, hammer throw ;Combined events *Decathlon (men only), Heptathlon (women only) The men's decathlon first featured on the programme in 1990 and became a regular event from 2005 onwards. The men's 20,000 metres race walk was held until 2002 but, after a short period of a 10,000 metres race walk, walking was dropped from the programme altogether. A men's 3000 metres was added in 2001. The women's programme gradually expanded to match the men's. On the track, the 3000 metres in 1978, the 10,000 m in 1988, and the 5000 m in 2000. The heptathlon was first held in 1990 and became a regular fixture from 2005 onwards. A 400 m hurdles event was introduced in 1978. The women's field events reached parity with the men's after the addition of triple jump in 1990, the hammer throw in 1992 and the pole vault in 1998. From the period 1990–2004 women competed in racewalking, but this was dropped later. The women's steeplechase was the last event to be added to the schedule, with women first competing in a national championship event in 2003. ==References== Category:Athletics competitions in Turkey Category:National athletics competitions Category:Recurring sporting events established in 1922 Category:1922 establishments in Turkey Athletics ",
    "title": "Turkish Athletics Championships"
}