{
    "id": "61313201",
    "text": "Hell's Headquarters is a 1932 American pre-Code \"jungle adventure\" film directed by Andrew L. Stone and starring Jack Mulhall, Barbara Weeks, and Frank Mayo.\"Jungle Film To Start At Strand Today: Jack Mulhall, Barbara Weeks Handle Leading Holes In Clever Way\", archives 1925-1938, The China Press (Shanghai), November 20, 1932, p. 5. ProQuest Historical Newspapers. Set in contemporary Africa, it portrays the search by an American big-game hunter and others for a large and highly valuable cache of elephant ivory.\"Hell's Headquarters (1932) JUNGLE ADVENTURE\", full digital copy of film (58:55), originally posted on YouTube June 29, 2013, San Bruno, California. Retrieved October 15, 2019. ==Plot== Big-game hunter Ross King receives news in the United States that his longtime hunting partner, Jim Jessup, died suddenly of jungle fever back in Africa, in the Congo. At the same time, Phil Talbot, another American living in the Congo, writes to longtime friends Diane Cameron and her father about a stash of ivory that he will share with them if they invest $10,000 in an expedition to retrieve it. Once in Africa, Diane and her father meet Ross on a boat traveling up the Congo River. Initially, she is disturbed by the experienced hunter's disparaging remarks about Talbot, but soon she discovers that Talbot has indeed become a bitter and hostile man. While Talbot prepares his expedition into the jungle, Ross and Kuba confer on a plan to follow him and prove that he actually murdered Jessup after making him reveal the location of his and Ross's stash of ivory. Before their departure, however, Talbot learns from a native that he is suspected of killing Jessup, so he tries unsuccessfully to kill Ross. Later on the trek through the jungle, Diane is attacked by a leopard but is rescued by Ross, who is nearby shadowing the expedition. Ross now reveals himself to a nervous Talbot, demanding that he be allowed to lead the search. When they all finally arrive at the appointed location, Ross confronts Talbot once again and this time beats him until he finally confesses to murdering Jessup. Talbot escapes into the surrounding jungle, although he is killed there by a lion while Ross shows Diane and her father his coveted treasure of ivory. ==Cast== *Jack Mulhall as Ross King *Barbara Weeks as Diane Cameron *Frank Mayo as Phil Talbot *Phillips Smalley as Mr. Cameron *Fred Parker as Dr. Smith *Everett Brown as Kuba ==Production== On February 10, 1932, while filming a jungle scene on set, Barbara Weeks was seriously injured by a leopard. The Boston Globe reported the day after the incident that the \"trained\" animal attacked the actress and clawed her left leg \"as she walked past a tent in which [the leopard] was stationed.\"\"LEOPARD ATTACKS BARBARA WEEKS: Former Melrose Girl Saved by Jack Mulhall\", The Boston Globe, February 11, 1932, p. 2. ProQuest Historical Newspapers. According to the newspaper, Weeks had been saved by Jack Mulhall and C. F. Broughton when they \"seized the beast.\"The \"C. F. Broughton\" cited by The Boston Globe was actually Cliff P. Broughton, an independent producer in Los Angeles, so the middle initial \"F\" given in the news item was either a misidentification at the time by the newspaper or was a simple typographical error. In its issue of February 12, the trade paper The Film Daily also reports Weeks' injuries: ==References== ==External links== *Hell's Headquarters at IMDb * *Hell's Headquarters at Letterbox DVD Category:1932 films Category:1932 drama films ",
    "title": "Hell's Headquarters"
}