{
    "id": "61312476",
    "text": "Missionário Shalom (or simply abbreviated by MSH) is a Brazilian pop rock band of Catholic music, founded in 1998, in the city of Fortaleza, Ceará. The group is linked to the Shalom Catholic Community, present in 24 countries. == The group == According to the website of the Shalom Community, the group was a creation that aimed at a more daring evangelization to the current reality. It was first named \"Ministry of Missionary Music\". Another objective of the creation of the MSH was to spread the Shalom charisma by Brazil. In 2011 the group was one of the participants of the World Youth Day in Madrid, and also participated in the World Youth Day, held in the city of Rio de Janeiro in 2013, where they released their eighth album, called 180 Graus. Currently, MSH is one of the Catholic groups with greater notoriety, performing show all over Brazil and in other countries. In July 2018 the group announced the recording of a music video with Sister Cristina Scuccia, winner of The Voice Italy program in 2014. The religious came to Brazil especially to participate in the Festival Halleluya in a show held for the first time in the Americas. Wilde Fábio, writer and director of the proposal, explained that \"The new music video of MSH with Sister Cristina is a very joyful, happy and intense song that passes the image of a young and living Church, as is the heart of Jesus who loves each and intense as is the heart of the young man who thirsts for the love of God\"”. The song \"Eis-me Aqui\", launched in August 2018, is a preparation for the World Youth Day 2019, to be held in Panama. With just one week of publication, the video has exceeded 230,000 views on YouTube. == Members == {| class=\"wikitable\" |- !colspan=\"1\"|Current members |- |Gustavo Osterno |- |Débora Pires |- |Guilherme Pontes |- !colspan=\"1\"|Former members |- |Ana Gabriela |- |Cristiano Pinheiro |- |Giselle Azevedo |- |Leozany Oliveira |- |Rafael Morel |} == Discography == {| class=\"wikitable\" |- !colspan=\"3\"| Missionário Shalom Albums |- !width=300|Name !width=200|Release Year !width=200|Type |- |Sou Teu Pai |align=\"center\"|1999 |CD |- |Uno e Trino |align=\"center\"|2000 |CD |- |Todo Teu |align=\"center\"|2001 |CD |- |Lançai as Redes |align=\"center\"|2002 |CD |- |Tempo de Viver |align=\"center\"|2004 |CD |- |Estrangeiro Aqui |align=\"center\"|2005 |CD |- |Malas Prontas |align=\"center\"|2010 |CD |- |180 Graus |align=\"center\"|2013 |CD |- |Ao Vivo Missionário Shalom |align=\"center\"|2016 |CD e DVD |- |Una Revolución |align=\"center\"| |Single |- |MSH en español |align=\"center\"|2017 |EP |- |DNA |align=\"center\"|2018 |Single |- |Eis-me Aqui |align=\"center\"|2018 |Single |- |MSH Remix |align=\"center\"|2018 |EP |- |} == See also == * Shalom Catholic Community * Contemporary Catholic liturgical music * Catholic Charismatic Renewal == References == Category:Brazilian Roman Catholic musical groups Category:Musical groups established in 1998 ",
    "title": "Missionário Shalom"
}