{
    "id": "61313461",
    "text": "Arctic Dogs (also known as Arctic Justice or Polar Squad in the UK) is a 2019 computer-animated comedy film co-written and directed by Aaron Woodley and co- directed by Dimos Vrysellas. The film stars the voices of Jeremy Renner, Heidi Klum, James Franco, John Cleese, Omar Sy, Michael Madsen, Laurie Holden, Anjelica Huston, and Alec Baldwin. The film was released on November 1, 2019 by Entertainment Studios in Canada and the United States. It was a box-office bomb, grossing just $9 million against a production budget of $50 million, and was panned by critics for its clichéd story and immature humor. ==Plot== Swifty the Arctic Fox (Jeremy Renner) works in the mailroom of the Arctic Blast Delivery Service, but he has much bigger dreams. He yearns to become a Top Dog, the Arctic's star husky couriers. To prove he can do it, he commandeers one of the sleds and delivers a mysterious package to a secret location. Once there, he stumbles on a hidden fortress overseen by the nefarious Otto Von Walrus (John Cleese). The blubbery evil genius commands an army of oddly polite puffin henchmen. Swifty discovers Otto Von Walrus' villainous plan to drill beneath the snow-packed surface to unleash masses of ancient gas to melt the Arctic and become the world's supreme ruler. To stop this sinister scheme, Swifty enlists the help of his friends: Polar bear (Alec Baldwin), a neurotic polar bear, Lemmy (James Franco), a scatterbrained albatross, Jade Fox (Heidi Klum), a brainy red fox engineer, Leopold (Omar Sy) and Bertha (also voiced by Heidi Klum), two conspiracy theorist otters and Magda (Anjelica Huston), his curmudgeonly caribou boss. ==Voice cast== *Jeremy Renner as Swifty, an Arctic fox who is the main protagonist. *Alec Baldwin as PB, an introverted polar bear and Swifty's best friend. *Heidi Klum as Jade, a tough-as-nails red fox mechanic and Swifty's love interest. **Klum also voices Bertha, a German-accented conspiracy theorist otter. *John Cleese as Otto Van Walrus, a British-accented walrus and the main antagonist. *Anjelica Huston as Magda, a formally short-tempered Russian-accented caribou and Swifty's boss. *James Franco as Lemmy, a scatterbrained albatross. *Omar Sy as Leopold, a French-accented conspiracy theorist otter. *Michael Madsen as Duke, a Husky employed by Arctic Blast Delivery Service. *Laurie Holden as Dakota, another Husky employed by the Arctic Blast Delivery Service. *Donny Falsetti as Dusty, another Husky employed by the Arctic Blast Delivery Service. *Nina Senicar as Countdown Inka, the countdown voice of Otto's machine. *Aaron Woodley as Puffins, Otto Van Walrus' henchmen. One said, \"Alright guys, that's it! We're out of here!\" *Soraya Azzabi as Alma. *Jason Deline as \"Nasty\" Naz Narwhal, a weather reporter who is possibly a narwhal. ==Release== Arctic Dogs was released on November 1, 2019, in both Canada and the United States.Common Sense Media ==Reception== ===Box office=== In the United States and Canada, Arctic Dogs was released alongside Harriet, Terminator: Dark Fate and Motherless Brooklyn, and was projected to gross $5–10 million from 2,835 theaters in its opening weekend. It made $700,000 on its first day, and ended up debuting to just $2.9 million ($47 million was lost), finishing 10th and marking the worst opening of all-time for a film playing in over 2,800 theaters. ===Critical response=== Arctic Dogs was critically panned. On the review aggregator website Rotten Tomatoes, the film holds an approval rating of 13% based on 16 reviews, with an average rating of 3.09/10. Metacritic assigned the film a weighted average score of 28 out of 100, based on four critics, indicating \"generally unfavorable reviews.\" Audiences polled by CinemaScore gave the film an average grade of \"B–\" on an A+ to F scale, while those surveyed at PostTrak gave it an overall positive score of 64% and a 41% \"definite recommend.\" ===Home media=== The film was released on DVD and Blu-Ray on 4 February 2020 by Lionsgate Home Entertainment. ==Other media== ===Spin-off web series=== A spin-off web series titled Arctic Friends was released on September 15, 2020 on both Apple TV+ and Amazon Prime Video. ==References== ==External links== * * * Category:2019 films Category:2019 computer-animated films Category:American films Category:British films Category:Canadian films Category:American computer- animated films Category:British computer-animated films Category:Canadian animated feature films Category:Films set in the Arctic Category:Animated films about foxes Category:Animated films about dogs Category:Animated films about birds Category:Films about otters Category:Films about polar bears Category:Assemblage Entertainment Category:Lionsgate animated films Category:Entertainment Studios films Category:Films scored by David Buckley ",
    "title": "Arctic Dogs"
}