{
    "id": "61315805",
    "text": "A picture of the NASCOM facility in 1966 The Deakin Telephone Exchange is an exchange established in 1965, the bottom floor of which was used in the NASA Communications Network (NASCOM) until 1988, when the Canberra Deep Space Communication Complex took over its role. In 1976 a new telephone exchange complex began construction behind the original one to meet the demands of the rapidly growing population. The new complex was to be much larger and include space for commercial lease. By 1980 the complex had completed construction, but lay empty for over a year due to contract issues with tenants and the old facility meeting the needs of the population. Previous to the establishment of the exchange an underground fire had been located underneath a tip behind the complex, in 1987 concerns were raised about the stability of the ground and the possibility of the fire still existing after smoke rose from the ground. The ACT Electricity Authority examined the site and found it safe. In 1983 a National Computing Centre for the Department of Social Security was established in the new complex, before being privatised in 1992. On 25 March 1992 the telephone exchange was upgraded from analogue equipment to digital. == Role in NASCOM == In 1964, with the bottom floor of the exchange unused, it was considered for use as a switching centre between DSS 42 Tidbinbilla and the Deep Space Network HQ at the NASA JPL in California. The next year two Univac 418 computers, teletype equipment, and a voice data switching system were installed. Additionally, 28 staff were trained and employed to keep the centre operational 24/7. During the first few years of operation the exchange acted as a hub for several Australian tracking stations, namely Carnarvon, Cooby Creek, Woomera, Orroral Valley, Honeysuckle and Tidbinbilla. The exchange was part of NASCOM until 1988 when the Canberra Deep Space Communication Complex took over its role. == Allegations of Spying == On 12 January 1977 a newspaper article was published alleging that the NASCOM facilities in the Deakin telephone exchange were actually part of a mass surveillance phone-tapping program and was reporting to the NSA. This allegation was denied, with the Postmaster-General's Department explaining that it was simply a matter of crossed lines. In 1987 Senator Bryant Burns questioned Senator Susan Ryan about the theory, which she denied. The theory that it was used or is currently used as part of a surveillance program is well known within Canberra to this day. == References == Category:Buildings and structures in Canberra Category:Telstra Category:Buildings and structures completed in 1964 Category:Telephone exchanges ",
    "title": "Deakin Telephone Exchange"
}