{
    "id": "61312902",
    "text": "Michelago Landscape, 1923, by George Washington Lambert, a gift from Philip Bacon to the National Gallery of Australia Philip Bacon is an Australian art dealer. In 2019, he was inducted into the Queensland Business Leaders Hall of Fame in recognition of his status as Australia's leading art dealer and outstanding contributions to philanthropy. After a short career in finance, which his father encouraged, Bacon became a gallery assistant at the Grand Central Gallery in Brisbane in the late 1960s under the tutelage of its owner Keith Moore. Moore’s philosophy was to conduct the gallery operations as a trading business, adhering to the strict principles that govern successful businesses. Coupled with this was an enthusiastic commitment to hard work and customer service. Working with Moore was a career development experience for Bacon, which deeply impressed him and shaped his own business practices. Bacon also began collecting by placing selected works on lay-by until he could afford to pay them off. Following the closure of the Johnstone Gallery in 1972, one of Australia’s most important galleries during the 1950s and 1960s which discovered and promoted artists such as Charles Blackman, Ray Crooke, Lawrence Daws and Margaret Olley, Bacon realised that a whole generation of Australia’s greatest artists were left without representation. Having long dreamed of opening his own gallery, he borrowed money and opened his gallery in rented premises in Fortitude Valley in July 1974. This laid the foundation for building Australia’s leading art dealership over the last 40 years, representing, exhibiting or dealing the works of the nation’s most significant artists from the past and the present, including Charles Blackman, Ray Crooke, Lawrence Daws, Robert Dickerson, Ian Fairweather, Michael Kmit, Margaret Olley, John Olsen, William Robinson, Jeffrey Smart, Brett Whitely, and Fred Williams. Through his entrepreneurship and eagle-eyed judgement, the reputations and career outcomes of innumerable artists have been enhanced. Bacon’s widely acknowledged philanthropy includes financial support for numerous arts organisations and the regular gifting of significant art works to Australia’s leading galleries. His service to the community includes the boards of Opera Australia and the National Gallery of Australia. He was made a Member of the Order of Australia in the 1999 Australia Day Honours in recognition of his \"service to the visual and performing arts as a benefactor and supporter\". This was followed by him being awarded the Centenary Medal in 2001. Art dealing is an unregulated business in Australia. Still based in Brisbane, people come to the Philip Bacon Gallery because they trust Bacon, making him one of Australia's most respected art dealers. == References == === Attribution === Category:Living people Category:Year of birth missing (living people) Category:Members of the Order of Australia Category:Australian art dealers ",
    "title": "Philip Bacon"
}