{
    "id": "61329153",
    "text": "Pakistan has been a member of the International Monetary Fund (IMF) since 1950. Due to unpredictable nature of the economy and heavily dependent on imports, IMF has given loan to Pakistan on twenty-two occasions since its membership, recent in 2019. IMF lending programs are of two types: General Resource Account (GRA), and Poverty Reduction Growth Trust (PRGT). GRA is reserved for not-so-poor to wealthy countries, whereas, PRGT is for poor countries. GRA is used to give loan on stand-by arrangement (SRA). Economists mostly called SRA as a bail-out package. Based on these classifications, since its membership, Pakistan has been bailed-out on 13 occasions, largest in Imran Khan administration in 2019.Pharaoh-Nomics: Comparative IMF Development Strategies for Egypt and Pakistan. Development Economics: Macroeconomic Issues in Developing Economies eJournal. Social Science Research Network (SSRN). Accessed 28 Jan 2020. ==History== Pakistan joined IMF in 1950 as newly established country was facing fiscal problems since its creation in 1947 from British India. In 1958, for the first time, Pakistan went to IMF for bailout. For this, IMF lent out to Pakistan on standby arrangement basis on 8 December 1958. Pakistan again went to IMF in 1965. This time, IMF gave to war-torn nation on 16 March 1965. Three years later, Pakistan again went to IMF for third time for balance of payment problems for which IMF gave on 17 October 1968. In 1971, Pakistan lost its Eastern half, East Pakistan, in a war against India. This war caused huge loses to Pakistan. For which, Pakistan got loan of in 1972, in 1973 and another of in 1974 to meet its growing needs. In 1977, another standby arrangement of was made on urgent basis. Three years later, an extended facility of was reached in 1980. Struggle of Pakistan continued, as Pakistan withdrawn another as Pakistan was already part of US cold war against Soviet Union. Another era was started, as democracy came back to Pakistan but old ways to handle economy poorly continued. Benazir Bhutto government withdrawn as standby arrangement and another in shape of structural adjustment facility commitment on 28 December 1988. In 1990, government of Nawaz Sharif decided against going to IMF instead arranged donations from friendly countries like Saudi Arabia. In 1993, Benazir Bhutto again came to power and her government again went to IMF and reached an agreement to get standby arrangement of on 16 September 1993. Poor handling of economy continued by her government as she got loan of under the extended fund facility and another were borrowed on 22 February 1994. During that period economy of Pakistan remained in poor shape and Pakistan had to go to IMF again for record third in the period of Bhutto government. Some say, this was the most corrupt government in the history of Pakistan. This time Pakistan got an amount of on 13 December 1995. In 1997, Nawaz Sharif came to power. Benazir Bhutto government was sacked on the corruption charges and left economy of Pakistan in worst shape. Sharif government went to IMF on urgent basis for the first time and reached an agreement to get two amounts of and on October 20, 1997. In 2018, Imran Khan became Prime Minister of Pakistan. From start, Pakistan had a large balance of payment deficit and its foreign reserves were only good enough for two months. For this, they arranged friendly loans from Saudi Arabia, United Arab Emirates and China to avoid tough IMF conditions. In 2019, when economic conditions worsened, they went to IMF for twenty-second time and got a largest loan in history of . IMF gave loan based on conditions such as hike in energy tariffs, removal of energy subsidy, increase in taxation, privatization of public entities and fiscal adjustments to the budget. ==References== Category:Foreign relations of Pakistan Category:International Monetary Fund relations Category:Economy of Pakistan Category:National debt of Pakistan ",
    "title": "Pakistan and the International Monetary Fund"
}