{
    "id": "61329313",
    "text": "Arudji Kartawinata (5 May 1905 – 13 July 1970) was an Indonesian politician and military officer. During the Indonesian National Revolution, he was the first commander of the 3rd Division, predecessor to the modern Siliwangi Division. Politically, he was initially a member of Masyumi before later re- forming the Indonesian Islamic Union Party. He served as the chairman of the People's Representative Council for three years between 1963 and 1966. ==Early life and career== Kartawinata was born in Garut on 5 May 1905, being of Sundanese descent. After completing his studies at a HIS (elementary school level) and a MULO (junior high school level), he became a teacher and later principal of a Sarekat Islam (SI) elementary school in Garut. During his time in Garut, he published the newspaper Balatentara Islam, which covered the activities of the SI. He was also involved in nationalist activities. ==Military career== During the Japanese occupation of Indonesia, Kartawinata enlisted in the Pembela Tanah Air (PETA) military unit, and he became a daidancho (battalion commander) there. p. 47 Following the proclamation of Indonesian independence, Kartawinata became the People's Security Agency (BKR) commander in the Priangan region, and he later was appointed as commander of the 3rd Division of the newly formed People's Security Army (TKR), covering the same area. This division was the predecessor of what is today the Siliwangi Division. On 24 November 1945, under pressure from nationalist youths (pemuda) following the outbreak of the Battle of Surabaya, Kartawinata organized an attack against British forces stationed in Bandung - planned to be a general attack, but in practice only limited and scattered fighting took place. He was later replaced as division commander by Abdul Haris Nasution. ==Politics== As Sutan Sjahrir became Prime Minister, Kartawinata (then a member of Masyumi) was appointed as the deputy minister of defense in his Second Sjahrir Cabinet. In the Third Sjahrir Cabinet, Harsono Tjokroaminoto took the post. Later, in 1947, he and proposed to Amir Sjarifuddin that they would reform the Indonesian Islamic Union Party (PSII) in exchange for cabinet seats. This proposal was accepted and Kartawinata returned to his deputy minister of defense post. Following the Dutch recognition of Indonesian independence, Kartawinata joined the People's Representative Council of the United States of Indonesia and was elected deputy speaker on 22 February 1950. He maintained his deputy speaker post for the Temporary People's Representative Council election in August 1950, and for the People's Representative Council sworn in on March 1956 following the 1955 election. The division of the Muslim parties in the country resulted in pressure for the parties - Masyumi, PSII, Nahdlatul Ulama and Perti - to sign a declaration of unity on 15 June 1955, with Kartawinata representing PSII. Kartawinata's PSII was relatively open to cooperating with the Indonesian Communist Party, with Kartawinata himself stating that the alliance was \"based on reality\". Journalist Rosihan Anwar wrote that in 1961, Kartawinata was awarded a Star of Mahaputera by then-president Sukarno, while the former was suffering from illness. Anwar wrote that Sukarno sent two of his ministers to present the award to Kartawinata in a ceremony, but despite Kartawinata's insistence, his doctor prohibited such ceremonies. In the Dwikora Cabinet, constituted in October 1965, Kartawinata served as Chairman of the \"Gotong-Rojong\" Parliament (DPRGR) following the death of its previous chair Zainul Arifin on 2 March 1963. He held this post between 1963 and February 1966. Afterwards, he served two years as a regular member of parliament until he was appointed to the Dewan Pertimbangan Agung (Supreme Advisory Council) in February 1968, a position he held until his death. ==Death== Kartawinata died on 13 July 1970 in Jakarta due to encephalitis. He was buried at the Kalibata Heroes Cemetery. ==References== ===Bibliography=== : : : : Category:1905 births Category:1970 deaths Category:People of the Indonesian National Revolution Category:People from Garut Category:Speakers of the People's Representative Council Category:Indonesian generals Category:Sundanese people Category:Masyumi Party politicians Category:Members of the People's Representative Council, 1955 Category:Indonesian Islamic Union Party politicians ",
    "title": "Arudji Kartawinata"
}