{
    "id": "61320731",
    "text": "Nicole Newman (born October 1996) is an American, former collegiate All- American, right-handed batting professional softball pitcher, originally from Madison, Wisconsin. She attended La Follette High School in Madison. She later attended Drake University, and suited up for Drake Bulldogs softball team, where she owns numerous records. She is also the Missouri Valley Conference career leader in no hitters, perfect games, strikeouts and strikeout ratio; the latter also ranking top-10 in all the NCAA Division I. In her senior year, Newman threw five perfect games during the 2019 NCAA Division I softball season to lead Drake softball to a Missouri Valley Conference softball title and a berth in the 2019 NCAA Division I Softball Tournament. After graduating from college, Newman was selected by the Aussie Peppers of National Pro Fastpitch in the third round of the 2019 NPF Draft. Currently she is a part of the Minnesota Golden Gophers softball coaching staff. ==Drake University== Newman debuted for the Bulldogs on February 7 with a 6 inning shutout and 8 strikeouts. She was also named MVC Freshman of The Year. Her sophomore year, Newman would earn MVC Pitcher of The Year. Newman took a redshirt year the next season to recover from an injury. In 2018, she returned and on March 30 she nabbed three hits at the plate for a career highlight against the Bradley Braves. Newman pitched a no hitter vs. the SIU Salukis on April 7. A week later, Newman threw a second no hitter and set a career best with 18 strikeouts against the Valparaiso Crusaders. She would earn her second Pitcher of The Year honor. For her final year and facing the Furman Paladins on February 13, Newman belted two home runs to drive in 7 RBIs for her career single game high. Newman later began a career best 23 consecutive wins streak on March 13 to May 11; she threw 134.0 innings surrendering 32 hits, 7 earned runs and 18 walks to post a 0.36 ERA and 0.37 WHIP. She tossed the first of an NCAA record setting season 5 perfect games on March 30, defeating the Indiana State Sycamores with 15 strikeouts. On April 6, Newman joined the 1,000 strikeouts club winning against Valparaiso and tallied 12 strikeouts for the occasion. From April 9 when she ended a win over the UNI Panthers with 2.1 scoreless innings to begin 43.0 consecutive until April 28 when the Missouri State Bears scored in the second inning of another victory for Newman. During the streak she allowed 10 hits, 6 walks with 91 strikeouts and 0.37 WHIP. These would help her to a third Pitcher of The Year award from the conference. ==Statistics== ===Drake Bulldogs=== {| class=\"wikitable\" |- align=center | YEAR | W | L | GP | GS | CG | SHO | SV | IP | H | R | ER | BB | SO | ERA | WHIP |- align=center | 2015 | 13 | 5 | 26 | 20 | 12 | 5 | 2 | 133.1 | 92 | 42 | 36 | 61 | 175 | 1.89 | 1.15 |- align=center | 2016 | 22 | 13 | 37 | 32 | 26 | 4 | 1 | 220.0 | 189 | 114 | 93 | 90 | 286 | 2.96 | 1.27 |- align=center | 2017 | 7 | 3 | 12 | 8 | 5 | 2 | 2 | 55.0 | 28 | 21 | 10 | 19 | 94 | 1.27 | 0.85 |- align=center | 2018 | 22 | 5 | 29 | 26 | 15 | 9 | 1 | 157.2 | 77 | 24 | 20 | 36 | 245 | 0.89 | 0.72 |- align=center | 2019 | 29 | 7 | 46 | 31 | 28 | 14 | 5 | 221.2 | 85 | 45 | 34 | 45 | 423 | 1.07 | 0.59 |- align=center | TOTALS | 93 | 33 | 150 | 117 | 86 | 34 | 11 | 787.2 | 471 | 246 | 193 | 251 | 1223 | 1.71 | 0.91 |} ==References== ==External Links== * *Drake bio * Category:1996 births Category:American softball players Category:Softball players from Wisconsin Category:Drake Bulldogs softball players Category:Living people Category:Sportspeople from Madison, Wisconsin ",
    "title": "Nicole Newman"
}