{
    "id": "61328950",
    "text": "Borane(1), boron monohydride, hydridoboron or borylene is an unstable molecule of boron and hydrogen with formula BH. ==Formation== Boron monohydride can be formed from borane carbonyl exposed to ultraviolet light. BH3CO → BH + CH2O Boron monohydride is formed when boron compounds are heated to a high temperature in the presence of hydrogen. Boron monohydride is formed when the boron anion B− reacts with a hydrogen ion H+. It is also formed when atomic boron reacts with hydrogen. B + H2 → BH + H. There is too much energy in the reaction for BH2 to be stable. Boron monohydride probably exists in sunspots, but as of 2008 has not been detected. ==Properties== The ionization potential is around 9.77 eV. The dissociation energy for the ground state molecule is 81.5 kcal/mol. The electron affinity is roughly 0.3 eV, and the HB− ion is formed. The dipole moment of the molecule in its ground state is 1.27 debye and for the first excited electronic state A1Π is 0.58 debye. The spectrum of boron monohydride includes a molecular band for the lowest electronic transition X1Σ+ → A1Π with a band head at 433.1 nm (for 0→0) and 437.1 (for 0→1) The spectrum contains P, Q, and R branches. Although BH is a closed shell molecule, it is paramagnetic independent of temperature. ==Reactions== Boron monohydride is unstable in bulk and disappears quickly on a timescale of 20 ns when at a pressure of 20 Torr. Boron monohydride reacts with oxygen, probably forming HBO. Boron monohydride shows no reaction with methane, but reacts with propane to give C3H7BH2. With nitric oxide (NO) it probably yields HBO and HBNO. Boron monohydride appears to add onto double bonds in unsaturated organic compounds. It also reacts with water. Boron monohydride can take on the form of solid poly-borane(1) which spontaneously inflames in air. Solid BH is predicted to take on an Ibam phase at pressures over 50 GPa and then become a metallic P6/mmm phase over 168 GPa. ==Ions== Both a cation and a dication are known. The dication HB2− can be a ligand with two links. The dication can also be stabilized by an amine. ==References== Category:Boranes ",
    "title": "Boron monohydride"
}