{
    "id": "61329371",
    "text": "Molly Macindoe is a UK based photographer and photojournalist with U.S.A. and New Zealand dual nationality. She is best known for her work documenting the underground rave scene. She uses photographic film as a medium in the majority of her works. == Biography == === Early life === Born in Qatar in 1979 to an American and a New Zealander, Macindoe's early childhood was spent in a multicultural community of ex-pats. She moved with her family to England in 1986 and began school in London. She went on to study Art at A-level and focused her work on Free Parties and photography.http://www.mollymacindoe.com/bio/ Retrieved July 21, 2019 === Expanded description === Influenced by her well-travelled parents, Macindoe developed a love for international travel and visited many places such as Papua New Guinea, Tibet, Russia, Iran and Syria, photographically documenting the diverse cultures she encountered. Her attention was always drawn back to the Free Party community and since 1997, she has participated in and documented the Underground scene.http://www.mollymacindoe.com/bio/ Retrieved July 21, 2019 In 2005 she completed a BA course in Photographic Arts at the University of Westminster where her final exhibit was based on a photographic journey through Iran, including images of Tehran’s highly illegal party scene. After leaving University, she began her career in social documentary photography, culminating in the publication of her photographic study, Out of Order (2011, Tangent Books). Her book documents ten years of the underground Rave, Free party and Teknival scene in the U.K. and Europe. It contains an introduction and essay by musicologist Caroline Stedman.http://www.mollymacindoe.com/bio/ Retrieved July 21, 2019 The 2nd edition (2015, Front Left Books) contains a foreword by photographer Tom Hunter (artist).https://www.printedmatter.org/catalog/49376/ Retrieved July 21, 2019 Macindoe's published work is notable due to the low prevalence of documentation of her subject matter, as noted by Artefact magazine in their review of her work which it described as 'stark, honest and humanistic, a rare and insightful documentary of a precious subculture'./ Macindoe is one of the top five featured photographers for Youth Club Archive, a not-for-profit organisation working to 'preserve, share, educate and celebrate youth culture history'.http://www.youthclubarchive.com/about. Retrieved July 21, 2019 The organisation also notes the significance of her work in documenting the Free Party subculture and describes it 'as authentic as the subculture she follows.. a previously unseen insight into an empowered world free of boundaries.' She is a main contributor to all the organisation's shows and symposiums and will feature in the upcoming world's first Youth Culture Museum funded by National Lottery Heritage Fund.http://www.youthclubarchive.com/museum-of-youth-culture. Retrieved July 21, 2019 Out of Order was favourably reviewed in a 5-page spread in the Architects' Journal. Dazed published two of her photojournalism articles about raves in Jordan and Lebanon. Dazed also published her work in two further articles. Macindoe's work has also been published in an ITV documentary, Macindoe's image of a derelict building in Hackney Wick is used for 8 seconds from 16:23mins. TheGuardian.com, Wonderland, Mixmag, Vice Media, Focus, The Spanish El Pais, Playground Magazine, Hunger TV,https://www.hungertv.com/editorial/saatchi-gallery-announce-first-ever- exhibition-devoted-to-rave-culture/attachment/molly-macindoe/ retrieved July 21, 2019 i-D, SX MagazineSX Magazine, May 23, 2001 Issue 557, p.17 Redbull and Hotshoe International. She was also commissioned to provide images and copy for a Sunday edition of The Times Style Magazine article, The front cover image on the 1st edition of Out of Order book has a permanent place in the largest private collection of British youth culture photography – The Hartnett Contemporary Collection.http://www.hartnett.uk.com/photographer. Retrieved July 21, 2019 Her work has featured in several notable exhibitions 'Sweet Harmony: Rave Today' at The Saatchi Gallery, London,https://www.saatchigallery.com/art/sweet_harmony.php. Retrieved July 21, 2019 Ourhistory Archives, Logic & fabric present: Club Culture at Fabric (club), London,/ Electro Expo at Philharmonie de Paris,https://philharmoniedeparis.fr/en/electro-exhibition. Retrieved July 21, 2019 'Dance & Disobedience – An Exhibition for playful protagonists' at Rich Mix.Dance & Disobedience – An Exhibition for playful protagonists October 9–19, 2013 https://www.womatrust.org/events/music-events-for-woma/ Retrieved July 21, 2019< Macindoe has also exhibited in The Millennium Dome, Foyles Gallery,https://www.foyles.co.uk/Out-of-order. Retrieved July 21, 2019< Camden Roundhouse, The Foundry (bar), The Arnolfini, The Arts House,Showcase Exhibition and book signing at the Arts House in Stokes Croft, Bristol Nov 22 – Dec 11, 2011 The Village Underground,‘Lost in Music’ December 4, 2015. http://www.youthclubarchive.com/exhibition-lost-in-music. Retrieved July 21, 2019 the M.S. Stubnitz,Festival of Art & Music rEvolution (F.A.M.E) April 25–28, 2013. http://ms.stubnitz.com/content/fame-25th-28th-april. Retrieved July 21, 2019< The Printspace Gallery The Southbank CentreOne Nation Under a Groove June 6 – August 31, 2015. http://www.youthclubarchive.com/one-nation- under-a-groove. Retrieved July 21, 2019< and many underground events. Her images have been presented in slide projections at the Arnolfini and the V&A; Friday Late event Electric Histories.‘Electric Histories’ November 30, 2018. http://www.youthclubarchive.com/event-electric-histories-va Retrieved August 15, 2019 Macindoe presented a Solo show in Carnaby Street at The Subculture Archives where she also presented talks for Youth Club Archive and LA clothing brand Nasty Gal.http://www.youthclubarchive.com/exhibition-the-subculture- archives-carnaby-street. Retrieved July 21, 2019< She presented her work and a talk 'Documenting the Rave Road From Putney to Persia' at Doomed Gallery, Londonhttp://www.youthclubarchive.com/archive-molly-macindoe. Retrieved July 21, 2019< and an exhibition and talk at RVLT festival at the Worm in 2015. She has also presented talks at Te Auaha Institute for Creativity, Wellington, Aotearoa, NZ, City of London & Cripplegate Photographic Societyhttps://www.cityandcripplegate-ps.org/recent-events/previous/5. Retrieved July 21, 2019<https://www.cityandcripplegate-ps.org/recent- events/tuesday-4th-april-2017-speaker-molly-macindoe-on-underground-rave. Retrieved July 21, 2019 and a ‘Rave on the Road’ talk at the Floating Cinema, Kings Cross, London.https://www.kingscross.co.uk/floating-cinema-2016. Retrieved July 21, 2019 She has presented talks at academic institutions City of Bristol College and Swindon School of Art. On November 15, 2018, she did a book signing at Bookmark, the renowned Marc Jacobs bookstore in Tokyo.https://www.marcjacobs.jp/world-of-marc-jacobs/detail/004000311. Retrieved July 21, 2019 In 2012 she received an honorable mention as a runner up in Absolute Travel's international travel photo contesthttps://www.adventuretravelnews.com/absolute-travel-photo-contest- winner-honorable-mentions. Retrieved July 21, 2019 and in 2015 her travel photography was featured in an 8-page spread in China’s Lens Magazine. In early 2019, Alexander McQueen Milan store used a Molly Macindoe image as an instore display and at Selfidges, London. The image also features in a range of McQueen T-shirts released in August 2019. Other works include a short film about OCD entitled ‘Reverence & Ritual’https://www.youtube.com/watch?v=Nm1KlzOGmzU. Retrieved July 21, 2019 and a photographic installation about her travels on the Trans-Siberian railway. She was also part of a team that produced a short magic realist film, ‘Dis Burnin Now,’https://vimeo.com/66718338. Retrieved July 21, 2019 funded by Arts Council England. Macindoe is a founding member of Random Artistshttp://www.randomartists.org/gallery/main.php?g2_itemId=1260. Retrieved July 21, 2019 – a collective formed by like-minded creative people from the underground rave scene, which has staged many open-access Temporary Autonomous Art events in squatted venues across the UK. == Published works == 2011, Tangent Books, Out of Order 2015, Front Left Books, Out of Order (2nd Edition) 2016 Front Left Books, ‘Out of Date’ Rave calendar 2017 Front Left Books, ‘Documenting the Rave Road’ Book of postcards == References/Notes and references == == External links == * Molly Macindoe's personal website Category:Living people Category:1979 births Category:Alumni of the University of Westminster Category:American photographers Category:New Zealand photographers ",
    "title": "Molly Macindoe"
}