{
    "id": "61329578",
    "text": "Yas Mall () is a mall in Yas Island in Abu Dhabi, United Arab Emirates. It serves as a place for shopping, dining and entertainment for residents of Abu Dhabi and Yas Island. It covers an area of approximately 235,000 square metres (2.5 million square feet). == History == The construction started in 2011 and by February 2013, 50 percent of the project was completed. It was initially due for completion in March 2014, but its opening was postponed to coincide with the Formula One Grand Prix season finale that took place at the Yas Marina Circuit and the mall was officially inaugurated in November 2014. It was occupying a total area of 25 km2 (2,500 ha). Yas Mall was developed and operated by Aldar Properties PJSC, a real estate development, management and investment company based in Abu Dhabi, UAE. It was built by lead contractor Six Construct, a subsidiary of the BESIX Group. Throughout the project, Six Construct used environmentally friendly materials and followed strict plans for waste management and indoor air quality. Aldar Properties PJSC worked with the engineering firm, AECOM, as lead designers for the project, and then as construction supervisors; whilst the UK-based architecture, planning and design firm CollisonRTKL was responsible for the design of the mall. Between the opening date and December 2015, the mall had around 20 million visitors. == Design and attractions == Yas Mall is laid out in a series of streets, avenues, boulevards and squares, with a focus on light and space. Its interior features a naturally-lit central gathering space, with sculptures by the South African artist Marco Cianfanelli and fibre art by the Dutch artist Peter Gentenaar. The mall includes a Town Centre, located at the centre of the complex connecting four of its five main corridors or avenues. It is characterized by an indoor courtyard surrounded by trees, restaurants and shops, and a shallow pool. The mall’s four parking areas have capacity for approximately 10,000 vehicles. There is a wide range of international and regional retail brands, as well as leisure and entertainment options. Some of the mall’s stores include Tyrano, Debenhams, Ferrari World Abu Dhabi connected to the mall, and House of Fraser. The mall contains outdoor and indoor restaurants and cafés that serve international cuisines and desserts. These include Ladurée, Texas De Brazil, Carluccio’s, Tim Hortons, Starbucks, The Cheesecake Factory and Le Pain Quotidien. In addition, the food court comprises a further 24 outlets, and Cascade Dining offers al-fresco dining at 18 world-class restaurants, including Buca Di Beppo, Yu Shan Fang, Chilis, Black Tap Craft Burgers & Shakes, and Café Bateel. == Events == Throughout the year, Yas Mall hosts a number of events and exhibitions, as well as entertainment activities and performances. === Yas Gaming Festival === Held annually at Yas Mall, Abu Dhabi, the Yas Gaming Festival is an interactive experience combining cosplay, multi-player tournaments, retro arcades, e-sports and virtual reality. It includes guest appearances by social media stars and technical experts from the gaming industry, as well as influencers from around the world. === Modest Fashion and Beauty Weekend === A three-day event, held at Yas Mall, is dedicated to celebrating the elegance of dressing. It is hosted in collaboration with Grazia Middle East and features catwalk shows, jewelry displays, customization workshops, pop-up shops and a design competition. === 24 Hours Mega Sale === Launched in 2017, the event features sales for which most stores stay open for 24 hours and offer discounts of up to 90%. During that time, Yas Mall hosts a parade of performances by jugglers, dancers and musicians, as well as hourly prizes and giveaways. === Black and White Sale === The Black and White Sale is a five-day event at Yas Mall that offers discounts ranging from 25% to 90% at selected stores, along with a Spend & Win competition. == Awards == Since its opening, Yas Mall has been awarded with several awards, including: *Best International Shopping Centre - Global RLI Awards 2015 *Commercial Project of the Year Award - Construction Week Awards *Gold Award 2015 for Design & Development - Middle East Council of Shopping Centres (MECSC) *Gold Award for Best Sales, Promotion & Event for Yas Mall’s 24-Hour Eid Al Fitr Sale - ICSC MENA Shopping Centre Awards 2017 *Gold Award for “Fashion Hits Home” event in the Public Relations category – MECSC Awards 2018 == References == ==External links== * Category:Shopping malls established in 2014 Category:Shopping malls in Abu Dhabi Category:2014 establishments in the United Arab Emirates ",
    "title": "Yas Mall"
}