{
    "id": "61325179",
    "text": "Graziella Pellegrini (born July 12, 1961) is an Italian Professor of Cell Biology and the Cell Therapy Program Coordinator at the University of Modena and Reggio Emilia. She has developed and championed cell therapy protocols in hospitals across Italy. == Early life and education == Pellegrini was born in Genoa. She studied molecular pharmacology at the University of Genoa, where she earned her PhD in 1988. She continued to study chemistry and pharmacology at the University of Genoa, and completed two subsequent degrees in 1989. Pellegrini completed extra training to become a pharmacist. == Research and career == Pellegrini was appointed to the Italian National Institute for Cancer Research in 1988. She held positions at Celllife Biotechnology, the Advanced Biotechnology Center and the Veneto Eye Bank Association. She is best known for her work in translational medicine, and has developed epithelial stem cell mediated cell and gene therapies. She has worked with Michele de Luca for most of her academic career. In 1990 Pellegrini established the first urethral stem cell cultures for humans, which could be used to regenerate the urethra in patients with posterior hypospadias. She showed that the p63 transcription factor, a homologue of P53 that is essential for regenerative proliferation in the development of epithelial cells, can distinguish human keratinocyte cells from their transient amplifying keratinocyte analogues. The identification of this marker is important in the clinical application of epithelial cultures for cell therapy. In 2006 Pellegrini was appointed as an associate professor at the University of Modena and Reggio Emilia. She leads the Center for Regenerative Medicine “Stefano Ferrari”. Pellegrini has used the epithelial stem cells for the treatment of skin disease. She first outlined the feasibility of ex vivo gene therapy of laminin-332 junctional epidermolysis bullosa in 2006. This involved transplanting autologous epidermis flaps from epidermal stem cells that had been genetically corrected. She demonstrated the first successful clinical trial to treat junctional epidermolysis bullosa. For the following two years, Pellegrini and De Luca observed initial stem cell patients, when it became obvious that they could scale the technology. In 2017 the epithelial stem cells were used to treat a seven-year-old boy who had lost 80% of his skin to junctional epidermolysis bullosa. In 2008 Pellegrini and De Luca co-founded the Holostem Terapie Avanzate, a biotechnology spin-out that develops advanced therapy producets that use epithelial stem cell cultures. They developed a culture system that creates limbal stem cell for the regeneration of corneas, which can restore vision to patients ocular burns who are deemed incurable. This system, Holoclar, was recognised by the European Medicines Agency in 2008, and received its approval for marketing from the European Commission in 2015. Holoclar is the first stem cell based medicinal product to be approved by the European Commission. In 2020 Graziella Pellegrini and Michele De Luca, shared the Louis-Jeantet Prize for the development of epithelial stem cell-based regenerative therapy in patients with severe eye and skin disease. https://www.jeantet.ch/en/prix-louis-jeantet/laureats/2020-en/graziella- pellegrini-and-michele-de-luca/ Pellegrini provides expert opinion for the World Economic Forum.. == References == Category:Italian women scientists Category:Italian women academics Category:University of Genoa alumni Category:University of Modena and Reggio Emilia faculty Category:Regenerative biomedicine Category:1961 births Category:Living people ",
    "title": "Graziella Pellegrini"
}