{
    "id": "61334763",
    "text": "Mexico–Papua New Guinea relations refers to the diplomatic relations between the United Mexican States and the Independent State of Papua New Guinea. Both nations are members of APEC and the United Nations. ==History== On 19 May 1976, Mexico and Papua New Guinea established diplomatic relations.Bilateral relations between Mexico and Papua New Guinea (in Spanish) Overall relations between both nations have been limited and have taken place in mainly multilateral forums such as at APEC summits or at the United Nations. In October 2002, Papua New Guinean Prime Minister Michael Somare attended the APEC summit being held in Los Cabos, Mexico. In October 2013, during the APEC summit in Bali, Indonesia, Mexican President Enrique Peña Nieto and Papuan New Guinean Prime Minister Peter O'Neill met and discussed bilateral relations between both nations. In November 2010, Papuan New Guinea Special Envoy and Ambassador for Environment & Climate Change, Kevin Conrad, attended and represented Papua New Guinea at the United Nations Climate Change Conference held in Cancún, Mexico.Cancun Highlights In November 2018, Mexican Undersecretary of the Economy, Juan Carlos Baker Pineda, represented Mexico and led its delegation at the APEC Papua New Guinea summit held in Port Moresby.Concluye la Semana de Líderes del Foro de Cooperación Económica Asia- Pacífico (APEC) (in Spanish) Since 2017, the Mexican government offers each year scholarships for nationals of Papua New Guinea to study postgraduate studies at Mexican higher education institutions. ==High-level visits== High- level visits from Mexico to Papua New Guinea * Undersecretary of the Economy Juan Carlos Baker Pineda (2018) High-level visits from Papua New Guinea to Mexico * Prime Minister Michael Somare (2002) * Special Envoy for the Environment Kevin Conrad (2010) ==Trade== In 2018, trade between Mexico and Papua New Guinea totaled $48 million USD. Mexico's main exports to Papua New Guinea include: photographic plates for radiographs; lubricating oils and greases. Papua New Guinea's main exports to Mexico include: skipjack tuna; yellowfin tuna and crude oil.SRE: Papúa Nueva Guinea (in Spanish) ==Diplomatic missions== * Mexico is accredited to Papua New Guinea from its embassy in Canberra, Australia and maintains an honorary consulate in Port Moresby.Embassy of Mexico in Australia * Papua New Guinea is accredited to Mexico from its embassy in Washington, D.C., United States.Embassy of Papua New Guinea in the United States == References == Papua New Guinea Mexico ",
    "title": "Mexico–Papua New Guinea relations"
}