{
    "id": "61334119",
    "text": "Afroswing, also known as Afrobashment, or less commonly Afrobbean or Afro-trap (not to be confused with the French genre), is a genre of music that developed in the UK during the mid-2010s, derivative of dancehall and afrobeats, with influences from trap, hip hop, R&B;, and grime. Commercially, the genre has been very successful, with many afroswing artists making it into the British charts. == Characteristics == Afroswing is largely defined by its melody rather than a specific tempo. Producer Steel Banglez stated the key elements of afroswing were happy or dark chords that \"make you feel a certain way\", and that \"drum pattern is the most important thing about this whole sound, it's the snare that comes on the third. In hip-hop it comes on the fourth. Coming off the third beat comes from afrobeats.\" Martin Connor, an expert in vocal melodies and rap analysis, described the characteristics of the genre as being \"[..] technically in 4/4, what you will hear over and over again is this recurring pattern made up of three notes that are still repeated in the framework of a 4/4 time signature [..] You can hear the inspirations of Jamaican music in the rhythm except Jamaican music doesn’t have a bass kick and the snare – that’s hip hop, that’s traditional rap. So this is that translation of cultures happening subtly in the instrumentation. Yet it still has a hip hop sensibility in terms of lyrical focus and music videos: cars, money, authenticity, hardness\". == Origins == The rise of afroswing is in large part a result of the slow acceptance of African-derived sounds in the UK. The first genre to really embrace African influenced music and push it into the mainstream was UK funky via artists such as Donae'o, and in early-2010s, afrobeats, with artists such as Mista Silva, Kwamz, Fuse ODG, and Timbo gaining mainstream success through their afrobeats sound. Around the same time, artists such as Sneakbo and Timbo were incorporating melodic rap and Caribbean influences into their music. These artists collectively set the foundation for what would later turn into afroswing, and contributed to the rise of youth embracing their African heritage. In 2010, Sneakbo released \"Touch Ah Button\", an early example of the merger of dancehall and afrobeats influences. In February 2014, Timbo and Mover released \"Ringtone\", which DJ Kenny Allstar credited as opening \"the door to the bridge of Afro-rap and the evolution of Afroswing, which was essentially someone laying a hook over a rap record\". The rise of producers Jae5, Blairy Hendrix, Joshua Beatz, and rapper J Hus saw the sound begin to distinguish and cement itself. Together they fused afrobeats, bashment, and trap, along with a melodic style of rapping with gritty, hood lyrical themes derivative of Road rap. J Hus and Timbo have both received credit for pioneering the genre. Due to being a new genre, there was some confusion on what to call it initially. This has led to many people calling the genre 'afrobeats', and whilst there are some similarities, the genre is not quite the same. Likewise, simply lumping it up with \"uk rap\" is misleading, because while it is accurate, it disregards the uniqueness of the genre that sets it apart from other strands of UK rap. Kojo Funds has explicitly stated he is not trying to be defined as an afrobeats artist and to instead refer to his music as afroswing. Blairy Hendrix and Joshua Beatz, producers for J Hus, were in 2014 initially calling their sound \"Traprobeats\", denoting the various influences of afrobeats and trap music. Around the same time, Jabz Daniels was making a similar sound and called his music \"Trapfrobeat\". The name \"Afroswing\" was initially coined by rapper Kojo Funds, as well as being pushed by prominent producer Juls. The name implies the fusion of \"afro\", from afrobeats, with the mixture drums derived from R&B; and dancehall which the genre \"swings\" between using. Afroswing was eventually picked up by Apple Music as their official genre name for the sound. Spotify however, opted to go for \"AfroBashment\", a term coined by Austin Daboh who was hired by BBC 1Xtra, denoting its fusion of bashment and afrobeats styles. In 2014, J Hus did a popular freestyle on YouTube channel GRM Daily showcasing his distinctive style. The first notable song in the genre was released in 2015, titled \"Dem Boy Paigon\", quickly elevating J Hus' status and becoming a club hit, and soon after ushering in a new wave of artists making similar music. J Hus' sound was a unique blend of Ghanaian afro-pop, afrobeats, and British rap. J Hus was unique in that he would mix rapping with melodic singing, something uncommon in the scene at the time. 2014 also saw the emergence of Mostack, Tion Wayne, and Geko. Many new artists began to crop up from 2015 onwards, such as Kojo Funds, Not3s, Don EE, and ZieZie. Kojo Funds, who coined the name 'afroswing', made his break-out single \"Dun Talkin'\" in 2016. Lotto Boyzz, a Birmingham based group, also gained prominence and decided to call their sound 'afrobbean', denoting the fusion of African and Caribbean influences in the sound. == Success == The genre has been supported by YouTube channels such as GRM Daily, LinkUp TV, and Mixtape Madness, which has allowed artists to easily release music videos to potentially millions of listeners and propagate the genre as a result. Many afroswing artists, such as J Hus, Not3s, EO, and Ramz, have all had very successful singles in the charts, becoming mainstream acts in their own right. Ramz' single \"Barking\" peaked at number 2 on the UK singles chart, and sold over 500k copies. EO's song \"German\" peaked at number 13, and J Hus' single \"Did You See\" got to number 9 on the charts and became the most-streamed single of 2017. Another major artist in the genre, Kojo Funds, gained a \"Best Song Award\" at the MOBO Awards in 2017 for his song \"Dun Talkin'\" with Abra Cadabra. Mostack, Not3s, and Kojo Funds all enjoyed chart success in 2017. In 2015, a three-member group called WSTRN gained international attention via Drake's OVO Sound Radio, which had played their 2015 breakout single \"In2\" on Beats1. In 2017, J Hus released his album Common Sense. The album would gain critical acclaim, entering the British charts at number 10, eventually peaking at number 6 and staying on the charts for over 90 weeks. B Young released \"Jumanji\" in 2018. The song became a hit, selling over 600,000 copies and garnering over 40 million streams, also peaking at number 13 on the UK Singles Chart. In 2018, afroswing artists such as WSTRN, Yxng Bane, Not3s, and Hardy Caprio appeared at SXSW festival in Texas, the first time the genre had ever been represented at the festival. == Notable artists == * One Acen * B Young * EO * Hardy Caprio * J Hus * Kojo Funds * Lotto Boyzz * Mostack * Not3s * NSG * Ramz *Steel Banglez * Yxng Bane * WSTRN == See also == * Afrobeats * British hip hop * Dancehall * Grime == References == Category:Hip hop genres Category:2010s in music Category:Black British music Category:Music in London Category:Youth culture in the United Kingdom Category:British styles of music ",
    "title": "Afroswing"
}