{
    "id": "61333004",
    "text": "Helen Swift Mitchell (September 25, 1895 - December 12, 1984) was an American biochemist and nutritionist. Mitchell was born at Bridgeport, Connecticut. She obtained her Bachelor's degree from Mount Holyoke College in 1917 and a doctorate in biochemistry from Yale University in 1921.Ogilvie, Marilyn Bailey; Harvey, Joy Dorothy. (2000). The Biographical Dictionary of Women in Science: L-Z. Routledge. p. 901. \"Helen S. Mitchell Dies; Nutritionist and Writer\". The New York Times. Mitchell was research director at Battle Creek Sanitarium. She taught nutrition and physiology at Battle Creek College (1924-1935). She was research professor of nutrition at University of Massachusetts. She was principal nutritionist for the Federal Security Agency (1941-1943) and chief nutritionist for the State Department Office of Foreign Relief and Rehabilitation (1943-1944). She was appointed dean of home economics at the University of Massachusetts (1946-1960). Her textbook Nutrition in Health and Disease was in print for 56 years and sold more than a million copies. It was positively reviewed in science journals as an excellent source of reference for dietitians, public health nurses and students.Fraser, D. T. (1929). Reviewed Work: Nutrition in Health and Disease by Cooper, Baker and Mitchell. Canadian Public Health Journal 20 (1): 54.Wiehl, Dorothy G. (1948). Reviewed Work: Nutrition in Health and Disease by Lenna F. Cooper, Edith M. Barber, Helen S. Mitchell. The Milbank Memorial Fund Quarterly 26 (2): 240-241.Schneider, B. Aubrey. (1952). Reviewed Work: Nutrition in Health and Disease by Lenna F. Cooper, Edith M. Barber, Helen S. Mitchell, Henderika J. Rynbergen. The Quarterly Review of Biology 27 (2): 227-228. Mitchell took interest in debunking the irrational claims of fad diets.Beecher, Gary R; Dupont, Jacqueline L. (2017). History of Human Nutrition Research in the U. S. Department of Agriculture. United States Department of Agriculture. p. 56 In 1959, she commented that \"ten million Americans, who live in a scientific age, waste 500 million dollars a year on quack diets and fake pills and the junk of non-scientific medicine men.\"Mitchell, Helen S. (1959). Don't Be Fooled by Fads. Yearbook of Agriculture. United States Department of Agriculture, Washington, D.C. p. 660 ==Selected publications== *Nutrition in Health and Disease (with Edith Michael Barber; Lenna Frances Cooper, 1928) *Facts, Fads and Frauds in Nutrition (with Gladys Mae Cook, 1937) *Food Fads, Facts, and Fancies (1939) *What Educators Should Know About the National Nutrition Program (1941) *Don't Be Fooled by Fads (1958) *Recommended and Non- recommended Nutrition Books for Lay Readers (1964) *Nutrition in Nursing (with Henderika J. Rynbergen; Marjorie V. Dibble; Linnea Anderson, 1968) ==References== Category:1895 births Category:1984 deaths Category:American women biochemists Category:American women nutritionists Category:Mount Holyoke College alumni Category:People from Bridgeport, Connecticut Category:Yale University alumni ",
    "title": "Helen S. Mitchell"
}