{
    "id": "61330791",
    "text": "Jathedar Udham Singh Nagoke was a freedom fighter, Jathedar of Akal Takht and member of Rajya Sabha. ==Jathedar of the Akal Takht== As Jathedar of the Akal Takht, he was scheduled to lead the first Shahidi Jatha (martyrs' column) on its way to the agitation at Jaito. However, the Government arrested him the night before (8 February 1924) and sentenced him to two confinement in the Central Jail at Multan. On his release in 1926, he was again appointed Jathedar of Akal Takht. By then the Sikh Gurdwaras Act, 1925 had been placed on the statute book. In the elections held under this Act, he was elected a member of the Shiromani Gurdwara Parbandhak Committee and continued to be elected or co-opted to it till 1954. During this time he was a member of the Darbar Sahib Committee from 1930 to 1933. He was elected president of the Shiromani CommitteeFormer President of SGPC in 1948 and again in 1950.ਉੱਦਮ ਸਿੰਘ ਨਾਗੋਕੇ ==President of the Shiromani Akali Dal== He participated in the civil disobedience movement started by the Indian National Congress and served another year in custody. In 1935, he was elected president of the Shiromani Akali Dal.Former President of Shiromani Akali Dal The freedom campaign claimed another four years of his life (1936-39. Another term injail awaited him in March 1942 under the Defence of India Rules. In the Quit India Movement he suffered jail for three years. ==Punjab Provincial Assembly== After his release at the end of the Second World War, Jathedar Nagoke was elected to the Punjab Provincial Assembly in 1946. In 1952 he was appointed head of the Bharat Sevak Samaj, a front organization of the Congress Party. ==Rajya Sabha== He was elected to the Rajya Sabha in 1952 as a Congress nominee, a position he held until 1960. He was also a member of the Punjab Pradesh Congress executive during this period. ==Punjabi Suba agitation== In 1960 he joined C. Rajagopalachari's Swatantra Party and headed its Punjab Branch in 1960-61. In 1960's he joined the Punjabi Suba movement. He served a term in jail in 1960 in the Punjabi Suba agitation. ==Death== He gave up this life at the Postgraduate Institute of Medical Sciences at Chandigarh on 11 January 1966. ==References== Category:1894 births Category:1966 deaths Category:Punjab, India politicians Category:Indian National Congress politicians from Punjab, India Category:Shiromani Akali Dal politicians Category:Swatantra Party politicians Category:Rajya Sabha members from Punjab, India ",
    "title": "Udham Singh Nagoke"
}