{
    "id": "61339939",
    "text": "Shilese Jones (born July 26, 2002) is an American artistic gymnast. She is a member of the United States' women's national gymnastics team and was a member of the team that won gold at the 2018 Pan American Championships. ==Early life== Jones was born in Seattle, Washington to parents Sylvester Jones and Latrice Bryant. She has one sister.https://usagym.org/pages/athletes/athleteListDetail.html?id=384302 ==Gymnastics career== === Junior === ==== 2014–15 ==== Jones qualified to junior elite in 2014. She made her elite debut at the American Classic where she finished 29th in the all-around but fourth on vault. She later competed at the U.S. Classic where she placed fourteenth in the all-around, seventh on vault, ninth on floor exercise, and twenty-third on uneven bars and balance beam. At the 2014 National Championships Jones placed twentieth in the all- around.https://usagym.org/PDFs/Results/w_14champs_jrevents.pdf In July 2015 Jones competed at the U.S. Classic where she finished sixth in the all-around, on vault, and on floor exercise.https://usagym.org/PDFs/Results/w_15susc_jr.pdf The following month she competed at the 2015 National Championships where she placed tenth in the all-aroundhttps://usagym.org/PDFs/Results/w_15champs_jraa.pdf ninth on vault, fourteenth on uneven bars and floor exercise, and tenth on balance beam.https://usagym.org/PDFs/Results/w_15champs_jrevents.pdf ==== 2016–17 ==== Jones competed at the 2016 U.S. Classic in July where she finished nineteenth in the all-around and seventh on vault.https://usagym.org/PDFs/Results/w_16classic_jr.pdf In August she competed at the 2016 National Championships where she finished seventh in the all-aroundhttps://usagym.org/PDFs/Results/w_16champs_jraa.pdf but won bronze on vault behind Chae Campbell and Madeleine Johnston and on floor exercise behind Maile O'Keefe and Riley McCusker.https://usagym.org/PDFs/Results/w_16champs_jrevents.pdf Jones competed at the 2017 U.S. Classic where she placed seventh in the all-around. She was scheduled to compete at the 2017 National Championships but had to withdraw due to injury. ===Senior=== ==== 2018 ==== Jones turned senior in 2018. She competed at the American Classic where she placed first in the all- around, on vault, and on floor exercise, placed fourth on uneven bars, and twelfth on balance beam. Later in the summer she competed at the 2018 U.S. Classic where she placed fourth in the all-around behind Simone Biles, Riley McCusker, and Morgan Hurd, sixth on uneven bars, eleventh on balance beam, and fifth on floor exercise. At the National Championships Jones finished fifth in the all-around, behind Biles, Hurd, McCusker, and Grace McCallum, sixth on uneven bars, tenth on balance beam, and seventh on floor exercise. As a result of her performance she was added to the senior national team for the first time. The following day, Jones was named to the team to compete at the Pan American Championships in Lima, Peru alongside McCallum, Trinity Thomas, Jade Carey, and Kara Eaker. In the team competition, Jones helped the United States' win the gold. In October Jones participated in the Worlds Team Selection Camp. During the competition she placed eighth in the all-around, second on vault behind Biles, fifth on uneven bars, ninth on balance beam, and eighth on floor exercise. The following day she was not named to the team to compete at the 2018 World Championships. ====2019==== In February Jones was named to the team to compete at the 2019 City of Jesolo Trophy alongside Sunisa Lee, Emma Malabuyo, and Gabby Perea. While there she contributed scores on vault, beam, and floor that helped the team win gold. In June, after the conclusion of the American Classic, Jones was named as one of the eight athletes being considered for the team to compete at the 2019 Pan American Games along with Sloane Blakely, Kara Eaker, Aleah Finnegan, Morgan Hurd, Sunisa Lee, Riley McCusker, and Leanne Wong. At the 2019 GK US Classic, Jones placed ninth in the all-around. She also placed third on vault behind Jade Carey and Aleah Finnegan, eleventh on uneven bars, fourteenth on balance beam, and tenth on floor exercise. After the competition she was named as the alternate for the Pan American Games. At the U.S. National Championships, Jones placed twelfth in the all-around. She also finished fifth on vault, fourteenth on uneven bars, eleventh on balance beam, and ninth on floor exercise. She did not retain her spot on the national team, but it was announced that despite neither gymnast making the team, her and Faith Torrez had been extended invites to the worlds selection camp. She later withdrew from the camp due to injury. ==== 2020 ==== In March Jones was selected to compete at the City of Jesolo Trophy alongside Sophia Butler, Leanne Wong, and Kara Eaker. As a result she was re-added to the national team. However, the USA decided to not send a team to Jesolo due to the COVID-19 pandemic in Italy. In October it was announced that Jones would compete at a friendly competition in Japan taking place in November. She will compete alongside Butler and eMjae Frazier and against gymnasts from Russia, Japan, and China. == Competitive history == === Junior === {| class=\"wikitable\" style=\"text- align:center; font-size:95%;\" ! align=\"center\" |Year ! align=\"center\" |Event ! style=\"width:30px;\" |Team ! style=\"width:30px;\" |AA ! style=\"width:30px;\" |VT ! style=\"width:30px;\" |UB ! style=\"width:30px;\" |BB ! style=\"width:30px;\" |FX |- | rowspan=\"3\" | 2014 || align=left | American Classic || || 29 || 4 || 24 || 32 || 27 |- | align=left | U.S. Classic || || 14 || 7 || 23 || 23 || 9 |- | align=left | National Championships || || 20 || 12 || 20 || 33 || 14 |- | rowspan=\"2\" | 2015 || align=left | U.S. Classic || || 6 || 6 || 14 || 19 || 6 |- | align=left | National Championships || || 10 || 9 || 14 || 10 || 14 |- | rowspan=\"2\" | 2016 || align=left | U.S. Classic || || 19 || 7 || 17 || 38 || 18 |- | align=left | National Championships || || 7 || || 14 || 20 || |- | rowspan=\"1\" | 2017 ||align=left | U.S. Classic || || 7 || 7 || 18 || 16 || 4 |} === Senior === {| class=\"wikitable\" style=\"text-align:center; font- size:95%;\" ! align=\"center\" |Year ! align=\"center\" |Event ! style=\"width:30px;\" |Team ! style=\"width:30px;\" |AA ! style=\"width:30px;\" |VT ! style=\"width:30px;\" |UB ! style=\"width:30px;\" |BB ! style=\"width:30px;\" |FX |- | rowspan=\"5\" | 2018 || align=left | American Classic || || || || 4 || 12 || |- | align=left | U.S. Classic || || 4 || || 6 || 11 || 5 |- | align=left | U.S. National Championships || || 5 || || 6 || 10 || 7 |- bgcolor=#F5F6CE | align=left | Pan American Championships || || || || || || |- | align=left | Worlds Team Selection Camp || || 8 || || 5 || 9 || 8 |- | rowspan=\"3\" |2019|| align=left | City of Jesolo Trophy || || || || || || |- | align=left | U.S. Classic || || 9 || || 11 || 14 || 10 |- | align=left | U.S. National Championships || || 12 || 5 || 14 || 11 || 9 |} == References == ==External links== * Category:2002 births Category:Living people Category:African- American female gymnasts Category:American female artistic gymnasts Category:Sportspeople from Ohio Category:U.S. women's national team gymnasts Category:People from Westerville, Ohio ",
    "title": "Shilese Jones"
}