{
    "id": "61339158",
    "text": "Corbin, Kentucky race riot of 1919 was a race riot in 1919 in which a white mob forced nearly all the town's 200 black residents onto a freight train out of town, and a sundown town policy until the late 20th century. ==Corbin Expulsion== On October 29, 1919, two men robbed and stabbed A.F. Thompson before escaping without him getting a good look. Thompson was able to stumble to a nearby house and get help. Word soon spread about the attack and that it was two black men who had assaulted him. On October 31, 1919, armed with firearms an enraged white mob made up of hundreds of Corbin townspeople formed up and went house to house rounding of black residents. When they felt that all of the African-Americans of the town had been rounded up the mob marched a group of about 200 men, women and children to the train station, and herded them onto cramped railcars. The train departed with its human cargo and they were sent south to the town Knoxville. \"They swore at us and said: 'By God we are going to run all Negroes out of this town tonight,'\" said longtime black Corbin resident John Turner in a signed affidavit about the incident. ==Aftermath== This uprising was one of several incidents of civil unrest that began in April American Red Summer, of 1919. Terrorist attacks on black communities and white oppression in over three dozen cities and counties. In most cases, white mobs attacked African American neighborhoods. In some cases, black community groups resisted the attacks, especially in Chicago and Washington DC. Most deaths occurred in rural areas during events like the Elaine Race Riot in Arkansas, where an estimated 100 to 240 black people and 5 white people were killed. Also in 1919 were the Chicago Race Riot and Washington D.C. race riot which killed 38 and 39 people respectively, and with both having many more non-fatal injuries and extensive property damage reaching up into the millions of dollars. ==Corbin, Kentucky race riot in media== Trouble Behind (1991), a documentary by Robby Henson that examines the history and legacy of racism in Corbin, Kentucky, a small railroad community noteworthy both as the home of Colonel Sanders' Kentucky Fried Chicken and for \"its race riots of 1919, during which over two hundred blacks were loaded onto boxcars and shipped out of town.\" The film aired at the 1991 Sundance Film Festival and was nominated for the Grand Jury Prize. ==See also== *List of expulsions of African Americans *Sundown town *Mass racial violence in the United States *List of incidents of civil unrest in the United States ==Bibliography== Notes References * * * \\- Total pages: 368 * * * * \\- Total pages: 930 * \\- Total pages: 234 ==External links== Category:1919 riots in the United States Category:African-American history between emancipation and the civil rights movement Category:African-American history of Kentucky Category:Corbin, Kentucky Category:History of racism in Kentucky Category:History of the United States (1918–1945) Category:October 1919 events Category:Racially motivated violence against African Americans Category:Riots and civil disorder in Kentucky Category:Sundown towns in Kentucky Category:White American riots in the United States ",
    "title": "Corbin, Kentucky race riot of 1919"
}