{
    "id": "61335886",
    "text": "Mari Griffith (1940–2019) was a Welsh radio announcer, as well as a singer, presenter, independent producer and novelist later on in life. Griffith was born to a Welsh-speaking family in Maesteg, the Llynfi Valley with a passion for music. She first appeared on All Your Own, a Sunday night BBC children's television programme, direct from London, singing with accompaniment by her harpist sister Anne. Griffith said about her childhood \"Few people in Maesteg had TV sets in those days, so they all crowded into each other's houses to watch. They then crept shamefacedly into chapel late for the evening service, hoping the minister wouldn't notice.\" In the mid-1960s she left Maesteg and went to college in Cardiff, later joining the Manchester-based BBC Northern Singers. She divided her time between presenting children's programmes and attending folk music concerts. She gained her own BBC Wales series, With A little Help. Griffith sung in both English and Welsh. After returning home, she worked with comedians Ryan and Ronnie, and Max Boyce, along with appearances on Disc a Dawn, Poems and Pints, and Music for your Pleasure. She took up work as a bilingual continuity announcer at BBC Wales. After starting with promotional work, she established her own production company, MovieJack. Moviejack filmed in the US and Bulgaria. Throughout her life, Griffith worked in the RTS and spent more than ten years as the secretary of the Wales Centre Committee. When she grew older, she started writing and successfully published two medieval romance novels, Root of the Tudor Rose and its sequel, The Witch of Eye. Griffith died on May 13, 2019, at Bridgend, at the age of 79. ==Root of the Tudor Rose== Root of the Tudor Rose is a 2014 historical novel written by Mari Griffith. It concerns Queen Catherine of Valois, widowed at 21 by the premature death of her husband King Henry V, shortly after which her father King Charles VI of France dies too. Catherine is now left adrift at the English court, defending her 10-month old son from political rivals, such as the ambitious Duke of Gloucester, who seeks the throne for himself. She manages to form a friendship with a young Welsh servant, Owen ap Maredudd ap Tudur. Gradually their friendship deepens, but as a widowed queen, Catherine is not allowed to marry another man, certainly not a servant. The book became a Number 1 best seller and became the Welsh Books Council's Book of the Month for July 2015. Griffith explained that her aim in writing the book was to explore the Welsh ancestry of the Tudor dynasty, stemming from Owen Tudor himself. The book was followed by a 2016 sequel, The Witch of Eye. == References == Category:Welsh radio presenters Category:Welsh singers Category:Welsh television presenters Category:Welsh novelists Category:1940 births Category:2019 deaths ",
    "title": "Mari Griffith"
}