{
    "id": "61332743",
    "text": "Lawrance Roger Thompson 3 April 1906 — 15 April 1973) was an American academic at Princeton University from the 1930s to 1970s. Apart from World War II, Thompson primarily taught English from 1939 to 1968 before teaching Belles- lettres from 1968 until his 1973 retirement. Outside of academics, Thompson wrote multiple books on American poets including a three-part biography on Robert Frost. Thompson's first part of his biography on Frost, Robert Frost: The Early Years, 1874-1915 was nominated for the 1967 National Book Award for Arts and Letters. Years later, Thompson won the 1971 Pulitzer Prize for Biography or Autobiography for his second part of his biography titled Robert Frost: The Years of Triumph, 1915–1938. After Thompson died in 1973 while writing the final part of his Frost biography, Robert Frost: The Later Years, 1938-1963 was posthumously completed by Thompson's assistant R.H. Winnick in 1976. ==Early life and education== Thompson was born on 3 April 1906 in Franklin, New Hampshire. For his post-secondary education, Thompson received a Bachelor of Arts from Wesleyan University in 1928 and a Doctor of Philosophy from Columbia University in 1939. ==Career== While completing his studies, Thompson began his career as an English professor at Wesleyan and Columbia from 1934 to 1936. After completing a year-long fellowship at Columbia, Thompson moved to Princeton University in 1937 and became the university's library curator. After working solely as curator for a couple of years, Thompson simultaneously held the positions of curator and assistant English professor from 1939 to 1942. During World War II, Thompson was a member of the United States Navy Reserve and was awarded the Legion of Merit. After the war, Thompson remained as an assistant professor until his promotion to associate professor in 1947. For the remainder of his stint at Princeton, Thompson was an English professor from 1951 to 1968 and a professor in Belles-lettres from 1968 to 1973. Apart from his academic tenures, Thompson started writing literature about Robert Frost and Edwin Arlington Robinson throughout the early 1930s. In 1939, Thompson was selected by Frost to become his biographer after the death of Frost's previous appointment R.S. Newdick. After writing multiple works about Frost between the 1940s to 1960s, Thompson published the first of his three part biography on Frost in 1966, titled Robert Frost: The Early Years, 1874-1915. Thompson's second accompanying volume on Frost, Robert Frost: The Years of Triumph, 1915–1938 was released a few years later in 1970.Ingerbretsen 1991, pp. 275-76 When Thompson died in 1973 while writing the final volume of his Frost biography, his assistant R.H. Winnick completed Robert Frost: The Later Years, 1938-1963 and made the book available in 1976. Additional authors that Thompson wrote about throughout his life include Henry Wadsworth Longfellow, Herman Melville and William Faulkner. ==Awards and honors== Thompson received a Guggenheim Fellowship in 1945 in the field of American literature. For awards, Thompson was a 1967 National Book Award for Arts and Letters nominee for Robert Frost: The Early Years, 1874-1915 and won the 1971 Pulitzer Prize for Biography or Autobiography for Robert Frost: The Years of Triumph, 1915–1938. ==Personal life== Thompson was married and had four children. ==Death== On 15 April 1973, Thompson died in Princeton, New Jersey. ==References== Category:1906 births Category:1973 deaths Category:Academics from New Hampshire Category:American librarians Category:Wesleyan University faculty Category:Columbia University faculty Category:Columbia University fellows Category:Princeton University faculty Category:20th-century American biographers Category:Pulitzer Prize for Biography or Autobiography winners ",
    "title": "Lawrance Thompson"
}