{
    "id": "61337855",
    "text": "The Nieuwe Vaart or Nieuwevaart is a 17th-century canal in Amsterdam that runs from the center to Amsterdam-Oost (Amsterdam East). Kromhout Museum is located on the Nieuwe Vaart. On this site, the Westkap is still used as a shipyard but the Oosthal is furnished as a museum. The Oosterkerk is also on the Nieuwe Vaart. ==Description== From the Kattenburgerplein, in front of the Maritime Museum, the canal runs in a southeastern direction between the Oostelijke Eilanden (Eastern Islands) on the north side and the Kadijken on the south side. The Eastern Islands are separated from the city by the Nieuwe Vaart and can only be reached via bridges over the Nieuwe Vaart. At the Dageraadsbrug, the Nieuwe Vaart connects to the Singelgracht and continues eastwards along the Cruquiskade and the Zeeburgerpad, to the Zeeburgersluis. This eastern part of the Nieuwe Vaart runs parallel to the Singelgracht and forms the southern boundary of the Eastern Docklands (Oostelijk Havengebied).\"De Oostelijke Eilanden: Kattenburg, Wittenburg, Oostenburg\", Theo Bakker's Domein Along the western part of the canal, on the north side (on the Eastern Islands), there is a street that changes name four times from northwest to southeast: Kattenburgerplein - Kattenburgergracht - Wittenburgergracht - Oostenburgergracht. Together they form the Eilandboulevard A street called Nieuwevaart runs along the northern part of the south side, along the southern part the Kruithuisstraat. Nieuwevaart 5-9 is the headquarters of the municipal Transport and Transport Infrastructure Department. The northern end of the Nieuwe Vaart is marked by the Kattenburger Bridge, which connects the Prins Hendrikkade with the Kattenburgerplein. Halfway the western part of the canal is a bridge called the Overhaalsgang. The Dageraadsbrug, part of a busy traffic square, is located at the point where the Nieuwe Vaart connects with the Singelgracht and turns to the east. There are three bridges across the eastern part of the Nieuwe Vaart, including the bridge in Panamalaan. There is also a railway bridge for the railway line between Amsterdam Centraal station and Amsterdam Muiderpoort railway station. ==History== The Nieuwe Vaart was created in the 17th century when the island of Kattenburg was built outside the dykes. The island crossed so much of the IJ that silting problems arose. The Nieuwe Vaart canal was dug in 1649 to ensure a good flow of water.\"Typisch Amsterdam\" - Oostelijke eilanden\", Amsterdam.nl Originally there was only one bridge over the Nieuwe Vaart to the Eastern Islands. By lifting this Kattenburger bridge, the residents could shut themselves off from the outside world. This came in handy with the Bijltjesoproer, a riot in 1787 by Orangist ship carpenters in Kattenburg against the patriot city council. The Nieuwe Vaart also played a role in the 1917 Potato riots. A barge with potatoes was sent via the Nieuwe Vaart to the Entrepotdok on 30 June. A group of women followed the barge and started throwing stones, at which mounted police started shooting in the air.Mieke Krijger, \"Het Aardappeloproer in 1917\", Legermuseum The western part of the Nieuwe Vaart has been used for shipbuilding and repair since the 17th century. With the arrival of steam ships in the second half of the 19th century, more and more port activities were relocated there. The Nieuwe Vaart became the harbor basin for all large ships, so that most yards made way for warehouses.\"Kattenburg/Wittenburg\", Wijkcentrum Oostelijke Binnenstad The Nieuwe Vaart Association was established in January 2011. This association represents the interests of the residents of houseboats in the western part of the Nieuwe Vaart. The association was founded by houseboat residents as a result of redevelopment plans by the Centrum district where most of the berths for houseboats in the Nieuwe Vaart would disappear.Vereniging de Nieuwe Vaart File:Nieuwevaart, foto 12 Jacob Olie (max res).jpg |The canal in 1895 File:Nieuwe vaart amsterdam 2.jpg |The Nieuwe Vaart, looking in a southeastern direction. On the left is the Oosterkerk. The De Gooyer windmill can be seen in the distance. File:Museumwerf t kromhout amsterdam.jpg |Shipyard museum 't Kromhout File:Dageraadsbrug, Amsterdam.jpg |The Dageraadsbrug, where the canal starts to run parallel to the Singelgracht ==See also == *Canals of Amsterdam ==Notes== ==Sources== Category:Canals in Amsterdam ",
    "title": "Nieuwe Vaart"
}