{
    "id": "61336707",
    "text": "The Museum of Modern Art Australia (MOMAA), alternatively named the 'Museum of Modern Art of Australia' or 'Museum of Modern Art (and Design) of Australia', was founded by Australian art patron John Reed in 1958 in Tavistock Place, a lane-way off 376 Flinders Street, Melbourne. It held exhibitions of important contemporary Australian and international art of the late 1950s and early 1960s. The Museum operated until 1966 and was formally dissolved in 1981. == Background == In July 1938 John and Sunday Reed were active in the formation of the Contemporary Art Society (CAS) to promote modernist art in opposition to the prevalent conservatism of Australian art. Through the CAS John met Sidney Nolan, to whom the Reeds gave friendship and financial support, and from 1941, housing him until their estrangement in 1947 at their property, the former Bulleen dairy farm 'Heide' that they had purchased in 1934. Other artists in their circle were Albert Tucker and his wife Joy Hester, Arthur Boyd, John Perceval, Danila Vassilieff and the writer Michael Keon. John abandoned his legal practice in 1943 and by the end of World War II he and Sunday had become the major supporters of modern art in Australia, supporting several artists with regular stipends. They revived the Melbourne branch of CAS and its Gallery of Contemporary Art early in the 1950s, and their association with artists and writers—the Heidi Circle—expanded to include Charles Blackman, Barrett Reid, Laurence Hope and Mirka Mora. == The Gallery == In mid-1958 with the assistance of patrons Justice John Vincent Barry, Warwick Fairfax, Kym Bonython and Gerard Noall, and businessman, restaurateur, art dealer and close friend Georges Mora, and using mostly their own capital along with a fund-raising subscription drive,\"The chairman of the council Mr Kurt Geiger hopes this year to attract 1,000 ordinary members who will pay three guineas each and 200 company members at 10 guineas each, ensuring an income of just over £ 5,000. A brochure launchlng the campaign was released on June 10, 1958. Patrons of the museum are Justice John Vincent Barry and Messrs Warwick Fairfax, Kim Bonython and Gerard Noall. Director is Mr John Reed.\" ’Australian Modern Art Museum plan,’ The Sydney Morning Herald, Tuesday, Jun 10, 1958, p.6 the Reeds transformed the CAS gallery, where Mora's wife Mirka had exhibited in August the year before and in May 1958,Arnold Shore, ‘The best for some time’, The Age, Tuesday, May 27, 1958, p.2 into the 'Museum of Modern Art (and Design) of Australia' (MOMAA), modelled on MoMA in New York, with John as its director, and Phillip Jones his assistant.The Age, Wednesday, 09 Jul 1958, p.5 Daughter of Myer Emporium director Sir Norman Myer, Pamela Warrender, whom Mora came to know through their visits to his Balzac Restaurant, a gathering-place for artists, became chair of the museum., p.151 The gallery was on the top floor of a three-storied bluestone former warehouse in Tavistock Place, Melbourne, on the eastern Flinders Street corner. In 1956 architect and artist Peter Burns had overseen renovations to make it an art gallery to a design by the Contemporary Artists Society Victoria secretary.Anthea Caroline Gunn (2010) Imitation Realism and Australian Art: thesis submitted for the degree of Doctor of Philosophy of the Australian National University, February 2010 A wall of coloured Perspex panels arranged in a geometric design surrounded the entrance at one end of the main gallery space, a long rectangular room with dark grey matting on the floor and a ceiling of dark blue. The wall at the far end opposite the entrance and the bluestone side walls were painted white, the latter being covered in wire mesh which served as a hanging system, and later also used as dividers. The space was lit by fluorescent strips and spotlights. Works gifted to the museum by the Reeds' artist friends were shown in an inaugural exhibition. In 1962 the museum relocated to a vacant floor of the Ball & Welch department store at 180 Flinders Street. The Museum vigorously promoted modern Australian artists; in August 1958 a Charles Blackman painting Dream was presented by council member Bernard Dowd to the Paris Musée National d'Art Moderne.'Australian painting for Paris,' The Age, Friday, 01 Aug 1958, p.11 == Reception == National Gallery of Victoria Director Eric Westbrook acknowledged that: == Exhibitions == 163 works of art that the Reeds had collected themselves over 30 years, figurative, abstract, expressionist and realist, formed the basis of the Museum and was drawn upon for some of the exhibitions held there, many of which were landmark.Arnold Shore, 'Modern art in Australia: a Melbourne collection,' The Age, Sat, Oct 4, 1958 p.18 The Museum's architect Peter Burns showed in 1959. Albert Tucker exhibited there 18 October – 4 November 1960, and in 1961 held ‘The Formative Years, 1940 – 1945’ with Arthur Boyd, Sidney Nolan and John Perceval, at which important Tucker works, his Modern Evil, No. 2 (1943), Figure 6, Modern Evil, No. 6 (1944), Figure 7, Modern Evil, No. 27 (1946) and Modern Evil, No. 28, Figure 8 (1946), were displayed with other iconic works including The Futile City (1940). The Sydney Pop Art trio the 'Annandale Realists', Mike Brown, Colin Lanceley and Ross Crothall show of 13 February – 1 March 1962 was accompanied by a catalogue essay by Elwyn Lynn. While the trio were in the city Georges Mora commissioned from them a mural, the largest surviving example of the Australian Pop Movement, in his Balzac Restaurant, painted as individual panels in exchange for meals and accommodation.Anne Carter, 'Cleaning The Café Balzac mural' pp.13-14 in Insights and Intuition: Abstracts of contributions to the 10th AICCM Paintings Group Symposium 4–5 May 2006 Brisbane edited by Gillian Osmond. (2006) Canberra: The Australian Institute for the Conservation of Cultural Materials (AICCM) Inc. Paintings Special Interest Group Other exhibitions included:Partial list compiled by Warwick Reeder, Head of Regional Projects, National Gallery of Victoria, June 2004 * 1958: Modern Australian Art, A Melbourne collection of painting and drawings. * 1958 Danila Vassilieff: exhibition of 94 paintings and 11 sculptural works * 1958, May: Leonard FrenchArnold Shore, 'Naturalism - Symbolism,' The Age, Tuesday 13 May 1958, p.2 * 1958, May–June: Mirka Mora * 1958, 24 June – 4 July: Laurence Hope, Harry Raynor,Arnold Shore, 'Latest style and method,' The Age, Tuesday 24 Jun 1958, p.2 opened by Robert Helpmann.News of the Day; 'Fast work', The Age, Wednesday 25 Jun 1958, p.2 * 1958, 8 July – 18 July: Sam Byrne, Henri BastinStuart Sayers, 'Artist,' The Age, Wednesday 09 Jul 1958, p.2 * 1958, 19 August – 29 August: Ian Fairweather. * 1958, 30 September to 10 October: Modern Australian art : a Melbourne collection of paintings and drawings * 1959, 3 to 13 February: Exhibition of drawings by Margaret Olley, with Exhibition of paintings by Peter Upward * 1959, 19 May – 5 June: Paintings from the Blake Prize 1959 * 1959, 30 June – 10 July Exhibition of paintings: Peter Burns. * 1959, 14 July – 24 July Henri Bastin * 1959, 6 October – 23 October The paintings of Laurence Hope. * 17 May 1960 – 10 June 1960 William Dobell. * 1960, 29 March - 14 April Ten Sydney Painters: Ralph Balson, John Coburn, Thomas Gleghorn, Leonard Hessing, Margo Lewers, Elwyn Lynn, John Passmore, Stanilaus Rapotec, William Rose. * 1960, 14 June – 1 July. Asher Bilu Paintings, Van Gogh Reproductions * 1960, 27 October - 13 November Domestic architecture * 1961, 11 April to 3 May: Picasso: series of ceramics from the Vallauris Potteries *1961, 7–24 March: Henry Salkauskas *1961 Laurence Hope: Antarctic Paintings. *1961: Photovision 1961 * 1961, November 14 - December 5 Mirka Mora * 1962, February, Annandale Imitation RealistsElwyn Lynn, 'Words, Words, Words?', Annandale Imitation Realism, exhibition catalogue, Melbourne: Museum of Modern Art of Australia, 1962 * 1962, 27 March, Asher Bilu: Paintings Prints Scroll * 1963, 25 February – 12 March, Survey show of paintings from galleries in all states, included artists Sam Atyeo, Ralph Balson, Arthur Boyd, Sam Byrne, Len Crawford, Arch Cuthbertson, Lawrence Daws, Ian Fairweather, Leonard French, James Gleeson, Thomas Gleghorn, Dennis Grafton, Jacqueline Hick, Frank Hodgkinson, Anton Holzner, Laurence Hope, Robert Hughes, Louis James, Peter Kaiser, Robert Juniper, Colin Lanceley, Donald Laycock, Elwyn Lynn, Dusan Marek, Erica McGilchrist, Brian McKay, Mervyn Moriarty, John Olsen, Desiderius Orban, William Peascod, Carl Plate, Emmanuel Raft, Charles Reddington, Robert Rooney, William Rose, Gareth Sansom, Dawn Sime, Eric Smith, Robin Wallace-Crabbe, Dick Watkins, Ken Whisson, Peter Upward. * 1963: The young mind. Graeme Aitken, Vincent Basile, Graeme Blundell, Bernard Bragg, Robert Colvin, Peter Dickie, Russell Driver, Leslie Gilbert, Michael Goss, Michael Herron, Richard Havyatt, Robert Jacks, Peter Jacobs, Ian Jelbart, William Mitchell, Eve Martin, Jane Oehr, Paul Partos, John Robinson, Jeffrey Shaw, Terry Smith, Guy Stewart, Ron Upton, Les Kossatz. * 1963 April 9–24: Paintings from the West: 14 Western Australian painters, by arrangement with the Skinner Galleries, Perth, Western Australia. George Haynes, Roger Johnson, Arthur Russell, Ernest Philpot, Robert Juniper, Brian McKay, Geoffrey Allen, George Voudouris, John Murray Wilson, Romola Clifton, Kath Jarvis, Ferdinand Korwill, Howard Taylor, Irwin Crowe. * 1963: Contemporary Italian paintings. Jointly organised by the Government of Italy, the Museum of Modern Art and Design of Australia.Catalogue published: [Melbourne] : The Museum, [1963?] Description: [8] p. : ill. : 16 x 28 cm. Notes: Cover title. \"An exhibition of contemporary Italian painting organised by the Italian Government in conjunction with the Museum of Modern Art and Design of Australia\" *1963, 3 September – 21 September Joy Hester, commemorative exhibition of her drawings. * 1963, 8–31 October: Paintings from the Kym Bonython Collection of modern Australian art.Catalogue published: Melbourne : Museum of Modern Art and Design of Australia, [1963] Description: [4] p. : ill., port. ; 20 x 26 cm. Notes: Catalogue of an exhibition held at the Museum of Modern Art and Design of Australia. * 1963, 6–28 November: Modern Japanese calligraphic painting. Shoun Shiono, Yoshimichi Sekiya, Kaku Osawa, Shiryu Morita, Yuichi Onoe, Sofu Okabe, Suijo Ikeda, Ryuho Kobayashi, Mari Imai, Kankyo Ukai, Seien Hasegawa, Seikichi Arai, Shin Yoshino, Ichiro Otsuka, Sofu Takeshi, Michiko Kagawa, Yasui Nakajima. * 1963, 3–21 December: Beach houses and a beach motel, a summer exhibition, work of Peter Burns, Chancellor and Patrick, Graeme Gunn, McGlashan Everist, Guildford Bell & Neil Clerehan, Brine Wierzbowski Associates, Robin Boyd (during the partnership of Grounds, Boyd and Romberg). * 1964, 9–26 February: Survey 1964 - paintings from galleries in all states, including artists Jean Bellette, Ojars Bisenieks, Mike Brown, Peter Kaiser, Robert Juniper, Colin Lanceley, Sheila McDonald, Erica McGilchrist, Jon Molvig, Carl Plate, Emmanuel Raft, Ken Reinhard, Jan Senbergs, Douglas Stubbs, Andrew Sibley, Fred Williams, Chris Wallace-Crabbe. *1964: Works from the permanent collection of the Museum of Modern Art and Design of Australia.Catalogue published Melbourne : The Museum, 1964. [5] p. The catalogue has two sections : works donated in 1958 ; recent acquisitions. * 1964: The Sidney Nolan Ned Kelly paintings 1946-47 * 1964: 5–28 May. Arthur Boyd : retrospective exhibition of paintings 1936-62, Museum of Modern Art and Design of Australia, Melbourne. * 1964: Photovision 1964, 30 June. John Bolton, Albert Brown, Nigel Buesst, John Crook, Max Dupain, Edson, Maggie Fraser, Bob Haberfield, Tim Hancock, Jeff Harris, Jan Keune, Tony Knox, Brian McArdle, Roy McDonald, Grier McVea, Ole Olsen, Plateuavians (a group of Sydney students), Cliff Restarick, Veronica Roberts, John Scott, Eric Smith, Wolfgang Sievers, Mark Strizic, Bob Whitaker, Don Whyte, Sue Winslow, Richard Woldendorp, Harry Youlden. A catalogue was provided with very brief two line comments about or by the exhibitors. * 1964: Mike Brown face value, being a motley collection of objets d'art * 1964: opening 25 August. Young minds 1964. Laurie Bradford, Ian Burn, Les Gilbert, Richard Havyatt, Robert Jacks, Les Kossatz, Ronald Phipps, Robert Porteous, Trevor Vickers, David Warren, George Baldessin, Stephen Earle, Mike Kitching, Emanuel Raft, Mike Shaw, Garry Shead, Dick Watkins. * 1964: Exhibition of Australian Landscape Painting organised by the Museum of Modern Art and Design of Australia and the National Gallery of Victoria * 1965, 1 February – 1 February Survey 4 * 1965, 13–30 September. Photovision '65. Group M members Albert Brown, John Crook, Roy McDonald, George Bell. * 1965, from 10 August. New generation 1965. Survey of the work of young painters from Sydney and Melbourne. Melbourne painters George Baldessin, Russell Drever, Robert Jacks, Bob Haberfield, Les Kossatz, Ron Phipps, Robert Rooney, Gareth Sansom, Ron Upton, Trevor Hicks; Sydney painters David Aspden, Vivienne Binns, Ian Cole, Peter Creet, Col Jordan, Peter Kennedy, Mik Kitching, Richard Larter, Merilyn Neate, Wendy Paramor, John Peart, Mike Shaw, Colin Spencer, Colin Still, Dick Watkins, Robert Williams, Margaret Woodward. == Publications == * Issued in August 1958, a catalogue of monochrome illustrations, with portraits of the artists, presented the works donated to the Museum by the Reeds to form the basis of its collection, , was put on sale for 21 shillings, and was reviewed in The Age by critic Arnold Shore. * * * * * * * * * * * * * * * ==Closure== In the hope of accommodating larger shows and openings, the museum relocated to the Ball & Welch emporium in 1964 (or 1962 according to other sources). However, financial difficulties proved insurmountable and in April 1965 John resigned, and the Museum shut down a year later. The enterprise continued informally at Heidi while its new, modernist buildings were completed in 1967 to become Heide II which, not long before both died in ten days of each other, the Reeds sold in 1980 to the Victorian Government for the establishment of a public art museum and park, Heide Museum of Modern Art. A meeting of the remaining members of the Museum of Modern Art Australia to formalise its dissolution was announced on 27 July 1981 at which its permanent collection was transferred to the National Gallery of VictoriaNotification by the Chairman of Council, Pam Warrender, dated 27 July 1981, of Member's Meeting, to begin the process of the formal dissolution of The Museum and the transfer of its permanent collection to the ownership of National Gallery of Victoria. 3 pages. The terms of agreement with the National Gallery of Victoria following dissolution and the transfer of its holdings specified that \"within a reasonable time after the donation, the collection be exhibited at the recently established Heide Museum at Bulleen as a tribute to John and Sunday Reed who were primarily responsible for the establishment of the collection\". The consequent exhibition was Forgotten treasures - works from the original Museum of Modern Art and Design Collection, 7–17 July 1994, at Museum of Modern Art, Heide. == References == Category:Modern art museums Category:Art museums and galleries in Australia Category:Art museums and galleries in Melbourne ",
    "title": "Museum of Modern Art Australia (MOMAA)"
}