{
    "id": "61335357",
    "text": "Operation Geneva Park was a security operation during the Vietnam War in Quảng Ngãi Province, that took place from 18 March 1969 to 28 February 1971. ==Background== The operation was conducted by the 198th Light Infantry Brigade, 23rd Infantry Division in cooperation and coordination with the Army of the Republic of Vietnam (ARVN) 6th Regiment, 2nd Division to secure major lines of communications and the destruction of People's Army of Vietnam (PAVN) and Vietcong (VC) units threatening Quảng Ngãi or the Chu Lai Base Area. ==Operation== ===1969=== On 15 May at 17:15 a Brigade position northwest of Quảng Ngãi received 82mm mortar fire followed by a ground attack. The attack was repulsed with eight PAVN/VC killed and one individual weapon captured, US losses were one killed. On 17 May at 11:50 Brigade air cavalry troops observed 40 PAVN/VC northwest of Quảng Ngãi. The troops engaged the PAVN/VC supported by helicopter gunships and artillery. The PAVN/VC withdrew leaving 27 dead, US losses were four dead. On 8 August at 10:00 an aerial observer directed artillery fire onto 25 PAVN/VC he had sighted southwest of Hoi An, killing 15 of them. On 17 September at 17:20 a Brigade unit supported by armored cavalry troopers in tanks and armored personnel carriers, received small arms fire and automatic weapons fire northwest of Quảng Ngãi and the unit returned fire with support from artillery and tactical aircraft. The PAVN/VC withdrew at nightfall and a search of the battle area found 22 PAVN/VC dead, US losses were one killed. On 18 September at 09:30 Brigade infantrymen discovered three bunkers containing eight 122mm rocket launchers with tripods and aiming sights west southwest of Chu Lai. On 10 December at 01:00 a Brigade night defensive position west northwest of Chu Lai received a ground probe. The PAVN/VC threw hand grenades and the troopers returned fire with automatic weapons supported by artillery forcing them to withdraw. US casualties were one killed. On 20 December at 17:30 a Brigade unit engaged PAVN/VC west northwest of Quảng Ngai. Small arms and automatic weapons fire was exchanged and the fighting continued for two hours before the PAVN/VC withdrew, leaving 12 dead, five individual weapons, two field telephones and 15 hand grenades. ===1970=== On 4 January at 02:30 a Brigade night defensive position north northwest of Quảng Ngãi, received about 20 rounds of 82mm mortar fire followed by a ground attack with small arms and automatic weapons along with satchel charges. The defenders fired back supported by helicopter gunships. Five PAVN/VC dead were found around the perimeter, while US losses were one killed. On 20 January at 16:30 a forward observer sighted a PAVN/VC force west northwest of Quảng Ngãi, artillery fire was directed onto the location, resulting in four secondary explosions and the bodies of 19 PAVN/VC were sighted in the strike area. On 28 February at 15:50 helicopter crewmen from the armored cavalry squadron engaged PAVN/VC northwest of Quảng Ngãi with aerial rocket and machinegun fire. The PAVN/VC withdrew, leaving seven dead and 11 backpacks in the strike area. A short while later, air cavalry troopers were air-assaulted into the vicinity and received heavy small arms fire from the perimeter of the landing zone. The troopers returned fire with unit weapons and were supported by helicopter gunships and artillery. One secondary explosion was observed as a result of the artillery fire. Contact was lost at about 19:10. Two additional PAVN/VC were killed in the ground contact and two individual weapons were captured. On 3 March at 14:50 a Brigade unit received heavy small arms fire northeast of Quảng Ngai, the infantrymen fired back and the PAVN/VC withdrew, US losses were one killed. On 4 March at 18:40 a forward observer sighted 46 PAVN/VC with packs and weapons moving north west of Quảng Ngai, they were engaged by artillery and 22 were seen dead in the strike area. On 1 April at 02:00 PAVN/VC attacked a fire support base west of Chu Lai with small arms, automatic weapons and hand grenades. The infantrymen fired back with unit weapons and were supported by artillery fire. The PAVN/VC withdrew, leaving behind one dead and one individual weapon and one soldier was captured. At 02:00 PAVN/VC attacked a landing zone north northwest of Quảng Ngai, with mortar rounds followed by a ground attack. The infantrymen returned fire with organic weapons and were supported by helicopter gunships and artillery forcing the PAVN/VC to withdraw. At 02:45 PAVN/VC attacked a fire support base south of Chu Lai. The infantrymen returned fire with unit weapons and were supported by artillery forcing the PAVN/VC to withdraw, US losses were two killed. On 26 September at 10:10 a Brigade unit received small arms and rifle grenade fire northwest of Quảng Ngai. The troops returned fire supported by helicopter gunships from an element of the 16th Combat Aviation Group. Six PAVN/VC were killed and one captured. On 3 November Company D, 4th Battalion, 31st Infantry Regiment killed three PAVN and captured two weapons. On 4 November Company B, 1st Battalion, 52nd Infantry Regiment killed three VC and captured one. On 5 November Company D, 5th Battalion, 46th Infantry Regiment killed three VC. On 8 November at 15:10, a Brigade unit engaged PAVN/VC west southwest of Chu Lai, killing six. On 9 November Company B, 5/46th killed five VC. On the same day Company B, 1/52nd triggered a booby-trap killing three US. On 12 November various contacts resulted in 11 PAVN/VC killed. On 13 November gunships from the 116th Assault Helicopter Company killed eight VC. On 22 November Company D, 1/52nd and the 174th Aviation Company killed 11 VC and captured seven weapons. On 6 December at 18:50 a Brigade unit supported by an aviation element from the division, engaged PAVN/VC northwest of Quảng Ngai. Three PAVN/VC were killed by the helicopter gunships and another six during the ground action. On 11 December at 03:50 a Brigade unit in a night defensive position northwest of Quảng Ngai engaged six PAVN/VC. The troopers were supported by artillery and contact was lost a short time later. Contact was reestablished at about 06:40 and continued until 09:15. In the two actions 13 PAVN/VC were killed, six captured and six individual weapons were captured, US losses were one killed. On 20 December Company B, 1/52nd killed two VC in a bunker and later another four VC were killed. ===1971=== On 6 January Company A, 5/46th discovered a weapons cache containing five weapons and later killed one VC and captured another weapon. Company B, 5/46th engaged four VC killing one and Company C, 1/52nd killed one VC. On 7 January Company C, 1/52nd killed one VC and detained one. On 9 January Company C, 1/52nd found six graves and then engaged a VC force killing three. On 11 January a booby-trap killed one soldier from Company B, 5/46th. On the same day a team from Company G, 75th Rangers was ambushed losing one killed and forcing the team to evacuate. On 15 January Company G, 75th Rangers engaged three VC, killing two and capturing two weapons. On 17 January Company A, 1/52nd received M79 grenade fire and then engaged a VC unit killing six and capturing two weapons. Later that day Company C, 1/52nd killed six VC and detained one suspect. On 27 January Company D, 1/52nd killed four PAVN and captured two weapons. On 30 January four PAVN were killed by the Brigade. On 1 February Recon Company, 3/46th came under mortar fire losing five killed. On 3 February the Brigade killed nine PAVN/VC. ==Aftermath== The operation terminated on 28 February 1971. US losses were 231 killed while PAVN losses were 2,337 killed and 67 captured. ==References== Category:1969 in Vietnam Category:1970 in Vietnam Category:1971 in Vietnam Category:Battles and operations of the Vietnam War Category:Battles and operations of the Vietnam War in 1969 Category:Battles and operations of the Vietnam War in 1970 Category:Battles and operations of the Vietnam War in 1971 Category:History of Quảng Ngãi Province ",
    "title": "Operation Geneva Park"
}