{
    "id": "61330777",
    "text": "A vodka cocktail is a cocktail with vodka, a versatile spirit whose neutral taste allows it to blend with many other ingredients. ==Examples== ===Duos=== *Black Russian (vodka and coffee liqueur) *Chocolate martini (vodka and crème de cacao) *Godmother (vodka and amaretto) *John Daly (lemonade and sweet tea vodka) *Rose's gimlet (vodka and sweetened lime juice, e.g. Rose's) *Screwdriver (vodka and orange juice) *Szarlotka (Żubrówka vodka and unfiltered apple juice) *Vodka and Coke *Vodka Collins (vodka and lemonade) *Vodka martini (vodka and vermouth) *Vodka soda *Vodka tonic ===Trios=== *Campari cocktail (vodka, Campari, Angostura bitters) *Corbins Riptide Crash (blueberry vodka, Frost Riptide Rush, Sprite) *Harvey Wallbanger (vodka, Galliano, and orange juice) *Kamikaze (vodka, triple sec, lime juice) *Madras (vodka, orange juice, cranberry juice) *Moscow mule (vodka, ginger beer, lime juice) *Pearl Harbor (vodka, melon liqueur, pineapple juice) *Pink grapefruit greyhound (vodka, pink grapefruit juice, agave) *Sea Breeze (vodka, cranberry juice, grapefruit juice) *White Russian (vodka, coffee liqueur, single cream) ===Others=== *Appletini (varying recipes ranging \"from those that use green apple schnapps to ones with a drier profile, preferring an apple liqueur or brandy and dry vermouth.\") *Bloody Mary (vodka, sweet sherry, tomato juice, lemon juice) *Cosmopolitan (vodka, Cointreau liqueur, lime juice, cranberry juice) *Espresso martini (vodka, coffee liqueur, white creme de cacao, espresso) *Hairy Navel (vodka, peach schnapps, orange juice) *Lemon drop (vodka, triple sec, sugar, lemon zest, lemon juice) *Lemon drop martini (vodka, limoncello, lemon juice, simple syrup) *Sex on the Beach (vodka, crème de cassis or Chambord, orange juice or pineapple juice, cranberry juice) *Summerthyme screwdriver (vodka, Aperol, orange wheels, lemons, orange juice, club soda) *Transfusion (vodka, ginger syrup, lime juice, Concord grape juice ice cubes, club soda) *Woo woo (vodka, peach schnapps, cranberry juice, lime juice) ==References== ",
    "title": "Vodka cocktail"
}