{
    "id": "61336291",
    "text": "Operation Lamar Plain was a security operation during the Vietnam War in Quảng Tín Province, that took place from 15 May to 14 August 1969. ==Background== The 1st Brigade, 101st Airborne Division was placed under the operational control of the 23rd Infantry Division to relieve People's Army of Vietnam (PAVN) and Vietcong (VC) pressure on Tam Kỳ. The 1st Brigade conducted extensive airmobile and reconnaissance in force operations with 3 manoeuvre battalions, supported by one direct support artillery battalion and one air cavalry troop providing aerial and ground reconnaissance.} ==Operation== The operation began on 15 May with the 1st Brigade moving from Phu Bai Combat Base to Tam Kỳ. On 17 May at 17:25 an OH-6 light observation helicopter of Troop B, 2nd Squadron, 17th Cavalry Regiment engaged 6-8 PAVN/VC, killing 1. Throughout the area of operations support aircraft received PAVN/VC antiaircraft machine gun fire. On 18 May at 07:00 fire from Battery B, 3rd Battalion, 16th Field Artillery Regiment killed 6 PAVN. At 07:10 Company B, 1st Battalion 501st Infantry Regiment was fired on by a PAVN soldier who was shot and captured. At 11:27 Company C, 1/501st was engaged by PAVN in bunkers, the position was captured that afternoon with 6 PAVN killed and 6 weapons captured, US losses were 3 killed. At 12:40 Company B 1/501st received 82mm mortar fire resulting in 4 killed. At 16:05 Company C, 1/501st called in artillery fire on 4 PAVN killing all of them. At 17:35 Troop B, 2/17th Cavalry attacked a PAVN mortar position killing 4. On 19 May at 11:25 an LOH of Company C, 2/17th Cavalry was hit by anti-aircraft fire and crashed. That afternoon Company B, 1st Battalion, 46th Infantry Regiment captured 2 PAVN. On 20 May at 08:00 the command post of 1/46th Infantry was hit by mortar fire resulting in 2 killed. At 12:45 scouts from Troop B 2/17th Cavalry directed an airstrike on a PAVN 12.7mm machine gun. On 21 May at 05:00 Company C, 1/501st detected movement outside their night defensive position and opened fire, a sweep of the area at dawn found 2 dead PAVN. At 06:42 near grid reference BT 165108 () Company B, 1/501st was hit by small arms and machine gun fire, they were soon joined by Companies C and D and the reconnaissance Company in a daylong fight against PAVN in reinforced concrete bunkers. After finally overrunning the position, 25 PAVN dead were found in the area, while US losses were 12 killed. At 09:00 an LOH observed 4 VC dead. At 12:10 a medevac helicopter of the 54th Medical Battalion was hit by anti-aircraft fire and crashed near grid reference BT 136128 () . On 22 May at 05:30 Company D, 1/501st killed 1 PAVN outside their night defensive position. At 06:15 a mortar attack on 1/46th Infantry resulted in 2 US killed. At 08:35 a UH-1 medevac helicopter of the 54th Medical Battalion was hit by anti-aircraft fire and crashed with no survivors. At 09:25 Company B, 1st Battalion, 502nd Infantry Regiment received small arms fire and responded killing 2 PAVN. At 09:45 near grid reference BT 132078 () Company C, 1/46th recovered the bodies of 12 US personnel killed during Operation Frederick Hill. At 10:25 Brigade Forward Air Controllers called in an airstrike destroying a 12.7mm machine gun. At 11:00 Company B, 1/502nd received machine gun fire resulting in 1 US killed. At 13:15 Company B, 1/502nd found the bodies of 5 PAVN killed by airstrikes the previous day. At 14:07 Company B, 1/501st found 1 PAVN body. Between 14:55 and 14:57 an LOH and a UH-1 were hit by anti-aircraft fire. At 15:45 Troop B, 2/17th Cavalry killed 1 VC. At 19:10 Company B, 1/501st engaged 2 PAVN, killing 1. At 20:16 Recon Company 1/501st killed 2 PAVN. On 23 May at 11:00 Company B, 1/501st engaged PAVN in bunkers resulting in 1 PAVN killed. At 11:15 the Recon Company, 1/502nd captured 1 PAVN and found the body of 1 VC. At 13:53 Company B, 1/501st received mortar and M79 grenade fire resulting in 3 US killed. Between 18:55 and 19:25 Company B, 2/17th Cavalry engaged two targets resulting in 2 PAVN killed. On 24 May at 08:30 a Brigade LOH engaged 3 VC killing all of them. At 16:15 Company B. 1/501st received small arms fire resulting in 1 US killed. On 25 May at 07:20 an LOH was hit by small arms fire and crashed, other air cavalry units moved to the scene and another LOH was hit by ground fire. An airstrike was called in which destroyed a 12.7mm machine gun. At 09:50 another airstrike killed 1 VC. At 13:09 Recon Company, 1/502nd found 2 PAVN killed by air strikes. At 14:10 an air observer called artillery fire on 5 VC, killing 3. At 16:20 Company A, 1/501st was hit by small arms fire, they then overran a PAVN 82mm mortar position, killing 6 PAVN and capturing 1. At 18:50 Recon Company, 1/502nd killed 1 PAVN and found 1 VC killed earlier. On 26 May at 09:25 Company B, 1/501st received heavy fire resulting in 2 US killed. At 14:30 and 16:30 2 B-52 strikes were directed against the suspected locations of the PAVN 2nd Division headquarters at grid references BT 160101 () and BT 170015 (). At 17:25 PAVN sniper fire killed 1 soldier from Company B, 1/501st. On 27 May bomb damage assessments were conducted of the B-52 strike areas, at 07:35 Troop B, 2/17th Cavalry observed 1 PAVN killed in the strike. At 08:40 Company A, 1/46th killed 2 PAVN. At 10:05 Company D, 1/502nd found 4 PAVN killed by airstrikes. At 12:25 the Troop B, 2/17th Cavalry aero- rifle platoon was inserted at grid reference BT 185005 () to check the B-52 strike area, they were engaged by a PAVN sniper who they killed, the platoon found extensive damaged bunkers, but no dead. At 14:30 Troop B, 2/17th Cavalry killed 1 PAVN. At 17:25 Company A, 1/46th called in artillery fire on a PAVN platoon, killing 5. On 28 May at 12:30 Troop B, 2/17th Cavalry killed 2 PAVN. At 12:50 Recon Company, 1/502nd killed 1 PAVN at a river crossing. On 29 May at 11:35 Company D, 1/501st found 2 PAVN killed by airstrikes. At 16:20 Recon Company, 1/46th killed 2 PAVN. At 17:00 Company A, 1/501st found 1 PAVN killed by airstrikes. On 30 May despite a 24 hour ceasefire for Bhudda's birthday, at 08:15 PAVN fired on a Troop B, 2/17th Cavalry LOH, which returned fire killing 2. At 13:55 another LOH was fired on and it returned fire killing 1 PAVN. That afternoon the Brigade was ordered to prepare for an operation against the VC 1st Main Force Regiment in the Song Tham Valley commencing on 1 June. On 31 May at 10:25 Company D, 1/501st was fired on and it engaged killing 6 PAVN for 2 US killed. On 1 June the PAVN/VC generally avoided contact. The graves of 2 PAVN were found. The air assault into the Song Tham Valley by 1/502nd was uneventful. At 12:15 Company B 1/501st attacked a bunker killing 1 VC. On 2 June at 07:40 Company B, 1/502nd captured 1 PAVN. At 08:55 Troop B, 2/17th Cavalry received ground fire and killed 1 VC. Graves containing 2 PAVN/VC were located. At 12:30 the aero-rifle platoon was landed at grid reference BT 210128 () to suppress antiaircraft fire, it came under fire and air and artillery support was called in resulting in 1 VC killed. At 15:30 Company D, 1/501st found the body of a US soldier killed the previous day, as they prepared to evacuate it a command detonated mine was triggered and they were hit by small arms fire resulting in 5 US killed. On 5 June at 11:10 helicopter gunships of the Division's air cavalry element sighted and engaged 24 PAVN/VC southeast of Tam Kỳ killing 10. On 6 June the grave of 1 PAVN was found. At 10:20 1/502nd engaged 2 PAVN killing 1 and capturing the other. At 14:50 an aerial observer directed artillery that destroyed a 12.7mm machine gun. At 16:50 Company D, 1/502nd engaged 2 VC killing 1. On 7 June at 08:00 units of the Brigade drew small arms and mortar fire from PAVN/VC in bunkers and hedgegrows southwest of Tam Kỳ, the troops engaged and remained in contact until 13:20, when the PAVN/VC withdrew leaving 7 dead and one crew-served and 3 individual weapons were captured, US casualties were 7 killed. On 8 June at 03:45 Company A, 1/501st detected movement outside its night defensive position and triggered Claymore mines, causing the VC to respond with RPGs, a search of the perimeter found 1 dead VC and 1 weapon. At 12:10 Troop B, 2/17th Cavalry took ground fire and attacked a group of huts supported by artillery, killing 4 VC. At the same time Company D, 1/501st was hit by fire and responded with unit weapons, artillery and air support, resulting in 2 PAVN killed for one US missing. On 9 June heavy fighting took place at Hill 376 as 1/501st engaged PAVN/VC forces there. At 09:00 Company B, 1/46th received sniper fire resulting in 2 US killed, the Company engaged killing 3 PAVN. Between 09:35 and 10:35 Troop B, 2/17th Cavalry killed 2 PAVN/VC. At 11:55 Company D, 1/502nd killed 1 PAVN. At 11:55 Recon Company, 1/502nd captured a sleeping VC. At 13:00 Company A, 1/501st received mortar fire resulting in 1 killed. At 13:00 Company D, 1/501st received mortar and small arms fire and engaged a PAVN force killing 7 for 1 US killed. At 14:45 Company C, 1/501st received fire resulting in 2 killed. At 15:20 Recon Company 1/501st was pinned down by fire, losing 2 killed. At 16:05 Company C, 1/46th directed artillery fire onto a hut resulting in 1 PAVN killed. On 10 June activity around Hill 376 subsided. At 06:20 Recon Company 1/502nd killed 3 PAVN. The bodies of 4 PAVN/VC were located. At 16:10 Troop B, 2/17th Cavalry destroyed an 82mm, during this time they took ground fire and called in an airstrike killing 2 PAVN. At 16:20 Company D, 1/501st directed artillery fire to kill a PAVN sniper. On 11 June small groups of PAVN/VC were engaged around Hill 376 with 8 killed. On 12 June Company C, 1/46th engaged several small groups of PAVN/VC killing 7. On 13 June at 08:00 Company B, 1/46th received fire and killed 1 PAVN. At 10:00 in the same area the Company received mortar fire resulting in 3 US killed, the Company returned fire killing 6 PAVN. At 10:45 a helicopter gunship crashed after being hit by ground fire killing 1 crewman. Company A, 1/502nd killed 1 PAVN and captured 2 weapons, Troop B, 2/17th cavalry killed 1 PAVN and Company B, 1/502nd engaged a PAVN/VC force losing 1 dead. At 18:30 a Brigade LOH killed 3 VC with rocket fire. At 21:30 a PAVN soldier surrendered to Company A, 1/502nd. On 14 June Company B, 1/502nd engaged 10-15 PAVN, capturing 1 and at 21:05 a mortar attack on Landing Zone Professional killed 1 US. 15 June saw only light contact with one arms cache found and 3 VC killed. At 13:15 the ARVN 5th Regiment found 10 PAVN dead killed by artillery in the fighting around Hill 376. 16 June saw light contact with only 2 PAVN killed. On 17 June at 11:40 company A, 1/46th received small arms fire killing 1 US, the unit returned fire and with gunship support killed 8 PAVN. A further 2 PAVN killed in earlier fighting were found. At 18:00 an LOH killed 2 PAVN with machine gun fire. On 18 June at 12:30 Company D, 1/502nd killed 1 VC. On 19 June Brigade units killed 4 VC. On 21 June activity increased with Troop B, 2/17th Cavalry making numerous sightings and contacts, killing 5 VC. At 12:05 Company A, 1/502nd engaged 5 PAVN killing 1. In the afternoon a Brigade LOH killed 3 PAVN/VC in 2 separate engagements. On 22 June Troop B, 2/17th Cavalry killed 2 VC in the morning. At 17:30 Company D, 1/502nd found a hospital complex and 10 PAVN graves. At 18:00 a Brigade LOH killed 1 VC. At 18:17 Company A, 1/46th found 3 VC graves. On 23 June Company C, 1/502nd lost 1 killed in a friendly fire incident and found 1 PAVN grave. On 24 June 4 PAVN/VC were killed in 3 separate engagements. On 25 June Company, C 1/46th found 5 PAVN graves. At 17:45 a Brigade LOH engaged 2 PAVN/VC in a bunker killing 1. On 26 June 2 B-52 strikes took place but bomb damage assessment showed little evidence of damage or casualties. On 27 June air assaults were conducted into the site of the B-52 strikes resulting in 2 PAVN killed and 1 VC grave located. On 28 June activity increased with 4 ralliers, 3 PAVN bodies found, 1 VC killed and 1 Kit Carson Scout killed by PAVN/VC fire. On 29 June at 08:35 Company D, 502nd was hit by small arms, machine gun and RPG fire, the unit supported by helicopter gunships engaged killing 4 PAVN. On 1 July a unit of the Brigade found two weapons and munitions caches totaling 9.5 tons southwest of Tam Kỳ. On 5 July at 11:30 Company A, 1/502nd captured 1 VC. At 12:20 Company D, 1/46th captured 4 VC and one M-79. On 6 July between 04:40 and 06:49 2 B-52 strikes took place, troops were air-assaulted in for bomb damage assessment and 6 VC and 1 US soldier were killed in search operations. On 7 July Troop B, 2/17th Cavalry killed 1 VC. On 8 July at 08:00 Company C, 1/46th engaged 6 PAVN, killing 1. At 12:10 a Brigade unit was ambushed by an estimated PAVN/VC company southwest of Tam Kỳ, the troops fought back with small arms and automatic weapons fire and were then supported by a USAF AC-47 Spooky gunship, tactical air strikes and artillery. The PAVN/VC withdrew at 19:00, leaving 2 dead, US casualties were 9 killed. On 9 July at 09:08 Company C, 1/46th killed 1 PAVN. On 10 July at 10:40 a Brigade LOH killed 1 PAVN. At 11:10 Company B, 1/502nd captured 1 PAVN. On 11 July the body of 1 PAVN was located. On 13 July at 08:00 a Brigade LOH engaged 10 VC killing 3 with its minigun. That afternoon Company B, 1/50st killed 1 VC and found the grave of 1 VC. On 14 July Troop B, 2/17 Cavalry helicopters killed 5 PAVN. At 10:00 a Brigade LOH called in rocket fire on a group of PAVN killing 1. At 10:20 Company B, 1/501st found 10 PAVN graves. At 10:30 Troop B, 2/17th Cavalry killed 2 VC. On 15 July 2 PAVN graves were located and a further 5 PAVN/VC killed. On 16 July at 14:40 Company B, 1/501st found a PAVN base camp and 1 dead soldier. At 19:05 Company A, 1/502nd engaged 3 PAVN, killing 1. On 17 July Brigade LOHs killed 2 PAVN/VC, Company D, 1/501st killed 1 PAVN. Company B, 2/17th Cavalry killed 2 VC and Company A, 1/46th found 2 VC graves. On 18 July Brigade LOHs killed 2 VC. At 10:30 a Troop B, 2/17th Cavalry LOH was shot down and aero-rifle platoon landed to support its recovery found 4 individual weapons in the area. At 14:00 Company B, 1/501st found a base and hospital complex with 15 graves. On 19 July helicopter crews killed 2 PAVN and 2 VC in 3 separate engagements. On 20 July in a series of small engagements 3 PAVN/VC and 1 US soldier were killed. On 21 July at 11:30 Company C, 1/46th engaged 5 PAVN, killing 3, Recon Company, 1/46th located 2 PAVN graves and a Brigade LOH killed 1 VC. On 22 July Company D, 1/501st found 1 grave, Company B, 2/17th Cavalry killed 1 PAVN and Company A, 1/46th observed 60 PAVN and called in artillery strikes killing 6. On 23 July Recon Company, 1/46th found 1 VC grave. On 24 July 1/502nd returned to Hill 376 finding 2 dead PAVN, Company B, 2/17th Cavalry reported 2 dead PAVN from an airstrike and Company B, 1/502nd killed 2 VC in a brief skirmish. On 25 July at 11:00 Company B, 1/46th engaged a PAVN/VC unit capturing 7 weapons. At 13:00 Company A, 1/502nd found 2 VC killed by airstrikes. At 14:03 a Marine F-4C suffered a mechanical failure, the crew ejected and were rescued by Troop B, 2/17th Cavalry. On 26 July Company A, 1/502nd found a PAVN grave, the Provisional Reserve Company, 1/46th killed 1 PAVN, Company B, 1/502nd killed 1 PAVN. A Brigade UH-1 was hit by ground fire which forced it to land. At 15:30 Troop B, 2/17th Cavalry killed 1 PAVN and later that day Brigade units found 6 dead PAVN. On 27 July a USAF FAC directed artillery fire onto 4 VC killing 1. On 28 July Brigade reconnaissance teams killed 2 PAVN/VC outside bunkers and captured 2 female VC. On 30 July 3 Troop B, 2/17th Cavalry LOHs were damaged by ground fire. At 11:56 the aero-rifle platoon engaged PAVN in bunkers killing 5 and a later airstrike killed another. At 17:05 Recon Company, 1/502nd fired on 10 VC killing 1. On 31 July a large bunker complex was located and searched and 42 Vietnamese details, an airstrike destroyed 9 bunkers and killed 2 PAVN. On 1 August Recon Company, 1/502nd killed 1 VC, a Brigade LOH killed 3 VC and Troop B, 2/17th Cavalry killed 1 VC. A new plan for operations in the Song Than and Song Vang Valleys was formulated with operations to begin the following day. On 2 August two companies from 1/501st air assaulted into the Song Than Valley, at 14:00 Company B, 1/501st was hit by heavy machine gun fire losing 5 killed. Company A 1/501st found 2 VC graves and a Brigade LOH killed 1 VC. On 3 August Company D, 1/501st killed 3 VC, Company B, 1/501st found 2 graves and Company B, 1/502nd killed 1 PAVN. On 4 August 3 PAVN/VC were killed in several skirmishes and 2 graves found. On 5 August helicopter units killed 5 PAVN/VC and 1 LOH was forced to crash-land. On 6 August 1/502nd killed 3 PAVN and Troop B, 2/17th Cavalry found 2 graves. On 7 August Company A, 1/502nd killed 1 PAVN, Recon Company, 1/46th captured a VC medic and Company A, 1/502nd found a hut complex and 2 weapons. At 13:10 a Troop B, 2/17th Cavalry LOH received ground fire and crash-landed, the aero-rifle platoon was inserted to secure the area and found 2 weapons. At 15:30 Company B, 1/502nd captured 2 12.7mm machine guns and found 3 PAVN graves. A Brigade LOH killed 1 PAVN. At 17:00 Troop B, 2/17th Cavalry LOH was shot down and the aero-rifle platoon landed and was engaged by 3 PAVN in a bunker losing 2 killed, while 1 PAVN was killed. On 8 August Company D, 1/501st found 5 VC bodies killed by artillery fire. On 9 August Company B, 1/502nd found 1 PAVN grave. Also this day plans were issued to begin the withdrawal of the 1st Brigade by air to Camp Eagle. On 10 August Company A, 1/502nd found 1 PAVN grave and 1/46th units killed 2 PAVN/VC in 2 separate engagements. On 11 August Brigade units began withdrawing from the operational area. A USAF forward air controller directed fire killing 1 VC. On 12 August Company B, 1/46th engaged 4 VC capturing 1 weapon. ==Aftermath== The operation terminated on 14 August 1969. US losses were 116 killed and 1 missing while PAVN losses were 524 killed and 21 captured and 256 individual and 62 crew-served weapons captured. ==References== Category:1969 in Vietnam Lamar Plain Category:Battles and operations of the Vietnam War in 1969 Category:History of Quảng Nam Province ",
    "title": "Operation Lamar Plain"
}