{
    "id": "61330699",
    "text": "{| |} Oracabessa (or Orracabezza) was launched in 1810 at Hull. She was initially a West Indiaman but then from 1818 she started trading with India. She foundered in a hurricane in the Bay of Bengal in 1823. ==Career== Oracabessa first appeared in Lloyd's Register (LR) in 1811 with S. Beatty, master, Moxon, owner, and trade Hull–London, followed by London–Jamaica. She had had damages repaired.LR (1811), Supple. pages \"O\", Seq.№O1. In 1815 her master was R.Cowham, changing to Collier, her owner was still Moxon, and her trade was still London–Jamaica. In 1813 the EIC had lost its monopoly on the trade between India and Britain. British ships were then free to sail to India or the Indian Ocean under a license from the EIC. {| class=\"sortable wikitable\" |- ! Year ! Master ! Owner ! Trade ! Source& notes |- | 1818 | T.Milne Thompson | Shedden | London–New Brunswick London–India | LR; damages repaired 1815 |- | 1820 | Thompson | Pagan & Co. | London–India | LR; damages repaired 1815 |- | 1823 | Thompson | Farley | London–Île de France (Mauritius) | LR; damages repaired 1815 |- |} Lloyd's List (LL) reported on 13 January 1818 that Oracabessa had arrived in Portsmouth, having sailed from Jamaica on 11 November 1817. Oracabessa reported having seen a two-decker, believed to be Spanish, on shore in \"the Gulf\".LL №5945. Captain Thompson sailed for the Île de France on 16 May 1818.LR (1820). \"Licensed India Ships\". On 26 July 1821 Orracabezza, Thompson, master, put into Bahia leaky. She was going to have to discharge her cargo to deal with the leak. She was on a voyage from Gibraltar to Mauritius.LL 28 September 1821, №5831. ==Fate== On 27 May 1823 Oracabessa foundered on the Long Sand in a hurricane in the Bay of Bengal while on the way to Mauritius. Captain Carmichael and the 35-7 men of the crew were saved.Asiatic Journal and Monthly Register for British and Foreign ..., Volume 16, p.605. ==Citations and references== Citations References * Category:1810 ships Category:Age of Sail merchant ships of England Category:Maritime incidents in May 1823 ",
    "title": "Oracabessa (1810 ship)"
}