{
    "id": "61332024",
    "text": "Rendu Rellu Aaru is an Indian Telugu romantic comedy soap opera directed by Vasu Inturi premiered on 12 November 2018 airing on Gemini TV Monday to Saturday at 6.00PM IST. The serial stars Renuka, Jaya Harika, Priyanka, Madhubabu, Krishna Reddy as main protagonists and Rajashri Nair, Vasu Inturi, Ragini, Ramjagan in pivotal roles. ==Plot== Rendu Rellu Aaru is an amusing story about two young married women, Chitra and Krishna who decide to swap bodies for a brief time, in order to resolve their problems. ==Cast== ===Main cast=== *Renuka as Chitra *Sadhana /Priyanka as Krishnaveni (krishna), Chitra's best friend and journalist and Nandu *Madhu babu as Arjun *Krishna Reddy as Radhakrishna *Jaya Harika as Gopika, Obul Reddy's raised daughter and Agricultural scientist *Rajashri Nair as Bhanumathi (Arjun and Madhumathi's mother) - Main Antagonist *----- as Murali ===supporting cast=== *Vasu Inturi as Obul Reddy (Gopika's foster father and Scientist) *Ramjagan as Siddharth Varma (Siddhu), Radha's father *Ragini as Madhu/Radha's mother *Prudhvi as Yamadharma Raju *Tagubothu Ramesh *Gopal Krishna Akella as Chitragupta *Shashank as Sankarabharanam, cook in siddhu's house *Krishna Sri as Subhadra/Krishna's mother *Sumana Sri as Janaki/Chitra's mother *Sandeepthi as Madhumathi, Arjun's sister *Surya Teja as Chandra Rao, Indumathi husband *Prathyusha as Indumathi, Bhanumathi's sister *Ajay as Muralidhar Rao aka Murali Mohan, Bhanumathi's husband *Sriragh as Sriragh, Chitra's teacher ===Former Cast=== *Bhanusri as Krishna (replaced by Sadhana) *Anchor Chandu as Radha Krishna (replaced by Krishna Reddy) *Shyam Kumar as Arjun (replaced by Madhu babu) *Priyaawasty as Indumathi (replaced by Pratyusha) ==Airing history== The serial started airing on Gemini TV on 12 November 2018. It aired on Monday to Friday 7:00PM IST. Later, a serial named Amma Kosam this show at 7:00PM and pushed this serial to 6:00PM IST from 24 August 2020. ==References== Category:Indian television soap operas Category:Telugu-language television shows Category:2018 Indian television series debuts ",
    "title": "Rendu Rellu Aaru (TV series)"
}