{
    "id": "61332330",
    "text": "Antal Tapiška (, , 1928 – 10 March 2016) was a Yugoslav football player and manager. ==Club career== He started his playing career while serving the mandatory military conscription and affiliated in the Yugoslav Navy side Mornar Split, later moving to Yugoslav Air Force side FK Naša Krila Zemun. His talent took him to join the main army backed team, FK Partizan, in 1946. Partizan was newly formed club which gathered most of the best players of the country, so Tapiška found himself in difficulties to establish himself, despite all, he managed to make with Partizan one appearance in the 1946–47 Yugoslav First League, 4 appearances in the Yugoslav Cup, and 29 in friendlies and tournaments.All-time FK Partizan players at FK Partizan official website, retrieved 21-7-2019 Not wanting to stay as a substitute, Tapiška decided to leave Partizan and joined FK Spartak Subotica where he spent the next 14 years. He became a legendary defender shirt number 2 who became fundamental in all achievements of Spartak between 1947 until 1960. He played over 500 official games in that period of time. Tapiška retired in 1960 and in his honor Spartak organised a farewell match against Dynamo Dresden.In memoriam - Antal Tapiška at subotica.info, 11-3-2016, retrieved 21-7-2019 ==Coaching career== After finishing his playing career, he became a manager, and coached minor local teams such as Vonogradar and Zorka. He also coached the woman's section of Spartak Subotica and also the youth teams of the club. Afterwards, he became member of the direction board of management of the Subotica City Stadium.In memoriam: Antal Tapiška (1928-2016) at subotica.com, 10-3-2016, retrieved 21-7-2019 ==References== Category:1928 births Category:2016 deaths Category:Sportspeople from Subotica Category:Hungarians in Vojvodina Category:Yugoslav footballers Category:Serbian footballers Category:Hungarian footballers Category:Association football defenders Category:FK Naša Krila Zemun players Category:FK Partizan players Category:FK Spartak Subotica players Category:Red Star Belgrade footballers Category:Yugoslav First League players Category:Yugoslav football managers Category:Serbian football managers ",
    "title": "Antal Tapiška"
}