{
    "id": "61338647",
    "text": "The 2019–20 EuroLeague Regular Season is played from 3 October 2019 to 10 April 2020. A total of 18 teams compete in the regular season to decide the eight places of the playoffs. Times since 29 October 2019 up to 27 March 2020 are CET (UTC+1), times up to 25 October 2019 and since 2 April 2020 are CEST (UTC+2). It has been suspended due to Covid-19 outbreak. ==Format== In the regular season, teams play against each other home-and-away in a round-robin format. The eight first qualified teams will advance to the Playoffs, while the last ten qualified teams will be eliminated. The matchdays are from 3 October 2019 to 10 April 2020. ===Tiebreakers=== When all teams have played each other twice: # Best record in head-to-head games between all tied teams. # Higher cumulative score difference in head-to-head games between all tied teams. # Higher cumulative score difference for the entire regular season. # Higher total of points scored for the entire regular season. # Higher sum of quotients of points in favor and points against of each match played in the regular season. If a tiebreaker does not resolve a tie completely, a new tiebreak process is initiated with only those teams that remain tied. All points scored in extra periods will not be counted in the standings, nor for any tie-break situation. ==League table== ===Positions by round=== The table lists the positions of teams after completion of each round. In order to preserve chronological evolvements, any postponed matches are not included in the round at which they were originally scheduled, but added to the full round they were played immediately afterwards. ===Results by round=== The table lists the results of teams in each round. ==Matches== ===Round 1=== ===Round 2=== ===Round 3=== ===Round 4=== ===Round 5=== ===Round 6=== ===Round 7=== ===Round 8=== ===Round 9=== ===Round 10=== ===Round 11=== ===Round 12=== ===Round 13=== ===Round 14=== ===Round 15=== ===Round 16=== ===Round 17=== ===Round 18=== ===Round 19=== ===Round 20=== ===Round 21=== ===Round 22=== ===Round 23=== ===Round 24=== ===Round 25=== ===Round 26=== ===Round 27=== ===Round 28=== ===Round 29=== ===Round 30=== ===Round 31=== ===Round 32=== ===Round 33=== ===Round 34=== ==References== ==External links== *Official website Category:2019–20 EuroLeague ",
    "title": "2019–20 EuroLeague Regular Season"
}