{
    "id": "61338253",
    "text": "Barbara Ruben Migeon (born July 31, 1931) is a Professor at the Johns Hopkins University Institute of Genetic Medicine. She founded the Johns Hopkins University program in Human Genetics and Molecular Biology. Migeon is the author of Females are Mosaics: X inactivation and sex differences in disease. She was awarded the American College of Medical Genetics and Genomics Dimes/Colonel Harland D. Sanders Lifetime Achievement Award in 2016. == Early life and education == Migeon was born in Rochester, New York. Her parents were born to Russian immigrants, and her father was a general practitioner. Migeon was inspired by his enthusiasm for his job, and he encouraged her to study medicine. Her father saw patients at the family home, as well as making home visits. She was a student at Smith College where she majored in pre-medical science. She has said that this was the first time she saw women \"do everything\". Migeon was rejected from the University of Rochester School of Medical and later found out it was likely because she was a woman. Migeon applied for a job as a technician in the Stanbury Thyroid Lab at Massachusetts General Hospital, and simultaneously submitted an application to medical school at the University at Buffalo where she studied medicine. She spent one summer as an extern at Massachusetts General Hospital working in surgery. Despite enjoying surgery, she realized that it would not be an \"acceptable\" profession for women. == Research and career == After graduating from the University at Buffalo, Migeon joined Johns Hopkins University, where she completed her residency. She gained some research experience during her residency, working on sarcoidosis, X-linked heterozygotes and endocrinology. Migeon married Claude Migeon, an endocrinologist at Johns Hopkins University, in 1960. He had been a Fellow of Lawson Wilkins, but Wilkins would not appoint women as fellows. Instead, Migeon got her own National Institutes of Health grant to work at the Boston Children's Hospital. She eventually returned to Johns Hopkins University to become the first fellow of the geneticist Barton Childs. During the fellowship she was taught by H. Bentley Glass and Carl Swanson and worked in the cytogenetics laboratory of Malcolm Ferguson-Smith. Then Migeon began as an instructor in Pediatrics at Hopkins working in cytogenetics which was only just starting, as cytogeneticists were beginning to identify the chromosomal basis of various diseases. Migeon set up her own laboratory in the Children's Medical Centre in 1965, and was made a full Professor in 1979. During her extensive investigations into human genetics, Migeon even investigated her own chromosome, using herself as a control in her experimental investigations. She realized that her own chromosome 13 had a telomere truncation, and became aware of the likelihood of familial benign variations. Migeon was inspired by Mary F. Lyon, and began to study G6PD markers and X-inactivation. She researched differences in TSIX, showing that it is only transcribed in from an inactive X chromosome, as well as demonstrating that the female heterozygous for a deficiency of hypoxanthine- guanine phosphoribosyltransferase (HPRT) are mosaic for two types of cells; which demonstrated normal and deficient HPRT levels. She was able to clone sections of the X chromosome in the 1980s. Migeon has argued that women have an advantage over men in coping with disease and the environment owing to X-inactivation. She was at a meeting Cold Spring Harbor Laboratory shortly after her work on X-inactivation was becoming mainstream, when a group of women researchers voiced their support for the study. Migeon describes women as genetic mosaics due to their two distinctly different kinds of cells. In 1978 Migeon founded the Johns Hopkins University PhD program in human genetics, a program she directed until 1989. Migeon disagreed with Lawrence Summers' remarks about women scientists. Migeon served on the editorial boards of Cancer Research and the Journal of Experimental Zoology. == Personal life == Migeon was married to endocrinologist Claude Migeon. Together they have three children, Jacques Claude, Jean-Paul and Nicole. === Awards and honors === *1971 Marian Spencer Faye Board Award *2016 American College of Medical Genetics and Genomics Dimes/Colonel Harland D. Sanders Lifetime Achievement Award == Selected publications == === Books === * * ===Journal articles=== * == References == Category:1931 births Category:American women academics Category:Johns Hopkins University faculty Category:Living people Category:Smith College alumni Category:University at Buffalo alumni Category:Women geneticists ",
    "title": "Barbara Migeon"
}