{
    "id": "61338578",
    "text": "Ham's Redemption, in Portuguese: A Redenção de Cam (); is an oil painting made by the Spanish painter Modesto Brocos in 1895. The work was painted while Brocos was teaching at the National School of Fine Arts of Rio de Janeiro. The artwork deals with the controversial racial theories of the late nineteenth century and the phenomenon of the search for the gradual \"blanqueamiento\" of the generations of the same family through miscegenation. The work earned Modesto Brocos y Gómez gold medal at the National Salon of Fine Arts in 1895 and shows the direction of Brazilian art in the late nineteenth century. == Description and analysis of painting == The painting is the fruit of a moment of post-emancipation, marked by the adhesion of racialism in the public sphere and the \"necessity\" of actions in relation to the destiny of the black and mixed population in the free and republican order. The painting alludes to the first book of the Bible, Genesis, chapter 9. In the episode, Ham exposes the nudity and drunkenness of his father, Noah, to the brothers Shem and Japheth, and therefore is condemned by the father to be a slave along with his son Canaan, who is cursed as \"the servant of the servants\". Noah prophesied that he, Ham, would be \"the last of the slaves of his brethren.\" Ham was pointed out in the Bible as the supposed ascendant of the African races. Faced with this, in the sixteenth, seventeenth and eighteenth centuries, Christians used the biblical passage to justify slavery in colonial economies. The painting shows a kind of way to reverse the \"curse\" (being Afro-descendant), whitening the characters. It is noticeable the realism present in the work, which brings gradations of colors between the three generations of the characters. The baby is the whitest, followed by the father, sitting next to the mother, who holds the child in her lap. In the left corner of the screen, the one with the darkest skin is the grandmother, with her hands raised to the sky in thanksgiving. By being born white, her grandson was freed from the \"curse\" of being black, since her daughter, a mulata, married a white man. Seated are the child's mother, who carries her on her knees, and a man with crossed legs, supposedly the white husband and responsible for the \"bleaching\" of the offspring. We can note that this gradation of color follows from left to right, showing miscegenation in its entire process. Here, it is not only a question of cultural and racial elimination, but also of the need for progress that, in Brocos's eyes, would come only through the \"laundering\" of the population and the approximation to European culture, eliminating and ignoring other ethnicities and customs. This denial of African culture becomes apparent when we notice the robes of the female characters; since both women wear Westernized clothes and not costumes that may to their origin. The seated woman's body is covered in clothing, making it look more European than African. Here is an idea of black women's adjustment to Christian morality and an ideal of a \"whitening reproduction\". In addition, it is notable that the two characters who do not have white skin are women: the mother and the grandmother, establishing a color opposition to the baby and the father. The whole composition is strengthened when the viewer realizes that the ground on which the man treads is stone, showing an \"evolution\" in relation to what women tread, which is of land. Once again, the white-skinned European is represented as superior, and this becomes explicit even in the pose in which the man, with his back, looks at the rest of the scene. The position of the hands and looks between the characters brings coherence to the message that Modesto Brocos wanted to pass. There is also the theory that the mother (sitting in the center of the screen) would be the representation of the Virgin Mary and the baby, the baby Jesus. This is due to the blue color of the shawl in which she is enveloped, as it alludes to the mantle used by the Virgin Mary. The period in which the work was produced was marked by intense scientific mobilizations ); however, in referring to the biblical episode narrated in the book of Genesis, The Redemption of Ham seems to bet more on religion than on science to corroborate its perspective. There is, in the work, a perspective of religious court rather than a \"scientific\" look. The work reflects the racist ideologies of the time by showing the laundering passed by the family as something to be praised by themselves. As Tatiana Lotierzo and Lilia Schwarcz point out in the article \"Gender Race and Whitening Project: The Redemption of Cam\" the women of the painting - the black grandmother and the mulatto mother - are disposed as if there was voluntarism from them in the process of laundering which sought to extinguish its own ethnic group. The work became the mark of an era that, imbued with a racialist thought, left indelible marks in the Brazilian tradition. == Background: Whitening (Blanqueamiento) and eugenics in Brazil == Francis Galton, responsible for promoting eugenics. In the nineteenth century, the idea of society \"whitening\" spread in Brazil, as an ideology which sought to erase the black features of the Brazilian population. During the first decades of the twentieth century, industrialization, immigration and urbanization brought a more pessimistic and nationalistic view to the country. The two world wars brought the expansion of nationalism, combining the idea of race with the construction of nationalities. In Europe, the eugenics was disseminated by Englishman Francis Galton in 1883. Charles Darwin's cousin claimed that natural selection was also valid for humans. His belief was that intellectual capacity is not individual, but hereditary. His project analyzed the family tree of approximately 9,000 families and tried to justify the exclusion of various groups: the handicapped, the blacks, the Asians, and all those who did not fit into the so-called \"European standard\". This pattern was based on the thesis that the European was the possessor of the greatest beauty, civilizational competence and health when compared to the \"other races\", as black (African), \"red\" (indigenous) and \"yellow\" (Asian). The earliest records of eugenics in Brazil appeared at the end of the first decade of the nineteenth century. In 1917, the physician and pharmacist Renato Kehl, was responsible for expanding and disseminating eugenics in Brazil. Kehl believed that the only way for the country to thrive was through a project that focused on the predominance of the white race and the whitening of the black population. In addition to segregation by skin color, his discourse also supported the exclusion of the disabled (either physical or mental) from society. He also defended the sterilization of criminals, the regulation of a prenuptial examination (to ensure that the bride was a virgin), examinations to ensure divorce if the woman had \"illegitimate children\" or had proven hereditary defects in her family, compulsory eugenic education in schools and test to measure mental capacity in children 8 to 14 years old. Kehl presented his thoughts in various congresses, and had an impact on groups of teachers, physicians and adherents of social hygiene. Thus, in 1918, was founded the first eugenic society of Latin America, the Eugene Society of São Paulo (SESP). Some well-known names were part of the group: Arnaldo Vieira de Carvalho, Olavo Bilac, Alfredo Elli, Belisário Penna, Vital Brazil, Arthur Neiva, Luis Pereira Barreto, Antonio Austregésilo, Juliano Moreira, Afrânio Peixoto and Monteiro Lobato. In subsequent years, eugenics aroused the interest of the Brazilian elite, who created the stigma of the \"Brazilian man\", excluding all those who did not fit in with what was idealized by them. There was a belief that the movement would promote a reform in the aesthetic, hygienic and moral values of Brazilian society. At the time, the ideal brought forth an even more patriarchal society. Here, women had the simple role of \"procreating\" and performing the domestic tasks assigned by her husband. The \"national identity\" crossed limits and brought to light the racism present in the upper strata of Brazilian society. == Brocos and his support for eugenics == Modesto Brocos never denied his support for eugenics theories. In 1930, thirty-five years after painting, the artist released the book Viaje a Marte (\"Viaje a Marte\"), a science fiction. In it, the painter appears as a character who recounts his visit on a planet where there is a policy of reproduction controlled by the state - the Agricultural Army and the Humanitarian Sisters - all volunteers and whites. Even though it is a book of fiction, Brocos makes explicit his eugenic and racist ideas when, in one of the excerpts of the work, he says that humanity was not satisfied, because there still had to be a \"unification of races\". He adds that in earlier times, with the \"yellow\" race, mestizaje had been easier, but that with the black race, although there was the same process, the color \"presented difficulties to be mixed.\" == Eugenics Symbol == The work is considered one of the most racist and reactionary paintings of the nineteenth century, bringing with it the symbolism of elitist thinking. The painting appears in a post-abolitionist process of the new republic, which sought progress using Europe as a model. In the eyes of the elite, the white, represented progress, while the black represented the past. In this context comes the eugenics and whitening as mentioned earlier, which proposed miscegenation as a solution, leaving the population with an increasingly European profile. The painting is simply a visual representation of the subject present in the discourse of the \"intellectuals\" of the time. In 1911, the then director of the National Museum of Rio de Janeiro, João Batista de Lacerda used the painting as an illustration of his article entitled Sur les métis au Brésil (in Portuguese, \"About the mixed-race in Brazil\") at the First Universal Race Congress in Paris. The Congress brought together intellectuals from all over the world to discuss the relationship of races to the process of civilization. Lacerda's work, considered one of the main exponents of the \"whitening thesis\", came out in defense of the miscegenation, presenting the positivity of this process in Brazil and showing the supposed superiority of the white traces in relation to the blacks and the indigenous. In presenting the painting of Brocos, he described it as follows: \"The black going white in the third generation, by the effect of the crossing of races.\" In his speech, he affirmed that in a hundred years the Brazilian population would be mostly white; that is, in 2011/12 the black population would be extinct and the mixed-race would represent a maximum of 3% of the population. Between the 1920s and 1930s, it was no longer possible to distinguish between Brazilians who identified themselves as exiled Europeans and the local population, since the mixture between indigenous peoples, blacks and whites constituted a miscegenation that went beyond the standards imposed by the high white society. Thus, the elite had almost a need to create a new Brazilian identity, with the desire to be different from any model. Thus, the eugenics ideal lost much of its strength. == See also == * Brazilian painting * Slavery in Brazil * Miscegenation ==References== Category:Brazilian paintings Category:1895 paintings Category:1895 in Brazil Category:Multiracial affairs in Brazil Category:History of eugenics ",
    "title": "Ham's Redemption"
}