{
    "id": "61349865",
    "text": "The Ship Ocean Industries Research and Development Center is a Taiwanese government owned naval architecture and maritime research institute founded in 1976. ==Overview== The prime mission of SOIC is to support Taiwan’s maritime industry. To further this mission it provides marine engineering planning, ship and ocean platform design, technical services, and knowledge integration services to private and public organizations and companies. SOIC has designed vessels for shipping giants, local industry, the Republic of China Navy, and the Coast Guard Administration. ==History== SOIC was founded as United Ship Design & Development Center (USDDC) on July 1, 1976. The first chairman was Chieh-Jen Chiang. The first ship designed by USDDC was a 6,100 DWT log carrier. In 2012 the institute changed its name to Ship and Ocean Industries R&D; Center to better communicate the scope of its activities. In the 21st century SOIC has been involved in projects to advance Taiwan’s offshore wind power industry. ==Organization== The Yacht Industry Department of SOIC is the only government supported R&D; center for yacht materials and design in the world. ==Vessels designed== * Pan Shi-class fast combat support ship * ROCS Wu Yi (AOE-530) * SOIC designed the Tuo Chiang-class corvette in collaboration with the Taiwanese Ministry of National Defense's Naval Shipbuilding Development Center. * SOIC, along with CSBC Corporation, Taiwan and foreign technical advisors, is involved in the development of Taiwan’s Indigenous Defence Submarine. * Hybrid electric ferry in partnership with the Finnish company Visedo OY. ==See also== * Industrial Technology Research Institute * Automotive Research & Testing Center * Institute for Information Industry * Taiwan Textile Research Institute ==References== Category:1976 establishments in Taiwan Category:Organizations based in New Taipei Category:Science and technology in Taiwan Category:Research institutes in Taiwan Category:Yacht design firms Category:Boat and ship designers Category:Marine engineering organizations ",
    "title": "Ship and Ocean Industries R&amp;D Center"
}