{
    "id": "61347650",
    "text": "Electra is the fourth album by Brazilian singer Alice Caymmi, released on 27 May 2019. It was produced by Caymmi herself and DJ Zé Pedro, who helped her choose the repertoire, and recorded in just two days. The album features only Caymmi and a pianist (Itamar Assiere), with no additional musicians involved. == Background and promotion == The album sees Caymmi singing alone and accompanied by a piano. The first time she performed this way was in August 2014, when she promoted a spectacle called \"Um Piano Bar no Inferno\" (a piano bar in Hell) with Helio Flanders. Exactly four years later, she would repeat the format in a show in Salvador, Bahia, with the name \"Para minha tia Nana\" (for my aunt Nana), due to the fact that most of the repertoire consisted of songs by Nana Caymmi, her aunt. By the time of those shows, she was already talking about her intention of releasing a piano & voice album. About the general atmosphere of the record, she said in an interview that she commented to producer DJ Zé Pedro that she \"wasn't in the mood for a dancing album or show in Brazil's current moment.\" In order to promote Electra, the singer started a spectacle in June, directed by Paulo Borges and with costume design by Alexandre Herchcovitch and which aesthetic reproduces that of \"Diplomacia\"'s clip, released on 24 May. The show was divided in three acts: \"Tragédia\" (Tragedy), \"Revolução\" (Revolution) and \"Futuro\" (Future). == Concept == In this album, Caymmi evokes the Greek myth of Electra, princess of Mycenae, daughter of Agamemnon and Clytemnestra. The album cover features a shaved Caymmi in flames and holding a dagger in her hands, representing the myth. About the symbolism around the cover, the singer said: Regarding the changes since her previous album, she said: == Critical reception == Writing for his blog at G1, Mauro Ferreira said \"Alice Caymmi stabs the knife in the chest of a repertoire that bleeds open wounds [...] without exaggerating in the theater drama of songs such as 'Medo'\" and also said the singer does it \"with a vocal confidence that puts her in the foreground of the team of singers of the 2010s generation of Brazilian music.\". He concluded by calling Electra \"surprising, not exactly for its format nor its impact, (...) but for the singer's attitude.\" Miojo Indie's founder, Cleber Facchi, criticised certain aspects such as the \"fake\" Portuguese accent on \"Medo\" and the way \"Me Deixa Mudo\" \"seems to break the dense atmosphere that guides the listener's experience during the whole playing of the record, generating a deliberate discomfort\". However, he said \"each fragment of the album synthezises the artist's capacity of turning verses authored by different composers into the basis for a particular, always painful register\" and that \"the passage to a bigger and more complex work with each go survives in the minimalism of the arrangements and in the little conventional repertoire\". For Thales de Menezes, at Folha de S.Paulo, the album gives the sensation of being the evolution of 2014's Rainha dos Raios due to the fact that both possess \"a strong inventiveness in the recreation of songs by other authors.\" He also highlighted the fact that the repertoire prioritized not so well known songs by notorious artists and praised pianist Itamar Assiere's performance: \"(...) weaves a faultless basis for the repertoire. His choices are essential to prove how Caymmi is a differentiated singer of the new generation.\" Menezes finished by saying that \"'Electra' shouldn't inhibit her composer side but it's an interpreter album that shows how she's above the average of what is sung nowadays in Brazil.\" == Track listing == == Personnel == According to a post on the singer's official Instagram * Alice Caymmi - vocals, production, arrangements, idealization * Itamar Assiere - piano, arrangements * DJ Zé Pedro - production, art direction * Rodrigo \"Funai\" Costa - recording and mixing * Alejandra Luciani - recording * Ricardo Garcia - mastering * Eduardo Dugois - art direction * Gustavo Zylbersztajn - picture * Paulo Martinez - styling * Cris Biato - make up * Casé Assessoria - communication * Wes Mariano - social media * Talita Morais and Rainha dos Raios - executive production ==References == Category:Portuguese-language albums Category:Música Popular Brasileira albums Category:2019 albums Category:Alice Caymmi albums ",
    "title": "Electra (album)"
}