{
    "id": "61348283",
    "text": "The Laurens County, Georgia race riot was an attack on the black community by white mobs in August of 1919. In the Haynes' report, as summarized in the New York Times, it is called the Ocmulgee, Georgia race riot. ==Background== Earlier in the summer the incident surrounding the Dublin, Georgia riot had greatly alarmed the white community in Laurens County. Even more alarming was a rumour that a Black leader was promising to \"rise up and wipe out the white people.\" ==Race riot== On Wednesday, August 27, a black man, chosen because he seemed like the leader of the local community was lynched and on Friday morning August 29, three black churches and one community building were burnt down. He was taken from Cadwell, Georgia and killed in Ocmulgee, Georgia. The corpse of an elderly man was later pulled from the ashes of the church burnt down in Ocmulgee. The body may have belonged to Eli Cooper who was alleged to have said that \"the negroes had been run over for fifty years, but this will all change in thirty days.\" The local white community took this to mean a call for violent revolution. ==Aftermath== Four men were arrested in connection with the body found in the church. They were C.G. Rogers, Coroner of Dodge County; C.C. Adwell; John Quillian; and Will Watson, who were quickly acquitted of all charges. This uprising was one of several incidents of civil unrest that began in the so-called American Red Summer of 1919. Terrorist attacks on black communities and white oppression in over three dozen cities and counties. In most cases, white mobs attacked African American neighborhoods. In some cases, black community groups resisted the attacks, especially in Chicago and Washington DC. Most deaths occurred in rural areas during events like the Elaine Race Riot in Arkansas, where an estimated 100 to 240 black people and 5 white people were killed. Also in 1919 were the Chicago Race Riot and Washington D.C. race riot which killed 38 and 39 people respectively, and with both having many more non-fatal injuries and extensive property damage reaching up into the millions of dollars. ==See also== *Washington race riot of 1919 *Mass racial violence in the United States *List of incidents of civil unrest in the United States ==Bibliography== Notes References * * * * \\- Total pages: 234 Category:1919 in Georgia (U.S. state) Category:1919 riots in the United States Category:African-American history between emancipation and the civil rights movement Category:History of racism in Georgia (U.S. state) Category:History of the United States (1918–1945) Category:Racially motivated violence against African Americans Category:Riots and civil disorder in Georgia (U.S. state) Category:White American riots in the United States Category:August 1919 events ",
    "title": "Laurens County, Georgia race riot of 1919"
}