{
    "id": "61346105",
    "text": "Jiang Shigong (born 11 November 1967; ) is a Chinese legal and political theorist, currently a professor at Peking University Law School, and a researcher on Hong Kong affairs. He is a \"conservative socialist\" exponent of Xi Jinping Thought and opposed to liberalism in China. Jiang previously worked at the Hong Kong Liaison Office from 2004 to 2008, and has advised the Chinese government on Hong Kong on subsequent occasions. Among his major ideas are his theory of the \"absolute\" or unwritten constitution of China embodied in the leadership of the Chinese Communist Party and his argument for the supremacy of the state as an \"ethical entity\" and the embodiment of the people's drive towards self-transformation. One of the main Chinese translators of Carl Schmitt, Jiang is a notable promoter of Schmitt's political theory in China. ==Career== Born on 11 November 1967 in Yulin, Shaanxi, Jiang attended high school in Hengshan District, graduating in 1986. He describes his decision to pursue studies in law as purely accidental, motivated at the time by his lack of knowledge about alternative fields such as economics. Jiang matriculated at Renmin University of China, graduating in 1990, and went on to receive a masters at Peking University in 1996 and a doctorate there in 1999. His thesis was titled Punishment and the Rule of Law (), and was subsequently published as a book in edited form in 2009. Jiang described the efforts he spent learning to read systematically as a student in a 2018 interview: as an undergraduate he would go to the library to read Immanuel Kant's Critique of Pure Reason every morning, only managing two or three pages a day; subsequently he read Chinese translations of Sigmund Freud and Erich Fromm \"until he was tired of reading\". From 2004 to 2008 Jiang worked at the Hong Kong Liaison Office. He has published on Hong Kong's role in the Chinese political system, and he is believed to have authored or contributed to the 2014 white paper The Practice of the 'One Country, Two Systems' Policy in the Hong Kong Special Administrative Region. As of 2019, he is Director of the Centre for Studies in Politics and Law and Deputy Director of the Centre for Macau and Hong Kong Studies at Peking University and an expert adviser to the Beijing Municipal People's Congress. ==Views and influence== ===Theory of the state and opposition to liberalism=== Jiang has been described as a member of the Chinese New Left, a \"conservative socialist\", and an implicit Legalist. He played a significant role in the introduction of the thought of Carl Schmitt in China, and is a \"preeminent representative\" of Schmittian theory in the country.. Commenting on the colour revolutions of the 2000s, Jiang stated, \"The crucial questions in politics are not questions of right and wrong, but of obedience and disobedience. If you do not submit to political authority, then 'If I say you're wrong, you're wrong, even if you're right. Echoing Schmitt's theory of the friend–enemy distinction, he added, \"Between friends and enemies, there is no question of freedom, only violence and subjugation. This is the reality of politics, a reality that liberals often do not dare to face.\" Rejecting what he sees as the liberal subordination of the state to civil society and the idea that the state is \"something to take precautions against\", Jiang argues that the state is instead an \"ethical entity\" that represents the attempt of the people to \"transcend and transform\" themselves, in the manner of the Übermensch in the thought of Friedrich Nietzsche.. Jiang has attacked the thought of John Rawls on the basis that reasoning from the veil of ignorance cannot contribute to political legitimacy: the legitimacy of the state is premised on the civilisational values it embodies and cannot be understood rationally. Drawing on Max Weber, he depicts politics as the product of the \"unceasing, deadly struggles of different gods\"—different civilisations—with no rational conclusion; the politics of one civilisation cannot be adjudicated by the values of another.. In his 2006 Beyond the Horizon of Law (), Jiang argues that the liberal theory of constitutionalism has been displaced by the political insights of Michel Foucault. For Foucault, the \"microphysics\" of power permeates the whole of society; power is inseparable from knowledge and deployed rather than possessed. Jiang uses Foucault's theory of power to argue for the role of the state in establishing discipline throughout society as a whole—a role embodied in China's case by the comprehensive political education initiatives of the Chinese Communist Party (CCP). In this context Jiang views Gilles Deleuze's elaboration of the Foucauldian concept of dispositifs, the mechanisms that crystallise relationships of power-knowledge into institutions, as particularly important to conceptualising the webs of power embodied in the Chinese party-state complex. ===Views on the West=== Jiang is an opponent of Westernisation. In a commencement speech at Peking University in 2013, he criticised Chinese law graduates leaving the country for the West, calling them \"hired guns of Western capital\" and warning against the construction of a \"fake democracy that relies on Western capital and powers\". According to Jiang in a 2019 article, Western civilisation has created a world empire () encompassing every major power in the world, including China, and based on liberal principles. This empire is currently in terminal decline due to economic inequality, decaying government structures, and the spread of nihilism triggered by cultural liberalism. Jiang concludes that it is China's responsibility, alongside other nations, to construct a blueprint for the second world empire: the reconstruction of Chinese civilisation and the world order are mutually reinforcing. ===Role of the Communist Party=== Jiang holds that the Communist Party of China (CCP), as the institutional leader of the people and the \"fundamental law that acts as the absolute constitution\", should be constitutionally defined as the sovereign of China. Drawing on Mao Zedong's Ten Major Relationships, he distinguishes two constitutions in China:. the constitution of the state, and an unwritten constitution embodied by the CCP and based on a vertical hierarchy of democratic centralist subordination; local governments may be consulted on executive decisions, but remain ultimately subject to the supremacy of the Party. In 2018, Jiang published a commentary on Party general secretary Xi Jinping's report to the 19th National Congress of the CCP. In the essay, he states that certain political forces since the Deng Xiaoping era attempted to introduce \"subversive reforms of the political system\", which would have diminished and eventually eliminated the leadership of the Communist Party and created a \"Western democracy\" in China. On the other hand, the appearance of exploitative capitalist forces in China created nostalgia for the \"stagnation\" of the era before reform and opening- up. \"At [this] moment of historical crisis\", Jiang argues, \"Xi Jinping has turned the tide\", legitimising Xi's position as \"core of the Party center, the core of the entire Party\". Jiang states that Xi is a charismatic leader who exceeds institutional constraints and constitutes the ideological and spiritual centre of the Chinese state. A major task of Xi Jinping Thought on his account is to reconfigure communism as an intuitive ideal, moving away from what he sees as the utopian and Judeo-Christian political theology of Karl Marx while retaining Marx's focus on historical materialism. ==Hong Kong politics== upright=0.8 Jiang is a prominent adviser to the Chinese government on Hong Kong affairs, and some of his statements have elicited controversy in Hong Kong. In 2014, during the debate over the Practice of the 'One Country, Two Systems' Policy white paper, Jiang responded to criticisms of the report by the Hong Kong Bar Association, calling the organisation \"unprofessional\" and \"politicised\". He stated that Hong Kong lawyers had a duty to be patriotic and loyal to the Chinese state, just as lawyers in the British system are loyal to the monarch. The Apple Daily labelled Jiang a \"dark force\" () promoting mainland intervention in Hong Kong affairs. Subsequently, in 2016, Jiang suggested at a forum that the post of Chief Executive be split in two, with one executive responsible to the Hong Kong people and the other under the direct control of the Beijing government. During the Legislative Council oath- taking controversy later that year, he invoked the doctrine of necessity to justify the preemption of a local judicial review by the Standing Committee of the National People's Congress in Beijing. In 2017, he described Hong Kong's cultural elite as hostile to socialism with Chinese characteristics, and too Westernised to be capable of understanding general secretary Xi Jinping's report to the 19th CCP Congress. ==Works in English== * * * * * * * ==References== ==Further reading== * ==External links== *强世功 at Baidu Baike *Faculty page at Peking University Law School *北大强世功 at Sina Weibo Category:Living people Category:1967 births Category:Chinese academics Category:Chinese political philosophers Category:Peking University faculty Category:Writers from Yulin, Shaanxi Category:Renmin University of China alumni Category:Chinese New Left Category:Maoist theorists Category:Chinese legal scholars Category:Scholars of constitutional law Category:Peking University alumni Category:21st-century Chinese philosophers Category:People's Republic of China philosophers Category:Carl Schmitt scholars ",
    "title": "Jiang Shigong"
}