{
    "id": "61349666",
    "text": "Grupo Ruptura was created by a collection of artists who sought to advance modern art in Brazil in the 1950s. Together, they held an exhibition entitled Ruptura at the São Paulo Museum of Modern Art in 1952. The group embraced concrete art as a break from traditional naturalistic painting popular in Brazil at the time. Grupo Raptura's works are often characterized by strong geometric shapes and bold colors. == Influences == Following concepts found in Constructivism and the De Stijl movements, the Rupture artists produced artworks that rejected realistic and traditional subject matters, such as the human form. Instead, artists utilized and purposefully integrated mathematical formulas and drew upon scientific theories in order to create the precise non- representational products typically unattainable by the human eye or hand alone. == What the Manifesto Advocated == In 1952, the Museu de Arte Moderna de São Paulo held Grupo Raptura's first show, which opened on December 9. At the same time, the seven members released for the first time a document (known as a manifesto) stating what they hoped to built upon and promote. While all founding members contributed to the initial document, Waldemar Cordiero acted as spokesman for Grupo Raptura's main ideologies and wrote the majority, if not all, of the documents contents. This document is brief, but is sure to include a list of trends that were prevalent with opposing groups of the time. According to the founders, \"opposing groups\" were to entrapped in traditional often elitist art. This inhibited the groups to comprehend what Grupo Raptura was setting out to accomplish. Members of Grupo Ruptura declared they would produce \"new forms out of principles\" by questioning said opposers (ie; all figurative trends that currently dominated the Brazilian art scene). > \"The group’s unprecedented renewal became fundamental in unfolding important > repertoires that today constitutes the vast, multifaceted and complex > Brazilian contemporary art.\" - Fernando Cocchiarale \"Even though it was > never fully achieved, the utopian wager by these artists made history, > representing a true turning point in the production and discussion of art > made in Brazil. Their work influenced important developments, including neo- > concretism, which again posed the Ruptura movement’s question of how and for > whom art is made.\" - Luciana Brito == Founding Members == The seven founding members of the group include Waldemar Cordeiro, Anatol Władysław, Leopoldo Haar, Lothar Charoux, Kazmer Féjer, Geraldo de Barros, and Luiz Sacilotto. Collectively creating a manifesto that described their commitment to objectivity and abstraction, in opposition to the figurative painting, which they believed to be inaccessible to the public and clouded by human emotions. === Anatol Wladyslaw (1913-2004) === Born in Warsaw, Anatol Wladyslaw Naftali is most known for his work as a painter, designer, and engraver. Like many of the founding members of Grupo Ruptura Anatol's background did not originate in the arts. Earning first a degree as an electronic engineer in 1939. Earning his art degree in 1944, he exhibited for the first time shortly after in 1948. Following his first exhibition, he encountered Cordeiro and gained interest in constructivism. Artistically, Wladyslaw created constructive art through geometric oil paintings. Over time he evolved from constructionist to a sort of informal abstraction, nearing figuration. A collection of Anatol Wladyslaw is located at the Museum of Fine Arts, Houston, and can be seen HERE. === Geraldo de Barros (1923-1998) === Born in São Paulo, Geraldo de Barros played a crucial role in the formation of multiple artistic movements and groups within his lifetime. Barros began informal artistic studies of drawing and painting in Clovis Graciano's studio in 1945 before formally attending Photo Cine Clube Bandeirante in 1948. His artistic journey began behind the lens in sports photography. It was with these photos where he began to experiment stylistically with layering, cutting, drilling, and painting over the photos. Although he is widely known for his participation and foundation in Grupo Ruptura, his legacy continues more through his founding of Cooperativa Unilabor and Hobjeto Moveis- where he produced furniture and logo-designs This could perhaps be seen as a more capitalistic project. However, his products were innovative, multi functional, and were accessible to the public. All while adhering to roots in constructive theory and characteristics. Geraldo de Barros exhibition held at the Tierney Gardarin Gallary, which can be seen HERE. === Kazmer Fejer (1923-1989) === Known by several names—Kazmer Faith, Casimiro Fejer and Kazmer Fejer--Kazmer Fajer was born in Hungary in 1923. Faith attended the Academy of Fine Arts in Budapest, where he earned a degree in industrial chemistry. During his time there, he aided in the foundation of the Budapest Artclub in 1945. It was through this club that he encountered Waldemar Cordeiro. Although originating in painting and sculpting as separate entities, Faith is most known for his works done under Grupo Ruptura with glass as his primary material. Faith's work exemplifies the core beliefs of Grupo Ruptura, seen in his desire for calculated precision and the lack of human influence. His education in industrial chemistry proved more than useful in many ways in and out of his artistic career. Continuing to prove useful during his time in Paris (1970) where he worked as a chemical engineer in the paint industry. He now holds a world patent for a plastic coloring system/method. Fejer's work in Grupo Ruptura's exhibition can be (By:Newcity Brasil) seen HERE. ===Waldemar Cordeiro (1925-1973) === Born in Rome and son to an Italian and a Brazilian, Waldemar Cordeiro was a central figure in Brazilian art in the twentieth century for his articulation of concretism. He attended The Accademia di Belle Arti (Academy of Fine Arts of Florence) and began his artistic career as a caricaturist in 1943 for the satirical newspaper Petirosso, and had brief stints as both an art critic and journalist. He implemented technology to create a new form of \"programmed paintings\" in the late 1960s that spoke with a then unheard of and unusual optimism towards technology. Various exhibitions (list) of Waldemar Cordeiro are listed HERE. === Leopold Haar (1910-1954)=== Unlike the other founding members, Leopold Haar is unique in that his academic studies did not originate in science or technologies. Haar was born in the city of Tarnov, Poland\\- He began his academic career in Krakow at the Krakow Academy of Fine Arts. There, he specialized in fine arts; more specifically, fine arts when applied to industry. During World War II (1939-1945) Haar moved from place to place, landing in Southern Brazil where he worked for the O Globo Magazine based out of Porto Alegre. After a brief time with O GloboI he moved on to work with his own brother Zigmund Haar in Panama. Together they open a studio working as photographers. Eventually settling in São Paulo in 1950, he began work in advertising and became a professor, teaching graphic arts at the (IAC). This is not only significant for his career, but significant for being the first initiative to teach industrial design in Brazil. As for his contribution to the Grupo Ruptura exhibition in 1952, he showcases 3D geometric designs that resemble children's hanging mobiles. Leopold Haar's work at the Galleria Luciana Brito (exhibition) can be seen HERE. === Lothar Charoux (1912-1987) === Lothar Charoux was born in Vienna in 1912 into a family of artists. He began studying with his uncle, Austrian sculptor Siegfried Charoux. Moving on from his family, he settled in the epicenter of the concrete movement in 1928. He attended art school in São Paulo and began studying painting under Walemar da Costa, where he began painting the then traditional expressionist portraits and formal landscapes. After holding his first solo exhibition, he fell for the emerging ideologies of constructionist art. From 1948 on, he began exploring white coloring and line works on black canvases admiring the juxtaposition and luminous value it held. This admiration for visual tension between the work and surface it lived on can be seen through his following works of hollow geometric shapes and sharp line work that works to play with visual planes and their balance. Lothar Charoux's work at the Miami Sammer Gallary exhibition can be seen HERE. === Luiz Sacilotto (1924-2003) === Born in 1924 Luiz Sacilotto studied painting and drawing from the Brás Male Professional Institute. He continued his artistic studies at the Fine Arts University Center of São Paulo. He branched out into design, sculpture, and was fond of Brazilian abstraction. While exhibiting collaborated architecture works with colleagues whom he met at Bras Male Professional Institute (Marcelo Grassman, Octavio Araujo, & Andreatini. They become known as the Expressionist Group for their specific styles that deviate from traditional architectural norm of the time. During this same year he participated in the 19 Painters Exhibition in São Paulo at the Prestes Maia Gallery. It is during this showcase that he meets Waldemar Cordeiro, Lothar Charoux and Gerarldo de Barros. Luiz Sacilotto's work held at the MoMA, apart of a larger exhibition can be seen HERE. == Other Artists/Members joined == Hermilindo Fiaminghi, Judith Lauand, and Mauricio Nogueira Lima. Judith Lauand being the only female member. === Hermelindo Fiaminghi (1920-2004) === Hermelindo Fiaminghi encountered Grup Ruptura through his studies under Alfredo Volpi between 1959 and 1966. Like founder Charoux and peer artist Waldemar da Costa, he attended the São Paulo School of the Arts and dedicated his time there primarily to lithography. His career began similarly to a few of Ruptura's founders in geometric abstraction. Stylistically, he fits very nicely with Ruptura's ideologies. His style was well developed early in his career, where he made use of a small selection of colors and that distinct geometric figuration associated with Grupo Ruptura's works. Pinta New York: exhibition seen HERE. === Judith Lauand (1922-present) === Judith Lauand is known to be a pioneer in her own right for her participation and key role played in and for the Brazilian modernist movement. She is also the only female member of Grupo Ruptura. Hailing from Pontal, São Paulo, Brazil, she attended and graduated from Escola de Belas Artes with a degree in fine arts. After earning this degree she focused on her career as a school teacher with art as an aside. During this time her work consisted of expressionist works and figurative paintings. While working as a gallery monitor at the São Paulo Art Biennial she met the original founders of Ruptura. Waldemar Cordiero then personally invited her to join Grupo Raptura. Her mediums include acrylics, oils and enamels, often taking her own form of collage; integrating different dimensions with woodcuts, or fabrics. Lauand was also the only one among her contemporaries to sign her finished works. Viewers and contemporaries often viewed her signature as a rejection of the theoretical aesthetic that existed in and by other artists during this time who did not sign their works. She remains the only female member of Grupo Ruptura until the group's disbandment. Various exhibitions Histories can be seen HERE HERE. === Mauricio Nogueira Lima (1939-1999) === Mauricio was born on April 18 to Marie and Manuel Lima in 1930. In search for a better life, Mauricio Nogueira Lima's parents relocated to São Paulo. There he attended and earned a degree at the Institute of Contemporary Art in São Paulo, with Leopold Haar in his peer group. He studied industrial design, visual communication and advertising. True to the degree, he recognized the power that art has to communicate to the viewer. This concept of communication, specifically through architecture and drawing, remained apparent and well assimilated throughout the rest of his artistic career. His artistic works showcase his interests with the constructive discipline—making use of chromatic experimentation and line work to create movement and rhythms to the viewers eye. A list of Mauricio Nogueira Lima's Solo Exhibitions can be seen HERE. other references: Contemporary Art In Latin America ==References == Category:Brazilian artist groups and collectives Category:Concrete art ",
    "title": "Grupo Ruptura"
}