{
    "id": "61340431",
    "text": "artificially colored mosaic constructed from a series of 53 images taken through three spectral filters by Galileo's imaging system as the spacecraft flew over the northern regions of the Moon on 7 December 1992. The colors indicate different materials. A lunar anorthosite rock collected by the Apollo 16 crew from near the Descartes crater The Moon bears substantial natural resources which could be exploited in the future.Extraction of Metals and Oxygen from Lunar Soil. Yuhao Lu and Ramana G. Reddy. Department of Metallurgical and Materials Engineering; The University of Alabama, Tuscaloosa, AL. USA. 9 January 2009. Potential lunar resources may encompass processable materials such as volatiles and minerals, along with geologic structures such as lava tubes that together, might enable lunar habitation. The use of resources on the Moon may provide a means of reducing the cost and risk of lunar exploration and beyond.\"Moon and likely initial in situ resource utilization (ISRU) applications.\" M. Anand, I. A. Crawford, M. Balat-Pichelin, S. Abanades, W. van Westrenen, G. Péraudeau, R. Jaumann, W. Seboldt. Planetary and Space Science; volume 74; issue 1; December 2012, pp: 42—48. NASA In-Situ Resource Utilization (ISRU) Capability Roadmap Final Report. Gerald B. Sanders, Michael Duke. May 19, 2005. Insights about lunar resources gained from orbit and sample-return missions have greatly enhanced the understanding of the potential for in situ resource utilization (ISRU) at the Moon, but that knowledge is not yet sufficient to fully justify the commitment of large financial resources to implement an ISRU-based campaign.Lunar Resource Prospecting. S. A. Bailey. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia. The determination of resource availability will drive the selection of sites for human settlement.\"Lunar Resources: From Finding to Making Demand.\" D. C. Barker1. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland.\"Landing Site Selection And Effects On Robotic Resource Prospecting Mission Operations.\" J. L. Heldmann, A. C. Colaprete, R. C. Elphic, and D. R. Andrews. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. ==Overview== Lunar materials could facilitate continued exploration of the Moon itself, facilitate scientific and economic activity in the vicinity of both Earth and Moon (so-called cislunar space), or they could be imported to the Earth's surface where they would contribute directly to the global economy. Regolith (lunar soil) is the easiest product to obtain; it can provide radiation and micrometeoroid protection as well as construction and paving material by melting.\"The Use of a Lunar Vacuum Deposition Paver/Rover to Eliminate Hazardous Dust Plumes on the Lunar Surface.\" Alex Ignatiev and Elliot Carol. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. Oxygen from lunar regolith oxides can be a source for metabolic oxygen and rocket propellant oxidizer. Water ice can provide water for radiation shielding, life-support, oxygen and rocket propellant feedstock. Volatiles from permanently shadowed craters may provide methane (), ammonia (), carbon dioxide () and carbon monoxide (CO).\"Emarging Markets for Lunar Resources.\" B. R. Blair1. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. Metals and other elements for local industry may be obtained from the various minerals found in regolith. The Moon is known to be poor in carbon and nitrogen, and rich in metals and in atomic oxygen, but their distribution and concentrations are still unknown. Further lunar exploration will reveal additional concentrations of economically useful materials, and whether or not these will be economically exploitable will depend on the value placed on them and on the energy and infrastructure available to support their extraction.Is Moon Mining Economically Feasible? Leonard David, Space.com. 7 January 2015. For in situ resource utilization (ISRU) to be applied successfully on the Moon, landing site selection is imperative, as well as identifying suitable surface operations and technologies. Scouting from lunar orbit by a few space agencies is ongoing, and landers and rovers are scouting resources and concentrations in situ (see: List of missions to the Moon). ==Resources== {|class=\"wikitable floatright\" style=\"margin-left:1em;text-align:center;\" |+Lunar surface chemical composition !rowspan=2 valign=top |Compound!!rowspan=2 valign=top |Formula!!colspan=2 |Composition |- !style=font-size:smaller |Maria !!style=font-size:smaller| Highlands |- |style=text- align:left|silica||SiO2||45.4%||45.5% |- |style=text- align:left|alumina||Al2O3||14.9%||24.0% |- |style=text- align:left|lime||CaO||11.8%||15.9% |- |style=text-align:left|iron(II) oxide||FeO||14.1%||5.9% |- |style=text-align:left|magnesia||MgO||9.2%||7.5% |- |style=text-align:left|titanium dioxide||TiO2||3.9%||0.6% |- |style=text- align:left|sodium oxide||Na2O||0.6%||0.6% |- !colspan=2| ||99.9%!!100.0% |} Solar power, oxygen, and metals are abundant resources on the Moon.Why the Lunar South Pole? Adam Hugo. The Space Resource. 25 April 2029. Elements known to be present on the lunar surface include, among others, hydrogen (H), oxygen (O), silicon (Si), iron (Fe), magnesium (Mg), calcium (Ca), aluminium (Al), manganese (Mn) and titanium (Ti). Among the more abundant are oxygen, iron and silicon. The atomic oxygen content in the regolith is estimated at 45% by weight.Oxygen from Regolith. Laurent Sibille, William Larson. NASA. 3 July 2012.The Artemis Project- How to Get Oxygen from the Moon. Gregory Bennett, Artemis Society International. Jun 17, 2001. ===Solar power=== Daylight on the Moon lasts approximately two weeks, followed by approximately two weeks of night, while both lunar poles are illuminated almost constantly.Speyerer, Emerson J., and Robinson, Mark S. (2013). \"Persistently illuminated regions at the lunar poles: Ideal sites for future exploration\", Icarus, 222, No. 1, January, pp. 122–136.Gläser, P., Oberst, J., Neumann, G. A., Mazarico, E., Speyerer, E. J., Robinson, M. S. (2017). \"Illumination conditions at the lunar poles: Implications for future exploration. Planetary and Space Science, vol. 162, p. 170–178. Lunar Resources: Unlocking the Space Frontier. Paul D. Spudis. Ad Astra, Volume 23 Number 2, Summer 2011. Published by the National Space Society. Retrieved on 16 July 2019. The lunar south pole features a region with crater rims exposed to near constant solar illumination, yet the interior of the craters are permanently shaded from sunlight, and retain significant amounts of water ice in their interior. By locating a lunar resource processing facility near the lunar south pole, solar-generated electrical power would allow for nearly constant operation close to water ice sources. Solar cells could be fabricated directly on the lunar soil by a medium-size (~200 kg) rover with the capabilities for heating the regolith, evaporation of the appropriate semiconductor materials for the solar cell structure directly on the regolith substrate, and deposition of metallic contacts and interconnects to finish off a complete solar cell array directly on the ground.\"The Use of Lunar Resources for Energy Generation on the Moon.\" Alex Ignatiev, Peter Curreri, Donald Sadoway, and Elliot Carol. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. The Kilopower nuclear fission system is being developed for reliable electric power generation that could enable long-duration crewed bases on the Moon, Mars and destinations beyond.NASA concept for generating power in deep space a little KRUSTY. Collin Skocii, Spaceflight Insider. 18 June 2019.Demonstration Proves Nuclear Fission System Can Provide Space Exploration Power. Gina Anderson, Jan Wittry. NASA press release on 2 May 2018. This system is ideal for locations on the Moon and Mars where power generation from sunlight is intermittent. ===Oxygen=== The elemental oxygen content in the regolith is estimated at 45% by weight. Oxygen is often found in iron-rich lunar minerals and glasses as iron oxide. At least twenty different possible processes for extracting oxygen from lunar regolith have been described,Processes for Getting Oxygen on the Moon. Larry Friesen, Artemis Society International. 10 May 1998. and all require high energy input: between 2-4 megawatt-years of energy (i.e. 6-12×1013 J) to produce 1,000 tons of oxygen. While oxygen extraction from metal oxides also produces useful metals, using water as a feedstock does not. ===Water=== Images by the LCROSS orbiter flying of the lunar south pole show areas of permanent shadow. The image shows the distribution of surface ice at the Moon's south pole (left) and north pole (right) as viewed by NASA's Moon Mineralogy Mapper (M3) spectrometer onboard India's Chandrayaan-1 orbiter Cumulative evidence from several orbiters strongly indicate that water ice is present on the surface at the Moon poles, but mostly on the south pole region.Ice Confirmed at the Moon's Poles NASA's JPL. 20 August 2018.Water on the Moon: Direct evidence from Chandrayaan-1's Moon Impact Probe. Published on 2010/04/07. However, results from these datasets are not always correlated.\"Identifying Resource-rich Lunar Permanently Shadowed Regions.\" H.M. Brown. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland.\"The Lunar Northwest Nearside: The Price Is Right Before Your Eyes.\" J. E. Gruener. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. It has been determined that the cumulative area of permanently shadowed lunar surface is 13,361 km2 in the northern hemisphere and 17,698 km2 in the southern hemisphere, giving a total area of 31,059 km2. The extent to which any or all of these permanently shadowed areas contain water ice and other volatiles is not currently known, so more data is needed about lunar ice deposits, its distribution, concentration, quantity, disposition, depth, geotechnical properties and any other characteristics necessary to design and develop extraction and processing systems.Mining Moon Ice: Prospecting Plans Starting to Take Shape. Leonard David, Space.com. 13 July 2018. The intentional impact of the LCROSS orbiter into the Cabeus crater was monitored to analyze the resulting debris plume, and it was concluded that the water ice must be in the form of small (< ~10 cm), discrete pieces of ice distributed throughout the regolith, or as thin coating on ice grains.\"Mini-RF Monostatic Radar Observations of Permanently Shadowed Crater Floors.\" L. M. Jozwiak, G. W. Patterson, R. Perkins. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. This, coupled with monostatic radar observations, suggest that the water ice present in the permanently shadowed regions of lunar polar craters is unlikely to be present in the form of thick, pure ice deposits. Water may have been delivered to the Moon over geological timescales by the regular bombardment of water-bearing comets, asteroids and meteoroids Elston, D.P. (1968) \"Character and Geologic Habitat of Potential Deposits of Water, Carbon and Rare Gases on the Moon\", Geological Problems in Lunar and Planetary Research, Proceedings of AAS/IAP Symposium, AAS Science and Technology Series, Supplement to Advances in the Astronautical Sciences., p. 441 or continuously produced in situ by the hydrogen ions (protons) of the solar wind impacting oxygen-bearing minerals. The lunar south pole features a region with crater rims exposed to near constant solar illumination, where the craters' interior are permanently shaded from sunlight, allowing for natural trapping and collection of water ice that could be mined in the future. Water molecules () can be broken down to its elements, namely hydrogen and oxygen, and form molecular hydrogen () and molecular oxygen () to be used as rocket bi-propellant or produce compounds for metallurgic and chemical production processes. Just the production of propellant, was estimated by a joint panel of industry, government and academic experts, identified a near-term annual demand of 450 metric tons of lunar-derived propellant equating to 2,450 metric tons of processed lunar water, generating US$2.4 billion of revenue annually.Moon Mining Could Actually Work, with the Right Approach. Leonard David, Space.com. 15 March 2019. ===Hydrogen=== The solar wind implants protons on the regolith, forming a protonated atom, which is a chemical compound of hydrogen (H). Although bound hydrogen is plentiful, questions remain about how much of it diffuses into the subsurface, escapes into space or diffuses into cold traps.\"Prospective Study for Harvesting Solar Wind Particles via Lunar Regolith Capture.\" H. L. Hanks. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. Hydrogen would be needed for propellant production, and it has a multitude of industrial uses. For example, hydrogen can be used for the production of oxygen by hydrogen reduction of ilmenite.\"Thermogravimetric Analysis of the Reduction of ilmenite and NU-LHT-2M With Hydrogen and Methane.\" P. Reiss, F. Kerscher and L. Grill. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland.\"Experimental Development And Testing Of The Reduction Of Ilmenite For A Lunar ISRU Demonstration With PRO SPA.\" H. M. Sargeant, F. Abernethy, M. Anand1, S. J. Barber, S. Sheridan, I. Wright, and A. Morse.Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland.\"Electrostatic Beneficiation pf Lunar Regolith; A review of the Previous Testing As Starting Point For Future Work.\" J.W. Quinn. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. ===Metals=== ====Iron==== {| class=\"wikitable\" style=\"width:300px; margin:0 0 1em 1em; font-size:90%; clear:right; float:right; float:right;\" |+Common lunar minerals |- style=\"background:#DEE7E7\" ! Mineral !! Elements !! Lunar rock appearance |- ! style=\"background:#E8E7DB\" | Plagioclase feldspar | Calcium (Ca) Aluminium (Al) Silicon (Si) Oxygen (O) | White to transparent gray; usually as elongated grains. |- ! style=\"background:#E8E7DB\" | Pyroxene | Iron (Fe), Magnesium (Mg) Calcium (Ca) Silicon (Si) Oxygen (O) | Maroon to black; the grains appear more elongated in the maria and more square in the highlands. |- ! style=\"background:#E8E7DB\" | Olivine | Iron (Fe) Magnesium (Mg) Silicon (Si) Oxygen (O) | Greenish color; generally, it appears in a rounded shape. |- ! style=\"background:#E8E7DB\" | Ilmenite | Iron (Fe), Titanium (Ti) Oxygen (O) | Black, elongated square crystals. |} Iron (Fe) is abundant in all mare basalts (~14-17 % per weight) but is mostly locked into silicate minerals (i.e. pyroxene and olivine) and into the oxide mineral ilmenite in the lowlands.Major Lunar Minerals. Mark Prado, Projects to Employ Resources of the Moon and Asteroids Near Earth in the Near Term (PERMANENT). Accessed on 1 August 2019. Extraction would be quite energy-demanding, but some prominent lunar magnetic anomalies are suspected as being due to surviving Fe-rich meteoritic debris. Only further exploration in situ will determine whether or not this interpretation is correct, and how exploitable such meteoritic debris may be. Free iron also exists in the regolith (0.5% by weight) naturally alloyed with nickel and cobalt and it can easily be extracted by simple magnets after grinding. This iron dust can be processed to make parts using powder metallurgy techniques, such as additive manufacturing, 3D printing, selective laser sintering (SLS), selective laser melting (SLM), and electron beam melting (EBM). ====Titanium==== Titanium (Ti) can be alloyed with iron, aluminium, vanadium, and molybdenum, among other elements, to produce strong, lightweight alloys for aerospace. It exists almost entirely in the mineral ilmenite (FeTiO3) in the range of 5-8% by weight. Ilmenite minerals also trap hydrogen (protons) from the solar wind, so that processing of ilmenite will also produce hydrogen, a valuable element on the Moon. The vast flood basalts on the northwest nearside (Mare Tranquillitatis) possess some of the highest titanium contents on the Moon, harboring 10 times as much titanium as rocks on Earth do.Moon Packed with Precious Titanium, NASA Probe Finds. Space. October 11, 2011. ====Aluminium==== Aluminium (Al) is found with a concentration in the range of 10-18% by weight, present in a mineral called anorthite (), the calcium endmember of the plagioclase feldspar mineral series. Aluminium is a good electrical conductor, and atomized aluminum powder also makes a good solid rocket fuel when burned with oxygen. Extraction of aluminium would also require breaking down plagioclase (CaAl2Si2O8). ====Silicon==== Photo of a piece of purified silicon Silicon (Si) is an abundant metalloid in all lunar material, with a concentration of about 20% by weight. It is of enormous importance to produce solar panel arrays for the conversion of sunlight into electricity, as well as glass, fiber glass, and a variety of useful ceramics. Achieving a very high purity for use as semi-conductor would be challenging, especially in the lunar environment. ====Calcium==== Anorthite crystals in a basalt vug from Vesuvius, Italy (size: 6.9 × 4.1 × 3.8 cm) Calcium (Ca) is the fourth most abundant element in the lunar highlands, present in anorthite minerals (formula ).SMART-1 detects calcium on the Moon. European Space Agency (ESA), 8 June 2005. Calcium oxides and calcium silicates are not only useful for ceramics, but pure calcium metal is flexible and an excellent electrical conductor in the absence of oxygen. Anorthite is rare on the Earth but abundant on the Moon. Calcium can also be used to fabricate silicon-based solar cells, requiring lunar silicon, iron, titanium oxide, calcium and aluminum.New Architecture for Space Solar Power Systems: Fabrication of Silicon Solar Cells Using In-Situ Resources. A. Ignatiev and A. Freundlich. NIAC 2nd Annual Meeting, June 6–7, 2000. ====Magnesium==== Magnesium (Mg) is present in magmas and in the lunar minerals pyroxene and olivine,Extraction processes for the production of aluminum, titanium, iron, magnesium, and oxygen and nonterrestrial sources. Rao, D. B., Choudary, U. V., Erstfeld, T. E., Williams, R. J., Chang, Y. A. NASA Technical Server. 1 January 1979. Accession Number: 79N32240 so it is suspected that magnesium is more abundant in the lower lunar crust.Cordierite-Spinel Troctolite, a New Magnesium-Rich Lithology from the Lunar Highlands. Science. Vol 243, Issue 4893. 17 February 1989 Magnesium has multiple uses as alloys for aerospace, automotive and electronics. ===Rare-earth elements=== Rare-earth elements are used to manufacture everything from electric or hybrid vehicles, wind turbines, electronic devices and clean energy technologies. Despite their name, rare- earth elements are – with the exception of promethium – relatively plentiful in Earth's crust. However, because of their geochemical properties, rare-earth elements are typically dispersed and not often found concentrated in rare- earth minerals; as a result, economically exploitable ore deposits are less common. Major reserves exist in China, California, India, Brazil, Australia, South Africa, and Malaysia, but China accounts for over 95% of the world's production of rare-earths. (See: Rare earth industry in China.) Although current evidence suggests rare-earth elements are less abundant on the moon than on earth.\"Lunar Rare-Earth Minerals For Commercialization.\" A. A. Mardon, G. Zhou, R. Witiw. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. NASA views the mining of rare-earth minerals as a viable lunar resource because they exhibit a wide range of industrially important optical, electrical, magnetic and catalytic properties. ===Helium-3=== By one estimate, the solar wind has deposited more than 1 million tons of helium-3 (3He) to the Moon's surface.A Review of 3He Resources and Acquisition for Use as Fusion Fuel. L. J. Wittenberg, E. N. Cameron, G. L. Kulcinski, S. H. Ott, J. F. Santarius, G. I. Sviatoslavsky, I. N. SViatoslavsky & H. E. Thompson. Journal\" Fusion Technology, volume 21, 1992; issue 4; pp: 2230—2253; 9 May 2017. Materials on the Moon's surface contain helium-3 at concentrations estimated between 1.4 and 15 parts per billion (ppb) in sunlit areas,FTI Research Projects: 3He Lunar Mining. Fti.neep.wisc.edu. Retrieved on 2011-11-08. and may contain concentrations as much as 50 ppb in permanently shadowed regions. For comparison, helium-3 in the Earth's atmosphere occurs at 7.2 parts per trillion (ppt). A number of people since 1986, have proposed to exploit the lunar regolith and use the helium-3 for nuclear fusion,\"The Lunar Gold Rush: How Moon Mining Could Work\". Jet Propulsion Laboratory, NASA. Accessed on 19 July 2019. although as of 2020 functioning experimental nuclear fusion reactors have existed for decades \\- none of them has yet provided electricity commercially. Because of the low concentrations of helium-3, any mining equipment would need to process extremely large amounts of regolith. By one estimate, over 150 tons of regolith must be processed to obtain of helium 3. Wisconsin Center for Space Automation and Robotics Technical Report WCSAR-TR- AR3-9311-2. China has begun the Chinese Lunar Exploration Program for exploring the Moon and is investigating the prospect of lunar mining, specifically looking for the isotope helium-3 for use as an energy source on Earth. Not all authors think the extraterrestrial extraction of helium-3 is feasible, and even if it was possible to extract helium-3 from the Moon, no fusion reactor design has produced more fusion power output than the electrical power input, defeating the purpose. Another downside is that it is a limited resource that can be exhausted once mined. ===Carbon and nitrogen=== Carbon (C) would be required for the production of lunar steel, but it is present in lunar regolith in trace amounts (82 ppmCarbon on the Moon. Artemis Society International. 8 August 1999.), contributed by the solar wind and micrometeorite impacts.\"The chemistry of carbon in the lunar regolith.\" Colin Trevor Pillinger and Geoffrey Eglinton. Philosophical Transactions of the Royal Society. 1 January 1997. Nitrogen (N) was measured from soil samples brought back to Earth, and it exists as trace amounts at less than 5 ppm.Nitrogen abundances and isotopic compositions in lunar samples. Richard H. Becker and Robert N. Clayton. Proc. Lunar Sci. Conf. 6th (1975); pp: 2131—2149. It was found as isotopes 14N, 15N, and 16N.\"Indigenous nitrogen in the Moon: Constraints from coupled nitrogen–noble gas analyses of mare basalts.\" Evelyn Füri, Peter H. Barry, Lawrence A. Taylor, Bernard Marty. Earth and Planetary Science Letters. volume 431, 1 December 2015, pp: 195—205. Carbon and fixed nitrogen would be required for farming activities within a sealed biosphere. ===Regolith for construction=== Developing a lunar economy will require a significant amount of infrastructure on the lunar surface, which will rely heavily on In situ resource utilization (ISRU) technologies to develop. One of the primary requirements will be to provide construction materials to build habitats, storage bins, landing pads, roads and other infrastructure.Additive Construction Technology For Lunar Infrastructure.\" Brad Buckles, Robert P. Mueller, and Nathan Gelino. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019.\"Additive Manufacturing of Lunar Mineral-Based Composites.\" A. K. Hayes, P. Ye, D.A. Loy, K. Muralidharan, B.G. Potter, and J.J. Barnes. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019. Unprocessed lunar soil, also called regolith, may be turned into usable structural components,In-Situ Resource Utilization: In-space Manufacturing and Construction. NASA. Accessed on 1 August 2019. through techniques such as sintering, hot-pressing, liquification, the cast basalt method, and 3D printing. Glass and glass fiber are straightforward to process on the Moon, and it was found regolith material strengths can be drastically improved by using glass fiber, such as 70% basalt glass fiber and 30% PETG mixture. Successful tests have been performed on Earth using some lunar regolith simulants,Title: Integration of In-Situ Resource Utilization Into Lunar/Mars Exploration Through Field Analogs. Gerald B. Sanders, William E. Larson. NASA Johnson Space Center. 2010. including MLS-1 and MLS-2. The lunar soil, although it poses a problem for any mechanical moving parts, can be mixed with carbon nanotubes and epoxies in the construction of telescope mirrors up to 50 meters in diameter. Several craters near the poles are permanently dark and cold, a favorable environment for infrared telescopes. Some proposals suggest to build a lunar base on the surface using modules brought from Earth, and covering them with lunar soil. The lunar soil is composed of a blend of silica and iron-containing compounds that may be fused into a glass-like solid using microwave radiation. The European Space Agency working in 2013 with an independent architectural firm, tested a 3D-printed structure that could be constructed of lunar regolith for use as a Moon base. 3D-printed lunar soil would provide both \"radiation and temperature insulation. Inside, a lightweight pressurized inflatable with the same dome shape would be the living environment for the first human Moon settlers.\" In early 2014, NASA funded a small study at the University of Southern California to further develop the Contour Crafting 3D printing technique. Potential applications of this technology include constructing lunar structures of a material that could consist of up to 90-percent lunar material with only ten percent of the material requiring transport from Earth. NASA is also looking at a different technique that would involve the sintering of lunar dust using low-power (1500 watt) microwave radiation. The lunar material would be bound by heating to , somewhat below the melting point, in order to fuse the nanoparticle dust into a solid block that is ceramic-like, and would not require the transport of a binder material from Earth. ==Mining== There are several models and proposals on how to exploit lunar resources, yet few of them consider sustainability.\"Sustainable Lunar In-Situ Resource Utilization = Long-Term Planning.\" A. A. Ellery. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. Long-term planning is required to achieve sustainability and ensure that future generations are not faced with a barren lunar wasteland by wanton practices.\"Integrating ISRU Projects to Create A Sustainable In-Space Economy.\" G. Harmer. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland.\"Ethical Conduct in Lunar Commercialization.\" A. A. Mardon, G. Zhou, R. Witiw. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. Lunar environmental sustainability must also adopt processes that do not use nor yield toxic material, and must minimize waste through recycling loops. ===Scouting=== Numerous orbiters have mapped the lunar surface composition, including Clementine, Lunar Reconnaissance Orbiter (LRO), Lunar Crater Observation and Sensing Satellite (LCROSS), Artemis orbiter, SELENE, Lunar Prospector, Chandrayaan, and Chang'e, to name a few, while the Soviet Luna programme and Apollo Program brought lunar samples back to Earth for extensive analyses. As of 2019, a new \"Moon race\" is ongoing that features prospecting for lunar resources to support crewed bases. In the 21st century, China has taken the lead with the Chinese Lunar Exploration Program,Battlefield moon: how China plans to win the lunar space race. Hannah Devlin, The Guardian. 21 January 2019.A new moon race is on. Is China already ahead?. Bryan Bender, Politico. 13 June 2019. which is executing an ambitious, step-wise approach to incremental technology development and scouting for resources for a crewed base, projected for the 2030s. India's Chandrayaan programme is focused in understanding the lunar water cycle first, and on mapping mineral location and concentrations from orbit and in situ. Russia's Luna-Glob programme is planning and developing a series of landers, rovers and orbiters for prospecting and science exploration, and to eventually employ in situ resource utilization (ISRU) methods to construct and operate their own crewed lunar base in the 2030s.The vision of the Russian Space Agency on the robotic settlements in the Moon. Maxim Litvak, IKI/Roscosmos. 2016. The US has been studying the Moon for decades, but in 2019 it started to implement the Commercial Lunar Payload Services to support the crewed Artemis program, both aimed at scouting and exploiting lunar resources to facilitate a long-term crewed base on the Moon, and depending on the lessons learned, then move on to a crewed mission to Mars.Moon to Mars. NASA. Accessed on 23 July 2019. NASA's lunar Resource Prospector rover was planned to prospect for resources on a polar region of the Moon, and it was to be launched in 2022. The mission concept was still in its pre-formulation stage, and a prototype rover was being tested when it was cancelled in April 2018.Resource Prospector. Advanced Exploration Systems, NASA. 2017.NASA scraps a lunar surface mission — just as it's supposed to focus on a Moon return. Loren Grush, The Verge. April 27, 2018.New NASA leader faces an early test on his commitment to Moon landings. Eric Berger, ARS Technica. 27 April 2018. Its science instruments will be flown instead on several commercial lander missions contracted by NASA's new Commercial Lunar Payload Services (CLPS) program, that aims to focus on testing various lunar ISRU processes by landing several payloads on multiple commercial robotic landers and rovers. The first payload contracts were awarded on February 21, 2019,NASA selects experiments to fly aboard commercial lunar landers. Derek Richardson, Spaceflight Insider. February 26, 2019,NASA picks 12 lunar experiments that could fly this year. David Szondy, New Atlas. 21 February 2019. and will fly on separate missions. The CLPS will inform and support NASA's Artemis program, leading to a crewed lunar outpost for extended stays. A European non-profit organization has called for a global synergistic collaboration between all space agencies and nations instead of a \"Moon race\"; this proposed collaborative concept is called the Moon Village.Urban planning for the Moon Village. Jeff Foust, Space News. 26 December 2018. Moon Village seeks to create a vision where both international cooperation and the commercialization of space can thrive.Moon Village: A vision for global cooperation and Space 4.0 Jan Wörner, ESA Director General. April 2016.Europe Aiming for International 'Moon Village'. Leonard David, Space.com. 26 April 2016.Moon Village: humans and robots together on the Moon. ESA. 1 March 2016. Some early private companies like Shackleton Energy Company, Deep Space Industries, Planetoid Mines, Golden Spike, Planetary Resources, Astrobotic Technology, and Moon Express are planning private commercial scouting and mining ventures on the Moon. ===Extraction methods=== The extensive lunar maria are composed of basaltic lava flows. Their mineralogy is dominated by a combination of five minerals: anorthites (CaAl2Si2O8), orthopyroxenes ((Mg,Fe)SiO3), clinopyroxenes (Ca(Fe,Mg)Si2O6), olivines ((Mg,Fe)2SiO4), and ilmenite (FeTiO3), all abundant on the Moon. It has been proposed that smelters could process the basaltic lava to break it down into pure calcium, aluminium, oxygen, iron, titanium, magnesium, and silica glass. Raw lunar anorthite could also be used for making fiberglass and other ceramic products. Another proposal envisions the use of fluorine brought from Earth as potassium fluoride to separate the raw materials from the lunar rocks. ===Legal status of mining=== Although Luna landers scattered pennants of the Soviet Union on the Moon, and United States flags were symbolically planted at their landing sites by the Apollo astronauts, no nation claims ownership of any part of the Moon's surface, and the international legal status of mining space resources is unclear and controversial.Mining the Moon? Space Property Rights Still Unclear, Experts Say. Leonard David, Space.com. 25 July 2014.Moon Mining Idea Digs Up Lunar Legal Issues. Mike Wall, Space .com 14 January 2011. The five treaties and agreements * The 1967 Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies (the \"Outer Space Treaty\"). * The 1968 Agreement on the Rescue of Astronauts, the Return of Astronauts and the Return of Objects Launched into Outer Space (the \"Rescue Agreement\"). * The 1972 Convention on International Liability for Damage Caused by Space Objects (the \"Liability Convention\"). * The 1975 Convention on Registration of Objects Launched into Outer Space (the \"Registration Convention\"). * The 1979 Agreement Governing the Activities of States on the Moon and Other Celestial Bodies (the \"Moon Treaty\"). of international space law cover \"non- appropriation of outer space by any one country, arms control, the freedom of exploration, liability for damage caused by space objects, the safety and rescue of spacecraft and astronauts, the prevention of harmful interference with space activities and the environment, the notification and registration of space activities, scientific investigation and the exploitation of natural resources in outer space and the settlement of disputes.\" Russia, China, and the United States are party to the 1967 Outer Space Treaty (OST), which is the most widely adopted treaty, with 104 parties.Committee on the Peaceful Uses of Outer Space Legal Subcommittee: Fifty-fifth session. Vienna, 4–15 April 2016. Item 6 of the provisional agenda: Status and application of the five United Nations treaties on outer space. The OST treaty offers imprecise guidelines to newer space activities such as lunar and asteroid mining,If space is 'the province of mankind', who owns its resources? Senjuti Mallick and Rajeswari Pillai Rajagopalan. The Observer Research Foundation. 24 January 2019. Quote 1: \"The Outer Space Treaty (OST) of 1967, considered the global foundation of the outer space legal regime, […] has been insufficient and ambiguous in providing clear regulations to newer space activities such as asteroid mining.\" *Quote2: \"Although the OST does not explicitly mention \"mining\" activities, under Article II, outer space including the Moon and other celestial bodies are \"not subject to national appropriation by claim of sovereignty\" through use, occupation or any other means.\" and it therefore remains under contention whether the extraction of resources falls within the prohibitive language of appropriation or whether the use encompasses the commercial use and exploitation. Although its applicability on exploiting natural resources remains in contention, leading experts generally agree with the position issued in 2015 by the International Institute of Space Law (ISSL) stating that, \"in view of the absence of a clear prohibition of the taking of resources in the Outer Space Treaty, one can conclude that the use of space resources is permitted.\"\"Institutional Framework for the Province of all Mankind: Lessons from the International Seabed Authority for the Governance of Commercial Space Mining.\" Jonathan Sydney Koch. \"Institutional Framework for the Province of all Mankind: Lessons from the International Seabed Authority for the Governance of Commercial Space Mining.\" Astropolitics, 16:1, 1-27, 2008. The 1979 Moon Treaty is a proposed framework of laws to develop a regime of detailed rules and procedures for orderly resource exploitation.The 1979 Moon Agreement. Louis de Gouyon Matignon, Space Legal Issues. 17 July 2019.\"Common Pool Lunar Resources.\" J. K. Schingler and A. Kapoglou. Lunar ISRU 2019: Developing a New Space Economy Through Lunar Resources and Their Utilization. July 15–17, 2019, Columbia, Maryland. This treaty would regulate exploitation of resources if it is \"governed by an international regime\" of rules (Article 11.5),Agreement Governing the Activities of States on the Moon and Other Celestial Bodies. - Resolution 34/68 Adopted by the General Assembly. 89th plenary meeting; 5 December 1979. but there has been no consensus and the precise rules for commercial mining have not been established.Current International Legal Framework Applicability to Space Resource Activities. Fabio Tronchetti, IISL/ECSL Space Law Symposium 2017, Vienna 27 March 2017. The Moon Treaty was ratified by very few nations, thus it has little to no relevancy in international law.Regulation of the Outer Space Environment Through International Accord: The 1979 Moon Treaty. James R. Wilson. Fordham Environmental Law Review, Volume 2, Number 2, Article 1, 2011. The last attempt to define acceptable detailed rules for exploitation, ended in June 2018, after S. Neil Hosenball, who is the NASA General Counsel and chief US negotiator for the Moon Treaty, decided that negotiation of the mining rules in the Moon Treaty should be delayed until the feasibility of exploitation of lunar resources has been established.Simply fix the Moon Treaty. Vidvuds Beldavs, The Space Review. 15 January 2018. Seeking clearer regulatory guidelines, private companies in the US prompted the US government, and legalized space mining in 2015 by introducing the US Commercial Space Launch Competitiveness Act of 2015.H.R.2262 - U.S. Commercial Space Launch Competitiveness Act. 114th Congress (2015-2016). Sponsor: Rep. McCarthy, Kevin. 5 December 2015. Similar national legislations legalizing extraterrestrial appropriation of resources are now being replicated by other nations, including Luxembourg, Japan, China, India and Russia.Asteroid mining could be space's new frontier: the problem is doing it legally. The Guardian Rob Davies. 6 February 2016. This has created an international legal controversy on mining rights for profit. A legal expert stated in 2011 that the international issues \"would probably be settled during the normal course of space exploration.\" In April 2020, U.S. President Donald Trump signed an executive order to support moon mining. ==See also== * * * * * ==References== Category:Moon Category:Mining in space Category:Natural resources Category:Lunar science Category:Exploration of the Moon Category:Space colonization Category:Industry in space Category:Self-sustainability Category:Space manufacturing ",
    "title": "Lunar resources"
}