{
    "id": "61340171",
    "text": "SudannaYuzuYully (Japanese: スダンナユズユリー, also known as SYY or Sudannayuzuyully) is a Japanese dance-pop and hip-hop trio formed and managed by LDH since 2017. They are a sub-unit of supergroup E-girls and signed to the record label Rhythm Zone. The name of the group derives from each member's nickname: Anna Suda (Sudanna, スダンナ), Yuzuna (Yuzu, ユズ) and Yurino (Yully, ユリー). This is the first group in which Yurino and Sudanna take on a different position than only being performers. All members are actively taking part in producing and writing the group's music and lyrics. The group is known for their various endeavors in fashion. They have been featured in several popular Japanese fashion magazines such as Nylon Japan, smart and mini. == History == === 2016: Group formation === On November 9, 2016, it was announced during Happiness' first live tour Happiness LIVE TOUR 2016 GIRLZ N' EFFECT that Yurino, Suda Anna and Yuzuna Takebe would form a new unit. On the same day, an official Instagram account of the group started. With Yuzuna being the vocalist and Yurino and Sudanna being rappers, this was the first time both of them would be vocally featured in any E-girls related group. === 2017-present: Debut and first album SYY=== On November 26, 2016, the unit announced to be debuting with the single \"OH BOY\" on March 1, 2017 under the label Rhythm Zone. They released their second single \"CALL ME NOW\" on August 9 in the same year. In March 2017, the trio was invited to perform at the fashion events Kobe Collection 2017 S/S and Tokyo Girls Collection 2017 S/S. Starting June 2017, the Japanese fashion magazine smart has been publishing a series titled #SYYB focusing on the unit. On October 23, they concluded their activities of 2017 by performing at the ViVi Night in TOKYO 2017 Halloween Party, a fashion event hosted by the magazine ViVi. In 2018, the trio appeared as opening act of Sandaime J Soul Brothers members CrazyBoy and Hiroomi Tosaka's solo tours during July to December. In September of the same year, they were chosen as the models for a FILA×24karats Collaboration. Furthermore, they were invited to perform at the Asia Song Festival 2018 in South Korea on October 2. On January 9, 2019, the unit released their first digital single \"LOOK AT ME NOW\". In the same year they participated in E.G.family's first tour E.G.POWER 2019 ~POWER to the DOME~ from February 22 until May 25. Later that year on March 6, the unit released their first full album called SYY. The cover of the album was designed by artist Jun Inagawa. Shortly after, on March 27, the trio released their first look-book titled SYYM. Furthermore, they were appointed as models for the digital style book titled Benetton Rainbow Machine -Tokyo Edition- promoting a Benetton × Jean-Charles de Castelbajac Capsule Collection, alongside other Japanese artists. On August 25 it was announced that the unit's new song \"MAGIC TIME\" would be used as the ending theme for the anime Gundam Build Divers Re:RISE starting October 10. They were also announced as part of the line-up for the music festival MONSTER HALLOWEEN CARNIVAL2019 powered by ytv CUNE! on October 26. == Members == {| class=\"wikitable\" |+ !Name !Position !Date of Birth !Other Groups |- |Yurino Suzuki |rapper, performer |February 6, 1996 (age 23) |E-girls Happiness |- |Anna Suda |rapper, performer |October 12, 1997 (age 22) |E-girls Happiness |- |Yuzuna Takebe |vocalist, performer |June 17, 1998 (age 21) |E-girls |} == Discography == === Studio albums === {| class=\"wikitable\" |+ !Title !Album details !Oricon |- |SYY | * Released: March 1, 2019 * Label: Rhythm Zone * Formats: CD, CD/DVD, digital download |20 |} === Singles === {| class=\"wikitable\" |+ !Title !Album details !Oricon |- |OH BOY | *Released: March 1, 2017 * Label: Rhythm Zone * Formats: CD, CD/DVD, digital download |3 |- |CALL ME NOW | *Released: August 9, 2017 * Label: Rhythm Zone * Formats: CD, CD/DVD, digital download |6 |} === Digital singles === {| class=\"wikitable\" |+ !Title !Release date !Billboard Japan |- |LOOK AT ME NOW |January 9, 2019 |– |} === Tie-up === {| class=\"wikitable\" |+ !Song !Tie-up !Album !Ref. |- |Hapigora! |GYAO! drama Hapigora! theme song |SYY | |- |MAGIC TIME |Gundam Channel anime Gundam Build Divers Re:RISE ending theme | | |} == Tours == === As a participating group === {| class=\"wikitable\" |+ !Year !Title !Artist |- |2016 - 2017 |Happiness LIVE TOUR 2016 GIRLZ N' EFFECT |Happiness |- |2018 |E-girls LIVE TOUR 2018 ~E.G. 11~ |E-girls |- |2019 |E.G.POWER 2019 ~POWER to the DOME~ |E.G. Family |- |2020 |E-girls PERFECT LIVE 2011▶2020 |E-girls |} == Bibliography == === Look book === {| class=\"wikitable\" |+ !Year !Title !Ref. |- |2019 |SYYM | |} === Magazines === {| class=\"wikitable\" |+ !Year !Title !Notes !Ref. |- | rowspan=\"3\" |2017 |JELLY |May issue | |- |MAPS |Vol.108, cover | |- |re-quest/QJ |December issue, cover | |- | rowspan=\"3\" |2017 - present |Nylon Japan |irregular series | |- |smart #SYYB |series | |- |mini |irregular series | |- | rowspan=\"4\" |2018 |MSGM MAGAZINE |#02, cover | |- |WWD BEAUTY |vol.516 | |- |SHEL'TTER MOOK |#48 | |- |EVRIS New WEB MAGAZINE | | |} === Catalogues === {| class=\"wikitable\" |+ !Year !Title !Ref. |- | rowspan=\"2\" |2019 |X-girl 2019 SPRING/SUMMER SPECIAL BOOK | |- |Benetton Rainbow Machine -Tokyo Edition- | |} == Other work == === Radio === {| class=\"wikitable\" |+ !Year !Title !Network !Ref. |- |2019 |SYY radio |block.fm | |} == References == == External links == * Official Website Category:Japanese girl groups Category:LDH (company) artists Category:Musical groups established in 2016 Category:2017 establishments in Japan ",
    "title": "SudannaYuzuYully"
}