{
    "id": "61346334",
    "text": "Constance Bartlett Hieatt (died 29 December 2011) was an American scholar with a broad interest in medieval languages and literatures, including Old Norse literature, Anglo-Saxon prosody and literature, and Middle English language, literature, and culture. She was an editor and translator of Karlamagnús saga, of Beowulf, and a scholar of Geoffrey Chaucer. She was particularly known as one of the world's foremost experts in English medieval cooking and cookbooks, and authored and co-authored a number of important books considered essential publications in the field. ==Biography== Hieatt was born in Boston, Massachusetts, and grew up in New York City, where she attended Friends Seminary and earned bachelor's and master's degrees from Hunter College. She got her Ph.D. from Yale University in 1960, and worked a variety of jobs in New York City, including in print media. She was married twice before she met A. Kent Hieatt, another medievalist who was then teaching at Columbia University. They married, and both became full professors at the University of Western Ontario. After retirement they moved to Essex Meadows, Connecticut; her husband died in January 2009. She died on 29 December 2011. ==Scholarly publications== In 1967 Hieatt published a prose translation of Beowulf and other Old English poems. She wrote on Old Norse literature,; ; ; and edited and translated the Karlamagnús saga, which was published in three volumes between 1975 and 1980; she translated and collated the A- and B-version of the work, and one critic said \"her excellent critical survey of scholarship will be most valuable and stimulating to scholars and students in the field\". She also wrote re-tellings of several parts of the Arthurian Cycle for children, including Sir Gawain and the Green Knight in 1967, The Knight of the Cart (a re-telling of Lancelot, the Knight of the Cart) in 1969, The Joy of the Court (a re-telling of Erec and Enide) in 1971, and The Sword and the Grail (a re- telling of Perceval, the Story of the Grail) in 1972. Her work on English medieval cooking included editing and translating medieval manuscripts, as well as providing modern adaptations for the recipes. She frequently collaborated with Sharon Butler, and they produced a bestseller with the 1976 book Pleyn Delit: Medieval Cookery for Modern Cooks (published in paperback in 1979, revised in 1996 with Brenda Hosington). With Butler she published Curye on Inglysch in 1985 for the Early English Text Society, and in 1988 she published An Ordinance of Pottage. With Rudolf Grewe she published The Libellus de Arte Coquinaria (2001), an edition and translation of manuscripts that evidence \"one of the oldest, perhaps even the very oldest, vernacular collections of European culinary recipes\". She also published essays on the topic in leading journals such as Speculum and Medium Aevum. Three of her publications attempt a comprehensive list of medieval culinary manuscripts. The Répertoire des manuscrits médiévaux contenant des recettes culinaires (1992, with Carole Lambert, Bruno Laurioux, and Alix Prentki) was published in Lambert's Du manuscrit à la table, which \"to this day one [remains] of the most important reference works for medieval European cookbook manuscripts\". With Terry Nutter and Johnna H. Holloway she published the Concordance of English Recipes: Thirteenth Through Fifteenth Centuries (2006), which collates different versions of medieval recipes, and was called \"indispensable to everyone working on medieval English food\". A Gathering of Medieval English Recipes (2008) has a supplement to the 2006 book as well as editions of various other culinary manuscripts. A Festschrift in her honor was published in 1995, Prosody and Poetics in the Early Middle Ages: Essays in Honour of C. B. Hieatt. At the time of her death, Hieatt had just finished the final version of her Cocatrice and Lampray Hay, and was in the finishing stages of another publication, \"a digest of all known English medieval recipes\". Cocatrice and Lampray Hay contains the recipes found in the Middle English Corpus Christi College, Oxford, MS F 291 (late 15th c). Hieatt and her colleague Sharon Butler transcribed and translated the recipes, and provided commentary; The Culinary Recipes of Medieval England was likewise published posthumously. ==Books== * (reprinted 1988) * **vol. 1 (1975) - Kms 1 ~ 3 **vol. 2 (1975) - Kms 4 **vol. 3 (1980) - Kms 5 ~ 10 * (with Sharon Butler) * (with Robin F. Jones) * (with Terry Nutter and Johnna H. Holloway) * ===Festschrift=== * ==References== Category:2011 deaths Category:Anglo-Saxon studies scholars Category:People from Boston Category:Friends Seminary alumni Category:Hunter College alumni Category:Yale University alumni Category:University of Western Ontario faculty ",
    "title": "Constance Bartlett Hieatt"
}