{
    "id": "61340380",
    "text": "The Last Duel is an upcoming historical drama-thriller film directed by Ridley Scott. Based on the book The Last Duel: A True Story of Trial by Combat in Medieval France by Eric Jager, the screenplay is written by Ben Affleck, Matt Damon and Nicole Holofcener. Damon stars in the lead role opposite Adam Driver and Jodie Comer, with Affleck in a supporting role. It is scheduled to be released on October 15, 2021, by 20th Century Studios. ==Premise== In 14th- century France, best friends Jean de Carrouges and Jacques Le Gris are ordered to fight to the death after Carrouges accuses Le Gris of raping his wife. ==Cast== *Matt Damon as Jean de Carrouges *Adam Driver as Jacques Le Gris *Jodie Comer as Marguerite de Carrouges *Ben Affleck as King Charles VI *Harriet Walter as Nicole de Buchard *Nathaniel Parker as Sir Robert D'Thibouville *Sam Hazeldine as Thomin du Bois *Michael McElhatton as Bernard Latour ==Production== The project was initially announced in July 2015, with Francis Lawrence planning to direct the film, and Shaun Grant writing the screenplay, however no further development was announced on it, and the film rights eventually lapsed. It wasn't until July 2019 that it was announced Ridley Scott was planning to direct the film with Ben Affleck and Matt Damon set to star, as well as write the screenplay with Nicole Holofcener. With Walt Disney Studios holding the rights to the film as a result of the Disney–Fox merger, it was unknown if the company would produce the film owing to its subject matter, however Deadline Hollywood wrote that \"every studio in town was waiting in the wings\" should Disney sell the rights. In September, Jodie Comer entered negotiations to join the cast.Jodie Comer in Talks to Join Matt Damon, Ben Affleck in 'The Last Duel' She would be confirmed the next month, with Adam Driver entering negotiations to join the film, after Affleck opted to play a different, supporting role.Adam Driver in Talks to Join Matt Damon in Ridley Scott’s ‘Last Duel’ (EXCLUSIVE) Driver was confirmed in November, with Disney confirming it would distribute the film by setting a release date. Harriet Walter was added to the cast in February 2020.Harriet Walter Joins Ridley Scott’s ‘The Last Duel’ Opposite Matt Damon & Jodie Comer Filming began on February 14, 2020 in Dordogne, FranceRecherche doublures pour Matt Damon, Adam Driver et Jodie Comer pour un tournage en Dordogne #casting doublures Matt Damon, Adam Driver et Jodie Comer pour film de Ridley ScottDiscrétion de mise à Sarlat autour du dernier Ridley Scott and continued on March 12, 2020 in the medieval castle of Berzé-le-Châtel (near Mâcon), Burgundy, France (with a film crew of 300 people including 100 extras). Filming was to have taken place in County Meath, Dublin, County Wicklow and Cahir Castle (in County Tipperary), Ireland from March 23, 2020 to March 30, 2020.Hollywood legends coming to Meath for major movie shoot However, on March 13, 2020, Disney announced that the studio had to delay the shoot indefinitely amid concerns for the cast and crew in light of the ongoing COVID-19 pandemic as well as travel restrictions in Europe.Disney Halts Production on Films Including ‘The Last Duel’ – Variety The shoot eventually took place in late September 2020.MGM’s Ridley Scott Lady Gaga Gucci Film Eyes Robert De Niro, Jared Leto, Al Pacino, Adam Driver, Jack Huston & Reeve Carney Production concluded in Ireland on October 14, 2020. ==Release== The film was originally scheduled to begin a limited theatrical release on December 25, 2020, before going wide on January 8, 2021. However, as a result of the COVID-19 pandemic, the release date was pushed back to October 15, 2021. ==References== ==External links== * Category:Upcoming films Category:Films set in the 14th century Category:Films based on American novels Category:Films directed by Ridley Scott Category:Films produced by Matt Damon Category:Films set in France Category:Films shot in France Category:Films shot in County Meath Category:Films with screenplays by Ben Affleck Category:Films with screenplays by Matt Damon Category:Films with screenplays by Nicole Holofcener Category:Pearl Street Films films Category:Works about dueling Category:Trials by combat Category:20th Century Studios films Category:American films Category:TSG Entertainment films Category:Films postponed due to the COVID-19 pandemic Category:Film productions suspended due to the COVID-19 pandemic ",
    "title": "The Last Duel (2021 film)"
}