{
    "id": "61348773",
    "text": "Joseph Heitman is an American physician-scientist focused on research in genetics, microbiology, and infectious diseases. He is the James B. Duke Professor and Chair of the Department of Molecular Genetics and Microbiology at Duke University School of Medicine. ==Education and career== Joseph Heitman grew up in southwestern Michigan and attended Portage Northern High School. He completed a dual Bachelor of science-Master of science program in chemistry and biochemistry at the University of Chicago from 1980 to 1984. There he began his research career, working in the laboratories of organic chemist Josef Fried, biochemist Kan Agarwal, and bacteriologist Malcolm Casadaban. In 1984, he began a dual MD–PhD program at Cornell Medical College and Rockefeller University, working on DNA repair in bacteria with Peter Model and Norton Zinder. In 1989, after receiving his PhD from Rockefeller University, Heitman took a leave of absence from medical school to serve as an EMBO- sponsored long-term fellow at the Biozentrum University of Basel working with Michael N. Hall and Rao Movva applying yeast genetics to understand the mechanisms of action of immunosuppressive drugs. This work led to the discovery of the cellular growth regulator TOR for which Michael Hall was awarded the Albert Lasker Award for Basic Medical Research in 2017. In 1992, Heitman finished medical school and moved to Duke University to set up his own laboratory in the Department of Molecular Genetics and Microbiology. He was an investigator with the Howard Hughes Medical Institute from 1992-2005 and a Burroughs Wellcome Scholar in Molecular Pathogenic Mycology from 1998-2005. He became Chair of the Department of Molecular Genetics and Microbiology in 2009. Since 2019, Heitman has been co-director of the Canadian Institute for Advanced Research's Fungal Kingdom program along with co-director Leah E. Cowen. Heitman's research has been recognized with prestigious awards and funding opportunities, including funding by the Howard Hughes Medical Institute from 1992-2005, and an National Institutes of Health MERIT Award since 2011. Several awards have recognized his research accomplishments, including the ASBMB AMGEN Award (2002), the IDSA Squibb Award (2003) (now called the Oswald Avery Award), the Stanley J. Korsmeyer Award (2018), the Rhoda Benham Award (2018), the Edward Novitski Prize (2019), and the American Society for Microbiology's Award for Basic Research (2019). Heitman is an elected fellow of the Infectious Diseases Society of America (2003), American Society for Clinical Investigation (2003), American Academy of Microbiology (2004), American Association for the Advancement of Science (2004), the Association of American Physicians (2006), and the American Academy of Arts and Sciences (2020). ==Research== Heitman's research has largely focused on the cell biology and sexual cycle of the pathogenic fungus Cryptococcus. His group described a previously unknown form of sexual reproduction in Cryptococcus species that allows sexual recombination between individuals of the same mating type. Heitman's group has also had a long-standing interest in fungal evolution, describing how cellular processes such as sexual recombination and RNA interference are changed in different fungal lineages, as well as the expansion of the geographic range of the emerging pathogen Cryptococcus gattii. ==References== Category:University of Chicago alumni Category:Duke University School of Medicine faculty Category:American mycologists Category:Living people Category:Year of birth missing (living people) ==External links== *Interview with Heitman for oral history of mycology series *Duke University \"Thoughts on Mentoring\" Series *Duke University \"Thoughts on Mentoring\" Series interview * CIFAR program Fungal Kingdom: Threats & Opportunities ",
    "title": "Joseph Heitman"
}