{
    "id": "61346050",
    "text": "William Regis Colbourne (16 December 1895 – 19 November 1979) was an Australian political organiser and trade unionist. He served as general secretary of the Australian Labor Party (New South Wales Branch) from 1954 to 1969. ==Early life== Colbourne was born in Ultimo, New South Wales, as the eleventh of fourteen children born to Mary Ann (née Dinan) and Richard Colbourne. His parents were Irish Catholic immigrants. He was educated at St Benedict's Convent School in Chippendale. ==Career== Colbourne worked as a commercial traveller and was also a stand-up comedian in travelling shows. He married a fellow performer, violinist Hyacinthe Burgess, in April 1936, and had three children. Colbourne followed his father into the ALP and in the 1920s became the secretary of the Petersham branch. He regularly served as a delegate to state and federal conferences. ===1930s=== During the party split of 1931, the ALP Federal Executive expelled the New South Wales branch of the party, dominated by Jack Lang. Colbourne remained loyal to the Federal Executive and was appointed secretary of a new state branch, known as \"Federal Labor\". The Lang Labor faction was by far the most successful electorally and in February 1936 the two reconciled. Lang had promised to allow Colbourne to work as a paid organiser for the party, but reneged. ===1940s=== Colbourne worked as a life insurance agent after losing his ALP position. He established the Industrial Life Assurance Agents' Union, and served as its first federal secretary from 1940 to 1951. He also served on the Leichhardt Municipal Council (1941–1944, 1948–1950) as an ALP alderman, and was elected to the ALP state executive in 1946. ===1950s=== In the early 1950s, Colbourne held senior positions with the Federated Ironworkers' Association of Australia and Federated Clerks' Union of Australia. He sided with the \"Groupers\" in the lead-up to the party split of 1955, and in 1952 was elected state president of the party when his faction won control. In 1954, he was appointed state secretary. When the party split the following year, Colbourne and the New South Wales delegation boycotted the federal conference, but unlike in Victoria remained loyal to the ALP. ===1960s=== In the 1960s, Colbourne worked in partnership with state president Charlie Oliver. He was elected federal president of the ALP in July 1961, serving a single one-year term and then becoming senior vice-president until 1971. He retired as state secretary in 1969, having served a record term. ===Final years=== Colbourne was appointed Commander of the Order of the British Empire (CBE) in 1977. He died during an ALP event in Broken Hill, New South Wales, on 19 November 1979, aged 83. His wife and a daughter predeceased him. ==References== Category:Australian Labor Party officials Category:1895 births Category:1979 deaths ",
    "title": "Bill Colbourne"
}