{
    "id": "61348137",
    "text": "A gamma-ray precursor is a short X-ray outburst event that comes before the main outburst of the gamma-ray burst progenitor. There is no consensus on the mechanism for this event, although several theories have been suggested. The swift light curve of gamma-ray burst 061121. A precursor event occurs around T=241. == History == The first gamma-ray precursor event was from GRB 900126, a long GRB. Immediately, because of the non-thermal nature of the emission, it was recognized that the mechanism of emission for this event was likely internal to the neutron star and not from the accretion disk. Systematic surveys were subsequently carried out to find the percentages of gamma-ray bursts that contained precursor events. Although it was found that 3% of bursts in the BATSE catalogue had a precursor event, a later review found that 20% of long GRBs have a precursor event, although slightly different search criteria was used in that review. That percentage was also found in another study, although others have also found percentages wavering around 10%. == Properties == The precursor event occurs in a wide range of time frames before the main burst. This time can range up to hundreds of seconds. The precursors typically, but not always, show a non-thermal spectrum. Notably, the first gamma-ray precursor to be detected showed a thermal spectrum, with a peak in the X-ray wavelengths. There is no set definition of a precursor. Some allow a broad definition, where the precursor is merely a less-energetic event that happens before the main burst, while some impose additional restrictions, such as the precursor having a longer duration than the actual burst. This is the main reason varying percentages of precursors in samples have been found. == Model == No consensus model exists for gamma-ray burst precursors. According to the collapsar model, a long-GRB results from the collision of jets with the material surrounding a collapsed star. In this model, the precursor could be generated from the jet becomes optically thin. Under this theory, it is difficult to explain the large time gap (hundreds of seconds in some cases) between the precursor and the gamma-ray burst. Various mechanisms for precursors being completely separate phenomena from the main GRB event have also been proposed. In one such scenario, the precursor occurs from the formation of a weak jet during the collapse of the progenitor. This theory explains the time gap between the precursor and burst, although no experimental evidence has differentiated it from others. ==References== Category:Gamma-ray bursts Category:Gamma-ray astronomy ",
    "title": "Gamma-ray burst precursor"
}