{
    "id": "61343231",
    "text": "Billy Magoulias (Μπίλι Μαγουλιάς) (born 23 January 1997) is a Greek international rugby league footballer who plays as a for the Cronulla- Sutherland Sharks in the NRL. ==Background== Magoulias was born in Sydney, Australia, and is of Greek descent. He played his junior rugby league for Mascot Jets in the South Sydney District Junior Rugby Football League and Cronulla Caringbah JRLFC. ==Playing career== Magoulias spent the entirety of 2018 playing for Newtown who are Cronulla's feeder club side making 26 appearances. Magoulias played for Newtown in the Intrust Super Premiership NSW 18–12 grand final defeat against Canterbury-Bankstown at Leichhardt Oval. Magoulias made his NRL debut in round 19 of the 2019 NRL season for Cronulla- Sutherland against the North Queensland Cowboys, coming off the bench in a 16–14 victory at Shark Park. Magoulias played for Newtown in their 2019 Canterbury Cup NSW grand final victory over Wentworthville at the Western Sydney Stadium. Magoulias set up the winning try for Newtown in the 88th minute after the game went into extra-time. On 29 September 2019, Magoulias was named in the 2019 Canterbury Cup NSW team of the season. The following week in the NRL State Championship final at ANZ Stadium, Magoulias set up the winning try with just five seconds of normal time remaining. With Newtown trailing the match, Magoulias kicked over the top of the Burleigh Bears defence and Newtown player Jackson Ferris raced away to score under the posts. He was also part of Greece's 2021 Rugby League World Cup qualifying campaign where they qualified for their first Rugby League World Cup. In round 2 of the 2020 NRL season, he scored his first try in the top grade as Cronulla- Sutherland lost 12–10 against Melbourne at an empty Kogarah Oval. ==References== ==External links== *Sharks profile Category:Australian rugby league players Category:Australian people of Greek descent Category:Greece national rugby league team players Category:Cronulla-Sutherland Sharks players Category:Newtown Jets NSW Cup players Category:Rugby league locks Category:1997 births Category:Living people ",
    "title": "Billy Magoulias"
}