{
    "id": "61340213",
    "text": "A chain bridge is a historic form of suspension bridge for which chains or eyebars were used instead of wire ropes to carry the bridge deck. A famous example is the Széchenyi Chain Bridge in Budapest. Construction types are, as for other suspension bridges, a stressed ribbon bridge, a true suspension bridge, and special forms, such as the Tower Bridge and the Albert Bridge, London. Chain bridges were the first bridges able to cross wider spans than the previous wooden and stone bridges, combined with shorter building times and at lower costs.Robert Stevenson: Description of Bridges of Suspension. In: The Edinburgh Philosophical Journal, ed. Sir David Brewster, Robert Jameson. vol. 5 no. 10, Edinburgh 1821, p. 237. == History == The first chain bridge in Europe was the , built around 1741 across the Tees in Nordern England.I. Bulmann: Winch Bridge, Aquarell mit Feder und Bleistiftzeichnung British Library, online gallery It served mainly miners entering the nearby mine. It collapsed in 1802, and was replaced in 1830 by a suspension bridge with suspension chains. A chain bridge was built in the 1780s and 1790s in the Wörlitzer Park which crossed a canal between artificial rocks. The light construction was intended to move, to create sensual sensations for the visitors of the park.Kettenbrücke zu Wörlitz, coloured etching by Johann Friedrich Nagel, c. 1790Kettenbrücke in Wörlitzer Park The Steinfurter Bagno park had a chain bridge from 1794. In 1820, Samuel Brown opened the Union Bridge over the River Tweed on the Scottish-English border, which was the first suspension bridge in Europe suitable for carts. It is the oldest such bridge still used for traffic. Claude Navier published the first fundamental paper about suspension bridges in 1823.Claude Navier: Rapport à Monsieur Becquey, conseiller d’état, directeur général des ponts et chaussées et des mines; et mémoire sur les ponts suspendus. Imprimerie Royale, Paris 1823 The first chain bridge on the European continent was opened in 1824, the Kettensteg in Nuremberg. A little later, the crossing the Donaukanal in Vienna was opened for pedestrians and carriages. In 1849, the Széchenyi Chain Bridge over the Danube in Budapest was opened, designed by William Tierney Clark, spanning 200 m. The Empress Elisabeth Bridge over the Elbe at Tetschen (today: Děčín) was completed in 1855, and the same year the Nicholas Chain Bridge in Kiev, which spanned the Dnieper in four segments of 143 m each. 11836-Bodenbach-1910-Blick über die Brücke nach Bodenbach-Brück & Sohn Kunstverlag.jpg|Empress Elisabeth Bridge, Tetschen Nicholas Chain Bridge LOC 03819.jpg|Nicholas Chain Bridge, Kiev Tower Bridge,London Getting Opened 2.jpg|Tower Bridge, London Erzsébet Bridge (1903), Budapest, Hungary.jpg|Elisabeth Bridge, Budapest The Tower Bridge in London was opened in 1884, a unique combination of suspension bridge and drawbridge, and the Elisabeth Bridge in Budapest was opened in 1903, marking the peak of chain bridge building. Later bridges of the type included the Kaiserbrücke in Breslau (today: Grunwaldbrücke in Wrocław) of 1910, and the Deutzer Hängebrücke, opened in 1915. The Three Sisters were three similar bridges in Pittsburgh, Pennsylvania, built from 1924 to 1928 over the Allegheny River. The Hercilio Luz Bridge in Brazil of 1926 had the longest span of all chain bridges ar 339,5 m. A similar bridge was built two years later, the Silver Bridge over the Ohio River. It collapsed in 1967. The last large chain bridges were the Reichsbrücke in Vienna (1937) and the Krymsky Bridge in Moscow (1938). == References == == External links == * * Eric DeLony: Context for World Heritage Bridges icomos.org 1996 * Eyebar suspension bridgehunter.com * Chain Bridges and Welsh Iron engineering-timelines.com ",
    "title": "Chain bridge"
}