{
    "id": "61346250",
    "text": "Eleanora (or Eleanor) Clare Gibson Houston ( ; June 24, 1883 – February 20, 1942) was an American painter, women's rights advocate, and suffragist. Born and raised in Richmond, Virginia, Houston studied art at an early age, traveling to New York and abroad, before returning to Richmond to teach and open a studio with Adele Goodman Clark. She was an active participant in the women's suffrage movement in Virginia. == Early life and family == Eleanora (or Eleanor) \"Nora\" Clare Gibson Houston was born June 24, 1883 in Richmond, Virginia, the only child of Henry Gibson Houston, a physician, and his wife Josephine Estelle Dooley Houston. She was the niece of James H. Dooley, a Richmond attorney, financier, and philanthropist who would come to own Maymont, and Alice Dooley, a supporter of women's suffrage. After Houston's father died, just before her second birthday, Dooley became her benefactor, financing both her education and her art lessons. Houston was a lifelong Catholic. == Early years as an artist == Nora Houston and Adele Clark's 1919 poster for the YWCA's post-war Blue Triangle investment campaign Houston began studying art at about 10 years old. Her studies began under the instruction of Richmond artist Lillie Logan in Logan's Franklin Street studio. There Houston would meet her \"very intimate friend\" and lesbian life partner Adele Goodman Clark. Houston and Clark joined the Art Club of Richmond as teenagers. Houston continued her art education with local sculptor Edward Valentine before winning a scholarship to New York School of Art (now called Parsons School of Design) in 1905. While in New York, Houston studied with William Merritt Chase, Kenneth Hayes Miller, and Robert Henri. She then traveled to Paris where she studied painting and modernism before returning to Richmond in 1909. Upon her return, Houston and Clark began teaching at the Art Club of Richmond and opened their own studio. Houston's work included portraits, landscapes depicting the Virginia countryside, African American neighborhoods and daily life, and historical paintings of early Virginia Catholic martyrs. == Work in the suffrage movement == Houston's time in New York and abroad inspired her art and activism as she became more aware of the social changes of the early 20th century, as well as the social injustice affecting poor and working-class people. She believed that giving women the right to vote would lead to needed reforms in education, family welfare, and public health. In 1909, Houston (with Clark and other activists like Lila Meade Valentine and Mary Johnston) helped found the Equal Suffrage League of Virginia. Houston served as the recording secretary of the league's Richmond chapter from 1914 to 1919 and traveled the state making speeches, assisting with establishing new chapters for the organization, and lobbying legislators. Houston used her artistic skills to design signs, pamphlets, and parade floats to help the league raise awareness about women's suffrage. She also drew maps of Richmond's neighborhoods for the league to use in its outreach efforts. When the league began to hold street meetings in 1915, Houston and Clark would set up easels on Broad and Sixth Streets in downtown Richmond. As people crowded around them to observe their painting and drawing, Houston and Clark would begin speaking about women's suffrage. During one speech at Monroe Park, suffrage opponents threw rocks at Houston as she spoke; she kept one of the rocks until her death. Shortly after the ratification of the Nineteenth Amendment in August 1920, the Equal Suffrage League of Virginia disbanded and reorganized into the Virginia League of Women Voters. Houston helped found this new organization and served as chair of its child welfare, finance, and legislative committees. Houston, alongside Clark, worked to improve race relations in Virginia. They encouraged black women to vote, and helped them to register. Houston and Clark worked with black suffragists in Richmond, like Ora Brown Stokes Perry, to ensure that the city's African American women could vote in the 1920 United States Presidential Election \"without incident\". Houston and Clark also helped drive black women to the polls on election day. == Life as an artist and contributions to Richmond's artistic community == Houston continued to paint through her years as an activist and exhibited her work locally and nationally. After the Art Club of Richmond closed, Houston and Clark opened their own atelier which would become the Virginia League of Fine Arts and Handicrafts. In 1931, the league merged with the Richmond Academy of Arts, laying the groundwork for the founding of the Virginia Museum of Fine Arts. Houston and Clark's students included Theresa Pollak, founder of VCUArts. In the late 1930s, Houston, Clark, and others established the Craig House in Richmond's downtown as a place for African American artists to create and exhibit their work. Houston's work is in the permanent collection at the Virginia Museum of Fine Arts and is also in the Johnson Collection in Spartanburg, South Carolina and the Morris Museum of Art in Augusta, Georgia. == Death and legacy == After an illness lasting several weeks, Houston died on February 20, 1942 at her home, 416 West Franklin Street, Richmond, Virginia. Her funeral was held at St. Peter's Church. She was buried alongside her family in Shockoe Hill Cemetery. Houston left her remaining paintings to Clark. Thirty years later, in 1972, Clark gave them to Richmond's St. Paul Catholic School. The paintings were moved to St. Paul Catholic Church where they were kept in storage for 35 years and subsequently damaged by a leaky ceiling. As of 2017, Richmond Conservation Studio had restored four of 50 paintings with plans to restore them all. The Nora Houston Foundation was established in 2015 to raise funds to preserve and display Houston's work. Houston was honored by the Library of Virginia as part of its 2017 class of Virginia Women in History. Houston's name is featured on the Wall of Honor on the Virginia Women's Monument, located in Capitol Square in Richmond. == References == Category:1883 births Category:1942 deaths Category:Artists from Richmond, Virginia Category:American suffragists Category:Virginia suffrage Category:Activists from Virginia Category:20th-century American women artists Category:20th-century American painters Category:American women painters Category:Parsons School of Design alumni Category:Painters from Virginia Category:Catholics from Virginia Category:LGBT artists from the United States Category:Lesbian artists Category:LGBT people from Virginia Category:Students of William Merritt Chase ",
    "title": "Nora Houston"
}