{
    "id": "61348372",
    "text": "Lorraine Margaret Dearden (born October 1, 1961)Curriculum vitae of Lorraine Deardon on the website of IZA. Retrieved July 24th, 2019. is an Australo- British economist and professor of economics and social statistics at the Department of Social Science of the Institute of Education, University College London.Q&A; with Professor Lorraine Dearden on the UCL website. Retrieved July 24th, 2019. Her research focuses on the economics of education. == Biography== Lorraine Dearden grew up in Australia, where she attended high school and college in Canberra. After earning bachelor's degrees in economics and law from the Australian National University in 1983 and 1986, respectively, she worked for the Australian Department of Employment, Education and Training on economic policy until 1992, earning a M.Sc. in economics from the London School of Economics (LSE) in 1990-91. She then pursued a PhD in economics at the University College London (UCL), graduating in 1995 with a dissertation on \"Education, Training and Earnings in Australia and Britain\". Since early 1995, Dearden has been affiliated with the Institute for Fiscal Studies, whose education sector she directs and where she currently works as research fellow. Moreover, since 2005, she has been the Professor of Economics and Social Statistics at UCL's Institute of Education and the deputy director of the Centre for the Economics of Education (CEE) at LSE. Between 2008 and 2011, Dearden has also worked as director of the ADMIN Node of the Economic and Social Research Council's National Centre for Research Methods. Moreover, she is also affiliated with the IZA Institute of Labor Economics and the Academy of Social Sciences. Dearden and Paul Johnson are the parents of four sons.'Johnson, Paul Gavin', in Who's Who 2015 (London: A. & C. Black, 2015) In 2016, they were living in Highgate.Curriculum Vitae Paul Gavin JOHNSON at ifs.org.uk, accessed 18 April 2015 == Research== Lorraine Dearden's research interests include the impact of education policies on beneficiaries' education and labour market outcomes, ethnic inequality in childhood outcomes, higher education finance, wage determination, and intergenerational mobility (among else).IZA profile of Lorraine Dearden. Retrieved July 24th, 2019. According to IDEAS/RePEc, Dearden ranks among the top 5% of economists in terms of research output.Ranking of authors registered on IDEAS/RePEc by citation-weighted research output. Retrieved November 8th, 2019. === Research on the returns to education and training=== Dearden has conducted extensive research on the determinants and returns to education along with Richard Blundell, Costas Meghir, Barbara Sianesi, Alissa Goodman, Howard Reed, and Anna Vignoles. Together with Blundell and Meghir, she finds that, in Britain in the 1980s, both the highly educated and men were substantially more susceptible to receive employer-provided training and work-related training than women, with training increasing workers' real earnings by 5% and up to 10% in case of graduation over 10 years and the returns to training persisting through changes in employers.Blundell, R., Dearden, L., Meghir, C. (1996). The Determinants and Effects of Work-related Training in Britain. London: Institute for Fiscal Studies. Reviewing the evidence on the returns to education and training prior to the mid-2000s, they - along with Sianesi - conclude that \"there is a substantial body of evidence on the contribution of education to economic growth\" (as opposed to e.g. Lant Pritchett).Blundell, R. et al. (1999). Human capital investment: The returns from education and training to the individual, the firm and the economy. Fiscal Studies, 20(1), pp. 1-23. In further work, Dearden, Blundell, Goodman and Reed estimate that, controlling for individual characteristics, an undergraduate degree raised the earnings of British men and women from the 1958 cohort by, on average, 17% and 37%, respectively, with lower returns for higher degrees and non-degree higher education.Blundell, R. et al. (2000). The returns to higher education in Britain: evidence from a British cohort. Economic Journal, 110(461), pp. F82-F99. Together with Vignoles, Steven McIntosh and Michal Myck, Dearden further finds that the wage premia for vocational qualifications in the UK in the 1990s were generally lower than those of academic qualifications.Dearden, L. et al. (2002). The returns to academic and vocational qualifications in Britain. Bulletin of Economic Research, 54(3), pp. 249-274. Moreover, Dearden, Meghir and Javier Ferri find that the pupil-teacher ratio in the UK has generally no impact on educational qualifications or on men's wages but on those of low-ability women and that attending selective schools improves educational outcomes and, for men, also wages.Dearden, L., Ferri, J., Meghir, C. (2002). The effect of school quality on educational attainment and wages. Review of Economics and Statistics, 84(1), pp. 1-20. Finally, Dearden, Blundell and Sianesi estimate that, compared to dropping out of secondary school at age 16, O-levels raise earnings by 18%, A-levels by 24% and higher education by 48%.Blundell, R., Dearden, L., Sianesi, B. (2005). Evaluating the effect of education on earnings: models, methods and results from the National Child Development Survey. Journal of the Royal Statistical Society: Series A, 168(3) === Other research=== * Together with Stephen Machin and Howard Reed, Dearden found that intergenerational mobility in Britain from the 1960s to the 1990s was low as upward mobility from the bottom of the wage distribution fails to compensate for the rigidity of downward mobility from its top.Dearden, L., Machin, S., Reed, H. (1997). Intergenerational mobility in Britain. Economic Journal, 107(440), pp. 47-66. * Dearden, Reed and van Reenen estimate that, for Britain industries in 1983-96, a 1% increase in training was associated with an increase in hourly value added of about 0.6% and an increase in hourly wages by about 0.3%, with individual data suggesting training externalities.Dearden, L., Reed, H., van Reenen, J. (2006). The impact of training on productivity and wages: Evidence from British panel data. Oxford Bulletin of Economics and Statistics, 68(4), pp. 397-421.Dearden, L., Reed, H., van Reenen, J. (2000). Who gains when workers train? Training and corporate productivity in a panel of British industries. IFS Working Papers * Analysing the determinants of higher education participation in England, Dearden, Haroon Chowdry, Claire Crawford, Alissa Goodman and Anna Vignoles find that the large differences by socioeconomic background in participation rates in general and at high-status universities in particular are substantially reduced once prior educational attainment is included, suggesting that policy should prioritize improving secondary education for students from poor backgrounds over addressing barriers at the point of entry to higher education.Chowdry, H. et al. (2013). Widening participation in higher education: analysis using linked administrative data. Journal of the Royal Statistical Society: Series A, 176(2) * Studying the existence of a 'moral economy' as social security system in Java, Dearden and Martin Ravallion find large differences between urban and rural areas, with private transfer payments helping to reduce income inequality and being targeted to disadvantaged households such as the sick or elderly in the former.Ravallion, M., Dearden, L. (1988). Social security in a 'moral economy': An empirical analysis for Java. Review of Economics and Statistics, pp. 36-44. * Dearden, Crawford and Meghir have also argued that there is a significant penalty associated with date of birth, with the youngest children in a particular academic year performing significantly worse in academic tests than older children, and that the penalty persists until adulthood, thereby putting summer-born children at a disadvantage.Crawford, C., Dearden, L., Meghir, C. (2007). When you are born matters: The impact of date of birth on child cognitive outcomes in England. == References== == External links== * Homepage of Lorraine Dearden * IZA profile of Lorraine Dearden * Google Scholar page of Lorraine Dearden Category:Academics of University College London Category:Australian women economists Category:Education economists Category:British economists Category:Australian economists Category:Alumni of University College London Category:Australian National University alumni Category:Alumni of the London School of Economics Category:1961 births Category:Living people Category:British women economists Category:Australian emigrants to the United Kingdom Category:20th-century economists Category:21st-century economists ",
    "title": "Lorraine Dearden"
}