{
    "id": "61352945",
    "text": "Ramil Laurel Hernandez (born July 26, 1972) is a Filipino politician from Calamba City, Laguna. He currently serves as a Governor of Laguna. Hernandez was elected two terms as a Governor of Laguna. He was first elected as a Governor in 2016 and was re-elected in 2019. == Early years and education == Hernandez was born on July 26, 1972 in Barangay Mabato, Calamba, Laguna and is the third among the thirteen children of former Mabato Barangay Captain Norberto Perea Hernandez and Rosalinda Laurel Hernandez. He finished his primary studies as a Valedictorian of Mabato Elementary School in 1985. He was elected as a president of Student Body Organization and became Corps Commander of Citizen Advancement Training I during his high school days in Laguna College of Business and Arts. Moreover, an award was given to him in Leadership, Duty, Service and Talent and joined the Honor Society. While he was studying in Colegio de San Juan de Letran - Calamba, he worked as a service crew in a fast food chain while taking up Bachelor of Science in Commerce, Major in Accounting. In 1993, he graduated in college and received an award as the Best Student Researcher. == Political career == Hernandez entered the field of public service in 1993 as Sanguniang Kabataan chairman of Barangay Mabato, Calamba, Laguna. Following this, he was elected as a city councilor at the young age of 22. He served for three consecutive terms from 1995 to 2004 and was also installed as the President of the National Movement of Young Legislators (NMYL) Laguna Chapter. In 2004, he ran for the Provincial Board Member race and was proclaimed as number one Board Member of the province with 121,672 total votes and presided as Majority Floor Leader of Sangguniang Panlalawigan. === Vice Governor of Laguna === In 2007, at the age of 34, Hernandez was elected as Vice Governor of Laguna; the youngest ever in the history of the province to take over the position who got 160,368 votes. Even though he was still eligible to run for his second term, Hernandez voluntarily gave up running for vice governor post and pursued the governorship in 2010 while still being the youngest candidate in the province of Laguna. He placed fourth then and E.R. Ejercito, the Mayor of Pagsanjan and a nephew of former President Joseph Estrada, assumed the governor’s office. Beating his two opponents, he was again elected as Vice Governor in 2013 for the second time with 388,859 votes under the Nacionalista Party whereas Ejercito remained on his seat as the Governor in his 2nd term. === Governor of Laguna === On May 21, 2014, Ejercito was disqualified by the Commission on Elections (Comelec) First Division due to campaign overspending during the 2013 elections. The petitioner in the disqualification case is Edgar San Luis who is the former Congressman of 4th district of Laguna and opponent of Ejercito for the 2013 gubernatorial race. Hernandez assumed the post as a Governor and sworn in as the new governor of Laguna at the main office of the Commission on Elections (Comelec) in Manila on May 27, 2014. The writ of execution disqualifying Ejercito as the Governor was served by the Department of Interior and Local Government (DILG) on May 28, 2014 at the provincial capitol in Santa Cruz, Laguna. Under Nacionalista Party, Hernandez ran for his first full three-year term as governor against his predecessor E.R. Ejercito and Jorge Antonio Ejercito in the 2016 elections. He was elected as the governor who garnered 606,002 votes beating his opponent, Ejercito with 232,927 votes. His running mate, Katherine Agapay (481,700 votes) assumed the vice governorship. In the 2019 elections, Hernandez ran for Governor under the banner of Partido Demokratiko Pilipino–Lakas ng Bayan or PDP-Laban and faced again with E.R. Ejercito and four other candidates. With a total of 817,250 votes, he assumed his second term as a governor along with his running mate, Katherine Agapay, who was re-elected as Vice Governor. == Projects == Hernandez’s governance implemented various projects and programs that focused on the 8 point program of Serbisyong Tama, Rise High Laguna Advocacy. * Epektibong Serbisyong Pangkalusugan (Effective and People Sensitive Health Management Program) * Serbisyong Pangkahalatan para sa Higit na Nangangailangan (Complete Social Welfare and Services Development Program) * Dekalidad na Edukasyon (Quality Education and Vocational Development Program) * Programang Pangkabuhayan (Comprehensive Employment Programs) * Pangangalaga sa Kalikasan at Modernong Programa Pang-Agrikultura (Timely Agricultural Development and Food Security Program) * Prayoridad ng Proyektong Pang- Imprastraktura (Appropriate Infrastructure Program) * Pagpapataas ng Kalidad ng Serbisyo (Transformative and Professionalized Bureaucracy Program) * Programang Pangkapayapaan at Kaayusan (Sustainable Peace and Order Program) == Awards == Some of his most significant contributions are the 2014 Good Practices Award from the National Economic and Development Authority and Department of Health; Gold Anvil Award – Public Relations Program Directed at Specific Stakeholders: External Communities in 2015 during the 50th Anvil Anniversary; a record of 51 awards including 3 major awards from Department of Health, Region IV-A during the 3rd Kalusugan Pangkalahatan Awarding held the same year; Hall of famer for the year 2016, 2017, 2018 and 2019 of both Seal of Good Local Governance (SGLG) from the Department of Interior and Local Government and Red Orchid Award from Department of Health. In 2016, he received the Best Provincial Police Office in Region IV-A and the first ever ISO 9001 Quality Management System Certifications from the Government Quality Management Committee in the year 2017. In addition to that are the Best Provincial Disaster and Risk Reduction Council (PDRRMC) Category and the silver award in 1st National ADAC Performance in 2018 that was followed by a gold award in 2019. Hernandez also received Gawad Parangal Award as an Outstanding Provincial Governor of the Philippines in the Field of Social Welfare and Development Office of the Philippines, Inc. for the year 2018 and 2019. He received an excellence award from the Filipino Awards for Movies and Arts and Science, Inc in 2019; ATOP-DOT Pearl Awards for best tourism practices and the 2nd Most Competitive Province award from the Department of Trade and Industry the same year. ==Personal life== He is married to Laguna's 2nd district Congresswoman Ruth Mariano-Hernandez with two daughters, namely Natasha and Natalie. ==References== ==External links== *Province of Laguna Official Website Category:Living people Category:1972 births Category:21st- century Filipino politicians Category:PDP–Laban politicians Category:Governors of Laguna (province) Category:People from Calamba, Laguna Category:Nacionalista Party politicians ",
    "title": "Ramil Hernandez"
}