{
    "id": "61356817",
    "text": "The National Security Act, 2017 is a Canadian statute enacted by the Parliament of Canada to reform the oversight of the National Security Agencies of Canada, including the Royal Canadian Mounted Police (RCMP), Canadian Security Intelligence Service (CSIS) and the Communications Security Establishment (CSE). It also makes various adjustments to supporting legislation, including the National Defense Act, the Canadian Security Intelligence Service Act the Communications Security Establishment Act and the Criminal Code to support these new mechanisms. == Summary == The act replaces certain key oversight bodies, and expands oversight to include a new Agency that reviews the actions taken on behalf of the Government of Canada by its national security agencies, as well as an Officer of Parliament that has quasi-judicial authority to review such actions, and make a report to the Prime Minister and Parliament. It amends certain sections of the Canadian Security Intelligence Service Act and the Canadian Security Establishment Act, including granting immunity from prosecution employees of CSIS that may present forged documents in the course of establishing a covert identity. It also expands the powers of the CSE to include the ability to launch active cyber operations in defense of the Canadian national interest, as approved by the Minister of National Defence, Minister of Foreign Affairs and authorized by the newly created post of Intelligence Commissioner. == Act Structure == === Part I - National Security and Intelligence Review Agency Act === Part I establishes the mandate and powers of the National Security and Intelligence Review Agency (NSIRA), which replaces the Security Intelligence Review Committee. (SIRC). It repeals sections of the Canadian Security Intelligence Service Act which provided the legal basis for the SIRC. The SIRC mandate was limited to oversight of CSIS, and did not include oversight of activities within other agencies. NSIRA replaces functions handled by SIRC, including: * Reviewing Actions taken by National Security Agencies or Intelligence Agencies of the Government of Canada, regardless of agency or clearance level * Handling Complaints related to denial of Security Clearance * Assuming responsibility for review of National Security and Intelligence activities of the RCMP from the CRCC. === Part II - Intelligence Commissioner Act === Part II of the act establishes the position of the Intelligence Commissioner, an independent officer of Parliament. It also creates the Office Intelligence Commissioner to support the mandate of the Intelligence Commissioner. ==== Mandate ==== The Intelligence Commissioner provides quasi-judicial oversight of all Intelligence Activities of the Government of Canada including review of all authorizations for activities undertaken by any agencies or departments. This includes * Foreign Intelligence Authorization * Cybersecurity authorization (including authorization for active cyber operations) The commissioner is also entitled to a copy of all reports compiled by the NSIRA. ==== Report to Prime Minister and tabling in Parliament ==== The Commissioner is required to compile a report of their activities each calendar year and submit it to the Prime Minister. The Prime Minister will then table the report in Parliament after removing any confidential or classified information. === Part III - Communications Security Establishment Act === Part III extends and enhances the powers of the Communication Security Establishment (CSE) to allow it to perform so-called \"Active Cyber Operations\" (Cyberattacks) as well as \"Defensive Cyber Operations\", with the approval of the Minister of National Defense and the Minister of Foreign Affairs. Part III also sets out limits of the operations that CSE may conduct. CSE may not conduct any operations against any Canadian in a foreign country or within Canada, and may not conduct any action that through negligence would cause harm to any person, or take any action that would pervert the course of justice or democracy. === Part IV - Canadian Security Intelligence Service Act === Part IV includes changes to the Canadian Security Intelligence Service Act which include handling of Data collected by CSIS either in a foreign country or within Canada. It also includes provisions granting immunity from prosecution for members of CSIS who utter forged documents in the course of their duties when establishing a covert identity. === Part V - Security of Canada Information Act === Part V lays out changes to the disclosure regime between federal agencies including limits on what information can be shared by agencies as well as what privacy protections should be in place. === Part VI - Secure Air Travel Act === Part VI provides a mechanism for the Minister of Transport to collect personal information from registered Air Carriers within Canada for the purpose of screening. === Part VII - Criminal Code === Part VII makes amendments to the Criminal Code regarding the regime of terrorist offences. It also establishes a staggered review regime for the list of entities deemed by the Government of Canada to be terrorist organizations. === Part VIII - Youth Criminal Justice Act === Part VIII makes changes to the Youth Criminal Justice Act in regards to various recognizance orders, including those related to terrorism. It also provides a mechanism for agencies of the Government of Canada to access youth records in order to administer the Canadian Passport Order. === Part IX - Review === Part IX requires a comprehensive review of the act take place within 4 years of the Act coming into force. ==References== Category:2017 in Canadian law ",
    "title": "National Security Act 2017 (Canada)"
}