{
    "id": "61351401",
    "text": "Ilan Marek (born February 15, 1963, in Haifa) is a bi-national French-Israeli chemist. He is particularly interested in the design and development of new stereo- and enantioselective strategies for the creation of several contiguous stereogenic centres and by the functionalization of organic molecules at the least reactive position. These processes are carried out in a single chemical step and lead to the synthesis of complex molecular structures. Understanding reaction mechanisms provides insight into the origins of stereoselectivity and governs optimization for the development of the most effective and general methodologies possible. == Biography == He studied at the University Pierre et Marie Curie in Paris (BsC 1983 and obtained his MsC in chemistry in 1986 and his PhD under the supervision of Prof. Jean Normant in December 1988). He then spent a year at the Catholic University of Louvain, Belgium, for a postdoctoral stay with Professor Leon Ghosez (1989). He was recruited at the CNRS (Centre National de la Recherche Scientifique) in 1990 at the University Pierre et Marie Curie in Paris, received his habilitation in 1995 and moved in September 1997 to the Technion - Israel Institute of Technology as an Assistant Professor. He was promoted to Associate Professor in 2000 and Professor in 2004. Since 2005, he holds the Sir Michael and Lady Sobell Academic Chair. He has been Visiting Professor at Tokyo University Institute of Technology (Japan), the University of Montreal (2006, Canada), the University of Strasbourg (France), the University of Paris-Descartes (2010, France), the California Institute of Technology (CalTech, United States), the University of Montpellier (2011, France),Taïwan Science Council (2011) the University of Osaka Prefecture (2015, Japan), Wilhems-University Munster, (2015, Germany) and Taïwan National Council (2017). Ilan Marek is the author of numerous publications (more than 240 in international journals). He is the recipient of numerous international awards for academic excellence and for excellence in teaching. He is a member of the editorial board of more than ten scientific journals. == Member of scientific committees and associate publisher == Ilan Marek is editorial board member in many different journals such as Chemical Communications, (RSC); Organic and Biomolecular Chemistry, (RSC); European Journal of Organic Chemistry, (WILEY-VCH); The Chemical Record, (Wiley-VCH); Advanced Synthesis and Catalysis, (Wiley-VCH); Synthesis, (Thieme ); Synlett, Thieme; Angewandte Chemie International Edition, (WILEY- VCH); Chemistry, A European Journal, (WILEY-VCH); Helvetica, (WILEY-VCH); Chemical Reviews (ACS); ACS Central Science (ACS). He is editor of numerous journals and revues : Comprehensive Organic Synthesis (Second Edition. Elsevier); Beilstein Journal of Organic Chemistry; Israel Journal of Chemistry, (Wiley-VCH); Tetrahedron (Elsevier); “The Chemistry of Functional groups” Patai series, (WILEY-Chichester). == International administrative functions == He was a member of the Scientific Council of the European Symposium on Organic Chemistry (ESOC) from 2005 to 2009 and Chairman of this Scientific Council from 2007 to 2009. He has been a member of the Scientific Council for the Development of Chemistry of the Institute of Natural Substances, GIF/Yvette, France. He was the Israeli President of the Scientific Commission of the France-Israel Foundation from 2007 to 2011. Since 2007 he has been the Israeli representative of the Organic Chemistry Division of EUCHEM (European Association for Chemical and Molecular Sciences) from 2009 to 2011, he became its Vice-President and was elected President from 2012 to 2015. In 2009, he was a member of the Evaluation Committee of the University of Bordeaux, France; of the Chemistry Department of the École Normale Supérieure (ENS), France and Chairman of the Evaluation Committee of the Chemistry Department of the University of Cyprus in 2012. == Distinctions and honours == Ilan Marek has been elected several times as an excellent teacher and received the Yannai Award for excellence in teaching (2016). He has won numerous awards and among them, the French Chemical Society Award - Acros for young chemist under 40 years old (1997); the Yigal Alon Fellowship (1998); the Henry Gutwirth Foundation Award (1998); the Klein Award for the development of original synthetic methods (1999); the Yosefa and Leonid Allschwang Award, Israel Science Foundation (ISF 2000); the Michael Bruno Award, Rothschild Foundation (2002); the best Young Chemist Award, Israel Chemical Society (2003); the Bessel Award, Humboldt Foundation (2005); the Henry Taub Prize for Academic Excellence (2009); the Germany-Technion Prize for Academic Excellence (2010); the Schulich Prize for the Promotion of Extraordinary Academic Activities (2010); the Royal Society Chemistry Prize in Organometallic Chemistry (UK, 2011); the Janssen Pharmaceutics Prize for Creativity in Organic Synthesis (2012); the Israel Chemical Society Prize of Excellence (2014); the Weizmann Prize for exact Sciences (2015). Ilan Marek received twice the ERC Advanced Research Grant (in 2013 and 2018). He was the President of the Bürgenstock meeting in 2018. He has been elected member of the French Academy of sciences in 2017 and at the Israel Academy of Sciences and Humanities in 2019. == Notes and references == == External links == Category:Technion – Israel Institute of Technology Category:Members of the French Academy of Sciences Category:French biochemists Category:Israeli chemists Category:French chemists Category:21st-century chemists Category:21st-century French chemists Category:1963 births Category:Members of the Israel Academy of Sciences and Humanities Category:Living people ",
    "title": "Ilan Marek"
}