{
    "id": "61354159",
    "text": "The Altoona Subdivision or Altoona Sub is a railway line owned and operated by the Union Pacific Railroad in the states of Minnesota and Wisconsin. The line originates in Saint Paul, Minnesota, crosses the St. Croix River on the Hudson Bridge into Hudson, Wisconsin, and eventually terminates in Altoona, Wisconsin. This subdivision is formerly a Chicago and North Western Railway (C&NW;) mainline, on which the Twin Cities 400 operated in the mid 1900s. ==History== ===1868 to 1956=== In 1868, the West Wisconsin Railway began constructing a 188-mile route in the state of Wisconsin. Its purpose was to connect the Chicago and North Western line in Elroy west to Hudson. Construction was completed in 1872. This was the first segment built of what is now the Altoona Subdivision. Around the same time, the St. Paul, Stillwater and Taylors Falls Railroad built a line between Saint Paul and Taylors Falls, with a branch going to Hudson. In 1880, this line was conveyed to the Chicago, St. Paul, Minneapolis and Omaha Railway (Omaha Road), who had acquired the bankrupt West Wisconsin Railway two years earlier in 1878, giving them control over all the present-day Altoona Subdivision tracks. This Elroy to Minneapolis-Saint Paul line was known to the Omaha Road as the Eastern Division. In 1882, Chicago and North Western invested about $10.5 million into purchasing the majority of the stock of the Omaha Road. Management of the company was reorganized and put under the C&NW.; By 1913, the line was double- tracked. In 1935, the C&NW; had the inaugural run of the Twin Cities 400, with this section of track on its route (see Passenger operations). ===1957 to 1994=== On January 1, 1957, the C&NW; began leasing the Omaha Road in order to gain total control. Through merging and other reorganizations, the Omaha Road had effectively come to an end. In 1972, the company officially terminated and fully became part of the Chicago and North Western Railway. The line that would become the Altoona Subdivision was now completely owned and operated by the C&NW.; Now that the C&NW; had complete control, they referred to the majority of the line as the Eau Claire Subdivision. The former St. Paul, Stillwater and Taylors Falls Railroad section to Taylors Falls, which had been shortened to Stillwater, became known as the Stillwater Subdivision. This short stretch of track served industries in Bayport, Minnesota. In 1963, the Twin Cities 400 was discontinued and the line was single-tracked soon after. ===1995 to present=== alt= In 1995, Union Pacific announced its plans to acquire 100 percent of the C&NW; through buying stock. April 24, 1995, was the last day of independent operation. The following day, all of Chicago and North Western's assets, including the Eau Claire and Stillwater Subdivisions, had officially become part of the Union Pacific. The Eau Claire Subdivision's mileage was modified slightly and was renamed to the Altoona Subdivision. The Stillwater Subdivision was merged into the Altoona Subdivision and is now known as the Stillwater Industrial Lead, still serving Bayport. Until 1999, there was a spur off of the Altoona Subdivision in Hudson, Wisconsin, that led up to Spooner. This was bought by the C&NW; until they tore up the tracks in 2000. They would serve bags, machines, metal, and copper to the Accu-Tech Tool & Design, Inc. in Hudson, and coal up to Spooner to operate plants. From 2003 to 2015, the Norfolk Southern Railway ran their Triple Crown roadrailer trains (Symbol Z-EMCH, Twin Cities to Chicago) on the Altoona Subdivision using trackage rights. These trains usually carried Ford automotive parts to Chicago. Norfolk Southern ended 60 percent of their Triple Crown routes on December 11, 2015, including service to the Twin Cities and many others. The Minnesota Commercial Railway, using trackage rights on the Altoona Subdivision, served Andersen Corporation with a weekly delivery of lumber and sand. The train was known as the \"Bayport Job\". However in 2017, Minnesota Commercial ceased operations of this train due to cost concerns. As of 2015, the Altoona Subdivision is one of Union Pacific's less dense lines, usually seeing up to three to five trains per day on the Minnesota side. The Wisconsin side sees a few more trains due to short locals delivering to industries. This subdivision does not have any single or double stack intermodal traffic. In 2019, the 150th anniversary of the First Transcontinental Railroad, a Union Pacific excursion train ran on the Altoona Subdivision as part of the \"Great Race Across the Midwest\" celebratory tour. The train was led by UP 4014, a 4-8-8-4 Big Boy-type steam locomotive. The Big Boy traveled the entire Altoona Subdivision in one day, attracting many visitors in local communities. ==Passenger operations== ===Twin Cities 400=== alt= The Altoona Subdivision was part of the Twin Cities 400's route from 1935 to 1963 when it was discontinued. The \"400\" operated between Chicago and Saint Paul, with a final stop in Minneapolis. The Twin Cities 400 experienced great success, resulting in the creation of an entire fleet of trains carrying the \"400\" name. These trains earned Chicago and North Western the nickname \"Route of the 400\". ==Hudson Bridge== When the line reaches the St. Croix River, it crosses into Wisconsin via the Hudson Bridge. The bridge starts south of Bayport, Minnesota, and lands in Hudson, Wisconsin. Its current incarnation was constructed in 1912 by the American Bridge Company of New York. Originally, it was a wooden swing span with a 1,000 ft trestle on the east side. In 1881, many sections were rebuilt into lattice style. The bridge is a swing bridge and is left in the open position unless in use by a train. To use the bridge, train crews call the operator via radio. ==References== * Category:Union Pacific Railroad lines Category:Rail infrastructure in Minnesota Category:Rail infrastructure in Wisconsin ",
    "title": "Altoona Subdivision"
}