{
    "id": "61350581",
    "text": "Operation Nantucket Beach was a security operation during the Vietnam War conducted by the 198th Light Infantry Brigade, 23rd Infantry Division on the Batangan Peninsula from 23 July 1969 to 10 March 1971. ==Background== The Batangan Peninsula was a Vietcong (VC) stronghold and the scene of frequent operations throughout the war. The 6th Infantry Regiment and the Army of the Republic of Vietnam ARVN 6th Regiment, 2nd Division were to conduct security and pacification operations throughout the area. ==Operation== ===1970=== On 7 March Battery A, 1st Battalion, 82nd Field Artillery Regiment caught a VC force in the open, killing 9. On 13 March Company A, 1st Battalion, 6th Infantry Regiment triggered a booby-trapped 105mm shell losing 1 killed. On 14 March Company C, 1/6th triggered another 105mm booby-trap losing 2 killed. On 9 April Battery A, 1/82nd Artillery fired on 45 VC killing 12. On 11 April Battery A, 1st Battalion, 14th Field Artillery Regiment fired on 20 VC killing 4. On 17 April Company B, 1/6th found 5 weapons. On 26 April Troop A, 1st Battalion, 1st Cavalry Regiment detonated a mine, losing 1 killed. On 17 November Company B, 1/6th reported 4 VC killed and 1 weapon captured. On 18 November Company D, 1/6th engaged VC killing 3 and capturing 4 weapons and detaining 5 suspected VC. On 21 November Company C, 1/6th detonated a booby trap resulting in 2 US killed. On 1 December Company C, 1/6th killed 9 VC and captured 1 weapon. From 7-19 December the 1/6th reported 1 PAVN/VC killed and 7 weapons captured. ===1971=== On 5 January Company D, 1/6th engaged 10 VC killing 1 and capturing 1 weapon. On 9 January Company A, 1/6th Infantry engaged 7 VC killing 6. On 11 January 1/6th killed 3 VC and captured 1 weapon. On 15 January Company D, 1/6th engaged and killed 2 VC. On 20 January Company A, 1/1st Cavalry detonated two booby traps resulting in 1 US killed. On 21 January, Troop D, 1/1st Cavalry’s aero rifle platoon killed 13 VC and captured 2 weapons and 2 suspects. On 22 January, Troop D, 1/1st Cavalry swept the same area and found 6 weapons. On 25 January while on a search and clear mission Company D. 1/6th detonated a \"Bouncing Betty” antipersonnel mine killing 1 US soldier. During the first week of February mechanical ambushes killed 2 VC. On 7 February Company C, 1/6th engaged 6 VC killing 1 and capturing 1 and 3 weapons. ==Aftermath== The operation concluded on 10 March 1971. US losses were 51 killed, PAVN/VC losses were 630 killed and 38 captured and 212 weapons captured. ==References== Category:1969 in Vietnam Category:1970 in Vietnam Category:1971 in Vietnam Nantucket Beach Category:Battles and operations of the Vietnam War in 1969 Category:Battles and operations of the Vietnam War in 1970 Category:Battles and operations of the Vietnam War in 1971 Category:History of Quảng Ngãi Province ",
    "title": "Operation Nantucket Beach"
}