{
    "id": "61357642",
    "text": "\"The 1975\" is a song by the 1975 from their fourth studio album, Notes on a Conditional Form (2020). The song was released on 24 July 2019, while included on the album as the opening track in May of the following year. The band's song \"The 1975\" has opened each of their albums and features the same lyrics and music with a different arrangement; however, this fourth version deviates entirely from previous versions and is distinguished as such by fans by the fan-title \"The 1975 (NOACF)\". This version uses an entirely new musical composition of piano, harp and orchestral flourishes and features environmental activist Greta Thunberg calling for civil disobedience and direct action, both personal and political, in response to climate change, in a modified version of her own speech \"Our House Is on Fire\" from the 2019 World Economic Forum. The song was recorded in June 2019. Proceeds went to the grassroots movement Extinction Rebellion; the song's release coincided with measures by the 1975 which had the described aim of reducing their environmental impact, including reprinting new designs over older, unsold merchandise. The song received mostly positive reviews from music critics, who praised its emotional impact, the message and the transition on Notes on a Conditional Form from the song into the lead single \"People\". ==Background== Greta Thunberg is featured on the track In 2017, the 1975 announced their third studio album would be titled Music for Cars. On 31 May 2018, the band announced that Music for Cars would instead be an \"era\" of two albums, which were recorded together. The first album, A Brief Inquiry into Online Relationships, was released on 30 November 2018. The second, Notes on a Conditional Form, was later released on 22 May 2020. \"The 1975\" is the opening track on the latter. The song features Swedish climate change activist Greta Thunberg. In August 2018, Thunberg began skipping school on Fridays to protest outside the Swedish Riksdag (parliament) with a sign reading \"Skolstrejk för klimatet\" (\"School strike for the climate\"). This sparked a global school strike for climate movement in November 2018. She recorded \"The 1975\" in Stockholm, Sweden in late June 2019. Aged 16 at the time, she was the first featured artist on a recording by the 1975 other than the band members. The song was produced by the label Dirty Hit, which was founded by the 1975's manager Jamie Oborne. Oborne and lead vocalist Matty Healy stated that \"bigger artists\" than them turned down an opportunity to work with Thunberg. Healy later said that the band wanted to make \"the most modern statement\" on the opening track, and that he wanted Thunberg to \"exist formally\" in pop culture. Oborne first attempted to contact Thunberg via Instagram, but he was unsuccessful. He was later introduced to her father Svante Thunberg. Thunberg said of the track, her first musical work, that she was \"grateful to get the opportunity to get [her] message out to a broad new audience in a new way\". Healy said that meeting Thunberg was \"such an inspiration\". ==Composition== Each of the band's first three albums begin with a brief song called \"The 1975\", with the same set of lyrics, beginning \"Go down / Soft sound\". On Notes on a Conditional Form, this pattern is broken. Lasting 4 minutes and 57 seconds, a protest song opens the album, featuring a spoken word performance by Thunberg, with a backing of ambient music. The lyrics call for civil disobedience and reduction of greenhouse gas emissions in response to climate change, based on the January 2019 speech \"Our House Is on Fire\", which Thunberg delivered at the World Economic Forum. \"The 1975\" marks a shift by the 1975 to more explicitly political messages. It follows political songs from A Brief Inquiry into Online Relationships, \"Love It If We Made It\"—about contemporary political events—and \"I Like America & America Likes Me\"—about American gun control. Healy described the song as \"quite beautiful superficially\", but also \"quite sad, quite pretty\" and \"quite ominous\". ==Release and promotion== Placard used by Extinction Rebellion, which received proceeds from \"The 1975\". \"The 1975\" is the first track on Notes on a Conditional Form, and the first of the songs to be released, on 24 July 2019. As they have done in the past, the band deactivated their social media accounts shortly before the song's release. It was initially intended to be released alongside the album, but after its recording in June 2019, it was decided that the song should be released earlier. At Thunberg's request, proceeds from \"The 1975\" were donated to the grassroots movement Extinction Rebellion. Spokespeople from Extinction Rebellion praised the track, saying that \"music has the power to break through barriers\". The song's release occurred contemporaneously with the record label and band taking measures aiming to reduce their environmental impact, such as Dirty Hit replacing plastic materials with paper. The band hired an eco-management company for performances. The 1975 played recordings of the song to open the band's encore throughout performances in 2019 and 2020. Such performances included at the Reading and Leeds Festivals in August 2019, the BB&T; Pavilion in New Jersey in November 2019, and shows at the Manchester Arena and London O2 Arena during February 2020. The COVID-19 pandemic led to disruption of planned appearances following Notes on a Conditional Forms release, such as an event at London's Finsbury Park in July 2020, where the 1975 planned to implement a number of environmental measures. ==Critical reception== Critical reviews following the song's initial release were mostly positive. On 27 July 2019, Consequence of Sound named the song their favourite of the week. Sean Lang from the publication praised that lead vocalist Matthew Healy let Thunberg deliver the speech, rather than trying to deliver the message himself, and lauded Thunberg for her delivery of a difficult message. Lang called the song a \"surprising, refreshing risk\". Madison Feller of Elle complimented the song as \"pretty stunning\", saying that it gave her chills. Laura Snapes from The Guardian praised the 1975 for using their platform to highlight a woman's voice. The Telegraph Al Horner called the track \"surprising and inspiring\" and \"brutally, rebelliously stark\". Jake Kerridge of The Telegraph praised it as the \"most terrifying\" spoken word pop music since the 1984 anti-nuclear war song \"Two Tribes\", by Frankie Goes to Hollywood. Kerridge lauded Thunberg, saying that she \"help[ed] bring back the protest song in all its terrifying glory\". However, Ellen Peirson-Hagger of the New Statesman panned a perceived lack of involvement by the band in their own song, both in its composition and in acting upon its message. The song also received positive commentary in its context as the opening song on Notes on a Conditional Form. Several critics praised the transition between \"The 1975\" and the more hardcore track \"People\", including Claire Shaffer of Rolling Stone and Lizzie Manno of Paste. Insider Callie Ahlgrim similarly lauded that \"the effect is exquisite\". Matt Collar of AllMusic reviewed the song as \"heartfelt\" and a \"moving introduction\" to the album. Writing for Insider, Courteney Larocca praised that it \"sets [the album] immediately apart\" from the 1975's previous releases. Claire Biddles of The Line of Best Fit commented that the \"introspective and coy\" background music brings more \"gravitas\" to Thunberg's speech. Manno called the song a \"stirring speech that makes an unwavering case for radical change\" but questioned its \"artistic purpose\" on the album. ==Personnel== Credits adapted from the album's liner notes, and Pitchfork. * George Daniel – keyboards, mixing, producing, programming, strings, writing * Jonathan Gilmore – engineering * Matthew Healy – keyboards, producing, writing * Robin Schmidt – mastering * Greta Thunberg – vocals, writing ==References== ===Notes=== ===Citations=== Category:2019 songs Category:Ambient songs Category:The 1975 songs Category:Environmental songs Category:Extinction Rebellion Category:Spoken word Category:Works by Greta Thunberg ",
    "title": "The 1975 (2019 song)"
}