{
    "id": "61358091",
    "text": "The Atsquri church of the Dormition () is a ruined medieval cathedral in the village of Atsquri, Akhaltsikhe Municipality, in Georgia's south-central region of Samtskhe-Javakheti. Originally built in the 10th–11th century, the church was rebuilt shortly after the destructive earthquake of 1283. It was a crossed-dome church with three protruding apses on the east. Of what was one of the largest cathedrals in Georgia in its time, only ruined walls survived into the 21st century. A project of full restoration was launched in 2016. The church is inscribed on the list of the Immovable Cultural Monuments of National Significance of Georgia. == History and architecture == Ruins of the western facade in 1885. The restoration plan approved in 2015. The church stands at the foot of a small hill on the right bank of the Mtkvari (Kura). Two layers of construction can be distinguished, one dated to the 10th–11th century and the other to the 13th–14th century. The latter is the product of heavy reconstruction following a strong earthquake of 1283. Atsquri was one of the most important Christian centers in medieval Georgia, the seat of a bishop—a chief prelate in the province of Samtskhe—and home to the venerated icon of the Virgin Hodegetria. The icon, according to the medieval Georgian annals, was brought here by Saint Andrew, visited by the Byzantine emperor Heraclius on his way to the Persian war in 627, and miraculously survived under the collapsed dome of the church in the 1283 earthquake. In the late 16th century, the icon eventually found its place in the Gelati monastery, whence it was brought to the Georgian National Museum in Tbilisi in 1952. The reconstructed cathedral of Atsquri enjoyed patronage of the Jaqeli princes of Samtskhe and owned subsidiary churches and estates, while the bishop seated there—titled as Matsqvereli (\"of Atsquri\")—was one of the influential prelates in Georgia, even claiming autonomy from the Patriarchal Sea at the time when the Kingdom of Georgia was disintegrating in the course of the 15th century. Following the Ottoman conquest of Samtskhe in 1578 and the advent of Islam, the church fell in disuse until its final collapse after a series of earthquakes and centuries of war and neglect by the early 19th century. In the final years of the Soviet Union, in the 1980s, an interest in the Christian heritage of Atsquri was resurrected, driven by volunteer student groups. A series of archaeological studies were conducted in the following years and a full-scale restoration project, aimed at complete rebuilding of the church was launched by the government of Georgia in 2016. Prior to that, the building had been reduced to ruins: the dome and all vaults had collapsed, as had upper walls. Portions of the altar and the chambers on either side thereof—the diaconicon on the south and the prothesis on the north—with protruding faceted walls had survived. The interior walls preserved fragments of the décor such as pilasters with architraves and ornamented details of the altar wall. Richly ornamented stones from the church can be found scattered elsewhere in the village, used by locals for their own structures. Archaeological digs have found several other buildings, such as a 10th-century church and accessory structures, with medieval Georgian inscriptions, in and around the ruined cathedral. == See also == * Atsquri Fortress == References == Category:Buildings and structures in Samtskhe–Javakheti Category:Immovable Cultural Monuments of National Significance of Georgia Category:Georgian Orthodox churches in Georgia (country) Category:10th-century churches Category:13th-century Eastern Orthodox church buildings ",
    "title": "Atsquri church"
}