{
    "id": "61350042",
    "text": "Kitchen Still-life with Poultry, Vegetables and Bread Bust of Woman by a Wicker Basket Filled with Music Nicolas Henri Jeaurat de Bertry (28 July 1728, Paris - after 1796, Vermenton) was a French painter who specialized in still- lifes. It is not clear how he acquired the name \"De Bertry\", although it was likely done to make him appear to be a member of the nobility. == Biography == He was the son of Edme Jeaurat, engraver to the King, and studied art with his uncle, the painter Étienne Jeaurat. he established his reputation creating still-lifes, inspired by the work of Jean-Baptiste-Siméon Chardin, although some critics felt that his work was rather dry and crude by comparison.Théodore Lejeune, Guide théorique et pratique de l’amateur de tableaux, étude sur les imitateurs et les copistes, Vve J. Renouard, 1863-1865. Nevertheless he was chosen, by voice vote, to be named an Academician and a Professor at the Académie royale de peinture et de sculpture on the same day in 1756. His reception pieces depicted the odd contrast of cooking utensils and military trophies. The following year, he made a presentation at the Salon that featured musical instruments as allegories of war and science. This was reviewed quite favorably by the Mercure de France.Le Mercure de France. online Some works from that period, previously attributed to Chardin or Henri-Horace Roland Delaporte, have since been reassigned to him. In 1761, he was named painter and personal pensionary to Marie Leszczyńska, the Queen Consort.Adolphe Siret, Dictionnaire historique et raisonné des peintres de toutes les écoles depuis l’origine de la peinture jusqu’à nos jours, Les principaux libraires, 1883 He left Paris to live in Versailles and remained there until the Queen's death in 1768. That same year, he was awarded a 400 Livres annual grautuity, in recognition of his services in providing amusement for her.Bulletin de la Société de l’histoire de l’art français, Paris, F. de Nobele, 1875. He then returned to Paris. During the Revolution he painted mostly portraits (some with satirical intent) as well as allegories on the Tricolor, pyramids and the Masonic Eye. In 1792, at a loss for appropriate lodgings, he requested permission to take over the rooms that had been left vacant by the death of his colleague, Nicolas Guy Brenet.Alexandre Tuetey, Répertoire général des sources manuscrites de l’histoire de Paris pendant la Révolution française, Imprimerie nouvelle, 1902 Online @ Google Books This request must have been refused because, later that same year, he made a similar request for he former apartments of Gabriel- François Doyen, who had been invited to Russia. This was denied on the grounds that he had been little more than a copyist for thirty years and had not been promoted at the Académie. The last known record of his existence was an exhibition at the Salon in 1796.Société de l’histoire de l’art français, Nouvelles Archives de l’art français, Dir. Henry Jouin, Charavay frères, 1888 After that, he apparently retired to his father's hometown, to live with relatives. ==References== == External links == * More works by Jeaurat de Bertry @ the Base joconde * More works by Jeaurat de Bertry @ ArtNet Category:1728 births Category:Year of death unknown Category:Date of death unknown Category:French painters Category:French still life painters Category:Académie royale de peinture et de sculpture Category:Artists from Paris ",
    "title": "Nicolas Henri Jeaurat de Bertry"
}