{
    "id": "61359645",
    "text": "GPH Ispat Limited () is a public limited steel manufacturing company based in Chittagong, Bangladesh. ==Name== GPH is the acronym of \"God fearing\", \"Plain living\" and \"High Thinking\". Ispat is the transliteration of the Bengali word ইস্পাত which means Steel. == History == The company was founded on 17 May 2006 and started its operation in 2008. It was listed as a public limited company in 2012. In 2016, the company started its expansion project in Sitakunda, Chittagong in association with Primetals Technologies, a joint venture of Siemens VAI and Mitsubishi Heavy Industries & Partners as the equipment supplier. The company invested around US$200 million for the 0.8 MTPY steel manufacturing facility. The new mill uses a Quantum electric arc furnace, a ladle furnace, a three-strand, high-speed continuous billet caster, and a bar and section mill. It uses WinLink Flex technology for rolling mill for the first time in world. The company raised a total amount of US$154 million through 12 financial institutions as well as capital market and company's retained earnings for the expansion project. It purchased 8.85 acres of land for the new factory beside its old steel plant. It collected term loans of $95 million from ODDO BHF Bank of Germany and $44.2 million from the World Bank, which were disbursed through commercial banks under the supervision of central bank of Bangladesh. It started selling products of its new plant to local and foreign markets from September 2020. == Environmental issue == In April 2019, Forest department of Bangladesh Government filed a case against GPH Ispat Limited for constructing a makeshift dam on the stream of a reserve forest in Sitakunda to secure water supply for its new factory. Later on, GPH ispat published a clarification through national dailies. According to them, it was a pre-preparatory work of the rain water harvesting project, not makeshift dam. ==See also== * BSRM Steels Limited == References == Category:Steel companies of Bangladesh Category:Manufacturing companies established in 2008 Category:Companies based in Chittagong Category:Companies listed on the Chittagong Stock Exchange Category:Bangladeshi brands ",
    "title": "GPH Ispat"
}