{
    "id": "61350144",
    "text": "== History== The first women's refuge in Australia was Elsie Refuge which was started in the inner-Sydney suburb of Glebe in 1974 by a group of Women's Liberation feminist activists including Bessie Guthrie, Kris Melmouth, Jennifer Dakers, Margaret Power, Carol Baker, Diana Beaton and Anne Summers. After months of unsuccessful approaches to government and private developers to secure premises, the women squatted illegally in two vacant houses in Glebe. The project was the beginning of the NSW Women's Refuge Movement that responded to the needs of women and children escaping domestic violence by providing access to specialist accommodation and support services operating within a feminist framework. It followed the lead set in the United Kingdom where the first safe house for women and children escaping domestic violence was set up in Chiswick, West London in 1971, which has since grown into the largest domestic violence organisation in the UK and is now known as Refuge. Throughout the 1970s in New South Wales other refuges were established, including Bonnie Women's Refuge in 1975, Marrickville Women's Refuge in 1976 (also known as the Aboriginal Women and Children's Crisis Service), Jenny's Place in 1977, the Women's Shelter Armidale in 1978 and Louisa Women's and Children's Services and Carrie's Place in 1979. By mid-1975, eleven women's refugees had been established by volunteers nationwide, initially without government funding. The movement initially oversaw the development of local refuges for women and children escaping domestic violence through the organisation of dedicated volunteers, but eventually government funding was provided by the Whitlam Government from 1975. The first national conference of women's refuges was held in 1978. In 1981 the Fraser Government shifted responsibility for the continued funding of refuges to the states. Then in 1984 the federal government introduced the Supported Accommodation Assistance Program (SAAP), which outlined that the states would supply the buildings and the federal government would supply the running costs. In the same year the NSW Women's Refuge Working Party received funding. In 1987 the NSW Women's Refuge Resource Centre (WRRC) was established to distribute information and resources and by the end of the 1990s it had produced a legal aid kit, an access and equity manual, a domestic violence magazine for national distribution and a state conference focusing on Aboriginal women's issues. The NSW Women's Refuge Movement provided services to women with diverse needs, including Indigenous women, women with disabilities and older women and also provided specialist children's programs. The NSW Women's Refuge Movement also played a key role in raising awareness about domestic violence and its social and financial impacts on individuals and the community. However, meeting the administrative costs of the NSW Women's Refuge Movement continued to be a struggle and the movement was effectively dismantled by the NSW Government's 'Going Home, Staying Home' reforms in 2014 overseen by New South Wales Minister for Family and Community Services and Minister for Social Housing, Pru Goward. The existing services were put out to tender and a raft of changes were introduced which undermined the sector's ability to provide specialist services to women and children escaping domestic violence. This seemed to reflect a global trend of cutting resources and funding to women's shelters despite the increasing demand. The majority of refuges were no longer operated as specialist services for the exclusive use of women and children escaping domestic violence but were instead required to accommodate a range of homeless clients, including those suffering from mental health and substance abuse issues and often including men. This resulted in the accommodation being less suitable for women and children fleeing domestic violence. The generic homelessness services provided under the ‘Going Home, Staying Home’ reforms were also more frequently staffed by workers who lacked the necessary specialised knowledge and training in domestic violence. Programs for children and Aboriginal women have also suffered. As a result of the tender process many of the women's refuges were put under the management of larger agencies, often religious charities. This resulted in a deconstruction of the feminist framework that underpinned the NSW Women's Refuge Movement, replaced largely by an incompatible agenda set by organisations actively engaged in promoting male leadership, the sanctity of marriage and restrictions on women's reproductive rights. The funding of perpetrator programs, safety at home and couples counselling has been prioritised in recent years over the maintenance of women's refuges and specialist women's support services. This has led to the call for a National Domestic Violence Funding Program by women's groups to ensure adequate funding of specialist women's refuges and services as opposed to having them subsumed within generic homelessness programs. == See also == * Domestic violence *Women's Refuges ==Further reading== * The NSW Women's Refuge Movement's Little Book of Refuges- First Edition == References == Category:Society in New South Wales Category:Women's shelters in Australia Category:Feminist organisations in Australia ",
    "title": "NSW Women's Refuge Movement"
}