{
    "id": "61359201",
    "text": "Melina Georgousakis is the founder of Franklin Women, an Australian women's organisation for women working in health and medical careers. This organisation has enabled many Early Career Researchers to connect with mentors, as well as learn skills in leadership, and in addition has a fellowship and funding for researchers and carers to take their young children on conference, enabling and enhancing the careers of women in medicine. The impact of her work has enabled many Early Career Researchers to receive mentoring, and she has received numerous awards and received extensive media coverage (see Media, below). == Career == Georgousakis was previously a Research Officer, completing her first postdoc researching the novel vaccines against the bacterium group A streptococcus within the Queensland Institute of Medical Research, Australia. A realisation that she had skills that could be useful outside of the lab helped Georgousakis decide it was time to leave academia. She has reported that \"Although the feeling of “failure” made the process difficult, it didn’t stop her from pursuing her new role as senior research officer in the Policy Support team\" at the National Centre for Immunisation Research and Surveillance in Australia. Prior to founding Franklin Women, she worked in vaccinations and has described a study on lifelong flu shots. '\"What's cool about this study is they were able to quickly mimic in the lab what happens naturally,\" says Melina Georgousakis, a University of Sydney public health researcher who used to design vaccines.' == Education == Georgousakis obtained her Bachelor of Science (hons) and PhD both from the University of Queensland, and her Masters in Public Health from the University of Sydney. == Franklin Women == Soon after her PhD, Georgousakis recognised that the proportion of females in the Health and Medical Research (HMR) sector decreased significantly at leadership positions. After seeing female friends and colleagues experience workplace gender-specific challenges, and subsequently leaving the HMR sector entirely, she founded Franklin Women - a social enterprise and novel platform supporting women's careers and sustainability in the HMR sector. Under her leadership, the Franklin Women team delivers innovative, need-and-evidence-based initiatives, builds a strong support system for women and develops their skills to sustain and progress within the sector. == Women in Medicine == Georgousakis has a history of inspiring people to have careers in science and medicine. In 2019 Georgousakis and Franklin women held a workshop add to the growing interest to increase the visibility of women in science and medicine. The workshop was attended by 40 women, was sold out, and received extensive media coverage. The large amount of background work by the team, to select appropriate women and research their impact in science, combined with significant media coverage across states around Australia meant that interest from people offering to participate from other states developed, including Victoria and Western Australia. == Mentoring programs == The programs founded by Georgousakis have received extensive media coverage, including from University of Sydney, the George Institute for Global Health, the Garvan Institute, the Black Dog Institute, the University of Technology Sydney, Centenary Institute and the University of New South Wales. Several of Australia’s top health and medical research organisations are taking part in the Franklin Women mentoring programs: These include The George Institute, UNSW Sydney, University of Technology Sydney, Children’s Medical Research Institute, Centenary Institute, Ingham Institute, Heart Research Institute, Garvan Institute, Children’s Cancer Institute, Macquarie University, University of Sydney, and Kolling Institute. == Awards == In 2008 she made the Honour role of Young Qld Australian of the year . Georgousakis was awarded the Women in Technology Rising Star Award for her contribution to immunisation policy in Australia and social entrepreneurship in the health science field. Georgousakis was a winner of Pro Bono Australia’s 2018 Impact 25 (the winners were by public vote) == Media == The 2016 Round 1 Carer's Scholarship recipients were interviewed by the University of Sydney on the award and how this scholarship is helping women in the field. Georgousakis was interviewed by Janelle Braithwaite for Lateral Magazine on the Value of a Phd outside academia. Franklin Women and some members were featured in an article in Lab + Life SCIENTIST magazine on empowering women to stay in science. Georgousakis spoke to Nicky Phillips from the Sydney Morning Herald following the announcement of the new NHMRC Gender Equity Policy. Georgousakis joined in the NatureJobs campaign to promote health science careers outside of academia. Georgousakis joined Natasha Mitchell on ABC Radio National Life Matters to talk about the challenges facing early and mid-career researchers. Her work in advancing science and medical careers was reported in BUPA communications. Georgousakis has two articles in The Conversation. == References == Category:Australian women scientists Category:Australian businesspeople Category:Women in medicine Category:Living people Category:Year of birth missing (living people) ",
    "title": "Melina Georgousakis"
}