{
    "id": "61352200",
    "text": "Lake Arlington at sunset Lake Arlington is man-made, detention lake in the Chicago suburb of Arlington Heights, Illinois. The lake's average depth is between .\"Arlington Lake Park on Its Way,\" Christine Winter, The Chicago Tribune (Sept. 25, 1990). ==History== In the early 1980s, the land now containing Lake Arlington was purchased from local farmers by the Village of Arlington Heights for a sum of $2 million. With the goal of creating a stormwater detention basin for McDonald Creek, construction of the lake began in 1985. This project, costing Arlington Heights and surrounding suburbs $9 million, resulted in the lake. In 1990, the Arlington Heights Park District revealed plans to develop the land surrounding the lake into a park. On September 22, 1990, the land was ceremonially given to the park district by the village. According to the Chicago Tribune, the initial development plan was estimated to \"cost about $1.75 million\" and was to \"include a lighted parking lot for 64 cars, boat docks and storage, a fishing dock, a bicycle path, and most likely a playground and a small building with a concession stand and washrooms.\" The park officially opened on June 6, 1992, and all phases of the project were completed by 1995.History – Arlington Heights Park District == Facilities == Today, the lake and its surrounding land is located in a 93-acre park known collectively as Lake Arlington. Facilities include an exercise area, two playgrounds, a fishing pier, a walking and bike path, picnic areas, washrooms, a concession stand, and a boat dock. Canoes, rowboats, kayaks, crew boats, and sailboats can be stored in the boathouse, and sailboats and paddle-boats are available for rent during the summer and fall.Lake Arlington – Arlington Heights Park District While there is a small strip of sand along part of the lake, swimming and wading are not permitted. == Wildlife == Family of Canada geese at Lake Arlington Aside from the lake itself, Lake Arlington consists of wooded areas, tall-grass thickets, and of wetland. The diversity of biomes within the park allow visitors to observe several species of native animals. Resident birds include the great blue heron, American herring gull, barn swallow, Canada goose, mallard, red-winged blackbird, sparrow, American robin, and common loon. The raccoon, eastern gray squirrel, and eastern cottontail can be found within the park. Additionally, bass, bluegills, catfish, carp, and gizzard shads swim in the lake's waters. == References == Category:Arlington Heights, Illinois Arlington ",
    "title": "Lake Arlington"
}