{
    "id": "61351368",
    "text": "Operation Middlesex Peak was a security operation during the Vietnam War conducted by the 196th Light Infantry Brigade later joined by the 198th Light Infantry Brigade, 23rd Infantry Division in Quảng Tín and Quảng Ngãi Provinces from 10 March to 1 July 1971. ==Background== The operation was an ongoing security operation to prevent People's Army of Vietnam (PAVN) and Vietcong (VC) infiltration into the populated coastal lowlands. ==Operation== Cumulative results of all contacts for the period 1 March through 20 March were 68 PAVN/VC killed, 15 individual and 2 crew-served weapons captured and 1 US killed. On 21 March Company A, 5th Battalion, 46th Infantry Regiment killed 5 PAVN/VC and detained 6 suspects. On 28 March in the Battle of FSB Mary Ann, VC overran the base killing 33 US for the loss of 13 VC killed. On the morning of 31 March Troop F, 17th Cavalry Regiment engaged a PAVN/VC force killing 11. On 1 April Company D, 1/46th found an arms cache containing 6 weapons. On 5 April Troop F, 17th Cavalry found 7 graves of PAVN/VC killed by artillery. On 7 April troops of Troop F, 17th Cavalry detonated a mine killing 1 US. On 11 April the 198th Light Infantry Brigade ended its involvement in Operation Finney Hill and joined the operation. For the period 8 through 15 April there were 21 PAVN/VC killed and 8 weapons captured. On 16 April a Company C, 5/46th mechanical ambush detonated killing 3 PAVN/VC and leaving 2 weapons. A 198th Brigade unit detonated a booby-trapped 105mm artillery round resulting in 1 US killed. On 21 April Troop H, 17th Cavalry in night laager position was hit by 2 explosions at 00:15 resulting in 1 US killed and 1 M113A1 destroyed. On 23 April Troop E, 1st Battalion, 1st Cavalry Regiment killed 4 PAVN/VC and captured 1 weapon and Company A, 1st Battalion, 6th Infantry Regiment killed 4 PAVN/VC. On 25 April the two Brigades reported 15 PAVN/VC killed and 3 weapons captured for US losses of 2 killed. On 27 April Troop F, 17th cavalry detonated a land mine resulting in 2 US killed and 1 M113 destroyed. On 28 April Company D, 1st Battalion, 52nd Infantry Regiment killed 4 PAVN and captured 1 weapon. Cumulative results of the operation until the end of April 1971 were 45 US killed and 274 PAVN/VC killed, 13 captured and 90 weapons captured. On 5 May Company D, 1/52nd killed 5 PAVN and 3rd Battalion, 16th Field Artillery regiment killed 3 VC. On 10 May Company B, 26th Engineers detonated a mine resulting in 2 US killed. On 12 May Company E, 1/6th killed 4 VC. On 15 May an aerial observer found 4 VC dead. On 16 May Company D, 1/52nd killed 3 VC and detained 2 suspects. On 17 May Company B, 1/6th killed 1 VC, Company A, 1/52nd killed 1 VC and Company G, 75th Rangers killed 1 VC and captured 1 weapon and 1 suspect. On 19 May Company D 1/52nd engaged 3 PAVN killing 2 and capturing 2 weapons. On 20 May Company B, 1/52nd killed 1 VC and Company A 4/3rd killed 2 VC. On 23 May Recon Company 1/6th and Troop[ D, 1/1st Cavalry killed 3 VC. On 24 May gunships of Troop D, 1/1st cavalry and the 71st Aviation Company killed 4 VC. On 26 May Recon Company, 1/52nd ambushed 3 VC, killed 2 and capturing 6 weapons and Company C, 1/52nd and the 116th Aviation Company killed 6 VC and captured 1 weapon. On 27 May Troop D, 1/1st Cavalry killed 4 PAVN. On 29 May Company D, 4/3rd Infantry killed 1 VC and captured 2 weapons, a patrol from Company A, 4/3rd captured 8 crew-served weapons, Company C, 1/52nd killed 1 VC and a gunship from Troop D 1/1st cavalry killed 1 VC. On 30 may gunships from Troop D, 1/1st Cavalry and Troop B, 123rd Aviation killed 10 VC. On 1 June Company C, 4/3rd killed 1 VC in a mechanical ambush, Company A 4/3rd killed 1 VC and detained 2 suspects, Company A, 1/52nd killed 1 VC and detained 2 suspects and Battery B, 3/16th Artillery killed 5 VC. On 3 June Company B, 4/3rd killed 1 VC, Company A, 1/6th killed 1 VC and captured 2 weapons and 1 suspect and gunships from Troop D, 1/1st Cavalry killed 1 VC. On 4 June a patrol of Company B, 1/52nd received small arms fire resulting in 1 US killed and gunships from Trop B, 123rd Aviation killed 2 VC. On 7 June Company C, 1/52nd killed 1 VC. On 8 June Company E, 1/6th Infantry and Troop D, 1/1st cavalry engaged 25 VC killing 9, in a sweep of the area the next day a further 6 bodies were found. On 11 June Company C, 4/3rd killed 1 VC in a mechanical ambush. On 12 June Company C, 4/3rd killed 1 VC, Company A, 1/52nd killed 1 PAVN and captured 1 weapon. On 13 June Troop D, 1/1st Cavalry killed 3 VC. On 14 June 116th Aviation killed 3 VC. On 17 June Company A, 4/3rd engaged 4 VC capturing 2 and 1 weapon, Company A, 1/52nd killed 1 VC and captured 1 weapon and gunships from 116th Aviation killed 2 VC. On 18 June Company B, 1/52nd and Battery D, 1/14th Artillery received mortar fire losing 1 killed and Company D, 4/3rd killed 1 VC in a mechanical ambush. On 20 June Company B, 1/52nd killed 1 VC, Company D, 1/52nd killed 6 PAVN/VC and captured 3 weapons, Company D, 1/1st killed 1 VC and lost 1 US and 176th Aviation killed 3 VC. On 21 June Company D, 4/3rd killed 1 VC, Company A, 4/3rd killed 1 VC, Company D, 1/52nd detonated a booby-trap losing 1 killed, Company E, 1/52nd snipers killed 1 VC and Troop D, 1/1st cavalry killed 1 PAVN. On 22 June Company A, 4/3rd mechanical ambushes killed 2 VC. On 24 June Recon Company, 4/3rd killed 1 VC, captured 2 and 2 weapons, Troop D. 1/1st killed 3 VC. On 26 June Company A, 4/3rd found a PAVN grave. On 27 June Company C, 1/52nd found 2 VC graves. On 28 June Company C, 4/3rd detonated a booby-trap losing 2 killed. On 29 June Company A, 4/3rd killed 1 VC in a mechanical ambush. On 30 June Company D, 1/6th killed 1 VC and captured a weapon, 1/52nd snipers killed 1 VC and captured 1 weapon, Battery A, 3/18th Artillery received mortar fire losing 1 US killed and Troop B, 123rd Aviation killed 1 VC. ==Aftermath== The operation concluded on 1 July 1971. US losses were 50 killed, 463 PAVN/VC were killed and 22 captured and 122 individual and 16 crew-served weapons captured. ==References== Category:1971 in Vietnam Category:Battles and operations of the Vietnam War Category:Battles and operations of the Vietnam War in 1971 Category:History of Quảng Nam Province Category:History of Quảng Ngãi Province ",
    "title": "Operation Middlesex Peak"
}