{
    "id": "61360378",
    "text": "F. Gregory Ashby is a Distinguished Professor of Psychological & Brain Sciences at the University of California, Santa Barbara (UCSB). He is known for his work in mathematical psychology, cognitive psychology, and cognitive neuroscience. == Education and Career == Ashby received a B.S. in Mathematics and Psychology from the University of Puget Sound in Tacoma, WA in 1975. In 1976, he began his graduate work under James Townsend at Purdue University. He received an M.S. in Psychology from Purdue in 1976, and a Ph.D. in 1980. In 1980, he was awarded an NSF Postdoctoral Fellowship, which he completed in the lab of William K. Estes at Harvard University during the 1981-1982 academic year. His first academic position was as an Assistant Professor at Ohio State University. He moved to UCSB in 1986, where he has remained ever since. He was promoted to Full Professor in 1994 and named a Distinguished Professor in 2013. During his time at UCSB, Ashby served as Chair of the Department of Psychological & Brain Sciences, Chair of the Interdepartmental Graduate Program in Dynamical Neuroscience, and as the inaugural Director of the UCSB Brain Imaging Center. Professionally, he served as President of the Society for Mathematical Psychology (1995-1996), Chair of the National Institutes of Health Cognition and Perception Study Section (2005-2007), and Associate Editor of the Journal of Experimental Psychology: Learning, Memory & Cognition (2000-2002). He is a Fellow of the American Psychological Society, the Psychonomic Society, and the Society for Experimental Psychology. In 2017, he was awarded the Howard Crosby Warren Medal for outstanding achievement in Experimental Psychology in the United States and Canada. == Research == Ashby’s research combines cognitive neuroscience, cognitive psychology, computational modeling, and empirical data collection to study the neural and cognitive mechanisms that mediate human learning, from initial acquisition through automaticity. His work has made a number of seminal contributions. First, he is known for his proposal that environmental events that elicit positive mood (e.g., happiness) cause cortical dopamine levels to rise for 20 – 30 minutes, and that these elevated dopamine levels improve executive function, creative problem solving, and working memory.Ashby, F. G., Isen, A. M., & Turken, A. U. (1999). A neuropsychological theory of positive affect and its influence on cognition. Psychological Review, 106, 529-550. Second, he was among the first to propose that humans have multiple learning systems, which for the most part, are functionally and anatomically distinct, evolved at different times for different purposes, learn different types of information, and thrive under qualitatively different types of conditions.Ashby, F. G., Alfonso-Reese, L. A., Turken, A. U., & Waldron, E. M. (1998). A neuropsychological theory of multiple systems in category learning. Psychological Review, 105, 442-481.Ashby, F. G., & Maddox, W. T. (2005). Human category learning. Annual Review of Psychology, 56, 149-178.Ashby, F. G., & Valentin, V. V. (2017). Multiple systems of perceptual category learning: Theory and cognitive tests. In H. Cohen and C. Lefebvre (Eds.), Handbook of categorization in cognitive science, 2nd Edition (pp. 157-188). Cambridge, MA: Elsevier. Third, he was a leader in developing a multidimensional generalization of signal detection theory called general recognition theory.Ashby, F. G., & Townsend, J. T. (1986). Varieties of perceptual independence. Psychological Review, 93, 154-179.Ashby, F. G., & Perrin, N. A. (1988). Toward a unified theory of similarity and recognition. Psychological Review, 95, 124-150. Ashby, F. G., & Gott, R. E. (1988). Decision rules in the perception and categorization of multidimensional stimuli. Journal of Experimental Psychology: Learning, Memory, and Cognition, 14, 33-53. ==References== Category:University of California, Santa Barbara faculty Category:Year of birth missing (living people) Category:Living people ",
    "title": "F. Gregory Ashby"
}