{
    "id": "61362399",
    "text": "2019 OK is a near-Earth asteroid noted for its sudden, surprise discovery on the day before its close flyby in 2019. The object's size is estimated at across, the closest asteroid of such size discovered in 2019. It is uncommon for asteroids of this size to pass within of Earth. == Discovery == The first valid detection occurred on 24 July 2019, when it was from Earth and had an apparent magnitude of 14.7. The full moon on 16 July 2019 slowed down the discovery rate during mid-July. The asteroid was detected by Cristóvão Jacques, Eduardo Pimentel and João Ribeiro at the private SONEAR Observatory in Oliveira, Minas Gerais when it was very close to opposition (opposite the Sun in the sky) with a solar elongation of 170 degrees. About 10 hours later it was independently detected by ASAS-SN project in images from two of its telescopes, which allowed a preliminary determination of its orbit. It was subsequently listed on the Minor Planet Center's Near-Earth Object Confirmation Page (NEOCP) as S511618. The listing was confirmed and publicly announced as 2019 OK with three hours remaining before the 25 July 2019 closest approach. Various circumstances prevented an earlier discovery, despite the efforts to continuously hunt for such objects. The earlier appearance was not lost in the glare of the Sun, but was not favorable to survey instruments located in the Northern Hemisphere, due to its celestial direction in the constellation Capricornus and the bright moon. The Pan- STARRS1 telescope recorded an image of 2019 OK on 28 June 2019 when it was from Earth and had an apparent magnitude of 22.9. Automatic analysis missed detecting the object in the Pan-STARRS image because the object was too faint. The Pan-STARRS1 telescope again saw the object on 7 July 2019 when the object was brighter with magnitude 21.2. However, because it was moving directly towards the observer, its apparent motion was extremely slow, with a rate of 0.01 degrees/day, and it was not recognized as a moving object. == Orbit and classification == The asteroid is a member of the Flora family (), a giant asteroid family and the largest family of stony asteroids in the main-belt. It orbits the Sun in the inner main-belt at a distance of 0.5–3.4 AU once every 2 years and 9 months (993 days; semi-major axis of 1.95 AU). Its orbit has an eccentricity of 0.76 and an inclination of 1° with respect to the ecliptic. ==2019 flyby== On 25 July 2019 at 01:22 UTC it had its closest approach to Earth, when it passed about —less than one-fifth of the distance to the Moon. Its speed was nearly per hour. On 28 July 2116 the asteroid will pass about from Earth. === Close flybys of larger asteroids=== {|class=\"wikitable sortable\" style=\"text-align:center; font-size:0.9em;\" |+Asteroids roughly 50+ meters in diameter (H≤24) that passed inside 1 lunar distance from 2009–2019 ! Asteroid ! Date ! Distance (thousand km) ! H ! Diameter (meters) (albedo=0.15) |- bgcolor=#edf3fe | 2019 OK || 2019-07-25 || 71 || 23.3 || 75 |- | 2019 OD || 2019-07-24 || 357 || 23.5 || 68 |- | || 2018-05-15 || 202 || 23.6 || 65 |- | || 2018-04-15 || 192 || 23.8 || 60 |- | 2018 AH || 2018-01-02 || 296 || 22.5 || 110 |- | 367943 Duende || 2013-02-15 || 34 || 24.0 || 54 |- | || 2011-12-03 || 347 || 23.2 || 79 |- | || 2011-11-08 || 324 || 21.9 || 140 |} Asteroids in the Chelyabinsk meteor size range to Tunguska size range (absolute magnitude H ~26–24) approach closer than the Moon about once per month. Asteroids with an absolute magnitude of 26–24 will vary in size from depends on the objects albedo (how reflective it is).Asteroid Size Estimator using H=26 albedo=0.25 and H=24 albedo=0.05 === Potential impact effects=== If 2019 OK had been around in diameter an Earth impact could have released as much power as the 50 megatons generated by Tsar Bomba.Asteroid Danger Explained (ESA) If 2019 OK had been around the middle of the size estimates it could have released the equivalent explosive energy of about 10 megatons of TNT similar to the 1908 Tunguska event that flattened 2,000 km2 (770 square miles) of forest land. If 2019 OK had been on the smaller size it still could have released over 30 times the energy of the atomic blast by Little Boy at Hiroshima.The day Earth had a near-miss with a 'city-killer' asteroid. Liam Mannix, The Sydney Herald 25 July 2019. == Notelist == == See also == *2020 LD *Asteroid impact prediction *List of asteroid close approaches to Earth in 2019 *List of asteroid close approaches to Earth *List of bolides (asteroids and meteoroids that impacted Earth) == References == == External links == * * at the IAU Minor Planet Center * # Category:Minor planet object articles (unnumbered) 20190725 20190725 ",
    "title": "2019 OK"
}