{
    "id": "61366952",
    "text": "Bruce Sabath is an American actor, known for his work in live-performance theater. He made his Broadway debut playing Larry in the 2006 Tony Award- winning revival of Stephen Sondheim's hit musical Company. His transition from a career on Wall Street to working on Broadway was cited by The Wall Street Journal as an example of Sequential Multiple Careers. ==Early life and education== Bruce was born and raised in Rochester, New York, the son of Martin Cherkas Sabath, a career engineer at Eastman Kodak Company and Margie Guggenheim Sabath. He attended Brighton High School in Rochester, where he was active as a musician (he studied clarinet with Michael Webster, principal clarinetist with the Rochester Philharmonic), singer and actor. He graduated as class valedictorian in 1980. Bruce was also a leader, both nationally and in his home region, in the National Federation of Temple Youth - serving as a songleader at Reform Jewish events across the US and Canada. While at Harvard, Bruce was an early member of the a cappella group the Harvard Din & Tonics. In his senior year, Bruce played Tevye in a college production of Fiddler on the Roof. While at Wharton, Bruce was featured in the Wharton Follies. ==Business career== After earning a BA (with honors) in Applied Mathematics and Computer Science from Harvard in 1984, Bruce worked for Andersen Consulting, primarily focusing on financial modeling in mortgage backed securities. He then transitioned into investment banking at First Boston in 1985. In 1988, he enrolled in the MBA program at the Wharton School of the University of Pennsylvania where he graduated in 1990 with a concentration in Finance and Entrepreneurial Management. Thereafter, he worked as a strategy consultant at the Boston Consulting Group in NYC, then as Director of Strategy at American Express. ==Acting career== In 1997, Bruce decided to leave his career on Wall Street and pursue acting. For the next two years, he studied acting at the Esper Studio, movement at Actors' Movement Studio, and voice with Joyce Hall. In 1999, he received his first professional acting job in the second national tour of Victor/Victoria. ===Stage=== In 2006, he played Larry in the Broadway Revival of Company which won the Tony Award for Best Revival of a Musical. Subsequently, Bruce has had a varied theatre career including contemporary plays (playing Richard Nixon in Frost/Nixon in its southeast premiere at the Caldwell Theatre in Florida), classics (playing Beralde in Moliere's The Invalid at the Schoolhouse Theatre in New York), and musical theatre (notably playing Tevye in Fiddler on the Roof at Stages St. Louis, for which he won the 2014 BroadwayWorld Award for best Actor in a Musical). Bruce played infamous movie mogul Jack L. Warner in the New York premiere of the new musical Cagney, first at the York Theatre (2015), then for over 500 performances at the Westside Theatre (2016–17), as well as in a brief run in Los Angeles at the El Portal Theatre. In 2018, Bruce played Lazer Wolf in the historic Fiddler on the Roof in Yiddish at the National Yiddish Theatre Folksbiene. The production extended from its original eight weeks to six months, and then transferred to Stage 42 for an open-ended commercial run. The production won the Drama Desk Award for Best Revival of a Musical, as well as several other awards. ===Film=== Bruce's screen credits include appearances on The Blacklist (NBC), Elementary (CBS), Madam Secretary (CBS) and Limitless (CBS). ==Activities and interests== Bruce is an avid long-distance runner. Inspired by actor Cynthia Erivo who ran the Brooklyn Half Marathon on a two-show day of The Color Purple on Broadway, Bruce ran that race the following year on a two-show day of Cagney, and has run numerous half marathons on two-show days since. Bruce is active with Broadway Cares/ Equity Fights AIDS (BCEFA). He co-chaired fundraising efforts of Fiddler on the Roof in Yiddish in their fall 2018 and spring 2019 fundraising campaigns, and in both cases, the show raised more than any other off-Broadway show. Bruce serves on the BCEFA Grants committee and has worked to expand industry participation and fundraising in the new BCEFA event, Broadway Run. ==References== ==External links== * Category:Living people Category:Year of birth missing (living people) Category:21st-century American male actors Category:American male stage actors Category:American male television actors Category:Broadway actors Category:Harvard University alumni Category:Male actors from Rochester, New York Category:Wharton School of the University of Pennsylvania alumni ",
    "title": "Bruce Sabath"
}