{
    "id": "61365245",
    "text": "Prince Siddhārtha leaving the palace on a horse during the Great Renunciation. Deities support the hooves of the horse. Approximately 2nd century, India The Great Renunciation or Great Departure is the traditional term for the departure of Gautama Buddha ( BCE) from his palace at Kapilavastu to live a life as an ascetic (, ). It is called the Great Renunciation because it is regarded as a great sacrifice. Most accounts of this event can be found in post-canonical Buddhist texts from several Buddhist traditions, which are the most complete. These are, however, of a more mythological nature than the early texts. They exist in Pāli, Sanskrit and Chinese language. According to these accounts, at the birth of Prince Siddhārtha Gautama, the Buddha-to-be, Brahmin priests predicted that he would either become a world teacher or a world ruler. To prevent his son from turning to religious life, Prince Siddhārtha's father and rāja of the Śākya clan Śuddhodana did not allow him to see death or suffering, and distracted him with luxury. During his childhood, Prince Siddhārtha had a meditative experience, which made him realize the suffering (, ) inherent in all existence. He grew up and experienced a comfortable youth. But he continued to ponder about religious questions, and when he was 29 years old, he saw for the first time in his life what became known in Buddhism as the four sights: an old man, a sick person and a corpse, as well as an ascetic that inspired him. Shortly after, Prince Siddhārtha woke up at night and saw his female servants lying in unattractive poses, which shocked the prince. Moved by all the things he had experienced, the prince decided to leave the palace behind in the middle of the night against the will of his father, to live the life of an wandering ascetic, leaving behind his just-born son Rāhula and wife Yaśodharā. He traveled to the river Anomiya with his charioteer Chandaka and horse Kaṇṭhaka, and cut off his hair. Leaving his servant and horse behind, he journeyed into the woods and changed into monk's robes. Later, he met King Bimbisāra, who attempted to share his royal power with the former prince, but the now ascetic Gautama refused. The story of Prince Siddhārtha's renunciation illustrates the conflict between lay duties and religious life, and shows how even the most pleasurable lives are still filled with suffering. Prince Siddhārtha was moved with a strong religious agitation (Sanskrit and ) about the transient nature of life, but believed there was a divine alternative to be found, found in this very life and accessible to the honest seeker. Apart from this sense of religious agitation, he was motivated by a deep empathy with human suffering (Sanskrit and ). Traditional accounts say little about the early life of the Buddha, and historical details cannot be known for certain. Historians argue that Siddhārtha Gauatama was indeed born in a wealthy and aristocratic family with a father as a rāja. But the hometown was an oligarchy or republic, not a kingdom, and the prince's wealth and blissful life have been embellished in the traditional texts. The historical basis of Siddhārtha Gautama's life has been affected by his association with the ideal king (cakravartin), inspired by the growth of the Maurya empire a century after he lived. The literal interpretation of the confrontation with the four sightsseeing old age, sickness and death for the first time in his lifeis generally not accepted by historians, but seen as symbolical for a growing and shocking existential realization, which may have started in Gautama's early childhood. Later, he may have intentionally given birth to his son Rāhula before his renunciation, to obtain permission from his parents more easily. The double prediction which occurred shortly after the prince's birth point at two natures within Prince Siddhārtha's person: the struggling human who worked to attain enlightenment, and the divine descendant and cakravartin, which are both important in Buddhist doctrine. The Great Renunciation has been depicted much in Buddhist art. It has influenced ordination rituals in several Buddhist communities, and sometimes such rituals have affected the accounts in turn. A modified version of the Great Renunciation can be found in the legend of the Christian saints Barlaam and Josaphat, one of the most popular and widespread legends in 11th- century Christianity. Although the story describes a victorious Christian king and ascetic, it is imbued with the Buddhist themes and doctrines derived from its original. In modern times, authors such as Edwin Arnold (1832–1904) and Jorge Luis Borges (1899–1986) have been influenced by the story of the Great Renunciation. == Sources == Several Early Buddhist Texts such as the Ariyapariyasenā Sutta and the Mahāsaccaka Sutta, as well as sections in the texts on monastic discipline (Sanskrit and ), contain fragments about the early life of the Buddha, but not a complete and continuous biography. Nevertheless, even in these fragments, the great departure is often included, especially in Chinese translations of the early texts from the Mahīśāsaka and Dharmaguptaka schools. Later onward, several Buddhist traditions have produced more complete accounts, but these are of a more mythological nature. This includes a more complete biography in the Vinaya of the Mūlasarvāstivādins from the 4th century BC, and several related texts. Sanskrit texts that deal with the life of the Buddha are the Buddhacarita by Aśvaghoṣa ( – CE), the Mahāvastu from the Lokottaravādins (1st century CE), the Lalitavistara from the Sarvāstivādins (1st century CE) and the Saṅghabedavastu. There are also translated biographies in Chinese about the life of the Buddha, of which the earliest can be dated between the 2nd and 4th century BC. Many of these include the Chinese word for Great Departure as part of the title. One of the most well-known of these is the Fobenxingji Jing (), usually translated as the 'Sūtra of the Departure'. Sinhalese commentators have composed the Pāli language Jātakanidāna, a commentary to the Jātaka from the 2nd – 3rd century CE, which relates the Buddha's life up until the donation of the Jetavana Monastery. Other important Pāli biographies of later origin are the 12th- century Jinālaṅkāra by Buddharakkhita, the 13th-century Jinacarita by Vanaratana Medhaṅkara, the 18th-century Mālāṅkāra Vatthu and Jinamahānidāna from the 14th \\- 18th century. However, the most widely distributed biography in Southeast Asia is the late medieval Paṭhamasambodhi, recorded in Pāli and at least eight vernacular languages. Besides textual sources, information about basic elements of the life of the Buddha can be obtained from early Buddhist art, which is often much older than biographical sources. These artistic depictions were produced in a time when there was no continuous written account of the life of the Buddha available yet. == Accounts == In Buddhist discourses, the Great Renunciation and Departure are usually mentioned in the life of the Buddha, among several other motifs that cover the religious life of the Buddha-to-be, Prince Siddhārtha Gautama (): his first meditation, marriage, palace life, four encounters, life of ease in palace and renunciation, great departure, encounter with hunters, and farewell to his horse Kaṇṭhaka and his charioteer Chandaka (). In the Tibetan tradition, the Great Departure is mentioned as one of twelve great acts of a Buddha, and the Pāli commentarial tradition includes the Great Departure in a list of thirty deeds and fact that describe Buddhahood. === Birth and early youth === Māyā on his left, asks Brahmins to interpret the Queen's dream|alt=Kneeling figures sitting around a throne with a king and queen on it Traditional Buddhist texts relate that Prince Siddhārtha Gautama was born with 32 auspicious bodily characteristics. Based on the child's body, as well as his parents' dreams about his birth, eight Brahmin priests and a holy man called Asita made a prediction that he would either become a world teacher or a world ruler (, ), though one of the Brahmins, Kaundinya, and according to some sources Asita, stated that the child could only become a world teacher. To prevent his son and heir apparent from turning to religious life, Prince Siddhārtha's father and rāja of the Śākya () clan Śuddhodana () did not allow him to see death or suffering, and distracted him with luxury to prevent him from worrying and becoming interested in the religious life. The early texts and post-canonical biographies describe in much detail how the rajas son lived in great luxury. Śuddhodana provided him with three palaces in Kapilavastu () for the summer, winter and monsoon, as well as many female attendants to distract him. During his childhood, the prince had his first experience of meditation sitting under a Jambu tree during the Royal Ploughing Ceremony. In some later texts, this is extensively described, explaining how the young prince looked at the animals on the courtyard eating each other, and him realizing the suffering (, ) inherent in all existence. This caused him to attain meditative absorption. During this meditative experience, the shadow of the tree remained miraculously still, leading the king to come and bow for his own son. The experience would later be used by Gautama after his renunciation, when he discarded austerities and sought another path. It is also a brief summary of what was yet to come: seeing duḥkha and using meditation to find a way to transcend it. === The four sights === Prince Siddhārtha leaving for a visit to the city, preceding the Great Renunciation. 1 Northern Gate, upright=.75 When Prince Siddhārtha was 16, he married Yaśodharā (), just like him of the warrior-noble caste, who is described as perfect in many ways. All the while, the texts depict Prince Siddhārtha as the perfect prince, being both a good student, a good warrior and a good husband, to emphasize the glory he would have to leave behind when renouncing the palace life. He is described as intelligent, eager to learn and compassionate. But the prince continued to ponder about religious questions, and when he was 29 years old, he traveled outside the palace. He then sawaccording to some accounts, on separate occasionsfour sights for the first time in his life: an old man, a sick person, a corpse and an ascetic. Most traditional texts relate that the sights were brought about through the power of deities, because Śuddhodana had kept all such people away from his son's sight. However, some sources say it was because of chance. Regardless, Prince Siddhārtha learned that everyone, including himself, will have to face old age, sickness and death in the same way. He was shocked by this, and found no happiness in the palace life. The fourth sign was an ascetic who looked at ease, restrained and compassionate. The ascetic taught compassion and non-violence and gave the prince hope that there was a way out of suffering, or a way toward wisdom. Therefore, again, the prince discovered what he would later understand more deeply during his enlightenment: duḥkha and the end of duḥkha. Some time later, Prince Siddhārtha heard the news that a son had been born to him. The Pāli account claims that when he received the news of his son's birth he replied \"\", meaning 'A rāhu is born, a fetter has arisen', that is, an impediment to the search for enlightenment. Accordingly, the rāja named the child Rāhula, because he did not want his son to pursue a spiritual life as a mendicant. In some versions, Prince Siddhārtha was the one naming his son this way, for being a hindrance on his spiritual path. === Discontentment === alt=Prince surrounded by female attendants in palace-like structure After having taken a bath and having been adorned by a barber who was a deity in disguise, Prince Siddhārtha returned to the palace. On his way back, he heard a song from a Kapilavastu woman called Kisā Gotami, praising the prince's handsome appearance. The song contained the word nirvṛtā (), which can mean 'blissful, at peace', but also 'extinguished, gone to Nirvana'. The song fascinated him for this reason, and he took it as a sign that it was time for him to seek Nirvana. Foucher describes this as follows: In some versions of the story, he therefore rewarded the woman for her song with a string of pearls. Before Prince Siddhārtha decided to leave the palace, in the morally oriented Lalitavistara he is seen asking his father whether he could leave the city and retire to the forest, but his father said his son that he would give anything for him to stay. Then the prince asked his father whether he could prevent him from growing old, becoming sick or die: the rāja answered he could not. Knowing that his son would therefore leave the palace, he gave him his blessing. That night, Prince Siddhārtha woke up in the middle of the night only to find his female servant musicians lying in unattractive poses on the floor, some of them drooling. The prince felt as though he was in a cemetery, surrounded by corpses. Indologist Bhikkhu Telwatte Rahula notes that there is an irony here, in that the women originally sent by the rāja Śuddhodana to entice and distract the prince from thinking to renounce the worldly life, eventually accomplish just the opposite. Prince Siddhārtha realized that human existence is conditioned by dukkha, and that the human body is of an impermanent and loathsome nature. In another version of the story recorded in the Lalitavistara, the musicians played love songs to the prince, but the deities caused the prince to understand the songs as praising detachment and reminding him of the vow to Buddhahood which he took in previous lives. That night, Prince Siddhārtha dreamt five different dreams, which he would later understood to refer to his future role as a Buddha. === Leaving the palace === Just before the prince leaves the palace for the spiritual life, Prince Siddhārtha takes one look at his wife Yaśodharā and his just-born child. upright=.75 Moved by all the things he had experienced, the prince decided to leave the palace behind in the middle of the night against his father's will, to live the life of an wandering ascetic, leaving behind his son and wife Yaśodharā. Just before he left the palace for the spiritual life, he took one look at his wife Yaśodharā and his newborn child. Fearing his resolve might waver, he resisted to pick up his son and left the palace as planned. Some versions of the story say that deities caused the royal family to fall into a slumber, to help the prince escape the palace. Because of this, Chandaka and Kaṇṭhaka tried to wake up the royal family, but unsuccessfully. Nevertheless, in some accounts the prince is seen taking leave from his father in a respectful manner, while the latter slept. Finally, Chandaka and Kaṇṭhaka both protest against the prince's departure, but the prince went on anyway. Having finally left the palace, the prince looked back at it once more and took a vow that he would not return until he had attained enlightenment. The texts continue by relating that Prince Siddhārtha was confronted by Māra, the personification of evil in Buddhism, who attempted to tempt him to change is mind and become a cakravartin instead, but to no avail. However, in most versions of the story, as well as visual depictions, there is no such figure. In some versions and depictions, it is not Māra, but Mahānāman (), father of Yaśodharā, or the local city goddess (representing the distressed city). Regardless, the prince traveled on horse with his charioteer Chandaka, crossing three kingdoms, reaching the river Anomiya (). There he gave all his ornaments and robes to Chandaka, shaved his hair and beard and became a religious ascetic. Tradition says the prince threw his hairknot in the air, where it was picked up by deities and enshrined in heaven. The brahma deity Ghaṭikāra offered him his robes and other . Siddhārtha then comforted Chandaka and sent his charioteer back to the palace to inform his father, while the former prince crossed the river. Chandaka was to tell the king that his son had not chosen this life because of spite or lack of love, nor for \"yearning for paradise\", but to put an end to birth and death. He had been the witness to the departure from the start up until the transformation into a mendicant, which was exactly what he was required to see, to make the palace understand the transformation was irreversible. The former prince dismissing Chandaka and his horse Kaṇṭhaka is the severing of the last tie that bound him to the world. Chandaka left reluctantly; Kaṇṭhaka died because it could not bear the loss. (Although in some versions Prince Siddhārtha returned with Chandaka to the palace first.) The former prince then continued his journey into the woods, probably in the area of Malla. According to some accounts, he changed his princely clothes into more simple clothes only now, when he met a woodsman or hunter. The former prince then swapped his clothes with the man, who is in some versions identified with the deity Indra in disguise. Scholar of iconography Anna Filigenzi argues that this exchange indicates Gautama's choice to engage in a more \"primitive\" kind of society, removed from urban life. Ascetic Gautama then traveled via the Uttarāpatha (Northern Route) passing Rājagṛha, present-day Rajgir. There Gautama met king Bimbisāra, who was much impressed by his demeanor. The king sent a retainer to offer a share to his kingdom, or according to some sources, a position as a minister. The king Gautama refused, however, but promised to return later after his enlightenment. Meanwhile, when the royal family realized their son and prince was gone, they suffered from the loss. But they were able to deal with it partly by raising grandson Rāhula. As for the prince's jewels, the queen discarded those in a pond to forget the loss. === Discrepancies === Pali sources state that the renunciation happened on the full moon day of Āsādha (), whereas sources from the Sarvāstivāda and Dharmaguptaka schools say it happened on Vaiśākha (). There are also textual discrepancies with regard to which day Prince Siddhārtha left, some texts stating the 8th day of the waxing moon, others the 15th, as was already observed by Chinese translator Xuan Zang ( – 664 CE). Other early Buddhist textual traditions contain different accounts with regard to Rāhula's birth. The Mahāvastu, as well as Mūlasarvāstivāda texts, relate that Rāhula was on the evening of the renunciation of the prince, and only born six years later, on the day that Prince Siddhārtha achieved enlightenment. Mūlasarvāstivādin and later Chinese texts such as the Abhiniṣkramaṇa Sūtra give two types of explanation for the long gestation period: the result of karma in Yaśodharā and Rahula's past lives, and the more naturalistic explanation that Yaśodharā's practice of religious austerities stunted the foetus' growth. Buddhist studies scholar John S. Strong notes that these alternative accounts draw a parallel between the quest for enlightenment and Yaśodharā's path to being a mother, and eventually, they both are accomplished at the same time. == In Buddhist doctrine == alt=Two figures wearing headdresses, riding horses The Great Renunciation functions as a \"founding story\" of Buddhism. Prince Siddhārtha's leaving the palace is traditionally called the Great Renunciation because of the great sacrifice it entails. Archaeologist Alfred Foucher pointed out that the Great Departure marks a point in the biographies of the Buddha from which he was no longer a prince, and no longer asked the deities for assistance: \"And as such he found himself in an indifferent world, without guidance or support, confronted with both the noble task of seeking mankind's salvation and the lowly but pressing one of securing his daily bread ...\" The sacrifice meant that he discarded his royal and caste obligations to affirm the value of spiritual enlightenment. The story of his renunciation illustrates the conflict between lay duties and religious life, and shows how even the most pleasurable lives are still filled with suffering. All traditional sources agree that the prince led a very comfortable life before his renunciation, emphasizing the luxury and comfort he had to leave behind. He renounced his life in the palace in order to find \"the good\" and to find \"that most blessed state\" which is beyond death. The story of the Great Renunciation is therefore a symbolic example of renunciation for all Buddhist monks and nuns. The Buddha's rejection of the hedonism of the palace life would be reflected in his teaching on the Middle Way, the path between the two extremes of sensual pleasure and self-mortification. The Buddha's motivation is described as a form of strong religious agitation (Sanskrit and ), a sense of fear and disgust that arises when confronted with the transient nature of the world. The Buddha was shocked by the pervasiveness of old age, sickness and death, and spoke about a noble quest of stillness, in which one faces duḥkha as it is and learns from it. The early Buddhist texts state that Prince Siddhārtha's motivation in renouncing the palace life was his existential self-examination, being aware that he would grow old, become sick and die. This awareness would also inspire his teachings later, such as on suffering and the four noble truths. The Buddha has also described his motivation to leave the palace life as a yearning for a life that is \"wide open\" and as \"complete and pure as a polished shell\", rather than the palace which is \"constricting, crowded and dusty\". Author Karen Armstrong has suggested that the Buddha's motivation to renounce the worldly life was motivated by a belief in opposites, a feature of the perennial philosophy common in the pre-modern world, that is, that all things in mundane life have their counterpart in divine life. The Buddha looked for the divine counterpart of the suffering of birth, ageing and deaththe difference was, though, that the Buddha believed he could realize this counterpart in a \"demonstrable reality\" in the mundane world, natural to human beings and accessible to the honest seeker. Scholar of religion argues that the Buddha's motivation for renunciation was a cognitive dissonance between the pleasurable palace life and the hard reality of age, sickness and death in real life, and a resulting emotional tension. upright=1.35 Generally, Buddhists regard the marriage between Prince Siddhārtha and Princess Yaśodharā as a good one, and the prince as an example of loving-kindness for his wife and son. All Buddhist schools agree that his main motivation in this is a deep empathy with human suffering (Sanskrit and ). Though the prince left behind his wife and only son, Buddhists see this lifetime in the context of a path of many lifetimes, through which both the wife and child had taken vows to become a disciple of the Buddha. In of the previous lives of the Buddha, as Sumedha, Yaśodharā and Sumedha are depicted taking a vow to spend the following lifetimes together, on the condition that Yaśodharā would not hinder the Buddha-to-be on his quest. After having become the Buddha, the former Prince Siddhārtha is seen to come back to the palace to teach Yaśodharā and Rāhula and liberate them as well. Eventually Yaśodharā became a nun and attained enlightenment. In the same story, the Buddha is also described teaching his father, and later on, his step-mother Mahāpajāpatī who had raised him. The Great Renunciation is not only a part of the biography of Gautama Buddha, but is a pattern that can be found in the life of every single Buddha, part of a pre-established blueprint that each Buddha must follow. == Scholarly analysis == === Historical === upright=.75 Only a little information is given in the texts and discourses about the early life of the Buddha, which contrasts with the abundance of traditional sources about the rest his life, from enlightenment to Parinirvana. Bareau speculated that this may be because the Buddha was disinclined to talk about it, either out of modesty, or because heand also his leading disciples did not consider that relating his secular life was sufficiently edifying, as opposed to his religious life. Furthermore, since the accounts about the Buddha's life are filled with mythological embellishments, it may be not be possible to know the exact history, though the accounts are clearly based around historical events. The site of Siddhārtha Gautama's birth, Kapilavastu, is considered likely to have been historically genuine, though not as commercially important as depicted in later texts. It was an oligarchy or republic, led by a council with alternating rājas, which at the time of Siddhārtha Gautama's birth was Śuddhodana. Śuddhodana was a large landowner belonging to the nobility, and was likely to have had \"considerable speaking ability and persuasive powers\", which his son Siddhārtha may have inherited. Siddhārtha Gautama was probably born in a wealthy and aristocratic family. Indologist A.K. Warder believed that Siddhārtha Gautama's three palaces were historical, but \"... conventional luxury for a wealthy person of the time, whether a warrior or a merchant\". However, the palaces were probably houses with multiple levels, not great palaces. Buddhologist André Bareau (1921–1993) argued that the association that is made between the life of the Buddha and that of the cakravartin may have been inspired by the rapid growth of the Maurya Empire in 4th-century BCE India, though it could also be a pre-Buddhist tradition. Kapilavastu has been identified with both Piprahwā-Ganwārīā, India, and Tilaurākoṭ, Nepal, and scholars are divided as to which site is more likely to have been the historical Kapilavastu. During the time of King Ashoka (3rd century BCE), the area was already regarded as the birthplace of the Buddha, judging from the pillar that was erected in Lumbinī, Nepal. With regard to the mentioning of castes in the texts, scholars are in debate as to what extent Kapilavastu was already organized along the lines of the castes of mainland India. Apart from Kapilavastu, nineteen other places featured in the first 29 years of the prince's life were identified by Xuan Zang, who was also a well-known pilgrim. Foucher argued that these places were based on oral recitation traditions surrounding pilgrimages, which now have been lost. The marriage between Siddhārtha Gautama and Yaśodharā is very likely to be historical. After all, according to Foucher, the monastic and celibate composers of the biographies would have had no good reason to include it if it was not a notable event. Scholars have pointed out that the four sights are not mentioned in the earliest texts in relation to Gautama Buddha, but they are mentioned in one of those texts (, ) with regard to another Buddha, that is, Vipaśyin Buddha (). Nevertheless, the biographies connect this motif with Gautama Buddha from still a relatively early date, and the Mahāvadāna Sūtra also says that these events were repeated in the life of every Buddha. The earliest texts do mention that the Buddha reflected on aging, sickness and death, thereby overcoming the delusion of eternal youth, health and a long life, and deciding to help humanity conquer aging, sickness and death. This part is most likely historical: though it is unlikely that it was possible to raise the young Siddhārtha as \"blissfully unaware\" as described in traditional texts, it is clear from multiple early texts that confrontation with old age, sickness and death was an important motivation in his renunciation. In the words of Buddhist studies scholar Peter Harvey: The Great Departure and the temptation of the Buddha, first half of the 3rd century, India (upright=.75 Bareau pointed out that the four sights express the moral shock of confrontation with reality in a legendary form. Moreover, studying Vinaya texts, he found an episode with Prince Siddhārtha as a child, expressing the wish to leave the palace and family life, which Bareau believed was the actual cause for the rājas concern about his son leaving, rather than the prediction or the four sights. Bareau dated this explanation to the first century after the Buddha or even the Buddha himself (5th century BCE), whereas he dated the four sights and the motif of the blissful youth to the Maurya period (late 4th century BCE) and a century afterwards, respectively. He related these motifs to the association of the Buddha with the cakravartin, which would have made most sense during the rise of the Maurya empire. The connection between deities and previous Buddhas on the one hand, and the four sights on the other hand, Bareau dated to the end of the 3rd century BCE. It was then applied to Gautama Buddha in the 1st century BCE or 1st century CE. Drawing from a theory by philologist , Buddhist studies scholar Bhikkhu Anālayo argues, on the other hand, that the four sights might originate in pictorial depictions used in early Buddhism for didactic purposes. These are already mentioned in the early texts and later generations might have taken these depictions literally. With regard to the restrictions enforced by Śuddhodana, Schumann said it is probable that the rāja tried to prevent his son from meeting with free- thinking samaṇa and ' wandering mendicants assembling in nearby parks. Siddhartha's departure at 29 years old is also seen as historical. With regard to Prince Siddhārtha's motivations in renouncing the palace life, at the time of the renunciation, the Śākyans were under military threat by the kingdom of Kosala. The tribal republic as a political unit was gradually being replaced by larger kingdoms. The prince's sensitivity with regard to the future of his clan may have further added to his decision. Scholars have hypothesized that Siddhārtha Gautama conceived Rāhula to please his parents, to obtain their permission for leaving the palace and becoming a mendicant. It was an Indian custom to renounce the world only after the birth of a child or grandchild. Historian further speculated that Siddhārtha Gautama only conceived a son thirteen years after his marriage, because Yaśodharā initially did not want to bear a child, for fear that he would leave the palace and the throne as soon as the child was conceived. Although many traditional accounts of the Buddha's life relate that Siddhartha left the palace in secret, Early Buddhist Texts clearly state that his parents were aware of his choice, as they are said to have wept at the time their son left them. The motif of leaving the palace without the parents' permission might also originate in the early use of didactic canvases, Anālayo argues. The way the former prince renounces the worldly life, by shaving his hair and beard and putting on saffron robes, may have already been a custom in those days, and later became a standard Buddhist custom. === Narrative === Prince Siddhārtha and Kaṇṭhaka. By alt=Horse and man standing and looking at each other, both extensively decorated with jewelry, man wearing capealt=Ancient stone pillar surrounded by a small fence, covered with devotional clothes The Great Renunciation was partly motivated by the First Meditation under the tree when the prince was still a child. This meditation goes hand-in-hand with a shock at the killing of animals which occurred during the ploughing ceremony. Foucher argues that this account may have been affected by the contempt which Indian intellectuals had for agriculture. Buddhist studies scholar Kate Crosby argues that Siddhārtha conceiving or giving birth to a son before his renunciation functions as a motif to prove that he is the best at each possible path in life: after having tried the life of a father to the fullest, he decides to leave it behind for a better alternative. In early Buddhist India, being a father and bearing a son was seen as a spiritual and religious path as well as that of renouncing one's family, and Siddhārtha's bringing a son in the world before renunciation proves he is capable of both. Buddhist studies scholar John S. Strong hypothesizes that the Mūlasarvāstivāda and Mahāvastu version of the story of the prince conceiving a child on the eve of his departure was developed to prove that the Buddha was not physically disabled in some way. A disability might have raised doubts about the validity of his ordination in monastic tradition. The motif of the sleeping harem preceding the renunciation is widely considered by scholars to be modeled on the story of Yasa, a guild- master and disciple of the Buddha, who is depicted having a similar experience. However, it can also be found in the Hindu epic Rāmayāṇa, and scholar of religion Alf Hiltebeitel, as well as folklorist Mary Brockington believe the Buddhacarita may have borrowed from it. Orientalist Edward Johnston did not want to make any statements about this, however, preferring to wait for more evidence, though he did acknowledge that Aśvaghoṣa \"took pleasure\" in comparing the Buddha's renunciation with Rāma's leaving for the forest. Hiltebeitel believes that such borrowing is not only about using poetic motifs, but a conscious choice in order to compare the Dharma of the Buddha with the Dharma of Brahmanism. Prince Siddhartha's motivations in renunciation are explained in conversations with his relatives and other figures, alluding explicitly and implicitly to motifs from the Rāmayāṇa. In his analysis of Indian literature, scholar of religion Graeme Macqueen observes a recurring contrast between the figure of the king and that of the ascetic, who represent external and internal mastery, respectively. This contrast often leads to conflicting roles and aggression in Buddhist stories. In the life of the Buddha, this contrast can be found in the two predictions, in which Prince Siddhārtha will either be a Buddha or an \"all-conquering king\". Brekke notes that the Buddha chooses to change the self instead of changing the world, as a king would do: he chooses to try to understand the essence of the world and awaken to its truth. Strong argues that the scene of the double prediction after the prince's birth serves to indicate that two aspects of character would continually operate in Prince Siddhārtha's life. On the one hand, that of the king, the cakravartin, the divine descendant from Mahāsammata, and on the other hand, the human being, the person who struggled to find spiritual truth on his path to enlightenment. Buddhist studies scholar Jonathan Silk points out two aspects of Prince Siddhārtha's life narrative that co-exist: one the one hand, that of the nearly perfect being who was born with full awareness, whose life was only one life in a long series, and who was surrounded by miraculous events. On the other hand, the human being who was emotionally shocked by old age and death and grew to full awareness and enlightenment. Both aspects are part of the Buddhist message of liberation. The horse Kaṇṭhaka has an important role in the accounts about the Great Renunciation. Through several motifs, the accounts establish a close relationship between the Buddha's aspiration to bring living beings to enlightenment on the one hand, and the carrying of Prince Siddhārtha by Kaṇṭhaka on the other hand. In several biographies of the Buddha's life, a shrine is mentioned which was placed at the point where Kaṇṭhaka passed during the Great Departure. Classicist Edward J. Thomas (1869–1958) thought this shrine to be historical. On a similar note, Xuan Zang claimed that the pillar of Aśoka which marks Lumbinī was once decorated at the top with a horse figure, which likely was Kaṇṭhaka, symbolizing the Great Departure. Many scholars have argued that this is implausible, however, saying this horse figure makes little sense from a perspective of textual criticism or art history. == In art and ritual == upright=.75 Buddhist art scenes that are often depicted are the four sights, the harem and Yaśodharā, the scene in which the prince slips out of the palace, Kaṇṭhaka dying, the lock of hair being picked up by the deity Śakra, and the brahma deity offering the robes and other requisites. The scene in which Prince Siddhārtha leaves the palace riding Kaṇṭhaka is frequently depicted in Buddhist art of South and Southeast Asia. In some depictions, the hooves of the horse are supported by deities to prevent noise and wake up the royal family. In scenes of the Great Departure, there often is a figure depicted standing next to Prince Siddhārtha holding a bow. Some scholars identify him as Vaiśravaṇa (), one of the Four Heavenly Kings in Buddhist cosmology; others identify him as Indra, King of the second heaven in Buddhism, or Bēnzhì, the Chinese god of the cosmos. In some depictions, Chandaka clings to the tail of Prince Siddhārtha's horse departing from the palace. In Gandhāran art, the Great Renunciation is the most popular episode of the Buddha's biography, together with the Buddha's birth. The scene of the Great Departure is often depicted in such art with the sun and the moon positioned opposite one another, and a Taurus symbol, which scholars of iconography Katsumi Tanabe and Gerd Mevissen argue is indicative of the event happening at midnight during the full moon. Sometimes the Greek moon goddess Selene, or a veiled woman is also used to indicate night time. Gandhāran reliefs connect the departure with the month of Vaiśākha, following the Āgamas. Some Gandhāran frontal depictions of the Great Renunciation are likely to have been influenced by Greco-Bactrian images of the god Helios and the Indian counterpart Surya. The steps that Prince Siddhārtha goes through when becoming a monk have become a model for ordination rituals for monastics: the cutting of the hair, removal of princely clothes and putting on the monk's robes, the providing of the monastic requisites, etc. Therefore, the founding story of Buddhism essentially becomes the founding story of every Buddhist monk or nun. Many Buddhists, for example the Shan people in Myanmar, commemorate Prince Siddhārtha's departure in a procession which takes place during an ordination of a novice, in which the departure is reenacted. There are also reenactments of the scene in which Māra tries to block the prince, the role of Māra being played by relatives or friends; or reenactments of the scenes in which deities encourage the prince to leave the palace. On a similar note, in Thai ordinations of monks, the candidate monk-to-be sometimes rides on a horse in procession to the ordination grounds, in memory of Prince Siddhārtha's departure. Relatives play the role of Māra. In Cambodia, similar customs can be found, with participants even playing the role of Indra, of Chandaka, the roles of other deities, and the army of Māra. Strong has hypothesized that some of these ritual reenactments may have influenced the traditional accounts again, such as can be seen in the motif of the deities dressing up Prince Siddhārtha before his departure and tonsure. On a similar note, there is a to develop detachment. This may have affected the narratives, as can be seen in the motif of the musicians lying naked on the floor before the prince's renunciation. Besides rituals, the biographies may have been influenced by local accounts. These accounts developed at pilgrimage sites dedicated to certain events in the Buddha's life, such as the Great Renunciation. The more official biographies integrated these local accounts connected to cultic life, to authenticate certain Buddha images, as well as the patrons and polities connected to them. Many Buddhists celebrate the Great Renunciation on Vaiśākha, but in China, the event is celebrated on the 8th day of the second month of the Chinese calendar, in the same month the Buddha's passing into final Nirvana is celebrated. == In literature worldwide == === Medieval === upright=1.6 A version of the life story of the Buddha was incorporated in the work of the Shi'ite Muslim theologian Ibn Bābūya (923–991). In this story, titled Balawhar wa-Būdāsf, the main character is horrified by his harem attendants and decides to leave his father's palace to seek spiritual fulfillment. Balawhar wa-Būdāsf would later be widely circulated and modified into the story of the legendary Christian saints Barlaam and Josaphat, being passed down through the Manichaeans, the Islamic world and the Christian East. From the 11th century onward, this story would in turn become very popular and would significantly affect western spiritual life. Its romantic and colorful setting, as well as the powerful structure of the story caused it to enjoy \"a popularity attained perhaps by no other legend\". The story would be translated in many languages, including the 13th- century Islandic Barlaam's Saga. In total, over sixty versions of the story were written in the main languages of Europe, the Christian East and Christian Africa, reaching nearly every country in the Christian world. The Christian story of Barlaam and Josaphat starts out very similar to the story of Prince Siddhārtha, but the birth of the prince is preceded by a discussion between his father, the Indian king Abenner, and a nobleman turned Christian ascetic. In this conversation, the ascetic points at the limitations of the worldly life, in which no real satisfaction can be found. After the birth of the prince Josaphat, the double prediction of his possible future, his growing up in a protected environment, and the first three of the four sights, he enters upon a personal crisis. Then he meets with the Ceylonese sage Barlaam, who introduces him to the Christian faith. The king attempts at first to fool his young son in understanding that Barlaam has lost a debate with people in the court, but to no avail. Next, he sends women to tempt the prince, but again, unsuccessfully: Josaphat wishes to renounce the worldly life and become an ascetic. The king manages to persuade his son to stay, however, by giving him half of his kingdom. Accepting the offer, King Josaphat becomes a good king and his Christian kingdom prospers more than that of his father, who eventually converts. After the death of his father, however, Josaphat gives up the throne to become an ascetic as he originally intended, and spends the final years of his life with Barlaam in Ceylon. It would take up until 1859 before well-known Western translators and scholars realized that the story was derived from the life of the Buddha, although the similarities had been noticed before by a less well-known Venetian editor and Portuguese traveler in the 15th and 16th centuries, respectively. Although the story has been passed on through different languages and countries, some basic tenets of Buddhism can still be found in it: the nature of duḥkha in life as expressed in the opening dialogue between the nobleman and the king; the cause of suffering being desire; the path of self-analysis and self-control which follows this realization, and there are even some hints that point at ideals similar to the Buddhist Nirvana. === Modern === upright=.7 The legend of Barlaam and Josaphat affected Western literature up until early modern times: Shakespeare used the fable of the caskets for his The Merchant of Venice, probably basing the fable on an English translation of a late medieval version of the story. In the 19th century, the Great Renunciation was a major theme in the biographical poem The Light of Asia by the British poet Edwin Arnold (1832–1904), to the extent that it became the subtitle of the work. The work was based on the Chinese translation of the Abhiniṣkramaṇa Sūtra. The focus on the renunciation in the life of the Buddha contributed to the popularity of the work, as well as the fact that Arnold left out many miraculous details of the traditional accounts to increase its appeal to a post-Darwinian audience. Moreover, Arnold's depiction of Prince Siddhārtha as an active and compassionate truth-seeker defying his father's will and leaving the palace life went against the stereotype of the weak-willed and fatalistic Oriental, but did conform with the middle-class values of the time. Arnold also gave a much more prominent role to Yaśodharā than traditional sources, having Prince Siddhārtha explain his departure to his wife extensively, and even respectfully circumambulating her before leaving. The Light of Asia therefore inclined both \"... toward imperial appropriation and toward self-effacing acknowledgment of the other\". Arnold's depiction of the Buddha's renunciation inspired other authors in their writings, including the American author Theodore Dreiser (1871–1945) and Argentinian author Jorge Luis Borges (1899–1986). upright=.7 Borges was greatly influenced by the story of the renunciation of the Buddha, and wrote several essays and a book about it. The emphasis on plot above character, and the aspects of epiphany and destiny appealed to him, as well as the adaptable and archetypical nature of the story. Borges used the story of the Buddha's renunciation, mixed with ideas of Schopenhauer (1788–1860) and idealism, to formulate his universal model of narrative. Borges based his works on The Light of Asia, as well as numerous translations of traditional Buddhist texts. Borges saw in the Great Renunciation the anti-thesis for the realist novel: a story in which mythological motif is more important than psychology of character, and authorial anonymity is a key factor. Furthermore, he saw in the story the proof of the universal and archetypical nature of literature, deriving from Goethe's idea of morphology. This biological theory presumed an archetypical, intuitive unity behind all living forms: Borges presumed a similar idea in literature, in which from only a small number of archetypes all literary forms and narratives could be derived. To prove his point, he connected the Great Renunciation of the Buddha with Arabian, Chinese and Irish stories, and explained that the same motifs were at play: for example, the motif of the ascetic who shows the meaninglessness of the king's land, and thereby destroys the king's confidence. Comparative literature scholar Dominique Jullien concludes that the story of the Great Renunciation, the widespread narrative of the king and the ascetic, is a confrontation between a powerful and powerless figure. However, the powerless figure has the last word, leading to change and reform in the king. Not only the original story of Prince Siddhārtha influenced modern writers. The derived story of Barlaam and Josaphat has much influenced the Russian writer Leo Tolstoy (1828–1910). Indeed, he went through a renunciation himself in the middle of his life, inspired by the story. == In popular culture == A more recent interpretation is the 2011 anime Buddha: The Great Departure () by film maker Yasuomi Ishitō. This is the first installment of a trilogy of animes based on the first three volumes out of Osamu Tezuka's 14-volume manga series Buddha. The movie covers familiar elements such as the protected upbringing and the prince's disillusionment with the world, as it deals with the first fifteen years of the prince's life. Prince Siddhārta is depicted as a sensitive person, who is motivated to renounce his life in the palace because of the horrors of war. The movie also addresses the philosophical themes that Prince Siddhārtha struggles with, that is, the suffering of old age, sickness and death and how to transcend this. == See also == * Celibacy == Notes == == Citations == == References == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == External links == * Life of the Buddha as depicted in ancient reliefs, by the British Museum Category:Gautama Buddha in art Category:Buddhist mythology Category:Buddhist belief and doctrine Category:Gautama Buddha Category:History of Buddhism Category:Cultural depictions of Gautama Buddha ",
    "title": "Great Renunciation"
}