{
    "id": "61360075",
    "text": "Countries and cities with local trending topics in Twitter In Twitter, a word, phrase, or topic that is mentioned at a greater rate than others is said to be a \"trending topic\" or simply a \"trend\". Trending topics become popular either through a concerted effort by users or because of an event that prompts people to talk about a specific topic. These topics help Twitter and their users to understand what is happening in the world and what people's opinions are about it. Trending topics are sometimes the result of concerted efforts and manipulations by fans of certain celebrities or cultural phenomena. Twitter has altered the trend algorithm in the past to prevent manipulation of this type with limited success. == Content == A recent study analysed trending topics of 2018 according to several criteria. Their results highlight a number of points: * More than 68% of trends were hashtags. * Around 45% of trends consist of more than one word. In average, they contain 13 characters. *28% (977 topics in 2018) of all first rank trending topics reached that position in less than 10 minutes. *In average, a topic needs more than 112 thousand tweets to reach the top ten list, and 263 thousand tweets to reach the first rank. * English language comprised 39% of all topics. Arabic with 20% and Spanish with 7% were the second and third most popular languages for trending topics. == Impact == Examples of high-impact topics include the wildfires in San Diego, the earthquake in Japan, popular sporting events, and political uprisings in Iran and Egypt. == Controversies == Twitter often censors trending hashtags that are claimed to be abusive or offensive. Twitter censored the #Thatsafrican and #thingsdarkiessay hashtags after users complained that they found the hashtags offensive. There are allegations that Twitter removed #NaMOinHyd from the trending list and added an Indian National Congress-sponsored hashtag. ==See also== * Twitter usage—How various people and organizations use Twitter ==References== Category:Hashtags ",
    "title": "Twitter trends"
}