{
    "id": "61360127",
    "text": "Felicia tenella is an annual, sometimes biennial, herbaceous plant that may be slightly woody at its base, of tall, that is assigned to the daisy family. The species is very variable in size and hairiness. Its branches may be erect or ascending, and the leaves are narrowly line-shaped, long and about 1 mm (0.04 in) wide. The leaves have a callous tip, lack visible nerves, and are mostly rigidly ciliate. The flower heads sit individually at the tip of stalks, have an involucre of three whorls of bracts, and about thirty light blue ray florets surrounding many yellow disc florets. Four subspecies are recognised. The species naturally occurs in the Northern Cape and Western Cape provinces of South Africa. == Description == Felicia tenella subsp. tenella is a delicate, annual, often richly branched, herbaceous plant of up to high. The leaves are arranged alternately, line-shaped in outline, broadly seated, up to 2 mm (1 in) long and 1 mm, rarely 1 mm (0.04–0.06 in) wide, somewhat succulent, with a decidedly bristly margins, dusky, rarely glabrous. No veins are visible. The upper parts of the stems carry leaves that are only slightly shorter than the lower leaves. The flower heads are medium-sized and sit individually at the tip of an indistinct, up to long, bristly glandular inflorescence stalk. The involucre that envelops the florets is up to in diameter, and consists of about three rows of overlapping bracts that are lance-shaped to inverted lance-shaped. The bracts in the outer whorl are about long and wide, and those in the inner whorl about long and , suddenly extending to a narrow pointed tip, and all are bristly glandular and contain resin ducts. About thirty female ray florets have light blue straps of about 1 cm (0.4 in) long and 1 mm (0.06 in) wide. In the center of the head are many yellow, bisexual disc florets of about 2 mm (0.1 in) long. In the center of the corolla of each disc floret are five anthers merged into a tube, through which the style grows when the floret opens, hoovering up the pollen on its shaft. The style in both ray- and disc florets forks, and at the tip of both style branches is a broadly triangular appendage. Surrounding the base of the corolla are many white, deciduous pappus bristles of about 2 mm (0.1 in) long, that are clearly serrated. The eventually black, dry, one-seeded, indehiscent fruits called cypsellae are inverted egg-shaped, about 1 mm (0.06 in) long and mm (0.02 in) wide, without a ridge along the margin, and set with spoon-shaped hairs on its surface. The species is diploid with a base chromosome number of 9 (2n=18). === Differences between the subspecies === Felicia tenella subsp. cotuloides grows to a height of only and is also higher up richly branching and laxly covered in leaves. The plants are often reddish and densely covered in relatively large glands. The involucre is small, mostly only about across, the style appendages short with , and the pappus is 1 mm long, near the base with strong teeth but narrowed near the tip. The involucral bracts are blunt, hardly can a narrowed tip be observed. Felicia tenella subsp. longifolia is the most variable of the subspecies that may reach a height of about , and form ascending shoots that may root at the nodes. It may have a woody base and flower more than one year. Its leaves are up to about long and almost form a rosette at the base, while the large flower heads are on long, approximately leafless pedicles. The involucral bracts are blunt, hardly can a narrowed tip be observed. Felicia tenella subsp. pusilla may grow to about tall. The shoots at the base do not develop roots, the flower heads are medium-sized, larger than in subsp. cotuloides but smaller than in subsp. tenella. == Taxonomy == Aster tenellus, that was figured by the early English botanist Leonard Plukenet in 1692, was the first species recorded that is now included in the genus Felicia. The first to describe this species was Carl Linnaeus in 1763, based on a specimen from his private herbarium, and he called it Aster tenellus. In 1820, Henri Cassini described Felicia fragilis, which he erroneously considers to be synonymous to Aster fragilis L.. In 1822, Johann Heinrich Friedrich Link assigned Linnaeus’ species to the genus Cineraria, creating C. tenella. In 1833, Nees von Esenbeck included the species in the genus Felicia, creating the new combination F. tenella. William Henry Harvey distinguished Aster tenellus var. robustus in 1865. David Moore again moved the species in 1899, now to the genus Detris, that is currently considered a synonym of Felicia, creating the name D. tenella. Jürke Grau in his 1973 Revision of the genus Felicia, distinguished four subspecies, and assigned all the above names to subspecies tenella. In 1828, Kurt Polycarp Joachim Sprengel described Kaulfussia ciliata. Augustin Pyramus de Candolle described Felicia cotuloides and F. longifolia in 1836. Harvey regarded these as Aster tenellus var. cotuloides and var. longifolia respectively, and also distinguished the new var. pusilla in 1865. Grau in 1973 made the new combinations Felicia tenella subsp. longifolia, subsp. cotuloides and subsp. pusilla, the first being a synonym of Kaulfussia ciliata. Typical representatives of all four subspecies are quite distinctive, and three of them were considered individual species in the past. Grau however, notes that the four taxa grade into each other, and gave them subspecies status. The species name tenella is Latin and means \"somewhat tender\". == Distribution, conservation and cultivation == Felicia tenella subsp. tenella is most abundant on the Cape Peninsula, but also occurs near Worcester and Hopefield. Subsp. cotuloides occupies a strip between Calvinia in the north to Bredasdorp in the south. Subsp. longifolia ranges from the Cape Peninsula to Riversdale in the east, where it occurs in dunes. Subsp. pusilla stretches from the Cape Peninsula to Vanrhynsdorp in the north. The continued survival of all four subspecies of Felicia tenella is considered to be of least concern, because their populations are stable. The species has been cultivated in Europe for a long time. == References == == External links == * photos on iNaturalist * line drawings of subsp. tenella and subsp. longifolia * line drawings of subsp. pussilla and subsp. cotuloides * distribution map tenella Category:Flora of Southern Africa Category:Flora of South Tropical Africa Category:Plants described in 1763 Category:Taxa named by Carl Linnaeus ",
    "title": "Felicia tenella"
}