{
    "id": "61360545",
    "text": "Jim Lahey, better known as Mr. Lahey, is a fictional character in the television series Trailer Park Boys. Portrayed by John Dunsworth, he is the main antagonist of the series along with his on again/off again boyfriend Randy. He was created by series creator Mike Clattenburg. After Dunsworth's death in October 2017, there was speculation that he would not appear in future Trailer Park Boys releases. He posthumously appeared in the first season of the animated series. John Dunsworth's daughter Sarah Dunsworth- Nickerson (who plays a character with the same first name), tweeted that her father's real voice was used in the animated series. Jim also appears in four films; one short, and three feature length. Before the show, he appeared in the short film Trailer Park Boys (1999). He appears in the feature-length films: Trailer Park Boys: The Movie (2006), Countdown to Liquor Day (2009), and Don't Legalize It (2013) ==Character biography== Lahey is the supervisor of Sunnyvale Trailer Park. In his youth, Lahey was an idealistic police officer, but since his wrongful dismissal as a result of a prank by Julian, Ricky, and Bubbles on Halloween 1977, he degenerated into a bitter alcoholic. Still, he has devoted himself to making Sunnyvale a better place to live, accompanied by his devoted assistant Randy. Even in his most incoherent moments, Lahey maintains an extreme affinity for the trailer park and all of its residents except Ricky. Lahey bears a grudge against Ricky and Julian; having been forced to watch them grow from childhood troublemakers to full- fledged criminals, he considers them to be the greatest threat to the safety and stability of the park. He spends most of the series trying to interfere with the Boys' illegal schemes and have them thrown back in jail for reasons many believe are that of the jealous type, often neglecting his real, rather mundane duties as trailer-park supervisor. Many characters consider these antics to be more of an excuse to relive his days as a police officer than a genuine quest for justice. Lahey often performs his job in the same mannerisms of a police officer, such as conducting reconnaissance on the Boys, setting up checkpoints across the trailer park, and in one instance, after getting severely drunk, puts on his old police uniform and starts terrorizing the trailer park with a desire to get Ricky and Julian 'arrested.' In the most inebriated state he can think clearly and come up with crafty and devious plans to derail the Boys' plans, have them arrested, and - in an extreme case - even to have them eliminated, and he will gladly exploit anything at his disposal. For example, he leverages Julian's emotional attachment to his grandmother's trailer to skewer him; in another instance he cunningly employs Cyrus and his partners to attack them. It is implied that despite Lahey's antagonistic relationship with the Boys, they are in many ways codependent on one another and Lahey apparently cannot live without them. This is especially noteworthy when observing Lahey's physical attraction to Julian; Lahey attempts to kill himself in Countdown to Liquor Day after Julian rejected his overtures, only for Julian to talk him out of it. Lahey and the Boys will frequently cooperate and work together so long as one or both parties stand to gain from it. One example of this is in the Season 2 episode \"Jim Lahey is a Drunk Bastard\", where the Boys help Lahey secure his position as trailer park supervisor after he is at risk of losing it to their nemesis Sam Losco. After Ricky suffers an apparent heart attack in Season 5, Lahey saves his life with CPR. In Season 6, after finding footage on a reel of film labelled \"Halloween 1977\" that proves that he was not drinking in the events that caused his dismissal from the police force, Lahey hopes to get reinstated as a police officer and jail the Boys for good. However, after Randy refuses to testify on his behalf, Lahey is forced to approach Bubbles for help. In exchange for Bubbles' testimony, Lahey forms a peace treaty with the Boys in which he turns a blind eye to their illegal activities. This treaty is largely upheld throughout most of Season 7, but it unraveled after Lahey, who relapsed back into alcohol, attempts to arrest the Boys after learning that Bubbles is wanted in the United States for stealing a model train with a $50,000 reward. At the end of season 7 he retires from the force, and returns to his job as trailer park supervisor. In Season 1, Julian discovered that Lahey and Randy were having a homosexual relationship and agreed to keep it a secret, but in Season 3 both men admitted they were gay. In fact, Lahey is bisexual and has a daughter Treena from his marriage to Barb Lahey. He is known for his numerous \"shit\" metaphors, dubbed \"Shitisms\" by fans. Examples of these metaphors include \"shiticane\", \"a shitapple never falls far from the shit tree\", \"shiterpillar growing into a shit moth\", \"shit ropes\", \"shit hawks\", \"shitty city\", \"the winds of shit\", \"hemisphere of shit\", \"shit blizzard\", \"shit puppets\", \"shit line\", \"shit river\", \"double-barrelled shit machine gun\", \"shitageddon\", \"shitquake\", etc. In the final episode of season 10, Jim confesses to a comatose Ricky that the reason his mother left Sunnyvale after he was born, and why Ray and Jim had always been mortal enemies, was because Jim is actually Ricky's father. In Season 11, he tries to be better to Ricky's family, and stay sober. He eventually confesses to an awake Ricky the fatherhood. Later however, Julian and Bubbles are able to get a blood test done, and discover that neither Lahey nor Ray are Ricky's biological father. After learning he isn't Ricky's father, Lahey falls headfirst back into the liquor, ending the season now essentially a liquor evangelist. In Season 12, he and Randy gamble Julian's drug money and eventually made peace with the boys after a heated debate between Julian and Lahey over the money. ==Reception== Even though he was antagonistic throughout the series, Mr. Lahey is one of the most popular characters in Trailer Park Boys. Mack Lamoureux of Vice described him as \"...one of the greatest villains and anti-heroes in Canadian TV history\", and said: \"He almost always had the most memorable parts of an episode.\" Metro said he had some of the best one-liners on the show, while Screen Rant said that he was part of the reason Trailer Park Boys is so great. ==See also== * List of Trailer Park Boys characters ==References== Category:Trailer Park Boys Category:Fictional Canadian people Category:Television characters introduced in 1999 Category:Fictional police officers Category:Fictional bisexual males Category:Fictional LGBT characters in television Category:Fictional attempted suicides Category:Fictional alcohol abusers Category:Fictional LGBT characters in film Category:LGBT characters in animation ",
    "title": "Jim Lahey"
}