{
    "id": "61369871",
    "text": "Ryan A. Court (born May 28, 1988) is an American professional baseball infielder for the Oakland Athletics organization. He has played in Major League Baseball (MLB) for the Seattle Mariners. ==Career== ===Arizona Diamondbacks=== Court attended Dundee-Crown High School in Carpentersville, Illinois. He attended Illinois State University and played college baseball for the Redbirds. He was drafted by the Arizona Diamondbacks in the 23rd round of the 2011 MLB draft. Court played in the Diamondbacks organization from 2011 through 2014. During his time with them, he played for the Missoula Osprey, South Bend Silver Hawks, Visalia Rawhide, and Mobile BayBears. Court was released by Arizona on March 30, 2015. ===Sioux City Explorers=== He played for the Sioux City Explorers of the independent American Association for the 2015 season. ===Boston Red Sox=== Court signed a minor league contract with the Boston Red Sox on May 2, 2016. He played for the Portland Sea Dogs and the Pawtucket Red Sox during the 2016 season. Court spent the 2017 season with Pawtucket. ===Chicago Cubs=== Court elected free agency after the 2017 season, and signed a minor league contract with the Chicago Cubs. He played for the Iowa Cubs in 2018. Court was released by the Cubs on March 23, 2019. ===Sugar Land Skeeters=== He signed with the Sugar Land Skeeters of the independent Atlantic League. ===Seattle Mariners=== On May 7, the Seattle Mariners purchased his contract from Sugar Land and assigned him to the Tacoma Rainiers. On July 26, 2019, the Mariners selected Court's contract and promoted him to the major leagues. He made his major league debut later that day pinch hitting in the bottom of the ninth inning against the Detroit Tigers. On August 9th Court hit his first home run against the Tampa Bay Rays in the 9th inning. Court was designated for assignment on September 10. He was outrighted to Tacoma on September 11. He became a free agent following the 2019 season. ===Oakland Athletics=== On January 28, 2020, Court signed a minor league deal with the Oakland Athletics. ==References== ==External links== *Illinois State Redbirds bio Category:1988 births Category:Living people Category:Sportspeople from Elgin, Illinois Category:Baseball players from Illinois Category:Major League Baseball infielders Category:Seattle Mariners players Category:Illinois State Redbirds baseball players Category:Missoula Osprey players Category:South Bend Silver Hawks players Category:Visalia Rawhide players Category:Mobile BayBears players Category:Sioux City Explorers players Category:Portland Sea Dogs players Category:Pawtucket Red Sox players Category:Iowa Cubs players Category:Sugar Land Skeeters players Category:Everett AquaSox players Category:Tacoma Rainiers players Category:Leones del Escogido players ",
    "title": "Ryan Court"
}