{
    "id": "61363131",
    "text": "Brett Nelson (born October 22, 1980) is an American college basketball coach and former player. He is the head coach of the Holy Cross Crusaders men's basketball team. ==Playing career== A 1999 McDonald's All-American, Nelson was a standout at Saint Albans High School in West Virginia and was the state's player of the year his senior season. Nelson would play college basketball at Florida under Billy Donovan where he was a three-year starter and member of the Gators' 2000 NCAA Tournament runner-up squad. He ended his career as a two-time All-SEC selection as well as the school's leader in three-pointers made and attempted. At the time of his graduation, Nelson finished with career averages of 11.0 points per game and ranked second in steals and fourteenth in points scored in school history. ==Coaching career== Nelson would briefly play professional basketball overseas in Sweden, but left to pursue a career as director of basketball operations at Colorado State and then at VCU for a season each from 2005 to 2007. His first assistant coaching position was under Donnie Jones at Marshall, who was an assistant at Florida during Nelson's playing days. After three years with the Thundering Herd, Nelson had a one- year stop as an assistant at Arkansas under another former Florida assistant, John Pelphrey, before a two-year stint at Drake. After one year as an assistant at Ball State, Nelson joined the staff at Marquette in 2014, where he was on staff for two Golden Eagles NCAA Tournament squads. On July 9, 2019 Nelson was named the 18th head coach in Holy Cross history, replacing the retiring Bill Carmody. In his first year as head coach, Nelson led a rebuilding Crusaders team to a record of 3-29, with his first victory as a head coach coming on December 2, 2019 against Mercer. ==Head coaching record== ==References== Category:1980 births Category:Living people Category:American men's basketball coaches Category:American men's basketball players Category:Arkansas Razorbacks men's basketball coaches Category:Ball State Cardinals men's basketball coaches Category:Basketball coaches from West Virginia Category:Basketball players at the 2000 NCAA Men's Division I Final Four Category:Basketball players from West Virginia Category:Drake Bulldogs men's basketball coaches Category:Florida Gators men's basketball players Category:Holy Cross Crusaders men's basketball coaches Category:Marquette Golden Eagles men's basketball coaches Category:Marshall Thundering Herd men's basketball coaches Category:McDonald's High School All-Americans Category:Parade High School All-Americans (boys' basketball) Category:People from St. Albans, West Virginia ",
    "title": "Brett Nelson (basketball)"
}