{
    "id": "61371318",
    "text": "GMA Regional TV Weekend News is a Philippine television news broadcasting show broadcast by GMA News TV and GMA Network. It premiered on July 27, 2019 on GMA News TV and on March 21, 2020 on GMA Network. The show concluded on GMA Network on April 25, 2020. ==Overview== It delivers different news from the different regions in the Philippines, sourced from Balitang Amianan (GMA Dagupan, Ilocos and GMA Bicol), Balitang Bisdak (GMA Cebu) and GMA Tacloban, One Western Visayas (GMA Iloilo, GMA Masbate, GMA Puerto Princesa and Bacolod) and One Mindanao (GMA Davao, Northern Mindanao and General Santos)' a format similarly to Balita Pilipinas and Balita Pilipinas Ngayon. Every week, GMA Regional TV anchors will take turns in bringing the latest news from all over the Philippines straight from its respective home studio; which during the first month on air, coincides with the relaunch of its respective newscast to pattern with the national counterpart, starting with Balitang Bisdak on July 29, followed by Balitang Amianan on August 5, One Western Visayas on August 12, and finally One Mindanao on August 19. With its station undergoing limited broadcasts due to the enhanced community quarantine against COVID-19, the program moved to GMA. It concluded on GMA Network on April 25, 2020. On May 2, 2020, the program returned to GMA News TV.GMA Regional TV Weekend News returns to GMA News TV On September 12, 2020, the newscast switched its language to Filipino; this is due to the requests from its viewers.GMA Regional TV Weekend News' first broadcast in the Filipino language ==Anchors== ;From RTV-Balitang Bisdak of GMA Central and Eastern Visayas * Cecille Quibod-Castro * Alan Domingo * Lou Anne Mae Rondina Broadcast Location: GMA Cebu Complex, Nivel Hills, Apas, Cebu City ;From RTV-Balitang Amianan of GMA North Central Luzon * CJ Torida * Joanne Ponsoy * Jasmin Gabriel-Galban Broadcast Location: GMA Dagupan Complex, Claveria Road, Malued District, Dagupan ;From RTV-One Western Visayas of GMA Western Visayas * Atty. Sedfrey Cabaluna * Kaitlene Rivilla Broadcast Location: GMA Iloilo Complex, Phase 5, Alta Tierra Village, Jaro, Iloilo City ;From RTV-One Mindanao of GMA Mindanao * Tek Ocampo * Sarah Hilomen-Velasco * Real Sorroche Broadcast Location: GMA Davao Complex, Shrine Hills, Matina, Davao City ==Correspondents== \"North Central Luzon\" * Ivy Hernando (Ilocos Sur) * Joanne Ponsoy (Dagupan) * Jasmin Gabriel-Galban (Dagupan) * Russel Simorio (Dagupan) * King Guevarra (Dagupan) * Claire Lacanilao (Dagupan) \"Western Visayas\" * Rhayne Palino (Masbate) * Zen Quilantang (Iloilo) * Darylle Marie Sarmiento (Iloilo) * John Sala (Iloilo) * Adrian Prietos (Bacolod) \"Central Visayas\" * Alan Domingo (Cebu) * Lou Anne Mae Rondina (Cebu) * Chona Carreon (Cebu) * Nikko Sereno (Cebu) * Fe Marie Dumaboc (Cebu) \"Southern Mindanao and Northern Mindanao\" * Cyril Chaves (Cagayan De Oro) * Real Sorroche (Davao) * Sheillah Vergara-Rubio (Davao) * Rgil Relator (Davao) * Jandi Esteban (Davao) ;Former correspondents * Clyde Macascas (Cagayan de Oro) * Lian Sinculan (Cebu) * Kim Bandalirpe (Dagupan) ==References== ==External links== * Category:2019 Philippine television series debuts Category:English-language television shows Category:Filipino-language television shows Category:GMA News TV original programming Category:GMA Network news shows Category:GMA News and Public Affairs shows Category:Philippine television news shows ",
    "title": "GMA Regional TV Weekend News"
}