{
    "id": "61376569",
    "text": "Between 29 and 27 million years ago, the extrusion of Ethiopia’s flood basalts was interrupted and deposition of continental sediments occurred. Inter- trappean beds outcrop in many places of the Ethiopian highlands. They consist of fluvio-lacustrine deposits, that are generally a few tens of metres thick. Often, these interbedded fluvio-lacustrine deposits are very visible because their bright colours strongly contrast with the basalt environment. ==Name and definition== The formation, also called silicified limestone and interbedded lacustrine deposits was first extensively characterised in the 1930s by Merla and Minucci. ==Stratigraphic context== The formation is generally at the interface between the lower Ashangi Basalts, and the upper Alaji Basalts. ==Environment== The sediments were deposited in shallow lakes and marshes in large topographic depressions. The dense vegetation hosted mammals and birds, which found their food between the reeds of the lake shores. The decomposing vegetation sometimes deprived the water of oxygen, what led to large dy-offs, particularly when temperatures raised. In addition, water levels were variable, and annually some of the lakes could dry up completely. Relatively few species could adapt to such variable conditions. Dogu’a Tembien, Tigray Region ==Lithology== Rock sample collected east of Khunale The intra- volcanic rocks comprise silicified mudstone interfingered with diatomites. The term ‘silicified’ points to the fact that the calcium atoms in the calcium carbonate molecules have been replaced by silicium taken from the environment (isomorphic substitution). These deposits contain fossils of molluscs and gastropods. Between the towns of Hagere Selam and Inda Maryam Qorar (Dogu’a Tembien), roadcuts show around 45 metres thick sedimentary deposits. The fossilised calcareous beds, locally contain cherty nodules and wavy laminations. The loose to massive sediments of the uppermost part of the formation show well-developed bedding; they are black in colour. This is peat, the result of organic decomposition, that was then covered by the Alaji Basalts, the second phase of basalt eruption. ==Life== The inter-trappean beds contain a silicified mollusc fauna: Pila sp.; Lanistes sp.; Pirenella conica; and land snails (Achatinidae indet.). In their diagenesis the gastropods have generally been preserved as internal moulds. Sometimes, shell remains may partially have been preserved. Though it is rare, well-preserved shell material does occur. The parts that were originally filled with sediment are preserved as quartzite; in the air-filled cavities translucent quartz has crystallised, sometimes with well-formed crystals. Depending on mineral inclusions, the colours of the quartzite range from black to pale white over yellowish and pink. The gastropods themselves, particularly their faeces, have contributed to the silicification, more in particular to the formation of pelletoidal wackestone, that ultimately changed into cherts. ==Geographical extent== The formation occurs widely in the Tertiary volcanics of Ethiopia. In Dogu’a Tembien, particularly around Hagere Selam they reach a thickness of around 100 metres lying above one hundred metres of basalts. ==The Geramba Rock-Hewn Church in Intra-volcanic Silicified Mudstone== In the Ethiopian flood basalts, rock-hewn churches are absent because the rock is too hard to excavate and vulnerable to underground water flow. However, the intra-volcanic sedimentary rock has been used in the Tembien highlands to sculpt the Geramba rock church. It is the only rock church carved from this formation. The church is designed as a basilica; it holds a flat ceiling and three bays. On the rock wall, there are some ancient paintings. ==References== Category:Geologic formations of Ethiopia ",
    "title": "Intra-volcanic sedimentary rock in North Ethiopia"
}