{
    "id": "61375779",
    "text": "Sir John Molyneux of Teversal (fl. 1611-1640), High Sheriff of Nottinghamshire. Molyneux was the son of Thomas Molyneux (d. 1597) and Alice Cranmer of Aslockton, daughter of Thomas Cranmer, a great-nephew of Archbishop Thomas Cranmer. After the death of Thomas Molyneux, Alice married Sir John Thorold of Syston.F. R. Raines, The Derby Household Books (Chetham Society, Manchester, 1853), p. 209. He may have attended Christ's College, Cambridge, listed as fellow-commoner in 1598.John Peile, Biographical Register of Christ's College, 1505-1905, vol. 1 (Cambridge, 1910), p. 230. Molyneux was High Sheriff of Nottinghamshire in 1609 and 1611, and became the first of the Molyneux baronets of Teversal on 29 June 1611. Molyneux's first wife was Isobel Markham of Sedgebrook.Isobel Markham was alive in July 1607 when John Markham included her in his will, Arthur Roland Maddison, Lincolnshire Wills: 1600-1617 (Lincoln, 1891), p. 22. His second wife was Anne Harington (d. 1644), widow of Sir Thomas Foljambe of Aldwark (d. 1604), and daughter of Sir James Harington of Ridlington and Frances Sapcote.Robert Thoroton, History of Nottinghamshire, vol. 1 (London, 1797), p. 356. In 1609 Molyneux was the administrator of the will of Bridget Markham, who was both his sister-in-law and his second wife's sister. She had been a lady in waiting to Anne of Denmark.'Will of Briget Markham, Widow of Sudbrooke, Lincolnshire', TNA PROB 11/114/485. In 1612 he remodelled Teversal Manor which had the date \"1612\" carved on the entrance door within an earlier Tudor porch. The dining parlour was decorated with a plaster relief with rural scenery, hawking, and the story of Actaeon and Diana. This decoration may have date from Molyneux's time. The house was partly rebuilt in 1811.R. R. Rawlins, 'Teversall Hall', The Gentleman's Magazine, supplement vol. 84 part 2 (London, 1814) p. 617, with engraving of the unroofed house. Molyneux also made some repairs at St Katherine's Church, Teversal, a door in the chancel was carved \"J. M. 1617\".R. R. Rawlins, 'Teversall Church', The Gentleman's Magazine, vol. 80 part 1 (London, 1810) p. 120-122. Sir Antony Weldon's satirical description of Scotland in 1617 during the king's visit was written in letter form, including good-wishes for \"noble Sir John Mollineux\" and his brother.Gisbourne Molineux, Memoir of the Molineux Family (London, 1882), p. 49 fn: John Nichols, The Progresses, Processions, and Magnificent Festivities, of King James the First, vol. 3 (1828), p. 338. Anne Harington was a prisoner in the Fleet Prison for debt in 1641.Gisbourne Molineux, Memoir of the Molineux Family (London, 1882), p.47 fn. ==Family== Molyneux and Isobel Markham had these children;Gisbourne Molineux, Memoir of the Molineux Family (London, 1882), pedigree no. 2. * Francis (d. 1674), married Theodosia Heron. * Thomas * Mary * Elizabeth (d. 1638) married Gilbert Gregory of Barnby and was buried at St Peter and Paul at Barnby Dun. * Anne (1605-1633), was buried at Barnby.Gisbourne Molineux, Memoir of the Molineux Family (London, 1882), pp. 48-9. Molyneux and Anne Harington had these children;Gisbourne Molineux, Memoir of the Molineux Family (London, 1882), pedigree no. 2. * Colonel Roger Molyneux of Hasland Hall, who was a page to Elizabeth Stuart, Queen of Bohemia in 1633.CSP Domestic Charles I: 1633-4 (London, 1863), p. 301. He sold Hasland to Captain John Lowe.Daniel Lysons, Magna Britannia, a concise topographical account of the several counties of Great Britain: Derbyshire, vol. 5 (London, 1817), p.82. * Frances ==References== Category:16th-century English people Category:17th-century English people Category:Alumni of Christ's College, Cambridge ",
    "title": "Sir John Molyneux, 1st Baronet"
}