{
    "id": "61370463",
    "text": "CAMEO (Chemically Active Material Ejected in Orbit) was a piggy-back experiment included in the Nimbus-G launch by the Goddard Space Flight Center. The primary objective of the investigation was to study the magnetosphere- ionosphere interactions by observing the dynamics of neutral (barium) and ion (lithium) clouds released at orbital velocities near the earth. It had a mass of approximately 89 kg and consisted basically of batteries, of one lithium and four barium gas canisters. The CAMEO unit remained attached to the second stage of the Delta vehicle. This was the first opportunity to observe the behavior of conventional barium release when conducted at orbital velocity in the near-earth magnetic field. == Method == This investigation consisted of a sequential release of four successive thermite barium canisters and a single long-duration lithium release from the orbiting second stage of the Nimbus 7 Delta launch vehicle. The barium releases occurred October 29, 1978, along a track north of Alaska (79N to 74N) and was observed by many ground stations and was tracked from release at around 950 km out to about 5 earth radii during a one-hour period. The lithium release lasted for 50 seconds over southern Sweden on November 6, 1978. Observations of the neutral and ion clouds were observed optically by various ground sites. The principal unexpected characteristic in the release dynamics was the high, 1.4 to 2.6 km/s, initial Ba expansion velocity relative to an expected velocity of 0.9 km/s. Attention was also given to neutral cloud expansion, initial ion cloud expansion, convective motion, and the characteristics of field-aligned motion. The possibility of measuring parallel electric fields over the polar cap by observing perturbations in the motion of the visible ions was assessed. == Conspiracy theories surrounding CAMEO == Because of the lack of thorough documentation and the appearance in a declassified document by the GAO, CAMEO has been clumped in with the chemtrails and HAARP conspiracy theories. == CAMEO Characteristics == {| class=\"wikitable\" |+SP-4012 NASA HISTORICAL DATA BOOK: VOLUME III, PROGRAMS AND PROJECTS 1969-1978 |Also called: |Chemically Active Material Ejection in Orbit |- |Date of launch (range): |Oct. 24, 1978 (WTR) |- |Launch vehicle: |Delta 2910, launched with Nimbus 7 |- |Responsible NASA Center: |GSFC |- |Project manager: |Ronald K. Browning |- |Project scientist: |James P. Heppner |- |Objectives: |Trace the complexities of the flow of ionized particles in and above earth's ionosphere by observing the flow of released barium. |- |Results: |The contents of four canisters of barium, attached to the second stage of the Delta 2910 launch vehicle, were ejected 950 km above Alaska on Oct. 29, 1978. The contents of one canister of lithium were ejected over Scandinavia on Nov. 6 (in both cases the canisters stayed attached to the Delta stage). The resulting clouds were successfully observed, providing the investigators with information on the movements of electrified natural particles. |} == See also == CRRES (Combined Release and Radiation Effects Satellite-program) Magnetosphere (esp. Artificial Comets, to understand why Barium and Lithium were used in CAMEO) Aurora == References == Category:Explorers Program Category:1978 in spaceflight ",
    "title": "CAMEO (satellite)"
}