{
    "id": "61379754",
    "text": "Pamela E. Oliver is an American sociologist most well-known for her contributions to theories of social action and her studies of racial injustice in the legal system. She is a Conway-Bascom Professor of Sociology at the University of Wisconsin, Madison. ==Biography== Pamela E. Oliver attended Stanford University, from which she graduated in 1971 with a BA in sociology and received highest honors. In 1977, she obtained a PhD in Sociology from University of North Carolina-Chapel Hill, with a dissertation titled The Second Exchange System: An Experiment in Coalition Formation. She joined the department of Sociology at the University of Wisconsin-Madison in 1980 and has twice served as the department's chair, from 2004 to 2007 and from 2013 to 2016. In 2012, she received the John D. McCarthy Award for Lifetime Achievement in the Scholarship of Social Movements and Collective Behavior from the Center for the Study of Social Movements at the University of Notre Dame. She has chaired the UW-Madison Campus Diversity and Climate Committee since 2014. ==Scholarship== Oliver's work has resulted in over 50 scholarly articles. Dr. Oliver's book, The Critical Mass in Collective Action: A Micro- Social Theory (with Gerald Marwell) uses mathematical analysis to assess how groups solve problems of collective action -- that is, address concerns about individual versus collective benefit and sacrifice, and manage issues with free riders. Two of her widely cited papers in collective action include \"'If You Don't Do It, Nobody Else Will': Active and Token Contributors to Local Collective Action.\" in the American Sociological Review in 1984 and \"Rewards and Punishments as Selective Incentives for Collective Action: Theoretical Investigations.\" in the American Journal of Sociology in 1980. Her more recent work is concerned with the analysis of racial injustice in the American criminal justice system, a topic she has addressed in more than 100 public presentations, panel discussions, and interviews. ==See also== * Critical mass (sociodynamics) ==References== Category:American sociologists Category:Women sociologists Category:University of Wisconsin–Madison faculty Category:University of North Carolina at Chapel Hill alumni Category:Stanford University alumni Category:Living people Category:Year of birth missing (living people) ",
    "title": "Pamela E. Oliver"
}