{
    "id": "61370055",
    "text": "King John III Sobieski Monument in Gdańsk (Polish: Pomnik króla Jana III Sobieskiego w Gdańsku) is an equestrian statue of the King of Poland John III Sobieski (1629-1696). Originally built in Lviv in 1898, the monument was transferred to Gdańsk in 1965. ==History== John III Sobieski Monument in Lviv, ca. 1900 The monument was funded by the city of Lviv, Kingdom of Galicia and Lodomeria (part of the Austro-Hungarian Empire). It was officially unveiled on 20 November 1898. The equestrian statue of the Polish king was designed by sculptor Tadeusz Barącz and cast in bronze by the Viennese company owned by Artur Krupp. The large Neo-Baroque pedestal of the monument made of grey Ternopil sandstone was created in Julian Markowski's sculpture studio in Lviv. The design of the king was modelled on a Lviv entrepreneur Marian Stipal. It was erected at a garden square along the Wały Hetmańskie Avenue (currently Freedom Avenue), one of the most representational pedestrian boulevards of the city. At present, a monument dedicated to Taras Shevchenko is located in that place. Sobieski, the only King of Poland hailing from the Lviv region (he was born in Olesko, frequently visited the town of Żółkiew and owned a royal townhouse in Lviv), was depicted in a festive national costume (wearing żupan and kontusz) jumping on horseback over a fallen enemy cannon and smashed remnants on the battlefield including a broken gun carriage. The figure of the king faced the south-eastern direction from where Lviv was frequently subjected to attacks by invading forces. Tadeusz Barącz's work stylistically resembles earlier depictions of the king, especially the statue in the Łazienki Park in Warsaw unveiled in 1787, in both cases the proportions of the horse and the rider seem to be questionable. When Lviv was re-captured by the USSR in 1944, a suggestion was put forward in order to remodel the statue to resemble Bohdan Khmelnytsky, the national hero of Ukraine. However, in 1950 the statue was handed over to Polish authorities. For 16 years, it was displayed in a park near the Wilanów Palace, one of the monarch's residences, before it was moved to Gdańsk. The city officials from Kraków and Wrocław were also interested in acquiring the monument but their bids to host it proved unsuccessful. The monument is located in one of the major parks of Gdańsk's Old Town, the Drzewny Targ (Wooden Market), and it was ceremonially unveiled on 26 June 1965. The king faces the western direction. The original plaque with the inscription Królowi Janowi III, miasto Lwów, MDCCCXCVIII (\"To King John III, the City of Lviv, 1898\") was fitted after 1989. In 2000, the monument became illuminated. The monument weighs approximately 7 tonnes and is over 8 metres high. In 2019, the city authorities announced plans to construct an illuminated fountain in front of the monument. ==Gallery== File:Jan III Sobieski monument Gdansk 4.jpg|The king's Janina coat of arms with an eagle and Pogoń File:Gdańsk. Pomnik Jana III Sobieskiego (przewieziony ze Lwowa) - panoramio.jpg|Targ Drzewny and the Monument to John III Sobieski File:Pomnik Jana III Sobieskego, Gdańsk (39882781894).jpg|Illumination of the John III Sobieski Monument File:Pomnik króla Jana III Sobieskiego w Gdańsku.JPG|Front view File:Gdańsk, Pomnik króla Jana III Sobieskiego - fotopolska.eu (322806).jpg|Rear view File:Jan III Sobieski monument Gdansk 5.jpg|Dates of the king's victorious battles File:Jan III Sobieski monument Gdansk 3.jpg|Original plaque with dedication ==See also== *Tadeusz Kościuszko Monument, Kraków *Monument to Prince Józef Poniatowski in Warsaw *Aleksander Fredro Monument in Wrocław ==References== Category:1898 sculptures Category:Equestrian statues in Poland Category:Outdoor sculptures in Poland Category:Buildings and structures in Gdańsk Category:Sculptures in Poland ",
    "title": "John III Sobieski Monument in Gdańsk"
}