{
    "id": "61377453",
    "text": "Pyotr Alexeyevich Alexeyev () (26 January {14 January Old Style} 1849-28 August {16 August} 1891) was a Russian revolutionary, one of the first factory workers to join the revolutionary underground, whose speech at his trial was distributed in thousands of copies. == Early life == Alexeyev was born into a peasant family in a village in Smolensk province in south west Russia, and was sent to work in a textile factory at the age of nine. At the age of around 16 or 17, he taught himself to read and write. In 1869, he joined a narodnik circle in Moscow, organised by Sophia Bardina, which conducted propaganda among Moscow workers. The circle named itself the All-Russian Socialist Revolutionary Organisation. Alexeyev's role was to move from one town or village to another, take a job, talk to fellow workers, leave behind illegal literature, and move on. Arrested in February 1875, he was held in prison for two years, then arraigned with other members of the circle at the Trial of the 50, in March 1877. == His trial speech == His speech at his trial, delivered on 10 March, described in vivid language the squalid living conditions of Russia's working class. It concluded: \"Russia's working people can rely only on themselves and no-one else, except the young intelligensia...Only they ... will march alongside us, without flinching, until the mighty hand of millions of working people is raised, and the yoke of despotism, ringed by soldiers' bayonets, is scattered to dust.\" The speech was very soon printed on illegal printing presses. Three versions were circulating in pamphlet form in St Petersburg by June 1877. It was also smuggled abroad. Parts were printed in English translation in the Pall Mall Gazette on 20 April 1877. In 1900, Lenin lauded the speech as a \"great prophecy\". By the time of the Russian revolution, in 1917, it had been reprinted illegally more than 20 times by both Marxist and narodnik groups. == In exile == On 14 March, Alexeyev was sentenced to ten years in katorga. He was interned in Novo-Belogorodskaya prison, in European Russia, then transferred in autumn 1880 to Mtsensk political prison, then, soon after the assassination of the Tsar Alexander II, was moved again to Kara, in Yakutsk, in eastern Siberia. In 1891, he was robbed and killed on a road by a Yakut. == References == Category:Russian revolutionaries Category:1849 births Category:1891 deaths ",
    "title": "Pyotr Alexeyevich Alexeyev"
}