{
    "id": "61379338",
    "text": "ANTONIN BAUDRY CESAR Antonin Baudry, born May 6, 1975,Antonin Baudry 3 February 2013. also known by the writing pseudonym Abel Lanzac, is a French diplomat specializing in cultural affairs, comic book author, screenwriter, and film director. == Biography == After finishing his studies at lycée Louis- le-Grand, Antonin Baudry began at the École polytechnique in 1994,Antonin Baudry le jour, Abel Lanzac la nuit , sur le site officiel de l'École polytechnique graduating as an engineer of bridges, water and forest. He graduated second in literature from École normale supérieure in Paris in 1998. and obtained a In 2014, he founded Albertine, the only French-language bookstore in New York. Named for the mysterious beloved in Marcel Proust's novel In Search of Lost Time, the bookstore shares the Payne Whitney House with the Cultural Services arm of the French embassy.https://www.nytimes.com/2014/10/10/books/french-embassy-starts-a- festival-and-albertine-a-bookstore.html On January 28, 2015, Baudry was appointed as Ambassador for French Culture at the Institut français.Le Monde, 4 octobre 2014 He resigned after a few months to work on personal projects.Denis Pietton, futur Président de l'Institut français, 10 juin 2015 He was president of the jury for the 43rd festival international de la bande dessinée in January 2016. In 2019, he directed his first film, Le Chant du loup, a submarine thriller. ==Work == === Comic books === * Quai d'Orsay, with Christophe Blain, Dargaud, 2 vol., 2010-2011. === Filmography === * 2013 : Quai d'Orsay, script with Christophe Blain and Bertrand Tavernier * 2019 : Le Chant du loup, script and director === Games === * La Course à l’Élysée, drawn by Christophe Blain, Letheia, 2012. == Prizes == * 2010: **Grand Prix RTL de la bande dessinée for Quai d'Orsay : Chroniques diplomatiques (with Christophe Blain) **Prix Saint-Michel for Quai d'Orsay : Chroniques diplomatiques (with Christophe Blain) * 2013 : **Prix Micheluzzi for Quai d'Orsay t. 2 (with Christophe Blain) == References == Category:1975 births Category:Living people ",
    "title": "Antonin Baudry"
}