{
    "id": "61372066",
    "text": "Jennie Davis Porter (1879 – 3 July 1936) was an American educator. She was the first African-American to receive a PhD from the University of Cincinnati and became the first black female principal of a public school in Cincinnati. In 1989, she was posthumously inducted into the Ohio Women's Hall of Fame. ==Early life== Porter was born in Cincinnati, Ohio, to former slave William A. Porter and schoolteacher Edlinda Davis Porter. She attended the city's integrated schools, and graduated from Hughes High School. ==Career== She began her career as a kindergarten teacher at the Douglass School in Walnut Hills. While continuing her teaching career, Porter coordinated with Annie Laws to establish the first all-black kindergarten in response to the unprecedented flood of uneducated black children migrating from the south during the Great Migration. This led to the establishment of the first all- black kindergarten in 1911, paid for by Laws. As a result of a major flood in 1913, Porter discovered that 147 black children were unable to attend school. She obtained permission to open a summer school to educate these children, which later developed into the Harriet Beecher Stowe School in 1914. Porter became the first African-American woman to serve as a principal in the city. Her school had a total of 28 classrooms, including \"a kindergarten, two science rooms, two art rooms, a catering department, a laundry room, a sewing room, a print shop, a house construction room, a cabinet-making shop, a woodworking shop, a library, a swimming pool, two shower rooms, a doctor's office, a prenatal clinic, a cafeteria, a gymnasium, and an auditorium\". However, she was often criticized as being a segregationist for lobbying for segregation in schools. The NAACP local president Wendell Dabney dubbed Porter \"Jubilee Jenny\" for what he perceived to be her willingness to accept the prejudices facing black populations. As well, on 9 December 1919, petitions were presented at the Board of Education meetings to protest the Stowe School. As a result, Porter refused to let teachers at her school join the NAACP. Despite the criticism she received, Harriet Beecher Stowe School grew from an enrollment of 350 students to 1300 in 1922. In 1918, Porter enrolled in the University of Cincinnati and subsequently became the first black person to receive a PhD from the school. At that time, the only available college black individuals could enroll in was the College of Education. After earning her Bachelor of Arts degree in 1924, Porter petitioned the college to create a separate degree program, the Bachelor of Education degree, which required in- the-field training. Her PhD dissertation was titled \"Problem of Negro Education in Northern and Border Cities\". Porter died on 3 July 1936. ==Legacy== In 1953, a new junior high school named after Porter was created to relieve the overcrowding at Harriet Beecher Stowe School. In 1989, Porter was posthumously inducted into the Ohio Women's Hall of Fame. == References == == External links == * Jennie D. Porter's biography at the Cincinnati History Library and Archives Category:1879 births Category:1936 deaths Category:African-American activists Category:African-American schoolteachers Category:Schoolteachers from Ohio Category:Educators from Cincinnati Category:African-American women Category:American women educators Category:University of Cincinnati alumni ",
    "title": "Jennie Porter"
}