{
    "id": "61373076",
    "text": "Grace Crosby Hamman (March 5, 1899 – May 23, 1983) was an American researcher and government official, focused on the causes of blindness and administration of services for blind people in Hawaii. == Early life and education == Grace Dorothy Crosby was born in Bonshaw, Prince Edward Island, the daughter of John Beecher Crosby and Annie Laurie Robertson Crosby; she and her siblings were raised in the United States. She majored in psychology as an undergraduate at the University of Colorado, studied education at Harvard and blind education at the Perkins Institute and Columbia University. She moved to Hawaii in 1928, and earned a master's degree at the University of Hawaii in 1935, with a thesis titled \"A survey of the Japanese schools in Hawaii\". == Career == Hamman taught a sight conservation class at Kawananakoa until 1935. She was the founding director of the Bureau of Sight Conservation and Work with the Blind, a government agency in the Territory of Hawaii, appointed by territorial governor Joseph B. Poindexter in 1935. As head of the agency she oversaw rehabilitation, vocational and instructional services, vision screening for children, annual eye cllnics, and other community projects. In 1945 she was invited to join the Illuminating Engineering Society of North America's national committee on school lighting. In 1953, she took an extended leave to research blindness in Micronesia, working with Marshallese eye surgeon Isaac Lanwi. She retired in 1955. Hamman also co-authored research on blindness in the Pacific Islands, including a 1941 paper on \"Causes of Blindness in Hawaii\" (Archives of Ophthalmology 1941), and a technical report on blindness in Micronesia, titled Ophthalmological Survey of the Trust Territory of the Pacific Islands (1954). In 1937, she was involved in welcoming Helen Keller to Hawaii for a visit. In 1954, Grace Hamman received the Migel Medal from the American Foundation for the Blind. Helen Keller gave a speech at the presentation ceremony, in New York concluding that \"It must indeed be a source of pleasure and gratification to you that you have enabled the Hawaiian blind to form part of the universal brotherhood that shall bring inner light and cheer to every continent and island of darkness.\" == Personal life == Grace Crosby married businessman Marshall Sherman Hamman. Her husband died in 1960. She died in 1983, in La Jolla, Callfornia, aged 84 years; her grave is in Oahu Cemetery. == References == == External links == * Category:1899 births Category:1983 deaths Category:People from Queens County, Prince Edward Island Category:People from Honolulu Category:American educators Category:University of Colorado alumni Category:University of Hawaii alumni ",
    "title": "Grace Crosby Hamman"
}