{
    "id": "61372043",
    "text": "This timeline provides an overview of the political movement for women's suffrage in California. Women's suffrage became legal with the passage of Proposition 4 in 1911 yet not all women were enfranchised as a result of this legislation. == 1860s == 1868: * Suffragist Laura de Force Gordon delivered a lecture advocating for women's suffrage in San Francisco. 1869: * A small group of women, including Emily Pitts Stevens, met to form the California Woman Suffrage Association. *Ellen Clark Sargent founded a suffrage group in Nevada City. == 1870s == 215x215px1871: * Santa Cruz resident Ellen R. Van Valkenburg sued County Clerk Albert Brown for denying her right to vote. The 44 year old argued women were citizens and therefore eligible to vote under the Fourteenth Amendment to the United States Constitution. *Susan B. Anthony & Elizabeth Cady Stanton spoke in Santa Cruz where their speeches were reported on by suffragist Georgiana Bruce Kirby. Stanton and Anthony were hosted by Emily Pitts Stevens and Laura de Force Gordon. This was their only trip to California together. == 1880s == 1884: * Elizabeth Anne Kingsbury formed the Los Angeles Women's Suffrage Association. 1886: * Irish Catholic suffragist Kate Kennedy ran for office in the 1886 election in the city of San Francisco. == 1890s == 1890: * Sarah M. Severance influenced the California Women's Christian Temperance Union (WCTU) to petition for full suffrage. 1893: * The California legislature passed a bill extending suffrage to women. However, this was not a bill granting suffrage entirely to women; it was only for voting in school elections, not municipal elections. This bill was vetoed by Governor Henry Markham. 1894: * As a result of political pressure the California Republican Party endorsed women's suffrage. *Both Laura de Force Gordon and Nellie Holbrook Blinn believed they each should be the president of the California State Woman Suffrage and Educational Association. This led to a political dispute with Gordon stating Blinn's side were acting as \"kindergartners\". *Republican Party speaker Nellie Blinn became president of the state association and with Clara Foltz and others successfully lobbied the Republican Party to add the following to their state platform, \"taxation without representation is against the principles of the government. We favor an extension of the right of suffrage to all citizens of the United States, both men and women.\" 1895: *Mary Wood Swift became second Vice President for the California Suffrage Association and hosted parlor discussions. *Naomi Anderson moved to California to organize suffragists after lecturing about temperance and suffrage through the midwest. She also lobbied the California legislature. *Susan B. Anthony campaigned for suffrage in California. Leading up to the 1896 vote, Anthony encouraged California suffragists to be \"all partisan\" by avoiding partisan politics until women were enfranchised. *Nellie Holbrook Blinn spoke in support of suffrage to the California legislature. 1896: * Sacramento suffragist Naomi Anderson drew large crowds with her speeches on women's suffrage. She was described as a \"wonderful orator\" by suffragist Mary Keith. *Ellen Sargent supervised a petition drive on behalf of women's suffrage in northern California and Alice Moore McComas oversaw the petitions in southern California. *The first ballot measure to propose women's suffrage failed with only 44.6% support *The founding of the Woman's Club of Palo Alto.195x195px 1899: * Black Baptist women created the first woman's club for black women in California, the Fanny Jackson Coppin Club == 1900s == 1900: *Clara Burdette, first president of California Federation of Women's ClubsClara Burdette became the first president of California Federation of Women's Clubs. 1902: * Members of the General Federation of Women's Clubs, an organization for white women, voted to exclude African American women from their convention *Mary McHenry Keith founded the Berkeley Political Equality Society. 1903: * Mary Simpson Sperry, President of the California Women's Suffrage Association, hosted a large suffrage convention at Golden Gate Hall in San Francisco where Gail Laughlin of New York was chosen to be the state organizer. 1905: * Under the leadership fo Gail Laughlin, the California Women's Suffrage Association rebranded itself under a new name, the California Equal Suffrage Association (CESA). 1906: *Katherine Reed Ballentine founded the Yellow Ribbon, a statewide newspaper which covered the suffrage movement. *Alice Park began her work as head of the literature committee of the CESA, carefully preserving many of the documents related to the suffrage movement in California. In the 1930s she donated many of her papers to the Huntington Library in San Marino which houses a significant women's suffrage collection. Park also collected a large number of votes for women buttons (see image on the right).Collection of \"votes for women\" buttons made by Mrs. Alice Park of Palo Alto 1907: *President Mary Simpson Sperry and Vice-President Lillian Harris Coffin, a suffragist from Oakland, ran the CESA and traveled throughout the state to organize suffragists 1908: * Led by Mary McHenry Keith, the leader of the Berkeley Political Equality League, women in Oakland make a public statement protesting their lack of voting rights. Keith proposed adding the following statement to a cornerstone of the newly created Berkeley City Hall stating, \"“We…hereby commit the cause of Equal Suffrage for man and woman to the judgment of future generations, in the confidence that in after years whoever shall read these lines will wonder that so late as the year 1908 the women of California were political serfs; they were taxed without representation, governed without their consent, and classed under the law with idiots, insane persons, criminals, minors and other defective classes…We, about to die, greet you, the inheritors of a better age, men and women of the future Berkeley, equal before the law, enfranchised citizen; co-operating in all public service.” *Over 300 women marched on behalf of suffrage in Oakland behind a silk banner which featured the seal of California. 1909: *Lillian Harris Coffin received press attention for lobbying in Sacramento on behalf of the women suffrage bill. *Maud Younger founded the Wage Earner’s Equal Suffrage League in 1909. She played a key role in California's passage of an eight hour work day. *Ruth Wilson served as a leader of California's anti- suffrage association. Wilson was the mother of General George S. Patton. Maud Younger was known for her ability to get publicity for the suffrage cause == 1910s == 1910: * Under the leadership of Charlotte Anita Whitney, the College Equal Suffrage League became the most prominent suffrage organization in the San Francisco Bay Area *Suffragists were successful in lobbying the Republican Party of California to include support for suffrage in their platform. The Democratic Party of California did not include an endorsement for suffrage in their platform that year. *Selina Solomons founded the Votes for Women club in San Francisco. This club encouraged working class women to join the suffrage movement. 1911: * In May 1911, Kate Brousseau was elected to the board of directors for the CESL while also leading the literature committee *After receiving intense lobbying from members of the CESL, Phoebe Hearst announced she was a suffragist in the summer of 1911. That year she wrote to Caroline Severance saying, \"I share your feeling about the benefit our State will receive through the right of its women to the ballot...I am a suffragist.\" *Los Angeles clubwoman Maria de Lopez translated suffrage campaign materials into Spanish. *Proposition 4 passed granting women suffrage. * Berkeley was the only major city in the San Francisco Bay Area where a majority voted for suffrage. *A majority of Chinese voters supported suffrage on the day of the election. *In October, Jennie Mary Chamberlain became the first woman to register to vote in Alameda County. *Many suffragists remained politically active through the new California Civic League. *When proposition 4 was passed, Alice Stone Blackwell stated California was, \"the greatest single advance that the suffrage movement in America has yet made.\" 1912: * Ty Leung was the first Chinese-American woman to vote. *Selina Solomons published \"How We Won the Vote in California\" which provides a detailed account of the California suffrage movement. 177x177px 1913: * Winning Equal Suffrage in California: Reports of Committees of the College Equal Suffrage League of Northern California 1914: * Native American civil rights advocate Marie Louise Bottineu Baldwin met with President Woodrow Wilson to advocate for Indian suffrage 1916: * The Woman's Club of Palo Alto fundraised for a decade and completed the building of their own clubhouse, and as of 2014, the building was listed in the National Register of Historic Places. ==References== Category:California suffrage Category:Politics of California Category:Timelines of states of the United States Category:Suffrage referendums Category:American suffragists Category:History of women's rights in the United States Category:History of women in California Category:Women's suffrage in the United States ",
    "title": "Timeline of women's suffrage in California"
}