{
    "id": "61378039",
    "text": "Kilis Oncupinar Accommodation Facility Refugees of the Syrian Civil War in Turkey are the Syrian refugees originated from Syrian Civil War, Turkey is hosting over 3.6 million (2019 number) \"registered\" refugees and delivered aid reaching $24 billion (total between 2011–2018) on refugee assistance. The large scale return to Syria uncertain (unending conflict), Turkey has focused on how to manage their presence, more registered refugees than any other country, in Turkish society by addressing their legal status, basic needs, employment, education, and impact on local communities.Jim Zanotti, Turkey: Background and U.S. Relations In Brief, February 8, 2019, page 13, Congressional Research Service https://crsreports.congress.gov R44000 As part of Turkey's migrant crisis, according to UNHCR, in 2018 Turkey was hosting 63.4% of all the refugees in the world, that is 3,564,919 \"registered\" refugees from Africa and the Middle East in total. == Statistics == 3,658,250 (registered September 2019) Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:680 height:305 PlotArea = left:50 bottom:60 top:30 right:30 DateFormat = x.y Period = from:0 till:4000000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:500000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000000 start:0 BackgroundColors = canvas:sfondo BarData= bar:2012J text:Jun_12 bar:2012D text:Dec_12 bar:2013J text:June_13 bar:2013D text:Dec_13 bar:2014J text:Jun_14 bar:2014D text:Dec_14 bar:2015J text:Jun_15 bar:2015D text:Dec_15 bar:2016J text:Jun_16 bar:2016D text:Dec_16 bar:2017J text:Jun_17 bar:2017D text:Dec_17 bar:2018J text:Jun_18 bar:2018D text:Dec_18 bar:2019J text:Jun_19 PlotData= color:barra width:20 align:left bar:2012J from: 0 till:38784 bar:2012D from: 0 till:170912 bar:2013J from: 0 till:428991 bar:2013D from: 0 till:560129 bar:2014J from: 0 till:795524 bar:2014D from: 0 till:1622839 bar:2015J from: 0 till:1772535 bar:2015D from: 0 till:2503549 bar:2016J from: 0 till:2773044 bar:2016D from: 0 till:2814631 bar:2017J from: 0 till:3049897 bar:2017D from: 0 till:3424237 bar:2018J from: 0 till:3576337 bar:2018D from: 0 till:3622366 bar:2019J from: 0 till:3614108 PlotData= bar:2012J at:38784 fontsize:XS text:38,784 shift:(-8,5) bar:2012D at:170912 fontsize:XS text:170,912 shift:(-8,5) bar:2013J at:428991 fontsize:XS text:428,991 shift:(-8,5) bar:2013D at:560129 fontsize:XS text:560,129 shift:(-8,5) bar:2014J at:795524 fontsize:XS text:795,524 shift:(-8,5) bar:2014D at:1622839 fontsize:XS text:1,622,839 shift:(-8,5) bar:2015J at:1772535 fontsize:XS text:1,772,535 shift:(-8,5) bar:2015D at:2503549 fontsize:XS text:2,503,549 shift:(-8,5) bar:2016J at:2773044 fontsize:XS text:2,773,044 shift:(-8,5) bar:2016D at:2814631 fontsize:XS text:2,814,631 shift:(-8,5) bar:2017J at:3049897 fontsize:XS text:3,049,897 shift:(-8,5) bar:2017D at:3424237 fontsize:XS text:3,424,237 shift:(-8,5) bar:2018J at:3614108 fontsize:XS text:3,576,337 shift:(-8,5) bar:2018D at:3614108 fontsize:XS text:3,622,366 shift:(-8,5) bar:2019J at:3614108 fontsize:XS text:3,614,108 shift:(-8,5) TextData= fontsize:S pos:(10,10) text:\"UNHCR: Syrian refugees in Turkey\" === Milestones === * June, 2011: Refugee flow into Turkey with the military siege of Jisr al- Shughour in the northwestern part of Syria. * November, 2011: Turkey had spent up to $15 million to set up six camps for thousands of refugees and military defectors, however Turkish officials declare that Syrians are \"guests\" and not \"refugees.\" * April, 2012: Refugee flow ahead of UN ceasefire. Over 2,500 swell across Turkish-Syrian border in one day, the highest ever recorded. * July, 2012: Refugee flow ahead of fighting in Aleppo. * September, 2012: UNHCR reports that more than 11,000 Syrians flee into Turkey in a day's time. == Settlement (repatriation, transit) == In 2014, the capacity of the camps established in 2012 and 2013 became insufficient. In 2014, refugees according to their own preferences begin to migrate across provinces. About 30% live in 22 government-run camps near the Syrian border. The number of refugees in transit to Europe dramatically increased in 2015. \\ === Citizenship === Up to 300,000 Syrian refugees living in Turkey could be given citizenship under a plan to keep wealthy and educated Syrians in the country. == Conditions == Suruç refugee center Syrian refugee center on the Turkish border 80 kilometres from Aleppo, Syria (3 August 2012). USAID Assistant Administrator Lindborg with refugees in Turkey A Syrian refugee child in Istanbul As of April 2014 (2011–2014) Content is copied from this source, which is © European Union, 1995-2018. Reuse is authorised, provided the source is acknowledged. Conference declaration was drafted by the European Union in close co- ordination with the Turkish Government and the United Nations: * 595,280 individuals reached through information campaigns, participatory assessments, activities to raise public awareness on rights, entitlements, services and assistance; * 205,899 children with protection needs were identified and referred to services; * 115,225 children participated in structured, sustained child protection or psycho-social support programme; * 145,433 youth and adolescents have attended empowerment programme enhancing their participation, communication, peer-to-peer interaction and self-confidence; * 18,793 Individuals, including children, have reached through community-based initiatives for prevention and mitigation of gender-based violence; As of April 2018 (2011–2018): Content is copied from this source, which is © European Union, 1995-2018. Reuse is authorised, provided the source is acknowledged. Conference declaration was drafted by the European Union in close co-ordination with the Turkish Government and the United Nations. * 593,616 individuals have received hygiene kits, dignity kits or sanitary items; * 87,198 individuals have benefitted from assistance in accessing adequate shelter solutions; * 470,000 Syrians and host community members have benefitted from improved municipal services, focusing among others on waste and waste water management. === Financial Aid === Turkey allocated 30 billion between 2011–2018 on refugee assistance. Over 13 million Syrians received aid from the Turkish Aid Agency (AFAD). Turkey has spent more than any other country on Syrian refugee aid, and has also been subject to criticism for opening refugee camps on the Syrian side of the border. Financial aid from other countries to Syrian Refugees has been limited, though €3,200,000,000 was promised by the EU in November 2015. In March 2016, the EU and Turkey agreed on the EU-Turkey Statement, which involved a number of political concessions as well as 'another €3 billion in aid, if Turkey agreed to a readmission of Syrians arriving in Greece and tighter border controls.' === Employment === Under Turkish law, Syrian refugees cannot apply for resettlement but only temporary protection status. Registering for temporary protection status gives access to state services such as health and education, as well as the right to apply for a work permit in certain geographic areas and professions. Over a third of urban refugees are not registered. A study which was supported by the Istanbul University Scientific Research Projects unit and conducted by academics from a number of universities, revealed that the vast majority of Syrians in Turkey are employed in unregistered work for significantly lower wages compared to their Turkish counterparts. However compared to the increase in refugees, benefits towards them weren't increased as much as only 712,218 were given residency permits only 56,024 work permits were given to the Syrians by 2017. === Housing === Turkey's response to the refugee crisis is different from most other countries. As a World Bank report noted: It is a non-camp and government financed approach, as opposed to directing refugees into camps that rely on humanitarian aid agencies for support. === Racism === Influx of Syrian refugees to Turkey has significantly increased anti-Arabian sentiments in the country. == Education == The goal of the Turkey is providing efforts to ensure that all refugee children can access a form of learning and be fully integrated into the formal education system. The facts are: As of [unknown date], Currently, 30% of Syrian refugee children have access to education, 4,000 businesses have been opened, and several Syrian refugee camps have grown into small towns with amenities from healthcare to barber shops.[?citation] As of March 2018, about 60% (600,000 primary and secondary education) of Syrian school-aged children under temporary protection remain in school. Content is copied from this source, which is © European Union, 1995-2018. Reuse is authorised, provided the source is acknowledged. Conference declaration was drafted by the European Union in close co- ordination with the Turkish Government and the United Nations The EU has supported education, through a € 300 million direct grant to the Ministry of National Education. Turkey's educational support: * National Conditional Cash Transfers for Education of 2017 (CCTE): 300,000 Syrian children's family received. Cash Transfers to families encourages (1) enrollment, (2) improves school attendance (3) referral of children at risk to Child Protective Services * Early childhood and pre-primary education: 45,580 enrollment. * Formal education (Grades 1–12): 612,603 enrollment. * Informal non-accredited education (Sunday school): 20,806 enrollment. * State universities: 19,332 enrollement (Turkey waived tuition fees) * Accelerated Learning Programme (ALP): targeting 10 to 18-year-old out-of-school adolescents. * Teachers and education personnel: 128,843 education personnel acquired special training. 12,965 Syrian volunteer trainers and education personnel were provided with financial compensation. == Healthcare == As of October 2014 (2011–2014), Turkey provided with its own resources: *250,000 inpatient care; *200,000 operated on; *150,000 births; *6 million consultations == See also == *Syrian Civil War * Refugees of the Syrian Civil War * Syrians in Turkey == References == Category:Refugees of the Syrian Civil War Category:Consequences of the Syrian Civil War Category:Syrian emigrants to Turkey ",
    "title": "Refugees of the Syrian Civil War in Turkey"
}