{
    "id": "61377988",
    "text": "\"(You Made the) Summer Go Away\", or simply shortened \"Summer Go Away\", is a song recorded by the American actor and singer David Hasselhoff featuring German recording artist Blümchen. The song was released on July 13, 2019, through Membran and Politur. The Swedish Grammy-nominated songwriter Jörgen Elofsson wrote the song. Hasselhoff chose Blümchen to sing the duet, when meeting backstage at one of the 90s Festivals. The track is a midtempo reggae fusion and pop song, which describes a couple leaving one another, having bad feelings afterwards. Critics were mixed, where some praised the summer tune being catchy and easy to listen, while others felt the 90s reggae fusion sound a bit out to date. The single release also marks a soft comeback for both of them. Hasselhoff and Blümchen promoted the single with performances at the \"ZDF Fernsehgarten\", \"Willkommen bei Carmen Nebel\" and music festivals. The music video, directed by photographer Reza Norifarahani, stars Hasselhoff and Blümchen in front of a simple white background on a photoshoot and singing session having fun and mocking around, with some of the songs' lyrics popping up. ==Background== When Blümchen has been asked by a fan at the program \"MDR um 4 - Gäste zum Kaffee\" on May 14, 2019 with whom she would love to do a duet, she said that she would love to work with MC Fitti while hinting she was already planning a duet, but she wasn't allowed to talk about it yet. Hasselhoff revealed at \"Willkommen bei Carmen Nebel\", that he chose Blümchen to sing the duet, when meeting spontaneous backstage at one of the 90s Festivals. The song has been written by the Swedish Grammy-nominated songwriter Jörgen Elofsson and produced by Jürgen Engler. \"Summer Go Away\" is a midtempo reggae fusion and pop song. The official remix by Stereoact features a more modern up-to-date tropical house pop sound. The lyrics describe a couple leaving one another, having bad feelings afterwards. The song is inspired by super pop melodies with reggae fusion of the 90s, which were made famous most notably by Ace of Base. ==Release== The song has been digitally released and distributed on July 13, 2019 in Germany by Membran and Politur. ==Music video== The music video has been directed by the photographer Reza Norifarahani, who also did promotional photoshoots, prior the video shoot, with them. The copyright in this audiovisual recording is owned by Luna Studios, along with Norifarahani, Weimar Pictures and under exclusive licence to Membran Entertainment Group GmbH. The video has been uploaded and released on July 26, 2019, on Blümchen's Official YouTube account. It solely stars Hasselhoff and Blümchen in front of a simple white background on a photoshoot and singing session having fun and mocking around, with some of the songs' lyrics popping up. The video used the Remix by Stereoact for the music video, possibly due to the more modern up-to-date tropical pop sounds. ==Live performances== Hasselhoff and Blümchen promoted the single with performances at the \"ZDF Fernsehgarten\" and music festivals. They first performed the song at the German program \"Willkommen bei Carmen Nebel\". ==Track listing== Digital CD single == Personnel == * David Hasselhoff – Main vocalist * Blümchen – Featured vocalist * Jörgen Elofsson – writer * Jürgen Engler – producer ==References== Category:2019 songs ",
    "title": "(You Made the) Summer Go Away"
}