{
    "id": "61383784",
    "text": "Joseph \"Jack\" O'Brien (born 1 March 1998) is an Australian representative rower. He is an Australian national champion, has represented at under-aged and senior world championships and won two gold medals at the World Rowing Cups II and III in the 2019 international representative season. ==Club and state rowing== O'Brien was educated at St Joseph's College Hunters Hill where he took up rowing. \"Cerise & Blue\", SJC OBU magazine July 2018His senior club rowing has been from the Sydney University Boat Club. O'Brien's first state representation for New South Wales came in 2017 when he was selected in the New South Wales youth eight to contest the Noel F Wilkinson Trophy at the Interstate Regatta within the Australian Rowing Championships.2017 Austn Interstate C'ships He stroked that crew to Interstate Championship victories in both 2017 and 2018.2018 Austn Interstate C'ships In 2019 O'Brien was selected in the New South Wales men's senior eight which won the King's Cup at the Interstate Regatta.2019 Interstate Regatta At the New South Wales State Championships in February 2020 rowing with Jack Hargreaves, he won the men's elite pair. ==International representative rowing== O'Brien made his Australian representative debut in the coxed four at the World Junior Rowing Championships in 2016. They rowed to a fifth placing. In 2018 he was selected with Andrew Judge in a coxless pair to compete at both the World Rowing U23 Championships and the World Championships. They finished in seventh pace at the U/23 championships and in 13th place at the World Championships in Plovdiv. O'Brien at World Rowing In 2019 O'Brien was selected in the Australian senior men's sweep squad for the international representative season. In an effort to qualify the men's pair for the 2020 Olympics, selectors broke up the Australian dual world champion coxless four into other boats giving O'Brien an opportunity in the four. Rowing with Tim Masters, Nicholas Purnell and Jack Hargreaves, O'Brien took the gold medal in the Australian coxless four at both the World Rowing Cup II in Poznan and at WRC III in Rotterdam. O'Brien, Hargreaves, Hill, and Purnell were selected to race Australia's coxless four at the 2019 World Rowing Championships in Linz, Austria.2019 WRC entry list The four were looking for a top eight finish at the 2019 World Championships to qualify for the Tokyo Olympics.2019 World C'ship selections They won their heat and semi-final, thereby qualifying the boat for Tokyo 2020. Unexpectedly as race favourites, they finished last in the final for an overall world sixth place. ==References== ==External links== * Category:Australian male rowers Category:1998 births Category:Living people ",
    "title": "Joseph O'Brien (rower)"
}