{
    "id": "61389650",
    "text": "American League president Lee MacPhail upheld the protest by the Kansas City Royals in the Pine Tar Incident in 1983. A protested game occurs in baseball when a manager believes that an umpire's decision is in violation of the official rules. In such cases, the manager can raise a protest by informing the umpires, and the game continues to be played \"under protest.\" An umpire's judgment call (such as balls and strikes, safe or out, fair or foul) may not be protested. == Rules == In Major League Baseball (MLB), protests are governed by Rule 7.04, \"Protesting Games\". A protested game is reviewed and adjudicated by the league president, or the executive vice president of baseball operations, who may order a game resumed (replayed from the point of the protested decision) only if finding the umpire's decision was in violation of the rules and the decision \"adversely affected the protesting team’s chances of winning the game.\" A well-known example of a protested game in MLB was the Pine Tar Incident in 1983, which is the only time to date that a protested game in the American League has been ordered replayed from the point-of-protest. == Upheld protests in MLB == Upheld protests are a rare event; the below tables list upheld protests in MLB. ===Resumed games=== , there are only 15 known occurrences of a protest being upheld and the game being resumed from the point at which the protest was raised. By comparison, there have been 15 unassisted triple plays in MLB history, also . {| class=\"wikitable plainrowheaders\" |+ Key |bgcolor=lightgreen|Protesting team won the game |- |bgcolor=lightgrey|Protesting team lost the game |} {| class=\"wikitable\" |+Upheld protests with game resumed from the point-of- protest |- !Date !Venue !Protesting team !Inning !Opposing team !width=40%|Nature of protest !Initial result !Final !Ref. |- |August 30, 1913 |Baker Bowl, Philadelphia |Philadelphia Phillies |9th (top) |New York Giants |Umpire declared a forfeit due to behavior of Phillies' fans; league vacated forfeit and ordered game played to completion. |bgcolor=lightgrey|Giants win by forfeit |bgcolor=lightgreen|Phillies 8 Giants 6 | |- |July 5, 1920 |Polo Grounds, New York City |Philadelphia Phillies |7th (top) |New York Giants |Placement of runners following a Phillies pop-up that was not caught; one umpire had ruled a force out, the other an infield fly. |bgcolor=lightgrey|Giants 6 Phillies 0 |bgcolor=lightgrey|Giants 13 Phillies 0 | |- |May 28, 1921 |Forbes Field, Pittsburgh |Pittsburgh Pirates |8th (bottom) |Cincinnati Reds |Umpires allowed a rundown to occur after the ball had been thrown into the Reds' dugout and thrown back to a player. |bgcolor=lightgrey|Reds 3 Pirates 2 |bgcolor=lightgreen|Pirates 4 Reds 3 | |- |July 2, 1934 |Wrigley Field, Chicago |St. Louis Cardinals |7th (bottom) |Chicago Cubs |Infield fly was not called on a Cubs' pop-up in front of the plate with the bases loaded and one out. |bgcolor=lightgrey|Cubs 7 |bgcolor=lightgrey|Cubs 7 Cardinals 1 | |- |June 5, 1943 |Sportsman's Park, St. Louis |Philadelphia Phillies |8th (middle) |St. Louis Cardinals |Game called on account of rain; Cardinals' grounds crew did not cover the field properly. |bgcolor=lightgrey|Cardinals 1 Phillies 0 |bgcolor=lightgreen|Phillies 2 Cardinals 1 | |- |June 13, 1943 |Polo Grounds, New York City |New York Giants |9th (top) |Philadelphia Phillies |A Phillies batter deliberately stepped into a pitch, which should be ruled an out, but was not ruled out. |bgcolor=lightgrey|Phillies 6 Giants 3 |bgcolor=lightgreen|Giants 4 Phillies 3 | |- |August 17, 1947 |Shibe Park, Philadelphia |Brooklyn Dodgers |7th (bottom) |Philadelphia Phillies |Deliberate stalling tactics by the Phillies so that the game would be halted due to curfew. |Dodgers 4 Phillies 4 |bgcolor=lightgreen|Dodgers 7 Phillies 5 | |- |August 25, 1948 |Forbes Field, Pittsburgh |Pittsburgh Pirates |9th (bottom) |Brooklyn Dodgers |Illegal substitution by Brooklyn; pitcher replaced before he had finished pitching to one batter. |bgcolor=lightgrey| Pirates 9 |bgcolor=lightgreen|Pirates 12 | |- |September 22, 1954 |County Stadium, Milwaukee |Cincinnati Reds |9th (top) |Milwaukee Braves |Umpires ruled a Reds baserunner out after batter ran to first on an uncaught third strike (although already out) and drew a throw, which went into the outfield. |bgcolor=lightgrey|Braves 3 Reds 1 |bgcolor=lightgrey|Braves 4 Reds 3 | |- |August 1, 1971 |Veterans Stadium, Philadelphia |St. Louis Cardinals |12th (top) |Philadelphia Phillies |Umpires called game after rain delay, reverting 6–3 Cardinals lead into 3–3 tie (score at end of 11th inning). Cardinals' protest was upheld, as unplayable field was due to breakdown of Phillies' rain removal machine. |Cardinals 3 Phillies 3 |bgcolor=lightgreen|Cardinals 9 Phillies 6 | |- |May 15, 1975 |Jarry Park, Montreal |Atlanta Braves |4th (middle) |Montreal Expos |Umpires called game after rain delay, negating a 4–0 Braves lead (game not yet official, so would have been replayed in its entirety). Braves protested, asserting umpires didn't wait long enough or test condition of field. |No game |bgcolor=lightgreen|Braves 5 Expos 4 | |- |August 21, 1979 |Shea Stadium, New York City |Houston Astros |9th (top) |New York Mets |Umpires disallowed a single by a Houston batter that had occurred with Mets' first baseman not on the field. |bgcolor=lightgrey|Mets 5 Astros 0 |bgcolor=lightgrey|Mets 5 Astros 0 | |- |July 24, 1983 |Yankee Stadium, New York City |Kansas City Royals |9th (top) |New York Yankees |Umpires called a Royals batter out after using a bat with too much pine tar on the handle. Main article: Pine Tar Incident. |bgcolor=lightgrey|Yankees 4 Royals 3 |bgcolor=lightgreen|Royals 5 Yankees 4 | |- |June 16, 1986 |Three Rivers Stadium, Pittsburgh |Pittsburgh Pirates |6th (top) |St. Louis Cardinals |Pirates protested umpires' decision to call the game on account of rain; didn't wait long enough. |bgcolor=lightgrey|Cardinals 4 Pirates 1 |bgcolor=lightgrey|Cardinals 4 Pirates 2 | |- |August 19, 2014 |Wrigley Field, Chicago |San Francisco Giants |5th (middle) |Chicago Cubs |Giants protested umpires' decision to call the game on account of rain; Cubs' grounds crew had difficulty covering the field during sudden heavy rain. |bgcolor=lightgrey|Cubs 2 Giants 0 |bgcolor=lightgrey|Cubs 2 Giants 1 | |} ===Non-resumed games=== There have been other instances of a protest being upheld, with the game not resumed from the point at which the protest was raised. Examples include: {| class=\"wikitable\" |+Upheld protests with other remedy |- !Date !Venue !Protesting team !Inning !Opposing team !width=40%|Nature of protest !Outcome !Ref. |- |May 7–8, 1902 |West Side Park, Chicago |New York Giants | — |Chicago Orphans |The pitcher's plate (pitching rubber) was found to be the wrong distance from home plate. New York's protest was upheld, and the league ordered the games to be replayed. |Replayed | |- |October 2, 1912 |West Side Park, Chicago |Pittsburgh Pirates |10th (bottom) |Chicago Cubs |Chicago won in extra innings, with the winning run driven in by a player who batted out of order. The basis of Pittsburgh's protest was that \"the umpire was required to call attention to any infraction of the rules.\" The protest was upheld and the game result was simply removed from the league standings, as the protest was ruled on late in the 1912 season, with both teams out of pennant contention. |No contest | |- |May 14, 1914 |Federal League Park, Buffalo |Chicago Whales |9th (bottom) |Buffalo Blues |Umpire's ruling following a dropped ball on an infield fly. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |June 19, 1915 |Terrapin Park, Baltimore |Baltimore Terrapins |1st (top) |Chicago Whales |Umpire allowed a Chicago player to score after he had left the field and gone to the bench. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |April 17, 1917 |Braves Field, Boston |Philadelphia Phillies |2nd (top) |Boston Braves |Umpire ruled a Phillies player out for running outside the base path, on a play when the runner was not avoiding a tag. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |August 19, 1917 |Navin Field, Detroit |Washington Senators |9th (bottom) |Detroit Tigers |Detroit's third base coach (Ty Cobb) touched the Detroit baserunner who scored the winning run of the game as he rounded third base. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |June 3, 1918 |Ebbets Field, Brooklyn |Brooklyn Robins |6th (top) |St. Louis Cardinals |A Cardinals baserunner reached third base, started to run back to second base, then ran directly to home plate without re-touching third base; umpire allowed the run to count. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |July 28, 1924 |Sportsman's Park, St. Louis |St. Louis Browns |9th (bottom) |Boston Red Sox |Umpire's misunderstanding of substitutions led to the Browns batting out of order. League president upheld the protest and ordered the entire game replayed. |Replayed | |- |July 20, 1947 |Ebbets Field, Brooklyn |St. Louis Cardinals |9th (top) |Brooklyn Dodgers |With the Cardinals leading 2–0, their batter hit a deep drive that was signaled as not a home run by one umpire. The batter, in running the bases, slowed up after seeing it signaled as a home run by another umpire and was thrown out at the plate; this was the basis of the protest. The protest was upheld, however the remedy was not to re-play the game from the point of protest; the league president ruled that the home run would count. As the Dodgers had gone on to score three runs in the bottom of the ninth, this turned a 3–2 Dodgers win into a 3–3 tie. The tie game stands as an official result, with all individual records counting. A replay of the tied game was held on August 18, 1947, which was won by the Dodgers. |Counted as a tie game and replayed | |} == Notes == == References == ==Further reading== * Category:Baseball terminology ",
    "title": "Protested game"
}