{
    "id": "61385688",
    "text": "Garabito statue in the Garabito Canton City Hall Garabito was an indigenous king of the Huetar ethnic group, who approximately between 1561 and 1574 was a monarch of the Western Huetar Kingdom and its surroundings, in the current territory of Costa Rica. A 1566 document indicates that in 1561 he succeeded his grandfather, although given that in the indigenous kingdoms of the Intermediate Area of Costa Rica, matrilineal succession prevailed, it is more likely that his predecessor was a maternal uncle.Bákit, Oscar, Garavito, nuestra raíz perdida, San José, Jiménez & Tanzi, 1981.Sáenz Carbonell, Jorge Francisco, El rey Garabito, defensor de la libertad, San José, Imprenta Nacional, 2016. At the time when he began to rule over the huetares, shortly after the arrival in Costa Rica of the mayor of Nuevo Cartago and Costa Rica Juan de Cavallón y Arboleda (1561-1562), his domains were located in the western region of the Central Valley, Costa Rica, extending towards the Pacific in the basin of the Jesús María and Gamalotal rivers. According to a document of 1569, the domains of Garabito extended inland and included the places called Coyoche Valley, Pereira, Barva, Yuruste, Coboboci, Abacara and Chucasque; The chiefs or lord vassals of Garabito were called Cobobia, Abaçara, Barba and Yuruste. Other sources add three communities that were tributaries of Garabito, such as those of the botos, located in the plains of San Carlos, the tises and the catapas, located in the current cantons of Grecia and Alajuela. Its main settlement would have been in the Valle de la Cruz, in the current canton of San Mateo, on the banks of the Surubres River. In some publications of the 20th century, King Garabito is confused with Coyoche, another indigenous monarch who, despite being his contemporary, belonged to another ethnic group, of Mesoamerican culture. King Garabito was the most important leader of the indigenous resistance against Mayor Juan de Cavallón y Arboleda (1560-1562), and he also did not submit to the authority of Juan Vázquez de Coronado (1562-1565), his successor. Garabito is perhaps, along with Pablo Presbere, the best known of the indigenous kings of Costa Rica, mainly because he was the one who most resisted the conquest of the country by the Spaniards in the 16th century. Many legends have been woven around his figure, highlighting his fierce and untamed character. ==References== Category:People from Alajuela Province Category:16th-century Costa Rican people Category:Costa Rican politicians Category:Indigenous peoples in Costa Rica ",
    "title": "King Garabito"
}