{
    "id": "61388881",
    "text": "This is a List of Mormon place names, meaning towns and other places named, in modern times, after places and people in the Book of Mormon, after Mormon leaders during the settlement of Utah, or after other elements of the Church of Jesus Christ of Latter Day Saints' history. See List of Book of Mormon places for a reference list of locations mentioned in the Book of Mormon, and List of Book of Mormon people for persons mentioned therein. The intention is to list all places named (usually by Mormons) for specifically Mormon places and people, where those names are not otherwise generally known as Biblical (meaning from the Old and New Testaments) to non-Mormons.So this will include places named after Lehi (Book of Mormon prophet), but should not include places, if there are any, named after Lehi (Bible), a somewhat obscure place in the Book of Judges in the Old Testament. This does not include places generally known to be Biblical/Christian, such as most listed as biblical place names in North America. For example Goshen, is notably the name of a bible place, and was used as name for Goshen, Utah in Utah County, by the first LDS bishop of that area, Phineas Cook, but he named it after his birthplace, Goshen, Connecticut, according to Davidson. Which is named after Land of Goshen in Egypt, mentioned in the Old Testament, so Goshen, Utah is only indirectly named for a biblical place, and the biblical place is not specifically Mormon, so it is doubly not the type of place covered in this list. According to John W. Van Cott in his 1990 work Utah Place Names, the Mormons named more places in Utah than any other group or individual in the state. (sourced mainly to Utah Place Names, by John W. Van Cott, 1990 edition) Salt Lake City Tribune author Davidson noted, in 2018, that \"Utah cities and towns were named for at least five church presidents, 10 apostles, 11 stake presidents, nine bishops, two biblical figures and three Book of Mormon prophets, among other things.\" Similar general works for other regions, such as Idaho Place Names, identify numerous other Mormon place names. ==Place names== The intention is to list all modern usages of place names that are clearly Mormon, to exclusion of other Christian place names. Those starred are from the Book of Mormon, or modern revelation. ===Adam-ondi-Ahman*=== * Adam- ondi-Ahman, Missouri, in Daviess County, Missouri, was named by Joseph Smith, who asserted it was where Adam, of Adam and Eve had set up an altar, after Adam and Eve had been expelled from the Garden of Eden. compiled by Bruce Satterfield, BYU-Idaho Professor of Religion Settlement there was challenged, and Joseph Smith and followers moved on to Far West. ===Ammon*=== * Ammon, Idaho, originally South Iona, the area was made a ward in the church in 1889 with Arthur M. Rawson as bishop, who renamed the town in honor of Ammon, a figure in the LDS book of scripture, the Book of Mormon. ===Ballard=== *Ballard, Utah in Uintah County, is named after LDS apostle Melvin J. Ballard ===Bountiful=== *Bountiful, Utah, named after Bountiful (Book of Mormon). It was the second city established by Mormons in Utah. ===Brigham=== *Brigham City, Utah, in Box Elder County, named for Brigham Young, second LDS church president. It was called Youngsville for two years before. * Brigham City, Arizona, a nearby town is called Joseph City, Arizona ===Cannonville=== *Cannonville, Utah, in Garfield County, \"Named for former apostle George Q. Cannon. Has also been called \"Gunshot\", as locals say \"it’s too small for a cannon.\" ===Cardston=== * Cardston and Cardston County in Alberta are named for Charles Ora Card, sometimes known as \"Canada's Brigham Young\".Richard E. Bennett, \"Canada: From Struggling Seed, the Church Has Risen to Branching Maple,\" Ensign, September 1988, p. 30. ===Clawson=== *Clawson, Utah, in Emery County, named for apostle Rudger Clawson, who had visited to organize a ward there. ===Colonia LeBaron=== * Colonia LeBaron was founded by a fundamentalist sect in Chihuahua, Mexico and named after the LeBaron family. ===Colonia Mormones=== * Colonia Mormones in Sonora, Mexico. ===Cumorah*=== *Cumorah, also known as Mormon Hill,A. P. Kesler, \"Mormon Hill\", Young Woman's Journal, 9:73 (February 1898).\"Thomas Cook History, 1930\", in Dan Vogel ed. (2000). Early Mormon Documents, vol. 3 (Salt Lake City: Signature Books ) pp. 243–50.Andrew Jenson, Conference Report (April 1917) p. 99. Gold Bible Hill,\"A Looked-for Exposure: Secrets of the Original Mormon Bible\", The New York Times, 1888-02-26.Bruce E. Dana (2003). Glad Tidings Near Cumorah (CFI, ) pp. 58–60. and Inspiration Point) is a drumlin in Manchester, New York, United States, where Joseph Smith said he found a set of golden plates which he translated into English and published as the Book of Mormon. Cumorah is a name found in the Book of Mormon, and given to the site by Smith. The Sacred Grove is nearby. ===Cutler's Park=== * Cutler's Park, in what is now Nebraska, was named in honor of Alpheus Cutler, who founded the site. Cutler was an early leader in the Latter Day Saint movement, who was later known for being one of the master builders of the Nauvoo Temple and for establishing his own branch of Mormonism known as the Church of Jesus Christ (Cutlerite). ===Deseret*=== *State of Deseret, provisional U.S. state which existed for two years *Deseret, Utah, in Millard County *Deseret, California Deseret (Book of Mormon) is the word for \"honeybees\" in land of the Jaredites, in the Book of Mormon. \"Brigham Young wanted pioneers to be as industrious as honeybees and used the name in many places and ways. When Latter-day Saints first sought statehood, they applied using the name 'State of Deseret.'\" ===Draper=== *Draper, Utah, in Salt Lake County, honors William Draper, the first LDS bishop of the city. ===Enoch*=== * Enoch, Utah after the Order of Enoch. * Enoch, Texas, founded by LDS and named after the Order of Enoch. Samuel O. Bennion's organization of the Enoch Branch in 1911.Handbook of Texas Online - ENOCH, TXEnoch History The first Latter-day Saint settlers had arrived in 1906. In 1908 a Sunday School was organized at Enoch. In 1910 a building was built for the Sunday School.http://www.kelseytx.com/stories/a3enochhistory.htmn In 1930 it was only one of eight communities in Texas where the church owned a chapel.Jenson, Andrew. Encyclopedic History of the Church of Jesus Christ of Latter-day Saints (Salt Lake City: Deseret News Press, 1941) p. 130 ===Ephraim*=== * Ephraim, Utah - the special significance here is that the Tribe of Ephraim is said to restore the gospel to the earth and many modern Mormons are said to belong to it. ===Far West=== Far West, Missouri, in Caldwell County, Missouri, was a Mormon settlement, which grew as Mormons were expelled from the Adam- ondi-Ahman, Missouri area. Settlement there, too, was challenged, and many Mormons moved on to Nauvoo, Illinois. ===Farr West=== *Farr West, Utah, in Weber County, is named for Lorin Farr, first president of the LDS Weber Stake. It is also named for bishop Chauncey W. West, and is a nod to Far West, Missouri, an important previous Mormon community. ===Fayette=== *Fayette, Utah, in Sanpete County, is named for Fayette, New York. In 1830 the LDS Church was organized there. ===Fielding=== *Fielding, Utah, in Box Elder County. It was named to honor Mary Fielding Smith, mother of the sixth president of the LDS church, Joseph Fielding Smith. \"It was named in part to honor the church president, too.\" Van Cott says it was named for the mother.) ===Francis=== *Francis, Utah, in Summit County, named for apostle Francis M. Lyman, as is Lyman. ===Grantsville=== *Grantsville, Utah in Tooele County, Utah, a city named for George D. Grant, who served as a colonel in the Nauvoo Legion. ===Georgetown=== *Georgetown, Idaho, renamed from \"Twin Creeks\" by {Brigham Young for his friend George Q. Cannon in 1873, after the two had visited the colony together. (Credit partly to Idaho Place Names: A Geographic Dictionary, by Lalia Boone) ===Hamblin=== * Hamblin, Utah named for Jacob Hamblin ===Harmony=== *New Harmony, Utah, in Washington County, is named for Harmony, Pennsylvania, where Joseph Smith translated the Book of Mormon, \"and to signify harmony among early settlers.\" ===Hawkins=== *Hawkins, Idaho, possibly named after Sister Hawkins, LDS missionary ===Heber City=== *Heber City, Utah, named for apostle Heber C. Kimball. Heber \"had baptized many of the city’s early residents as a missionary in England before they immigrated.\" ===Henrieville=== *Henrieville, Utah, in Garfield County, named for James Henrie, the first LDS stake president in its area. ===Hinckley=== *Hinckley, Utah, in Millard County, named for Ira Hinckley, a stake president in its area, and grandfather of future church president Gordon B. Hinckley).\" ===Hooper=== * Hooper, Utah, named for William Henry Hooper, a member of the Council of Fifty of The Church of Jesus Christ of Latter-day Saints and an early Utah delegate to Congress. ===Hyde Park=== *Hyde Park, Utah, in Cache County, is assertedly named for William Hyde, the first LDS bishop in its area It may also partly be named for London's Hyde Park. ===Hyrum=== *Hyrum, Utah, in Cache County was named for Hyrum Smith, Joseph Smith's brother. A twin settlement was intended to be founded nearby and named Joseph, but it never happened. ===Iona=== *Iona, Idaho \"Iona: According to the town’s own history book, Iona was named by LDS Church President John Taylor. He visited early settlers in the area, then known as Sand Creek, and apparently suggested the name “Iona”, claiming it was the name of a small town in Israel that meant “beautiful”.\" It is also the name of an island in Scotland. ===Iosepa=== *Iosepa, Utah, uses the Hawaiian word for \"Joseph\", and is named for missionary Joseph F. Smith who recruited Polynesians to settle in Skull Valley. Settlers included Samoans and Māori as well as Native Hawaiians. It was tough going. Later when Smith was LDS church president, the first LDS church outside the United States was started in Hawaii, and returns to Hawaii were funded, and the town became a ghost town. ===Ivins=== *Ivins, Utah, in Washington County, is named for apostle Anthony W. Ivins. ===Jacob Lake=== * Jacob Lake, Arizona, named for Jacob Hamblin ===Joseph=== *Joseph, Utah, in Sevier County \"Honors not Joseph Smith but rather Joseph A. Young, the first president of the LDS Sevier Stake.\" * Joseph City, Arizona, a nearby town is called Brigham City, Arizona, named after the first two church presidents. ===Kaysville=== *Kaysville, Utah, honors William Kay, the first LDS bishop in its area. Early settlers, including Kay, wanted to name it \"Freedom\". \"But Brigham Young asked, 'When did Bishop Kay’s ward get its freedom?' Young pushed the name Kaysville instead.\"also ===Kimball=== * Kimball, Alberta named after the ward which was named after the descendants of Heber C. Kimball. ===Kirtland=== * Kirtland, New Mexico is named for Kirtland, Ohio, where the LDS built one of their first temples and were expelled from. ===Kolob*=== *Kolob Canyons, named for Kolob, \"a major star in Mormon cosmology, the center of the Universe\" Kolob is mentioned in Book of Abraham, written by Joseph Smith, part of the Pearl of Great Price. ===Lamoni*=== * Lamoni, Iowa named after Lamoni, a king mentioned in the Book of Mormon. Formerly headquarters of the Community of Christ (RLDS) ===Layton=== *Layton, Utah, named for early bishop Christopher Layton. ===Leavitt=== * Leavitt, Alberta, adjacent to Cardston, was founded by Thomas Rowell Leavitt, another Mormon fleeing the U.S. federal crackdown on polygamy.Thomas Rowell Leavitt, Once Upon a Wedding: Stories of Weddings in Western Canada, Nancy Millar, 2000 ===Lehi*=== *Several places are named after Lehi from the Book of Mormon, as opposed to Lehi (Bible) a place in the Old Testament. Book of Mormon Lehi's include two prophets: Lehi (Book of Mormon prophet), 7th–6th cen. BC or Lehi, son of Helaman, late 1st cen. BC; and two other persons: Lehi, Nephite military commander, or Lehi, son of Zoram. **Lehi, Arizona, a Mormon agricultural community and neighborhood now part of Mesa, Arizona **Lehi, Utah, \"Named for a Book of Mormon prophet. It was chosen because its early pioneers had moved often, much like the scriptural prophet Lehi, who traveled from Jerusalem to the Americas.\" ===Lewiston=== *Lewiston, Utah in Cache County \"Honors an early Latter-day Saint bishop, William H. Lewis, renamed after earlier being called Poverty Flat.\" ===Lund=== * Lund, Nevada named for Anthon H. LundJenson, Andrew. Encyclopedic History of the Church of Jesus Christ of Latter-day Saints. (Salt Lake City: Deseret News Press, 1941) p. 452 of the Quorum of the Twelve. ===Lyman=== *Lyman, Utah, in Wayne County, named for apostle Francis M. Lyman, as was Francis. ===Maeser=== *Maeser, Utah, in Uintah County, named for Karl G. Maeser, early president of Brigham Young University and head of the LDS church's Sunday school. \"He visited the area, and residents liked him so much they named the town in his honor.\" ===Manti*=== Manti is the name of a city in the Book of Mormon and also of Manti, a soldier *Manti, Utah, as a new community, was named by Brigham Young after the city mentioned in the Book of Mormon. \"Honors a city mentioned in the Book of Mormon. Originally, Danish settlers there had named it Copenhagen.\" *Manti National Forest, in Utah and Colorado *Manti, Iowa, was a Mormon settlement which failed, many of whose settlers moved to Shenandoah, Iowa, instead. *Manti Crater on Mars, named for the community in Utah. ===Martin's Cove=== * Martin's Cove, in what is now Wyoming, is named for the Martin Handcart Company. In November 1856, about 500 Mormon emigrants in the Martin Handcart Company were halted for five days in the Cove by snow and cold while on their way to Salt Lake City. The Martin Handcart company had begun its journey on July 28, 1856 which was dangerously late in the season and would ultimately lead to the disaster. Although the number who died in the Cove is unknown, more than 145 members of the Martin Company died before reaching Salt Lake City. ===Milo=== *Milo, Idaho \"Milo: First, there was a small settlement named Leorin, as well as a Leorin School. An LDS ward was organized there in 1900 and called the Milo Ward after Milo Andrus, an LDS pioneer who led a company across the plains to the Intermountain West. It’s probable that the Milo name then just became a common way for Mormons to refer to the area, so it stuck.\" ===Morgan=== *Morgan County, Utah, named for apostle Jedidiah Morgan Grant, advisor to Joseph Smith and father of church president Heber J. Grant ===Mormon*=== Mormon is a prophet who gave his name to the Book of Mormon, which in turn produced the nickname of Latter-day Saints. * Mormon, California * Mormon Bar, California * Mormon Bridge, crossing the Missouri River between Nebraska and Iowa, officially named the Mormon Pioneer Bridge * Mormon Flat, in Arizona northeast of Phoenix, and the associated Mormon Flat Dam * Mormon Grove near Zodiac, Texas * Mormon Gulch, now known as Tuttletown, California * Mormon Island, California * Mormon Island (Colorado River) * Mormon Island State Recreation Area, Hall County, Nebraska * Mormon Lake, Arizona, an intermittent lake named after pioneers. Gives its name to the settlement of Mormon Lake, Arizona. * Mormon Mill, Burnet County, Texas * Mormon Mountains, Nevada, including Mormon Peak (Nevada) and the East Mormon Mountains * Mormon Pioneer National Heritage Area, stretching through six counties of Utah (Garfield, Kane, Piute, Sanpete, Sevier, and Wayne counties) * Mormon Reservoir (Idaho) * Mormon Road, trail to California pioneered in 1847, through Utah, Arizona, Nevada and through the Mojave Desert of California to Los Angeles * Mormon Row, in Jackson Hole valley, Wyoming * Mormon Springs, Mississippi * Mormon Station, now known as Genoa, Nevada * Mormon Tavern, California * Mormon volcanic field, south of Flagstaff, Arizona * Mormon Well Spring, Nevada ===Moroni*=== *Moroni, Utah, in Sanpete County, named for Moroni, last prophet in Book of Mormon, \"the same man who Joseph Smith said appeared to him as an angel (and is featured in statue form atop many Latter-day Saint temples).\" ===Mount Pisgah=== * Mount Pisgah, Iowa, was named by LDS apostle Parley P. Pratt, who, when he first saw the modest hill, was reminded of the biblical Pisgah (Deuteronomy 3:27) where Moses viewed the Promised Land. ===Nauvoo*=== The original Nauvoo is in Illinois, named by Joseph Smith and was founded by church members. The name is derived from the traditional Hebrew language with an anglicized spelling. The word comes from Isaiah 52:7, “How beautiful upon the mountains...” (; etymology: ) * Nauvoo, Alabama, Tom Carroll renamed Ingle Mills for Nauvoo, Illinois.http://www.walkerweb.net/towns/nauvoo.htm * Nauvoo, IllinoisHistorical Encyclopedia of Illinois and History of Hancock County, Vol. II, Munsell Publishing Company, Chicago, 1921 * Nauvoo, Tioga County, Pennsylvania * Nauvoo, York County, Pennsylvania * Nauvoo, Tennessee ===Nephi*=== Nephi is the name of two Book of Mormon prophets *Nephi, Utah, named after Nephi, son of Lehi, from the Book of Mormon. It was previously called \"Little Chicago.\" ===Nibley=== *Nibley, Utah, in Cache County, honors Charles W. Nibley, a past presiding bishop of the LDS Church. ===Orderville=== *Orderville, Utah, in Kane County, named for the United Order, a collectivist movement practiced there by Mormons ===Parley=== *Parley's Canyon and Parley's Summit, named after early apostle Parley P. Pratt. ===Perry=== *Perry, Utah, in Box Elder County, is named for Lorenzo Perry, Perry's first LDS bishop. It was previously named Porter's Spring, after controversial Mormon gunfighter Orrin Porter Rockwell. ===Preston=== *Preston, Idaho \"Preston: The settlement was originally called Worm Creek, but renamed in honor of William B. Preston, a prominent LDS Church authority who was an early settler of Cache Valley.\" ===Ramah*=== * Ramah, New Mexico named after Cumorah also known as Ramah in the Book of Mormon. ===Randolph=== *Randolph, Utah, in Rich County, Utah, named for early LDS bishop Randolph Stewart ===Raymond=== * Raymond, Alberta, for Ray Knight named in his honour by his father. ===Rich=== *Rich County, Utah, named for early apostle Charles C. Rich. ===Rigby=== *Rigby, Idaho \"Rigby: Your town was named by LDS Church President John Taylor after William F. Rigby, a Driggs resident who had assisted in the settlement and early organization of the LDS Church in the area.\" ===St. George=== *St. George, Utah, named after apostle George A. Smith It was \"suggested that if other churches could have saints, Mormons could, too.\" ===St James=== * St. James Township, Michigan is named for James Strang, who led a faction of Mormon settlers to Beaver Island in 1848 in a rival faction to Brigham Young. called St. James, naming it after himself. Strang led those who accepted him to Nauvoo, Illinois, and then Voree, Wisconsin, before deciding that God wanted him to bring his flock to Beaver Island. James J. Strang appointed by Joseph Smith Jr. presided over the Church of Jesus Christ of Latter Day Saints (Strangite) from 1844 to 1856. ===Schuler=== *Schuler, Alberta, honors missionary sister Schuler? ===Smithfield=== *Smithfield, Utah, in Cache County, named for John Glover Smith, the first LDS bishop of its area ===Snowflake=== * Snowflake, Arizona is a portmanteau of the surnames of Erastus Snow (member of the Quorum of the Twelve) and William Jordan Flake, Mormon pioneers and colonizers.History of Snowflake, AZ ===Snowville=== *Snowville, Utah, in Box Elder County, named for 5th church President Lorenzo Snow.\" ===Talmage=== *Talmage, Utah, named after Mormon apostle James E. Talmage ===Taylor=== *Taylorsville, Utah, named for LDS church president John Taylor, who was an early resident in the area. * Taylorville, Alberta also named for the same person * Taylor, Arizona ===Thompson=== *Thompson-Hansen House, honors intrepid missionary Thompson ===Veyo=== *Veyo, Utah, named for \"Virtue\", \"Enterprise\", \"Youth\", and \"Order\", values of its Mormon settlers. ===Voree=== * Voree, Wisconsin, the headquarters of the Church of Jesus Christ of Latter Day Saints (Strangite), a denomination of the Latter Day Saint (Mormon) movement. According to James Strang, founder of the Strangite church in rivalry to Brigham Young, and of the town, the name means \"Garden of Peace\".Linda S. Godfey. Strange Wisconsin. p. 10. The community is situated along former Wisconsin Highway 11 just west of the Racine County line. ===Webb=== *Webb, Arizona, named for missionary Webb? ===Wellsville=== *Wellsville, Utah, in Cache County, is named for Daniel H. Wells, a Mormon apostle and an early mayor of Salt Lake City ===Widstoe=== *Widtsoe, Utah, named for early Mormon leader John A. Widtsoe ===Wilford=== * Wilford, Arizona named for Wilford Woodruff, church president. ===Willard=== *Willard, Utah, in Box Elder County, settled in 1851 as \"Willow Creek\", later renamed to honor apostle Willard Richards (1804–1854). With ===Winter Quarters=== * Winter Quarters (North Omaha, Nebraska), is named after the winter campgrounds of Mormon pioneers and now is home to Winter Quarters Nebraska Temple1911 Encyclopædia Nebraska\" (Available at Google Books). ===Woodruff=== Generally after Wilford Woodruff, president of the church. *Woodruff, Arizona *Woodruff, Idaho *Woodruff, Utah, in Rich County, named for LDS Church president Wilford Woodruff, who often came through on way to visit relatives nearby. ==Notes== ==References== ==Further reading== *John W. Van Cott Utah Place Names. University of Utah Press, editions in 1990 and 2000. Category:Toponymy Category:Latter Day Saint movement lists ",
    "title": "List of Mormon place names"
}