{
    "id": "61387116",
    "text": "João W. Nery (12 February 1950 – 26 February 2018), was a Brazilian writer, psychologist, and LGBT activist. He is known to be the first transgender man to have undergone sex-change surgery in Brazil; it took place in 1977. == Career == João became an LGBT rights activist, especially of the trans population. A bill by congressman Jean Wyllys and congresswoman Erika Kokay bears his name. Based on the Argentine Identity and Gender Law, the project guarantees the right to recognize the gender identity of all transgender people in Brazil, without the need for judicial authorization, medical or psychological reports, surgery or hormone treatment. In August 2017, Nery was discovered to have a lung cancer. Smoking since he was 15 years old, he underwent chemotherapy. In September 2018, Nery revealed on social networks that cancer had hit the brain; he died in Niteroi, on 26 October 2018, at 68. ==Body of work== ;Literature * Erro de pessoa: Joana ou João?, Rio de Janeiro, Editora Record, 1984. * Viagem solitária: memórias de um transexual 30 anos depois, São Paulo, Leya Brasil, 2012. * Vidas trans: a coragem de existir (in co-opeartion with Amara Moira, Márcia Rocha e T. Brant), Bauru, Leya Brasil, 2017. * Velhice transviada, Postumo, 2018. == Bibliography == * Jesus, Dánie Marcelo de; Carbonieri, Divanize; Nigro, Claudia M.C. (2017). Estudos sobre gênero: identidades, discurso e educação – homenagem a João W. Nery. [S.l.]: Pontes. 252 pp. . * Gonçalves Jr., Sara W. P. (2017) Invisíveis. In:Estudos sobre gênero: identidades, discurso e educação – homenagem a João W. Nery. Editora Pontes. 2017 . == References == Category:1950 births Category:2018 deaths Category:LGBT rights activists from Brazil Category:LGBT writers from Brazil Category:20th-century Brazilian novelists Category:20th-century Brazilian male writers Category:Brazilian male novelists Category:Brazilian journalists Category:Transgender and transsexual men Category:Transgender and transsexual writers Category:21st-century Brazilian male writers Category:Brazilian non-fiction writers ",
    "title": "João W. Nery"
}