{
    "id": "61388678",
    "text": "Orlando David Schärer is a chemist and biologist researching DNA repair, genomic integrity, and cancer biology. Schärer has taught biology, chemistry and pharmacology at various university levels on three continents. He is a distinguished professor at the Ulsan National Institute of Science and Technology (UNIST) and the associate director of the IBS Center for Genomic Integrity located in Ulsan, South Korea. He leads the three interdisciplinary research teams in the Chemical & Cancer Biology Branch of the center and specifically heads the Cancer Therapeutics Mechanisms Section. == Education == Majoring in chemistry at ETH Zürich in Switzerland, Schärer received his Diplom (MSc) in 1991 after studying under Professor Duilio Arigoni. He then attended a chemistry PhD program at Harvard and graduated in 1996. As a graduate student in the laboratory of Professor Gregory L. Verdine, Schärer developed chemical approaches to study the DNA glycosylases in base excision repair. == Career== Schärer started his career in 1996, as a Human Frontier Science Program postdoctoral fellow in the Department of Cell Biology and Genetics of Erasmus University Rotterdam under Professors Roland Kanaar and Jan Hoeijmakers. During this fellowship, he researched biochemical and genetic aspects of homologous recombination in mammals. Starting in 1999, he was an independent group leader and START Fellow (Swiss Science Foundation Research Professor) in the Institute of Molecular Cancer Research at the University of Zürich. That marked the start of the Schärer lab - researching chemical, biochemical and cell biological approaches to research nucleotide excision repair, interstrand crosslink repair and how DNA repair pathways impact cancer chemotherapy. The last four years of his time in Zürich, he taught biological chemistry as a lecturer at ETH Zürich. From 2005, he continued his research as a tenured associate professor at Stony Brook in the Departments of Pharmacological Sciences and Chemistry and as a member of the Institute for Chemical Biology and Drug Design. During a sabbatical leave in 2011, he was a visiting scientist at the Institute of Molecular Cancer Research in the University of Zürich. Returning from Switzerland, he became a full professor. In 2017, he became a distinguished professor and the associate director of the IBS Center for Genomic Integrity in UNIST, headed by Myung Kyungjae. Located in Ulsan City, Republic of Korea, the new laboratory is divided into three sections; DNA Damage Repair, Molecular Cancer Research, and Cancer Therapeutics Mechanisms. The Schärer Laboratory is best known for the development of syntheses of DNA interstrand crosslinks and other DNA lesions and mechanistic studies of human nucleotide excision repair and interstrand crosslink repair and structure-specific nucleases, such as ERCC1-XPF and XPG. == Honors and awards == * 2016: Excellence in Senior Research Award, Stony Brook University, School of Medicine * 2015: Chair, Mammalian DNA Repair Gordon Research Conference * 2013: Fanconi Anemia Research Fund Discovery Award * 2005: NYSTAR Faculty Development Award, Stony Brook University * 2001: EMBO Young Investigator Award * 1999: START fellowship of the Swiss National Science Foundation ==See also== * Anton Gartner * Simon Boulton ==References== == External links == * Cancer Biology Branch of the IBS Center for Genomic Integrity * Cancer Therapeutics Mechanisms Section * Orlando D. Schärer - Google Scholar * Twitter account Category:Living people Category:Institute for Basic Science Category:Swiss biologists Category:Stony Brook University faculty Category:University of Zurich faculty Category:Harvard University alumni Category:ETH Zurich alumni Category:Year of birth missing (living people) ",
    "title": "Orlando D. Schärer"
}