{
    "id": "61380113",
    "text": ", is a fictional player character who appears in the 2015 video game Tom Clancy's Rainbow Six Siege—a tactical online first-person shooter developed by Ubisoft Montreal—and other video games published by French video game publisher Ubisoft. She was introduced in the fourth expansion Operation Red Crow, released on November 17, 2016. In Rainbow Six Siege lore, Hibana was born and raised in Nagoya, Japan and is a skilled martial artist who joined the National Police Academy at age 18. Nicknamed \"Hibana\" because of her style of leadership, she developed tactical versatility while training with elite police tactical units FBI SWAT and GIGN and was known as an expert in gaining entry in high-risk areas and onrush tactics. After training, she was recruited by the Aichi Prefectural Police Department's Special Unit. Within the game, Hibana has access to her \"X-Kairos\", a specialised 40 mm calibre launcher used to project six explosive pellets that can be remotely detonated. It can be used in various ways, such as creating sightlines, entry points, crawlspaces, or destroying hatches. ==Development and release== Before release, Ubisoft announced that the fourth free expansion for Rainbow Six Siege as Operation Red Crow, with fans speculating that it would be set in Japan, with Reddit user Cheesetoaster13 soon leaking images of the two Japanese operators to the official Rainbow Six Siege subreddit. On November 17, 2016, Ubisoft released the expansion for Season Pass owners. Alongside Skyscraper, a map available to the public for free, two operators from Japan's special police force Special Assault Team (SAT) were released as part of the expansion, including Hibana, a stealth-focused operator. From September 25, 2018, Ubisoft announced that all Year One operators, including Hibana, would be put up for sale for 40% less than their usual selling price. ===Post-release=== Upon release, it was discovered that if playing on the PlayStation 4 version of the game, a bug could occur that could cause the game to drop its frame rate (FPS) to 0 when using her gadget. Ubisoft quickly pulled her from rotation, making her inaccessible, until a patch was released. The bug was fixed in the game's 5.1 update, released the week after the launch of Operation Red Crow, alongside other issues concerning the X-Kairos. Rainbow Six Siege's Update 2.1.1 brought various fixes to the X-Kairos, with Ubisoft noting various issues, including times when some of the pellets won't explode, a bug where pellets aren't displayed properly when shot between two reinforced walls, and a Lingering visual effect after detonation. Unfortunately for players, the update failed to fix the issue concerning pellets not exploding when detonated. In the patch notes of Update 2.1.3, Ubisoft stated that they planned to fix the bug by the second season of the following year. The Operation Grim Sky expansion, released to the Technical Test Server (TTS) in August 2018, buffed the X-Kairos to be able to destroy a hatch with only four pellets rather than six to partially fix a bug where the latter would not hit its intended target. An additional fix was added to the update where, in some instances, reinforced wall debris will remain floating even though the wall was destroyed by the X-Kairos. ===Story and character=== ====Biography==== Hibana was born the daughter of a butcher and was inspired by her family to start practising Kyūdō at a young age. The ranged weapon training obtained from the practice was followed by her entering martial arts and perfecting multiple assessments while carrying precise, controlled, and fluid motions. While studying at the National Police Academy, she was the nickname \"Hibana\" because of her improvised explosive devices and leadership skills while on the field. She was recruited by the Ichi Prefectural Police Department Special Unit because of her lethality and fluency in seven languages. The recruitment allowed her charisma and various techniques and to quickly move up in the ranks. Originally from Nagoya, Hibana travelled the world to perfect her technique and skills. She specialises in paramilitary techniques, gained by training with the Special Air Service, FBI SWAT, GIGN, and various other special forces units. She acquired tactical versatility from her diverse training, including proficiency in performing assaults in tubular spaces such as buses, trains and aeroplanes. ====Personality==== Considered a natural team builder, Hibana is passionate and adaptive in her fields. She has inspired experts from diverse backgrounds to work alongside each other to reach a common goal. ==Appearances== A gameplay screenshot showcasing Hibana using her X-Kairos gadget to blow a hole in a wall. In Rainbow Six Siege, Hibana is a light- armoured attacking operator who is equipped with the \"X-Kairos\", a 40 mm calibre launcher that fires six explosive pellets simultaneously that can be remotely detonated from a safe distance. The launcher can be used to blow open holes in walls, creating either sightlines or entry points depending on how the player uses it. For firearms, she possesses either a Benelli Supernova pump-action shotgun or a Howa Type 89 assault rifle as primary weapons and either a SIG Sauer P229 semi-automatic pistol or a Minebea PM-9 machine pistol as secondary weapons. She also has access to either stun grenades or a claymore as gadgets, though the claymore was later replaced with a breaching charge. From October 25 to October 31, 2018, Hibana, alongside various other operators, were made playable in the in-game Halloween-themed event Mad House and were each given event-exclusive uniforms which could be unlocked. Hibana has received various unique cosmetic skins for her uniform and armoury, including cosmetics exclusive to the limited time Outbreak event, an outfit supporting American Esports team Faze Clan as part of the game's Pilot Program, and exclusive outfit and weapon skins if the player linked their Twitch Prime accounts to their UPlay account. In February 2019, Ubisoft unveiled an Elite skin set for Hibana, which contained the 'Onkochishin' uniform that draws inspiration from her Japanese heritage. The uniforms unique victory animation shows her using a traditional Japanese longbow known as a Yumi. ==Reception== Several video game magazines have included her in lists detailing the best operators in Rainbow Six Siege, with VG247's Mitch Lineham listing her as the 7th best attacker and writers for GameSpot including her in articles about the best operators to choose for beginners and experts at the game. Hibana was also mentioned by Sam Greer of Eurogamer as her favourite operator when talking about diversity within the game. Hibana is also one of the most popular operators to play as, at an 86.4% operator usage rate—the rate in which an operator has to appear in a round—calculated near the end of Rainbow Six Siege's third season, compared to operator usage rates of Ash at 65.1%, Thermite at 47.6%, Thatcher at 46.5%, and Buck at 41.1%. While talking to fans in an Ask Me Anything on Reddit, The balancing team for the game stated that Hibana was considered to be well-balanced and was in a \"good place\". ==References== ==External links== *Hibana's profile at publisher's homepage Category:Fictional special forces personnel Category:Female characters in video games Category:Fictional military personnel in video games Category:Fictional police officers in video games Category:Video game characters introduced in 2016 Category:Fictional Japanese people in video games Category:Fictional martial artists in video games Category:Tom Clancy characters Category:Ubisoft characters Category:Woman soldier and warrior characters in video games ",
    "title": "Hibana (Rainbow Six Siege)"
}