{
    "id": "61384892",
    "text": "Spectral imaging is an umbrella term for energy-resolved X-ray imaging in medicine. The technique makes use of the energy dependence of X-ray attenuation to either increase the contrast-to-noise ratio, or to provide quantitative image data and reduce image artefacts by so-called material decomposition. Dual-energy imaging, i.e. imaging at two energy levels, is a special case of spectral imaging and is still the most widely used terminology, but the terms \"spectral imaging\" and \"spectral CT\" have been coined to acknowledge the fact that photon-counting detectors have the potential for measurements at a larger number of energy levels. == Background == The first medical application of spectral imaging appeared in 1953 when B. Jacobson at the Karolinska University Hospital, inspired by X-ray absorption spectroscopy, presented a method called \"dichromography\" to measure the concentration of iodine in X-ray images. In the 70’s, spectral computed tomography (CT) with exposures at two different voltage levels was proposed by G.N. Hounsfield in his landmark CT paper. The technology evolved rapidly during the 70’s and 80’s, but technical limitations, such as motion artifacts, for long held back widespread clinical use. In recent years, however, two fields of technological breakthrough have spurred a renewed interest in energy-resolved imaging. Firstly, single-scan energy-resolved CT was introduced for routine clinical use in 2006 and is now available by several major manufacturers, which has resulted in a large and expanding number of clinical applications. Secondly, energy-resolving photon-counting detectors start to become available for clinical practice; the first commercial photon- counting system was introduced for mammography in 2003, and CT systems are at the verge of being feasible for routine clinical use. == Spectral image acquisition == An energy-resolved imaging system probes the object at two or more photon energy levels. In a generic imaging system, the projected signal in a detector element at energy level \\Omega \\in \\\\{E_1, E_2, E_3,\\ldots\\\\} is where q is the number of incident photons, \\Phi is the normalized incident energy spectrum, and \\Gamma is the detector response function. Linear attenuation coefficients and integrated thicknesses for materials that make up the object are denoted \\mu and t (attenuation according to Lambert–Beers law). Two conceivable ways of acquiring spectral information are to either vary q\\times\\Phi with \\Omega, or to have \\Omega-specific \\Gamma, here denoted incidence-based and detection-based methods, respectively.photo-electric + Compton bases (blue) and polyvinyl chloride (PVC) + polyethylene bases (red). The linear attenuation of iodine illustrates the effect of a contrast material with a K absorption edge at 33.2 keV. Most elements appearing naturally in human bodies are of low atomic number and lack absorption edges in the diagnostic X-ray energy range. The two dominating X-ray interaction effects are then Compton scattering and the photo-electric effect, which can be assumed to be smooth and with separable and independent material and energy dependences. The linear attenuation coefficients can hence be expanded as In contrast-enhanced imaging, high-atomic-number contrast agents with K absorption edges in the diagnostic energy range may be present in the body. K-edge energies are material specific, which means that the energy dependence of the photo-electric effect is no longer separable from the material properties, and an additional term can be added to Eq. () according to where a_K and f_K are the material coefficient and energy dependency of contrast- agent material K. == Energy weighting == Summing the energy bins in Eq. () (n=\\sum n_\\Omega) yields a conventional non-energy-resolved image, but because X-ray contrast varies with energy, a weighted sum (n=\\sum w_\\Omega\\times n_\\Omega) optimizes the contrast-to-noise-ratio (CNR) and enables a higher CNR at a constant patient dose or a lower dose at a constant CNR. The benefit of energy weighting is highest where the photo-electric effect dominates and lower in high-energy regions dominated by Compton scattering (with weaker energy dependence). Energy weighting was pioneered by Tapiovaara and Wagner and has subsequently been refined for projection imaging and CT with CNR improvements ranging from a few percent up to tenth of percent for heavier elements and an ideal CT detector. An example with a realistic detector was presented by Berglund et al. who modified a photon-counting mammography system and raised the CNR of clinical images by 2.2–5.2%. == Material decomposition == Equation () can be treated as a system of equations with material thicknesses as unknowns, a technique broadly referred to as material decomposition. System properties and linear attenuation coefficients need to be known, either explicitly (by modelling) or implicitly (by calibration). In CT, implementing material decomposition post reconstruction (image-based decomposition) does not require coinciding projection data, but the decomposed images may suffer from beam-hardening artefacts because the reconstruction algorithm is generally non-reversible. Applying material decomposition directly in projection space instead (projection-based decomposition), can in principle eliminate beam-hardening artefacts because the decomposed projections are quantitative, but the technique requires coinciding projection data such as from a detection-based method. In the absence of K-edge contrast agents and any other information about the object (e.g. thickness), the limited number of independent energy dependences according to Eq. () means that the system of equations can only be solved for two unknowns, and measurements at two energies (|\\Omega|=2) are necessary and sufficient for a unique solution of t_1 and t_2. Materials 1 and 2 are referred to as basis materials and are assumed to make up the object; any other material present in the object will be represented by a linear combination of the two basis materials. Material-decomposed images can be used to differentiate between healthy and malignant tissue, such as micro calcifications in the breast, ribs and pulmonary nodules, cysts and solid tumors, posttraumatic bone bruises (bone marrow edema) and the bone itself, different types of renal calculi (stones), and gout in the joints. The technique can also be used to characterize healthy tissue, such as the composition of breast tissue (an independent risk factor for breast cancer) and bone-mineral density (an independent risk factor for fractures and all-cause mortality). Finally, virtual autopsies with spectral imaging can facilitate detection and characterization of bullets, knife tips, glass or shell fragments etc. The basis-material representation can be readily converted to images showing the amounts of photoelectric and Compton interactions by invoking Eq. (), and to images of effective-atomic-number and electron density distributions. As the basis-material representation is sufficient to describe the linear attenuation of the object, it is possible to calculate virtual monochromatic images, which is useful for optimizing the CNR to a certain imaging task, analogous to energy weighting. For instance, the CNR between grey and white brain matter is maximized at medium energies, whereas artefacts caused by photon starvation are minimized at higher virtual energies. == K-edge imaging == In contrast- enhanced imaging, additional unknowns may be added to the system of equations according to Eq. () if one or several K absorption edges are present in the imaged energy range, a technique often referred to as K-edge imaging. With one K-edge contrast agent, measurements at three energies (|\\Omega|=3) are necessary and sufficient for a unique solution, two contrast agents can be differentiated with four energy bins (|\\Omega|=4), etc. K-edge imaging can be used to either enhance and quantify, or to suppress a contrast agent. Enhancement of contrast agents can be used for improved detection and diagnosis of tumors, which exhibit increased retention of contrast agents. Further, differentiation between iodine and calcium is often challenging in conventional CT, but energy-resolved imaging can facilitate many procedures by, for instance, suppressing bone contrast and improving characterization of atherosclerotic plaque. Suppression of contrast agents is employed in so- called virtual unenhanced or virtual non-contrast (VNC) images. VNC images are free from iodine staining (contrast-agent residuals), can save dose to the patient by reducing the need for an additional non-contrast acquisition, can improve radiotherapy dose calculations from CT images, and can help in distinguishing between contrast agent and foreign objects. Most studies of contrast-enhanced spectral imaging have used iodine, which is a well- established contrast agent, but the K edge of iodine at 33.2 keV is not optimal for all applications and some patients are hypersensitive to iodine. Other contrast agents have therefore been proposed, such as gadolinium (K edge at 50.2 keV), nanoparticle silver (K edge at 25.5 keV), zirconium (K edge at 18.0 keV), and gold (K edge at 80.7 keV). Some contrast agents can be targeted, which opens up possibilities for molecular imaging, and using several contrast agents with different K-edge energies in combination with photon-counting detectors with a corresponding number of energy thresholds enable multi-agent imaging. == Technologies and methods == Incidence-based methods obtain spectral information by acquiring several images at different tube voltage settings, possibly in combination with different filtering. Temporal differences between the exposures (e.g. patient motion, variation in contrast-agent concentration) for long limited practical implementations, but dual-source CT and subsequently rapid kV switching have now virtually eliminated the time between exposures. Splitting the incident radiation of a scanning system into two beams with different filtration is another way to quasi-simultaneously acquire data at two energy levels. Detection-based methods instead obtain spectral information by splitting the spectrum after interaction in the object. So-called sandwich detectors consist of two (or more) detector layers, where the top layer preferentially detects low-energy photons and the bottom layer detects a harder spectrum. Detection-based methods enable projection-based material decomposition because the two energy levels measured by the detector represent identical ray paths. Further, spectral information is available from every scan, which has work-flow advantages. The currently most advanced detection-based method is based on photon-counting detectors. As opposed to conventional detectors, which integrate all photon interactions over the exposure time, photon-counting detectors are fast enough to register and measure the energy of single photon events. Hence, the number of energy bins and the spectral separation are not determined by physical properties of the system (detector layers, source / filtration etc.), but by the detector electronics, which increases efficiency and the degrees of freedom, and enable elimination of electronic noise. The first commercial photon-counting application was the MicroDose mammography system, introduced by Sectra Mamea in 2003 (later acquired by Philips), and spectral imaging was launched on this platform in 2013. The MicroDose system was based on silicon strip detectors, a technology that has subsequently been refined for CT with up to eight energy bins. Silicon as sensor material benefit from high charge-collection efficiency, ready availability of high- quality high-purity silicon crystals, and established methods for test and assembly. The relatively low photo-electric cross section can be compensated for by arranging the silicon wafers edge on, which also enables depth segments. Cadmium telluride (CdTe) and cadmium–zinc telluride (CZT) are also being investigated as sensor materials. The higher atomic number of these materials result in a higher photo-electric cross section, which is advantageous, but the higher fluorescent yield degrades spectral response and induces cross talk. Manufacturing of macro-sized crystals of these materials have so far posed practical challenges and leads to charge trapping and long- term polarization effects (build-up of space charge). Other solid-state materials, such as gallium arsenide and mercuric iodide, as well as gas detectors, are currently quite far from clinical implementation. The main intrinsic challenge of photon-counting detectors for medical imaging is pulse pileup, which results in lost counts and reduced energy resolution because several pulses are counted as one. Pileup will always be present in photon- counting detectors because of the Poisson distribution of incident photons, but detector speeds are now so high that acceptable pileup levels at CT count rates begin to come within reach. == References == Category:Radiography Category:Medical imaging Category:Medical technology Category:X-ray computed tomography Category:Projectional radiography Category:Photonics ",
    "title": "Spectral imaging (radiography)"
}