{
    "id": "61389414",
    "text": "Wang Jian (right) showing Nobel winner Sydney Brenner around BGI. Wang Jian (; born 13 April 1954) is a Chinese geneticist and businessman. He is Chairman and co-founder of the BGI Group (formerly Beijing Genomics Institute). ==Education== He graduated in 1979 from Hunan Medical College and in 1986 graduated with a Master's in Integrated Medicines from the Beijing University of Chinese Medicine. From 1988 to 1994, he was a research fellow at the University of Texas, the University of Iowa and the University of Washington, working on cell proliferation and differentiation. ==Career== After returning to China in 1994 to set up Jubilee Biotechnology, this provided much of the initial capital used to set up the Beijing Genomics Institute with Yang Huanming, Liu Siqi and Yu Jun in 1999 in order to engage in research contributing to the Human Genome Project. After this work he was involved in the sequencing of the rice genome, first Asian human reference genome and numerous other large-scale genomics projects. In 2003 he was involved in the efforts to sequence and contain the SARS coronavirus, meeting with Hu Jintao who praised BGI's contribution. In 2007 the Beijing Genomics Institute become just BGI when it was relocated to Shenzhen as \"the first citizen-managed, non- profit research institution in China\". As the largest shareholder in BGI's holding company, in 2019 his net worth was estimated by Forbes to be US$1.2 billion. In January 2020 he travelled to Wuhan to set up a situation room tackling the COVID-19 disease outbreak, helping coordinate the development of diagnostic tests and a 2000-sq-meter emergency detection laboratory built in 5 days. Devoted to fitness and believing health and longevity to be the first priority of BGI, he has climbed and skied on some of the highest mountains in the world, including summiting Mount Everest. == References == Category:Living people Category:Central South University alumni Category:Chinese billionaires Category:Chinese chief executives Category:Chinese company founders Category:21st-century Chinese businesspeople Category:Chinese geneticists Category:Year of birth missing (living people) Category:Chinese summiters of Mount Everest Category:20th-century Chinese scientists Category:21st-century Chinese scientists ",
    "title": "Wang Jian (geneticist)"
}