{
    "id": "61395097",
    "text": "Fitzhugh Mullan testifying before Congress. Fitzhugh Mullan (July 22, 1942 – November 29, 2019) was an American physician, writer, educator, and social activist. He participated in the founding of the Student Health Organization, the National Coalition for Cancer Survivorship, Seed Global Health, and the Beyond Flexner Alliance. Mullan was a professor of Health Policy and Management and of Pediatrics at the George Washington University and the George Washington University Health Workforce Institute, now renamed the Fitzhugh Mullan Institute for Health Workforce Equity. He was an elected member of the National Academy of Medicine. == Early career == Fitzhugh Mullan's father and grandfather were physicians. He grew up in New York City where he attended the Dalton School. He studied history at Harvard and medicine at the University of Chicago. Mullan's activism started during medical school in the 1960s when he spent time in Mississippi as a civil rights worker with the Medical Committee for Human Rights. He was a leader of the Student Health Organization during his time as a medical student, an organizer of the Lincoln Collective at Lincoln Hospital in the Bronx while a pediatric resident, and the president of the Committee of Interns and Residents in New York City from 1971–72. These events are captured in his memoir about the period, White Coat, Clenched Fist: The Political Education of an American Physician. Mullan joined the United States Public Health Service in 1972 and spent three years practicing medicine in a community clinic in New Mexico as one of the first members of the National Health Service Corps, a program of which he subsequently became director. He later returned to New Mexico and served as Secretary of Health and Environment for Governor Toney Anaya, worked for Surgeon General C. Everett Koop, ran the Federal Bureau of Health Professions, and attained the rank of Assistant Surgeon General. In 1989, he published Plagues and Politics: The Story of the United States Public Health Service, a volume still used to orient new officers to the Commissioned Corps of the USPHS. == Health policy == In 1996, Mullan retired from the US Public Health Service and went to work as a writer/editor at the health policy journal Health Affairs, where he founded a monthly column entitled “Narrative Matters”. He believed that people's understanding of policy issues was often determined by experience and anecdote so a policy journal should provide space for personal narratives that carry policy messages. Mullan wrote the first column himself, entitled “Me and the System,” and he edited a 2006 anthology, Narrative Matters: The Power of the Personal Essay in Health Policy. During his time at Health Affairs, Mullan began to practice pediatrics again at an inner city health center in Washington, DC and wrote about his experiences in a series of pieces in Health Affairs and the Washington Post. In 2002, he published Big Doctoring: Profiles in Primary Care, a book of oral histories gathered from primary care physicians, nurse practitioners, and physician assistants in an effort to capture the beauty and plight of primary care providers. == Academic career == In 2005, Mullan was appointed professor of Health Policy and Management and professor of Pediatrics at the George Washington University. His research focuses on health workforce and health equity. From 2008–10, he led the Gates Foundation-funded Sub-Saharan African Medical School Study and from 2010–15, he directed the Coordinating Center for the Medical Education Partnership Initiative, a $135 million US government investment in medical education in Sub-Saharan Africa. He published a 2010 paper called The Social Mission of Medical Education: Ranking the Schools. In 2012, he founded the Beyond Flexner Alliance, an inter-professional organization dedicated to promoting social mission in health care education programs, and he served as the chair of the organization's Board of Directors from 2012–19. He worked with Vanessa Kerry to create SEED Global Health, of which he served as the founding Board Chair, 2011–12. In 2015, he co-founded the George Washington Health Workforce Institute, which was renamed the Fitzhugh Mullan Institute for Health Workforce Equity] in 2019 in recognition of Mullan's lifetime of work on behalf of health equity. With support from the Atlantic Philanthropies, Mullan initiated the George Washington University- based Leaders for Health Equity Fellowship program, now known as the Atlantic Fellows for Health Equity. == Cancer survivorship == Mullan was diagnosed with cancer in his chest in 1975. He chronicled his experience with surgeries, chemotherapy and radiation in the book, Vital Signs: A Young Doctor's Struggle with Cancer, which was published in 1983. This book and his article, \"Seasons of Survival: Reflections of a Physician with Cancer\" helped propel the cancer survivorship movement. Mullan and his fellow survivor colleagues formed the National Coalition for Cancer Survivorship in 1986. Mullan served as president and then chair of the NCCS Board of Directors from 1986–93. == References == Category:1942 births Category:2019 deaths Category:Physicians from New York City Category:Harvard University alumni Category:Pritzker School of Medicine alumni Category:George Washington University faculty Category:Dalton School alumni ",
    "title": "Fitzhugh Mullan"
}