{
    "id": "61395719",
    "text": "Car Mechanic Simulator 2018 is a simulation video game developed by Polish studio Red Dot Games depicting the work of an automotive mechanic. It was released on July 28, 2017 for Microsoft Windows, June 25, 2019 for PlayStation 4 and Xbox One, and February 15, 2019 for Nintendo Switch. A simplified version for mobile platforms was released in June 2018. The game is the third in the Car Mechanic Simulator series, following Car Mechanic Simulator 2014 and Car Mechanic Simulator 2015. ==Gameplay== The game is played from a first- person perspective, with the player able to walk freely around the shop, showrooms and barns where damaged cars can be purchased to be repaired and/or resold. The player has access to a wide variety of tools, most of which are unlocked by completing jobs and earning experience. Over the course of the game, the player expands their workshop, allowing them to complete increasingly complex repair work as well as the restoration of classic cars. Gameplay involves examining the various components of the vehicles engine, suspension and chassis, identifying damaged components and replacing them. This can be done by purchasing a replacement component or, at higher levels, repairing the existing one. Engines are rendered in a great deal of detail, requiring the player to remove parts in a realistic manner in order to access the relevant component. In order to complete the required task, the player must use realistic hardware like a tire balancer, spring puller, detailing kit and engine mount. Further sections of the workroom become unlocked over the course of the game. These include a test track which can identify issues with a car's brakes and suspension and a paintshop which is used to paint and customize the car's body. ==Reception== Car Mechanic Simulator received mixed to positive reviews, holding a 6.8 on Metacritic. Rock Paper Shotgun called the game \"singularly captivating and cathartic\" while criticising a large number of bugs present in the initial release, as well as a number of the design decisions. A followup review after patching was complete indicated that the technical issues had been resolved. The Nintendo Switch version of the game was heavily criticised by Nintendo Enthusiast, who criticised it for being a port of the mobile release, calling it \"a really sad attempt at making a quick buck off of unsuspecting buyers.\" ==Downloadable content== A variety of downloadable content is available for Car Mechanic Simulator 2018, the majority of which expands the range of cars available. Unlike the cars in the base game, which are fictional analogues for real cars, DLC cars are officially licensed replicas. These cars are integrated into the existing game, marked with a \"DLC\" banner in their description. In addition to the cars, on October 30, 2017, a free Tuning DLC was released. This expands the number of cosmetic upgrades and high performance parts that can be used to improve the vehicles the player builds. The player can also unlock a Dyno that can be used to check how much the vehicle has improved compared to its previous state. {| class=\"wikitable\" style=\"width: 100%;\" |- ! style=\"width: 15%;height:50px;\" |Name ! style=\"width: 15%;\" |Release date !Cars Added |- |Mazda |July 28, 2017 |Mazda RX-7 (FD3S) and 1978 Mazda Savanna RX-3 |- |Dodge |July 28, 2017 |1968 Dodge Charger and 1970 Dodge Challenger R/T |- |Jeep |October 20, 2017 |Jeep Grand Cherokee SRT, Jeep Willys Military, Jeep Willys Civilian, Jeep Wrangler |- |Plymouth |December 11, 2017 |1970 Plymouth Roadrunner, 1971 Plymouth HEMI Cuda |- |Bentley |January 29, 2018 |2016 Bentley Continental GT Speed, 1970 Bentley T-Series T1 Four Door Saloon |- |Lotus |March 5, 2018 |Lotus Esprit S1, Lotus Elise S1 |- |Pagani |April 2, 2018 |Pagani Zonda Revolucion, Pagani Huayra |- |Ford |June 4, 2018 |1971 Ford Mustang Mach 1, 2017 Ford F-350 Super Duty, 2017 Ford Mustang, 1964 Ford GT40 |- |Porsche |October 8, 2018 |1993 Porsche 911 Turbo S (964) 3.6, 1993 Porsche 911 RS America (964) 3.6, 2016 Porsche 911 Carrera S (991.2), 2003 Porsche Carrera GT |- |Dodge Modern |December 20, 2018 |2015 Dodge Challenger SRT Hellcat and 2015 Dodge SRT Viper GTS |- |Maserati Remastered |March 2, 2019 |Maserati GranTurismo MC Stradale, Maserati Sebring and Maserati Quattroporte |- |RAM |May 10, 2019 |Dodge Ram SRT-10 and Dodge Ram 3500 |- |Mercedes-Benz |January 15, 2020 |Mercedes-Benz 300 SL Gullwing (W198) , Mercedes-Benz 560 SEC (W126) , Mercedes-Benz 500E (W124) , Mercedes-Benz SLS AMG (C197) and Mercedes-Benz 280 SL Pagoda (W113) |- |Chrysler |March 25, 2020 |2008 Chrysler 300C SRT8 and 1975 Chrysler Cordoba |- |} ==References== Category:2018 video games Category:Android (operating system) games Category:IOS games Category:PlayStation 4 games Category:Vehicle simulation games Category:Video games developed in Poland Category:Unity (game engine) games Category:Windows games Category:Xbox One games ",
    "title": "Car Mechanic Simulator 2018"
}