{
    "id": "61391712",
    "text": "Kaumudi Jinraj Joshipura is an Indian American Epidemiologist, Biostatistician, Dentist & Scientist. She is Adjunct Full Professor at Harvard T.H. Chan School of Public Health (HSPH) at Harvard University and NIH Endowed Chair and Director of the Center for Clinical Research and Health Promotion and a Full Professor at the University of Puerto Rico, Medical Sciences Campus. Her research work has been covered by global media including CNN, ABC, NBC, NHS, Newsweek, Nature, Telegraph, Japanese Journals and Japanese TV etc. == Early life, education, and career == Joshipura was born in Mumbai, India and educated in India and in the United States. She has also lived in Tanzania and Nigeria. Her father is a medical doctor who taught at Universities in India and other countries. She earned a Bachelor of Dental Surgery (BDS) from University of Mumbai in 1982. She completed a residency in Periodontology from 1982 to 1983 at Nair Hospital Dental College. Joshipura worked as a dental surgeon from 1983 to 1984 in Mumbai. She was a dental surgeon at St. Beatrice Hospital in Nigeria from 1985 to 1988. Joshipura went to the United States in 1988. Joshipura earned an M.S. in Biostatistics from Harvard T.H. Chan School of Public Health in 1989. She worked as a staff associate in Biostatistics at The Forsyth Institute from 1989 to 1992. Joshipura was a clinical instructor in Oral Health Policy and Epidemiology at Harvard School of Dental Medicine (HSDM) from 1992 to 1993. As a postdoctoral dentist scientist, she completed a postdoctoral fellowship in the Department of Oral Health Policy and Epidemiology (OHPE) at HSDM from 1993 to 1995 during which time she completed a certificate in Dental Public Health at HSDM and a Sc.D. in Epidemiology at the Harvard School of Public Health. Her dissertation titled Oral Health, Nutrition, and Coronary Heart Disease was completed under Dr. Walter Willett in 2 academic semesters including qualifying exam and Doctoral Thesis. == Career == From 1996 to 2002, Joshipura was an Assistant Professor of Epidemiology at Harvard School of Public Health. She was an Associate Professor in HSDM from 2002 to 2005 and has continued as an Adjunct Full Professor of Epidemiology at Harvard School of Public Health. In 2005, she joined the faculty at University of Puerto Rico School of Dental Medicine, as Professor and Director of Division of Dental Public Health. Since 2007, she serves as the NIH Endowed Chair, Professor, and the Director of the Center for Clinical Research and Health Promotion at the University of Puerto Rico, Medical Sciences Campus. She has also taught Software Engineering Courses to Advance Engineering Department at Northeastern University and at companies. She has also served as Advisor to AAP and Consultant to WHO, NIH, CDC, Unilever, AADR, Medopad etc. She focuses on identifying and promoting no cost, low cost or cost saving ways to improve health and wellness. She launched a free global movement to help people overcome inhibitions and barriers to move more throughout the day. === Research === Joshipura researches lifestyle and other risk factors for cardio-metabolic conditions, and the interrelationships of microbial, dietary, and inflammatory mediators. She researched the relationship between periodontitis and coronary heart disease, ischemic stroke, and peripheral artery disease. Joshipura has been awarded several NIH grants as the Principal Investigator. Recent grants include SOALS: San Juan Overweight Adults Longitudinal Study, PEARLS: Pregnancy and EARly Lifestyle improvement Study, PREPARE: Preparedness to Reduce Exposures and diseases Post-hurricanes & Augment Resilience and Oral Microbiome, Nitric oxide Metabolism, and Oral and Cardiometabolic Health. == Awards and honors == Year Name of Award/Honor 1993-1995 Dentist Scientist Award, National Institute of Dental Research 1993-1995 Dunning Fellowship, Harvard School of Dental Medicine 1994 Clinical Research Award in Periodontology from the American Academy of Periodontology 1995 James M. Dunning Award for Excellence in Health Care Delivery and Research 1997 International Association of Dental Research Award for “Research in Prevention” for abstract titled \"Factors associated with incident or a precancerous lesions: A preliminary analysis \". 2000- Consultant, Council on Scientific Affairs, American Dental Association 2000- Faculty advisor for project (Validation of Periodontal Disease Measure) that received the Best Student Abstract Award of the International Association of Dental Research’s Behavioral Sciences and Health Services Research Group. 2005 Advisor, World Health Organization (WHO) 2005 Inducted to Omicron Kappa Upsilon National Honors Society, Harvard Gamma Gamma Chapter 2005-2008 Advisory Board, Harvard Minority Training Grant, Harvard School of Public Health 2006 Faculty advisor for project that received the Best Student Abstract Award of the International Association of Dental Research’s Behavioral Sciences and Health Services Research Group. Title “Racial/Ethnic Variations in Impact of Socio-economic Factors on Tooth Loss”. 2008 Honored in the first issue of AADR “Strides in Science” 2009 Invited participant at the United Nations (UN) meeting on “Philanthropy and Public Health” 2011- Steering Committee Member, Lifestyle Interventions for Expectant Moms (LIFE-Moms) 2012- Committee Chair, LIFE-Moms Biospecimen Committee (initial phase) 2013 Premio Padre Rufio, Academia Científica de Cultura Iberoamericana Award for recognition to a Professor for his/her significant contribution to the humanities in the fields of research and education. 2013-2014 Committee Chair, LIFE-Moms Breast milk Committee 2015 TEDx Talk \"Let’s move together and feel alright\" 2016 Selected as Fellow in the inaugural year of the American Association for Dental Research Fellows Program. 2018 “Puerto Rico Clinical and Translational Research Consortium (PRCTRC) Investigator Achievement 2019 Appointed by NICHD to Data and Safety Monitoring Committee for a consortium. 2020 Member of the inaugural advisory board convened for APHA Center for Climate, Health and Equity == See also == * Women in dentistry in the United States * Timeline of women in mathematics in the United States == References == ==External links== * Category:Living people Category:Year of birth missing (living people) Category:Scientists from Mumbai Category:Women scientists from Maharashtra Category:Indian dentists Category:Women dentists Category:Indian expatriates in Nigeria Category:Expatriates in Tanzania Category:Indian expatriate academics Category:Expatriate academics in the United States Category:Indian emigrants to the United States Category:Harvard School of Public Health alumni Category:Harvard School of Public Health faculty Category:University of Mumbai alumni Category:University of Puerto Rico faculty Category:Indian epidemiologists Category:Biostatisticians Category:Women statisticians Category:Women epidemiologists Category:Indian statisticians Category:20th- century Indian mathematicians Category:21st-century Indian mathematicians Category:20th-century women mathematicians Category:21st-century women mathematicians Category:20th-century Indian women scientists Category:21st- century Indian women scientists ",
    "title": "Kaumudi Joshipura"
}