{
    "id": "61394824",
    "text": "Dowling (l) as Dr Malatesta with Owen Brannigan as Don Pasquale Denis Dowling (24 June 1910 – 23 September 1996) was a New Zealand-born operatic baritone who made his career in London with Sadler's Wells Opera and its successor, the English National Opera (ENO). ==Life and career== Dowling was born in Ranfurly, New Zealand, and brought up on his father's sheep farm, where he worked on leaving school.\"Denis Dowling: Obituary\", The Times, 25 September 1996, p. 19 As a youth he played in a local brass band, and from 1929 he studied singing with a local voice teacher. After success in competitions, and concert and broadcast appearances in New Zealand he won a scholarship to the Royal College of Music (RCM) in London. He was spotted by Lilian Baylis, proprietor of Sadler's Wells Opera and made his debut with that company while still a student, playing Faninal in Der Rosenkavalier in 1939.Forbes, Elizabeth. \"Obituary: Denis Dowling\", The Independent, 25 September 1996. At the RCM Dowling was the first singer to be awarded the Tagore Gold Medal for the best all-round student of the year, hitherto won exclusively by instrumental players. His career had to be put on hold while he served in the Second World War as an officer in the Royal Artillery. In 1943 he married Phyllis Clutterbuck. After demobilisation, in 1947 Dowling joined the new English Opera Group, singing Junius in Britten's The Rape of Lucretia and Sid in the same composer's Albert Herring at Glyndebourne, Covent Garden and on a European tour. In 1948 he returned to Sadler's Wells, playing Silvio in Pagliacci. His career with Sadler's Wells lasted until his retirement, at the end of an American tour, in 1984, when he was seventy-four. Among his many roles were Escamillo and Dancairo in Carmen, Dr Falke in Die Fledermaus, Angelotti in Tosca, Sharpless in Madam Butterfly, Baron Douphol and Germont in La Traviata, and Marcello in La Boheme. He became noted for his versatility, but was particularly well known for his performances in comic roles. In the words of The Times: :He excelled in the title role of a famous production of The Barber of Seville, directed by Tyrone Guthrie. Taddeo in The Italian Girl in Algiers followed, as did Dandini in Cenerentola . The latter performance was among his finest, matched perhaps by a suave Malatesta in Don Pasquale and the monocled peer, Earl Mountararat, in Gilbert and Sullivan's Iolanthe. In an obituary in The Independent, Elizabeth Forbes wrote: :Dowling clocked up a vast number of performances of more than 100 different roles. A skilful comedian, with a flexible lyric baritone voice, he excelled in Mozart and Rossini, but he was equally convincing as the sadistic Prison Camp Commandant in Janáček's From the House of the Dead or the Secret Police Agent in Menotti's The Consul and as Baron Mirko Zeta in The Merry Widow or Pooh Bah in The Mikado. From 1974 until his retirement, Dowling added the position of vocal consultant to the ENO to his singing roles. He died in London on 23 September 1996 at the age of eighty-six. ==References== Category:1910 births Category:1996 deaths Category:New Zealand opera singers Category:New Zealand expatriates in the United Kingdom ",
    "title": "Denis Dowling"
}