{
    "id": "61393517",
    "text": "Florika Fink-Hooijer (1962, Darmstadt, Germany) is a European civil servant from Germany. She serves as the Director General of the Directorate-General for Interpretation, the largest interpreting service in the world. == Biography == Florika Fink-Hooijer was born in 1962 in Darmstadt, Germany. She studied law at the Universities of Lausanne and Bonn and completed a master's degree in International and Comparative Law at the Vrije Universiteit Brussel in 1988. She later received her doctorate in at the Free University of Berlin with a dissertation on the subject of immediate termination in copyright contract law. After brief experiences in law firms, she joined the European Union in 1990 where she worked and wrote extensively about EU policy. Between 1995 and 2000, she worked in the Cabinets of Commissioner Monika Wulf-Mathies (in charge of EU Regional Policy) and Commissioner Frits Bolkestein, responsible for Internal Market and Financial Services. Between 2000 and 2010, she was a Head of Unit, first in Directorate-General (DG) RELEX (the predecessor of the European External Action Service) and then in the Secretariat-General. In 2010, she headed the Cabinet of Vice-President Kristalina Georgieva during her term as International Cooperation, Humanitarian Aid and Crisis Response Commissioner. In 2012, she became Director in the Directorate-General for European Civil Protection and Humanitarian Aid Operations working on the Ebola Crisis and Maritime Incident Response Groups and what role the EU can play on an international stage In 2016, she was chosen to be the next Director General of DG Interpretation. Under her leadership, the first ever Knowledge Centre on Interpretation was created. She has spoken about the need to '“futureproof” services by strengthening the skills of colleagues to work with new technologies.' as well as how Artificial Intelligence may be an (un)desired revolution in linguistic services. She speaks German, English, Dutch and French fluently. == References == Category:1962 births Category:European civil servants Category:People from Darmstadt Category:Free University of Berlin alumni Category:University of Bonn alumni Category:University of Lausanne alumni Category:Free University of Brussels alumni Category:Living people ",
    "title": "Florika Fink-Hooijer"
}