{
    "id": "61390374",
    "text": "K Raheja Corp is a property developer in India with interests in commercial and residential projects, malls and hospitality across multiple cities in the country. It owns the brands Mindspace, Commerzone and Shoppers Stop, and is the second largest commercial developer in India. == History == Founded in 1956 by Chandru Raheja, K Raheja Corp was formed after a split between Raheja brothers as a separate group. == Projects == === Commercial === K Raheja Corp operates its commercial business under the brands Mindspace and Commerzone with projects in Mumbai, Hyderabad, Pune and Chennai. As of 2017, K Raheja Corp had 20 million square feet (1.9 million m2) of office space, making it the second largest commercial developer in the country. The real estate group is leading the process of buying Citi Centre, a commercial property in Bandra Kurla Complex, Mumbai, which housed the headquarters of Citibank. === Residential === The residential business of K Raheja Corp spans multiple projects in Mumbai, Pune and Hyderabad. The group has commenced luxurious residential projects like Artesia and Vivarea in Mumbai, and have developed other luxury projects in Mumbai, Pune and Hyderabad. === Hospitality === The group's hospitality business is focused on hotels and convention centres for business and leisure needs. K Raheja Corp promotes Chalet Hotels a high end hotel chain in India with established global brands such as Sheraton (Starwood Hotels and Resorts), Westin and JW Marriott. In 2017, the Group declared plans to invest ₹ 3000 crores over 4–5 years to double its current current portfolio of 2,800 rooms, and touch other tier 1 cities like Bengalaru, Goa, NCR and Pune. === Retail === Multi-brand lifestyle store Shoppers Stop and its subsidiary bookstore company Crosswords are part of K Raheja Corp. The ₹5,113 crore company Shoppers Stop has currently been reviving its model to improve profit in its businesses to compete with online marketplaces. === Malls === K Raheja runs Inorbit mall which is present in Bengaluru, Hyderabad, Pune, Navi Mumbai and Vadodara. == See also == * Real estate * Raheja Mindspace * Chandru Raheja == References == == External links == * Official website Category:Real estate companies of India Category:Indian companies established in 1956 ",
    "title": "K Raheja Corp"
}