{
    "id": "61398309",
    "text": "The South Australian Railways H Class Locomotives were built by Robert Stephenson and Company in 1870 for the South Australian Railways. The first of three numbered 25, 26 and 27 were all in service by June 1871. After being a well received class two more locomotives were ordered and were in service by October 1872, these were numbered 28 and 29. In August 1874 and two H class locomotives arrived numbered 30 and 31. The final two locomotives ordered for the SAR arrived in August 1877 and were numbered 2nd 2 and 2nd 3. These locomotives worked on the SAR system for many years with one member of the class being withdrawn as early as 1888. The rest of the class were rebuilt over the years and lasted well into the next century with the final locomotive being withdrawn by 1930. ==History== The first three of the newly designated H class were newly imported from England to work goods trains on the lightly laid line north of Roseworthy to Burra-Burra. After the H classes arrival on this north part of the line it relieved the smaller G class tank locomotives from this part and they were sent for duties elsewhere on the South Australian Railways. Proving to be a very successful class of locomotive a further set of purchases were made from the Robert Stephenson and Company in the years leading up to 1877. A total of nine locomotives of this class were in service by 1877 working on the Burra-Burra line hauling food and supplies from Adelaide and return with more products for the Burra-Burra mines. When the heavier R class 4-6-0 locomotives arrived in 1886 onwards work was found for the H class on other parts of the SAR system. This included hauling trains between Strathalbyn, Milang and Victor Harbor. Locomotive No. 25 was hired out by contractors for a short period of time to assist in constructing the Aldgate to Nairne line. Locomotive No. 2 was also hired out to assist with construction work on some of the Murraylands lines which also serviced the Mallee wheatlands. These lighter lines (including the Pinnaroo line) were eventually 'home' to the beloved H class locomotives in their later years of service on the SAR. Their useful lives on the SAR network came to an end with the inevitable suburban shunting duties and occasional passenger runs to the northern suburban stations. With the arrival of larger motive power for the SAR and even heavier trains being run, this in time resulted in the eventual demise of the H class 4-4-0's. By 1930 which was well into the new era of the South Australian Railways they were all scrapped. ==References== H Category:Broad gauge locomotives in Australia Category:Robert Stephenson and Company locomotives Category:4-4-0 locomotives Category:Railway locomotives introduced in 1871 ",
    "title": "South Australian Railways H class"
}