{
    "id": "61392988",
    "text": "Jacqueline Frances, a.k.a \"Jacq the Stripper,\" is a Canadian stripper, author, artist, and stand-up comedian. Frances was born in Ontario, Canada in 1987. She attended McGill University, graduating in 2009 with degrees in Russian Literature and Cultural Theory. After graduating from McGill in 2009, Frances worked in the advertising industry for several months before moving to Southeast Asia, where she worked as a stock photography model and dinner theatre dancer. She moved to Australia shortly thereafter in 2010, where she became a stripper. Frances moved to New York City in 2012, where she wrote her first book, The Beaver Show: The Crass and Inspiring Saga of an Enterprising Megababe, and began drawing and doing stand-up comedy.The Beaver Show: Jacqueline Frances: 9781515313120: Amazon.com: Books She self-published The Beaver Show in 2015, and has since published four more titles. Also in 2015, Frances began producing and co-headlining Venus Fly Trap, a sex-positive comedy show with Rachel Green that has toured internationally. The Feral Femme Tour, her fourth traveling comedy show, is in production. Frances participated in her first group art show, Sex Work Art Work, in Manhattan in 2018. The exhibit, which centered around the artwork of sex workers and their allies, featured Frances's watercolor works. Her first solo show, Motivational Bimbos, was on exhibit summer 2019 at Body & Pole in Manhattan. Frances consulted on and portrays the role of Jackie in the 2019 film Hustlers, written and directed by Lorene Scafaria. Frances is the designer of Strippers Forever, an apparel line that celebrates sex workers. == References == Category:Living people Category:McGill University alumni Category:Canadian female erotic dancers Category:Canadian women comedians Category:21st-century Canadian comedians Category:Canadian women painters Category:Canadian watercolourists Category:21st-century Canadian women writers Category:21st-century Canadian non-fiction writers Category:Canadian women business executives Category:Year of birth missing (living people) ",
    "title": "Jacqueline Frances"
}