{
    "id": "61394020",
    "text": "{| |} HMCS Vison was an armed yacht of the Royal Canadian Navy during World War II. The vessel was acquired in 1940 for use as a patrol boat and later, as a training ship. In 1946, following the end of the war, Vison was sold into private ownership. The vessel was constructed as Avalon in 1931 by Pusey & Jones of Wilmington, Delaware, United States on behalf of Ogden L. Mills, the Secretary of the United States Treasury. During its service during World War II, Vison participated in the Battle of the Atlantic and the Battle of the St. Lawrence escorting convoys and defending them against German U-boats. ==Description== Constructed as a yacht, Avalon measured . In Royal Canadian Navy service as an armed yacht, Vison had a displacement of with a length of , a beam of and a draught of . The armed yacht had a maximum speed of and a complement of 5 officers and 35 ratings. The ship was armed with one QF 12-pounder 12 cwt naval gun and mounted twin Browning machine guns on pedestal mounts on each bridge wing. For anti-submarine warfare, Vison was equipped with depth charges and ASDIC. ==Service history== Avalon was constructed by Pusey & Jones of Wilmington, Delaware on order by Ogden L. Mills, the Secretary of the United States Treasury with the yard number 1047. The yacht was launched on 15 October 1928. The vessel was completed in 1931. In 1939, the vessel was for sale by a Mr. Smith of the Greyhound Bus Company and was laid up at Gulfport, Mississippi. To augment the local sea defences of East Coast ports during the Battle of the Atlantic, the Royal Canadian Navy (RCN) sought large, steel-hulled yachts to requisition. However, a significant lack of capable vessels were owned by Canadians. Canada turned to its southern neighbour for suitable ships, finding several that met the navy's requirements. However, US neutrality laws prevented their sale to belligerents in the war. In order to circumvent these laws, the RCN requisitioned the yachts of prominent Canadian yachtsmen and then sent them to the US to purchase the yachts that had been identified by the navy without the US government knowing they were working for the navy. The money to acquire the vessels was provided by the Canadian government through bank loans. The yacht Avalon was among those identified by the RCN as suitable for their needs. Frederick H. M. Jones, a member of the Nova Scotia militia and general manager of the Eastern Trust Company was sent to acquire the vessel. After being purchased by Jones, it took a month for Avalon to travel from Gulfport to Shelburne, Nova Scotia via Miami, Florida and the US East Coast. At Shelburne a Canadian crew took over and made the passage to Halifax, Nova Scotia. The yacht left Halifax on 23 June 1940 and sailed to Pictou, Nova Scotia where the vessel underwent conversion to an armed yacht. Conversion to an armed yacht involved removing most of the luxurious finery and installing naval hardware. Vison was the last of the Canadian armed yachts to commission in World War II, entering service on 5 October 1940 at Pictou. Vison was assigned to Gaspé Force to take part in the Battle of the St. Lawrence after commissioning but in November returned to Halifax for the winter freeze up of the St. Lawrence River and the Gulf of St. Lawrence. In December the yacht was ordered south to Trinidad and Bermuda for the winter months and returned to Halifax on 13 May 1941. With the reopening of the St. Lawrence River, Vison was once again assigned to Gaspé Force in July and remained with the unit until December. That winter, Vison sailed to Trinidad again for the winter months via Halifax. Upon Visons return to Canada in April 1942, the yacht was assigned to the Halifax Local Defence Force and then Sydney Force, operating out of Sydney, Nova Scotia in July. On 11 October 1942, Vison was the sole escort of the Corner Brook-Sydney convoy BS-31 comprising two cargo ships. At 1347 GMT, the attacked the convoy, firing two torpedoes at , a British-flagged vessel. Both torpedoes struck and Waterton began to settle. Vison along with a Consolidated Canso R of 117 Squadron attacked the submarine, with Vison dropping one depth charge initially, followed by a further dozen. Contact was lost and U-106 slipped away. Vison recovered the entire crew of Waterton and continued the escort of the remaining ship. The vessel remained with the force until February 1943, when Vison was reassigned to the training establishment at Digby, Nova Scotia as a seaman's training ship. Vison was used to train ratings in concert with Royal Navy submarines in the Bay of Fundy until the end of the war. Additionally, the armed yachts stationed at Cornwallis would escort the ferry Princess Helen on run between Saint John, New Brunswick and Digby after the sinking of the passenger ferry . Vison was paid off on 4 August 1945 and put up for sale. The armed yacht was one of 15 discarded vessels sold to Wentworth MacDonald, an entrepreneur from Sydney, Nova Scotia. Vison was acquired by MacDonald in January 1946. However, there are no records the vessel saw use in the postwar period and McKee believes the vessel may have rotted alongside a pier at Sydney. ==Notes== ==Citations== ==Sources== * * * * * Category:Ships of the Royal Canadian Navy Category:Armed yachts of the Royal Canadian Navy Category:1928 ships ",
    "title": "HMCS Vison"
}