{
    "id": "61397258",
    "text": "A Soldier's Heart is a 2020 Philippine drama television series broadcast by Kapamilya Channel. Directed by Richard V. Somes, it stars Gerald Anderson, Carlo Aquino, Vin Abrenica, Elmo Magalona, Jerome Ponce, Yves Flores, Nash Aguas and Sue Ramirez. The series aired on ABS-CBN's Primetime Bida evening block and worldwide via The Filipino Channel from January 20 to September 18, 2020, replacing The Killer Bride. ==Synopsis== The series primarily focuses on the soldiers of the 4th Infantry Division of the Philippine Army and their actions during combat. Through multiple perspectives, the story focuses on these soldiers, mainly: Alex Marasigan (Gerald Anderson), an IT expert who quits his desk job and joins because just like his brother, he wants to serve the country, Abraham \"Abe\" Kamlun (Carlo Aquino), a Tausug Muslim man, who, despite his family's opposition of the move, joins the Army nonetheless, and Michael Mendoza (Nash Aguas), a boy who joins the Army to provide for his family. The series also focuses on their Moro separatist adversaries, led by Saal Alhuraji (Sid Lucero), also known by his nom de guerre Abdul Waajid, who seeks to avenge his father who was killed by the military. ==Cast and characters== ===Protagonist=== * Gerald Anderson as Pfc. Alexander \"Alex\" Marasigan / Hakeem Alhuraji ===Main=== * Carlo Aquino as Sgt. Abraham \"Abe\" Kamlun * Vin Abrenica as Capt. Elmer Marasigan * Elmo Magalona as Capt. Jethro Mondejar * Yves Flores as 2nd Lt. Benjamin \"Benjie\" Arguelles * Jerome Ponce as 2nd Lt. Philip \"Phil\" Panganiban * Nash Aguas as Sgt. Michael \"Striker\" Mendoza * Sue Ramirez as Capt. Lourdes \"Lourd\" Bacalso * Sid Lucero as Saal Alhuraji/Abdul Waajid ===Supporting=== * Ariel Rivera as BGen. Victor C. Mondejar * Rommel Padilla as BGen. Dante G. Marasigan * Irma Adlawan as Yasmin Alhuraji/Amarah Alhuraji * Raymond Bagatsing as Col. Melicio Adriano * Mickey Ferriols as Minda Marasigan * Mon Confiado as Maj. Raul R. Lucente * Nikki Valdez as Fatima Alhuraji * Matt Evans as Rasheed Ahmad * Nor Domingo as Col. Virgilio I. Fontiveros * Angelo Ilagan as Pvt. Gregorio \"Gorio\" Salud * Isay Alvarez as Maysam Kamlun * Jun Hidalgo as Ahmed Kamlun * Claire Ruiz as Grace Alfonso * Royce Cabrera as Pvt. Andy Alfonso * Acey Aguilar as Pvt. Jacob Cornejo * Patrick Quiroz/Francis Magundayao as Amir Majul * Charlie Dizon as Isabel Gezali ===Guests=== * John Vincent Servilla as Chino Villaverde * Richard Quan as Gov. Amer Gezali * Sammie Rimando as Chloe Gezali * Elora Espano/Shaira Opsimar as Aaliyah Ahmad * Levi Ignacio as Cong. Shamal Shakiri * Ketchup Eusebio as Cpl. Olan Arguelles * Lito Pimentel as Yosef Alhuraji * Teroy de Guzman as Abdul Waajid * Minco Fabregas as Jamal Kamlun * Dionne Monsanto as Atty. Odessa Mariano ==Broadcast== The series airs on ABS-CBN's Primetime Bida evening block and worldwide on The Filipino Channel. On March 16, 2020, despite having already canned its episodes, the show suspended airings and its production was put on hiatus due 2020 Luzon enhanced community quarantine in response to the COVID-19 pandemic in the Philippines. Its timeslot was temporarily filled by Wildflower, iWant Originals and Tubig at Langis. Thereafter, the show's future would be placed in doubt after the temporary closure of ABS-CBN following the cease and desist order issued by the National Telecommunications Commission on account of its franchise expiration. However, on June 4, 2020, it was announced that the show would make its return on June 15, 2020 with a brand new season on cable-and- satellite channel Kapamilya Channel. ==Reception== ===Ratings=== ===Controversies=== ====Depiction of Butuan City==== The show came under fire early in the show's run for its perceived \"unrealistic\" and \"offensive\" depiction of Butuan. The scene in question was from the show's pilot episode showing the bombing of a market in the city. In a statement, Agusan del Norte 1st District Representative Lawrence Fortun asked ABS-CBN “to immediately air an appropriate disclaimer, review and reconsider the content and story elements of the teleserye in order not to further besmirch the reputation of our historic city.” ABS-CBN, for its part, apologized on January 23, 2020. Its statement read: “ABS-CBN would like to apologize to Agusan Del Norte Rep. Lawrence Fortun and the people of Butuan City if the scenes in the TV series ‘A Soldier’s Heart’ have offended them. While the incident portrayed in the series was fictitious, there was mention of the city name.” “We would like to assure them that there was no deliberate intention to portray Butuan City negatively in the show. We acknowledge that Butuan is one of the most beautiful and peaceful cities in the country,” it added. On January 24, 2020, ABS-CBN executives headed by Cory Vidanes and Laurenti Dyogi met with Fortun to further clear the issue. After said meeting, Fortun noted that aside from airing specific disclaimers, ABS-CBN has removed all production elements, scenes, and references that may be offensive to Butuan. ==See also== * List of programs broadcast by ABS-CBN * List of programs broadcast by Kapamilya Channel * List of ABS-CBN drama series ==References== ==External links== * * Category:ABS-CBN drama series Category:Philippine action television series Category:Philippine military television series Category:2020 Philippine television series debuts Category:2020 Philippine television series endings Category:Filipino-language television shows Category:Television shows set in the Philippines Category:Television productions suspended due to the COVID-19 pandemic ",
    "title": "A Soldier's Heart"
}