{
    "id": "61390771",
    "text": "The Oxford Downtown Historic District is a commercial historic district located along Washington Street/MI-24 at the intersection of Burdick Street in Oxford, Michigan. It was listed on the National Register of Historic Places in 2019. ==History== The first post office was located at the corner of Washington and Burdick Streets in what is now Oxford in 1839. The first store in the village opened in 1842; this was quickly followed by other wooden structures in the downtown area. The village was platted three years later in 1845, and by the middle of the 19th century had a thriving population, with 26 businesses in the downtown by 1856. Development accelerated after the Civil War, and in 1872 a railroad line was run through the village. The village continued to grow through the rest of the century, with the occasional fires in the business district destroying earlier wooden buildings. The earlier building were replaced with brick structures; twenty-three of the buildings now in the district date from the last quarter of the 19th century. By 1897 the population had grown to 1,200 people, with the main economic driver being the surrounding agricultural lands. Some small industries, including gravel mining, kept the economy diverse. In the 1900s, the village continued slowly developing. In 1915, the Michigan Department of Transportation designated Washington Street as a major state road, leading to the rise of automobile traffic through Oxford. This affected the businesses and buildings in the downtown area, as automobile sales and service became more prominent. The Great Depression and the population shift following World War II also changed the village, as chain stores moved into the area and the increased suburbification of the surrounding area changed the demands on downtown Oxford. In the 1960s and 1960s, surrounding buildings were demolished to make room for parking lots and infill buildings. However, even into the 21st century, the village remains a traditional commercial center within Oakland County. ==Description== The Oxford Downtown Historic District covers two commercial blocks of Washington Street, centered on Burdick, as well as two buildings near the intersection fronting on Burdick. The district contains 44 buildings and structures, 34 of which contribute to the historic nature of the district. The buildings are predominantly commercial, although some had social or governmental uses historically. The buildings are one to three stories in height, and are constructed in a range of architectural styles, including Italianate, Queen Anne, Neoclassical, Art Deco, and Colonial Revival. Just over half of the buildings were constructed in the late 19th century, over about 1880–1899, while half the remainder were constructed from 1900 to 1922. ==Gallery== File:Oxfordmichigansidewalk.JPG|Looking north into the district from Centennial Park File:Parkinoxfordmichigan.JPG|Centennial Park, south side of district File:Centennial Park December 30, 2007.jpg|Centennial Park, south side of district File:A portion of the east side block of Lapeer Road.jpg|East side of Washington, south of Burdick File:Another portion of the west side block of Lapeer Road.jpg|West side of Washington, south of Burdick File:Washingtonstoxford.JPG|West side of Washington, south of Burdick File:Downtownoxford1.JPG|Southeast corner of Washington and Burdick File:Intersection of Burdick and Lapeer Roads 1.jpg|Southeast corner of Washington and Burdick File:A small portion of the west side block of Lapeer Road.jpg|Northwest corner of Washington and Burdick File:Intersection of Burdick and Lapeer Roads 2.jpg|Northeast corner of Washington and Burdick File:The Northeast Oakland Historical Society.jpg|Oxford Savings Bank (9 N Washington) File:A small portion of the east side block of Lapeer Road.jpg|Meriam Building, 10 N Washington ==References== Category:National Register of Historic Places in Oakland County, Michigan ",
    "title": "Oxford Downtown Historic District"
}