{
    "id": "61390386",
    "text": "ANTIGONE (Algorithms for coNTinuous / Integer Global Optimization of Nonlinear Equations), is a deterministic global optimization solver for general Mixed- Integer Nonlinear Programs (MINLP). ==History== ANTIGONE is an evolution of GloMIQO, a global Mixed-Integer Quadratic Programming solver written by Ruth Misener. ANTIGONE extends the functionality of GloMIQO to general MINLP problems. ==Features== Like all deterministic global optimization software, ANTIGONE is a toolbox of many techniques in order to tackle different special cases of nonlinear structure. That being said, it is predominantly a branch- and-bound solver. Its main algorithmic procedure is split into 4 main steps: # Reformulation of user input # Detection of special structure # Selection of best algorithm for the detected structure # Solution of the problem using the selected algorithm With the exception of special cases of optimization problems (for instance convex NLPs) which can be solved at the root node of the branch-and-bound algorithm, ANTIGONE will initiate a branch and bound procedure. This procedure involves the following steps: * Generating/updating convex relaxations (lower bounding problems) * Domain reduction * Search for feasible solutions (upper bounds) * Calculation of rigorous lower bounds by solving the convex lower bounding problems. ANTIGONE employs classic factorable programming techniques to generate relaxations, e.g., McCormick Relaxations, as well as contemporary algorithms, such as the Reformulation- Linearisation Technique (RLT), Edge Convex/Concave relaxations, and Alpha BB cuts. ANTIGONE also possesses a dynamic cut generator, which generates and handles locally and globally valid cuts. ==Limitations== Like all deterministic global optimization software, ANTIGONE requires the user to provide the explicit mathematical expressions for all the functions used in the problem, as well as initial bounds for all variables. If initial bounds are not supplied, ANTIGONE will attempt to infer bounds, but global optimality is not guaranteed. ANTIGONE can only solve differentiable functions, and can not solve trigonometric problems. ==Interfaces== ANTIGONE is part of the GAMS modelling platform. ==Licensing== Using GAMS/ANTIGONE requires an ANTIGONE license, a CPLEX license, and a CONOPT or SNOPT license. == See also == * BARON * Couenne ==References== Category:Mathematical optimization software ",
    "title": "ANTIGONE"
}