{
    "id": "61391275",
    "text": "The statue of Johan Peter Emilius Hartmann stands in front of the Garrison Church on Sankt Annæ Plads in Copenhagen, Denmark, commemorating the composer Johan Peter Emilius Hartmann who is buried at the church. The monument was designed by August Saabye and unveiled in 1905. ==Description== The statue The Liden Kirsten relief The Valkyrien relief The monument consists of a bronze sculpture standing on a granite plinth and measures approximately 450 cm x 200 cm x 256 cm. An aging Hartmann is depicted seated on a chair, studying some sheet music lying in his lap. An inscription on the left side of the foot of the bronze sculpture reads \"A W Saabye Fe –\", Hartmann's name is inscribed on the front of the granite plinth in carved, gilded lettering. Under it is a bronze relief on a laurel wreath with the inscription \"*/1805/+/1900/-\" in its centre. Two bronze reliefs on the sides of the plinth show scenes from the opera Liden Kirsten (left) and the ballet Valkyrien (right). ==History== Hartmann was born in a now demolished house at the corner of Bredgade and Sankt Annæ Plads. He began his career as an organist in the Garrison Church and lived for most of his life around the corner in the Zinn House at Kvæsthusgade. He died in 1900 and is buried at the Garrison Church. A committee for the creation of a Harmann monument was established shortly after his death. August Saabye and Vilhelm Petersen was charged with designing the statue and the bronze sculpture was cast in Lauritz Tasmussen's Bronze Foundry in Nørrebro. The monument was unveiled in 1905. == References == == External links == Category:Monuments and memorials in Copenhagen Category:Outdoor sculptures in Copenhagen Category:Sculptures of men in Denmark Category:Bronze sculptures in Denmark Category:Sculptures by August Saabye Category:1904 sculptures Category:1905 establishments in Denmark Category:Buildings and structures completed in 1905 ",
    "title": "Statue of Johan Peter Emilius Hartmann"
}