{
    "id": "61402089",
    "text": "The Bird Fancier () is a Canadian short drama film, directed by Bernard Devlin and Jean Palardy and released in 1952.\"Première du film «L'homme aux oiseaux»\". Bilan du siècle. Written by Roger Lemelin, the film tells the story of a man whose passion for birds is bordering on obsession, distracting him from both his family life and his career.Gary Evans, In the National Interest: A Chronicle of the National Film Board of Canada from 1949 to 1989. University of Toronto Press, 1991. . p. 22. The film's cast includes Camille Fournier, Annette Leclerc, René Constantineau and Roger Lebel. The first French-language film made by the National Film Board of Canada as an original production rather than a straight translation of an English-language film, the film faced some internal controversy on the grounds that as a film intended for Canada's francophone minority, its production was too expensive to justify given the relatively small size of its potential audience.Marcel Jean, \"L’ONF par ceux qui l’ont imaginé\". 24 images, No. 149 (Oct/Nov 2010). pp. 10-14. To resolve the controversy, the filmmakers included some English-language dialogue in the film and marketed it as an opportunity for English Canadian audiences to learn about Quebec culture. Quebec film historian Pierre Véronneau later characterized the controversy as evidence of the NFB's \"assimilationist\" attitude toward French Canada; conversely, English Canadian film historian Gary Evans linked the issue to the political situation in Quebec, noting that the tight controls exerted on film distribution by the government of Maurice Duplessis left the NFB without a secure outlet for screening French-language productions until the launch of Télévision de Radio-Canada in 1952, and thus made their reluctance to invest in French-language production understandable. The film won the Canadian Film Award for Best Theatrical Short Film at the 5th Canadian Film Awards in 1953.Maria Topalovich, And the Genie Goes To...: Celebrating 50 Years of the Canadian Film Awards. Stoddart Publishing, 2000. . pp. 21-24. ==References== ==External links== * Category:1952 films Category:Canadian films Category:Canadian short films Category:Canadian drama films Category:Best Theatrical Short Film Genie and Canadian Screen Award winners Category:National Film Board of Canada short films Category:1952 short films Category:Canadian black-and-white films ",
    "title": "The Bird Fancier"
}