{
    "id": "61402203",
    "text": "James Paull (1770–1808) at the November 1806 Election for the seat of Westminster. Detail from a caricature by James Gillray Bosville, far right, at the Hustings for the Westminster Election, November 1806, supporting his candidate James Paull (1770–1808) (wearing green coat), with fellow supporters Sir Francis Burdett, 5th Baronet and William Cobbett. Caricature by James Gillray thumb|Arms of Bosville: Argent, five lozenges conjoined in fess gules and in chief three bear's heads erased at the neck sable muzzled orDebrett's Peerage of England, Scotland, and Ireland. By John Debrett, 22nd ed., 1839, p.669 [https://books.google.co.uk/books?id=enkEAAAAQAAJ&pg;=PA669&lpg;=PA669&dq;=Bosville+five+lozenges+conjoined+in+fess+gules+and+in+chief+three+bear%27s+heads&source;=bl&ots;=u33IhsXrQk&sig;=ACfU3U2CBnqjIqPQmSNaFuwAYfooAz3Aqg&hl;=en&sa;=X&ved;=2ahUKEwjlgJWSx93jAhWrUBUIHZy-C7QQ6AEwA3oECAcQAQ#v=onepage&q;=Bosville%20five%20lozenges%20conjoined%20in%20fess%20gules%20and%20in%20chief%20three%20bear's%20heads&f;=false] as quartered (with a canton ermine ) by the Bosville Macdonald baronets of Thorpe Hall, RudstonMontague-Smith, P.W. (ed.), Debrett's Peerage, Baronetage, Knightage and Companionage, Kelly's Directories Ltd, Kingston-upon-Thames, 1968, p.519 Colonel William Bosville (1745–1813), FRS, of New Hall, Gunthwaite, of Thorpe Hall,Papers of the Bosville-Macdonald Family of Gunthwaite, Thorpe and Skye Rudston, both in Yorkshire, and of 76As shown on an early 19th c. map made for the Portland Estate Welbeck Street, St Giles in the Fields, London, was an English landowner and celebrated bon vivant. In politics he was an ardent Whig. When his friend William Cobbett was in Newgate Prison, Bosville went in his coach and four to visit him, and afterwards gave him a cheque for £1,000 as a token of sympathy with him in his persecutions. In appearance he was almost as eccentric as in his manners. He used always to dress in the style of a courtier of King George II, and wore a single-breasted coat, powdered hair and queue.Barker In 1792 he was elected a Fellow of the Royal Society of London. He appears as a minor figure in several political caricatures by James Gillray and two portraits of him survived at Thorpe Hall in 1927.Illustrated in Bosville Macdonald, Alice ==Origins== He was born on 21 July 1745, the eldest son of Godfrey Bosville IV (1717–1784)Bosville Macdonald, Alice, p.234 of Gunthwaite and of Thorpe Hall, Rudston, Yorkshire, by his wife Diana Wentworth, the eldest daughter of Sir William Wentworth, 4th Baronet (1686–1763) of West Bretton, Yorkshire. He was the last known male descendant of Richard Bosville, on whom the manor of Gunthwaite was settled in the reign of King Henry VI. He was a descendant of Col. Godfrey Bosville IIBosville Macdonald, Alice, p.61 (1596–1658) of Gunthwaite, a member of parliament and Roundhead commander during the Civil War. William's younger sister Julia Bosville married William Ward, 3rd Viscount Dudley and Ward. ==Career== After being educated at Harrow School, he obtained a commission in the Coldstream Guards on 24 December 1761. He was raised to the rank of lieutenant on 11 January 1769, and served with his regiment through part of the American War of Independence, where \"no doubt he imbibed his republican sentiments\".Bosville Macdonald, Alice, p.187 He retired from the army in June 1777. Upon his return from America he travelled in France, Italy, and Morocco. Though he never attained any higher rank in the guards than that of lieutenant, he was generally known as Colonel Bosville. ==Residence== After he had settled down in England he hardly ever left London for more than a day, as he used to say that it was the best residence in winter and that he knew no place like it in summer. His house was number 76 Welbeck Street, Westminster. Once when in Yorkshire, it is said that he made a point of not visiting his property, which was of considerable extent, \"lest he should be involved in the troubles of a landed proprietor\". ==Social life== He was an intimate friend of John Horne Tooke, to whose house at Wimbledon Bosville used to drive down in a coach and four to dinner every Sunday during the spring and autumn for many years, and is mentioned in his Diversions of Purley.John Horne Tooke, Diversions of Purley (1805), pt. ii. p. 490 Possessed of a large fortune he was exceedingly generous with his money, and was unbounded in his hospitality. Every weekday he used to receive some of his friends at dinner at his house in Welbeck Street. The party never exceeded twelve in number, and the dinner hour was always five o’clock punctually. A slate was kept in the hall, in which any of his intimate friends might write his name as a guest for the day, Besides Horne Tooke, Sir Francis Burdett, 5th Baronet, Lords Hutchinson and Oxford, Parson Este, and others, often availed themselves of this privilege. The first stroke of five was the signal for going downstairs, and the host made a point of never waiting for any of his guests. In accordance with his favourite maxim, namely Some say better late than never; I say better never than late, an old friend who arrived one day four minutes late was refused admittance by the servant, who said that his master was \"busy dining\". Though his health declined and his convivial powers failed, he still continued his dinner parties to the last. Even when compelled to remain in his bedroom, the slate was hung in the hall as usual, and on the very morning of his death he gave his orders for the dinner at the usual hour. ==Death and burial== He died unmarried at his house in Welbeck Street on 10 December 1813 in his sixty- ninth year, and was buried on the 21st of the same month in the chancel of St Giles in the Fields. ==Heir== By his will left nearly the whole of his fortune and estates to his younger nephew Col. Hon. Godfrey Macdonald (later Godfrey Macdonald, 3rd Baron Macdonald of Slate) (1775–1832), who in 1814 in accordance with the will,Bosville Macdonald, Alice, p.197 by royal licence changed his surname to Bosville (and later in 1824 to Bosville-Macdonald). He was the second son of William's sister Elizabeth Diana Bosville (d.1789) and her husband Sir Alexander Macdonald (d.1795) (later 1st Baron Macdonald)Papers of the Bosville-Macdonald Family of Gunthwaite, Thorpe and Skye, Hull University Archives, Ref: GB 50 U DDBM quoting: Foster, Pedigrees, iii; Macdonald, The fortunes of a family, pp.186–97; Dictionary of National Biography and therefore had no expectation of a paternal inheritance. However, his elder brother Alexander Macdonald, 2nd Baron Macdonald died unmarried in 1824, when Godfrey became heir to the title and to the Macdonald estates. ==Sources== *Barker, George Fisher Russell, Bosville, William, Dictionary of National Biography, 1885–1900, Volume 05 Bosville William ==References== ==Further reading== *Bosville Macdonald, Alice (Lady Macdonald of the Isles), The Fortunes of a Family (Bosville of New Hall, Gunthwaite and Thorpe) Through Nine Centuries, Edinburgh, 1927, esp. pp. 186–197 The fortunes of a family (Bosville of New Hall, Gunthwaite and Thorpe) through nine centuries, / by Lady Macdonald of the Isles. *Radcliffe, William, The Bosvilles of Gunthwaite, Yorkshire, 1814 Category:1745 births Category:1813 deaths Category:Coldstream Guards officers Category:English landowners Category:Fellows of the Royal Society Category:People educated at Harrow School Category:People from Westminster Category:Political activists ",
    "title": "William Bosville"
}