{
    "id": "61400872",
    "text": "James Thomas Sadler, also named Saddler in some sources,Colin Wilson, Robin Odell, Jack el Destripador: Recapitulación y veredicto, Editorial Planeta, Barcelona, España (1989), pág. 91. was an English merchant sailor who officiated interchangeably as a machinist and stoker. In 1891, the then-53-year-old was accused of killing prostitute Frances Coles. Sadler was placed under arrest, and a mob almost lynched him at the exit of a police station. Eventually, he was dismissed by police for having a solid alibi, and obtained compensation from a newspaper that had branded him as Jack the Ripper. == Sadler and the murder of Frances Coles == When the body of a 25-year-old woman was located at 5 o'clock in the morning of February 13, 1891, the police undertook an extensive search that concluded with the arrest of the victim's boyfriend. The girl's name was Frances Coles and she was a well-known prostitute. Her occasional companion turned out to be a much older man - James Thomas Sadler, a naval engineer and fireman. Frances ColesFido, p. 113; Evans and Skinner (2000), pp. 551–557 His behavior during the dawn of the crime made him a strong suspect. He had gone with the girl to the guest house where she lived, as seen by the landlord. The man appeared disheveled. Sadler retired from the apartment shortly after 1:30 in the morning and, moments later, Coles left alone on her way to the Shallow Gardens neighborhood, where she would later be found dying by the Metropolitan Police Officer Ernest William Thompson.P.C. Ernest Thompson (police official), información subordinada a la página List of police who were involved in investigating the Whitechapel murders. Sadler suddenly returned to the guest house, close to 3 o'clock in the morning, and he looked even more battered than on the previous occasion. Profuse blood stains were splashed on his clothes and he appeared very upset. He told the landlord that some ruffians assaulted him and stripped him of his gold watch. Despite his resistance, Sadler endured a hard beating and asked the landlord if he could spend the night there. However, the landlord was suspicious of the story and refused to accommodate Sadler, instead suggesting that he go to the London Hospital in Whitechapel to heal his wounds. The following day, when the landlord learned that his tenant had been killed, he was convinced that it was the same man from yesterday. He contacted the authorities and reported Sadler to the police, who quickly arrested him and drove to the police station located on Leman Street. Word spread in the neighborhood that the prisoner, in addition to being Coles' killer, was also the hated Jack the Ripper. Soon, the commissioner of Leman Street was besieged by an angry crowd. For security reasons, the policemen took Sadler through a side door, but the mob noticed and, shouting \"Murderer!\" and attacked with the intention of lynching Sadler. The policemen were forced to use their batons to save the detainee's life, who, apart from insults and threats, received several punches to the face, leaving him bloodied up.Gabriel Pombo, Jack el Destripador: La leyenda continúa, Editorial Artemisa, Montevideo, Uruguay (2008), págs. 44-47.Gabriel Pombo, Jack el Destripador: La leyenda continúa (reedición ampliada, en google libros), editorial Torre del Vigía, Montevideo, 2015, , pp. 30-33. == Judicial action and police investigation == When questioned, the prisoner admitted having accompanied the woman on the afternoon of February 11, 1891 - the same day, he had been fired from one of the boats where he worked. He said that he had met her 18 months ago while on leave, and from then on, met Frances several more times. On the eve of the killing, on February 12, the couple spent their time drinking from tavern to tavern and, when they separated, she had bought a new hat and he was the victim of a robbery. Sadler insisted that he left Coles in the guest house around 2 o'clock in the morning, and never saw her again. The acting judge ordered the suspect be held in Holloway Prison. Soon, very damaging circulations appeared against him, where his responsibility for the girl's death was taken for granted, and that, undoubtedly, he was Jack the Ripper. The smear campaign became so overblown that the English Interior Minister expressed his displeasure before Parliament about the newspapers, which sought to satisfy the public's thirst for sensationalism. The prisoners, in turn, proclaimed his innocence constantly, and one of the newspapers picked up on his complaints: \"What a blessing my case will be for the police!\" - he exclaimed in an ironic argument; \"They would solve all the unsolved crimes if they could only send me, no matter how innocent I am, to the gallows\".Colin Wilson, Robin Odell, Jack el Destripador: Recapitulación y veredicto, obra citada, pág. 92. Harry Wilson, a lawyer hired by the firemen's guild to which the accused belonged, defended his client skillfully. He demonstrated the truthfulness of the street attack suffered that night, and succeeded in getting boat captains to provide testimony for the court. Finally, Sadler's cause was dismissed due to lack of evidence. Police also investigated his movements during Jack the Ripper's killing spree. For example, it was found that from July 16 to 20, 1888, he was not in the area where Alice McKenzie was killed on July 17, given that he worked until July 20 on the SS Fez, docked at Chatham Harbor. This excluded him as the woman's killer, and was further reinforced by witness Capt. Donald Cameron, whom Sadler worked for. This information is contained in the report from the CID of Scotland Yard, prepared on March 3, 1891 by inspector Henry Moore and Superintendent Thomas Arnold.Henry Moore (inspector jefe), información subordinada a la página List of police who were involved in investigating the Whitechapel murders.Thomas Arnold (superintendente), información subordinada a la página List of police who were involved in investigating the Whitechapel murders. That report concluded by highlighting that after the exoneration of Sadler, there were no other prisoners charged with the killing of Frances Coles.Stewart Evans, Keith Skiner, The Ultimate Jack the Ripper Sourcebook, Editorial Constable and Robinson, Londres, Inglaterra (2001), págs. 627-628. == Press accusations == Once the defendant was released, the media could no longer proclaim that he was guilty, but they did not cease invoking Jack the Ripper. For example, The Spectator said: \"There is no doubt that no matter how long the suspicions are, Sadler did not kill the woman; and it is more than possible, probable, that the one who killed her was Jack the Ripper, the nickname that the people have given to the systematic assassin of Whitechapel prostitutes.\"Stewart Evans, Paul Gainey, Jack the Ripper: First American Serial Killer, Editorial Kodansha International, Londres, Inglaterra (1996), pág. 156. It was also speculated - more by journalists than detectives - that witnesses to the crimes would have identified the fireman. As claimed by the Daily Telegraph, Joseph Lawende may have alluded to Sadler when he described the companion of Catherine Eddowes in Miter Square during the early hours of September 30, 1888. It was also alleged that he could've been the subject surprised by Israel Schwart prior to the murder of Elizabeth Stride. Nor it was ruled out that Chief Robert Anderson really accused him, and that he erroneously mentioned that the principal suspect was of Jewish origin.Paul Begg, Jack the Ripper: The Definitive History, Editorial Pearson Education Ltd, Londres, Inglaterra (2005), págs. 341-342. The reporters did not leave the sailor alone, even after release. He was constantly asked if he had participated in the other murders, to which he replied that he had been falsely accused and was never present at the crime scenes. According to each case, he was either embarked or in a distant place from where the deaths occurred (note edited by the East London Observer on March 28, 1891).Nicholas Connell, Stewart Evans, The man who hunted Jack the Ripper: Edmund Reid, Victorian Detective, Editorial Amberley Publishing, Londres, Inglaterra (2009), pág. 104. The journalist Joseph Hall Richardson of the Daily Telegraph reported on Sadler's identification attempt as guilt of the Ripper murders, in his memoir titled From the City to Fleet Street. There, he recounted that when Frances Coles was killed, his lover's guilt was taken for granted by the press \"too quickly\", but the detectives had doubts about it and used Richardson himself and another reporter. They were asked to make inquiries in the Chatham Harbor - when they had already arrested Sadler - in order to get information from his wife or concubine. Journalists interviewed the sailor's wife, whom Richardson described as a \"harpy that without measuring his words, betrayed the man\". Then, always following police instructions, the reporters conducted inquiries at the London Naval Trade Center and the Offices of the Ministry of Commerce, in order to verify whether or not at the time of the killings the sailor was on board. They examined records and checked the dates, and it was proven that each time there was a crime, the defendant \"signed\" on a vessel one or two days before the respective homicide. Richardson would eventually end up sympathizing and making friends with Sadler. He told the newspaper Star (an adversary of the newspaper he worked for) that he falsely accused the man, and that Sadler filed and won a lawsuit against the media. To celebrate the success, a toast with plenty of liquor was held in the offices of Richardson's newspaper. Sadler did not delay getting drunk, and when asked where he kept the money charged from the Star, he confided that it was kept under his cap. He was persuaded that it was better to keep the money inside the newspaper's safe for security reasons, to which he agreed. However, after a while, becoming more and more intoxicated, he became bellicose and demanded that his money be returned, claiming that he did not want to get scammed. On the next day, he went to his lawyer's office in order to give him the corresponding percentage of the received compensation. The curial at the time held a meeting with a person planning to smuggle arms into South America, taking advantage of the fact that two republics were at war. When the merchant learned that his other client was a sailor, he offered him a position, to which the lawyer advised Sadler not to take, as it was a \"dangerous game\". Sadler ignored the prudent advice, and, addressing the merchant, announced: \"I will make you a sailor, boss.\" The next day, he left on the smuggler's ship bound for the Caribbean, this being the last true known fact about his whereabouts.Joseph Hall Richarson, From the City to Flett Street, editorial Paul Stanley, Londres, Inglaterra (1927), págs. 277-279.Stewart Evans, Keith Skinner, Jack el Destripador: Cartas desde el Infierno, Ediciones Jaguar, Madrid, España (2003), págs. 217-219. Despite the above, modern studies registered that two people named James Sadler died in England, in 1906 and 1910.James Sadler en el sitio digital wiki-casebook-org (Jack the Ripper - The Great Victorian Mystery).Jack the Ripper, a suspect guide: Thomas James Sadler. == See also == * Jack the Ripper suspects * Jack the Ripper * Jack the Ripper in fiction == Notes and references == == External links == * Image of James Thomas Sadler: Illustration by Penny Illustrated Paper, February 28, 1891. * \"Jack el Destripador\" (in Spanish, includes multimedia content). * James Thomas Sadler on the digital site Casebook: Jack the Ripper. Category:1837 births Category:Year of death unknown Category:People acquitted of murder Category:Sailors from London Category:English smugglers Category:Jack the Ripper Category:People from Stepney ",
    "title": "James Thomas Sadler"
}