{
    "id": "61409434",
    "text": "Branko Radulović (1881–1916) was a Serbian painter. At the turn of the 20th century there emerged on the Belgrade art scene the first group of modern-day, academically-trained painters in Bosnia and Hercegovina -- Branko Radulović, Djordje Mihajlović,Gabriel Jurkić, Todor Švrakić, Petar Tiješić, Karlo Mijić, Djordje Mazalić, Jovan Bijelić, and Roman Petrović -- among them Branko Radulovićwho it is said showed \"exceptional culture and promise,\" though his life was cut short in the middle of the Great War. Radulović using his delicate color palette on small formats breathed the first whiff of Impressionist painting into Bosnian and Herzegovinian history of art. As a painter of romantic nature, an active participant in the political life and a great connoisseur of music, he announced the beginning of modern art in Bosnia and Herzegovina and in Serbia with his rather small but valuable opus of artworks. Although the painter Branko Radulović rounded a cycle which stands at the top of the contemporary Serbian painting for only thirty years of life and ten years of creative work, it hasn't been written much about the artist and today his works are scattered and poorly researched, mostly due to the negligence of profession. He was born on May 26, 1885, in Mostar, where he completed his primary and several years of secondary education which he continued in Belgrade. There he definitely decided to go in for painting and the first step in this regard was made on 9 September in 1903 by entering the Serbian Drawing and Painting School run by Beta Vukanović and Rista Vukanović.Branko immediately accepted academic painting style of Vukanović and in the same year created “A Portrait of Andja Golubović”, and in the style of Beta Vukanović, he worked on silk small lyrical still lives. Diploma of the Vukanović’s school from February 1905 was a recommendation to continue his studies at an academy of fine arts in of the European art capitals. As he was late with enrolment in the Academy of Fine Arts in Prague, Branko attended the private Painting School of Karel Reisner (1868-1913) which claimed to be a sort of preparatory course for admission to the Academy of Fine Arts. In the autumn of the following year, he was at the Academy, in the class of Vlaho Bukovac, where he met two other artists, Pero Popović (1881-1941) and Todor Švrakić, with whom in September 1907 he went on to exhibit in Sarajevo in the first exhibition of local academy-trained artists. Branko Radulović painted in a pointillist style, like that of his professor Bukovac,not only during studies in his class but even in 1907 when he moved in the same academy to the special class of professor František Ženíšek. A painting called “A Girl with a Book” from 1908 testifies about it. Soon Branko Radulović freed his painting from pointillist “colored” dots and shorter and longer brushstrokes and took en plein air characteristics, as a girl “In a Walk” was painted in 1911. Departure, moving to Paris at the beginning of 1912 with the invitation of our painter Lazar Drljaca with whom he shared the apartment and studio, marked the most important turning point in the handwriting of the painter Radulović. It is quite certain that Branko Radulović would further transform his expression in Paris in accordance with the current European art if he didn’t set himself one important task – a patriotic one. The echo of the Sarajevo assassination in 1914 traveled all the way to Paris, from where Radulović, for the second time would make his way to the front – firstly he participated in the Balkan wars and then in World War I, where he was killed in 1916. ==Notable exhibitions== *2017: Branko Radulović, National Gallery of Bosnia and Herzegovina, Sarajevo ==See also== * List of painters from Serbia * Serbian art == References == Category:1881 births Category:1916 deaths Category:20th- century Serbian painters Category:19th-century Serbian painters ",
    "title": "Branko Radulović"
}