{
    "id": "61401293",
    "text": "Abū Naṣr Alī ibn Hibat-Allāh ibn Ja'far ibn Allakān ibn Muḥammad ibn Dulaf ibn Abī Dulaf al-Qāsim ibn ‘Īsā al-Ijlī, surnamed Sa’d al-Muluk and known as Ibn Mākūlā () (1030 or 1031 - †1082 / 1083); was a highly regarded muḥaddith (Ḥadīth scholar) who authored several works. His magnum opus was his biographical-genealogical history on etymology and orthography of Islamic names, Al-Ikmāl. ==Life== Abū Naṣr ibn Mākūlā was a native of the village Ukbara on the Tigris north of Baghdād and the son of Hibat-Alāhā ibn Makula, vizier to the Buyid ruler of Baṣrah, Jalāl-al-dawla. He gained the title ‘al- Amīr’ (), or ‘prince’, maybe in his own right, or in reference to his famous ancestor Abū Dulaf al-Ijlī. His family had originally come from Jarbāzakān, between Hamadān and Isfahan in Irān, but his paternal uncle, was a muḥaddith (traditionist), and qāḍī (chief justice) in Baghdād where Ibn Mākūlā began his studies. He continued his education by travelling to the regional centres of learning across Irāq, Khurāsān, Syria, Egypt, and Fars. In the last years of his life he held various official posts in the imperial administration of the Seljuk Empire, and once led an embassy to Bukhara to obtain the recognition of the new Abbāsid caliph Al-Muqtadi (1075-1094). One anecdote tells of a personal application made by Ibn Mākūlā on behalf of the grammarian Al-Akhfash the Younger, requesting a pension from the vizier Abū al-Ḥasan Alī ibn ‘Īsā. This was angrily rejected it seems and the scholar was left in abject poverty. In the account of his eventual assassination the sources differ on details of location and date. It seems that sometime, either in 475 h. [1082/1083] or 487 h. [1094/95], or 479 h. [1086/87], he was on a trip for Khurāsān when he was murdered and robbed by his Mamluk guards, either in Jurjan in Golestan Province, or al-Ahvaz in Khuzestan; or in Kirmān, Iran. ==Works== *Al-Ikmāl () (‘Completion’); full title al-Ikmāl fī raf’ al-irtiyāb ‘an al-mu’talif wa al- mukhtalif min al-asmā’ wa al-kunā wa al-ansāb (); 4 vols., (written 10711075) standard treatise on orthography and pronunciation of proper names.Note: Originally published as a supplement to Al-Khātib Abū Bakr's Al-Mutanif Takmila al-Mukhtalif (‘The recommenced, being the completion of the Mukhtalif’), or Al-Takmila, itself the combined works of: i) Al-Mūtalif wa Mukhtalif () by Al-Daraqutni and ii) Al-Mushtabih Al-Nisba from the Al-Kamāl fī ma’rifat asmā’ al-Rijāl () by ḥāfiẓ Abd al-Ghānī. — In 1232, muhaddith Ibn Nukta (), published Takmila al-Ikmāl (), as an addendum to Al-Ikmāl. *Kitāb Tahdhib mustamar al-Awham ‘alā dhuī al-ma’rifat wa awwalī al-Afhām () *Mufākharat al-qalam wa’l-sayf wa’l-dīnār (); *Taʾrīkh al-Wuzarā ('History of the Viziers'). ==See also== *Encyclopædia Britannica Online *List of Arab scientists and scholars ==Notes== ==References== == References == * * * * * * * * Vadet, J.-C . \"Ibn Mākūlā.\" Encyclopaedia of Islam, second edition. Edited by: P. Bearman, Th. Bianquis, C.E. Bosworth, E. van Donzel, W.P. Heinrichs. Brill Online, 2016. Reference. June 7, 2016 http://referenceworks.brillonline.com/entries/encyclopaedia-of-islam-2/ibn- makula-SIM_3280 * * Category:1030s births Category:1083 deaths Category:11th- century writers Category:Buyid scholars Category:Etymologists Category:Genealogists Category:Persian writers ",
    "title": "'Alī ibn Mākūlā"
}