{
    "id": "61406637",
    "text": "The Julia P.M. Farnsworth Barn, at the rear of 180 W. Center St. in Beaver, Utah, was built around 1880. It was listed on the National Register of Historic Places in 1982, as was the Julia Farnsworth House at the front of the property. It is a work of local black rock stonemason Thomas Frazer, who possibly also built the house in front. In 1982 the barn was in excellent condition. It is notable as the only stone barn in Beaver, and further > It is quite large and not only is its craftsmanship of the highest caliber, > but its design is quite pleasing. While stone granaries are very common in > Beaver, a stone barn is very unusual. It is a barn built by Thomas Frazer, > the local Scots stonemason, and it displays four of the six characteristics > commonly employed by Frazer in his work: 1) ashlar stonework, 2) dormer > windows 3) white Dainted beaded mortar joints, 4) bargeboard around the > eaves and dormers. Its Utah State inventory document further reports: > This black stone barn is exceptional for many reasons: 1) the stone has been > cut and laid up in courses on all four sides, rather than the customary two > sides; 2) it is one of the few buildings in Beaver to display any Gothic > motifs; 3) its original function was a barn, yet it has dormer windows and > decorative Gothic Revival bargeboard; 4) the stonework is excellent and > displays the \"Frazer characteristics\", i.e. beaded mortar joints that were > once painted white and finely hewn black rock blocks (basalt) that were put > up with black dyed mortar around the edges to give them an even squarer > appearance. Oddly, the chimney on the barn, which appears to have been > original due to the type of brick and style, does not connect to a flue or > fireplace of any sort. With (Note the documents are stored with reference > number 82004086, switched with documents for Julia Farnsworth House.) It was later used as a grain mill, \"where grain was chopped and ground by R.C. Murdock.\" ==See also== *Julia Farnsworth House, also NRHP-listed ==References== Category:Grinding mills in Utah Category:Grinding mills on the National Register of Historic Places Category:Barns in Utah Category:National Register of Historic Places in Beaver County, Utah Category:Buildings and structures completed in 1880 ",
    "title": "Julia P.M. Farnsworth Barn"
}