{
    "id": "61401150",
    "text": "The dissolution of the United States is a political science theory on the possible disintegration of the United States of America.Russian's Out-There Vision of the Six Republics of America Is Under the MicroscopeDivided We Stand, 13.06.2009. The Wall Street JournalAmerican debacle - By Zbigniew Brzezinski. Los Angeles Times In 2005, Zbigniew Brzezinski quoted the British historian Arnold Toynbee that the collapse of any empire is inevitable because of the suicidal actions of its leaders. According to him, as a result of President George W. Bush's unreasonable actions (unleashing a war in Iraq, unsuccessful economic policies), other countries will seek to get out of the influence of the United States by creating their own regional alliances. Thus, geopolitical alienation with respect to the United States can turn into a permanent and dangerous feature of the future world order. According to the author of the book After America: Stories about the Coming Global Century, Paul Starobin, in the face of increasing central power, US de-federalization may be an advantageous solution. He proposes to consider the option of reforming the United States from \"high-ranking autocracy from Washington\" to an assembly of autonomous regional republics that reflect the economic and cultural differences of the regions. In his opinion, this will mean \"devolution\"—the return of the United States to its creative origins, which will be favorable for all the people. The strengthening of the federal government led to the emergence of new separatist tendencies, for example, in Texas, Vermont, and Alaska. Modern US separatists are descended from the anti- federalists of the 18th century, who opposed the union of initially independent states into a single state. In the middle of the 19th century, the anti-federalist movement was expressed in the separation of the southern states, which returned to the US only as a result of the war. Subsequently, the model of a large industrial economy weakened the attraction of anti- federalist ideas. Diplomat and historian George F. Kennan predicted the collapse of the United States after the collapse of the USSR. In the 1993 book Around the Rocky Hill: Personal and Political Philosophy, he wrote that the United States had become a \"monster country\" that was suffering from a swollen bureaucracy and an \"unjustified pride of size.\" In his opinion, life would be much better arranged if the United States \"were decentralized into something like a dozen constituent republics.\" Kennan freed anti-federalism from accusations of anti-modernism and retrograde, and was able to build a dynamic and advanced model of decentralized America. In particular, he proposed to unite San Diego County with the neighboring Imperial District and northern Baja in Mexico. In his opinion, the combination of the scientific potential of San Diego, cheap land and available water resources in the Imperial District, the production base and cheap labor of Northern Baja will allow creating an economically independent \"macro-region\". Recently, his idea was revived in the form of the project \"Kali Bach, Binary National Macro-Region\". Its director, Christina Lun, believes that large states and even such vast states as California are unsustainable entities due to management difficulties, therefore the macro-regions have an economic and political future. Lun drew inspiration not only from Kennan, but also from the scientific writer and physicist, the author of the book Complexity: Emerging Science on the Verge of Order and Chaos, M. Mitchell Waldrop. Sources of inspiration for modern separatists are not only futurological texts about the future, but also the \"yellowed scrolls\" of antifederalists. Daniel Miller of the Texas Nationalist Movement believes in John Weissbitt's Global Paradox of 1995, which describes the entrepreneurial spirit: \"the larger the global economy, the more powerful its smallest players\". The Boston Consulting Group review of global leadership in innovation is used as an argument in favor of decentralization, in which small states led by the city-state of Singapore were leaders. School of Global Management Thunderbird called Singapore \"the most future-oriented country in the world\". Starobin in defense of his idea gives a historical example of the city-states of Italy, which became the generators of the Renaissance. And although the secessionists, like Texas's Miller, promise a peaceful path to the collapse of the United States, according to Starobin, history shows that such dramatic changes are not without revolutions. However, according to Starobin, the possible collapse of the United States will not resemble the withdrawal of British authorities from North America or the collapse of the Soviet Union due to the fact that each empire evolves in accordance with its internal unique properties. However, the idea of decentralization is not a unique phenomenon of the United States, but is present in many countries of the world: in India, with 1.2 billion people, the possibility of division into 10 or more parts with a high degree of autonomy is being discussed, Catalonia and Scotland have popular independence movements, even China with an authoritarian management style has a movement to create smaller entities. The theory of Igor Panarin about the possible disintegration of the United States was actively discussed not only in the Russian, but also in the American media. For the first time, The Wall Street Journal wrote about this theory, after which a wave of criticism developed in the American media. The theory of Panarin met with approval among supporters of the existence on the continent of nine separate economies or even nine separate cultures that have a weak connection with state or national borders. Back in 1981, the book The Nine Nations of North America was published. And although separatist projects are popular in the US and widely reported in the media, according to The Washington Post, these movements have no real prospects for success and are safely ignored. This is due to the fact that separatist tendencies support mainly marginalized, poor, sparsely populated, deceived and weak areas, while large urban centers are supporters of a single state. According to The Washington Post, the main problem of the regionalists in general, and Panarin in particular, is the lack of understanding of where the fracture lines of cultures and values actually pass. According to The Washington Post, the reason for the emergence of the theory of Panarin is the automatic transfer of the properties of the former USSR to the USA, as well as the subconscious desire to see the collapse of the USA as moral consolation from the collapse of the USSR. At the same time, analogies with the project \"beyond borders\" are held, where the USSR was divided into several separate cultural areas, which separated at the first opportunity. According to the Americans, the Russian mentality implies the decisive importance of ethnic differences in the \"melting pot\", which is held together only due to the financial factor. According to Bervald, there is a huge difference between the USSR and the USA: if in the countries of the former USSR people identified themselves with an ethnic community, then in the USA people most often call themselves Americans and feel they are one people, regardless of ethnic differences. Moreover, this self-consciousness is strong not only in the central regions, but also in places with separatist tendencies. According to Alexis de Tocqueville (1830s), Americans always create new types of social connections According to University of Texas professor, folklorist and regionalist Archie Green, although the United States consists of separate civilizations, even in the case of the disappearance of the former government, the links between the constituent parts will be revived, even if in the form of new social contracts. == Further reading == * Thomas H. Naylor, William H. Willimon. Downsizing the U.S.A. Wm. B. Eerdmans Publishing, 1997 ==See also== * American decline * After the Empire: The Breakdown of the American Order *Secession in the United States *Partition and secession in California * Predictions of the collapse of the Soviet Union == References == Category:Separatism in the United States United States ",
    "title": "Dissolution of the United States"
}