{
    "id": "61401792",
    "text": "Vivian Villarreal (born 30 January 1965) is a former professional American pool player. She was the World Pool-Billiard Association world number one women's player for five years, and has twice been runner up in the WPA World Nine-ball Championship. ==Career== Villarreal's grandmother, Amalia Huerta, was the owner of Mollie's Lounge, a restaurant and bar with a pool table, in San Antonio. Villareal sometimes helped with cleaning and became interested in pool. She started to play at the age of 8, and by the time she was 11, had accumulated 161 trophies. She gave up playing pool for about 10 years from the age of 14 to focus on her studies. Villarreal graduated from Lee High School, and went on to study computer science, book-keeping and accounting at San Antonio College. Villarreal started playing again, and participated in the Women's Professional Billiard Association circuit in 1991, winning a tournament during her first year. She won several more titles over the following years, and in 1996 won the ESPN World Open 9-Ball Championship. In 1992, she was runner-up in WPA World Nine-ball championship, losing to Franziska Stark, and in 1996 was beaten in the final of the competition by Gerda Hofstatter. She is known for her rapid and demonstrative style of play.10 Questions with Vivian Villarreal PoolDawg. Retrieved 31 July 2019. The Women's Professional Billiard Association inducted Villarreal to its Hall of Fame in 2015. ==Personal life and charitable work== She adopted a child in 1992, but the child was taken away by her biological mother in 1997 following a court-approved visitation. Villarreal spent some eight years searching for the child, who was finally discovered to be in Arkansas. Villarreal subsequently agreed that the child could choose where to stay, and the child continued to live with her biological mother whilst maintaining contact with Villarreal. Villareal is the founder of The Tornado Foundation, which has a broad mission to help any child, animal or victim in need of assistance,\"The Tornado Foundation Retrieved 31 July 2019. and organises a pool event called The Tornado OpenThe Tornado Open Retrieved 31 July 2019. to benefit the Foundation. ==Titles Won== *1991 Wahine Classic *1992 McDermont Masters *1992 WPBA National Championship *1992 Kasson Classic *1993 WPA World Tour – Ibiza, Spain *1993 Bicycle Club Casino Classic Cup *1994 Huebler Cues Seattle Classic *1994 Cuetec Cues Charlotte Classic *1994 Viking Cues Milwaukee Classic *1994 Connelly Billiards Denver Classic *1994 Mosconi Cup (As part of Team USA) *1995 Viking Cues Charlotte Classic *1996 ESPN World Open 9-Ball Championship *1996 Connelly Philadelphia Players Classic *1996 Pool & Billiard Magazine Detroit Classic *1996 Gordon's Boston $50,000 9-Ball *1998 Brunswick Billiards New York Classic *2000 Texas Open Ladies' Division *2001 Houston Open – Ladies Division *2002 Predator Women's Florida 9B Open *2003 Texas Open – Ladies' Division *2003 Fast Eddie's #4 Women's Division *2005 Ladies' Spirit Tour #1 *2010 Fast Eddie's #1 Open Division *2011 USBT Championship Women's 8B *2011 USBT Championship Women's 9B *2011 USBT Championship Women's 10B *2011 USBT Championships Ladies Bonus *2012 29th Annual Texas Open Ladies Division *2012 Space City Open Ladies Event *2013 29th Annual Texas Open Ladies Division *2013 Big Tyme Classic Women's 9-Ball *2013 USBT Championships – Women's Bonus *2014 41st Texas Open – Ladies Division *2014 2014 Big Tyme Classic Women's 9-Ball *2014 1st Texas Tornado Ladies Division *2014 Houston Open Ladies Division *2015 Chinook Winds Open 8-Ball – Ladies Division *2015 42nd Texas Open – Ladies Division *2015 3rd Big Tyme Classic Women's 9-Ball *2017 44th Texas Open – Ladies Division *2017 AWBT 2017 #3 *2017 AWBT 2017 #5 *2018 WPBA Signature Tour Stop *2018 3rd Annual Ashton Twins Classic ==References== ==External links== * * Category:female pool players Category:American pool players Category:1965 births Category:Living people ",
    "title": "Vivian Villarreal"
}