{
    "id": "61409682",
    "text": "Simultaneous art is a style of art that uses multiple, simultaneous discordant and confusing sensations and narratives to create art that was an experience, rather than an object. Each spectator's experience is a construct of multiple, simultaneous elements. The \"meaning\" of the art is indeterminate. Rather than leading the spectators to understanding, they would be lead only to the crossroads; the juxtaposition of simultaneous elements would create the possibility of multiple meanings. Guillaume Apollinaire is credited as a pioneer of simultaneous art. ==Theater== Apollinaire influenced the work of architect Eduard Autant and his wife Louise Lara, who helped spread the ideas to architects Auguste Perret and Robert Mallet-Stevens. These architects shared similar ideas about modernism influenced by Marxist inspired concepts of collective space. Drawing on classical tradition of the theater as a space for vision, and audience as spectator, Autant and Lara re-conceptualized the roles of theater director and architect. The \"meaning\" of the art is indeterminate; the juxtaposition of simultaneous elements presents multiple possible meanings resolved by the participation of performers and spectators. ==Film== Parallel editing is a filmmaking technique that was first used by D.W. Griffith in A Corner of Wheat (1909) to show simultaneous responses to an event. In The Birth of a Nation (1914) Griffith used a technique called contrast editing to depict a fast-paced sequence where simultaneous scenes converge. Griffith had tried something similar in The Lonely Villa (1909), but with less success. His film Intolerence (1916) was even more ambitious; the simultaneous action developed in alternating sequences included the Fall of Babylon, the conflict between Jesus and the Pharisees, and the St. Bartholomew's Day massacre. ==Video games== The video games Wind Waker (2002) and Skyward Sword (2011) have borrowed from film studies and applied simultaneous art techniques to their soundtracks. Technological advances have allowed for the environmental score to exist alongside music played on an in- game harp. Multiple musical elements produced simultaneously can impact gameplay by providing audio cues that are related to in game actions. When the game's audio elements are modular, each playthrough can produce a unique score. The modules can be combined smoothly, or timbre and other techniques can be used to induce a jarring sense of disconnection or dissonance. ==References== Category:Visual arts Category:Performing arts ",
    "title": "Simultaneous art"
}