{
    "id": "61408629",
    "text": "Pero Popovic, boy, 1908 Pero Popović (Prijedor, 1881 – Sarajevo, 1 February 1941) was a distinguished Bosnian painter. Pero Popović was born in Prijedor, Bosnia and Herzegovina at the time part of the Austro-Hungarian Empire, and was the oldest among a group of Krajina painters, who had a much calmer life than most of his colleagues. After graduating from high school in Sarajevo, he went to Vienna and completed three semesters of philosophy, and then went to the Academy of Fine Arts in Prague and studied painting with Vlaho Bukovac and Czech František Ženíšek. Popović, with two other student colleagues Todor Švrakić and Branko Radulović, would eventually go on to organize the first exhibition of local painters in Bosnia and Herzegovina in 1907 in Sarajevo and the second one in 1910 in Prijedor.http://www.kakanien- revisited.at/beitr/fallstudie/ALipa1.pdf Pero Popović was employed as an art professor at Velika Realka gymnasium in Banja Luka in 1908. His students were Milivoj Uzelac and Vilko Gecan. He moved from Banja Luka to Sarajevo in 1930 and remained there for the rest of his life. He painted portraits, landscapes, still lifes, compositions with scenes from everyday life. He also painted icons for an iconostasis for the church in Prijedor and mosaics for the church in Banja Luka. His creative potential was pronounced. He quickly stopped imitating Bukovac's palette with the pointillist foundations and turned to a strong and contrasting coloristic expression, which approached the Seanist poetics and Gauguin and referred his students to their painting. A valuable essay was written about Popović's painting by art historian Vera Jablan. In a tone full of inner cockiness to the artist, she wrote: \"Studies of nudes and portraits, sketches from the streets and unfinished compositions sometimes show how seriously this painter approached the work. How great he had the demands of himself, in front of his artist conscience. independent of the desire and taste of the audience, uninterested in selling his works, he constantly creates.\" One of Bukovac's best students, after completing his education, was not satisfied with the knowledge gained at the Academy. This can be seen from the fact that Popović soon abandoned the pointillism and at first lazily, and then freer to the pastures, sought his own expression. His works are serious studies, coloristic and tonal relations. The rich scale of strong tones, bold contrasts of colors and illumination, expressive drawing and solid composition characterize his creativity, in which, with an exceptionally strong grasp of the whole, he feels the virtuoso, almost oriental finesse of details.\" == References == Category:1881 births Category:1941 deaths Category:Bosnia and Herzegovina painters Category:Bosnia and Herzegovina artists ",
    "title": "Pero Popović"
}