{
    "id": "61406201",
    "text": "was a Japanese video game developer based in Kōka, Shiga. Founded in May 1984, it had worked on approximately 40 titles for arcade, computer and home consoles, a large number of which went uncredited. They're best known for developing Mega Man games for Capcom, namely all of the Game Boy Mega Man games (except II) and Mega Man X3. Their exact fate is unknown, but its website was taken down in 2002. ==History== Minakuchi Engineering was established in May 1984, basing its headquarter on Kōka District of Shiga, and named their company after one of the towns in the area, Minakuchi. According to its now defunct website, Minakuchi Engineering had worked on about 40 different games for a variety of publishers, but due to anonymous nature of the video game credits at the time, it's difficult to identify exactly which it's responsible for. One of its better known footnotes is the partnership with Capcom, having developed the Mega Man games including Mega Man: The Wily Wars for Sega Genesis, Mega Man X3 for SNES, and four of the Game Boy Mega Man titles (from Mega Man: Dr. Wily's Revenge to Mega Man V, with exception of II). One of its employees was a Mega Man series composer Kouji Murata, who worked on the Game Boy Mega Man games starting from Mega Man III. ==Games developed== ===Arcade=== * Power Spikes (1991) * Turbo Force (1991) ===Game Boy=== * Bionic Commando (1992) * Mega Man: Dr. Wily's Revenge (1991) * Mega Man III (1992) * Mega Man IV (1993) * Mega Man V (1994) * Solar Striker (1990) ===Genesis=== * Mega Man: The Wily Wars (1994) ===MSX2=== * Kimagure Orange Road: Natsu no Mirage (1988) * Maison Ikkoku: Kanketsuhen: Sayonara, Soshite... (1988) * What's Michael? (1989) ===SNES=== * Magic Sword (1992) * Knights of the Round (1994) * Mega Man X3 (1995) ==References== ==Links== * (Wayback Machine) Category:Companies based in Shiga Prefecture Category:Companies disestablished in 2002 Category:Video game companies established in 1984 Category:Video game companies of Japan Category:Video game development companies ",
    "title": "Minakuchi Engineering"
}