{
    "id": "61405944",
    "text": "The Man'yō Shikō (万葉私考) is a 10-volume commentary on the Man'yōshū written by the kokugaku scholar Miyaji Haruki (宮地春樹). == Overview == The Man'yō Shikō is a commentary on the Man'yōshū, an eighth-century anthology of waka poetry, by Miyaji Haruki, an Edo period kokugaku scholar, Confucianist, retainer of Tosa Domain, and student of Nishiyori Seisai, Motoori Norinaga, and Hagiwara Sōko. == Writing == The Man'yō Shikō had its beginnings in the Haruki's personally- annotated copy (書入本 kakiire-bon) of the Man'yōshū, which he had completed on the 17th day of the fifth month of Tenmei 4 (4 July 1784 in the Gregorian calendar). A week or so later he set to work on a rewrite of these notes with a preface (第一冊識語 dai-issatsu shikigo). He died of illness in the fourth month of the following year, with his commentary incomplete. He was 58 years old, by Japanese reckoning. == Contents == The Man'yō Shikō records Haruki's views of various expressions and compositional circumstances over which the Man'yōshū Kō (万葉集考) and ' had expressed doubt. It contains views likely acquired by Haruki from his teacher Norinaga, as well as indicating the fountainhead of the Tosa school of Man'yō scholarship. For these reasons (1919–1980), in his article on the work for the 1983 Nihon Koten Bungaku Daijiten, states that the it has attracted the attention of scholars interested in the history of Man'yōshū research. == Textual tradition == A copy formerly in the holdings of had been published posthumously by Haruki's son and heir , but as of Ōkubo's writing of the Nihon Koten Bungaku Daijiten article said copy's whereabouts were unknown. The edition printed in the Nihon Koten Zenshū is based on a handcopied text made by Masamune Atsuo. == References == === Citations === === Works cited === * * Category:1785 books Category:Man'yōshū Category:Edo-period works ",
    "title": "Man'yō Shikō"
}