{
    "id": "61414987",
    "text": "John McCredy McAlery (29 November 1848 – 3 December 1925) was an Irish association football pioneer. His accomplishments include organizing the first ever properly organized football match in the history of Irish football in 1878, founding the first Irish football club in 1879, helping found the Irish Football Association in 1880, and wearing the captain's armband in Ireland's first ever international match in 1882. He is known as the \"father of Irish association football.\" In 2013, a blue plaque erected by the Ulster History Circle was unveiled at Solitude, Cliftonville's home ground, to commemorate McAlery's efforts. ==Early life== The son of a farmer, McAlery was born in the town of Rathfriland in County Down in either 1848 or 1849. He moved to Belfast to learn the drapery business and soon became very successful, opening the Irish Tweed House gentleman's outfitters on Royal Avenue. A talented cricketer in his youth, his first involvement in the Belfast sport scene was helping in the formation of the Cliftonville Cricket Club in 1870, later serving as club treasurer. In 1878, during his honeymoon in Scotland, he witnessed his first ever association football match, and enjoyed it so much decided to introduce the sport back home. ==Football career== The first match of organized association football on Irish soil was played on 24 October 1878 between Caledonian and Queen's Park. McAlery invited the Scottish sides to play in the exhibition match at the Ulster Cricket Grounds in an attempt to showcase the game to the Belfast crowd. Queen's Park achieved a 3–2 victory, and more importantly, the demonstration was well received by the locals. On 20 September 1879, less than a year later, McAlery placed an advertisement in both The News Letter and the Northern Whig, reading: :Cliftonville Association Football Club :(Scottish Association Rules) :Gentlemen desirous of becoming members of the above club will please communicate with :J.M.McAlery, 6, Donegall Street or :R.M.Kennedy, 6, Brookevale Terrace, Antrim Road :Opening practice to-day at 3-30 The newly-formed Cliftonville F.C. side played their first match just nine days later, losing 2–1 to a team of rugby players called Quidnunces. They achieved their first victory on 1 November with a 2–0 defeat of Knock F.C., a team of former lacrosse players. On 18 November 1880 McAlery organized a meeting at the Queen's Hotel in Belfast between the seven Irish football clubs that had been established by that time: Alexander, Avoniel, Cliftonville, Distillery, Knock, Moyola Park and Oldpark. These teams would become the founding members of the Irish Football Association (IFA), with Lord Spencer Chichester serving as its president and McAlery as secretary. In an appendix to the minutes of the meeting, McAlery wrote: \"If the spirit which pervaded from those present be acted upon the result will be a strong Association for promoting the game which we have espoused.\" The meeting also provided for Ireland's first official football competition, the Irish FA Cup. In the first Cup final, played on 9 April 1881, Cliftonville was defeated by Moyola Park. They suffered the same fate the following year, losing to Queen's Island in the final of the 1881–82 edition. McAlery, who captained Cliftonville while playing at fullback, won his first trophy on his third try, as his club defeated Ulster to win the 1882–83 Irish Cup. He did not play much after this, deciding to focus on his administrative role in Irish football. He refereed international matches until 1887, and remained the Irish FA secretary until 1888. ===International career=== McAlery captained Ireland's first ever international match on 18 February 1882, playing at right back. On a \"bittery cold\" Belfast night with occasional rain and hail, Ireland lost to the far more experienced England by a score of 13–0. A week later, he made his second and final international appearance, captaining his team again as they lost 7–1 to Wales in Wrexham. ==Death== McAlery died on 3 December 1925 at his home in Belfast. ==Honours== ;Cliftonville * Irish Cup: 1882–83 ==Notes== ==References== ==External links== * John McAlery at Dictionary of Ulster Biography * Category:1840s births Category:1925 deaths Category:Irish association footballers (before 1923) Category:Pre-1950 IFA international footballers Category:Association football defenders Category:Cliftonville F.C. Category:Cliftonville F.C. players Category:Republic of Ireland football referees Category:British textile industry businesspeople Category:19th- century Irish businesspeople Category:Sportspeople from County Down ",
    "title": "John McAlery"
}