{
    "id": "61411488",
    "text": "The Goudsbloemgracht (Marigold Canal) was a street and former canal in Amsterdam, in the Jordaan neighborhood of the Centrum district. After the canal was backfilled in 1857 the street was renamed Willemsstraat. ==History== The Goudsbloemgracht has its origins in the \"Fransche Pad\" (French Path), a path along a polder ditch outside the city of Amsterdam. One source says the Oude Fransche Pad was nothing to do with the French, but was named after Frans Dirksz, who often took his horses along it to a meadow outside the city gates, and was known as Oude Frans. On the south side of the ditch was the Vrijdomspad, so called because it was a free area outside the city boundary. The ditch was converted into a canal when the Grachtengordel (canal belt) was dug south from the Brouwersgracht starting in 1612. The city purchased all the land for the large new canals, the Herengracht, Keizersgracht and Prinsengracht. In the Jordaan area beyond them, but still within the new fortifications along the Singelgracht, the city cut costs by retaining the old pattern of land ownership where possible, and just widening the ditches and paths into canals and streets. This area became one where all the craftsmen of the city could practice their trades, including weavers and dyers, leather workers, tanners and potters. The canal was sarcastically called the \"Herengracht without trees\", a reference to the grandest of the new canals. The area became crowded with more and more immigrants, often with several families to one house, and by the end of the Napoleonic Wars was extremely poor and crowded. A cholera epidemic struck Jordaan in 1836, and a report of 1852 highlighted the problems of the slum dwellings. In 1854 the Vereeniging ten Behoeve der Arbeidersklasse (Working Class Association) began to purchase plots on Goudsbloemgracht. When the canal was back-filled it was little more than an open sewer. The city council estimated that it would cost fl.28,500 to back-fill the canal. The result would be better hygiene and no more costs for bridge maintenance. An unusual method was used for the infill. Normally sand was dumped in between the walls of the canal and the water was pushed away. In this case, the canal was first drained, a brickwork sewer was installed, and then the trench was filled. The sewer was often blocked by inadequate water flow. The space occupied by the canal and quays allowed for a broad street, named the Willemsstraat after King William I. It was said that the city council delayed naming the street for a long time, until the Orangist people of Jordaan took the initiative and hung a street name sign with the king's name. A festival to initiate the street was held on 24 August 1857, the king's birthday. The new Willemsstraat was the pride of the association, although it took time for the residents to give up habits like keeping livestock in their back yards. File:Balthasar Florisz. van Berckenrode - Amsterdam (1625) Goudsbloemgracht.jpg | 1625 map seen from the north. Brouwers Graft (bottom), Lynbaens Graft (right). Diagonals: Palm Graft (lower right), Goutbloems Graft, Linde Graft, Angeliera Graft File:Gezicht op de Goudsbloemgracht, richting Brouwersgracht. Hekking.gif |View of the Goudsbloemgracht from Brouwersgracht. Willem Hekking File:Willem Hekking, Afb 010001000007.jpg | View of the Goudsbloemgracht from Brouwersgracht. Willem Hekking ==Notes== ==Sources== * * * * Category:Streets in Amsterdam Category:Former canals in Amsterdam ",
    "title": "Goudsbloemgracht"
}