{
    "id": "61411211",
    "text": "Wildburg Castle is a restored castle complex in the municipality of Treis- Karden on the Moselle in the district of Cochem-Zell in the state of Rhineland-Palatine in Germany. It is located 30 kilometres south-west of the city of Koblenz. == Location == The hill castle stands on a rampant, wooded mountain spur surrounded by the streams Flaumbach and Dünnbach flowing from the Hunsrück mountain range, and approximately 85 metres above their confluence. It is neighboured by Treis Castle, located about 150 metres to the north on the same spur, separated by a depression. Wildburg Castle is located at an altitude of 165 metres above sea level in a side valley to the Moselle, and about one kilometre south of Treis. == History == The exact date of construction is unclear. Possibly Wildburg Castle has been built as early as in the first half of the 11th century AD by Count Palatine of the Rhine Otto I, Count of Salm, however the sources might probably refer to neighbouring Treis Castle. More likely, Wildburg Castle has been build in the 13th oder 14th century AD as a seat of the Lords of Wildenberg, collateral descendants of the Lords of Braunshorn. After the lineage became extinct around 1400 AD, the Electorate of Trier seized the castle as a vacant fief. For the following centuries, Wildburg Castle has been held by various owners on behalf of Trier, amongst them the Lords of Miehlen, the Lords of Burgtor, and the Lords of Eltz. During the Palatine Succession War in 1689, Wildburg Castle has been destroyed by the French, along with neighbouring Treis Castle and many other castles Left Bank of the Rhine. At this point it had lost its strategic significance and has not been rebuilt. In 1956 its ruins, along with those of Treis Castle, have been acquired by private owners, and Wildburg Castle restored for residential use. == Today == Wildburg Castle has been preserved since the early 1950s and partially rebuilt for residential use. The northern, almost square castle keep has been built-up to its original height and re- roofed. The hall along with several annexes and outhouses has been rebuilt and made inhabitable for residential use. Remains of other buildings and the curtain wall have been preserved and form part of today's castle garden. Currently, Wildburg Castle is inhabited and can only be viewed from outside. == References == * Alexander Thon/Stefan Ulrich: Von den Schauern der Vorwelt umweht.... Burgen und Schlösser an der Mosel, Regensburg: Schnell & Steiner 2007, S. 159–161. * Markus Sausen: Das Huß genannt Wildenburg – Die Geschichte der Treiser Wildburg, in: Von „Häckedetz unn Stifthere“. Geschichte und Geschichten von Treis-Karden Band 7. Treis-Karden 2016, S. 160–205 == External links == * European Castle Database * Informationen at burgenwelt.de * Informationen at burgenreich.de: * reconstruction drawings at burgrekonstruktion.de Category:Buildings and structures in Cochem-Zell Category:Castles in Rhineland-Palatinate Category:Buildings and structures completed in the 13th century ",
    "title": "Wildburg Castle"
}