{
    "id": "61410085",
    "text": "Roland Aloysius Madden, an American meteorologist, was a staff scientist at the National Center for Atmospheric Research (NCAR) from 1967 to 2002. His research centers on diagnostic studies of the atmosphere. Madden is a fellow of the American Meteorological Society (AMS)https://www.ametsoc.org/index.cfm/ams/about-ams/ams-organization-and- administration/list-of-fellows/ accessed 5 October 2019 and a recipient of the 2002 Jule G. Charney Award of the AMS. == Biography == Madden was born on May 8, 1938 in Chicago, Illinois Ancestry.com. U.S. Public Records Index, 1950–1993, Volume 1 [database on-line]. Provo, UT, USA: Ancestry.com Operations, Inc., 2010. accessed 5 October 2019. He grew up in Edison Park in northwest Chicago and attended St. Juliana’s Grammar School and Fenwick High School\"See \"Madden, Roland Aloysius\", p. 43, Fenwick High School Yearbook, Senior Class of 1956. U.S., School Yearbooks, 1880-2012\"; School Name: Fenwick High School; Year: 1956 Ancestry.com. U.S., School Yearbooks, 1900–1999 [database on-line]. Provo, UT, USA: Ancestry.com Operations, Inc., 2010.Accessed 5 October 2019. He received his Bachelor of Science degree in physics from Loyola University Chicago in 1961. That same year, he joined the United States Air Force where he served for four years as Duty Forecaster at Patrick Air Force Base and Assistant Staff Meteorologist at Cape Canaveral. He received his master’s and doctoral degrees in meteorology from the University of Chicago in 1967 and Colorado State University in 1978 respectivelyhttps://www.atmos.colostate.edu/people/alumni/ accessed 5 October 2019. In 1967, he was appointed staff scientist at the National Center for Atmospheric Research in Boulder Colorado where he worked for 35 years, most recently as a member of the Climate Analysis Section in the Climate and Global Dynamics Division. Madden spent periods of time as an invited scientist at a variety of institutions, including the Scripps Institute of Oceanography, Free University of Berlin, Naval Postgraduate School, University of Stockholm, Max Planck Institute for Meteorology, the New Zealand National Institute of Water and Atmospheric Research, and Monash University in Melbourne, Australia. Madden retired from NCAR in 2002 . He was married to Mary Agnes (née Ruh) Madden (1939–2019) for fifty-seven years, and the couple has four children.https://www.legacy.com/obituaries/dailycamera/obituary.aspx?n=mary- agnes-madden&pid;=193277409&fhid;=6726 accessed 5 October 2019 == Career Highlights == Over the course of his career, Madden authored over 100 research publications, technical reports, and proceedingshttp://imsc.pacificclimate.org/awards_madden.shtml accessed 5 October 2019. He is perhaps best known for his discovery in 1971 with Paul JulianMadden, R. A., and P. R. Julian, 1971: Detection of a 40–50 day oscillation in the zonal wind in the tropical Pacific. J. Atmos. Sci., 28, 702–708. of the Madden–Julian oscillation (MJO) and the comprehensive description of the phenomenon in 1972.Madden, R. A., and P. R. Julian, 1972: Description of global-scale circulation cells in the tropics with a 40–50 day period. J. Atmos. Sci., 29, 1109–1123. The MJO is an eastward moving atmospheric disturbance that traverses the planet in the tropics with a period of 30-60 days, on average. The MJO is the main intra-seasonal fluctuation explaining weather in the tropics, and it continues to be studied broadlyJohn E. Oliver, 2005, The Encyclopedia of World Climatology (Encyclopedia of Earth Sciences Series), Berlin:Springer, p. 476, .Chidong Zhang, 2005, \"Madden- Julian Oscillation\", Rev. Geophysics, 43:RG2003, 1-36.. Selected areas of important contributions (and related publications) in addition to the MJO include: * The first estimates of the composition of cloud clusters in the Global Atmospheric Research Program (GARP) Atlantic Tropical Experiment (GATE) area;Madden, R. A., L. Sapp, and E. Zipser, 1974: Clouds over the tropical Atlantic during July and August 1970. Bull. Amer. Meteor. Soc., 55, 587–595. * The introduction of an analysis of variance approach to estimate the potential long-range predictability of pressure, temperature, and precipitation;Madden, R. A., 1976: Estimates of the natural variability of time-averaged sea-level pressure. Mon. Wea. Rev., 104, 942–952.Madden, R. A., and D. J. Shea, 1978: Estimates of the natural variability of time-averaged temperatures over the United States. Mon. Wea. Rev., 106, 1695–1703.Madden, R. A., D. J. Shea, R. W. Katz, and J. W. Kidson, 1999: The potential for long-range predictability of precipitation over New Zealand, Int. J. Climate, 19, 405–421. * The first estimates of the time of emergence of warming due to increased atmospheric carbon dioxide;Madden, R. A., and V. Ramanathan, 1980: Detecting climate change due to increasing carbon dioxide. Science, 109, 763–768. * The first estimates relating MJO tropical wind stress and the rotation of the earth;Madden, R. A., 1987: Relationships between changes in the length-of-day and the 40–50 day oscillation in the tropics. J. Geophys. Res., 92, 8391–8399.Madden, R. A., 1988: Large intraseasonal variations in wind stress in the tropics. J. Geophys. Res., 93, 5330–5340. * The first quantitative measures of the effects of imperfect spatial and temporal sampling on estimates of the global mean temperature;Madden, R. A., D. J. Shea, G. W. Branstator, J. J. Tribbia, and R. Weber, 1993: The effects of imperfect spatial and temporal sampling on estimates of the global mean temperature: experiments with model and satellite data. J. Climate, 6, 1057–1066. and * The first comprehensive quantitative estimates of the effect of aliasing.Madden, R. A., and R. H. Jones, 2001: A quantitative estimate of the effect of aliasing in climatological time series. J. Climate, 14, 3987–3993. Madden continues to work and publish as an NCAR Senior Scientist Emeritushttps://staff.ucar.edu/users/ram accessed 5 October 2019. His most recent publicationMadden, R. A., 2019: How I learned to love normal-mode Rossby-Haurwitz waves. Bull. Amer. Meteor. Soc., 100, 503-511. presents new evidence of the Rossby-Haurwitz waves and appeared in 2019. == Selected publications == == References == Category:1938 births Category:Living people Category:Fellows of the American Meteorological Society Category:Scientists from Chicago Category:Military personnel from Illinois Category:Loyola University Chicago alumni Category:University of Chicago alumni Category:Colorado State University alumni Category:American meteorologists Category:National Center for Atmospheric Research faculty ",
    "title": "Roland Madden"
}