{
    "id": "61415713",
    "text": "Ban Bu Community (; or simply Ban Bu) is a traditional community in the Siri Rat Subdistrict, Bangkok Noi District, Bangkok's Thonburi side. It is regarded as the last source of bronzework handicraft makers in Bangkok and has become a cultural tourism destination. The word \"Bu\" refers to the method by which copper and tin are alloyed into objects, mostly bowls, and polished with stone to obtain a smooth, shiny surface, with the word \"Ban\" meaning house, home, village, or hamlet. Only one household remains engaged in metalwork at present. The community is located on the canal Khlong Bangkok Noi. It is believed to have derived from a group of craftspeople from Ayutthaya Kingdom who resettled in the area following the fall of Ayutthaya in 1767. == History == In the early Rattanakosin period, when King Rama I established Rattanakosin (or Bangkok in present) as the capital, he wanted the city to be as similar as possible to Ayutthaya Kingdom, to strengthen the spirit and willpower of the people. As for the people themselves, they got together in groups and communities to carry out the professions that they were accomplished at doing. They denominated their communities identically to that which they were in Ayutthaya Kingdom. For example in \"Ban Dok Mai\" (บ้านดอกไม้), the community made firecrackers, in \"Ban Chang Lo\" (บ้านช่างหล่อ), the community moulded the Buddha statues, and in \"Ban Khamin\" (บ้านขมิ้น), the community made turmeric powder. == Culture == Only a few communities remain who carry out the same professions as before - one of them is the community that makes \"Khan Long Hin\" (ขันลงหิน; lit: stone-finished bowl). This community is residing around Wat Suwannaram, southward of Khlong Bangkok Noi, and they are known as Ban Bu Community. A stone-finished bowl was a popular utensil used in Thailand; some houses used it for containing water, as the water would become cool and refreshing. The other use was to hold rice to be given as alms to the monks, but presently, since the process of making this utensil is labour intensive and complicated, a stone-finished bowl has become a high priced item and is actually now used as a decorative item. ==See also== * Ban Bat ==References== category:Bangkok Noi District category:Tourist attractions in Bangkok ",
    "title": "Ban Bu Community"
}