{
    "id": "61411252",
    "text": "Şahsiyet (Persona) is a Turkish crime drama Miniseries written by Hakan Günday and broadcast by puhutv. Şahsiyet is on the IMDb's list of the best serials of all time, ranked 22nd. Haluk Bilginer won the International Emmy Award for Best Performance by an Actor for his role as Agah, in Şahsiyet. == Plot summary == Agâh Beyoğlu is a 65-year-old retired court clerk whose spouse died some time ago. Agâh lives alone in an old Ottoman building bearing the name of his deceased spouse, Mebrure, in Beyoğlu. One day, his beloved cat Münir Bey dies, since Agâh forgets to feed him. After the incident, he goes to a doctor to figure out the reasons of his memory impairment and there he is diagnosed with Alzheimer's disease. Agâh can't accept the fact that he has Alzheimer's disease and becomes depressed. One day, when Agâh meets his friends at an invitation, he discerns some advantages of his disease and makes a decision which is a turning point. Nevra Elmas is a young and idealist police-officer working in Istanbul Police Headquarters. She is the only female personnel in the Homicide Department but due to her gender, she experiences mobbing by her male co-workers, especially by misogynist Firuz. Her workmates believe that she does not deserve her position in the department and that her assignment is purely and simply due to benevolent sexism. A serial-killer wearing a cat costume shows up in Istanbul. There is a common ground between the victims, Nevra Elmas, and Agâh Beyoğlu: Kambura, a small and conservative district near to Istanbul. == Cast == {| class=\"wikitable\" |- ! Actor name !! Character's name |- | Haluk Bilginer || Agâh Beyoğlu |- | Cansu Dere || Nevra Elmas |- | Metin Akdülger || Ateş Arbay |- | Şebnem Bozoklu || Zuhal Beyoğlu |- | Hüseyin Avni Danyal || Cemil Havran |- | Necip Memili || Tolga |- | Şenay Gürler || Nükhet |- | Ayhan Kavas || Gürkan |- | Önder Selen || Mümtaz |- | Ibrahim Selim || Sefa |- | Fırat Topkorur || Firuz |- | Recep Usta || Deva |- | Rabia Soytürk || Süveyda |- | Alptekin Ertürk || Selim |- | Müjde Ar || Nesrin |- | Yusufcan Sancaklı || Polis |- | Hümeyra || Feza Yurtgil |- | Volkan Uygun || Vural |- | Avni Yalçın || Mehmet Yurtgil |- | Okan Avcı|| Tufan |- | Cengiz Samsun || Rüstem |- | Ömer Çobanoğlu || Bedir |- | Can İlhan || Afşin |- | Bekir Hakan Uyanık || Başkomiser |- | Ali Seçkiner Alıcı || Naim Türedi |- | Erkan Ayan || Sadi |- |Turhan Kaya || Yüksel |- |Naz Karaca || Reyhan |} == Reception == Writing for Vatan, Oya Doğan criticized the length of the first episode, adding that it \"was too long [...] 85 percent of the first episode was telling who Agah Beyoğlu was\". In her article, she mentions that the series initially followed the typical rules set out for web series but later became more like a television series. Sabah writer Ayşe Özyılmazel praised the production quality of the series and described it as \"perhaps the best series in the history of Turkish series\". == Awards == {| class=\"wikitable\" |- !Year !Category !Winner !Award |- |rowspan=\"1\"|2019 |width=\"250\" align=\"center\" | Best Internet TV series of 2018 |width=\"200\" align=\"center\" | Şahsiyet |width=\"200\" align=\"center\" | EN Awards |- |} == References == == External links == * Puhu TV official broadcaster * Category:2018 Turkish television series debuts ",
    "title": "Şahsiyet"
}