{
    "id": "61529257",
    "text": "Li Er (; born 1966) is a Chinese novelist. He is best known for his novel Brother Yingwu which won the 10th Mao Dun Literature Prize (2019), one of most prestigious literature prizes in China. He is deputy editor-in-chief of Mangyuan magazine and director of the Research Department of the Chinese Modern Literature Museum. His works have been translated into English and German. ==Biography== Li was born in Jiyuan, Henan, in 1966, the year the ten- year Cultural Revolution broke out. In 1983, he was accepted to East China Normal University, where he majored in Chinese language and literature. In 1987 the year he graduated from university, Li published his first short story Gospel in Guandong Literature, which has obvious magical realism. After university, he taught at Zhengzhou Normal University. In 1993, his novella The Tutor Is Dead was published in Harvest. In 2002, Coloratura was published by People's Literature Publishing House, which explores the fate of the individual in contemporary China and the problematic quest for \"historical truth\", has been translated into English by Jeremy Tiang. In 2005, Coloratura was nominated for the 6th Mao Dun Literature Prize. His other novel, A Cherry on a Pomegranate Tree, was translated into German and attracted German Chancellor Angela Merkel's attention. When Merkel visited China in 2008, she gave it to Chinese Premier Wen Jiabao as a gift. ==Personal life== Li is married and has a son. ==Works== * * * * * * * * * ==Awards== * 2003 Coloratura won the 1st Ding Jun Double Year Prize for Literature * Coloratura won the 3rd Red River Literature Award * A Cherry on a Pomegranate Tree won the 4th Red River Literature Award and 10th Zhuang Zhongwen Literature Award * 2019 Brother Yingwu won the 17th Chinese Literature Media Award * 2019 Brother Yingwu won the 10th Mao Dun Literature Prize ==References== Category:1966 births Category:Living people Category:Writers from Jiyuan Category:East China Normal University alumni Category:East China Normal University faculty Category:People's Republic of China novelists Category:20th-century novelists Category:21st-century novelists Category:20th-century Chinese male writers Category:Mao Dun Literature Prize laureates Category:Chinese male novelists Category:Educators from Henan ",
    "title": "Li Er (novelist)"
}