{
    "id": "61527894",
    "text": "{| |} Volcán de Tagoro is a catamaran fast ferry operated by the Spanish shipping company Naviera Armas between the Canary Islands of Gran Canaria and Tenerife in the Atlantic Ocean. The ship's construction was completed in July 2019 and it commenced operations a month later, joining the two Canarian capitals, Las Palmas de Gran Canaria and Santa Cruz de Tenerife, in just over an hour and a half. The short journey time not only gives Armas a competitive edge in sea transport between the two islands, but also allows it to compete with flights. ==Name== Volcán de Tagoro follows the usual Naviera Armas naming convention, consisting of (Spanish for 'volcano') followed by a name starting with the letter T. In this particular case, the ship is named after the Tagoro submarine volcano, which erupted south of the island of El Hierro in 2011. After the ship's delivery in Australia, and during the final stint of the 25-day journey to the Canary Islands, the Volcán de Tagoro sailed directly above the Tagoro submarine volcano, paying tribute to its namesake. ==Design and Construction== The Volcán de Tagoro was built in Hobart, Australia by Incat. The vessel is long, wide, and has a draught of . It has a service speed of , although it can reach speeds of . The vessel is powered by four MAN Energy Solutions 20V28/33D diesel engines, each capable of providing 9100 kW of power. The diesel engines drive four Wärtsilä LJX 1500 waterjet propellers. The electrical energy is generated by four Scania DI13 generator sets. The ship can transport up to 1184 passengers on the third deck in first class, business class and economy class lounges. The third deck also houses bars and food service areas, a gift shop and toilets. The first and second decks are used for vehicle transport and have a total capacity for 219 cars and of truck lane; the latter can be used as additional car spaces, allowing for a total of 401 cars. The second deck also houses crew accommodation. Volcan de Tagoro in Las Palmas ==References== ==External links == * Incat webpage for hull 091 (Volcán de Tagoro) Category:Ferries of Spain Category:2019 ships Category:Individual catamarans Category:Transport in the Canary Islands Category:Ships built by Incat Category:Incat high-speed craft ",
    "title": "HSC Volcán de Tagoro"
}