{
    "id": "61529038",
    "text": "Ellen Inga O. Hætta Ellen Inga Brita Olavsdatter Hætta (born 1953) is a Norwegian Sami school principal and a politician representing the Norwegian Conservative Party. She was appointed a ministerial State Secretary serving Erna Solberg in October 2004. Since 2010, she has served as rector of the Sami Secondary School and Reindeer Herding School (Samisk videregående skole og reindriftsskole) in Kautokeino. In June 2014, Thorhild Widvey, the Minister of Culture, appointed her to serve on the new board of NRK, the Norwegian Broadcasting Corporation. She is the first Sami to hold such a position. ==Biography== Born on 17 June 1953 in Kautokeino, Ellen Inga Brita Olavsdatter Hætta is the daughter of the politician Olav Isaksen Hætta (1903–1957) and Ellen Klemetsdatter (1908–1977). She trained as a teacher with Sami as her main subject. In 1992 to 1993, she attended the Forsvarets Høgskole (Norwegian Defence University College). Hætta has worked as a teacher at the Elementary and Lower Secondary School in Kautokeino (1973–1987), as director of the Sami Educational Council (1973–1987), and as departmental director in the Sámi Parliament of Norway (1999–2001). From 2001 to 2010, she was head of the Reindeer Herders Administration (reindriftssjef). She served at state secretary for the Ministry of Local Government and Regional Development in Bondevik's Second Cabinet (2004–2005). Since 2010, she has served as rector of the Sami Secondary School and Reindeer Herding School (Samisk videregående skole og reindriftsskole) in Kautokeino. In politics, representing Kautokeino Høyre (Kautokeino Conservatives), she has recently served in various positions, including head of the Labour Committee (2018), deputy head of the Conservative Party Board (2018), and a member of the Kautokeino Municipal Council (2015–2019). ==References== Category:1953 births Category:Living people Category:People from Kautokeino Category:Norwegian Sami politicians Category:Norwegian women in politics Category:Norwegian educators ",
    "title": "Ellen Inga O. Hætta"
}