{
    "id": "61529405",
    "text": "Research consistently shows that the majority of rape and other sexual assault victims do not report their attacks to law enforcement. Reasons for not reporting include fear of reprisal, shame, uncertainty about whether a crime was committed, or a belief that an incident was not sufficiently serious enough to report. As a result, researchers generally rely on surveys to measure sexual violence that is not reported to the police. Estimates of campus sexual assault measured on surveys vary across populations and over time, however a recent review concluded that a \"reasonable average\" of around 1 in 5 (20%) of women were sexually assaulted during their time in college. And although much of the research on sexual assault has focused on college campuses, there is evidence that non-students of the same age are actually at higher risk than college students. ==Selected Surveys of Campus Sexual Assault in the United States== Estimates of sexual assault, which vary based on definitions and methodology, find that roughly 6.1 sexual assaults per 1000 students occur annually, and that somewhere between 19–27% of college women and 6–8% of college men are sexually assaulted during their time in college. to 29% === 2015 Campus Climate Surveys === The 2015 Association of American Universities (AAU) Campus Survey on Sexual Assault, one of the largest studies ever of college sexual violence, drew responses from Campus Climate Surveys of 150,000 students across 27 schools, including most of the Ivy League schools. It found that more than 20% of female and 5% of male undergraduates said that they were victims of non-consensual sexual contact, defined as behaviors ranging from unwanted sexual touching or kissing to penetration, through either physical force or incapacitation, since entering college. The overall response rate was 19%. While they noted that low response rates were only an indirect indicator of the reliability of the results, they found evidence that their estimates of sexual assaults may have been biased upward because respondents were more likely to have been assaulted than non-respondents. Most respondents who reported sexual assault to the AAU said they did not report the incident to police or campus authorities because they did not consider the event “serious enough\" to report, even when it included forced penetration. More than half of those who reported forcible penetration said that they did not report this crime because they did not think it was serious enough. ==== Non-AAU Campus Climate Surveys ==== Several universities conducted independent sexual assault studies rather than participating in the AAU surveys. Unlike typical campus surveys that rely on volunteer student responses, the University of Kentucky made their survey mandatory. Diane Follingstad, Director of the Center for Research on Violence Against Women at UK, said that volunteered data is not always representative. “A survey that goes out to a campus is relying on whomever is willing to complete it. There is always a concern that samples are skewed.” She added, \"As best we understand, we do not know of another survey at a university that includes all their students\" The UK survey encompassed 80% of students (24,300 respondents), roughly 5,000 students did not participate in time for the first round of data, and students had the option of opting out of questions if they felt uncomfortable answering them. According to preliminary results, 5% of students reported incidents of completed or attempted vaginal, oral, or anal sex that occurred without their consent in the last year. These results were comparable to previous surveys that used similar measures of sexual assault, such as the 2007 Campus Sexual Assault survey. A survey conducted by Rutgers University found that 12% of men and women had experienced some form of sexual assault, while at the University of Michigan, 22% of female students said they had been assaulted in the last year. === National Crime Victimization Surveys === The National Crime Victimization Survey (NCVS) is a national survey administered twice year by the United States Bureau of Justice Statistics (BJS). The purpose of the NCVS is to offer a uniform report of the incidence of crime including rape and sexual assault victimizations in the general population. A 2014 assessment by Sinozich and Langton used longitudinal data from the NCVS to measure rape and sexual assault among college aged U.S. women from 1995 to 2013. Their findings indicated that rape, a subset of all sexual assault, had an incidence of 1.4 per 1,000 female students in 2013 during the period studied. The study also found that college aged women (regardless of enrollment status) were assaulted at a significantly higher rate than non-college age women, 4.3 per 1,000 per year versus 1.4 per 1,000 per year, but that women who were not enrolled in college were 1.2 times more likely to be assaulted than college aged women who were enrolled. Rape/sexual assaults per 1,000 females reported on National Crime Victimization Survey (1995–2013). The NCVS is one of the few national level, longitudinal sources of data on rape and sexual assault, and it has a relatively high response rate (88%) compared to other studies of sexual victimization. Data is collected using telephone interviews, which permits clarifying questions, and uses a bounded time frame of six months, limiting the likelihood that results are overestimated due to \"telescoping\" (the reporting of events occurring outside of a reference period as though they occurred within the specified period). However, results reported by the NCVS are consistently lower than studies using other methodologies. Researchers, such as Bonnie Fisher and Mary Koss, have charged that the question wording, context, and sampling methodology used on the NCVS leads a systematic underestimate of the incidence of rape and sexual assault. A recent assessment of the NCVS methodology conducted by the National Research Council pointed to four flaws in the NCSV approach: the use of a sampling methodology that was inefficient in measuring low-incidence events like rape and sexual assault; the ambiguous wording questions related to sexual violence; the criminal justice definitions of assault; and the lack of privacy offered to survey respondents (phone interview vs. completely anonymous survey). The authors concluded that these flaws make it \"highly likely that the National Crime Victimization Survey (NCVS) is underestimating rape and sexual assault.\" === Campus Sexual Assault Survey (2007) === In 2007 the National Institute of Justice funded the Campus Sexual Assault (CSA) survey, a web-based survey of 6,800 undergraduates at two large universities using multiple explicitly worded questions about sexual victimization. According to the results, 19% of women and 6.1% of men had been victims of at least one completed or attempted sexual assault since entering college. The study's authors also found that the majority of women were assaulted while incapacitated, that perpetrators were usually friends or acquaintances rather than strangers and that Freshmen and Sophomores were at a higher risk for sexual assault than Juniors and Seniors. Christopher Krebs, the lead author of the CSA, cautions that the results from these two schools in no way nationally representative, noting, in a conversation with one reporter: \"We don’t think one in five is a nationally representative statistic.” and “In no way does that make our results nationally representative.\". In a follow-up study in 2008, the authors of the 2007 Campus Sexual Assault Survey examined sexual violence experiences at historically black colleges and universities (HBCUs). 3,951 undergraduate women from four HBCUs were given the same questionnaire used in the 2007 CSA. The study found that 14.2% of women attending these schools had experienced a completed or attempted sexual assault, and 8.3% had been victims of rape. The authors noted that incapacitated sexual assault was rarer among HBCU compared to non-HBCU students, and suggested that the differences in prevalence rates seemed \"to be driven entirely by a difference in the rate of incapacitated sexual assault, which is likely explained by the fact that HBCU women drink alcohol much less frequently than non-HBCU women\". === National College Women Sexual Victimization (NCWSV) survey (2000) === In 2000, the National Institute of Justice (NIJ) and the Bureau of Justice Statistics (BJS) updated the 1997 National College Women Sexual Victimization (NCWSV) survey. In it, 4,446 American college women were chosen randomly and surveyed. The effort consisted of behaviorally specific questions that describe an incident in graphic language and cover the elements of a criminal offense, such as \"Did someone make you have sexual intercourse by using force or threatening to harm you?\" According to that survey, 1.7% of women had experienced a rape and another 1.1% had experienced an attempted rape in the previous 7 months. === Koss Study (1985) === In 1985, in one of the earliest studies of campus sexual assault, Mary P. Koss, a professor of psychology at Kent State University, conducted a national rape survey on college campuses in the United States, sponsored by the National Institute of Health and with administrative support from Ms. Magazine. The survey, administered on 32 college campuses across the US, asked 3,187 female and 2,872 male undergraduate students about their sexual experiences since age 14. The survey included ten questions related to sexual coercion. Out of the 3,187 undergraduate women Koss surveyed, 207, or 6%, had been raped within the past year. 15.4% of Koss' female respondents had been raped since age 14, an additional 12.1% of female respondents had experienced attempted rape since age 14, and 4.4% of college men reported perpetrating legal rape since age 14. Pdf. The combined figure for rape and attempted rape of women since age 14, 27.5%, became known as the \"one in four\" statistic.Hoff Sommers, Christina (1994), \"Rape research\", in == Non-US studies == Studies that have examined sexual assault experiences among college students in western countries other than the U.S. have found results similar to those found by American researchers. A 1993 study of a nationally representative sample of Canadian College students found that 28% of women had experienced some form of sexual assault in the preceding year, and 45% of women had experienced some form of sexual assault since entering college. A 1991 study of 347 undergraduates in New Zealand found that 25.3% had experienced rape or attempted rape, and 51.6% had experienced some form of sexual victimization. A 2014 study of students in Great Britain found that 25% of women had experienced some type of sexual assault while attending university and 7% of women had experienced rape or attempted rape as college students. === Report on Sexual Assault and Harassment at Australian Universities (2017) === The 2017 Change The Course study conducted nationally by the Australian Human Rights Commission reported that 21% of students had been sexually harassed during 2015-16 and 1.6% of students had been sexually assaulted during 2016. The most common form of sexual harassment was looking/staring at someone, followed by \"inappropriate comments\". Sexual assaults at social events and residential colleges were reported as a particular area of concern. The study was prompted by activism by women's groups on campuses due to claims that universities were not effectively responding to incidents of sexual assault. The Education Minister Simon Birmingham and the Sex Discrimination Commissioner Kate Jenkins threatened repercussions for the university industry, including the 39 universities who took part in the study, if they failed to act to reform campus culture contributing to the issue. The study also found that 87% of students who were deemed sexually assaulted, and 94% of students sexually harassed, did not make a formal complaint or report to their university. ===Selected studies of campus sexual assault=== {| class=\"wikitable collapsible uncollapsed\" |+ Major surveys of Campus Sexual Assault in the U.S. ! ! Sample ! Forms of victimization covered ! Mode of administration ! Response rate ! Behaviorally specific questions. ! Findings |- | National College Women Sexual Violence Study (1997) | 4,446 stratified random sample of women from 223 institutions. | Completed or attempted rape/sexual assault by force or coercion | Computer aided telephone interview | 85.6% | Yes | 2.8% of college women experienced a completed or attempted rape in the current academic year. 7.7% experienced some other form of forcible sexual assault. |- | Campus Sexual Assault Study (2007) | Probability sample of 5,466 students enrolled at least three quarters time during 2005–2006 academic year at two large public universities. | Physically forced, incapacitated and drug facilitated sexual assault/rape | Self-administered, web-based | 38% | Yes | 19% of undergraduate women and 6.1% of undergraduate men reported experiencing completed or attempted sexual assault since entering college, 8.5% of women reported a completed rape, and 3.4% reported an attempted rape. |- | National Criminal Victimization Study (1995–2013) | National survey of roughly 145,000 respondents per year, averaged over 18 years | Completed or attempted rape/sexual assault by force or coercion. | In-person and telephone | 74% | No | 0.61% of women enrolled in college reported rape or sexual assaults in the past year. |- | AAU Campus Climate Surveys (2015) | 150,000 students across 27 universities | Physically forced, incapacitated and drug facilitated sexual assault/rape | Self- administered, web-based | 19% | Yes | 23.1% of female undergraduates, 5.4% of male undergraduates, and 24.1% of TGQN undergraduates reported being sexually assaulted since starting college. Among graduate students and professionals, the estimates were 8.8% female, 2.2% male, and 15.5% TGQN. |- |} ==References== Category:Campus sexual assault Category:Crime statistics ",
    "title": "Measures of campus sexual assault"
}