{
    "id": "61531412",
    "text": "County Hall, Derby is a municipal building in St Mary's Gate in Derby, England. The building, which was the headquarters of Derbyshire County Council from 1889 to 1955, is a Grade I listed building. ==History== The building, which was designed George Eaton of Etwall in the classical style as a shire hall, was completed in 1660. The design involved a symmetrical main frontage with five bays at the back of a Cour d'honneur facing onto St Mary's Gate; there were three large round-headed windows and two doorways on the ground floor (one door for the crown judge and one door for the nisi prius judge) and there were Tuscan order columns at the corners. The complex was expanded by the completion of judges' lodgings: the lodgings, which were built to a design by John Welch with seven bays on the east side of the Cour d'honneur, were completed in 1811. The courtroom was the setting for the trial of Betty Sorrel in the novel Adam Bede by George Eliot published in 1859. The building continued to be used as a facility for dispensing justice but, following the implementation of the Local Government Act 1888, which established county councils in every county, it also became the meeting place of Derbyshire County Council. In the early 20th century, the county council commissioned additional accommodation at No. 16 on the north side of St Mary's Gate (now the Cathedral Quarter Hotel) and at No. 29 on the south side (now Middleton House). The complex was further expanded by the addition of an early 18th century former public house bearing the coat of arms of George III and known as the \"King's Arms and County Hotel\": the building, which was converted into a library to a design by George Henry Widdows with seven bays on the west side of the Cour d'honneur, was completed in 1934. After the County Council moved out to Smedley's Hydro in 1955, the County Hall in Derby operated solely as a courts complex. After attending the Royal Maundy Service at Derby Cathedral and distributing the Maundy Money, Queen Elizabeth II, accompanied by the Duke of Edinburgh, toured the area and had lunch at the Cathedral Quarter Hotel on 1 April 2010. File:16 St Marys Gate, Derby (geograph 4178072).jpg|No. 16 St Mary's Gate (now the Cathedral Quarter Hotel) File:29 St Marys Gate, Derby (geograph 4181891).jpg|No. 29 St Mary's Gate (now Middleton House) ==References== D Category:Grade I listed buildings in Derbyshire Category:Government buildings completed in 1660 ",
    "title": "County Hall, Derby"
}