{
    "id": "61533762",
    "text": "The JBCN International School is a private, co-educational day school, with its branches at Borivali, Oshiwara and Parel in Mumbai, India. The school is affiliated with the International Baccalaureate (IB), Cambridge Assessment International Education (CAIE) and Council for the Indian School Certificate Examinations (CISCE). The Borivali branch of JBCN International School was recognized in Fortune India's Future 50 Schools Shaping Success and also listed amongst the Top schools in Mumbai city (North zone) in an annual survey published by Hindustan Times C fore Survey 2018. == History == The JBCN International School was founded by Pinky Dalal, who established her first preschool, Children's Nook in 1984. It is being managed and run by JBCN Education Group, which promotes three international K-12 schools, 3 preschools and a teacher training initiative called Nation of Learning Excellence (NLE). Its first campus in Borivali became operational in 2009. == Academics and curriculum == JBCN International School has been authorized to offer a combination of the following programmes from Cambridge Assessment International Education, International Baccalaureate and Council for the Indian School Certificate Examinations (CISCE) across its 3 campuses. {| class=\"wikitable sortable\" |- ! JBCN International School's Branch !! Primary !! Secondary !! Higher secondary |- | Borivali || Cambridge Primary (CP) || ICSE & IGCSE || AS and A level |- | Oshiwara || Primary Years Programme (candidate school) || IGCSE|| IBDP |- | Parel || Primary Years Programme (candidate school) || IGCSE|| IBDP |} == Ranking == {| class=\"wikitable\" ! JBCN International Schools Rankings |- ! School !! Rank !! Year !! Source |- | JBCN International School, Borivali || 2nd, International Curriculum- Zone D|| 2018|| Times School Survey |- | JBCN International School, Parel || 3rd, International Curriculum- Zone A|| 2018|| Times School Survey |- | JBCN International School, Oshiwara|| 5th, International Curriculum- Zone B|| 2018|| Times School Survey |- | JBCN International School, Parel || 10th, International|| 2018|| Hindustan Times |- | JBCN International School, Borivali || 10th, North Mumbai|| 2018|| Hindustan Times |- | JBCN International School, Parel || 7th, India || 2017|| Education Today |- | JBCN International School, Borivali || 6th, Mumbai || 2017 || Times School Survey |} == Awards & recognition == * JBCN International School, Borivali has been ranked as one among the Future 50 Schools shaping the success in the country. * In 2017, JBCN International School, Parel was ranked #7 in India, ranked #4 in Maharashtra and ranked #4 in Mumbai under the category \"Top International Schools in India\" by Education Today. * In a survey by Times School Survey in 2017, JBCN School, Borivali has been ranked as the 6th best International school in Mumbai and No.2 in Zone D for National+International Curriculum. * JBCN International School, Borivali was awarded the Global Sustainable School Award, 2017 by GEAERD. * In March 2017, the JBCN Education was awarded the 'Most Admired School for Quality Education in Maharashtra' at World Education Summit & Awards 2017, organized by Worldwide Achievers. * The Parel branch of JBCN International School received the Mid-day Excellence in Education by Mid Day in May 2017. * In November 2016, JBCN Education was recognised as one of India's Most Promising Brands in education by World Consulting & Research Corporation (WCRC). == Activities == JBCN Education organized an 'Afternoon of Cricket' for its students at the Parel campus as part of the 2019 ICC Cricket World Cup initiative in association with the England and Wales Cricket Board in May 2018. In November 2017, the Parel branch of JBCN International School held an anti-bullying week to raise awareness among students to identify, handle and report instances of bullying. The Borivali school has been praised for its various environmental and eco-friendly initiatives. The Afternoon DC calls it \"first 'eco-friendly' school\" in the western suburbs of Mumbai. ==See also== * List of schools in Mumbai * List of schools in Maharashtra * List of international schools in India ==References== ==External links== * Category:High schools and secondary schools in Mumbai Category:International schools in Mumbai Category:Educational institutions established in 1984 Category:Private schools in Mumbai Category:International Baccalaureate schools in India ",
    "title": "JBCN International School"
}