{
    "id": "61537695",
    "text": "The Center for International Relations Analysis () is an entity analyzing processes taking place in the region and the world, security issues including aspects of the Nagorno-Karabakh conflict. The Center for International Relations Analysis is participating in the representation of Azerbaijan's position on international issues and diplomacy. It is located in Baku. == History == The Center for International Relations Analysis was established by the decree #515 of President Ilham Aliyev in February 2019. On April 19, 2019, the center was approved by presidential decree and started its function. == Funding == The initial registered capital of center is 100.000 manat. Center is mainly funded by the charter fund and government (state budget). Other sources of finances are donations, grants, investments attracted to an entity and other funds if they are obtained in accordance with the law. == Management of center == By the decree of President, Farid Shafiev was appointed as the first chairman of the center. Management of center is appointed and dismissed directly by the President of Azerbaijan. The center uses a corporate management model in organization and operations. Board of directors consists of 3 people. == Duties == Duties and rights of center are determined from President's decree: * participate in the development and implementation of legislative acts, development concepts and targeted programs related to its activities * · To seek new approaches to the development of relations with foreign states in accordance with the strategic interests of the Republic of Azerbaijan * · to carry out scientific and applied researches on the orders of public and private organizations * · prepare independent reports, expert opinions and forecasts on international events, processes and relationships * · To provide information on foreign policy issues of the Republic of Azerbaijan * · to submit proposals for international treaties on adherence of the Republic of Azerbaijan * · conduct research, establish working groups and commissions related to the areas of activity * · to give opinions and suggestions on the directions of activity, to conduct analysis and generalizations, to prepare analytical materials * · to organize conferences, meetings, seminars and other events related to the areas of activity * · to involve independent experts and specialists in their activities in accordance with the legislation == References == Category:Political organizations based in Azerbaijan ",
    "title": "The Center for International Relations Analysis"
}