{
    "id": "61532156",
    "text": "Ioana Andreea Stănciulescu (born 18 February 2004) is a Romanian artistic gymnast. She is the 2019 European Youth Olympic Festival Team and Floor Exercise silver medalist and Uneven Bars bronze medalist. In her junior career she also won the floor exercise at the 2018 European Championships. As a junior, Stănciulescu and Silviana Sfiringu made history for Romanian gymnastics by placing first and second as juniors at all-around national competition (against seniors) in 2018; she was 14 years old. At the 2019 Romanian Championships Stănciulescu and Sfiringu repeated the podium, this time Stănciulescu taking the gold medal. == Junior career == === 2017 === In 2017, Stănciulescu had her junior elite debut, competing at the 2017 Nadia Comaneci Invitational. She has second in the All Around (AA) with a score of 52.600 and winning the team competition. Later that year she competed at the 2017 Romanian Championships. Here she did compete the AA due to injury. She won the bronze medal on the Balance Beam (BB). === 2018 === In June, Ioana Stănciulescu went to the Gym Festival Trnava in Trnava, Slovakia where she placed 2nd in the AA with a score of 51.300. In this meet Stanciulescu also won the silver medal on the Uneven Bars and Balance Beam. In July, Stănciulescu won the gold for the team competition at the Izvorani Friendly. She than had her biggest competition so far in Glasgow, Scotland at the 2018 European Championships with teammates: Silviana Sfiringu, Daniela Trica, Antonia Duta and Ana Maria Puiu. They finished 4th as a team, Stănciulescu finished the AA in 6th with a score of 51.732, she also made the floor final, where she won with a score of 13,433. Winning that title back to back for Romania, after Denisa Golgota done the same in 2016. In October she was second in the all-around national competition at the age of 14, with a score of 53.300. Here she also won the team competition for CS Farul Constanta with Silviana Sfiringu and Maria Holbura, due to injury she decided to skip the event finals. === 2019 === 2019 was the last junior year for Stănciulescu. Her first competition was the 2019 FIT Challenge in Ghent, Belgium where she won gold with the junior team and silver with the seniors lead by Denisa Golgota. Stănciulescu also won the AA competition with a score of 52.432. At the 2019 Romanian Junior Championships Stănciulescu was second in the AA. In June at the 2019 Junior World Artistic Gymnastics Championships in Győr, Hungary, Stănciulescu and her team (Silviana Sfiringu and Antonia Duta) finished 4th despite having a total of six falls. Stănciulescu also made the beam and floor finals where she placed 5th and 8th. At the 2019 European Youth Summer Olympic Festival Stănciulescu was able to make all finals except the balance beam. In this meet she won silver for team and floor and bronze for her uneven bars routine. She also qualified 2nd to the AA final but finished 4th after having a fall on the BB. At the 2019 Romanian Championships (September 6 through September 8) in Ploiesti, Romania, Stănciulescu won the All Around with a score of 55,400. In this meet she was also able to win the Team, Vault, Balance Beam and Floor Exercise gold and the Uneven Bars silver medal. == Senior Career == === 2020 === In2020 Ioana and teammates Antonia Duta, Daniela Trica and Silviana Sfiringu turned senior, but due to the COVID-19 outbreak they were unable to compete at the 2020 Paris European Championships. In May the FRG announced that Stanciulescu, Silviana Sfiringu and Maria Holbura were moving to Izvorani, Romania{[dn|date=July 2020}} to train with Liliana Cosma and Nicolae Forminte. ==Competitive history== ===Junior=== {| class=\"wikitable\" style=\"text-align:center; font-size:95%;\" |- ! align=center | Year ! align=center | Event ! style=\"width:30px;\" | Team ! style=\"width:30px;\" | AA ! style=\"width:30px;\" | VT ! style=\"width:30px;\" | UB ! style=\"width:30px;\" | BB ! style=\"width:30px;\" | FX |- | rowspan=\"2\" | 2017 || align=left | Nadia Comaneci Invitational || || || || || || |- | align=left | Romanian Championships || || || || || || |- |rowspan=\"4\"| 2018 || align=left | Gym Festival Trnava || || ||4 || || || |- | align=left | Izvorani Friendly || || || || || || |- bgcolor=#F5F6CE |align=left | European Championships ||4 ||6 || || || || |- |align=left | Romanian Championships || || || || || || |- | rowspan=\"5\"| 2019 || align=left | FIT Challenge || || || || || || |- |align=left | Romanian Junior Championships || || || || || || |- bgcolor=#CCCCFF |align=left | Junior World Championships ||4 ||8 || || ||5 ||8 |- |align=left | Euro Youth Olympic Festival || ||4 ||5 || || || |- |align=left | Romanian National Championships || || || || || || |} == References == Category:2004 births Category:Living people Category:Romanian female artistic gymnasts Category:European Championships (multi-sport event) gold medalists Category:People from Constanța ",
    "title": "Ioana Stănciulescu"
}