{
    "id": "61533383",
    "text": "Tan Sri Dato' Ismail Khan bin Ibrahim Khan (18 June 1905 – 18 April 2000; Jawi: إإسماعيل خان بين إبراهيم خان) was a Malaysian barrister and judge who served as the third Chief Justice of Borneo. He was the first Malay law graduate and second to become a barrister. Khan later came out from retirement after being nominated as President of the Dewan Negara (President of the Senate of Malaysia) by then-Prime Minister of Malaysia Hussein Onn. == Early life and education == Khan attended the premier boys' high school, King Edward VII School, and later the St. George's Institution where he matriculated in January 1923. Upon matriculation, Khan enrolled in the King Edward VII College of Medicine in Singapore to study medicine only to change his mind and left for University College, London in June the same year to read law instead. After four years in June 1927, Khan graduated and was called to the English Bar by Middle Temple in January 1928. == Career == After returning to British Malaya, Khan practised at a law firm in Penang of the Straits Settlements until the Japanese occupation of Malaya. In the aftermath of the war, he resumed his practice at Alor Setar, Kedah before being elevated to the bench. In 1958, Khan was appointed a judge of the Supreme Court of Malaysia (then Federation of Malaya) and was based in the capital, Kuala Lumpur. As Supreme Court judge, he was also later posted to the states of Negeri Sembilan and Malacca. Ten years after elevation to the bench, Khan was appointed the Chief Justice of Borneo on 2 September 1968, an office which he held until his retirement on 31 December 1973. He was the first non-British Empire citizen and only one of two non-East Malaysian to date to be appointed to the office. In early 1981, Khan came out of retirement after prime minister Hussein Onn decided to nominate him as the next President of the Senate of Malaysia. He served as the sixth president for more than four years before retiring a second time in July 1985. == Honours == * : ** 50px Commander of the Order of Loyalty to the Crown of Malaysia (PSM) - Tan Sri (1969) ** 50px Commander of the Order of the Defender of the Realm (PMN) - Tan Sri (1984) * : ** Commendable Service Star (BKT) * : ** 50px Commendable Service Medal – Bronze (PPT) == References == Category:1905 births Category:2000 deaths Category:People from Perak Category:Malaysian people of Malay descent Category:Malaysian Muslims Category:Malaysian people of Indian descent Category:Malaysian judges Category:Malaysian people of Pakistani descent Category:Malaysian lawyers Category:21st-century Malaysian people Category:20th-century Malaysian politicians Category:Presidents of the Dewan Negara Category:Commanders of the Order of the Defender of the Realm Category:Commanders of the Order of Loyalty to the Crown of Malaysia Category:Members of the Middle Temple Category:Alumni of University College London Category:20th-century lawyers ",
    "title": "Ismail Khan Ibrahim Khan"
}