{
    "id": "61538695",
    "text": "St Germanus' Church is an active Church of England church in Rame, Cornwall, England, UK. Much of the existing church dates to the 13th and 15th centuries. It has been Grade I listed since 1960. The church is dedicated to St. Germanus, a bishop of Auxerre in Late Antique Gaul who is supposed to have landed in the neighbourhood when he came to Britain to suppress the Pelagian heresy in about 429. ==History== It is believed that a church has existed on the site since Norman times, owing to the discovery of a carved tympanum of that period, now re-set into the west wall of the south aisle. The existing church was dedicated to St. Germanus on 15 October 1259 by the Bishop of Exeter, Walter Branscombe. The sections of the building dating to this period includes the broached spire and upper part of the tower, the north wall of the chancel and north transept. A south transept and tower arch was later added and the church rededicated in 1321. In the 15th century, the church was enlarged by replacing the south transept with a south aisle and south arcade of Perpendicular style. The church underwent restoration in 1848, and a chapel of ease, St Andrew's, was opened in 1878 to serve the village of Cawsand. ===1883–1885 restoration=== Another restoration of the church was carried out in 1883–1885 at the sole expense of Kenelm William Edward Edgcumbe, the 6th Earl of Mount Edgcumbe. The work was carried out to the designs and under the direction of Messrs. Hine and Odgers of Plymouth, and it was during this restoration that the Norman tympanum was discovered. Repairs were made to the external walls. Although much of the timber had become displaced, the wagon roof of the south aisle was preserved. Much of the church's other roof woodwork was rotten and had to be replaced. New stalls of oak and fir were added to the chancel and pews of the same material added to other parts of the church. Fragments of 15th century oak seating found under the church's square deal pews was put together to form five seats in the south aisle. A number of inscribed slabs were relaid in the passages and new tiles added to the chancel and sacrarium floors. A new traceried pulpit of oak was created by Mr. Harley of Plymouth and all of the church's windows, except for the east window in the chancel, was newly glazed by Messrs. Fouracre and Watson of Stonehouse. A holy table of oak and the churchyard lychgate was gifted by Rev. R. Ley. The church reopened on 22 April 1885 when a crowded service was held, which included a sermon read by the Bishop of Truro, George Wilkinson. ==Design== St Germanus' is built in rough slate rubble, with granite dressings. The slate roofs were added in the 19th century. The church is made up of a nave and chancel, west tower, south aisle and south chapel, north porch, north transept and north vestry. Some of the internal fittings include a 14th century octagonal font, pews of late 15th century origin, a late 19th century organ loft and a screen made by Herbert Read of Exeter in c. 1930. There are monuments to Mary Ashton (and other members of the family), dated 1664, John Batterby (1672), Roger Ashton (1677) and Stephen Edwards (1797). The church has no electricity, gas or water, and services are lit by candlelight. ==Churchyard== The interior of St Germanus' Church. In 1987, a number of headstones in the churchyard became Grade II listed: * Thomas Wickell, 1749 * Richard Wight, 1750 * Rebecca Gray, 1758 * Susanna Davies, 1768 * John Williams, 1779 * Ann Pyke, 1781 * Jennyfer Verco, 1781 * James Gordon, 1782 * Elizabeth Verco (and other members of the family), 1787 * Jane Jago, 1793 * John Austen (and other members of the family), 1793 * John Ellis, 1795 * Catherine Bowden, 1801 * Francis Bond, 1832 ==References== ==External links== * Category:Church of England church buildings in Cornwall Category:Grade I listed churches in Cornwall ",
    "title": "St Germanus' Church, Rame"
}