{
    "id": "61532236",
    "text": "Robert Steuart (1806 – 15 July 1843) was a British Whig politician. Born in 1806, and baptised on 9 July of the same year, Steuart was the first son of Robert Steuart of Alderston and Louisa Clementina. He was educated at Brasenose College, Oxford from 1824 and, in 1827, married Maria, daughter of Samuel Dalrymple of Nunraw and North Berwick. They had three children—one son and two daughters, including Robert Dalrymple Steuart (1836–1864). Before his parliamentary career, Steuart became a commissioner of supply for Haddingtonshire, rallying support for local reformers and the Grey ministry at mass meetings in the winter of 1830/31. He canvassed the councils of Jedburgh and Haddington, and declared that he would stand for election at at the 1831 general election, during which there were riotous protest and the kidnapping of the Lauder baillie. An election petition was lodged and was ultimately successful with no contest from Steuart, leading to the return of the Tory, Adolphus Dalrymple. During this short tenure in parliament, Steuart voted for the second reading of the reintroduced English reform bill. Advocating the ballot, civil registration, and church reform, he was returned for the seat at the 1832, recognised for his \"abundant crop of hair\" and was \"much respected by all parties\". His reputation led him to become a Lords Commissioner of the Treasury under Lord Melbourne, but resigned the office in 1841 after being passed over for the Irish secretaryship. Dependent on government support, he held the seat until his defeat to James Maitland Balfour in 1841. Shortly after, he accepted a position as chargé d'affaires and consul general to Colombia, where he died of a fever in 1843. ==References== ==External links== * Category:UK MPs 1831–1832 Category:UK MPs 1832–1835 Category:UK MPs 1835–1837 Category:UK MPs 1837–1841 Category:Whig (British political party) MPs for English constituencies Category:1806 births Category:1843 deaths ",
    "title": "Robert Steuart"
}