{
    "id": "61532335",
    "text": "\"Getting Over You\" is a song written by Tony Hazzard in 1973, recorded by various artists, including the writer.Peter Dunbavan An Avid's Guide to Sixties Songwriters 1524633453 2017 \"In late 1968, Tony Hazzard's new song 'Listen To Me' broke this trend and was chosen as a single, maybe because, ... spawned his last successful UK chart placing, 'Getting Over You' which Hazzard hoped Art Garfunkel would record; it was ...\" Hazzard's original is from his LP 'Was That Alright Then?' and was included on his double album 'Go North - The Bronze Anthology'. ==Peter Noone cover== A version by Herman's Hermits lead singer Peter Noone charted in Canada, a track from his 1973 eponymous debut LP. The song reached #63 on the Adult Contemporary chart. ==Andy Williams version== Andy Williams recorded the most successful version of the song, entitled simply as \"Getting Over You\". It is a track from his Solitaire album. \"Getting Over You\" reached #35 in the UK during the late spring of 1974.Andy Williams, \"Getting Over You\" chart positions Retrieved June 18, 2013 The single was released from Williams' Solitaire LP. In the U.S., the song was featured as the B-side of \"Remember,\" which was a hit for Williams on the Easy Listening chart. ===Chart history=== ;Peter Noone {| class=\"wikitable\" |- !Chart (1974) !Peak position |- |Canada RPM Adult Contemporary | style=\"text-align:center;\"|63 |- |} ;Andy Williams {| class=\"wikitable\" |- !Chart (1974) !Peak position |- |UK | style=\"text-align:center;\"|35 |- |} ==Other versions== Caterina Caselli covered the song in Italian in 1974 from her Primavera album. ==References== ==External links== * * Category:1973 songs Category:1974 singles Category:Songs written by Tony Hazzard Category:Andy Williams songs Category:Peter Noone songs Category:Caterina Caselli songs Category:Columbia Records singles Category:Philips Records singles Category:Song recordings produced by Richard Perry ",
    "title": "(I Think I'm Over) Getting Over You"
}