{
    "id": "61539139",
    "text": "\"The Kids Don't Wanna Come Home\" is a song by English singer, songwriter, and musician Declan McKenna. It was released as the fifth single from McKenna's debut studio album, What Do You Think About the Car? on 11 January 2017 through Columbia Records. The song was written by Declan McKenna and produced by James Ford. ==Background== The track premiered on 10 January 2017 as BBC Radio 1 DJ Annie Mac's Hottest Record in the World. In an interview with MistaJam, McKenna talked about the themes behind the new song, \"It's generally about the frustrations of being a young person in the modern world, there's a lot of scary things going on that people are concerned about it's about finding hope and looking towards the future. The song came together when I was in Paris around the time of the attacks and the day after I kinda realised that I now felt the emotions that I was trying to put into this song, and it all became quite real for me. That kind of fear and frustration but also a longing for change.\" Talking about the song, he said, \"The Kids Don't Wanna Come Home is a song I wrote about being a young person in the modern world. It's about wanting to challenge fears and be part of a movement of change, and looking for hope despite a lot of dark and horrible things happening around the world.\" ==Critical reception== Thomas Smith from NME said, \"'The Kids Don't Wanna Come Home', Declan's genre hopping and pop masterpiece does nothing to dispute that claim. In fact, its the most emotionally charged song he's produced to date. Penned soon after of the Paris terror attacks – it's his response to the youth being excluded from political discussions, and at risk of those in power but with no voice. Its angry, sure, but peppered with just as much optimism to make things seem hopeful in the world – at least for a few minutes.\" ==Music video== A music video to accompany the release of \"The Kids Don't Wanna Come Home\" was first released onto YouTube on 20 January 2017. ==Personnel== Credits adapted from Tidal. * James Ford – producer * Declan McKenna – composer, lyricist, associated performer * Max Prior – assistant engineer * Jimmy Robertson – engineer * Barry Grint – mastering engineer * Craig Silvey – mixing engineer ==Charts== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! Chart (2017) ! Peak position |- |} ==Release history== {| class=\"wikitable plainrowheaders\" |- ! Region ! Date ! Format ! Label |- ! scope=\"row\"| Various | 11 January 2017 | Digital download | Columbia Records |} ==References== Category:2016 songs Category:2016 singles Category:Declan McKenna songs ",
    "title": "The Kids Don't Wanna Come Home"
}