{
    "id": "61532947",
    "text": "Ballina Seahorses Rugby Union Club is a rugby union club based in Ballina, New South Wales formed in late 1975, entering the local competition in 1976.Drysdale p.131. They conduct teams for both junior and senior competitions, with the senior teams competing in the Far North Coast Rugby Union. The first-grade side also plays annually against the Wollongbar club for the \"Dane Cupitt Shield\" — named in honour of Dane Cupitt, a player for both clubs, who died in 2002. ==History== Ballina entered the FNC Reserve Grade competition in 1976, with immediate success winning the Premiership.Drysdale p.131. The club fielded their inaugural first-grade side in 1977.Drysdale p.131. Another Reserve grade title followed in 1978, but it would be almost another decade before the club experienced finals success.Drysdale p.131. The formation of an Under 19 team in 1987 was a particularly important moment in the club's history. The coach was Len Diett, a former Wallaby and teacher at Ballina High School, and the side were undefeated in the FNC competition. Many of the same players also played in the BHS First XV, also coached by Len, reaching the quarter-finals of the Waratah Shield.Drysdale p.132. The success of the Under-19s (four consecutive titles) provided the club with a player base and laid the foundation for the successes of the next decade. The original emblem of the club was a flying Pelican, but in 1983 it was replaced by the Sea Horse.Drysdale p.131. ==Premierships and Club Championships== The Seahorses have won the following premierships:Drysdale pp.131-134. *1st Grade: 1992, 1994, 1995, 1999, 2007 *Reserve Grade: 1976, 1978, 1995, 2007, 2008, 2009 *Third Grade: 1992, 1993, 1994, 1995, 2006, 2007 *Under 19s: 1987, 1988, 1989, 1990, 1999 The Seahorses have also won the Club Championship in: 1990, 1995, 1996, 1997, 1998, 1999 and 2007. ==Notable Players and Associates== *Declan Curran - Wallaby, 5 Tests, 1980-83 (involved in the formation of the club)Drysdale p.131. *Len Diett - Wallaby, 2 Tests, 1959 (Coached the U/19 team in the 1980s)Drysdale p.132. ==Further reading== * ==References== ==External links== * * Ballina RU on Facebook Category:Rugby union teams in New South Wales Category:Rugby clubs established in 1976 Category:1976 establishments in Australia Category:Ballina, New South Wales Category:Ballina Shire ",
    "title": "Ballina Seahorses"
}