{
    "id": "61547527",
    "text": "Salomon Klass (17 April 1907 – 22 March 1985) was a captain in the Finnish Army, a company commander and one of the three Finnish Jews who were nominated to be awarded the Iron Cross by Nazi Germany during World War II, all of whom refused to accept it. He was also a Zionist and volunteered for service in Palestine before the war. == Early life == Salomon Klass was born to a family of eight children in Helsinki, Finland, in 1907. His father was Jerechmiel Klass, a store owner, and his mother was Bassja Braine Klass. The family had moved from Latvia to Finland between 1899 and 1901. Klass joined the voluntary right-wing White Guard militia and received his military training there. He rose to the rank of company commander, but was forced to transfer to a different unit after rising antisemitism in 1933. He served in that unit until leaving for Palestine in 1935. He lived four years in Palestine, fighting for the underground Etzel resistance movement against British rule. Author John B. Simon calls Klass \"both a Finnish patriot and an ardent Zionist\". ==Service in the Finnish Army== After the 1939 Finnish mobilization, Klass returned to Finland to fight in the Winter War against the Soviet Union. He commanded a company that defended Maksima Island in Lake Ladoga. Initially, the unit successfully repelled a Soviet assault on the island that was using tanks as snowplows on the frozen lake, after Finnish artillery shattered the ice and some of the tanks fell through. However, by February 1940, the Finnish troops on the island had suffered high casualties and the Soviets put more pressure on the defenders. On 24 February, a Soviet machine-gunner's bullet entered his skull, permanently disabling one of his eyes. He rested in a military hospital until the end of the Winter War. Despite his status as a war invalid, he returned to service in the military to train conscripts in the autumn of 1940. After the outbreak of the Continuation War, which pitted Germany and Finland against the Soviet Union during World War II, Klass was assigned to be the company commander of the Infantry Regiment 11 First Company in the Kiestinki sector near Uhtua. The infantry regiment was subordinate to the German Army of Norway, and Klass had daily exchanges with German and Austrian soldiers. Once, a commander of a German division, Colonel Pilgrim, paid a surprise visit to Klass's command position to compliment him on his work and asked if he was from the Baltic region, due to his accent when speaking German. Klass answered that his native language was Yiddish and that he was Jewish, to which Pilgrim responded by standing up and saying, \"I have nothing personal against you as a Jew\", doing the Hitler salute and leaving the tent. === Iron Cross nomination === North of the Kiestinki region, the Soviets had fortified a hill which German troops were planning to assault. In preparation for this, Finnish artillery shelled the hill, and in the barrage intervals, Klass's company prevented seven counter-attacks by the Soviets. German troops conquered the hill with ease and Salomon Klass was on a list of Finnish personnel to be awarded the German Iron Cross. Klass asked his superior to remove his name from the list, and was instead awarded the Finnish Order of the Cross of Liberty, 3rd Class. Klass did this to avoid damaging good working relations with the Germans. The other two Finnish Jews awarded the Iron Cross, Major Leo Skurnik and nurse Dina Poljakoff, also refused the award. == Post-war == After his discharge from the army at the end of World War II, Klass emigrated to Sweden, where he was involved in the fur trade. He wrote his memoirs under the title Minnen från Vinterkriget och Fortsättningskriget 1939–1945 (Memories from the Winter War and the Continuation War, 1939–1945). == References == === Bibliography === * === Journals === * == External links == * The war memoirs of Salomon Klass at the Fenno-Judaica website Category:Finnish Jews Category:Finnish military personnel of World War II Category:Finnish officers Category:Irgun members Category:1907 births Category:1985 deaths Category:People from Helsinki Category:People of Latvian-Jewish descent Category:Finnish emigrants to Sweden Category:Finnish expatriates in Mandatory Palestine Category:Finnish people of Latvian descent ",
    "title": "Salomon Klass"
}