{
    "id": "61542585",
    "text": "Antoine-Joseph Preira (born 1782, Portugal), also known under the nom de guerre of Balidar, was of Portuguese origin but operated in the English Channel as a privateer under the French flag during the Napoleonic Wars. == Career == At eight, Preira started a nautical career as an apprentice.Qui était Balidar?, balidar.comHistoires extraordinaires de l'île de Batz, Guy BoucherBalidar is sometimes said to have been enrolled at a young age in a Portuguese Regiment of \"Otoporto\" or \"Ottoporto\" during the Peninsular War, been taken prisoner by the French and taken to France, and started a career of privateering out of resentment against the British, whom he blamed for his tribulations. Preira enrolled on a privateer near Saint-Pol-de-Léon a region that harboured a number of Portuguese sailors. He served aboard the 14-gun privateer lugger Réciprocité, under Captain Vincent Pouchain,Demerliac, no 1843, p. 251. before gaining his own command. === Captain of Point du Jour === In June 1808, Balidar took command of Point du Jour, a lugger-rigged barge with a 34-man crew, armed with a 2-pounder gun and two swivel guns.Demerliac, no 1848, p. 251. He notably captured the merchantman Goodrick (), which he brought to Saint-Malo. Lloyd's List reported on 22 July 1808 that Goodrich, Nicolle, master, had been taken by a privateer while sailing from Guernsey to Gibraltar, but that some of her crew had been able to return Guernsey.Lloyd's List) No 4271. A report a month later stated that Goodrich had been taken into Roscoff.Lloyd's List No 4280. === Captain of Embuscade === In September 1808, Balidar took command of , a brand new ship with an 89 to 100-man crew. Balidar captained her in two cruises,Demerliac, no 1847, p. 251. funded by the shipowner Quenouille the Elder. On 30 December, Embuscade encountered a British 16-gun naval lugger, and battled her until Balidar made an aborted attempt at boarding; the two ships then disengaged, and Embuscade returned to port having lost 15 men killed and 22 seriously wounded. Her opponent was almost certainly the hired armed lugger Sandwich under the command of Lieutenant Atkins. Sandwich suffered one man killed and seven wounded (two dangerously).Edinburgh Annual Register, Vol. 2, (1809), p. 23. On 17 March 1809 Lloyd's List reported that Embuscade had captured after an action lasting an hour and a half. Vanguard had been sailing from Trinidad to London, and Embuscade took her into Dieppe. Earlier, Vanguard had been able to capture a French privateer and to repel attacks by two others.Lloyd's List No 4336. On 21 May, Embuscade departed La Hougue to patrol off England; two days later, she returned, bringing with her the brig Favourite, Captain Pike, master, from Yarmouth, as his prize. === Captain of Pourvoyeur === On 25 June 1809, Balidar had a daughter with his lover Aimable Rose Démarigny. At the time, he was listed as captain of Pourvoyeur, a captured privateer lugger from Jersey, of 40 men and eight guns. In September 1809 the French privateer Pourvoyeur, of Dieppe, captured the cutter John Bull and carried her into that port.Lloyd's List No 4393. Apparently John Bull and Pourvoyeur exchanged fire, and then the French boarded John Bull and took her in hand-to-hand combat. The French reported having lost one man killed; British casualties were 14.Journal de Paris (7 December 1809), p.1031. Balidar sold his four prizes from his 20-day cruise, including John Bull, in Dieppe. The other three prizes were: Little Arthur, Exchange (of Wells), and Suckey. He grossed 447,862 francs. === Captain of Indomptable === On 18 July 1810, Balidar married Aimable Rose Démarigny. At the time, Balidar is listed as captain of Indomptable, a ship with 120 to 120 men and 18 guns,Demerliac, no 1862, p. 252. formerly the Revenue Cutter Swan, out of Cowes.Lloyd's List, No 4499. On 1 October 1810, Indomptable encountered a British convoy off The Lizard in thick fog, and captured the merchantman Roden; Balidar released her master and crew, who proceeded to warn the escorting frigate . When the fog lifted, Indomptable found herself a short distance away from Owen-Glendower and Persian; a short cannonade wounded several of the crew of Indomptable,The Gentleman's Magazine (November 1810), Vol. 80 Part 2, p.466. and she struck. Owen-Glendower also retook Roden. Brought to England, Balidar was kept on a prison pontoon until 1811, when he escaped and returned to France. From 1812, he served with Surcouf. After Alexandrine Rose, born in 1809, Balidar and Démarigny had a son. Balidar and was again captured by the British, and was released in 1814. === Later life === In 1815, Balidar fought with custom officers, beating them and stealing their weapons. Sentenced to 10 years of prison, Balidar fled, probably to Central America, where he might have taken part in the Mexican War of Independence. == Legacy == The so-called \"Privateer's House\" on Ile de Batz, so named after its use as a sentry post by Balidar. A small house on Ile de Batz, formerly a custom guardhouse, is now known as the Privateer's HouseMaison du Corsaire because it was used by Balidar to post sentries and warn him of incoming British shipping entering the Channel, that he could intercept. == Notes and references == === Notes === === References === === Bibliography === * * * * * Category:People of the Quasi-War Category:French privateers Category:People from Saint-Malo ",
    "title": "Antoine-Joseph Preira"
}