{
    "id": "61547248",
    "text": "Mmamoloko Tryphosa Kubayi-Ngubane (born 8 May 1978) is a South African politician who is the Minister of Tourism and a Member of the National Assembly for the African National Congress (ANC). She was the Minister of Energy in 2017, the Minister of Communications from 2017 to 2018 and the Minister of Science and Technology from 2018 to 2019. ==Early life, education and career== Mmamoloko Kubayi-Ngubane was born and raised in Soweto. She and her family lived in a shack. Her mother was a domestic worker and a strong African National Congress supporter. Kubayi-Ngubane fell pregnant at the age of 17 and gave birth to a son. Despite challenges, she matriculated from Thusa-Setjhaba Secondary School in 1997 as the school's top achiever and subsequently became involved in student politics. She attended the Vista University's Soweto campus and obtained a BA Degree in Psychology and Sociology in 2000. She achieved a Project Management Diploma from Damelin in 2002. Kubayi-Ngubane was first employed as a Community Developer in the non- governmental sector. She was soon employed at First National Bank as a Skills Development Specialist, and, later on, found employment in the Business Banking Division at Nedbank. She soon worked in the public sector as a Skills Development Facilitator at the National Health Laboratory Services. In 2015, she achieved a master's degree in Public Administration from the University of the Witwatersrand. ==Political career and activism== Kubayi-Ngubane, while still in Vista University, joined the ANC Youth League and was elected to the university's SRC. After working at the National Health Laboratory Services, she briefly became a director in the Office of the then-Deputy President of South Africa, Phumzile Mlambo-Ngcuka. In 2006, she was elected an ANC PR Councillor of the City of Johannesburg and became the Chairperson of the municipality's Portfolio Committee on Transport. At that exact time, she also served as a Provincial Executive Council (PEC) member of the ANC Youth League in Gauteng and soon became the Deputy Provincial Secretary of the ANCYL. Kubayi-Ngubane was elected a Member of Parliament in 2009. She then worked as the Parliamentary Counsellor to the newly appointed Deputy President of South Africa, Kgalema Motlanthe. In her capacity as an MP, she has served as a Whip of the Parliamentary Committees on Basic and Higher Education and Training, Private Members’ Legislative Proposals and Petitions. She was also acting Deputy Chief Whip of the ANC Caucus and a member of the Standing Committee on Appropriations, the Rules Committee and the Programming Committee. Most recently, she served as Chairperson of both the Telecommunications and Postal Services Portfolio Committees. In March 2017, President Jacob Zuma appointed her as the new Minister of Energy. She succeeded Tina Joemat-Pettersson. Her appointment was seen as an advancement for the implementation of the controversial nuclear deal. She briefly served until October 2017 when she was named Minister of Communications. In February 2018, newly appointed President Cyril Ramaphosa announced her as Minister of Science and Technology.New deputy president, finance minister announced in major Cabinet reshuffle, Mail & Guardian, 26 February 2018. Retrieved on 18 August 2019. Following the May 2019 elections, Kubayi-Ngubane was appointed Minister of Tourism, succeeding Derek Hanekom.Nicolson, Greg. Ramaphosa cuts Cabinet from 36 to 28 ministers, half of whom are women, The Daily Maverick, 29 May 2019. Retrieved on 18 August 2019. ==Personal life== She later married Joel Sihle Ngubane on 16 September 2017. Her second child was born a few months later.Husband’s old R11m tender haunts minister, City Press, 11 March 2019. Retrieved on 18 August 2019. ==References== ==External links== * Ms Mmamoloko Tryphosa Kubayi-Ngubane at People's Assembly * Mmamoloko Kubayi-Ngubane, Ms at South African Government Category:Living people Category:Government ministers of South Africa Category:Women government ministers of South Africa Category:African National Congress politicians Category:20th-century South African women politicians Category:21st-century South African women politicians Category:Members of the National Assembly of South Africa Category:Women members of the National Assembly of South Africa Category:University of the Witwatersrand alumni Category:People from Soweto Category:21st-century South African politicians Category:1978 births ",
    "title": "Mmamoloko Kubayi-Ngubane"
}