{
    "id": "61543283",
    "text": "The 2014 Serbia FIBA Basketball World Cup team represented Serbia at the 2014 FIBA Basketball World Cup in Spain. Serbia qualified for the World Cup by taking the 7th place in the 2013 EuroBasket. The Serbian team won the silver medal at the tournament. == Timeline == == Roster == On 23 July 2014, coach Aleksandar Đorđević announced a preliminary squad for the World Cup. Due to injury Vladimir Lučić, Vasilije Micić, Ognjen Kuzmić and Nemanja Dangubić canceled their participation at the end of July. On 19 August 2014, Nemanja Nedović was ruled out due to a foot injury. On 24 August 2014, Vladimir Micov left the national team, before the final roster was published two days later. The following is the Serbia roster for the World Cup. === Depth chart === == Staff == {|class=\"wikitable sortable\" style=\"text-align:center; font-size:95%\" !scope=\"col\" width=\"140px\"| Position !scope=\"col\" width=\"180px\"| Staff member !scope=\"col\" width=\"40px\" | Age !scope=\"col\" width=\"180px\"| Team |- | Head coach || || || |- | rowspan=3|Assistant coaches || || || Konstantin |- | || || Aris Thessaloniki |- | || || Radnički Kragujevac |- | Team manager || || || Crvena zvezda mts |- | Conditioning coach || || || |- | rowspan=2|Scouts || || || |- | || 47 || Crvena zvezda mts |- | Physician || || || |- | rowspan=2|Physiotherapists || || || |- | || || Vršac |- | Equipment manager || || || |- | Press officer || || || |- |} Age – describes age on 30 August 2014 Source: KSS ==Uniform== *Supplier: Peak *Main sponsor: SuisseGas *Back sponsor: Komercijalna banka *Shorts sponsor: mts {| border=\"0\" | | |} == Tournament == === Preliminary round === In their first game, Serbia had an easy win against , with Miloš Teodosić scoring 15 points to lead the Serbs. The Serbs then faced in their next game. The French trailed at halftime, but Edwin Jackson converted three three-pointers to keep France close. Boris Diaw tied the game with four seconds left, then Joffrey Lauvergne scored from the free-throw line, to give Serbia their first loss. In the next game, Hamed Haddadi's 29 points weren't enough for , as Serbia won 83–70. Haddadi was foiled when Serbia forced him to commit his fourth foul, just before halftime. Although the Serbian players who guarded Haddadi also battled foul trouble, they pulled through in the end. The Serbs then lost to , with Marcus Vieira making 6 three-point shots. Serbia were assured of a final round berth by their last group game against , but lost 73–89, to finish fourth in the group. {|class=\"infobox bordered\" style=\"font-size:100%\" |- |width=10px bgcolor=#ccffcc| ||Qualified for the final round |} All times are local UTC+2. ====Egypt ==== This was the first competitive game between Egypt and Serbia. ====France==== This was the first game between Serbia and France in the World Cup. The two teams have met twice in the EuroBasket, with France winning in 2011, and Serbia winning in 2013. ====Iran==== This was the first competitive game between Iran and Serbia. ====Brazil==== This was the first competitive game between Serbia and Brazil. ====Spain==== This was the second meeting between Serbia and Spain in the World Cup. Serbia defeated Spain in their meeting at the 2010 FIBA World Championship. Spain won the last competitive game against Serbia at the FIBA EuroBasket 2013. === Final round === Serbia faced Group B winners in the round of 16. After the Greeks had their first lead of the game late in the first half, Nikola Kalinić scored on a three- point play that gave them the lead for good. Serbia limited Greece to 13 points in the third quarter, en route to a win. Bogdan Bogdanović had a game- high 21 points, and four other Serbs scored in double figures, to send Serbia to the quarterfinals. All Group A teams qualified to the quarterfinals, with Brazil netting a rematch with Serbia. With Brazil within striking distance throughout the game, Tiago Splitter and Nenê were assessed technical fouls in the third quarter; Serbia had a seven-point possession, and never trailed again. then defeated , to arrange a rematch with Serbia in the semifinals. Serbia had a 9–0 run in the second period, to give them a 30–15 advantage. France cut the lead to ten, early in the fourth quarter. Boris Diaw, Nicolas Batum and Evan Fournier made three-pointers, to cut the deficit to four points, with five minutes left. Teodosić and Bogdanović scored their own three-pointers, to pad the lead to nine, when the French converted more three- pointers to cut the lead to three, with 48 seconds left. Thomas Heurtel converted both free-throws to cut the lead to one point, but Teodosić missed a field-goal. Heurtel split his free-throws off Teodosić's foul, then Serbia scored four points, Batum made a three-pointer for France, and Marko Simonović made both free-throws to seal the win for Serbia. ==== Round of 16 ==== This would be Serbia's and Greece's first World Cup game against each other. Greece had previously won their last competitive match at FIBA EuroBasket 2011. ==== Quarterfinals ==== This would be the second time in this tournament that these two teams met. Brazil earlier defeated Serbia in the preliminary round. ==== Semifinals ==== This would be the second time in this tournament that these two teams met. France earlier defeated Serbia in the preliminary round. ===Final=== In the final Serbia hit their first seven shots from the field and jumped out to a quick 15-7 lead. The advantage was short lived as the U.S went on a 14-0 run with all the points scored by Kyrie Irving and James Harden. Irving finished the first half with 18 points on 7 of 9 shooting from the field. He made all four of his three point attempts in the first half. DeMarcus Cousins, subbing for Anthony Davis who picked up two quick fouls, dominated the boards. As a team, the Americans made 12 of their first 16 treys. ===Statistics=== {| class=\"toccolours\" style=\"font-size: 90%; white- space: nowrap;\" |- ! colspan=\"6\" style=\"background-color: #F2F2F2; border: 1px solid #AAAAAA;\" | Legend |- | style=\"background-color: #F2F2F2; border: 1px solid black;\" | GP | Games played | style=\"background-color: #F2F2F2; border: 1px solid black\" | GS | Games started | style=\"background-color: #F2F2F2; border: 1px solid black\" | MPG | Minutes per game |- | style=\"background-color: #F2F2F2; border: 1px solid black;\" | FG% | style=\"padding-right: 8px\" | Field-goal percentage | style=\"background-color: #F2F2F2; border: 1px solid black\" | 3FG% | style=\"padding-right: 8px\" | 3-point field-goal percentage | style=\"background-color: #F2F2F2; border: 1px solid black\" | FT% | Free-throw percentage |- | style=\"background-color: #F2F2F2; border: 1px solid black;\" | RPG | Rebounds per game | style=\"background-color: #F2F2F2; border: 1px solid black\" | APG | Assists per game | style=\"background-color: #F2F2F2; border: 1px solid black\" | SPG | Steals per game |- | style=\"background-color: #F2F2F2; border: 1px solid black;\" | BPG | Blocks per game | style=\"background-color: #F2F2F2; border: 1px solid black\" | PPG | Points per game | style=\"background-color: #F2F2F2; border: 1px solid black\" | EF | PIR per game |- |} {|class=\"wikitable sortable\" style=\"text-align:center; font-size:95%\" |- ! scope=\"col\" width=\"125px\" | Player ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | ! scope=\"col\" width=\"25px\" | |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |- ||| || || || || || || || || || || || |-class=\"sortbottom\" !Total || || || || || || || || || || || || |} ==References== ==External links== * *Serbia at 2014 Serbia FIBA Basketball World Cup Category:Serbia at the 2014 FIBA Basketball World Cup 2014 ",
    "title": "2014 Serbia FIBA Basketball World Cup team"
}