{
    "id": "61542640",
    "text": "Christina Kaufman (; born December 7, 1964) is an American former soccer player who played as a forward, making two appearances for the United States women's national team. ==Career== In college, Kaufman played soccer for the San Diego State Aztecs, beginning in the 1985 and 1986 seasons. However, at the time it was only a club sport at San Diego. Alt URL In club soccer, she played for Southern California Ajax of Manhattan Beach, California in the 1990s, including the 1993 season where the team won the Region IV amateur championship and the USASA National Women's Amateur. In the regional final, Ajax won 3–1 over the Sacramento Storm to qualify for the national championship. At the championship in Indianapolis, Kaufman scored five of the team's eleven goals in the two-match tournament. Ajax beat the Florida Comets 7–2 in the final on July 18, 1993, with Kaufman subsequently named the tournament's most valuable player. She also played for Cal South Soccer, including the 1995 season where the team won the Region IV title. In the final against Oregon, Kaufman scored twice in a 3–0 win. Kaufman made her international debut for the United States on August 4, 1993 in a friendly match against New Zealand. She earned her second and final cap two days later in a friendly match against Trinidad and Tobago, and scored one goal in the 9–0 win. ==Personal life== Kaufman attended California State University, Sacramento from 1983 to 1985, before attending San Diego State University from 1985 to 1988. She serves as the garden coordinator at Sacramento Country Day School, and has two children. ==Career statistics== ===International=== {| class=\"wikitable\" style=\"text-align:center\" |- !colspan=3|United States |- !Year!!Apps!!Goals |- |1993||2||1 |- !Total!!2!!1 |} ===International goals=== {| class=\"wikitable plainrowheaders\" |- !No.!!Date!!Location!!Opponent!!Result!!Competition |- | align=\"center\"|1 || August 6, 1993 || New Hyde Park, New York, United States || || align=\"center\"|9–0 || Friendly |} ==References== Category:1964 births Category:Living people Category:Soccer players from California Category:American women's soccer players Category:United States women's international soccer players Category:Women's association football forwards Category:San Diego State Aztecs women's soccer players Category:Ajax America Women players Category:California State University, Sacramento alumni ",
    "title": "Christina Kaufman"
}