{
    "id": "61548688",
    "text": "Randolph Henry Stewart, 11th Earl of Galloway (14 October 1836 – 7 February 1920) was a Scottish first-class cricketer and British Army officer. The son of Randolph Stewart, 9th Earl of Galloway and his wife, Lady Harriett Blanche Somerset, he was born at Galloway House in October 1836. He was educated at Harrow School. After leaving Harrow, Stewart enlisted in the British Army as an ensign in the 42nd Highlanders in March 1855, with promotion to the rank of lieutenant coming without purchase in August 1855. Stewart saw action during the latter stages of the Crimean War and was present at the Siege and Fall of Sevastopol, with the Ottoman Empire decorating him with the Turkish Crimea Medal. He played first-class cricket for the Gentlemen of England in 1856, making two appearances against the Gentlemen of Surrey and Sussex at Lord's and the Gentlemen of Kent and Sussex at Canterbury. He served in the Indian Mutiny and was present at the Siege of Lucknow in 1857. Following the suppression of the mutiny, Stewart continued to serve in British Indian in the capacity of a brigade-major in Ferozepore in 1859, and a deputy assistant quartermaster-general in Allahabad in 1860. He was promoted to the rank of captain by purchase in June 1864. He later served as a justice of the peace and married Amy Mary Pauline Cliffe in June 1891, with the couple having two children. He succeeded his elder brother Alan Stewart, who also played first- class cricket, as the 11th Earl of Galloway on 7 February 1901. He died at Cumlowden House at Minnigaff in Kirkcudbrightshire in February 1920, at which point he was succeeded as the 12th Earl of Galloway by his son, Randolph. His nephews, Alexander Stewart and James Stewart, both played first-class cricket. ==References== ==External links== * Category:1836 births Category:1920 deaths Category:People educated at Harrow School Category:42nd Regiment of Foot officers Category:British Army personnel of the Crimean War Category:Scottish cricketers Category:Gentlemen of England cricketers Category:British people of the Indian Rebellion of 1857 Category:Scottish justices of the peace 11 ",
    "title": "Randolph Stewart, 11th Earl of Galloway"
}