{
    "id": "61545351",
    "text": "Holger Petersen (9 June 1843 - 26 May 1917) was a Danish businessman and philanthropist. ==Early life and education== Petersen was born on 9 June 1843 on the Lågegård estate at Vejle, the son of farmer Holger Vilhelm Petersen (1809–49) and Rosalie Vilhelmine Philipsen (1815–55). The mother moved the family to Store Købmagergade in 1858. He left the company in 1862 and started to take lessons in Latin and Herman with the ambition of later studying law. At the outbreak of the Second Schleswig War in 1974, he immediately enrolled as a volunteer and was severely wounded in the Battle of Lundby on 3 July. After the war he returned to his uncle's company where he worked as a traveling salesman in the provinces. In 1866 he pursued an old dream by moving to England but had difficulties finding work in both Hull. Manchester and London. He did eventually manage to get work as a salesman for a spinning mill and a rubber factory but returned to Copenhagen in January 1867. ==Career== In September 1868, Petersen was granted licensed as a merchant in Copenhagen and established a trading house under his own name in Nygade. It traded in a wide range of products with the textile in industry. The company moved to new premises on Købmagergade in 1868 and relocated to the old vajsenhus Building on the same street (No. 44) in 1875. His company purchased the entire complex in 1888. It was subsequently adapted and expanded several times, most notably in 1889-90 and 1906-07. Holger Petersen's Textile Factory on Tagensvej In 1878, Petersen and his brother John established a textile factory in Store Kongensgade. The factory relocated to larger premises on Tagensvej in 1883. The Tagensvej factory was later expanded several times. The activities comprised woolen textiles, ribbons and buttons. The factory was established as a separate company but was after Holger Petersen's death, om 1917, acquired by his trading house. The company established a subsidiary in Stockholm in 1889 and opened a factory in Malmö in 1893. The Maæmó factory was in 1994 turned into a separate company under the name Fabriksaktiebolaget Skandinavien. ==Other activities== ===Politics and organisations=== Petersen represented Højre in Landstinget from 1909 and was a member of the Defence Commission of 1902. He was a co-founder of Foreningen af danske manufaktur-grossister and was for many years president of the organisation. He was in 1904-17 a member of Grosserer-Societetet's committee. ===Danish interests in North Schleswig=== Petersen was from 1889 strongly involved for promotion of Danish culture in Sønderjylland, collaborating with H.P. Hanssen and members of Rradikale Studentersamfundsmænd such as H.V. Clausen and Niels Hjort. He contributed actively to realizing Clausen's Association of 5 Octoberm a secret credit institution which contributed to keeping North Schlesvig land on Danish hands against the explicit policy of the Prussian government. ===Danish West Indies=== Petersen was also involved in the efforts to revive the economy of the Danish West Indies but with little success. He was a co-founder of Dansk vestindisk plantageselskab in 1900. In July 1900, the company bought the plantations Castle Cockley, Pearl and Cassavagarden on Saint Croix. In 1902, he became a board member of the plantation company Dansk Vestindien. In 1903, he was part of a delegation which traveled to the Danish West Indies and purchased a number of new plantations on the three islands. He visited the islands again in 1905 and again in 1910-11 to inspect the results of the new initiatives. In 1909, Holger Petersen provided most of the necessary capital when A/S Vestindisk sukkerfabrik acquired Jacob Lachmann's sugar refinery on Saint Croix and was himself appointed as chairman of the board. Petersen began to sell his activities in the Danish West Indies when the discussion about a possible sale of the islands to the US was revived and it became obvious that a sale was unavoidable ===Jutland=== Petersen was a co-founder of Plantningsselskabet Staushede in 1880. In 1891, he planted the more than 500 ha large Baldersbæk plantation. In 1895, Petersen purchased Hølund in a partnership with Christian Dalgas. On a journey to the area in 1892, he also convinced other wealthy businessmen to invest in plantations. He became a board member of Hedeselskabet in 1907 and was its vice chairman from 1910. ==Philanthropy== Holger Petersen was deeply involved in work for improving the education of merchants in Denmark. He was active in the Association for the Education of Toung Merchants (Foreningen til unge handelsmænds uddannelse). In 1895, he was a co-founder of Dansk Exportforening. He was also a board member of Danish East Asiatic Company from its foundation in 1897 and served as chairman from 1910. ==Personal life and legacy== Holger Petersen married Augusta van Aller (13 May 1847 - 29 October 1878), a daughter of Dutch consul in Helsingør Peter Rist van Aller (1800–85) and Elisabeth Birgitte Johanne Hoppe (1806–85)m on 25.4. 1872. Their only child, a son, died in 1895. After that Petersen made his two cousins, Andreas (1850-1937) and Peter Johan Ditlev (1857-1923), partners in the company. He established Holger Petersen's Foundation with in initial capital of DKK 7 million by testament of 2 December 1919. Petersen died on 26 May 1917 and was buried in Assistens Cemetery in Copenhagen. ==See also== * Holger Laage-Petersen == References == ==External links== * Spurce Category:19th-century Danish businesspeople Category:20th- century Danish businesspeople Category:Danish textile industry businesspeople Category:Businesspeople from Copenhagen Category:People from Vejle Municipality Category:Burials at Assistens Cemetery (Copenhagen) Category:1843 births Category:1917 deaths ",
    "title": "Holger Petersen (1843–1917)"
}