{
    "id": "61557117",
    "text": "The 1884 Andalusian earthquake () occurred in Andalusia, in the south of Spain, and had an estimated magnitude of 6.7 . It shook a poor region where many of the houses were built without foundations, with lime or mud mortar, and with weak joints. 10,715 buildings were badly damaged, of which 4,399 were completely destroyed. Fortunately, many people were in the streets celebrating Christmas, or casualties would have been higher, but there were over 1,200 deaths and 1,500 serious injuries. The heavy snow that followed the earthquake caused further suffering and deaths. Help was slow to arrive at first, but as the news spread food and blankets arrived, then tents, and then donations from around the world helped with reconstruction. ==Background== The Bética region in the south and southeast of Spain experiences seismic activity caused by the collision of the African Plate and the Eurasian Plate. Within this region, Andalusia is a zone of moderate seismic activity by world standards, but is a dangerous seismic zone under the Spanish building code. Most earthquakes are of magnitude less than 5.5, but large earthquakes with magnitude greater than 6.5 do occur occasionally. Many of the earthquakes are shallow, at depths of less than , but there are a significant number with hypocenters at depths from . Some rare events have been detected at depths of around . The slippage rate in the Ventas de Zafarraya fault is about per century. At least two other earthquakes of magnitude 6.5 have occurred along this fault in the last 10,000 years. There are records of earthquakes with epicenters in the region in 1431, 1504, 1518, 1522, 1531,1645, 1674, 1680, 1748, 1804 and 1829. Historical records show that destructive earthquakes in the Málaga/Granada region occur every 200 years or so. Destructive earthquakes in the Depression of Granada occurred on 24 April and 27 June 1431 and on 27 October 1806 with epicenters in Santa Elvira near Granada. There were destructive shocks in the Province of Almería in 1804, 1860 and 1863, and in the Region of Murcia in 1828–29 and 1864. A few very weak tremors were felt a day or two before the 25 December 1884 earthquake. Minor shocks were noted at Colmenar and Zafarraya during the night of 24–25 December, and later on 25 December small movements were felt in Málaga and Periana. ==Earthquake== The clock at the Real Instituto y Observatorio de la Armada stopped at 9:08 p.m. GMT, or 9:18 p.m. Paris time on 25 December 1884. Magnetographs at Lisbon, Parc de Saint-Maur near Paris, Greenwich and Wilhelmshaven recorded disturbances at 9:09, 9:14, 9:15 and 9:29 respectively. Two observatories near Rome detected slight tremors at or just after 10:00 p.m. The earthquake caused damage in a zone in the provinces of Granada and Malaga. It was felt as far away as Madrid and Valencia. Later, the French commission estimated that were disturbed by the earthquake, and the Italian commission put the area at . Even the larger estimate must be too small, since the shock was sufficient to ring bells and stop clocks in Madrid. The fracture zone was long, which indicates a moment magnitude of about 6.5 to 6.9. The epicenter was between and . This is between Arenas del Rey and Ventas de Zafarraya. It is on the northern side of the Sierra de Tejeda, nearest to Ventas de Zafarraya. The shaking was generally thought to have lasted for 15 to 20 seconds, with a noise \"like cannon shots\" in Arenas del Rey and Jayena, or like loud thunder in Ventas de Zafarraya, Alhama de Granada, Alcaucín, Canillas de Aceituno and Colmenar. In Ventas de Zafarraya and Alhama almost vertical longitudinal waves were followed one or two seconds later by transverse waves. This indicates a depth of focus that was probably less than . thumb Aftershocks were felt during the night that followed, with one at 2:30 causing the collapse of some of the buildings damaged by the main earthquake. That night aftershocks were also felt in Jayena, Alcaucin, Ventas de Huelma, Motril, Cacín, Dúrcal, and further away in Vélez-Málaga. There were almost daily aftershocks until May, causing further damage in the epicentral area. Significant shocks were felt on 30 December 1884 and in 1885 on 3/5/21 January, 19/27 February, 25 March, 11 April and 13 October. A visible crack over long ran in a roughly east-west direction along the northern margin of the Sierra Tejeda and past Ventas de Zafarraya. Displacements along the crack were horizontally and vertically. The earthquake produced soil liquefaction, landslides, cracks in the ground, subsidence, changes to the flow from springs, and the release of gases. The three commissions that investigated the earthquake described phenomena associated with soil liquefaction at seven separate sites. Dynamic penetration tests have proved that liquefaction occurred at five of these sites. ==Damage== The earthquake damaged 106 communities, of which 39 suffered severe damage. The villages of Arenas del Rey, Ventas de Zafarraya and Alhama de Granada were almost completely destroyed. 10,715 buildings were badly damaged, of which 4,399 were completely destroyed. More than 20,000 houses were affected. The most common types of building in the region were poorly built, with lime or mud mortar and without foundations, and proved very vulnerable, particularly when built on soft terrain which amplified the shocks. There was less damage to houses built on old limestone or crystalline rocks, greater damage to houses built on soft sedimentary rocks and greatest damage to those built on alluvial soil. A horseshoe-shaped landslide in Güevéjar was about long, with cracks wide and over deep. The village had to be rebuilt in a different place nearby. There were over 1,200 deaths and 1,500 serious injuries. The quake occurred around 9 p.m. on Christmas night, so many people were on the streets celebrating the holiday, which reduced the number of victims. Other factors that may have reduced the number of casualties compared to other earthquakes of similar magnitude were that few people lived very close to the epicenter, and the most destructive vibrations were near the end of the shock, giving people time to escape. File:Izaf.jpg |Church of Zafarraya after the earthquake File:1884 Terremoto. Daños en Alhama de Granada.jpg |Alhama de Granada File:1884 Terremoto. Daños en Arenas del Rey. Iglesia.jpg|Church in Arenas del Rey File:1884 Terremoto. Daños en Jayena.jpg|Jayena ==Aftermath== Visit of King Alfonso XII to victims affected by the 1884 earthquake The villages that were most affected were poor and isolated, and the earthquake was followed by unusually heavy snowfall. The disaster left over 15,000 people without homes, another 25,000 were forced to leave their homes by the ruinous conditions, and others left for fear of further collapses. They had to live in the fields, mostly without shelter, and suffered from the cold and snow. Aftershocks, some quite strong, followed in the next few days. Many of those who remained in their homes kept their doors open despite the intense cold. The first priority was to rescue people buried in the rubble and care for the wounded, and this was done by the local people in the first few days. The newspaper El Defensor de Granada published the first news of the disaster on 26 December 1884, but the full extent was not really known until the next day. The editor called for the central and local governments to act, called for national press coverage, and opened a relief fund. He made a series of visits to distribute grants and funds in the affected villages in January, February and March. The civil and military heads of Granada delayed sending relief until ordered by the central government, and no aid arrived in Alhama until 4 January 1885. King Alfonso XII of Spain (1857–1885) visited 25 villages in the region between 10 and 20 January 1885, riding on horseback in severe weather. He died later that year. The governors of Granada and Malaga obtained lists of victims, survivors and aid requirements and set up local organizations to distribute aid, usually consisting of the mayor, priest, doctor and leading citizens in each community. Emergency hospitals were set up in Arenas del Rey, Alhama and Padul. Wooden sheds were thrown up for temporary shelter, with 698 sheds built in total in Granada. At a national and international level the first reaction was disbelief, but this was quickly followed by a surge of support for the victims. A national subscription organized by the Spanish government reached 6.5 million pesetas. Newspapers and other organizations collected donations, and aid came from Mexico, Uruguay, Cuba and elsewhere. ==Reconstruction== Large donations came from subscription funds and private individuals in Argentina, Britain, Germany and France, and from the Vatican. In Spain, Barcelona alone collected 157,925 pesetas for relief. The Catalan poet Jacint Verdaguer published a book of poems Caritat (Charity) to raise funds for reconstruction. People around the world sent donations to help recovery that totaled 10 million pesetas, and in 1885 the Comisaría Regia was established to distribute the funds to those in need. Cónchar received 31,870 pesetas and Dúrcal received 13,062 pesetas. These were not among the worst affected communities. Ventas de Zafarraya was rebuilt almost entirely with money from Cuba, at that time a colony of Spain, and the village became known as \"New Havana\". In February 1885 the Ministry of the Interior called for designs by Spanish architects for new houses for the poor, which had to cost no more than 1,500 pesetas and be as strong as possible against future earthquakes. The ministry chose five designs by the architect Mariano Belmás Estrada (1850–1916). They used similar construction techniques and were between in area. Other architects such as Francisco Jareño y Alarcón and Juan Monserrat Vergés cast doubts on whether the Belmás designs would be adequate for the harsh climate of the region. Belmás was replaced in January 1886 by José Marín-Baldo y Cachia (1826–1891). The houses that were built had solid foundations, strong frameworks, reinforced corners and other features designed to reduce risk of collapse. The villages were moved to new sites nearby on stable ground with slopes less than 5%. To ensure access after a future earthquake, reduce the risk of falling facades and provide open places for camps the new village layouts had houses grouped in blocks, streets over wide and large squares. 12,345 people received assistance in reconstruction or repairs, which were undertaken from July 1885 to June 1887. ==Investigations and theories== thumb On 7 January 1884 the Spanish government appointed a commission to study the earthquake led by the mining engineer Manuel Fernández de Castro y Suero (1825–1895). They visited the region at once, circulated a 33-question survey, and on 12 March 1885 issued a report based in part on the survey results. They located the focus as deep under the villages of Periana and Guarro. The preliminary report devoted seven pages to current theories of earthquake causes, volcanic and non-volcanic, including the internal heat of the earth, high pressure vapors and dissolution of rocks by underground waters. A further seven pages described the orography and hydrography of the provinces of Granada and Malaga, followed by twenty-one pages on geology that described rock formations and the location and direction of the main fault line. The Spanish Commission estimated that 17,178 buildings were damaged, of which 4,899 were totally destroyed. 745 people had died and 1,485 had been wounded. They concluded that the earthquake was caused by the pressure of water vapor in deep underground strata, from water that had penetrated the permeable rocks above. The commission noted that atmospheric pressure had dropped markedly before the earthquake. The French Academy of Sciences sent another commission headed by Ferdinand André Fouqué (1828–1904), an Academy member, which prepared a long report with a map. The French commission said the atmospheric conditions were irrelevant and the earthquake was related to the region's geology. Giuseppe Mercalli on Mount Vesuvius The Italian Government and the Accademia dei Lincei sent the seismologists Torquato Taramelli (1845–1922) and Giuseppe Mercalli (1850–1912), who also provided a long report on the area's geology with a map of the intensity of the shaking. Mercalli thought the earthquake was produced by the build-up of pressure in magma in a region where the crust was too strong to allow a volcanic eruption. The Italian team, with access to more information than the Spanish and French commissions, estimated there were 750 deaths and 1,554 severely wounded. After careful enquiries, El Defensor de Granada estimated that 828 died and 1,164 were wounded in Granada alone. The pioneering geologist José Macpherson y Hemas (1839–1902) explained the earthquake as having been caused by movement along the faults that bound the Tejeda / Almijara massif to the north and south. He thought the movement was due to contraction of the earth. Others thought the cause might have been the collapse of underground cavities. In historical times the only earthquake in Spain that was larger than the 1884 earthquake was that of 1954, which also had an epicenter in Granada, although the destruction in 1954 was not as great. ==See also== * List of earthquakes in Spain * 2011 Lorca earthquake ==Notes== ==Citations== ==Sources== * * * * * * * * * * * Category:1884 earthquakes Category:1884 in Spain Category:December 1884 events Category:Earthquakes in Spain ",
    "title": "1884 Andalusian earthquake"
}