{
    "id": "61551661",
    "text": "The Biblioteca Central de la UCV, or Central Library is the main library in the University City of Caracas, and the most important one of the Central University of Venezuela. It is easily accessible from anywhere in the city as it is near the Caracas Metro line 3 station Ciudad Universitaria. == History == The library was first built in the 18th century, but the current building is the work of Venezuelan architect Carlos Raúl Villanueva, who designed it in the 1950s. In 1721, the Central University of Venezuela was founded and its central library also constructed. At this time, it was known as the \"librería\", which literally translates as bookstore. By the beginning of the 19th century, the central library was home to a wide selection of books, but most were historic and so not fit for purpose in a modern teaching institution, as they had no information on new information and techniques of the time. Additionally, the canteen of the campus during this period was near the library enough to smoke-damage some of the collection. When José María Vargas became the university rector in 1827 he donated his own library to the collection. The next records of the collection comes from the English businessman Edward B. Eastwick, who visited in the mid-19th century and recorded about 3,500 books. He also noted that the vast majority were on theology, and that none were well looked after. The number is otherwise hard to calculate through history as, during the 19th century, the central library also operated jointly with Venezuela's national library, and so local government records count both libraries' collections under one number; the two together had \"8,798 works in 19,474 volumes\" at the end of the century. Joaquín Crespo created an act officially separating the two in 1893. The library remained largely unchanged until the campus reconstruction in the 1950s; the new building was inaugurated on 2 December 1953. In January 2012, the library underwent a process of recovery and modernization, amounting to a cost of 17 million Bs. ($2.7 million), which covered a large part of the infrastructure, including the books stored there. At this time, the management of the library was also restructured. A partial reopening was due in January 2013, but the health board condemned some of the new rooms and numerous books because of poor walls, faulty electricity, and fungus. A damp problem also caused employee illness, and a flood broke out during the remodel, though no books were flood-damaged. The first rooms of the library were re-opened in June 2013. One of the primary upgrades of the redesign included installing bookshelves within the main study halls of the library; prior to 2013, books were all locked in archives. Despite this improvement, reports suggest that the book collection itself was not sufficiently updated and students still look elsewhere for current information. == Design and artwork == Carlos González Bogen mural From outside, the central library is seen in two parts: the lower building and its distinct \"red tower\". The entry hall of the library is in the lower building. It is sometimes used as an exhibition space, but also has a giant stained-glass window by Fernand Léger. In the basement of this hall is a mural by Carlos González Bogen. Beyond this are four main study halls, each containing books of different realms of knowledge. In the tower, news artifacts are on the third floor, and journal reference halls are found on floor four. Elsewhere, there is a room for viewing maps and a computer suite with 25 computer stations. == See also == * Universidad Central de Venezuela * List of national and state libraries * Culture of Venezuela == References == Category:Historic sites in Venezuela Category:Ciudad Universitaria de Caracas Category:Buildings and structures in Caracas Category:Libraries in Venezuela ",
    "title": "Biblioteca central (UCV)"
}