{
    "id": "61551280",
    "text": "Haiti–Spain relations are the bilateral and diplomatic relations between these two countries. Haiti has an embassy in Madrid, Embajada de Haití en Madrid and consulate s in Barcelona, Cádiz and Málaga. Lista de consulados extranjeros en España Spain has a chancery in Pétionville, near Port-au-Prince.Ficha de Haití Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Data of the Spanish Representation in Haiti. == Historical relations == On December 17, 1492 Christopher Columbus arrived at La Española, part of what would later be called Greater Antilles, and the island became part of the Spanish Empire. Before the arrival of the Spaniards, it was inhabited by ethnic groups Arawaks, Caribs and Taínos. At the beginning of the 17th century, due to the boom that had acquired the informal trade of the Creole settlers of the island and that went against the monopoly that the metropolis intended, the Spanish governor Antonio de Osorio ordered between 1605 and 1606 the depopulation of the central and western part of the island in order to stop this practice. Over time, the bucaneros, men who lived on cattle hunting and maroon pigs, the fur trade and tobacco cultivation, settled down in the unpopulated areas of the western part, as well as the filibusters, both of French origin. They first occupied the Turtle Island and later these settlements determined that the western part of the island was claimed by France. In 1697, Spain ceded that part of the island to France by the Treaty of Ryswick, constituting the French Saint Domingue. == Diplomatic relations == Bilateral relations between Spain and Haiti are very good, and have been throughout the 20th century. Haiti recognized the Government of General Franco on April 1, 1939. In December 1946, like almost all the countries that had relations with Spain, he retired his ambassador from Madrid in compliance with the Resolution of United Nations of December 13, 1946. However, on October 6, 1949, said recommendation still in force, the Republic of Haiti restored its diplomatic representation in Spain. In 1951 Spain established its Embassy in Haiti, and since then, there have been close bilateral relations between the two countries.Ficha de Haití Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Diplomatic relations. == Economic relations == In the last two years, encouraged by contracts tendered by the Haitian Government with international funds, several Spanish engineering, construction and architecture companies have arrived in Haiti. Three Spanish hotel chains have also developed small-scale projects as the first contact with the Haitian tourism sector. Although the country does not have an interesting internal market (10 million inhabitants of which 80% live below the poverty line) Haiti is presented as a platform for export to other countries in the area, including the US, and Especially for textile products. The import of construction products is another sector that could be attractive to Spanish exporters.Ficha de Haití Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Economic relations. == Cooperation == The Spanish cooperation was reinforced after the earthquake of 2010, reaching the figure of 346 million € in the following years. As agreed with the Haitian Government, the priority sectors of action are: Water and Sanitation, Education, Production Sector, and Rural Development and Fight against Hunger. With regard to geographical priorities, the Spanish Cooperation focuses its interventions in the Department of the West (which includes Port-au-Prince), Central and Southeast.Ficha de Haití Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Cooperations. == Official visits == Between 2008 and 2012 several Spanish authorities have made visits to Haiti. Among them, it is worth mentioning Her Majesty the Queen of Spain in 2009 and in October 2011, the First Vice President of the Government María Teresa Fernández de la Vega in 2009 and in 2010, the Minister of Foreign Affairs and Cooperation Miguel Ángel Moratinos in 2008 and the Minister of Defense Carme Chacón in 2010. There have been several visits by Secretaries of State, such as those from Latin America, International Cooperation and Defense Policy. Finally, the visit made in May 2012 by the Director of the AECID and the visit of the Secretary of State for International Cooperation and for Latin America, Jesús Gracia, in February this year. On the Haitian side, President Michel Martelly has twice visited Spain as Head of State. The first trip was made in July 2011 and the second in November 2012, when he attended the Ibero-American Summit of Cádiz, in which Haiti participated for the first time as an observer. In early 2014, Tourism Minister Stephanie Balmir Villedroin visited Spain as part of FITUR 2014 to promote Haiti as a tourist destination.Ficha de Haití Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Relations of visits in both directions (last ten years). == See also == * Foreign relations of Haiti * Foreign relations of Spain == References == Spain Haiti ",
    "title": "Haiti–Spain relations"
}