{
    "id": "61551170",
    "text": "Paul Sauer Paul Oliver Sauer ( 1 January 1898, Wynberg, Cape Town - 11 January 1976, Stellenbosch) was a South African Cabinet Minister and lifelong member of the National Party. ==Background == Sauer was born in Wynberg near Cape Town in 1898 as the third child of Jacobus Wilhelmus Sauer and Mary Constance Cloete; he also had two sisters. Sauer's middle name came from his aunt, Olive Schreiner. When Sauer was six years old, the family moved to his father's farm, Uitkyk, in the Stellenbosch district. Initially, Sauer attended school at a neighbouring farm. At the age of eleven, he went to SACS in Cape Town where he became head boy of Rosedale house and captain of the first rugby team . At the South African College, where he enrolled for the BA course in 1916, he argued in the debating association for South Africa to become a republic. Because of this debate and the large number of Afrikaans students at the time; he was elected to the Students' Council. After two years at SA College, and without completing the BA degree, Sauer, became the first enrolled student at the newly established Faculty of Agriculture at Victoria College, Stellenbosch. He obtained a diploma in agriculture with distinction. In 1921, he went to farm for his mother on the farm Uitkyk. In 1929, his mother sold the farm and he kept Kanonkop, which was part of Uitkyk, as his inheritance and continued to farm there. ==Member of Parliament== Meanwhile, in 1923 he waged his first election campaign as a candidate for the National Party in the Provincial Council election in Stellenbosch . He lost the election by just more than twenty votes. The next year he was a candidate again in Stellenbosch, this time for the House of Assembly, and he gained 65 more votes than in 1923, but lost by 470, because after the terror of 1923, the South African Party registered hundreds of Coloured people as voters. Experiences such as those of Sauer in a marginal seat like Stellenbosch, where the Coloured vote prevailed against the NP, contributed to the party's later policy of removing Coloureds from the common voters roll. In 1929, he stood in Victoria West as candidate of the NP against the later SAP Senator AM Conroy and defeated him by 88 votes. Four years later, he was asked by the NP from Humansdorp to run for office there in place of the recently deceased minister Charlie Malan. He did so and represented Humansdorp until 1966 as member of the House of Assembly. It stretched from the Van Stadens River to Plettenberg Bay and also the Kouga River and the Langkloof. He then became a senator, a position he held until 1970. This means that his parliamentary career spanned 41 years, as long as his father's. However, he remained as vice-chairman of the Cape NP until 1972, before finally leaving active politics. ==Sauer Commission== In 1947 D.F. Malan, as leader of the Herenigde Nasionale Party, established the Sauer Commission, chaired by Paul Sauer, to formulate apartheid policies suitable for adoption by a Nationalist government. The Sauer Commission was in part intended to forestall the Native Laws Commission (Fagan Commission) on African urbanization, appointed by Smuts in 1946 and chaired by Judge Henry Fagan. These rival reports shaped the respective platforms of the government and the opposition in the ensuing election. They provide a useful way into understanding the political alternatives entertained by the two leading white political parties of the day. The Fagan Commission accepted African urbanization as a fact and recommended adapting the pass laws and migrant labour system to recognize the reality of racial interdependence in the economy (in 1948 the proportion of white employees employed in industry was 34 per cent and in decline). By contrast, the Sauer Commission looked to a more comprehensive solution to the native question along the lines of 'total segregation'. For this reason, the Sauer Commission has often been viewed as a blueprint for the apartheid system. The members of the Sauer commission were: Paul Sauer, G.B.A. Gerdener, E.G. Jansen, J.J. Serfontein and M.D.C. De Wet Nel. ==Cabinet minister== After the National Party 's surprising victory in 1948, Dr. D.F. Malan appointed Sauer as Minister of Railways. In 1954 he became Minister of Lands, Forestry and Water Affairs. It was through his work that the Paul Sauer Dam (now known as the Kouga Dam) was built for the sake of the farmers of the Kouga. Sauer served in the Cabinet of Hans Strydom as Minister of Public Works and Minister of Lands and Irrigation. In wake of the Sharpeville Massacre in 1960, Sauer along with Eben Dönges and Ben Schoeman called for a relaxation of certain Apartheid policies, which was subsequently rejected by Verwoerd. ==Winemaker== Sauer inherited the famous Kanonkop Wine Estate from his father, and it is now owned by his grandchildren. Paul Sauer was an early spokesman and figurehead of the South African wine industry, and Kanonkop named one of their wines after him. ==Commemoration== Through his mediation, the N2 national road from Cape Town was built. The Paul Sauer Bridge on the N2 and over the Storms River is a well-known landmark in the Tsitsikamma. He also did much to uplift the forester's standard of living and improve their working conditions. Because of his dedication and admiration for his constituents in the Humansdorp constituency, the residents of Kareedouw decided to name the local school after him and since 1963 the school is known as Paul Sauer High School. Sauer retired from active politics in 1963 and died on 11 January 1976 of a lung disease and was buried in Stellenbosch. ==References== * * * * * * Potgieter, D. J. (ed.) 1972. Standard Encyclopaedia of Southern Africa. Cape Town: Nasionale Opvoedkundige Uitgewery (Nasou). * Rosenthal, Eric, Encyclopaedia of Southern Africa, Juta and Company Limited, Cape Town and Johannesburg, 1978. ==External links== *Kanonkop Wine Estate Category:1898 births Category:1976 deaths Category:Afrikaner nationalists Category:National Party (South Africa) politicians ",
    "title": "Paul Sauer"
}