{
    "id": "61558771",
    "text": "Kigwema is a village in the southern region of Nagaland, India. It is located in Jakhama Circle, Kohima district. The village is located south of Kohima, the capital of Nagaland. == Etymology == The name \"Kigwema\" originates from words of Khonoma village dialect, \"Ki\" meaning \"House\", \"Gwe\" meaning \"inherit or occupy\" and \"ma\" meaning \"people\". Literally, Kigwema means people who inherit or occupied the houses. == History == Kigwema is one of the oldest villages amongst the Angami Naga villages. Several Angami, Chakhesang and Sumi Naga villages lay claim to the fact that their villages were established by men from Kigwema. === World War II === During the World War II, Japanese troops arrived in Kigwema on 4 April 1944, at 4:00 PM. The Japanese commander, General Kōtoku Satō, was stationed in Kigwema during the Battle of Kohima. “It was a long war, we were warned by the Brits and were very apprehensive about the Japanese, but they were friendly. They lived with the families, paid for everything and unlike the British, they had no relationships with local women. They never misbehaved. General Saito was a very nice man. For us teenagers, the war was an adventure,” recalled Kuose Kere an elder from Kigwema village who witnessed the invasion of Japanese troops.https://www.thehindu.com/features/friday-review/history-and- culture/that-battle-under-the-cherry-tree/article4695744.ece == Geography and climate == Kigwema is nestled in the foothills of Mt. Japfü, the second highest peak in the present day Nagaland. The territory of Kigwema village is bounded by the village of Phesama in the northwest, Pfüchama in the north, Sakhabama, Kezo town and Mitelephe in the northeast, Kezoma in the east and southeast and Jakhama in the south. The northwestern region of Kigwema is bounded by the Angami villages of Khonoma and Jotsoma. The Japfu range and Dzüko Valley are situated in the west of Kigwema, beyond which lies the Zeliang Naga villages of Poilwa, Punglwa and Benreu in Nagaland and Yangkhullen in Manipur.https://www.google.com/maps/@25.5076592,94.0128591,21083m/data=!3m1!1e3 === Rivers === The main river flowing through Kigwema is the Mezierü. It originates at the foot of Mt. Japfü and continues to flow in a southwest to northeast direction, till it joins the Dzü-ü river. The Mezierü river is perennial and exhibits a dendritic pattern. It is the source of drinking water for Kigwema. Terrace cultivation is abundant on the slopes on both banks of the river, with water for terrace cultivation sourced from the Mezierü. Water from the Mezierü is channelised through water channels for irrigation of the terrace fields. The Chiedzühi water channel is one of the main irrigation channel that irrigates the paddy fields, named after the patriarch, Chie-o who patronised the construction of this irrigation channel. Other perennial and seasonal springs also contribute to the irrigation of the terrace fields. === Climate === The climate of Kigwema is mild, warm and temperate. Summers are hot with heavy rainfall, but never extremely hot. However, winters are severely cold with little or no rainfall. Southwest summer monsoons and occasional tropical cyclones are responsible for the summer rainfall around Kigwema. https://en.wikipedia.org/wiki/Climate_of_India == Demographics == As per Population Census 2011, Kigwema village has a population of 3,872 of which 1,858 are males while 2,014 are females. It is the fifth most populous village under Jakhama Circle. The population of children with age 0-6 is 510 which makes up 13.17% of total population of village. Average Sex Ratio of Kigwema village is 1084 which is higher than Nagaland state average of 931. Child Sex Ratio for the Kigwema as per census is 1008, higher than Nagaland average of 943. In 2011, literacy rate of Kigwema village was 74.15%. Male literacy stands at 80.11% while female literacy rate was 68.71%. Scheduled Tribe (ST) constitutes 99.30% of total population. There is no population of Scheduled Caste (SC) in Kigwema village. The major occupations of the village are agriculture, business and government sector jobs. Several people are also engaged in small and cottage industries such as weaving, basket making and other handicrafts. The village has its own post office and the pin code of Kigwema village is 797005. === Population Growth === Population of the village has increased by 22% in last 10 years. In 2001 census total population here were 3,174. Female population growth rate of the village is 25.1% which is 6.3% higher than male population growth rate of 18.8%. Child population has increased by 11.1% in the village since last census. === Religion === Christianity is the dominant religion of Kigwema village. Protestant based sects like Baptist, Christian Revival Church, Pentecostal and Catholic are prevalent.Joshi, V. (2012).A Matter of Belief:Christian Conversion and Healing in North-East India. Berghahn Books. p 298. The Baptist and Revival churches are established side by side in Makhuma Khel. The catholic church, also known as St Michael's church is located in Kiphoma khel. The Pentecostal church is situated in Merama khel. Very few elderly people still follow the animistic beliefs of their ancestors. == Places of interest == * Mt. Japfü is the second highest mountain peak of Nagaland, with an altitude of above mean sea level. It is a popular trekking destination. This mountain peak is home to the tallest rhododendron tree in the world. It was recorded in 1993 in the Guinness Record for the tallest Rhododendron at which continues to grow till date.https://nagalandgk.com/guinness-world-records-from-nagaland/ * Kisama Heritage Village, the nomenclature of Kisama is derived from the names of Kigwema (Ki) and Phesama (SA) villages, on whose land the Naga Heritage Village is established. It serves as the main venue for the Hornbill Festival of Nagaland. The Heritage Complex consists of a cluster of sixteen houses of each tribe created in the indigenous typical architectural designs. It also houses a World War II Museum, Bamboo Heritage Hall, Bamboo Pavilion and stadium for live shows.http://tourismnagaland.com/?page_id=245 *Dzüko Valley is situated to the west of Kigwema. == References == Category:Cities and towns in Kohima district Category:Hill stations in Nagaland ",
    "title": "Kigwema"
}