{
    "id": "61558309",
    "text": "Monument in Hereford Cathedral with recumbent effigies of Alexander Denton and his first wife Anne Willison, and her baby dressed in swaddling clothes Arms of Denton of Hillesden: Argent, two bars gules in chief three cinquefoils of the second Alexander Denton (1542-8 Jan 1576) of Hillesden in Buckinghamshire was a landowner and member of the Buckinghamshire gentry. He is best known for his two monuments, one in Hereford Cathedral the other in Hillesden Church. ==Origins== He was the only child and heir of Thomas Denton (1515-1558) of Hillesden, several times a Member of Parliament, by his wife Margaret Mordaunt, a daughter of John Mordaunt, 1st Baron Mordaunt, of Turvey, Bedfordshire, and widow of Edmund Fettiplace (d.1540) of Besselsleigh, Berkshire.Baker, T.F.T., biography of Denton, Thomas (by 1515-58), of London and Hillesden, Bucks., published in History of Parliament: House of Commons 1509-1558, ed. S.T. Bindoff, 1982 ==Marriages== He married twice: *Firstly to Anne Willison (1548-1566), who died aged 18, a daughter of Richard Willison (d.1575) of Sugwas near Hereford, by his wife Anne Elton of Ledbury,https://web.warwick.ac.uk/english/perdita/html/pw_DENT01.htm whose joint monument with recumbent effigies survives, mutilated, in Madley Church.https://www.uksouthwest.net/herefordshire/madley-church/richard- willison-tomb.html Arms of Willison: A chevron between three lions rampant, as visible on the Madley Church monument and on the Denton monument in Hereford Cathedral. Anne compiled a prose miscellany, which survives in the Folger Shakespeare Library as \"MS E.a.1\".https://web.warwick.ac.uk/english/perdita/html/pw_DENT01.htm The marriage was without surviving issue, but produced one infant child, probably a girl named Janne (or Jane).George Lipscomb, The History and Antiquities of the County of Buckingham (London: J & W Robins, 1847), vol. 3, pp. 17-18 Anne was buried in Hereford Cathedral, where survives her elaborate monument displaying recumbent effigies of herself with an infant child wrapped in swaddling clothes and of her husband (unusual as he died ten years later and was not buried there). Fisher (1898) wrote as follows:Fisher, A. Hugh, The Cathedral Church of Hereford, London, 1898, p.37 ::There is an interesting altar-tomb of Sir Alexander Denton, 1576, of Hillesden, Co. Bucks, Esq., and his lady and a child in swaddling clothes, toward the south-east angle of the transept. The effigies are in alabaster, and retain considerable traces of colour. They are in full proportion, and the knight wears a double chain and holds a cross in his hands. The Dentons were ancestors of the Coke family, now Earls of Leicester. The swaddled body of the child lies to the left of its mother, its head resting on a little double pillow by her knee, and a part of the red cloth on which she lies wraps over the lower part of the babe. To the right of the knight, balancing the child in the composition, lie his two gauntlets or mail gloves, which have been much scratched with names. The head of the knight rests upon his helmet. Round the verge of the tomb is this inscription: \"Here lieth Alexander Denton, of Hillesden, in the County of Buckingham, and Anne his wife, Dowghter and Heyr of Richard Willyson of Suggerwesh in the Countie of Hereford; which Anne deceased the 29th of October, A.D. 1566 the 18th yere of her Age, the 23rd of his Age. \"But,\" says Browne Willis, \"this was but a cenotaph, for Alexander Denton, the husband, who lived some years after, and marry'd another lady, was bury'd with her at Hillesden, Co. Bucks; where he died January the 18th, 1576.\" :The monument was repaired shortly before 1898 by Mr Justice Denton, a lineal descendant of Alexander Denton.Fisher (1898) Mary Martin as a 15-year-old girl in 1573, portrait by George Gower Monument in Hillesden Church to Alexander Denton and his second wife Mary Martin *Secondly he married Mary Martin (d.1574) a 15-year-old daughter and co-heiress of Sir Roger Martyn, Lord Mayor of London in 1567. Her portrait by George Gower to commemorate her marriage survives in the York Art Gallery. She died in 1574 and was buried in Hillesden Church, where survives a monument to herself and her husband. By Mary he had issue including: **Sir Thomas Denton (d.1633), son and heir, a Member of Parliament for Buckingham and Sheriff of Buckinghamshire, ancestor of several Members of Parliament and of the Denton baronets, extinct in 1714. ==Death== He died on 8 January 1576 and was buried in Hillesden Church, where survives his monument, inscribed: :Here lyethe Alexander Denton sone and heyre to Thomas Denton Esquire and Mary his second wfe one of the dawghters of Syr Roger Martyn Knight, which Alexander Denton decesed the 8 Day of Januarye in the yeare of out Lorde God 1576 and Mary the 12th Day of Julie in the year of our Lorde God 1574 to whom our Lorde graunte joyfol resurrection and erectyd at the charge of Margeret Denton. ==References== Category:1576 deaths Category:1542 births ",
    "title": "Alexander Denton (died 1576)"
}