{
    "id": "61553639",
    "text": "The 2019 Papua protests are a series of protests by Papuans in Indonesia that began on 19 August 2019 and mainly took place across Indonesian Papua in response to the Surabaya arrests of 43 Papuan students for alleged disrespect of the Indonesian flag. Many of the protests involved thousands of participants, and some grew from local protests in Surabaya to demanding an independence referendum for the whole region. In several locations, the protests turned into general riots, resulting in the destruction of government buildings in Wamena, Sorong and Jayapura. Clashes between violent protesters and police resulted in injuries, with over 30 people killed from both the clashes and the rioting. In response to the rioting, the Government of Indonesia implemented an internet blackout in the region. A Reuters reporter from the Jakarta bureau described the unrest as Papua's most serious in years. ==Background== Indonesian Papua, comprised by the present provinces of West Papua and Papua. As a successor state of the Dutch East Indies, Indonesia claimed all of the Dutch colonial territories in the Malay Archipelago, including Papua, formerly known as Netherlands New Guinea. Sovereignty over the region was transferred to Indonesia in 1969 following the controversial \"Act of Free Choice.\" In the years that followed, a low-intensity insurgency occurred across the region. After December 2018, tens of thousands of civilians around the Nduga Regency were displaced following an increased military presence after a massacre of workers constructing the Trans-Papua Highway, and conflict with separatist fighters. In an attempt to reduce tensions in the region, the Indonesian government granted increased autonomy to the provinces of the region, with sitting president Joko Widodo (Jokowi) visiting the region six times since he was sworn into office in 2014. ==Timeline== === August === ==== 15 August rallies ==== On 15 August 2019, the anniversary of the 1962 New York Agreement and coinciding with a discussion on Papua in the Pacific Islands Forum in Tuvalu, protests by Papuans were held across several cities in Indonesia, including Jayapura, Sentani, Ternate, Ambon, Bandung, Yogyakarta, Jakarta, and Malang. Various Papuan student groups joined the protests, which proceeded peacefully in Yogyakarta and Jakarta but saw dispersal by authorities and several protesters arrested in other cities, though they were released soon afterwards. In Bandung, civil militias forced the protesters to change the rally's location. In the city of Malang, Papuan protesters clashed with counter-protesters and later fans of the football club Arema Malang, with racist slurs from the counter-protesters. Five protesters were reported to be \"heavily injured\" and virtually all protesters were injured in some way. ==== 16 August Incident ==== On 16 August 2019, around the celebrations of the Independence of Indonesia, forty-three Papuan students in Surabaya, East Java were arrested by police following reports that an Indonesian flag was damaged outside the building they lived in. According to police accounts, the building where the students were staying was stormed by police as a crowd was gathering outside the building preparing to assault it. Civil militias from the Islamic Defenders Front and the Pancasila Youth were reported to be present at the location and had attacked the students verbally and physically. Allegedly, the mob had yelled \"Monkeys, get out\" at the students. ==== Protests grow ==== On 19 August, a crowd of what was estimated by an AFP reporter to be \"several thousand\" began protesting in Manokwari, the capital of West Papua province. The protest turned into a riot which resulted in the local parliament building being torched. According to Indonesian officials, three police officers were injured by rock-throwing protesters. Aside from public facilities, some private property was also torched. Some of the protesters were carrying the Morning Star flag - the old flag of Netherlands New Guinea used by Free Papua movement - while crying out pro- independence slogans. In Indonesia, the action is punishable by up to 15 years of prison. West Papua's vice governor remarked that the city's economy was completely paralyzed by the protests. According to a spokesman from the National Committee for West Papua, a female protester was shot in the ankle during the protests at Manokwari. Indonesian Armed Forces told media that 300 soldiers were deployed to Manokwari on 21 August, with an overall count of 1,200 security personnel across the week. Jayapura, the region's largest city and the provincial capital of Papua, saw hundreds of protesters who forcefully took down the Indonesian flag in front of governor Lukas Enembe's office. Protesters also blocked the road to the city's Sentani Airport. In the city of Sorong, protests also occurred with reported gunshots. In response to the \"monkey\" slur in Surabaya, some of the protesters dressed as monkeys. A mob invaded the Domine Eduard Osok Airport and threw rocks at the airport's glass windows, damaging the terminal building. The attack also temporarily disrupted the airport's operations. Aside from the airport, the city's prison was also torched, resulting in the escape of 258 convicts and injuring some prison guards, though on 23 August a prison official noted that most of the escaped prisoners simply were attempting to escape the fire and check for their families and that most of the escapees have returned to prison. Around 4,000-5,000 protesters rallied in the mining town of Timika, which saw the damaging a hotel near the local parliament of the Mimika Regency. Further clashes between protesters and police occurred in front of the parliament building, as police dispersed a crowd waiting for Mimika's regent Eltinus Omaleng. Dozens were eventually arrested, charged with damaging of the hotel or coercing a local car repair shop to provide tires for a tire fire. 3 policemen were reported to be injured. Thousands of protesters also rallied in the town of Fakfak on 21 August, which saw a local market and office building torched and protesters blocking roads to the Fakfak Torea Airport. Police also fired tear gas on the protesters to disperse the crowds. According to an Indonesian police spokesman, the situation was \"contained\" and only around 50 people were involved in the torching of the market building. Several people were injured in the protests and clashes. Rallies were also held in the towns of Merauke, Nabire, Yahukimo and Biak. ==== Internet blackout ==== Papuan students in Jakarta also held a rally in front of the Ministry of Home Affairs on 22 August. On the same day, the Indonesian government announced a total internet blackout in both regions of Papua. More peaceful protests continued, with a peaceful \"long march\" in Sarmi Regency on 23 August and a pro- independence rally in Semarang the following day. Other rallies protesting the racism were also held in Yogyakarta, Bandung and Denpasar, among others. Some activists noted that the protests were the largest to happen in the region for years. Protests continued on 26 August, with the West Papuan flag being flown by peaceful protesters in Deiyai Regency numbering 5,000 according to organizers, alongside simultaneous rallies in the Papuan towns of Wamena, Paniai, Yahukimo, and Dogiyai in addition to off-Papua cities such as Makassar. The protest later grew to over 7,000 participants. On 28 August, protesters in Deiyai demanded Deiyai's regent sign a petition demanding an independence referendum, but according to official accounts a large mob attacked officers guarding the location, and in the ensuing clashes one Indonesian Army sergeant was killed and some officers injured. There were also reports of civilian casualties - according to the Indonesian National Police, two civilians were killed while local media Suara Papua reported six fatalities. Local human rights activists reported seven civilian deaths. The police later stated that five protesters were killed following an attempt to seize police weapons. ==== Escalation of violence ==== On 29 August, protesters reportedly charged and torched several government buildings and a shopping center. The Indonesian police reacted by firing tear gas and rubber bullets at the demonstrators. On the morning of 30 August, continued violent protests resulted in the General Elections Commission branch in Jayapura to be torched, burning documents of local representatives elected in the 2019 election. Protesters had also torched buildings and cars the previous day in the city, breaking into a prison in the Abepura district. That night, a further 1,250 security personnel were deployed to Jayapura. On the same day, pro-independence protesters occupied the provincial governor's buildings. The protests spread outside the regions of Papua and West Papua, with pro-Papuan independence protests even being held in the Indonesian capital of Jakarta. === September === ==== Clashes and fighting between two sides ==== On 1 September, three Papuan students had allegedly been shot in their university dormitories by pro-government militia groups. Footage emerged of Indonesian security troops allegedly firing live rounds into nonviolent protesting crowds during the previous week, killing 6-8 demonstrators. The incident in Deiyai, Papua Province, happened in 28 August 2019, when a protest by around 150 peoples turned violent when a separate group armed with bows and arrows as well as machetes joined the protest and incited the crowd to attack law enforcement officers and caused riots. The Indonesian Embassy in Canberra responded to the accusation with the statement: \"Law enforcement officers have tried to reason with the crowd and calmed them down. It must also be noted that the officers were extremely restrained in their response. However, the crowd ignored the pleas of the officers and attacked them with arrows. The law enforcement officers has tried to disperse the crowd with warning shots and tear gas, but the attacks continued.\" \"Afterwards the law enforcement officers were forced to fire, in line with their obligation to restore public order, as well as in self-defence. In such circumstances, any law enforcement agencies in every country will do the same to maintain security and public order, as well as to safeguard the lives and property of the public at large. Even so, there was one officer who was killed, while six more officers were wounded, all shot with arrows.\" Indonesian police arrested dozens of demonstrators involved in the protests. Indonesian authorities allege the arrested demonstrators had taken part in the torching of government buildings on 29 August. A young Papuan man was reportedly killed after Indonesian police arrived to disperse a demonstration in Abepura. ==== Ban on protests ==== On 2 September, the Indonesian government flew an additional 6,000 police and military servicemen into Papua amidst the internet blackout. Indonesian authorities banned what they deemed were \"violent protests\" and warned that any person caught \"supporting separatism\" or \"expressing separatist opinions\" in public would be arrested and charged with treason. Indonesian immigration authorities announced that four Australian nationals that had allegedly taken part in pro-independence demonstrations would be deported from the country. On the same day, the Indonesian government announced that access to the regions of Papua and West Papua to foreign nationals would be restricted. Indonesian police blocked a pro-independence march on Manokwari. On Wednesday, 4 September, Indonesian police chief Luki Hermawan accused human rights lawyer Veronica Koman of sparking the Papua protests by using her Twitter account to spread information about the arrest of 43 Papuan students in East Java, stating that \"she was very active in spreading provocative news.\" Indonesia's national police chief vowed to find and arrest suspected activists and stated that the police \"will chase them ... we already know who they are.\" Later, Indonesian officials submitted an Interpol notice to arrest Koman - who according to police spokesman had left for Australia - following a raid in her deserted Jakarta home. The United Nations Human Rights Office issued a statement condemning the violence in Papua, calling on Indonesian authorities to restrain nationalist militias targeting protesters and prevent the ongoing by that point intimidation of journalists, human rights defenders and students. The office also called for official dialogue between the Indonesian government and the people of Papua. On 5 September, the Indonesian government partially lifted the internet blackout that it had imposed on the region while warning that it could abruptly reinstate it any point if it deems that the situation had \"worsened\". ====Protests resume==== In 2019 one student was reported to have been killed during fresh protests on September 23, with the Indonesian military claiming that protesters had burned down a government office in Wamena. According to the commander of the local military district, 16 civilians were killed and 65 injured with no police or military casualties in the ensuing riots. According to local authorities, the particular set of protests was triggered by a separate racism incident within the city. A Kompas correspondent in Wamena reported that gunshots sounded across the city and that civilians were taking shelter in police stations and military bases. Out of the 16 civilians killed, 13 had come from outside the province, and most deaths occurred as they were trapped in buildings torched by the angry mob. Responding to the protests, the Communication and Information Ministry reactivated the internet blackout in Wamena. In separate protests and clashes in Jayapura, three protesters and one police officer were reportedly killed. The clashes in Jayapura occurred between a group protesting at Cenderawasih University which according to authorities was the Papuan Students Alliance, and authorities in addition to pro-military civilian militias. ==Refugees== Owing to the rioting and unrest, around 15,000 civilians were evacuated from Wamena, with a further 1,726 internally displaced within the town in early October. Going the opposite direction, around 2,000 Papuan students returned from other cities across Indonesia to their home towns and cities, reporting a feeling of intimidation and danger. ==Reactions== === Domestic === Responding to the protests, the Indonesian Ministry of Communication and Information Technology implemented an internet shutdown around Sorong, in a move that was stated to be one to combat disinformation, later expanded to cover the entire region. The ministry also reported having shut down social media accounts which \"shared provocative content\". The internet shutdown resulted in another protest against the ministry in Jakarta by rights organisations. On the night of 19 August, President Joko Widodo released a statement urging calm and noted to the Papuans that \"it's OK to be emotional, but it's better to be forgiving. Patience is also better.\". Joko Widodo also prepared a visit to the region. Coordinating Minister for Political, Legal, and Security Affairs Wiranto also released a statement that promised a \"complete and fair\" investigation into the incident in Surabaya and added that the situation in Papua was under control. Wiranto further claimed that a \"certain party\" was benefitting from the chaotic situation. He Also stated that he had instructed security forces to avoid repressive measures and not use regular ammunition, and rejected the possibility of a referendum. National Police chief Tito Karnavian claimed that the riots had been caused by, aside from the incident in Surabaya and treatment of the involved students, a hoax about one of the students being killed during their detention. Deputy Speaker of the People's Representative Council Fadli Zon called for an investigation into parties responsible for the racism incident in Surabaya. East Java's regional police formed a team to investigate the accusations. Bishop of Amboina called for peaceful protests and remarked that Papuans \"should not be savage like those who spout racism\". Indonesian Senator from Papua called for the disbandment of Nahdlatul Ulama's Banser, claiming that the militia's disbandment was a demand from the protesters at Sorong. Papua governor Lukas Enembe visited the Papuan students' building in Surabaya on 27 August but he was turned away by the students, who had been rejecting all visitors such as Surabaya's Mayor Tri Rismaharini. Tri Susanti, a Gerindra member and a leader of the Surabaya protests against the Papuan students, publicly apologized following the protests across Papua and denied accusations of physical violence against the students. West Papuan independence figure Benny Wenda commented that the incident in Surabaya had \"lit the bonfire of nearly 60 years of racism, discrimination and torture of the people of West Papua by Indonesia\". A spokesperson for the West Papua Liberation Army (a pro-independence armed group) stated that the group had not participated in the protests. === International === — UN Human Rights Commissioner Michelle Bachelet urged the Indonesian government to enter into talks with Papuans. She noted that Indonesian authorities had not permitted her to visit Papua, despite agreeing to such a visit \"in principle\" before the start of the protests. — The Australian government urged restraint \"by all relevant parties\", with the nation's foreign minister stating that Australia was \"very concerned\" about reports of violence in Papua would \"follow up\" with Indonesian authorities. — The Solomon Islands filed a joint petition with Vanuatu to the UN Human Rights Commission, in which the countries voiced their \"deep concern\" for what they deemed to be ongoing at that point violations of human rights and ethnic discrimination practiced by the Indonesian government against Papuans. The two nations also condemned the fact that Indonesian authorities had not yet given access to Papua to the UNHR Commissioner. — Prime Minister Charlot Salwai criticized alleged human rights abuses perpetrated by the Indonesian government before the United Nations General Assembly, citing Papua as one of the few remaining Pacific territories that have \"yet to break the shackles of colonialism\". An Indonesian diplomat present at the meeting condemned the Vanuatu Prime Minister's statement and declared that \"Papua is, has [been] and will always be, part of Indonesia\". ==Aftermath== ===Arrests and trial=== Following the protests, dozens of people were arrested under various charges. In Jayapura alone, police reported arresting 28 suspects under charges of looting and damaging buildings, among others. Two students in Jakarta who allegedly flew the West Papuan flag were arrested under charges of treason. Four Australian citizens were deported from Sorong by Indonesian authorities after having found to take part in the protests. On 9 September, police arrested 18 people from the student dormitory of Cenderawasih University in Jayapura. ===Lawsuit on internet blackout=== Responding on the escalating protest, Indonesian authority announced a total internet blackout in all Papua regions on 22 August 2019. The blackout continues until 6 September when it was partially lifted for several regions, with the complete lifting of the blackout only occurred in 11 September. Despite of broad criticism from human rights activists, reporters, and Papuan civilians realising their daily activities was severely hindered by the blackout, Indonesian authority defended the decision as necessary to prevent the spread of hate speech and hoax that may worsen the protests. Due to the blackout, a Telkom Indonesia office in Jayapura was burned by the protesters. On 21 November 2019, Indonesian public organisations, including Indonesian Journalists Association, Indonesian Legal Aid Foundation, among others, filed a lawsuit against the President of Indonesia and the Ministry of Communication decision to block internet access in Papua during the protest. The following lawsuit was processed by the Jakarta Administrative Court. After 6 months of trial, the Jakarta Administrative Court announced their ruling in favour of the plaintiff on a court session took place on 3 June 2020. The court found the government had violated emergency law by blocking internet access in Papua by failing to prove that the country was in a state of emergency that necessitated the blackout decision. The judge also argued that the government should only block access to the accounts and documents that violated the law, instead of blocking the internet on the entirety. The court also imposes court costs to the defendants. Following the verdict, President of Indonesia and the Ministry of Communications both declared their intention to appeal the verdict on 12 June. On 18 June, the Ministry of Communications decided to retract their attempt to appeal the ruling, with the President following suit on 22 June. The authority justified the decision that the government needs to focus more on efforts to mitigate the ongoing COVID-19 pandemic in Indonesia. ==Notes== ==References== ==External links== * Category:2019 protests Category:Protests in Indonesia Category:August 2019 events in Indonesia Category:2019 in Indonesia Category:Conflicts in 2019 Category:Papua conflict ",
    "title": "2019 Papua protests"
}