{
    "id": "61566550",
    "text": "Marie Hansen (1918-1969) was one of the first female photojournalists employed by Life magazine. She joined the magazine in 1941 and was based in Washington, D.C. during the rest of the decade. Within a month of her appointment as staff photographer she produced a photographic essay on the training of the first women officers in the Women's Auxiliary Army Corps. Her photos from that assignment were featured in an exhibition held by the New-York Historical Society in 2019. Other major Life assignments included the reactions of Zoot suit lovers to wartime restrictions on extravagant clothing, the historic performance of Marian Anderson at DAR Constitution Hall, and a memorable photo of a billboard thermometer in Columbus Circle, Manhattan, displaying a temperature higher than 100° Fahrenheit. In April 1945, when Harry S. Truman succeeded to the presidency, she was assigned to cover the White House and thereafter became one of the first women to join the White House News Photographers Association. Later that year Hanson took a photo of Dwight D. Eisenhower that he subsequently used as a quasi-official portrait. ==Early career== As an undergraduate at the University of Missouri in the late 1930s Hansen joined the staff of a student newspaper and took photos to accompany news items. In 1939, after graduating with a Bachelor of Journalism degree from the university's School of Journalism, she joined the newsroom of the Courier-Journal in Louisville, Kentucky. Although hired as a reporter, she was soon reassigned as a photojournalist and afterwards was promoted to editor of the paper's rotogravure section. In May 1941 she left Louisville and traveled to New York City to become a researcher at Life magazine. ==Life magazine== Marie Hansen, news photo of a WAAC officer candidate from the issue of Life for September 7, 1942 Marie Hansen, news photo of a young man wearing a zoot suit from the issue of Life for September 21, 1942 Marie Hansen, news photo of Coca-Cola sign on Columbus Circle from the issue of Life for September 25, 1944 Marie Hansen, Marie Hansen, news photo of Harry Truman from the issue of Life for April 30, 1945 Marie Hansen, news photo of Senator Tom Connally at his desk from the issue of Life for July 9, 1945 Marie Hansen, photographic portrait of Georges Braque in color as it appeared in Life May 2, 1949 Marie Hansen, photographic portrait of Dwight D. Eisenhower sitting at a desk, taken December 1945 Midway in the following year the editors granted her request to become a staff photographer. Hansen was the third woman photographer Life had hired and one of two when her name first appeared on the masthead. The first woman photographer at Life was Margaret Bourke-White who had been hired in 1936, left in 1940, and returned some years later. The second was Hansel Meith who was hired in 1937. She left the magazine in 1944 and was subsequently used on a freelance basis until the early 1950s when she was blacklisted after refusing to appear before the House Un-American Activities Committee. Hansen's first work appeared in the issue of August 10, 1942 where her photos of Congressman Hamilton Fish accompanied a scathing article describing him as thoroughly despised even by members of his own political party. A few weeks later she was given a major spread in an article about the newly formed Women's Auxiliary Army Corps. The article was a photographic essay of 34 images together with captions and a short informative text. The image of a WAAC officer candidate (at right) comes from this shoot. Hansen contributed two photos to the issue's next article, a narrative by a young woman, Frances Long, who had been interned in Manila for five months following the Japanese invasion. Hansen was also given a brief profile in a box on the issue's contents page. Included with a statement about her addition to the staff was a photo showing her at work on the WAAC piece. Two weeks later Hansen's photos illustrated a two-page spread on wartime restrictions that would effectively outlaw the zoot suit. The image of a young man in zoot suit (at left) comes from this shoot. Mid-October she contributed a full page photo of a women's temperance union convention in an article on actions of the War Production Board to convert whiskey distillers into producers of industrial alcohol for wartime use and at the end of the month photos of hers showed women in war production jobs at the Sperry Gyroscope Company in Brooklyn and a Curtiss- Wright plant in Paterson, N.J. These early assignments showed the range of her work for the magazine, from elaborate photo spreads with minimal accompanying text to small groups of photos accompanying articles on various subjects, and from assignments where she was the only photographer to ones where her work was one element in a larger framework of images. Some of her work fell into the category of serious news, some had cultural significance, and some concerned entertainment and social events. The issue of January 18, 1943 contained photos she had taken showing the wartime security at the United States Capitol as well as shots of a New Year's Eve party given by a wealthy Washingtonian at which the 157 guests included a number of plain servicemen. The next issue contained her photographs of the singer Marian Anderson at her historic performance at DAR Constitution Hall. In February she traveled to Savannah, Georgia, to shoot a Truman Committee investigation of unwarranted expenses and extreme delays in construction of concrete barges that were needed as part of the war effort, in April she produced photos for a piece on how the upper crust inhabitants of Newport, Rhode Island were contributing to the war effort, and in July she photographed participants in a conference to discuss ways to produce an enduring peace following the assumed successful conclusion of the war. That summer the magazine sent her to the Midwest on a major project to photograph the whole of the Missouri River. Appearing on August 30 the photo essay included large aerial images along with an array of ground level ones. Her other Life photos in 1943 accompanied articles on a genealogical society's field trip to an old graveyard and on five movie stars (including Ava Gardner) modeling a range of \"fantasy\" fashions. An article in the issue of January 3, 1944, entitled \"Screen Test,\" described Metro-Goldwyn- Mayer's attempt to capitalize on the popularity of women in traditionally masculine professions, particularly, as the author put it, \"girl photographers,\" and the consequent screen test that Hansen was invited to take. The article notes that she had been taking photos of a studio orchestra when she was interrupted by producer Joseph Pasternak. It quotes her as saying, \"I clambered dusty and disheveled from the catwalk. Pasternak came over and asked if I'd be interested in a screen test. I just laughed.\" After determining that it was not a gag, Hansen and the rest of the Life team on the assignment agreed with the idea and set up to record the event in photos and text. It's unclear how serious was the studio's offer and in any even Hansen ruled out any follow up involving dramatic coaching and further tests saying, \"I never have been more uncomfortable for I was at the wrong end of the camera and the production crew was a skeptical audience.\" During the rest of the year her photos appeared frequently in photo essays, such as one on the discharge and return home of a war dog named Goofy, another on the impresario Sol Hurok, and a third entitled \"How Will Negroes Vote?\". Her 1944 photos also included articles on a labor political action committee, on the appearance of operetta star Jeanette MacDonald in a traditional opera, and on a wartime shortage of cigarettes. On September 25 Life published one of Hansen's most memorable photos, showing a man in shirt sleeves standing on Columbus Circle in Manhattan with a billboard thermometer in the background displaying a temperature of greater than 100° Fahrenheit. A copy of this photo is shown at left. Early in 1945 Hansen produced photos for an essay on Washington reporter, columnist, and bureau chief, May Craig. The spread included photos of her at home and at work. It shows her in posed shots with senators and informally with her friend Eleanor Roosevelt and it contains a memorable image of her reaching for a book on a set of floor-to-ceiling shelves that are arranged so that she can climb them to get a volume she needs. After Harry Truman succeeded to the presidency in April 1945 Hanson was assigned to join the White House corps of photographers. Thereafter she mostly shot the president and his family, including photo essays on the high-level official visitors who came to see him during his first weeks in office, on his first 100 days on the job, and on his busy schedule before departing for a brief vacation after 16 months in office. One of Hansen's first White House photos shows a young girl standing on the executive desk to pin a remembrance poppy on Truman's lapel. A copy of this photo appears at right. In August 1946 Life showed a photo of a group of White House photographers who had tried to keep up with Truman during one of his fast-paced early morning walks. The photo showed Hansen and ten male photographers who had managed to stay with the president for the two miles of his route. Its caption noted that another woman photographer had been left behind. Hanson became one of the first women to join the White House News Photographers Association and 1945 and 1947 that group awarded her prizes in its annual picture contest. Hanson photographed Senator Tom Connally on his return from signing United Nations Charter for the issue of July 9, 1945 and Leslie Groves, head of Manhattan Project, for a story on the Atomic Bomb that ran August 20. One of Hanson's photos of Connally is shown at left. With the close of the war there were no more nation-at-war photos to be taken, but the mix of subjects she was assigned was otherwise much the same as before: political figures, society figures, and celebrities as well as a few topics of current interest. There were no large photographic essays by her in this period. The issue for January 6, 1947 was the last in which the masthead showed her as a staff photographer. Afterwards she continued to contribute photos to the magazine, but did so as a freelancer while engaging in world travels with her journalist husband. The issue of January 13, 1947 contained her photo of Paul Yü Pin, Archbishop of Nanking, accompanying an article on Christianity in China. A photo of hers headlined a 1949 article on Víctor Raúl Haya de la Torre, the self-exiled head of the radical Apristas party in Peru. That year she also photographed a family of Argentinian quintuplets on the occasion of their sixth birthday and took a stunning color portrait of the artist Georges Braque for an article discussing his paintings. The image of Braque appears at right. During the war Hansen took a photograph of Dwight D. Eisenhower that he thereafter used as his \"official\" one. Sources do not reproduce the photo and it cannot be found in issues of Life but the photo archives of the magazine contain an image that is probably the one he liked. It is labeled \"Dwight D. Eisenhower sitting at a desk\" and is dated 1945–12. A copy of this photo is shown at left. Early in her career Hansen contributed an article to Popular Photography magazine on the unexpected pleasure of photos taken while on vacation. Shortly afterwards the magazine assigned one photographer to take a portrait of her on holiday and another to record details about the shoot. In the early 1950s Hanson stopped contributing work to Life. She moved to California in 1965 and joined the staff of the California Institute of the Arts. She died at her home at the age of 51 on June 6, 1969. A 2019 exhibit at the New-York Historical Society featured Hansen's photographs along with the work of five other women who worked for Life in the 1930s, 1940s, and 1950s. ==Experience as a woman in an overwhelmingly masculine profession== During Hanson's employment by the magazine Life had few women photographers on its staff. As noted above, Margaret Bourke-White and Hansel Mieth preceded her in the position. In the 1940s Bourke-White preferred to work as a freelancer for the magazine. After Mieth left the staff in August 1944, Hansen remained as its only woman photographer until June 1946 when Martha Holmes came on board. Similarly, during the same period the large corps of photographers based in Washington D.C. included very few women. A photo taken of the White House News Photographers Association in October 1947 shows one woman (probably Marion Carpenter) among the 70 members of the group who were then present. In 1946 Hansen wrote an article in which she explained the requirements, as she saw them, for succeeding in a male-dominated profession. It was obvious to her that she had to work just as hard and in time become just as good as the men. It was also important that she fit in, first by self-consciously minimizing her presence and eventually by becoming so much a regular colleague as to be \"one of the boys.\" She said, \"Perhaps I've mastered the formula over the years. I certainly felt I might have when one of the tougher Capitol newsmen patted me on the back and told me he had finally been convinced after watching me work; I was a gentleman, he said, and as such, had his backing. I consider it a compliment, and a clue as to the proper psychological approach we women must employ.\" She said she was not an ardent feminist but felt women should not use feminine wiles or rely on male deference if they wished to succeed in the profession she had chosen and they should not routinely accept assignments that are slanted to the \"woman's angle\" of a subject. She told how she worked hard to be accepted as an equal and gave as an example a time early in her career when she overcame a concern that it would be unethical for a woman to share a darkroom with a man. Addressing the pressing post-war issue of jobs for demobilized servicemen she maintained merit should be valued irrespective of sex. Of women in her field she said, \"When we are sure that what we accomplish with our cameras can contribute toward raising picture standards on a newspaper or a periodical, we are justified in continuing our work.\" She noted that the women photographers she knew had almost all the same basic qualifications as men. They understood the capabilities and operation of the equipment they used. They were good reporters, knew how to recognize and catch action at its peak, could produce pleasing compositions, and use natural and artificial lighting to advantage. They could plan picture stories and had the diplomatic skills that were needed to handle the interpersonal aspects of the work. The one area of weakness she recognized in other women photographers was not one of her own. She said, \"But women, I fear have to push themselves into an interest in the chemistry of the darkroom or the mathematical background of their lenses or new developments in film and lighting. Lack of technological knowledge is the woman photographer's one salient weakness.\" ==Personal life and family== Hansen was born on June 2, 1918 in St. Louis, Missouri. Her full name was Marie Constance Hansen. Her parents were Walter William Hansen and Alma Bantrup Hansen. He was an accountant and controller at the Memphis Publishing Company. Hansen had a brother, Walter W. Hansen, Jr., and two sisters, Betty A. Hansen and Aurelia Hansen. In 1944 she married David Wesley Nussbaum (1917-2001). During World War II he served in the U.S. Navy as a chief pilot of a blimp. Before and after the war he was a reporter for newspapers in the Mid-Atlantic region including the York Daily and Gazette (York, Pennsylvania) and for a while was a writer for Life magazine. Sometime after 1948 Nussbaum changed the surname to Wesley. Hansen and her husband had one child, a daughter, Judith Ann Wesley. ===Other names used=== Hansen's professional name was Marie Hansen. She was also identified by her full birth name and by two married names: Mrs. David Wesley Nussbaum and (after the surname was changed) Mrs. David Wesley. == Notes == ==References== Category:1918 births Category:1969 deaths Category:American women photographers Category:White House photographers Category:Photographers from Missouri ",
    "title": "Marie Hansen"
}