{
    "id": "61569029",
    "text": "Igor Vladimirovich Osipov (; born 6 March 1973) is an officer of the Russian Navy. He currently holds the rank of vice-admiral, and is commander in chief of the Black Sea Fleet. Born 1973 in the Kazakh SSR, part of the Soviet Union, Osipov studied at the , and joined the Pacific Fleet after graduation. His early service was spent aboard the small anti-submarine Grisha-class corvettes, gradually rising through the ranks to command his own vessel. Staff appointments in the fleet followed, as well as further study in the navy's higher education establishments, before he took command of the Baltic Fleet's base at Baltiysk. He was appointed commander of the Caspian Flotilla in 2015, returned to the Pacific Fleet as its chief of staff and deputy commander the following year, and in 2018 became Deputy Chief of the General Staff of the Armed Forces of the Russian Federation. He took command of the Black Sea Fleet in May 2019. ==Career== Osipov was born on 6 March 1973 in the village of Novoshumnoye, in the Fyodorov District of Kostanay Region, then part of the Kazakh SSR, in the USSR. He graduated from the in Saint Petersburg in 1995, with a speciality in navigation. His initial service as an officer began with the Pacific Fleet in August 1995, as weapons commander of the Grisha-class corvette . The MPK-221 was part of the 11th division of anti-submarine ships of the Primorsky Flotilla's 47th brigade, tasked with a patrol area covering Russky Island and Paris Bay. Osipov's next assignment, from August 1996 to July 1998, was as assistant commander of the , another Grisha-class corvette of the same division. From July 1998 to July 2000 Osipov commanded MPK-61, part of the 11th division of the 165th brigade of surface ships covering the sea area around Vladivostok and Maly Ulyss Bay. Between July 2000 and December 2001 he served as chief of staff of the 11th division, and commanded the division from December 2001 until September 2002. He undertook studies at the Naval Academy, graduating in 2004, and from June 2004 until January 2007 he was chief of staff of the 165th brigade, and its commander from January 2007 to August 2011. Osipov graduated from the Military Academy of the General Staff of the Armed Forces of Russia in 2012 and in June that year was appointed chief of staff and first deputy commander of the Baltic Naval Base, Baltiysk, of the Baltic Fleet, and from October 2012 to May 2015 was the base commander. In May 2015 he was appointed commander of the Caspian Flotilla. From September 2016 to August 2018 he was chief of staff and first deputy commander of the Pacific Fleet, and from August 2018 to May 2019 Osipov served as Deputy Chief of the General Staff of the Armed Forces of the Russian Federation. He was promoted to vice-admiral in 2018. On 8 May 2019 he was appointed commander of the Black Sea Fleet, an appointment backdated to 3 May 2019. Over his career he has been awarded the Order of Naval Merit, and various departmental medals. He is married, with a daughter. == References == Category:1973 births Category:Living people Category:People from Kostanay Region Category:Soviet Navy personnel Category:Russian admirals Category:Recipients of the Order of Naval Merit (Russia) Category:N. G. Kuznetsov Naval Academy alumni Category:Military Academy of the General Staff of the Armed Forces of Russia alumni ",
    "title": "Igor Osipov"
}