{
    "id": "61562477",
    "text": "Nauru–Spain relations are the bilateral and diplomatic relations between these two countries. The embassy of Spain in Canberra, Australia is accredited for Nauru as a non-resident embassy. Embassy of Spain in Nauru, Embassy not resident in Canberra. The Spanish consulate general in Sydney is also accredited in his duties to Nauru.Ficha de Nauru Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Data of the Spanish Representation. == Diplomatic relations == Although Spain maintains diplomatic relations with Nauru since 27 September 1995, bilateral relations are very weak outside the community framework. The country is under the jurisdiction of the Embassy of Spain in Canberra, and consular affairs are addressed from the Consulate General of Spain in Sydney. Visitor exchanges are non-existent.Ficha de Nauru Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Diplomatic relations Spain-Nauru. == Cooperation == At the end of 2004, Nauru – in his capacity as a member of the Bureau International des Expositions – supported Zaragoza's candidacy to host the Expo 2008. The Zaragoza City Council has signed a Collaboration Protocol with Nauru to finance primary assistance projects.Ficha de Nauru Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Cooperation. == Official visits == In October 2013, official presentation of credentials by Ambassador Enrique Viguera.Ficha de Nauru Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Relations of visits in both directions in the last 10 years. == List of declarations, treaties and signed agreements == Relations with the European Union fall within the post-Cotonou framework, in a transitional period until the end of negotiations for the entry into force of a Regional Partnership Economic Agreement between the EU and the South Pacific States. In the case of Nauru, the EU Regional Program for the Pacific aims to promote the embryonic development of an indigenous fishing industry.Ficha de Nauru Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: List of declarations, treaties and signed agreements. == References == Spain Nauru ",
    "title": "Nauru–Spain relations"
}