{
    "id": "61566062",
    "text": "James Moir (March 15, 1817 – December 7, 1899) was a Scottish-American merchant. ==Early life== Moir was born on March 15, 1817 in Edinburgh, Scotland. He was the second son of Dr. James Moir (b. 1780) and his wife, the former Margaret Laing Stenhouse. His father, a physician who was a surgeon in the British Navy during the first Napoleonic Wars, was taken prisoner after being wrecked on the coast of France and lived on parole for several years in Verdun, where Dr. Moir and his wife were received \"with great kindness and hospitality\" by the Emperor Napoleon. His older brother was Dr. John Moir, president of the Royal College of Physicians of Edinburgh who was one of the founders of the Free Church of Scotland. He married Margaret Louisa Heriot Maitland (a descendant of Charles Maitland, 6th Earl of Lauderdale) and was the father of John William Moir and Frederick Lewis Maitland Moir. His younger brothers were Dr. William Moir, Post Captain of the Port of Bombay, and Hon. Alexander Wilson Moir, Council President of the Turks and Caicos Islands. Moir attended Edinburgh High School before entering the University of Edinburgh. ==Career== In 1836, Moir came to America and began his career with the dry goods importing house of Andrew Mitchell & Co. He was later involved with Wilmerdings, Priest & Mount, followed by Crafts & Stell, before becoming senior partner in the Manchester, England based firm of Starvart, Zigomala & Co. before his retirement in 1869. In 1870, he formed Aborn, Moir & Co. with Robert W. Aborn, the Rhode Island born father-in-law of Mayor William Lafayette Strong. The firm was dissolved in 1877 upon his second retirement. At the time of his death, he was a director in the Bank of New York, to which he had been elected in 1878. ==Personal life== On June 3, 1845, he married Mary McElroy (1825–1896), daughter of Marianne Fox (née Walker) McElroy and the Rev. Joseph McElroy, D.D., who was pastor of the Scotch Presbyterian Church in New York from 1820 to 1876. Mary's uncle was Robert J. Walker, the first Governor of Kansas. Together, they were the parents of eight children, including: * Joseph McElroy Moir (1846–1909), who married Agnes Pond (1856–1929), a daughter of Gideon Hollister Pond. * Marianne Walker Moir (1848–1874), a twin who married James Robertson Walsh. * Margaret Stenhouse Moir (1848–1877), a twin. * Josephine Mason Moir (1851–1927), who married Henry Thomas Lee (1840–1912), son of Thomas Rathbone Lee. * James Moir (b. 1855) * William Wilmerding Moir (1857–1902), a Reverend who was the rector of the Church of the Holy Communion. * Ann Poyntelle Moir (1861–1863), who died in infancy. * Arthur Duncan Moir (1864–1942), who married Laura Merriam Russell (1863–1936). After her death, he married Theodora Hastings Bates (1883–1969), granddaughter of Charles Theodore Russell and niece of Governor William E. Russell, in 1937. He was a member of the Union Club, the New York Society Library and the Saint Andrew's Society of the State of New York, of which he served as president from 1872 to 1873. Moir died on December 7, 1899, at his residence, 26 West 10th Street in New York City. A staunch Presbyterian his entire life, his funeral was held at the University Place Presbyterian Church. ==References== Category:1817 births Category:1899 deaths Category:Alumni of the University of Edinburgh Category:American people of Scottish descent Category:Scottish emigrants to the United States Category:American merchants Category:Presidents of the Saint Andrew's Society of the State of New York ",
    "title": "James Moir (merchant)"
}