{
    "id": "61569313",
    "text": "Philosophy in Taiwan() is the set of philosophical and thought movements in Taiwan, while Taiwanese Philosophy approaches Taiwan as a subject of philosophical significance. For instance, the postwar concurrence with Neo- Confucianism canonized the Chinese Philosophy in Taiwan, contra the Cultural Revolution in the People's Republic of China, may somehow omit the complexity of Taiwanese Philosophy. With the unearthing literature and sprouting discourses due to the merits of democratization, public debates on whether historical configuration of Taiwanese Philosophy or many faces of Taiwanese philosophers, have unveiled the world intellectualism of Taiwanese Philosophy via Japan in the Golden 1920s and later substituted with the postwar Chinese Confucian Canons. Nevertheless, a reinvigorated formulation on Taiwanese Philosophy that China and Japan at different times imprint as exogenesis; and thus, a burgeoning philosophical development with the Taiwanese Gemeinschaft. 〈福爾摩沙意識型態—試論日本殖民統治下臺灣民族運動「民族文化」論述的形成（1919-1937）〉 ==The History of Taiwanese Philosophy== The History of Taiwanese Philosophy is linked with Taiwanese History: the 1895 Sino-Japanese War is not only a turning point for East-Asian Realpolitik scenarios, but also a cornerstone for the East-Asian philosophy. Taiwan, as a fragment of empires, broods its philosophical significance by absorbing quintessential from the liminal neighbors such as Japan, China. Taiwanese Philosophy embarks with Lin Mosei’s 1916 publication, ‘Wang Yang- ming’s Liangzhi’(王陽明の良知說), on East Asian Studies by Tokyo Imperial University; and overall, it chronicalized with the early sprouting from Aborigines and Ming-Qing Han settlements; the pre-enlightenment, the enlightenment, the golden times during the Japanese colonial rules; the postwar and White Terror suppression; and blossomy systemic studies since the democratization. === Aborigines=== Literature on the Taiwanese Aboriginal Philosophy is scarce that only through colloquial myths and legends can it be studied. Some other studies on the knowledge system of the Taiwanese Aborigines are an attempt to reformulate a normative principle on Taiwanese Philosophy. === Ming and Qing Periods === During the Ming and Qing imperial times, the Han Chinese settlement in Taiwan came into a broad mass; the Confucianism was also imported through Han private schools and temples. Canonical Confucianism lecture scripts, on I-ching in particular, were ostensible, however, lost hereinafter. The understanding on Confucianism at that time was more likely to philology, rather than philosophy. Figures: Tēnn Iōng-sik(:zh:鄭用錫); Tēnn Iōng- kàm(:zh:鄭用鑑); Âng Khì-seng(:zh:洪棄生); N̂g king (黃敬); Ng Zii-gong(:zh:吳子光); Wang Shi-chun(王士俊); Qiongfang Shi:zh:施瓊芳; Siā Tiāu-guân (謝肇源); Iûnn Khik- tsiong:zh:楊克彰; Tân Tsìn-iāu (陳震曜). === Japanese Era === The year 1895 was never merely the watershed of the East Asian history, but also a running point for a modern philosophy of each nation. Taiwan, as a fragment of/f empires, on one hand influenced from the modernization movements neighbor China (May Fourth Movement), Japan (Taisho Democracy), Russia (October Revolution), and Korean Independence Movement; one the other through abroad scholarship in China, Japan, and even the United States inherited from Christian Theology, German Idealism, Dialectical Materialism, and American Pragmatism, and Heideggerian thoughtsystem via the Kyoto School. Taiwanese Philosophy was thought a part of Japanese colonial modern heritage but sui generis brood from the civil society against the imperial dominance. Chronically, it was illustrated with ‘Pre-Enlightenment (1896~1916)’, ‘Enlightenment (1916~1930)’, and ‘Golden Times (1930~1945)’; and characteristically with four faces ‘The Continental through Japanese Philosophies’ , ‘American Pragmatism’, ‘Christian Theology’, and ‘Modern Sinology”. Figures: Wen Kwei Liao(:zh:廖文奎); Shenqie Zhang(:zh:張深切); Zeng Tianzong(:zh:曾天從); Li Chun sheng(:zh:李春生); Lim-Pan- Liong:zh:林攀龍; Lin Qiu-wu(:zh:林秋悟); Lin Mosei(:zh:林茂生); Isshū Yō(:zh:楊杏庭); Hung Yao-hsün(:zh:洪耀勳);Hsiang-yu Su(:zh:蘇薌雨); Ming-kun Kuo(:zh:郭明昆); Fa-Yu Cheng(:zh:鄭發育); Shao-Hsing Chen(:zh:陳紹馨). ==== Pre-Enlightenment (1896~1916)==== The history of Presbyterian Church in Taiwan (基督教長老會) is tied with Taiwanese modernization since the late Qing Magistrae; Taiwanese Philosophy was by no exception that Taiwanese intellectuals who acquired the westernization value and thoughts were also cultivated and educated through the Presbyterian system, e.g. Li Chun sheng(:zh:李春生) was a Dadaocheng tea merchant who baptized and formulated his Christian thoughts contra Darwinism; Lin Mosei who was the first Taiwanese who held doctorate in the United States had been educated and served in a Presbyterian grammar school; and Rev. J. S. Chou (周再賜) who was the first Taiwanese studying theology in the United States and being reverend stewardship in Japan. Li Chun sheng(:zh:李春生) published a series of Christian studies after his magum opus ‘Zhǔ jīn xīn jí’(主津新集, 1896) in Yokohama and adopted heuristics on Confucianism canons. He considered Confucius an ‘anonymous Christian’, a concept from theologian Karl Rahner. The early sprouting Taiwanese Philosophy was yet systemic until the year 1916, which Lin Mosei(:zh:林茂生)’s grounding paper ‘Wang Yang-ming’s Liangzhi’(王陽明の良知說) during his studying time in Tokyo Imperial University. Figures: Li Chun sheng(:zh:李春生); Lin Mosei(:zh:林茂生); Rev. J. S. Chou周再賜. ==== Enlightenment (1916~1930)==== Embarked with the 1916 Lin Mosei(:zh:林茂生)’s Yangmingism comparative systemic study with Kant and Descartes, Taiwanese Philosophy was burgeoning with the ‘Sturm und Drang’ in the East Asia, e.g. the institutionalization of philosophy departments, from the 1910 in Tokyo Imperial University, the 1912 in Kyoto University with the founding of the Kyoto School, in the same year in Peking University. Taiwanese intellectuals who endeavored under the modernization education were multi-cultural and -lingual, from Taiwanese, Japanese, English, and even French and German. Hung Yao-hsün(:zh:洪耀勳), Chin-sui Hwang(:zh:黃金穗), and Zeng Tianzong(:zh:曾天從) were intellectually associative with the Kyoto School and familiar with Japanese and German languages; Lin Mosei(:zh:林茂生), Wen Kwei Liao(:zh:廖文奎) had their doctorates in the United States for their fluent articulations in English, and Wen Kwei Liao(:zh:廖文奎) have his manifest ‘Quo Vadis Formosa?’ in French. Su- Qing Lin(:zh:林素琴), the first Taiwanese female scholar holding a bachelor in philosophy, published her research based on the Oeuvres De Descartes by and Paul Tannery in 1953. Intellectuals trends had also influenced. Lin Qiu- wu(:zh:林秋悟)’s critique on Buddhism was Marxian, and Wen Kwei Liao(:zh:廖文奎)’s pragmatist approach on reading intellectual histories was a pioneer. The intellectual movement was not just from works and papers but civic engagement of rebellious enlightenment. Figures: Lin Mosei(:zh:林茂生); Lin Qiu-wu(:zh:林秋悟); Wen Kwei Liao(:zh:廖文奎); Shenqie Zhang(:zh:張深切); Shao-Hsing Chen(:zh:陳紹馨). ==== Golden Times (1930~1945)==== Lin Mosei(:zh:林茂生)’s 1929 dissertation ‘Public Education in Formosa under the Japanese Administration: Historical and Analytical Study of the Development and the Cultural Problems’ was under the supervision of John Dewey and Paul Monroe; adopting pragmatist approach on the education system observation, Lin Mosei(:zh:林茂生) unveiled the injustice on education policy under the colonial rule and towards a universal humane value of equality and liberty; Hung Yao-hsün(:zh:洪耀勳)’s review ‘View on Fūdo’ (風土文化觀) on Tetsuro Watsuji(:ja:和辻哲郎) and Hegelian dialectics and phenomenology, distant the Being of Taiwanese from the Chinese and the Japanese; . Shao-Hsing Chen(:zh:陳紹馨)’s ‘黑格爾市民社會論’ (Hegel's Theorem on Civil Society, 1936) formulatedn on the relation of individual and society was particularly on civil society formation from Adam Ferguson and G.W.F. Hegel; Zeng Tianzong(:zh:曾天從)’s ‘the Principles on Truth’ (真理原理論, 1937) is an enquiry of truth from phenomenological viewing, as founding the epistemology of Taiwanese Philosophy. The salient movement of Taiwan Philosophy at that time could rendered Si̍t-chûn Movement, however, came into silence with the 1937 outbreak of Sino-Japan War and the ‘Japanization’(:zh:皇民化運動) assimilation. Figures: Wen Kwei Liao(:zh:廖文奎); Shenqie Zhang(:zh:張深切); Zeng Tianzong(:zh:曾天從); Li Chun sheng(:zh:李春生); Lim-Pan-Liong:zh:林攀龍; Lin Qiu- wu(:zh:林秋悟); Lin Mosei(:zh:林茂生); 劉明電; Isshū Yō(:zh:楊杏庭); Hung Yao- hsün(:zh:洪耀勳);Hsiang-yu Su(:zh:蘇薌雨); Ming-kun Kuo(:zh:郭明昆); Fa-Yu Cheng(:zh:鄭發育); Shao-Hsing Chen(:zh:陳紹馨). ==== Four Faces of Taiwanese Philosophy under the Japan Colonial Rules ==== ===== The Continental through Japanese Philosophies ===== Inherited from the Continental Philosophy, e.g. the German Idealism; Marxism; and Heideggerian philosophy from the Kyoto School, the Taiwanese philosophers as Hung Yao-hsün(:zh:洪耀勳), Chin-sui Hwang(:zh:黃金穗), Zeng Tianzong(:zh:曾天從), Fa-Yu Cheng(:zh:鄭發育), Shao-Hsing Chen(:zh:陳紹馨), Isshū Yō(:zh:楊杏庭), Shao-Hsing Chen(:zh:陳紹馨), Shoki Coe(:zh:黃彰輝), C. K. Wu (吳振坤) had the intellectual affinity with the Kyoto scholars. Hung Yao-hsün(:zh:洪耀勳) was one of these prominent figures of the Taiwanese Philosophy; In 1936, he issued ‘Art and Philosophy’ (藝術と哲學) with the Wilhelm Dilthey’s perspective on literature and thinking; and later in 1938 ‘Existence and Truth – Review on Schala Nuzubidse’s Theorem on Truth’(存在と真理─ヌツビッゼの真理論の一考察). , Shao-Hsing Chen(:zh:陳紹馨)in 1935/36 formulated the relation of individual and society based on the civil society formation from Adam Ferguson and G.W.F. Hegel (アダム・ファーグスンの市民社会論, 1935) and (ヘーゲルにおける市民社会論の成立, 1936). Isshū Yō(:zh:楊杏庭) in 1935 articulated on his ‘Infinite Negation and Creativity’ (無限否定と創造性) that from Henri Bergson, Martin Heidegger; Lev Shestov, the negation of life was not identified with the passiveness and nothingness. Zeng Tianzong(:zh:曾天從)’s 1937 ‘真理原理論’(the Principles on Truth, 1937) was one of the ostensibly recognized philosophical works in Japan; it was published by Risosha (東京理想社) and prefaced by Gen'yoku Kuwaki(桑木嚴翼). Shoki Coe(:zh:黃彰輝) studied philosophy in Tokyo, dialectical theology in particular, and had his bachelor's degree in 1937. C. K. Wu (吳振坤) of Tainan Theological College and Seminary studied with the religious philosopher Seiichi Hatano(:ja:波多野精一) during the 1940s and later promoted in Yale University and published Hatano's ‘Philosophy of the Religion’ (宗教哲學, 1940) transcript.Chin-sui Hwang(:zh:黃金穗), was an apostle of Tanabe Hajime(:ja:田邊元) on mathematics logics; his 1939 ‘On Dailiness – A Phenomenological Suggestion’ (日常性について―現象學的試論) contrasted the dialects of the dailiness and nightiness, and in 1959 he transcribed Rene Descartes’ ‘Discourse on the Method’.. Fa-Yu Cheng(:zh:鄭發育) was supervised by Nishida Kitarō(:ja:西田幾多郎), and in 1984 he transcripted ‘An Inquiry into the Good’ (善的研究) and founded the empirical psychology in Taiwan.. Figures: Hung Yao- hsün(:zh:洪耀勳); Shao-Hsing Chen(:zh:陳紹馨); Isshū Yō(:zh:楊杏庭); [Zeng Tianzong(:zh:曾天從); C. K. Wu (吳振坤); Shoki Coe(:zh:黃彰輝),]; 黃金穗; Fa-Yu Cheng(:zh:鄭發育); 林素琴. ===== American Pragmatism ===== Pragmatism is the intellectual heritage in the nineteenth and twentieth century America, as an interdisciplinary studies on philosophy, psychology, education and so forth. Lin Mosei(:zh:林茂生, as Hu shi(:zh:胡適), studied under the pragmatist John Dewey.. Lin Mosei(:zh:林茂生 had this pragmatist approach on researching education and critique on Japanization assimilation as his Columbia dissertation ‘Public Education in Formosa under the Japanese Administration: Historical and Analytical Study of the Development and the Cultural Problems’.Wen-kwei Liao(:zh: 廖文奎)’s Chicago dissertation ‘the Individual and the Coomunity’ on intellectual histories comparison from George Herbert Meadean pragmatist social psychology. Hsiang-yu Su(:zh:蘇薌雨) had studied in Peking University since 1924, while he accepted the intellectual influence from the May Fourth Movement. Figures: Lin Mosei(:zh:林茂生); Wen Kwei Liao(:zh:廖文奎);Hsiang-yu Su(:zh:蘇薌雨). ===== Christian Theologies ===== Presbyterian Church in Taiwan (基督教長老會) is tied with the intellectual history of Taiwan. Li Chun sheng(:zh:李春生), a tea merchant and founder of the Presbyterian Church in Dadaocheng. His ‘Mín jiào yuānyù jiě’ (民教冤獄解, 1903), ‘Tiān yǎn lùn shū hòu’ (天演論書後, 1907), ‘Dōngxī zhé héng’ (東西哲衡, 1908) et cetera has stanced for the Christian dogmas. Lin Mosei ] (:zh:林茂生) was cultivated in the Presbyterian system and his the Christian view of points on civilization histories had been published on the ‘Taiwan Church News’. J. S. Chou (:zh:周再賜) was a son of the priest and the first Taiwanese studying theology in Kyoto, the United States and being reverend stewardship in Japan. He was also the principal of the Kyoal Girls’ Senior High School (共愛学園中学校) in ‘Gunma’. Rev. Koe Bé-se 郭馬西 was recommended by the Church to Meiji Academy (Meiji Gakuin) studying theology and later to the Auburn Theological Seminary, Union Theological Seminary in the City of New York (1921), and the Department of Anthropology at the Columbia University (1926). Rev. Ai Chih Tsai(:zh:蔡愛智 was also a graduate from a Presbyterian grammar school and has his bachelor's degree at Doshisa University (1938), master (1940) and the doctor (1941) on theology at Chicago University; and the first Taiwanese steward in Seattle and the first one who found the Taiwanese church in Seattle, and the first president of the Taiwanese Union. C. K. Wu (吳振坤) revived the postwar Tainan Theological College and Seminary with Shoki Coe(:zh:黃彰輝). Shoki Coe(:zh:黃彰輝) also started with the founding of Tunghai University Figures: Li Chun sheng(:zh:李春生); Lin Mosei(:zh:林茂生); 周再賜; Rev. Koe Bé-se(:zh:郭馬西); Rev. Ai Chih Tsai(:zh:蔡愛智); C. K. Wu (吳振坤); Shoki Coe(:zh:黃彰輝) ===== Modern Sinology on Confucianism ===== Modern Sinology, aside from canonical interpretation, is a research through the lens of modern western philosophy and elaborate further on own problematics. As the Japanese, Korea, and the Western Sinologists, Taiwanese philosophers Lin Mosei(:zh:林茂生), Shenqie Zhang(:zh:張深切), Ming-kun Kuo(:zh:郭明昆), Lin Qiu-wu(:zh:林秋悟), Dongfang Zhang:zh:張冬芳 reinvigorated understandings onto Confucianism canons. Lin Mosei(:zh:林茂生)’s ‘Wang Yang- ming’s Liangzhi’(王陽明の良知說) compared Kantian and Descartean conscience with Yangmingism. Lin Mosei(:zh:林茂生) and Dongfang Zhang:zh:張冬芳 lectured the Oriental philosophy and literature in the postwar founding National Taiwan University. Shenqie Zhang(:zh:張深切) )’s ‘Studies on Confucianism’(孔子哲學評論) (1954) was banned and his manuscript ‘Studies on Laoziism’(老子哲學評論) was also unable to publish. Lin Qiu-wu(:zh:林秋悟)’s Marxian critique on Buddhism was another westernized interpretation on the Oriental canons. Figures: Lin Mosei(:zh:林茂生); Shenqie Zhang(:zh:張深切); Ming-kun Kuo(:zh:郭明昆); Lin Qiu- wu(:zh:林秋悟); Dongfang Zhang(:zh:張冬芳). === Postwar and the White Terror (1945-1980) === The postwar retrocession was expected from the Taiwanese civil society. Public engagement in the public sphere from Lin Mosei(:zh:林茂生)’s ‘Mingpao’ (民報), Chin-sui Hwang(:zh:黃金穗)’s ‘Hsin-hsin’ (新新), Wen Kwei Liao(:zh:廖文奎) and his brother Wen-yi Liao(:zh:廖文毅)’s ‘Avant-garde’ (前鋒), Hung Yao-hsün(:zh:洪耀勳) and Shenqie Zhang(:zh:張深切)’s ‘New Taiwan’ (新台灣) in Beijing. was temporarily revival until the February 28 Incident. Most of these Taiwanese philosophers suffered for the wartime and the suppression. Lin Mosei(:zh:林茂生) was disappeared and murdered by the espionage during February 28 Incident. Dong-fang Chang(:zh:張冬芳) was mentally ill due to the White Terror prosecution. Wen Kwei Liao(:zh:廖文奎) witnessed the corruption and urged the emancipation, Formosa Speaks (1950) during his exile in Hongkong, Isshū Yō(:zh:楊杏庭) was involved with the Taiwanese Independence movement in Tokyo, Shoki Coe left Taiwan but engaged with overseas Taiwanese Independence and addressed ‘Self-determination for Taiwanese People’ (臺灣人民自決運動) in 1972, and coorganized ‘Formosan Association of Public Affairs in 1980. C. K. Wu (吳振坤) on his deanship of Tainan Theological College and Seminary sustaining the intellectual lineage of Taiwanese philosophy. The outbreak of the Korean War draw the United States foreign aid to Taiwan, whereas the western culture imported occasionally. Hung Yao-hsün(:zh:洪耀勳) introduced ‘:de:Existenzphilosophie’, ‘:fr:L'existentialisme’, ‘Existentialism into the Taiwanese intellectual circles, Chin-sui Hwang(:zh:黃金穗) promoted :de: Erlanger Konstruktivismus; in the 1960s, Yin Haiguang(:zh:殷海光) introducing logic positivism and Keynesian thoughtssystems. In the 1958, ‘A Manifesto on the Reappraisal of Chinese Culture: Our Joint Understanding of the Sinological Study Relating to World Cultural Outlook’ was jointly addressed by Carsun Chang(:zh:張君勱), Mou Zongsan(:zh:牟宗三), Xu Fuguan(:zh:徐復觀) in Hongkong. In the meantime, Yin Haiguang(:zh:殷海光), Lei Chen(:zh:雷震, and Chang Fo-chuan(張佛泉)’ liberalist stance on “Free China Journal’(:zh:自由中國) and organizing ‘China Democracy Party’ :zh: 中國民主黨 caused prosecution from the authority, and even in 1972’ a scandal occrued that McCarthyism student spies prosecuted the professors and students in the department of philosophy at the National Taiwan University (see, :zh:臺大哲學系事件). Figures: Yin Haiguang(:zh:殷海光); Lei Chen(:zh:雷震; Chang Fo-chuan(張佛泉). === Development since Democratization (1980-)=== In the 1980s democratization, it had sprouting the thoughts and movements from the long silence. Bookstores, salons, and soapboxes, along with the mass movement, burgeoned and formulated the public sphere. 15. July, 1987 was the watershed of the Taiwanese political history when the lifting of Martial law in Taiwan was proclaimed, however, in the 90s still a battlefront for enfranchising liberty and freedom. Cheng Nan-jung (:zh:鄭南榕), a graduate from philosophy and a dissident magazine founder, was intellectual martyrdom for speech freedom from body to mind. By the Taiwanese cultural sociologist Ren-yi Liao (廖仁義)’s 1988 grounding formulation, ‘Taiwanese Philosophy has been a civil intellectual movement against domination, rather than an academic form of conception.’ Systemic researches on Taiwanese philosophers from Wen Kwei Liao(:zh:廖文奎), Li Chun sheng(:zh:李春生), Hung Yao-hsün(:zh:洪耀勳) embarked with two proceedings published in 2016 and 2019. == See also == *Philosophy in Hongkong *Si̍t-chûn Movement *Academia Sinica, ‘Taiwan Philosophy and Si̍t-chûn Movement’，《Literature Archive》。 *中央研究院「日治臺灣哲學與實存運動」研究計畫，《日治時期臺灣哲學文獻清單列表》. *中央廣播電臺，《2017 世界哲學日plus 臺灣》（2017年11月16; 17日）. *哲學 Cafe，《2017 被遺忘的臺灣哲學家們》（2018年4月10日）. *《臺灣哲學100週年學術研討會》，南港：中央研究院歐美研究所（2016年7月14; 15日） *臺灣大學哲學系臺灣哲學研究室，《臺灣哲學研究資料庫》. *民視臺灣學堂，《哲學談，淺淺地─淺談日治時期的臺灣哲學》（2017年9月22日）. == References == Category:Taiwanese culture Category:History of Taiwan ",
    "title": "Philosophy in Taiwan"
}