{
    "id": "61565114",
    "text": "Elizabeth \"Eliza\" George (October 20, 1808 – May 9, 1865), nicknamed \"Mother George\" by the Union army soldiers under her care, served the final two-and-a- half years of her life as a volunteer nurse in the South during the American Civil War. Initially discouraged from serving because of her age and the harsh conditions of wartime service, the fifty-four-year-old widow left her Fort Wayne, Indiana, home in February 1863 and died in May 1865 of typhoid fever, which she contracted while nursing soldiers and civilians at Wilmington, North Carolina, a month after the end of the war. George was buried with full military honors at Lindenwood Cemetery in Fort Wayne, Indiana; a monument erected near her gravesite pays tribute to her wartime service. In 1863–64, George worked in Union army hospitals in the Western Theater of the war at Memphis, Tennessee, Corinth, Mississippi, and Pulaski, Tennessee, as well as delivering wagonloads of medical supplies and other goods to the Union hospitals and soldiers and transporting additional supplies from Indiana to Union soldiers and hospitals in the South. She also served on hospital trains that transported injured Union soldiers to Chattanooga, Tennessee, during Union General William T. Sherman's Atlanta campaign. As part of the XV Corps hospital, she nursed ill and wounded Union soldiers at field hospitals and near the front lines, including the Battle of Jonesborough (August 31–September 1, 1864), and spent the winter of 1864–65 working in hospitals at Nashville, Tennessee, during the Confederate army's unsuccessful attempt to seize the city. George's final posting in 1865, before her death at Wilmington, North Carolina, coincided with the transfer of nearly 11,000 newly-freed Union prisoners-of-war from Salisbury Prison. ==Early life and family== Elizabeth \"Eliza\" Hamilton was born at Bridgeport, Vermont, on October 20, 1808. She married Woodbridge C. George (1793–1854) sometime prior to 1850, when it is believed that she moved to Fort Wayne, Indiana. George was the mother of three daughters: Belle G. (George) Bayless (1836–1909), Eliza M. (George) Bass Burritt (1834–1914), and Jane \"Jennie\" M. (George) Jones. Prior to the outbreak of the American Civil War, the widowed George lived at the home of her daughter and son-in-law, Eliza and Sion St. Clair Bass, at 504 West Washington Street in Fort Wayne.Eliza and Sion Bass (1827–1862) were married in 1850 and became the parents of three children: Coralyn St. Clair Bass (1853–1861), Beverly Chute Bass (1855–1937), and Langdon Bass (died in infancy). See Also: Sion Bass served as a Colonel in the Union army, helped to organize the 30th Indiana Infantry Regiment, and became its first commander. His death from wounds he received at the Battle of Shiloh in April 1862 was a catalyst for George's service as a wartime nurse. ==Civil War service== Fifty-four-year-old George volunteered for a nursing assignment from the Indiana Sanitary Commission in January 1863. Because of her age and the harsh conditions of wartime service in the South, George was discouraged from pursuing the idea and was informed that the state commission had no available positions. Undeterred, she followed up on a suggestion to apply at the Northwestern branch of the U.S. Sanitary Commission in Chicago, Illinois. Shortly thereafter, an agent for the Indiana Sanitary Commission contacted her to let her know that nurses were urgently needed in Memphis, Tennessee. George left Fort Wayne in February 1863 to volunteer her serves at the Union army hospital at Memphis, where wounded Union soldiers were transported following the Siege of Vicksburg in western Mississippi. In October 1863, after a brief return home on leave, she was transferred a hospital in Corinth, Mississippi. \"Mother George,\" as she was called by the soldiers under her care, also made several trips between Corinth and Memphis, a distance of about , to deliver wagonloads of supplies for Union hospitals and other goods for Union soldiers. In late 1863, after Union General William T. Sherman's troops left Corinth, George went to Pulaski, Tennessee, about south of Nashville. George and two other U.S. Sanitary Commission nurses, Mary Ann Bickerdyke and Eliza Emily Chappell Porter, established a hospital at Pulaski. George also transported wagonloads of medical supplies from Indiana to Pulaski during the winter of 1863–64. By June 1864, George was working on hospital trains that transported injured Union soldiers to Chattanooga, Tennessee, during General Sherman's Atlanta campaign in northern Georgia. As part of the Union's XV Corps hospital, she nursed ill and wounded Union soldiers at field hospitals and worked near the front lines at Kennesaw Mountain, and elsewhere. George was also present at the Battle of Jonesborough (August 31–September 1, 1864). At times, she slept on the ground, covered in a blanket, to remain near her patients, \"often caring for thousands of men at a time.\" In the fall of 1864, George returned to Fort Wayne on leave while Sherman's troops occupied Atlanta, and moved eastward in Sherman's March to the Sea (Savannah Campaign). After her return to service, George spent the winter of 1864–65 working in hospitals at Nashville, Tennessee, during the Franklin–Nashville Campaign, when Confederate General John Bell Hood made an unsuccessful attempt to seize Nashville in December 1864. George planned to join General Sherman's troops when they reached Savannah, Georgia, but was unable to arrange for a pass and transport. Determined to continue her service in the South, George went to Washington, D.C., in hopes of securing a pass to travel to Savannah. While in Washington she met with Dorothea Dix, appointed superintendent of Union army nurses in 1861. Dix urged her to go to Wilmington, North Carolina, to nurse military and civilian casualties. George's arrival at Wilmington coincided with the transfer of nearly 11,000 newly-freed Union prisoners-of-war from Salisbury Prison. George spent the final months of the war assigned to a Union army hospital in Wilmington nursing ill and starving Union soldiers until she fell ill herself from an outbreak of typhoid fever. ==Death and legacy== The Indiana Sanitary Commission sent Doctor William H. Wishard, a physician from Indianapolis, Indiana, to care for George at Wilmington, but she did not recover. She died on May 9, 1865, a month after Confederate General Robert E. Lee's surrender at Appomattox Courthouse, Virginia, at the end of the war.Siegel, note 35, p. 21. George, who spent the final two-and-a-half years of her life as a Civil War nurse, cared for thousands of sick and wounded soldiers during the war. Her remains were returned to Fort Wayne, Indiana, and interred on May 16, 1865 at the city's Lindenwood Cemetery with full military honors. ==Honors and tributes== *In December 1865, the Indiana Sanitary Commission and the Fort Wayne Ladies Aid Society were granted permission to erect a monument near George's gravesite at Lindenwood Cemetery as a tribute to her wartime service. Private donations paid for the memorial; the local cemetery company donated the lot. * George Street in Fort Wayne was named in her honor after the Civil War, but it was later changed to West Brackenridge. * The Fort Wayne Civil War Roundtable erected a historical marker in May 1965 on Berry Street, near the site of George's first home in the city. The marker's site is included as one of the stops along the Central Downtown Trail, a present-day walking tour of historic sites in the downtown area. * The LaSalle Bed and Breakfast Inn, which includes the historic Sion Bass House in Fort Wayne's West End Historic District has one of the bedrooms in the Bass home named in George's honor. ==Notes== Category:1808 births Category:1865 deaths Category:American nurses Category:American women nurses Category:People from Fort Wayne, Indiana Category:People from Vermont Category:United States Sanitary Commission people Category:Women in the American Civil War Category:American Civil War nurses ",
    "title": "Eliza George"
}