{
    "id": "61562637",
    "text": "Beta Pictoris c (abbreviated as β Pic c) is the second exoplanet orbiting young star Beta Pictoris, located approximately 63 light-years away from Earth in the constellation of Pictor. It has a mass around nine times larger than that of Jupiter, and orbits at around 2.7 astronomical units (AU) from Beta Pictoris, about 3.5 times closer to its parent star than Beta Pictoris b, and has an orbital period of . The orbit of Beta Pictoris c is moderately eccentric, with an eccentricity of 0.24. == Discovery == Beta Pictoris c was detected indirectly, through 10 years of observation of radial velocity data from the High Accuracy Radial Velocity Planet Searcher (HARPS) spectroscope on the European Southern Observatory's ESO 3.6 m Telescope at La Silla Observatory in Chile by a worldwide team led by Anne-Marie Lagrange, as the discovery of the planet was publicly announced in August 2019. This discovery was described as being able to help scientists further understand the formation of planetary systems and their evolution in the early stages. In October 2020, new images of the exoplanet were revealed. ==Optical confirmation== The European Southern Observatory confirmed the presence of Beta Pictoris c, on 6 October 2020, through the use of direct imagery. Beta Pictoris c is, as of 2020, the closest extrasolar planet to its star ever photographed == Characteristics == Beta Pictoris c is a super-Jupiter, an exoplanet that has a radius and mass greater than that of the planet Jupiter. It has a mass of around 9 Jupiter masses () and a radius 1.12 times larger than Jupiter. == Orbit == The planet orbits an A-type main sequence star named Beta Pictoris. The star has a mass of 1.75 solar masses () and a radius of 1.8 solar radii (). It has a surface temperature of 8056 K and is only 12 million years old. It is slightly metal-rich, with a metallicity (Fe/H) of 0.06, or 112% of that found in the Sun. Its luminosity () is 8.7 times that of the Sun. Beta Pictoris c orbits at around from Beta Pictoris, about 3.5 times closer than Beta Pictoris b. It has an orbital period of . == References == Category:Exoplanets discovered in 2019 Category:Giant planets Category:Pictor (constellation) ",
    "title": "Beta Pictoris c"
}