{
    "id": "61563278",
    "text": "Abhay Karandikar (born 1965) is an Indian educator, engineer and advisor, best known for his work in telecommunication sector in India. He currently serves as the Director of Indian Institute of Technology, Kanpur. Prior to that, Karandikar has held a number of positions including Dean and Institute chair professor in the Department of Electrical Engineering at the Indian Institute of Technology, Bombay; Centre for Development of Advanced Computing and TSDSI. He was one of the founding members of Telecom Standards Development Society of India and appointed as its first Vice Chairman from 2014 to 2016, and then was appointed its Chairman from 2016 to 2018. He was chairman of the committee to give recommendations to Government of India on size, scope and quantum of spectrum for experimental spectrum license for 5G. Karandikar's other important contributions include conceptualization and establishment of new technical standards work programmes for TSDSI. In 2016, he was awarded with IEEE SA's Standards Medallion for his work to Indian Technology, Policy and Standardization with IEEE guidelines. He is a Member (part-time) of TRAI and serves on the boards of Central Electronics Limited, CSC WiFi Choupal Services Ltd, National Rail and Transport Institute, Science and Engineering Research Board (SERB), India Police Foundation and Chairman, Board of Institute of Advanced Studies in Science and Technology, Guwahati. He also serves as member of Technical Advisory Committee (TAC) of Securities and Exchange Board of India (SEBI). == Early life and education == Abhay Karandikar was born on 15 June 1965 in Gwalior, Madhya Pradesh. He obtained his bachelor’s degree in Electronics Engineering from Madhav Institute of Technology and Science, Jiwaji University, Gwalior in 1986. He holds Masters and PhD degrees in Electrical Engineering from Indian Institute of Technology, Kanpur. == Career == Karandikar joined the High Performance Computing and Communications Group at Centre for Development of Advanced Computing (C-DAC), Pune to work on PARAM 9000. He began his career at the Department of Electrical Engineering, Indian Institute of Technology, Bombay in year 1997. Karandikar held prominent positions at the Institute level as head, Computer Centre (2008 – 2011), head, Department of electrical engineering (2012 – 2015), first Professor in Charge, IIT Bombay Research Park (2014 – 2017) and Dean (Faculty Affairs 2017 -2018). While at IIT Bombay, Karandikar has also served as the coordinator of Tata Teleservices IIT Bombay Center of Excellence in Telecommunications (TICET) and the National Center of Excellence in Technology for Internal Security(NCETIS). Karandikar co-founded and incubated Eisodus Networks (2002) in IIT Bombay's business incubator. Karandikar advises several technology companies and government agencies in India and serves on a number of boards including Central Electronics Limited, National Rail and Transportation Institute, Science and Engineering Research Board, India Police Foundation and is also a chairman for board of Institute of Advanced Studies in Science and Technology, Guwahati. === Rural Broadband and Wireless Research === Karandikar has worked to promote innovation in technology for rural broadband through his research program- Gram Marg. His team developed the technology in IIT and setup India’s first TV White Space test-bed in seven villages and rural broadband pilot in twenty five villages covering hundred square kilometre in Palghar district in Maharashtra. His Gram Marg solution for Rural Broadband was the winner of Mozilla Open Innovation challenge in 2017. He has also worked the concept of “Frugal 5G” for rural broadband and his research team has initiated a standardization activity under \"Frugal 5G\" working group in IEEE (IEE P2061). Karandikar and his group have made many fundamental contributions in the field of wireless communications especially in resource allocations in next generation heterogeneous wireless networks, software defined networking and network function virtualisation. His research group is working on IEEE standard in 5G- IEEE P1930.1 on software defined networking. === Policy and Regulations === Karandikar has contributed in telecom policy and regulations that were included in national level telecom policies. He is a member (part- time) of Telecom Regulatory Authority of India (TRAI). He has chaired the 5G Spectrum Policy Task Force as part of 5G High Level Forum setup by Ministry of Communications. The task force developed spectrum policy guidelines for 5G deployment in India. He has also been the chairman of the committee to give recommendations on size, scope and quantum of spectrum for experimental spectrum license for 5G and other technology trials. The astute recommendations have been accepted by Digital Communications Commission and notified by the Ministry of Communications. Karandikar has also been the Chairman of the committee setup by the Ministry of Defence in 2018 for preparing a Roadmap for the development of Indigenous Software Defined Radio Ecosystem. He is the Chairman of Defence Standards Development Authority (SDA), set up by Ministry of Defence based on the recommendations of the committee. Karandikar's vast experience in policy-making and standardization in telecommunication has been recognized at international levels. He has been elected as Vice Chairman of 3GPP Program Coordination Group (PCG) in October 2016 for a period of one year. == Awards and recognition == Karandikar has been recognized by the Government of India and private organizations on a number of occasions. Some of them are: * Winner of \"Connecting the Unconnected\" Award at Impact Engineered event hosted by American Society of Mechanical Engineers (ASME) and Engineering for Change (E4C), New York, 2018. * Winner of Mozilla Open Innovations Challenge for Gram Marg solution for Rural Broadband, Brussels, 2017. * IEEE Standards Medallion awarded by IEEE Standards Association, USA for accomplishments that have resulted in revolutionary changes to Indian Technology, Policy and Standardization, New Jersey, USA, 20164. * VASVIK Industrial Research award 2013 for Electrical and Electronics Sciences and Technology * National Academy of Sciences of India (NASI)-Reliance Industries Platinum Jubilee Award 2012 for application oriented Research * Hari Om Ashram prerit Dr. Vikram Sarabhai Research Award 2009 * Prof K Sreenivasan Memorial Award of IETE, 2006 * Fellow of Institution of Electronics and Telecommunication Engineers (IETE). == Selected Patents == Karandikar holds a number of patents in telecommunication networks. As of 2020, he has been granted 11 patents from USPTO and others are pending. * Methods and Systems for Providing Standalone LTE based Communication Networks * Identification of a Power Source in the Multiple Power Supply Scenario and Characterization of Loads * Methods and Systems for Managing Relays in LTE based Communication Networks * Method for Facilitating and Analysing Social Interactions and Context for Targeted Recommendations in a Network of Telecom Service Provider * An Approach for Enabling Coexistence for Radio Technologies * Differentiating Wireless Uplink Bandwidth Request by Connection Priority * Method to Develop Hierarchical Ring based Tree for Unicast and/or Multicast Traffic * Technique for Improving Transmission Control Protocol Performance in Lossy Networks == References == Category:Indian Institute of Technology Kanpur faculty Category:Indian Institute of Technology Kanpur alumni Category:Living people Category:20th-century Indian engineers Category:1965 births Category:Indian Institute of Technology directors ",
    "title": "Abhay Karandikar"
}