{
    "id": "61561746",
    "text": "West Collierville Middle School is a public middle school (grades 6–8) located in Collierville, Tennessee, which operates under Collierville Schools. It was founded in 2018 after a district reshuffling in Collierville resulted in the construction of a new campus for Collierville High School, leaving the old high school building open for use as a middle school. ==History== The property that is now West Collierville Middle School was originally Bellevue High- Security Correctional Facility and later the second campus of Collierville High School. After Collierville High School relocated to a newly built campus for the 2018–19 school year, Schilling Farms Middle School was resettled into the old high school building and given the name West Collierville Middle School, although the school is in north-central Collierville and is independent of Collierville Middle School. ==Academics== West Collierville Middle School offers honors courses in mathematics and English for all middle school grades. Eligible 8th-grade students can take high school English, algebra, geometry, and physical science classes depending on test scores and prior classes. CLEP courses are additionally offered to 8th-grade students at the school. ==Activities== ===Athletics=== West Collierville offers three sets of sporting events that coincide with the three seasons of the school year. Autumn sports include cheerleading, cross country, football, girls' soccer, mountain biking, pom, and volleyball; winter sports include basketball, bowling, basketball cheerleading, swimming, trap, and wrestling; and spring sports include baseball, boys' soccer, golf, softball, tennis, and track and field. ===Extracurriculars=== West Collierville Middle School offers a variety of student organizations and extracurricular activities. Clubs are present for aerospace, literature, Best Buddies, Biblical studies, chess, drama, Dungeons & Dragons, international studies, film, Lego, library volunteering, peer tutoring, photography, debate, student government, stepping, theatre, and yearbooking. There are also divisions of the Fellowship of Christian Athletes and Junior Beta Club as well as Science Olympiad and VEX Robitics teams. ==External links== Category:Public middle schools in Tennessee Category:Collierville, Tennessee ",
    "title": "West Collierville Middle School"
}