{
    "id": "61562405",
    "text": "The Thornbury Athletic Football Club is an Australian semi-professional soccer club based in the Melbourne suburb of Reservoir, operating under license from Football Victoria.http://www.ozfootball.net/ark/Clubs/VIC/Vic_Active_T.html#ThornburyAthletichttp://websites.sportstg.com/club_info.cgi?c=1-8746-171664-514506-24948366&clubID;=171664 With its senior men's squad currently competing in the northern conference of Victorian State League Division 4,https://websites.sportstg.com/comp_info.cgi?c=1-8746-171664-552129-0&a;=LADDER the club was established by members of the Melbourne's Italian community in 2014. ==History== ===Origins and first season (2014–2015)=== The club was founded in late 2014 by present head coach Walter Costantini after placing an advertisement on Gumtree to set up a soccer club in Melbourne's northern suburbs. With a squad size of approximately forty four players of twenty five nationalities, the club entered amateur competition league 'VicSoccer' in which the senior squad were premier of its division one league. Following this feat, Thornbury applied for Football Victoria's Victorian State League Division 5 for the 2016 season, then the seventh tier in Victoria, and was accepted.https://www.heraldsun.com.au/leader/north/sport/thornbury-athletic- makes-swift-progress-to-climb-into-state-league-ranks/news- story/d205177a46b48aac5834078df14c6826 ===Victorian State League 4 and 5 (2016–2019)=== Thornbury's senior squad made its debut in Victorian state soccer on 2 April 2016, defeating Heidelberg Eagles 3–1 at their home venue of IW Dole Reserve.http://www.ozfootball.net/ark/States/VIC/2016SD5NR.html At the conclusion of the season, the senior squad finished sixth out of eleven.https://websites.sportstg.com/comp_info.cgi?c=1-8746-171664-394757-0&a;=LADDER The club also fielded a team in the Metropolitan League 6 North-West competition, who finished last of nine teams.https://websites.sportstg.com/comp_info.cgi?c=1-8746-171664-392433-0&a;=LADDER The 2017 season proved to be more difficult for Thornbury with its senior squad finishing second last on the table.https://websites.sportstg.com/comp_info.cgi?c=1-8746-171664-438257-0&a;=LADDER The season was also notable for its senior squad being defeated 0–18 at home to eventual premiers Craigieburn City.https://www.heraldsun.com.au/leader/north-west/sport/craigieburn-city- scores-18-goals-in-state-league-5-north-demolition-of-thornbury-athletic/news- story/ab7d7d802851d96c81e4a9e1b1686b94 The difficult season saw a recruitment drive leading up to the 2018 season, which saw the senior men's squad finish second on the ladder and be promoted to the Victorian State League Division 4 In the 2019 season, the club finished last out of twelve teams. Thornbury avoided relegation due to Football Victoria restructuring competitions, and introducing the National Premier Leagues Victoria 3, the new third of Victoria for the 2020 season. ==Honours== *Victorian State League Division 4 (seventh tier) :Runners-up (1): 2018 (North) *VicSoccer Division 1 (first amateur tier) :Premiers (1): 2015 ==References== Category:Soccer clubs in Melbourne Category:Soccer clubs in Victoria (Australia) Category:Association football clubs established in 2014 Category:Italian-Australian culture in Melbourne Category:Italian-Australian backed sports clubs of Victoria Category:Victorian State League teams Category:2014 establishments in Australia ",
    "title": "Thornbury Athletic FC"
}