{
    "id": "61562812",
    "text": "Spain–Tuvalu relations are the bilateral and diplomatic relations between these two countries. Tuvalu does not have embassy in Spain, but his embassy in Brussels is accredited to Spain. Travel recommendation for Tuvalu. Ministry of Foreign Affairs and Cooperation. The Spanish Embassy in Canberra, Australia, is accredited in Tuvalu.Ficha de Tuvalu Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Data of the Spanish representation. == Historical relations == The islands of Tuvalu were discovered by the Spaniards in 1568, with the arrival of Álvaro de Mendaña de Neyra. It was in the 16th century when ships of Spanish nationality passed through the islands, the explorer and navigator Álvaro de Mendaña and Neyra arrived in them in 1568 on their ship called La capitana, arrived at what is now the island of Nui and he called it \"Island of Jesus\" and in 1595 he named another neighboring island, which today is Niulakita as \"The Lonely.\" Then another explorer passed through the islands in the year of 1781 called Don Francisco Antonio Mourelle, who initially went from Manila to New Spain, however the winds did not favor him and It ended there on the islands and reached what is the current island of Nanumanga, which he then called \"Isla del Cocal\". None of these explorers took great importance to these territories and were returned to their destinations. In the following centuries only the islands would be visited by some whalers and merchants and they would dedicate themselves almost exclusively to that. == Diplomatic relations == Spain maintains diplomatic relations with Tuvalu since May 4 of 1995. Apart from the historical fact that the islands were discovered in 1567 by the Spanish explorer Álvaro de Mendaña de Neira, bilateral relations both politically and commercially between the two countries are scarce, mainly framed within the framework of EU cooperation with Tuvalu through the programs of the Development Funds and the Economic Partnership Agreement. The country is under the jurisdiction of the Spanish Embassy in Canberra, and consular affairs are addressed from the Spanish Consulate General in Sydney.Ficha de Tuvalu Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Diplomatic relations. == References == Tuvalu Spain ",
    "title": "Spain–Tuvalu relations"
}