{
    "id": "61567171",
    "text": "The Matrix 4 is an upcoming American science fiction action film and the fourth installment in The Matrix franchise. The film is co-written and directed by Lana Wachowski, who co-directed and co-wrote the previous three films with her sister Lilly. Keanu Reeves, Carrie-Anne Moss, Jada Pinkett Smith, Lambert Wilson and Daniel Bernhardt reprise their roles from previous films in the series. The film will be a joint production by Warner Bros. Pictures and Village Roadshow Pictures and is scheduled to be released on December 22, 2021. ==Cast== * Keanu Reeves as Neo * Carrie-Anne Moss as Trinity * Jada Pinkett Smith as Niobe * Lambert Wilson as The Merovingian * Daniel Bernhardt as Agent Johnson Additionally, Yahya Abdul-Mateen II, Neil Patrick Harris, Jessica Henwick, Jonathan Groff, Toby Onwumere, Max Riemelt, Eréndira Ibarra, Priyanka Chopra, Andrew Caldwell, Brian J. Smith, Lavish and Ellen Hollman have been cast in undisclosed roles. ==Production== ===Development=== While making the Matrix films, the Wachowskis told their close collaborators that they, at the time, had no intention of making another film in the series after The Matrix Revolutions. In February 2015, in interviews promoting Jupiter Ascending, Lilly Wachowski called a return to The Matrix a \"particularly repelling idea in these times\", noting the studios' tendency to green-light sequels, reboots, and adaptations over original material, while Lana Wachowski, addressing rumors about a potential reboot, said they had not heard anything but believed the studio might be looking to replace them. In March 2017, The Hollywood Reporter wrote that Warner Bros. was in early stages of developing a relaunch of the franchise, with Zak Penn in talks to write a treatment, and interest in getting Michael B. Jordan attached to star. Neither of the Wachowskis were involved at that stage, although the studio had hoped for their blessing. The notion of a reboot or remake was denounced by Penn, and ideas for stories set in the already established universe were explored, including, reportedly, a prequel film about a young Morpheus. In March 2018, Penn said he was working on a revival of the franchise and teased the possibility of an expanded universe. Penn clarified in October 2019 that he had been working on one of two Matrix projects at Warner Bros., and that his work was separate from the planned film. In May 2019, it was reported that Chad Stahelski, who worked as stunt coordinator on the previous Matrix films, claimed that at least one of the sisters was involved with a new Matrix film, although he was not sure whether they would be directing it. Shortly later, Stahelski clarifed he was talking hypothetically and didn't mean to confirm their involvement. ===Pre- production=== Keanu Reeves and Carrie-Anne Moss film a motorcycle scene in the Financial District of San Francisco under the direction of Lana Wachowski. The film was officially announced by Warner Bros. on August 20, 2019. Lana Wachowski would return as sole director, with Reeves and Moss confirmed to reprise their roles. The script was written by Wachowski, Aleksandar Hemon and David Mitchell, who had previously written the series finale of Sense8 together. The Wachowskis also previously directed the film adaptation of Mitchell's novel Cloud Atlas. Lilly Wachowski was not involved with the film due to work on the Showtime series Work in Progress, but gave her blessing to those involved to come up with a story even \"better than the original.\" John Toll was hired to serve as cinematographer that same month. Toll had previously acted as cinematographer for the Wachowskis on Cloud Atlas, Jupiter Ascending and Sense8.'Braveheart' Cinematographer John Toll Boarding 'Matrix 4' In October 2019, Yahya Abdul-Mateen II was cast in the film, with some sources speculating he would be playing a young Morpheus, while Neil Patrick Harris was added in an undisclosed role. Jada Pinkett Smith entered negotiations to reprise her role as Niobe, with Jessica Henwick entering negotiations to join in an undisclosed role.‘Matrix 4’ Adds ‘Aquaman’s Yahya Abdul-Mateen II‘Matrix 4’: Neil Patrick Harris Lands Role in Latest Installment (EXCLUSIVE)‘The Matrix 4’: Jada Pinkett Smith In Negotiations To Return To Franchise‘Matrix 4’: ‘Iron Fist’ Actress Jessica Henwick In Talks To Board Pinkett-Smith and Henwick would be confirmed in December, along with the additions of Jonathan Groff and Toby Onwumere.Exclusive: ‘Matrix 4’ Adds ‘Mindhunter’ and ‘Frozen’ Star Jonathan Groff‘The Matrix 4’: ‘Sense8’ & ‘Empire’ Actor Toby Onwumere Joins Sequel In January 2020, Eréndira Ibarra was cast, with Priyanka Chopra entering final negotiations.‘Matrix 4’: ‘Sense8’ Actress Eréndira Ibarra Reteams With Lana Wachowski On Warner Bros.-Village Roadshow SequelPriyanka Chopra Jonas In Final Negotiations to Join ‘Matrix 4’ (EXCLUSIVE) That same month, Lambert Wilson, who played The Merovingian in the sequels, revealed he was in negotiations to return, and Hugo Weaving, who starred in the franchise as Agent Smith, announced he would not be reprising his role in the film due to scheduling conflicts.The Matrix 4 May See The Return of Lambert Wilson's Merovingian‘The Matrix 4’ Won’t Bring Back Hugo Weaving as Agent Smith, But It Sounds Like That Was the Original Plan Laurence Fishburne later announced that he was not asked to reprise his role as Morpheus. Chopra and Wilson's castings were confirmed in February, along with the additions of Andrew Caldwell, Brian J. Smith and Ellen Hollman.‘Matrix 4’ Adds ‘iZombie’ Actor Andrew Caldwell‘Matrix 4’: ‘Sense8’ Alum Brian J. Smith Joins Lana Wachowski Sequel‘The Matrix 4’ Adds ‘Spartacus’ Alum Ellen Hollman to Cast (Exclusive) Joe Pantoliano, who appeared in the original film as Cypher, expressed interest in reprising his role despite his character's death in the first installment and messaged Lana Wachowski about the possibility of bringing him back, but received no response from her. === Filming === Under the code name \"Project Ice Cream\", the film began production in San Francisco on February 4, 2020. Filming is also set to take place at Babelsberg Studio in Germany, and in Chicago. Filming in San Francisco caused irritation amongst citizens and city workers after damage was inflicted to buildings and street lights.'The Matrix 4' filming causes building damage As opposed to other productions, no second unit was needed during the action sequences as Wachowski directed all the scenes herself. On March 16, 2020, production on the film was halted due to the COVID-19 pandemic. On August 16, 2020, Keanu Reeves confirmed filming had resumed in Berlin. In September, it was announced Daniel Bernhardt would be reprising his role as Agent Johnson. ==Release== The film was initially set for release on May 21, 2021, but was postponed to April 1, 2022, due to the COVID-19 pandemic. On October 5, 2020, the film was moved up to December 22, 2021. ==References== ==External links== * Category:2020s science fiction action films Category:2020s science fiction thriller films Category:American films Category:American science fiction action films Category:American science fiction thriller films Category:American sequel films Category:Cyberpunk films Category:Drone films Category:Films about rebellions Category:Films about telepresence Category:Films directed by The Wachowskis Category:Film productions suspended due to the COVID-19 pandemic Category:Films postponed due to the COVID-19 pandemic Category:Films shot in Berlin Category:Films shot in Chicago Category:Films shot in San Francisco Category:Films with screenplays by The Wachowskis Category:Gun fu films Category:Kung fu films Category:Martial arts science fiction films Category:The Matrix (franchise) films Category:Upcoming sequel films Category:Village Roadshow Pictures films Category:Warner Bros. films ",
    "title": "The Matrix 4"
}