{
    "id": "61561462",
    "text": "Marja-Leena Leinonen (16 January 1946, Varkaus, Finland – 8 June 2019, Helsinki, Finland) was a Finnish linguist. ==Biography== Leinonen graduated from the Varkaus High School in 1967 and completed studies for a correspondent in the Helsinki School of Economics, after which she studied the Russian language and general linguistics at Helsinki University, graduating in 1975. After that she taught linguistics at the university for three years. She completed her Ph.D. in 1983. From 1981, Leinonen taught at the Tampere University, first as a lecturer of general linguistics and then as professor of Slavic languages from 1985 until her retirement in 2004.Facta 2001, Täydennysosa 1990, WSOY 1990, s. 340 In her dissertation, Leinonen studied the semantics of the aspect system of the Russian language. The dissertation is widely appreciated internationally. Later she compared the syntax of the Russian and Finnish languages and studied the features of spoken Russian. She also initiated the study of the oral history of the Russian population in Finland, especially of those evacuated from the Karelian Isthmus, on which subject she supervised a number of academic theses. Leinonen’s own studies in this field deal with language contacts and the traditions and everyday history of Russians in Finland. She was also interested in the Russian loanwords in Stadin slangi or the Helsinki slang. In her later life, Leinonen learnt the Komi language, and together with Komi colleagues, published studies on the structure of that language and language contacts in that area. She also studied the history of scholarship on the Finno-Ugric peoples and languages in northern Russia. Leinonen was at home in various archives. She also translated into Finnish various linguistic and ethnographic works on northern regions as well as travel accounts. She also participated in Michael Branch’s project on publishing A. J. Sjögren’s travel journals on the website of the Finnish National Library. During her retirement, Leinonen took up Baltic languages and studied language contacts in that area. She learnt the Latvian language and translated Latvian literature into Finnish. She also sang in the Helsinki Latvian Choir. Leinonen’s hobbies included painting and bird watching and travelling. == References == == External links == *Obituary of Marja Leinonen Helsingin Sanomat Category:1946 births Category:2019 deaths Category:Linguists from Finland Category:Academics of the University of Helsinki Category:University of Helsinki alumni Category:Translators from Latvian Category:Translators to Finnish Category:Women linguists Category:Komi language ",
    "title": "Marja Leinonen"
}