{
    "id": "61570193",
    "text": "Firefighter II was a legacy fireboat, previously operated by the Maritime Port Authority. As a major port, there is a long history of fireboats in Singapore. In 2012 the Singapore Civil Defence Force took over responsibility from the Maritime Port Authority for fighting maritime fires. In March 2013 the legacy fireboats Firefighter I and Firefighter II were modernized. In May 2017 the SCDF Marine Division acquired two new fireboats, the Red Swordfish and the Blue Swordfish. The two vessels are high speed fireboats that can project per minute. Their maximum speed is In October 2018 the SCDF commissioned the White Swordfish, with similar specifications to the Red Swordfish and the Blue Swordfish. In 2019 three new fireboats were commissioned in Singapore, boosting the size of the Singapore Civil Defence Force fleet to eight vessels. One of those vessels was able to throw 240,000 gallons per minute, which Singapore authorities asserted made it the world's most powerful fireboat. The three new vessels supplement three small fireboats and two medium fireboats. The Red Sailfish, commissioned on August 20, 2019, which will become operational in 2020, can project per minute. Her superstructure is pressurized, for protection against chemical, biological or radiological threats. She has decontamination showers, and an infirmary, for rescuing injured individuals. She has a stern launching ramp for a rescue boat. She is also equipped with a unique navigational aid - an autopilot designed to keep the vessel on station, when the thrust from her water cannons is pushing her off position. Her maximum speed is . She is capable of \"dual positioning\". The hull of the Red Manta, also commissioned on August 20, 2019, which will also become operational in 2020, is a catamaran, and she is designed to be able to hold 300 rescuees. She can project per minute. She has 12 decontamination showers. She also has a large boardroom, which can serve as a headquarters, when multiple emergency vessels and vehicles need to be coordinated. She has a helicopter landing pad, with a winch for landings in high sea states. Her maximum speed is The Red Dolphin, also commissioned on August 20, 2019, which will also become operational in 2020, can project per minute, just over a third of Red Sailfishs capacity. However, this is comparable to the capacity of the larger fireboats of other major ports. She too has decontamination showers, and an infirmary. She too has a superstructure offering CBR protection. Her maximum speed is . In 2019, the Marine Division's Rescue Jet Ski (RJ) was unveiled. It is a rescue equipment to facilitate shallow water operations. The RJ is designed for conducting swift water rescue of casualties in shallow waters without fear of grounding due to its shallow draft and towing sled. Red Sailfish and Red Manta represented the SCDF, with 11 other vessels, from other agencies, in a ceremonial sailpast, celebrating Singapore's National Day, on August 3, 2020. It was the first sailpast in 20 years. ==References== Category:Singapore Category:Emergency services in Singapore ",
    "title": "Fireboats in Singapore"
}