{
    "id": "61573158",
    "text": "Baminnahennadige Sheshadrie Priyasad (born December 2, 1991 as ශේෂාද්‍රී ප්‍රියසාද්) [Sinhala]) is an actress in Sri Lankan cinema and a television presenter. ==Personal life== Sheshadri Priyasad was born on 2 December 1991 as the second of the family with three siblings. Her father Dinesh Priyasad is a filmmaker and producer in Sinhala cinema and mother Shirani Priyasad is a housewife. Her elder sister Dinakshie Priyasad is also a popular award winning actress in Sri Lankan cinema, television and stage drama and a television host. Her younger sister Shanudrie Priyasad is also a popular award winning actress in cinema, television as well as a singer. She is a past pupil of Holy Family Convent, Bambalapitiya. She married Sampath De Silva in 2013 and divorced in 2015. ==Career== Her maiden cinematic experience came through as a four months old child artist in 1997 film Apaye Thathpara Asu Haradahak directed by her father Dinesh Priyasad. She also worked as a child television host in the children's program Punchi Panchi with her sister Dinakshie, which is telecasted by Sirasa TV. ==Filmography== {| class=\"wikitable\" |- ! Year !! Film !! Role !! Ref. |- | 1997 || Apaye Thathpara Asu Haradahak || || |- | 2011 || Challenges || Sharanya || |- | 2012 || Senasuru Maruwa || Anuththara || |- | 2013 || Double Trouble || || |- | 2015 || Address Na || Subha || |- | 2016 || Zoom || Shanuli || |- | TBD || Adda Lanuwa Damma Kodiya || || |- | TBD || Among The Stars || Subhani || |} ==Awards== She won a merit award at 34th Sarasaviya Awards in 2016 for the role Shanuli in 2015 film Zoom. ===Bunka Cultural Awards=== |- || 2016 ||| Zoom || Merit Award || |- || 2016 ||| Address Na || Best Upcoming Actress || ==References== ==External links== * Vaseline cream gets boost from teledrama actress * ශේෂාද්‍රි ප්‍රියසාද් පුංචි දරුවෙකු සමඟ කරළියට * ප්‍රියසාද් පවුලේ හැංගිලා හිටපු ශේෂාද්‍රි ආයෙත් කරලියට Category:Living people Category:Sri Lankan film actresses Category:1991 births ",
    "title": "Sheshadri Priyasad"
}