{
    "id": "61579881",
    "text": "Norman Surplus (born 1963) is a Northern Irish pilot, who became the first person to circumnavigate the globe in an autogyro, nicknamed \"Roxy\". His trip began in 2010 and ended on 28 June 2019. In 2010, during the first leg of his trip, Surplus flew over Europe, the Middle East, Asia, and North America. In June 2015, Surplus commenced the second leg of his journey by flying through the United States and crossing the Atlantic Ocean to eventually land in Larne, Northern Ireland in August 2015, becoming the first person to cross the Atlantic in an autogyro. In 2019, he completed the last leg of his journey when he finally obtained permission from the Russian Federation to fly through its airspace. He left Ireland on Easter Monday in 2019, and flew through Russia to eventually reach the United States and land at the Evergreen Aviation and Space Museum in Oregon completing his circumnavigation of the globe in an autogyro. Surplus's AutoGyro MT-03 is currently displayed at the EAA Aviation Museum and will remain there for the duration of AirVenture 2020. Surplus took nine years to complete his journey around the world, and flew over 32 countries, over a total distance of . In a 2015 interview with the CBC, while on a stopover at Iqaluit, Canada, Surplus mentioned that the trip should have taken approximately four months but the problems with obtaining permission to fly over Russia, which persisted for three years, derailed his plans. ==Personal life== In 2003, at 40 years of age, Surplus was diagnosed with bowel cancer and his probability of surviving for another 18 months was estimated at 40%. During his treatment period, he became interested in autogyros after watching a TV show about the rebuilding of an autogyro found in a barn. When he recovered he obtained his autogyro pilot's licence by attending a specialist school in the UK. Upon graduating, he flew by autogyro from Cumbria to Ireland. After researching the topic of autogyro flying, Surplus discovered that there were no successful attempts at circumnavigating the globe in an autogyro, so he decided he was going to attempt it himself. == Circumnavigation of the world == In a 2015 interview with the CBC, Surplus mentioned that the trip should have taken approximately four months but the problems with obtaining permission to fly over Russia, which persisted for three years, derailed his plans. The major phases of his journey are as follows: === 2010–2014 === In 2010, Surplus commenced his global trip in an autogyro departing from Larne, Northern Ireland and flying over Europe, the Middle East, and Asia, finally reaching Japan after flying for approximately a year. While flying in Thailand he had to crash land in a lake. During his 2010 trip, his overflights included France, Italy, Greece, Egypt, Saudi Arabia, Qatar, UAE, Oman, Pakistan, India, Bangladesh, Thailand, Malaysia, Philippines, and Japan. After landing in Japan, Surplus planned to fly through Russia on his way to the United States. His flight plan at the time included flying to Vladivostok, and then to Chukotka in the Russian Far East, followed by an entry to Alaska on the way to the contiguous United States. Although he had obtained permission from Russia to fly over its territory, due to subsequent delays, the permit expired and he had to reapply. In the interim, the international political climate involving Russia had worsened, and that led to bureaucratic delays from the Russians, who now withheld flight permission from Surplus. This led to Surplus's autogyro remaining in Japan for the following three years. Surplus considered various other circumnavigation routes, but, in 2014, he finally decided to ship the autogyro to Tacoma, Washington from where it went to the Evergreen Air and Space Museum in McMinnville, Oregon, to be stored for the winter. In 2013, Surplus appealed directly to Russian president Vladimir Putin, during Putin's visit to Northern Ireland, asking to be given permission to fly through Russia. The trip was also delayed further due to strong winds and inclement weather. === 2015 === On 1 June 2015, Surplus resumed his flight around the world starting from Oregon, flying through Wyoming and other US states, Canada, and across the North Atlantic, reaching Greenland and the Faroe Islands. From there, he made a brief stop at Stornoway on the Isle of Lewis on 11 August 2015, after which he flew to the island of Gigha and then to Sandy Bay, near Larne, his hometown, landing there on the same day. In the 2015 leg of the trip, Surplus flew a distance of . At the time, Surplus set 19 FAI world records, including \"the furthest distance flown by a gyrocopter in aviation history\", and becoming the first person to cross the Atlantic in an autogyro. The latter record is known as the \"Blue Riband record\", and was awarded to Surplus for crossing the Atlantic from the North American exit point of Belfast, Maine with final destination Larne, Northern Ireland. === 2019 === In 2019, Surplus finally obtained permission to fly through Russian airspace. He launched the final stage of his world trip, by leaving from Sandy Bay, Ireland on Easter Monday in 2019, flying through England, the Netherlands, Germany, Poland, Lithuania, and Estonia, before eventually entering Russian airspace. He flew through Russia, and on 28 June 2019 he landed at the Evergreen Aviation and Space Museum in Oregon, United States, completing maiden circumnavigation flight of the world in an autogyro. During the Russian flyover, he was accompanied by adventurer James Ketchell who flew in his own autogyro. Ketchell subsequently went on to set a new record in September 2019, for the fastest time to circumnavigate the world in a gyrocopter. ==See also== *Expedition Global Eagle ==References== Category:Living people Category:1963 births Category:2010 in Northern Ireland Category:2015 in Northern Ireland Category:2019 in Northern Ireland Category:2010 in aviation Category:2015 in aviation Category:2019 in aviation Category:Cancer survivors Category:British aviation record holders Category:People from Larne Category:20th-century people from Northern Ireland Category:21st-century people from Northern Ireland Category:Aviation in Northern Ireland Category:Circumnavigators of the globe ",
    "title": "Norman Surplus"
}