{
    "id": "61573256",
    "text": "Hans or John Sering or Johannes Seringius (died 1631), chaplain to Anne of Denmark in Scotland and England Sering was a graduate of Rostock University where he had studied under David Chytraeus. His 1585 matriculation record says he was from Thuringia.'Immatrikulation von Ioannes Seringius', Universität Rostock. He was a member of the Lutheran church. As part of the marriage negotiations of Anne of Denmark and James VI of Scotland the Danish council requested that she was allowed the freedom of religion and worship of her choice, and to keep a preacher at the expense of the Scottish exchequer, and recruit a successor as she wishes. The preacher was to be Danish or German.David Stevenson, Scotland's Last Royal Wedding (Edinburgh, 1997), pp. 83, 85. Denmark was a Lutheran country, while Scotland had adopted a Calvinist form of Protestantism. James VI of Scotland travelled to meet Anne of Denmark. On 25 November 1589 he had lunch with Sering and his own preacher David Lindsay, as guests of Jens Nilssøn, Bishop of Oslo.David Stevenson, Scotland's Last Royal Wedding (Edinburgh, 1997), p. 94. James VI interviewed Sering promising him an annual stipend of 200 dalers and another 40 dalers for the wages of two servants for, \"the instruction of our Sovereign lady his highness's dearest spouse in the true religion\".National Archives of Scotland, PS1/66 f. 38r, 23 January 1593/4. Sering, the \"Dens minister\" (Danish preacher), was paid a yearly fee of £600 in three termly installments from the Scottish exchequer.George Powell McNeill, Exchequer Rolls of Scotland, vol. 23 (Edinburgh, 1908), pp. 44, 152, 155, 208, 279. David Chryaeus wrote to him in October 1590.David Chrytraeus, Epistolae (Hanovia, 1614), p. 752. Sering may have written frequently to the court of Denmark with news of Scotland and the queen. One of his surviving letters to the Danish council seems to allude to this role.Maureen Meikle, 'Once a Dane, Always a Dane? Queen Anna of Denmark’s Foreign Relations and Intercessions as a Queen Consort of Scotland and England', The Court Historian, 24:2 (2019), pp. 171. In May 1595 he wrote the Council of Denmark, asking if he could leave Scotland and be a church minister in Denmark. He mentioned that the queen now could now speak Scots as fluently as any noblewoman.Steve Murdoch, Britain, Denmark-Norway and the House of Stuart, 1603-1660 (Tuckwell: East Linton, 2000), p. 3. However, he stayed in the queen's service and came with her to England in 1603. He married Anna Ellis or Ebbes, a Danish servant of the queen on 28 April 1598. The queen paid for their wedding banquet at Holyrood Palace, and the household accounts recorded the day as the wedding of \"Hairy Hans\" and \"Little Anna\".Michael Pearce, 'Anna of Denmark: Fashioning a Danish Court in Scotland', The Court Historian, 24:2 (2019), pp. 142-147. On 25 July 1607 he was granted denization in England, and was described as a subject of the Prince of Weimar.Letters of Denization and Acts of Naturalization for Aliens in England and Ireland, vol. 18 (London, 1911), p. 12, see also TNA SP15/38/28, note of bill signed May 1606. Little Anna died on 26 February 1608, and was buried at St Margaret's, Westminster, where Sering had a ledger stone placed with a Latin epitaph.John Stow, A survey of the cities of London and Westminster, vol. 2 (london, 1753), p. 622. Sering, known as the \"Dutch chaplain\" had a royal annuity of £50 per year from 11 February 1621.FrederickDevon, Issues of the Exchequer: James I (London, 1836), p. 258. In 1622 he sent a petition for payment to the Lord Treasurer, Lionel Cranfield.HMC 4th Report: De La Warr (London, 1874), pp. 277, 300. He received a pension of £80 yearly. In 1626 he wrote a Latin poem for the coronation of Charles I of England to accompany another petition for arrears of his pension.British Library, Sloane MS 2717. He died in 1631 and was buried at St Margaret's, Westminster, leaving a widow, Grace.A. M. Burke, Memorials of St. Margaret's Church, Westminster: the parish registers, 1539-1660 (London, 1914), pp. 489, 558. A man called \"Frederick Searing\", locksmith, also appears in lists of the queen's household. It is unclear if this man was a relation. ==References== Category:1631 deaths Category:Court of James VI and I Category:Household of Anne of Denmark Category:University of Rostock alumni Category:Clergy from Thuringia Category:Danish Lutheran priests ",
    "title": "Hans Sering"
}