{
    "id": "61574082",
    "text": "Hare Krsna Content Broadcast Pvt. Ltd (HKCBPL), an international media network and 24x7 free to air TV channel is dedicated to human well being through Krishna Consciousness, launched in India and is now available globally. The media network broadcasts non-denominational, cultural programmes offered by ISKCON and other Spiritual Organizations. Hare Krsna TV broadcasts to Televisions in 30 countries and territories. == History == Hare Krsna TV has been accepted as National Television Channel by leaders of ISKCON, was founded by A. C. Bhaktivedanta Swami Prabhupada. The channel launched on Janmashtami 2016, on the eve of the 50th anniversary of ISKCON for celebrating the various cultural elements of planet earth. == Programming == Hare Krsna TV Free to Air Channel features content from across 600 ISKCON centers globally and displays the events, music, kirtans, yatras, lecture ], bhajans, talks, documentaries, food shows, entertaining stories, children's shows, lifestyle content, Geeta discourses, Vedic analysis, and so forth. Live Streaming (www.harekrsnatv.com/hktv) Hare Krsna TV Channel is Non-Commercial, Ad-Free, Non-Profit, Well-being TV Channel and an effort to celebrate the diverse cultural elements of our planet, all weaved together with the strong bond of Krishna consciousness. We endeavour to bring : * 7 hours of fresh content daily * 3 distinct time bands: Breaking Dawn / Afternoon / Evening * Content from across 6 continents * Engaging & Exclusive World-Music content * Thought provoking discourses on ancient Indian Vedic texts in English * Popular talks by the most prolific & entertaining speakers On this TV Channel you can experience the grace of the Hare Krsna movement popularly known as ISKCON flowing into your life. As we evolve, we will feature amazing content from around 600 ISKCON Centres worldwide & showcase the best of Music, Events, Yatras, Kirtans, Bhajans, Lectures, Documentaries, Talks, Entertaining stories, Food shows, Lifestyle content, Children's shows, Vedic analysis, Geeta Discourses & much more... ===Notable hosts and speakers=== *Srila Prabhupada *Jayapataka Swami *Radhanath Swami *Sivarama Swami *Indradyumna Swami *Bhakti Charu Swami *Gopal Krishna Goswami *Kadamba Kanana Swami *Gaur Gopal Prabhu == References == == External links == * Hare Krsna TV Live Stream on YouTube Category:Television stations in Mumbai Category:2016 establishments in India Category:Television channels and stations established in 2016 Category:English-language television stations in India ",
    "title": "Hare Krsna TV"
}