{
    "id": "61574506",
    "text": "Herline Koelbl, 2015 Herlinde Koelbl (born 31 October 1939) is a German photographic artist, author and documentary filmer. Her comprehensive work is characterized above all by long-term photographic projects, often complemented by in-depth interviews. She is particularly interested in creating portraits of milieus and people. Herlinde Koelbl has received a number of awards for her photographic work, for example the Dr Erich Salomon Prize in 2001. Since 2009, she has regularly worked as an author and photographer for ZEIT magazine, in the column “What saved me”. == Biography == Herlinde Koelbl was born in Lindau on Lake Constance, Germany, 1939, and grew up there. She studied fashion design in Munich and worked in the field, while becoming a mother of four. In 1975, she discovered her love for photography and taught herself all the necessary techniques. She taught and gave lectures at the Parsons School in New York, the University of Shanghai, China, the College of the Arts, Sydney, the Art School for Photography, Vienna, and Rencontres Internationales de la Photographie, Arles. Her works are in several private and permanent collections, such as the Museum of Fine Arts, Houston, Bibliothèque Nationale, Paris, Museum Ludwig, Cologne, huis Marseille, stichting voor fotografie, Amsterdam, and Jewish Museum, Frankfurt a.M. Koelbl lives in Munich and Berlin. She is an honorary member of the DGPh, BFF hall of fame. == Career == In 1976 she started working as a freelance photographer, for newspapers like The New York Times, Stern, Die Zeit and others. Already 1980 she published her first photobook The German Living Room. She created her typical working approach by photographing methodically a whole series of pictures, displaying a broad spectre of society. Her first internationally noticed success was the photographic book Jewish Portraits in 1989. She photographed and talked to 80 German-speaking Jews, who survived the Shoa. With this book the established her personal style, which she kept in most of the books that followed. She not only took portraits, but also interviewed the portrayed and added large interviews in the book. Traces of Power may be her best-known work so far. She photographed, filmed and interviewed 15 personalities from politics and business from 1991 to 1998, among them Chancellor Angela Merkel, ex-Chancellor Gerhard Schröder and ex-Foreign Minister Joschka Fischer. The project was published in 1999, the documentary film with the same title was awarded the Deutscher Kritikerpreis and was nominated for the Grimme Preis. The exhibition was shown at numerous museums, among them the Deutsches Historisches Museum in Berlin, the Haus der Kunst in Munich and the Haus der Geschichte in Bonn, as well as at Art Frankfurt 2002. Chancellor Angela Merkel gave the opening speech at the premiere of the show at the Haus der Kunst in Munich. Herlinde Koelbl published more than 20 books, several documentary films and was awarded numerous prizes. 2009 her first large retrospective was shown at the Martin Gropius Bau in Berlin. == Selected publications == * 2014: Targets. Prestel, Munich, * 2012: Kleider machen Leute (clothes make the man). Hatje Cantz Verlag, Ostfildern, * 2009: Mein Blick. (My View) Steidl Verlag, Göttingen, * 2007: HAIR. Hatje Cantz Verlag, Ostfildern, * 2002: Bedrooms: London, Berlin, Moscow, Rome, New York, Paris. Knesebeck, Munich, . * 1999: Spuren der Macht. (Traces of Power) Die Verwandlung des Menschen durch das Amt. Eine Langzeitstudie. Knesebeck, Munich, . * 1989: Jüdische Portraits (Jewish Portraits): Photographien und Interviews. S. Fischer, Frankfurt a. M., . * 1984: Männer (Men). Bucher, Munich, . == Documentaries/Videoinstallations == *Spuren der Macht – Die Verwandlung des Menschen durch das Amt. (traces of power), (ARD, 1999; 90min) *Rausch und Ruhm (flush and fame) (ARD, 2003). Documentary about the withdrawal from drugs of Benjamin von Stuckrad-Barre *Die Meute – Macht und Ohnmacht der Medien. (WDR, 2001) (The Pack) *Goldmund *Refugees *7screens == Awards (selection) == * Dr. Erich Salomon Prize 2001 * Corine Literature Prize 2010 * German Federal Cross of Merit 2009 * Goldene Kamera 2000 and the Leica Medal of Excellence 1987 == Exhibitions (selection) == * 2018: Belvedere, Vienna, Austria: Aging Pride * 2017: UN-Headquarter, New York, USA: Refugees * 2016: Museum für Gestaltung Zurich, Switzerland, Toni Areal: Targets * 2015: Ludwiggalerie Schloss Oberhausen, Germany: HERLINDE KOELBL. The German Living Room, Traces of Power, Hair and other human things – photography from 1980 to today. * 2014: German Historical Museum, Berlin, Germany: Targets * 2014: Bundeskunsthalle, Bonn, Germany: Targets. * 2012: Deutsches Hygiene-Museum, Dresden, Germany: Clothes make the men * 2011: Osram Art Projects, Seven Screens, Munich, Germany: You enchanted me with a glance from your eyes (videoinstallation) * 2010: Münchner Stadtmuseum, Munich, Germany: My view 1976–2010. * 2010: State Museum for Art and Cultural History, Oldenburg, Germany: Herlinde Koelbl – Eine Werkschau – Fotografien 1976–2009. * 2009: Martin-Gropius-Bau, Berlin, Germany: Herlinde Koelbl – Photographies. * 2007: Museum für Kunst und Gewerbe (Arts and Crafts Museum), Hamburg, Germany: Hair 2003: Haus der Geschichte, Bonn. Germany: The pack: Macht und Ohnmacht der Medien. * 2000: Haus der Geschichte, Bonn: Spuren der Macht: Die Verwandlung des Menschen durch das Amt. * 1989: Spertus Museum, Chicago, USA, Jewish Portraits == References == == External links == * www.herlindekoelbl.com * ‘Aging Pride’ Challenges the Cult of Youth * Caught in the crosshairs: the woman who photographs shooting ranges * The many faces of Angela Merkel: 26 years of photographing the German chancellor * Old Jews Not Telling Jokes * Herlinde Koelbl, cœur de cibles * The Astonishing Rise of Angela Merkel * Herlinde Koelbl - Jüdische Portraits: Was wir erben Category:German women photographers Category:20th-century German women artists Category:21st-century German women artists Category:20th-century German photographers Category:21st-century German photographers Category:People from Lindau Category:Living people Category:1939 births Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Recipients of the Bavarian Order of Merit Category:Photographers from Bavaria Category:20th-century women photographers Category:21st-century women photographers ",
    "title": "Herlinde Koelbl"
}