{
    "id": "61586885",
    "text": "The Idlib Revolutionaries Brigade is an active armed Syrian group part of the Syrian Democratic Forces and associates itself with the Free Syrian Army, the group is mainly composed of individuals from the Idlib Governorate in northwestern Syria and opposes Turkey and its presence in Syria, as well as many of the groups it backs most of which are based or also operate in Idlib. ==Background== The group was formed by 500 fighters a majority of whom are natives of Idlib from the Ahrar al-Zawiya Brigade in June 2018, and is affiliated with another SDF Arab faction, the Army of Revolutionaries which also uses Free Syrian Army imagery, to operate in Idlib on behalf of the Syrian Democratic Forces, while the group itself is headquartered in SDF-held Manbij in northeastern Aleppo. After the foundation of the group, the Syrian Democratic Forces released a statement saying the group was established to fight terrorists in Idlib and surrounding areas. The group's spokesman Mahmoud Khaled stated that the group opposes reconciliation with the Syrian government led by Bashar al-Assad saying that the government does not work in the favor of Syria, but rather for the interests of Russia and Iranian-backed Shiite militias. Khaled also told journalists that the Syrian Democratic Forces had met with officials from Jordan, Saudi Arabia and the United Arab Emirates in Kobane, and said that the meeting was organized by the United States to help combat Iranian and Turkish influence in Syria, with the deployment of Arab soldiers in Syria. The group's leader, Iskander Alaa claims that Turkey is protecting Hayat Tahrir al-Sham, which he believes is still al-Nusra, despite openly denouncing its link to al-Qaeda, changing its name and merging with other groups to form HTS, and that Russian-Turkish negotiations have failed, he also believes that military action is necessary to remove HTS from Idlib in order to stop Russian airstrikes in Idlib and he called upon Idlib's locals to join the Idlib Revolutionaries Front and fight HTS and al- Qaeda.https://www.vedeng.co/%D8%AD%D9%88%D8%A7%D8%B1-%D8%AE%D8%A7%D8%B5-%D9%84%D9%81%D8%AF%D9%86%D9%83-%D9%86%D9%8A%D9%88%D8%B2-%D9%85%D8%B9-%D8%A7%D9%84%D9%82%D8%A7%D8%A6%D8%AF-%D8%A7%D9%84%D8%B9%D8%A7%D9%85-%D9%84%D9%84%D9%88/ ==History== On Facebook the group claims to be active in fighting against the Turkish military and allied rebel groups fighting against the Syrian Democratic Forces in northern Syria. On 2 December 2019 a statement was released by the Idlib Revolutionaries Brigade, that claimed that Turkey had committed a massacre in Tel Rifaat and called upon the European Union, United States and Russia to intervene against Turkey and its military operation in northern Syria.https://facebook.com/story.php?story_fbid=463935140926684&id;=263676470952553&_ft_=mf_story_key.463935140926684%3Atop_level_post_id.463935140926684%3Atl_objid.463935140926684%3Acontent_owner_id_new.263676470952553%3Athrowback_story_fbid.463935140926684%3Apage_id.263676470952553%3Aphoto_id.463925200927678%3Astory_location.4%3Astory_attachment_style.photo%3Apage_insights.%7B%22263676470952553%22%3A%7B%22page_id%22%3A263676470952553%2C%22actor_id%22%3A263676470952553%2C%22dm%22%3A%7B%22isShare%22%3A0%2C%22originalPostOwnerID%22%3A0%7D%2C%22psn%22%3A%22EntStatusCreationStory%22%2C%22post_context%22%3A%7B%22object_fbtype%22%3A266%2C%22publish_time%22%3A1575315878%2C%22story_name%22%3A%22EntStatusCreationStory%22%2C%22story_fbid%22%3A%5B463935140926684%5D%7D%2C%22role%22%3A1%2C%22sl%22%3A4%2C%22targets%22%3A%5B%7B%22actor_id%22%3A263676470952553%2C%22page_id%22%3A263676470952553%2C%22post_id%22%3A463935140926684%2C%22role%22%3A1%2C%22share_id%22%3A0%7D%5D%7D%7D&__tn__=%2C%3B&refid;=52 ==See also== *Idlib Military Council *SDF insurgency in Northern Aleppo ==References== Category:Anti-government factions of the Syrian Civil War Category:Anti-ISIL factions in Syria Category:Syrian Democratic Forces Category:Free Syrian Army ",
    "title": "Idlib Revolutionaries Brigade"
}