{
    "id": "61588597",
    "text": "The Shire Hall is a municipal facility in Tindal Square in Chelmsford, Essex. It is a Grade II* listed building. ==History== The current building was commissioned to replace an ageing 16th sessions house at the north end of the High Street which hosted the quarter sessions and which had been supplemented by a smaller building which hosted the nisi prius court. The new building, which was designed by John Johnson in the classical style with a Portland stone façade, opened in July 1791. The design involved a symmetrical main frontage with five bays facing onto Tindal Square; the central section of three bays, which projected slightly forward, featured three arched entrances on the ground floor which were originally open; there were three windows on the first floor interspersed with Ionic order columns supporting a large pediment containing a clock. Above the first floor windows were carvings depicting justice, wisdom and mercy. Internally, the principal rooms were a corn exchange and two court rooms on the ground floor and there was a large assembly room on the first floor. In 1856, after a crowd entered the building to attend a trial of five men charged with murder while poaching, the staircase collapsed killing one youth and seriously injuring four others.Trial at the Shire Hall, The Essex Standard, 27 February 1856. Rather than using the shire hall for county council administration, as many other county councils did, the leaders of Essex County Council established two small offices on the north side of King Edward's Street. Formal meetings of the full county council were held in London until County Hall was completed in 1909, in order to minimise travel for county councillors working in the City of London, so the shire hall continued to used primarily as a judicial facility. However, the shire hall's function as a judicial facility reduced with the opening of the new Crown Court in New Street in the 1980s and ceased completely with the opening of a new Magistrates' Court in New Street in April 2012. In 2019, after the building had lain empty for seven years, the county council appointed the developer, Aquila, to submit proposals for a mixed-used development in the building. Works of art in the shire hall include three statues of classical female figures by the sculptor, John Bacon, as well as chimney pieces at either end of the assembly hall containing panels carved by Charles Rossi. ==References== C Category:Essex County Council Category:Chelmsford Category:Grade II* listed buildings in Essex Category:Government buildings completed in 1791 ",
    "title": "Shire Hall, Chelmsford"
}