{
    "id": "61582722",
    "text": "Turtle is an Indian Hindi-language film directed by Dinesh S Yadav and Produced by Mr. Ashok H Choudhary. The film stars Sanjay Mishra, Amol Deshmukh, Teetu Verma, Yash Rajasthani, Ankit Sharma, Ramnath Choudhary and Monica Sharma. The film is based on the issue of World Water Crisis. It had its premiere at the Jagran Film Festival on 2 July 2018 and has been selected in China Film Festival, Third Eye Asian Film Festival and Rajasthan International Film Festival. At 66th National Film Awards, Turtle received the National Film Award for Best Rajasthani Film. The film is inspired by a real story of Mr. Ramkaran Choudhary (Bagod) from Village Dehlod, Rajasthan. == Synopsis == In this folktale, Turtle, digs the earth to deepen the water. The film is a metaphorical depiction of the turtle where in a drought struck village of Rajasthan, Sanjay Mishra (as Ramkaran Choudhary), is churning the parched, sun baked earth, to extract water and the common folk indulged in a tug of war, rotating on his shell, desperate to quench their thirst. == Cast == * Sanjay Mishra as Ramkaran Choudhary * Amol Deshmukh as Shambhu * Ankit Anil Sharma as Hari * Monica Sharma as Ashok's mother * Ramnath Choudhary as the Alghoza player * Yash Rajasthani as Ashok * Zoya Shah as Reena == Filming == Turtle has been shot in and around Jaipur, Phagi and Kudli village of Rajasthan. == Awards == * The film Turtle won the National Film Award for Best Rajasthani Film at 66th National Film Awards in August 2019. After winning the award, Rajasthan CM Ashok Gehlot congratulated to producer Ashok Choudhary over the call. *The film won the Special Critic Award for Best Director in Hindi Feature Film at the Rajasthan International Film Festival (RIFF) in January 2019. ==See also== * List of Hindi films * List of Rajasthani-language films == References == == External links == * Category:2018 films Category:Indian films Category:Hindi-language films Category:2010s Hindi- language films Category:Rajasthani-language films ",
    "title": "Turtle (film)"
}