{
    "id": "61585205",
    "text": "Escobar Inc is a Colombian multinational conglomerate holding company headquartered in Medellín, Colombia. This corporation is tied to an alleged scam involving selling refurbished smartphones with Escobar Inc branding and subsequently sending bogus product orders consisting of a book, allowing Escobar Inc to claim the phone had been delivered. It was established on May 1, 1984 by Pablo Escobar, a day after the assassination of the Colombian Minister of Justice Rodrigo Lara Bonilla as a means of funneling large sums of cash outside of Colombia with the help of his brother, Roberto de Jesús Escobar Gaviria. The company is known for its association with Roberto de Jesús Escobar Gaviria, the brother of Pablo Escobar, and various scams involving selling phones. ==History== Originally established on May 1, 1984 by Pablo Emilio Escobar Gaviria, the day after Colombian Minister of Justice Rodrigo Lara Bonilla's assassination, the company was used as a means of funneling large sums of cash outside of Colombia with the help of his brother Roberto de Jesús Escobar Gaviria. It aided the money laundering of over $420 million in profits made by Pablo Escobar per week. The company and its activities were stopped when Roberto Escobar surrendered to authorities on October 8, 1992. ===2015 reincorporation=== The company was formed into a legal corporation on April 20, 2015 in Puerto Rico ===Conflict with Netflix=== On July 1, 2016, Escobar Inc sent a letter to Netflix, Inc. regarding the series Narcos demanding $1 billion in payment for unauthorized usage of content. On September 11, 2017, Carlos Muñoz Portal, a location scout from Netflix, was found assassinated in his car in Mexico. Roberto Escobar denied any involvement and offered to provide hitmen as security for Netflix. Escobar Inc, on November 6, 2017, abandoned the dispute. ===Donald J. Trump=== On April 11, 2016, prior to the 2016 United States presidential election, it was reported by The Washington Post, with the help of Zignal Labs, that Escobar Inc CEO Olof K. Gustafsson had helped Republican candidate Donald J. Trump obtain social media followers resulting in Trump's social media presence spiking. On January 8, 2019, Gustafsson launched a $50 million GoFundMe fundraiser under his name on behalf of Escobar Inc in an effort to impeach President Trump. After raising $10 million in 10 hours, the page was removed. ===Elon Musk and The Boring Company=== In July 2019, Escobar Inc started selling a propane torch made to look like a flamethrower and accused The Boring Company CEO Elon Musk of intellectual property theft, alleging that The Boring Company's promotional Not-a-Flamethrower is based on a design that Roberto Escobar discussed in 2017 with an engineer associated with Musk. Via media, Escobar Inc publicly offered Musk a settlement of $100 million in cash or Tesla shares; otherwise they would use the legal system to take over Tesla. ===PabloEscobar.com=== On August 28, 2019, Escobar Inc filed a UDRP complaint regarding cybersquatting of the domain PabloEscobar.com with the then-National Arbitration Forum. The prior owner demanded $3 million for the domain name and on October 7, 2019, the case was ruled in the favor of the company with the domain name ordered to be transferred to the company. ==Smartphones== On December 2, 2019, Escobar Inc released what it called the Escobar Fold 1 smartphone featuring a flexible screen, which ended up being a rebadged Royole Flexpai. Two months later, on February 10, 2020, the Escobar Fold 2 was released, which is reportedly a Galaxy Fold with poorly-added Escobar branding. Many customers, when ordering the phones, said that they never received them, with only tech influencers actually receiving products. It has also been alleged that Escobar Inc sent bogus product orders consisting of a book, allowing Escobar Inc to claim the phone had been delivered. In May 2020, the company released a refurbished version of the iPhone 11 Pro and allegedly sued Apple for $2.6 billion. ==References== Category:Pablo Escobar Category:Conglomerate companies established in 1984 Category:Conglomerate companies of Colombia Category:Holding companies established in 1984 Category:Holding companies of Colombia Category:Investment companies of Colombia Category:Multinational companies headquartered in Colombia Category:1984 establishments in Colombia ",
    "title": "Escobar Inc"
}