{
    "id": "61589816",
    "text": "Rolf Mützenich (born 25 June 1959) is a German politician of the Social Democratic Party of Germany (SPD) who has been serving as chairman of the SPD parliamentary group in the Bundestag since June 2019. ==Early life and education== Mützenich was born 1959 in Cologne and studied political science and history at the University of Bremen and earned his PhD in 1991. ==Early career== After completing his doctorate, Mützenich joined the State Ministry of Labour, Health and Social Affairs of North Rhine-Westphalia. From 1993 he worked as a research assistant for the SPD parliamentary group in the State Parliament of North Rhine-Westphalia until he returned to the State Ministry of Social Affairs in 1998, under the leadership of minister Ilse Brusis. From 2001 to 2002 he served as chief of staff to the President of the North Rhine- Westphalian State Parliament, Ulrich Schmidt. ==Political career== Mützenich entered in the SPD in 1975. He has been a member of the German Bundestag since the 2002 national elections, representing Cologne. From 2002 until 2013, he served on the Committee on Foreign Affairs. He was also a member of the Subcommittee on Disarmament, Arms Control and Non-Proliferation from 2006 until 2009. In addition to his committee assignments, Mützenich has in the past chaired the German Iranian Parliamentary Friendship Group (2006-2009) and the German-Japanese Parliamentary Friendship Group (2010-2013). Within the SPD parliamentary group, Mützenich belongs to the Parliamentary Left, a left-wing movement.Members Parlamentarische Linke. He has been part of internal working groups on the Middle East (2005-2009) and Afghanistan and Pakistan (2009-2013). From 2009 until 2013, he served as the group's spokesperson on foreign policy. He later became deputy chairman of the parliamentary group under the leadership of successive chairpersons Thomas Oppermann (2013–2017) and Andrea Nahles (2017–2019). In the negotiations to form a coalition government under the leadership of Chancellor Angela Merkel following the 2017 federal elections, Mützenich was part of the working group on foreign policy, led by Ursula von der Leyen, Gerd Müller and Sigmar Gabriel. In June 2019 Mützenich became acting chairman of the SPD parliamentary group after the startling demission of Andrea Nahles. ==Other activities== * Business Forum of the Social Democratic Party of Germany, Member of the Political Advisory Board (since 2020)Bernd Westphal und Anke Rehlinger koordinieren neu konstituierten Politischen Beirat des SPD-Wirtschaftsforums Business Forum of the Social Democratic Party of Germany , press release of July 1, 2020. * Friedrich Ebert Foundation, Member of the BoardGovernance Friedrich Ebert Foundation. * Max Planck Institute for the Study of Societies (MPIfG), Member of the Board of Trustees (since 2009)Board of Trustees Max Planck Institute for the Study of Societies (MPIfG). * Zeitschrift für Außen- und Sicherheitspolitik, Member of the Advisory Board (since 2009)Zeitschrift für Außen- und Sicherheitspolitik Springer Nature. * German United Services Trade Union (ver.di), Member * Development and Peace Foundation (SEF), Member of the Board of Trustees (2013-2019)Board of Trustees Development and Peace Foundation (SEF). * German Institute for International and Security Affairs (SWP), Member of the Council (2009-2014) * German-Iranian Society, Member of the Advisory Board (2009-2011) ==Political positions== Over the years, Mützenich has been a vocal critic of the deployment of German forces in Afghanistan.Rachel Morarjee and Richard Milne (May 20, 2007), Attacks threaten Berlin’s Afghan support Financial Times. In 2015, Mützenich criticized SPD “rapprochement romantics” in Germany's relationship with Russia and warned against the “misconception that old-style Ostpolitik was possible following the annexation of Crimea.”Patrick Wintour, Luke Harding and Julian Borger (October 24, 2016), Cold war 2.0: how Russia and the west reheated a historic struggle The Guardian. In 2018, however, he was one of the most important critics of the decision made by Foreign Minister Heiko Maas to expel four Russian diplomats over the nerve agent attack on Sergei Skripal and his daughter Yulia, describing that the expulsion as “too hasty“ and saying there was still no conclusive proof that the Russian government was behind the poisoning.Guy Chazan (March 27, 2018), German politicians divided over expulsion of Russian diplomats Financial Times. When Germany entered the process of phasing out its aging fleet of Tornado fighter jets to fulfill its nuclear sharing obligations with the U.S., Mützenich called for an American nuclear withdrawal in a 2020 interview with newspaper Der Tagesspiegel. According to Mützenich, \"nuclear weapons on German territory do not heighten our security, just the opposite\", especially during the presidency of Donald Trump.Matthew Karnitschnig (May 3, 2020), German Social Democrats tell Trump to take US nukes home Politico Europe. ==References== ==External links== Category:Living people Category:1959 births Category:Politicians from Cologne Category:Members of the Bundestag for North Rhine-Westphalia Category:Social Democratic Party of Germany politicians Category:University of Bremen alumni Category:Members of the Bundestag 2017–2021 Category:Members of the Bundestag 2013–2017 Category:Members of the Bundestag 2009–2013 Category:Members of the Bundestag 2005–2009 Category:Members of the Bundestag 2002–2005 Category:Members of the Bundestag for the Social Democratic Party of Germany ",
    "title": "Rolf Mützenich"
}