{
    "id": "61584686",
    "text": "Olaf Blackwood (born 5 November 1980) is a Jamaican singer-songwriter and record producer. ==Early life== Born and raised in Lacovia, a small village known for cashew cultivation on the south coast of Jamaica in Saint Elizabeth Parish. Blackwood endured a hardscrabble childhood growing up. He would work on his family's’ farm and walk 6 miles to fish for food with his grandfather in order to feed the household. As a child, his two passions were soccer and music. His biggest musical inspiration is his uncle Errol Blackwood lead singer/founder of the reggae band Messenjah. Blessed with a unique voice and a talent for writing, he dropped out of school at 16 and ventured to Kingston with the determination to use music as his avenue out of his humble beginnings. ==Music career== He recorded his first single on Reggae Legend Garnet Silk's label in 1995. Later for Mario C Productions on the Artillery rhythm. He recorded for the likes of Steven Ventura of Celestial Sounds, Shiah Coore, Jason Chantrell and many other Jamaican Producers resulting in several unreleased tracks. Failing to achieve the success he desired Olaf migrated to the United States in 2002. Since then he has either written and/or produced songs for several high-profile entertainers, the likes of Shaggy, Tessanne Chin and more. Olaf landed major commercial success in 2017 with the Billboard Charts hit, 'I Need You' garnering an impressive 56 million streams in total on Spotify. The single, was produced by Trance music king Armin van Buuren and Fernando Garibay, and written by Olaf Blackwood with Fernando Garibay.The Single was certified Platinum and it won a BUMA award for the best International song of the year in the Netherlands. The single peaked at #7 on Billboard Digital songs sales, # 9 on the Billboard Dance/Airplay charts, and remained on the Billboard Dance/AirPlay top 40 chart for 3 months. It was also added to Spotify's viral 50 Songs in 23 countries, and voted #5 on the BPM top 51 Songs of 2017 by SiriusXM. Contestants on The Voice of Holland (season 7) performed a cover of \"I Need You\" during the 2017 finale. Olaf is also developing young talented writers to help them realize their dream just as he had. First addition to his publishing company Holland Bamboo Publishing is Shannon Rani, who he discovered through Instagram. He has been working with her in his studio in LA. ==Production discography== ===2016=== *Can't Lie (featuring Olaf Blackwood) **Safaree ===2017=== *I Need You (featuring Olaf Blackwood) **Armin van Buuren and Garibay — Single ===2018=== *Right With Me (with Naked Koala) *Reasons (with Naked Koala) ===2019=== *Keep On Calling (featuring Olaf Blackwood) **Niiko x SWAE *Love Me Now (featuring Olaf Blackwood) **Shaggy ==Co-Writes== *Lay Your Head On Me **Crush *Use Me **Shaggy *For You Only **Rose McGowan == References == ==External links== *Official Facebook Page Category:1980 births Category:Living people Category:Jamaican record producers Category:Record producers from Los Angeles Category:Musicians from Los Angeles Category:American people of Jamaican descent Category:American musicians of Jamaican descent Category:American male singers Category:Dancehall musicians Category:Jamaican emigrants to the United States Category:Jamaican rappers Category:Jamaican male singers Category:Jamaican reggae singers Category:Musicians from Kingston, Jamaica Category:Reggae fusion artists Category:Jamaican people of African descent ",
    "title": "Olaf Blackwood"
}