{
    "id": "61581953",
    "text": "Caroline May de Costa (; born 1947) is Professor of Obstetrics and Gynaecology at James Cook University, Queensland, Australia, as well as an advocate for indigenous health and abortion rights. She also writes medical nonfiction books and crime novels. == Education == De Costa was born in Sydney, Australia, where she began studying medicine in 1963 at the University of Sydney, before dropping out to travel after one year. She re-commenced her undergraduate medical studies in Dublin, at the Royal College of Surgeons in Ireland, in 1967. In 1973 she moved to Papua New Guinea to complete a residency in Port Moresby General Hospital, after which she returned to Ireland to undertake specialist training in obstetrics and gynaecology. She completed her Diploma with the Royal College of Obstetricians and Gynaecologists (RCOG) in 1978, became a fellow of the Royal College of Physicians and Surgeons of Glasgow in 1980, a fellow of the Royal Australian and New Zealand College of Obstetricians and Gynaecologists in 1981, and a fellow of the Royal College of Obstetricians and Gynaecologists in 1990. == Career == In 1994, she moved to Cairns where she continued her clinical practice until 2013. From 1994 and 2009 de Costa was part of the outreach specialist obstetric and gynaecological service established by Professor Michael Humphrey through Cairns Base Hospital, providing services throughout Far North Queensland. De Costa is the author of around 90 research articles, and a number of textbooks. Her principal areas of research have been in reduction of foetal alcohol syndrome in children of indigenous women, vitamin D levels requirements of pregnant women in Far North Queensland, as well as birth by caesarean section. She completed a PhD at the University of Sydney under the supervision of Dr Hans Pol researching the history of caesarean section births. Her thesis became the subject of a book, Hail Caesar: Why one in three Australian babies are born by Caesarean sections, published in 2008. == Reproductive rights activism == De Costa began her work in activism for reproductive rights during her undergraduate medical studies in Ireland, including taking part in the contraceptive train in May 1971 in which members of the Irish Women's Liberation Movement took a train to Belfast, Northern Ireland, to purchase contraceptives and bring them back to Ireland. As part of her specialist training in Ireland, de Costa worked at the Irish Family Planning Association (IFPA) clinics and she notes that she \"often travelled back from England with a dozen intrauterine devices discreetly concealed in my bags for IFPA doctors.\" In Australia, de Costa was not actively involved in reproductive rights work until 2005, when she became aware of the advantages of the drug mifepristone, a drug which brings about medical abortion, and which was not available in Australia at that time, despite being available in Europe from as early as 1988 and the US since 2000. She wrote an article in the Medical Journal of Australia advocating for its introduction in Australia, noting \"Availability of this drug in Australia might largely overcome many of the inequities of access to abortion, and is critical for many women in rural areas and women in some ethnic groups whose access to surgical abortion is limited.\" == Awards and recognition == * President's Medal of the Australian Medical Association, 2010 * President's Medal of the Royal Australian and New Zealand College of Obstetricians and Gynaecologists, 2014 * Member of the Order of Australia, 2014, \"for significant service to medicine, particularly to Indigenous and migrant women's reproductive health\" == Works == === Medical nonfiction === * * * * * * * === Fiction === ====Inspector Fernando series==== * * - Qld Premier's Literary Award ====Cass Diamond series==== * * * == References == Category:Australian gynaecologists Category:Australian health activists Category:Women medical researchers Category:Australian indigenous rights activists Category:1947 births Category:Living people Category:Abortion-rights activists Category:Australian crime writers Category:Members of the Order of Australia ",
    "title": "Caroline De Costa"
}