{
    "id": "61584759",
    "text": "Debbie Young (born 1960) is a British writer of cozy mystery novels, UK ambassador for ALLi the (Alliance of Independent Authors), and founder in 2015 of the now annual Hawkesbury Upton Literary Festival. Her debut novel, Best Murder in Show, was published in 2017 as the first part in a series of seven novels that spans the course of a village year. In 2015, Young commissioned T E Shepherd to illustrate the fictional Hector's House Bookshop and Tea Room that features in her Sophie Sayers Village Mysteries series of cozy mystery novels. In 2018 Debbie was invited by John Holland to co-judge the Stroud Short Stories competition.{cite news |url= https://stroudshortstories.blogspot.com/2018/10/debbie-young-on-judging-our- sold-out-11.html | title= Debbie Young on Judging our sold-out 11 November event 'What Makes a Monster & Other Stories' | publisher=Stroud Short Stories | date=30 October 2018 | accessdate=18 October 2019}> == Biography == Young was born in Sidcup, Kent, England, and was schooled first at Days Lane Primary, and then after passing the 11+ at Beaverwood School for Girls. Her family relocated to Germany when Debbie was aged 14, and she spent four years at Frankfurt International School where she gained the then brand new International Baccalaureate. Young came back to the UK to study English and Related Literature at the University of York, before living and working for a while in London and the West of England as a journalist and PR consultant. Young now lives in a small Cotswold village with her husband and daughter. ==Works and Appearances== ===Sophie Sayers Village Mystery Novels=== * Best Murder in Show (Sophie Sayers Village Mystery #1), Hawkesbury Press, 2017 * Trick or Murder? (Sophie Sayers Village Mystery #2), Hawkesbury Press, 2017 * Murder in the Manger (Sophie Sayers Village Mystery #3), Hawkesbury Press, 2017 * Murder by the Book (Sophie Sayers Village Mystery #4), Hawkesbury Press, 2018 * Springtime for Murder (Sophie Sayers Village Mystery #5), Hawkesbury Press, 2018 ===Staffroom at St Bride's=== * Secrets at St Bride's (Staffroom at St Bride's #1), Hawkesbury Press, 2019 ===Books for Authors=== * How To Get Your Self-Published Book into Bookstores: Volume 4 (with Orna Ross), Font Publications, 2017 * How to Work More Effectively with the Book Trade with Dan Holloway, Font Publications ===Books about Type 1 Diabetes=== * Coming to Terms with Type 1 Diabetes: One Family's Story of Life After Diagnosis (Foreword by Justin Webb), Hawkesbury Press, 2014 ===Collected Columns and Essays=== Since 2010 Young has written monthly columns for two local magazines, the multiple award-winning \"Tetbury Advertiser\" and the \"Hawkesbury Parish News\". These articles and columns have since been republished in two books. * All Part of the Charm: A Modern Memoir of English Village Life: Volume 1 (Collected Essays), Hawkesbury Press, 2016 * Young By Name: Whimsical Columns from the Tetbury Advertiser (Collected Essays), Hawkesbury Press, 2016 ==Articles and Interviews== * Young By Name: monthly contribution to the Tetbury Advertiser. Page 4 of the October edition * Cozy Mystery Writer Debbie Young Gives Back to the Indie Community, Inspirational Indie Authors podcast with Howard Lovy, 8 September 2019 * Getting Your Self- Published Book Into Bookstores And Libraries With Debbie Young, interview with Joanna Penn * Writing 1000 Words a Day: Finding Better Ways to Measure Productivity & Finish Your Book * Are You A Plotter vs Pantser? With Debbie Young and David Penny * Interview on Stratford Wrods with Nick le Mesurier ==Hawkesbury Upton Literary Festival== Young has for many years been involved in the UNESCO-led World Book Night as one of thousands of volunteer \"book givers\". In 2015, she set up a small local event on the evening of 23 April (World Book Night) in The Fox Inn in Hawkesbury Upton. What started as a few author friends and village locals soon led to an invitation to the general public to join a full evening event with over 20 authors, poets and illustrators, celebrating the joy of reading with a series of panel discussions and public readings. In 2016, the festival returned, this time for a full day's programme in multiple venues, and it has grown year on year since then. The fifth festival on Saturday 27 April 2019, once again coincided with World Book Night == References == == External links == * Official Web Page of Debbie Young * Debbie Young on Twitter * Debbie Young Author at Facebook * Debbie Young at Goodreads * Debbie Young at Amazon * Profile on Hawkesbury Press website Category:1961 births Category:People from Sidcup Category:Living people Category:20th-century British women writers Category:21st-century English novelists Category:21st-century British women writers Category:Alumni of the University of York ",
    "title": "Debbie Young"
}