{
    "id": "61587617",
    "text": "3rd ring on the upper joint and key for C(♯) / G(♯) with extension for the right index finger The Boehm system is a fingering system for the flute and the clarinet, as a Reform Boehm system the corresponding handle system for the clarinet, connected to a clarinet body, which has a different inner bore than in the original Boehm clarinet , with the aim of producing a different sound character together with another mouthpiece. == Handle systems for the modern clarinet == There are (essentially) two fingering systems, the German system developed from the historical clarinet, also called the Oehler system, and the French, also known as the Boehm system. Both would not be conceivable without the clarinet, which can be described as the first modern clarinet: the clarinet developed at the beginning of the 19th century by the Russian clarinettist and clarinet maker Iwan Müller (1781-1854). His innovations revolutionized the entire construction of woodwind instruments. In detail: While until then insufficiently closing upholstery made of felt was used for the tone holes - because of the inadequacies of the flaps their number was kept low - developed Müller leather upholstery; in connection with this he lowered the tone holes for the flaps and surrounded them with raised conical rings. Finally, the previously used flaps with tilt mechanism largely were replaced by spoon flaps. All this together meant that the tone holes were closed perfectly when the flaps were actuated. This in turn allowed the clarinet to be fitted with initially 13 keys instead of the usual 7. These three inventions are still part of every clarinet and the other woodwind instruments. Then Müller devoted himself to the previously inadequate intonation of the clarinet, which he could significantly improve by a different arrangement of the tone holes associated with the new mechanics, so that it was possible to play easily in almost any key. He also invented the ligature and - immensely significant - the thumb rest. The latter opened by a more favorable weight distribution, the possibility of Untersichblasen instead of the Uebersichblasen ,For these techniques look here: Kornel Wolak, Articulation Types for Clarinet (2017-10-06) in which the mouthpiece from today's perspective was plugged upside down, look picture \"Early clarinet\" -, with the associated problems, especially in staccato. After some initial difficulties, the Müller-clarinet gradually became the standard worldwide after its introduction in 1809, especially in the 1820s.For the paragraph total: Stephanie Angloher, Das deutsche und französische Klarinettensystem. Eine vergleichende Untersuchung zur Klangästhetik und didaktischen Vermittlung, Inaugural-Dissertation zur Erlangung des Doktorgrades der Philosophie an der Ludwig-Maximilians-Universität München, 293 Seiten, Herbert Utz Verlag GmbH, München 2007 (Translation: Stephanie Angloher, The German and French clarinet system. A comparative study on sound aesthetics and didactic teaching, Inaugural dissertation on obtaining the doctoral degree in philosophy from the Ludwig-Maximilians-Universität München , 293 pages, Herbert Utz Verlag GmbH, Munich 2007), pp. 18-25 The Boehm clarinet was performed between 1839 and 1843 in France by the clarinetist Hyacinthe Klosé and the instrument maker Louis Auguste Buffet by transferring the key and ring system invented shortly before by the flutist and flute maker Theobald Boehm to the clarinet. While the hitherto customary historical clarinets in the 1812 by Ivan Mueller improved form had 13 keys, the Boehm clarinet, as their developers called it, received 17 keys and two rings on the upper joint and three rings on the lower joint.Jean Christian Michel, Histoire de la Clarinette, section \"La clarinette adapte le systeme Boehm\" It was much easier to play than the Mueller clarinet or even a historic instrument with four to seven keys and opened up new options to play that were not possible on the Mueller clarinet.Stephanie Angloher l.c., p. 29 Particularly characteristic was the new redundant key technique on the lower joint for the two little fingers with four keys for the right and three for the left finger opposite two keys so far and without redundancy. However, in particular these keys required a further inner bore with a significantly larger cone, especially at the lower joint of the instrument.The conicity (difference between the smallest inner diameter at the top of the upper joint and the largest at the lower joint) is approx. 3 mm for historical and German clarinets, approx. 7 mm for Boehm clarinets. The resulting impairment of intonation was compensated by lengthening the lower part and thus the clarinet by a total of 10 to 15 mm and corresponding offset of the lower tone holes.Stephanie Angloher l.c., p. 43 There was also a wider undercut of the tone holes and a wider mouthpiece, which in turn caused other reeds. Through these operations, however, lost the characteristic sound of the clarinet, which had fascinated Mozart so much. Richard Strauss spoke after conducting in France about the nasal French clarinets. Berlioz, Hector, Instrumentationslehre. Ergänzt und revidiert von Richard Strauss, Frankfurt am Main 1904, p. 214: \"Die französischen Klarinetten haben einen flachen, näselnden Ton, während die deutschen sich der menschlichen Gesangsstimme nähern.\" (Translation: Berlioz, Hector, Treatise on Instrumentation. Supplemented and revised by Richard Strauss, Frankfurt am Main 1904, p. 214: \"The French clarinets have a flat, nasal soud, while the Germans approach the human vocal part.\") In 1905, the clarinetist and instrument maker Oskar Oehler significantly expanded the fingering system of the Mueller-clarinet. He increased the number of keys to 22 and took over the ring system from the Boehm clarinet, to which he added a 3rd ring to the upper joint.Erin Bray, The clarinet history Now there were two technically fully developed and roughly equivalent fingering systems. Although the Oehler clarinet is easier to play than the Mueller clarinet, the boehm clarinet was and is superior to the Oehler clarinet due to the redundancy of the keys intended for the little fingers. With it, keys with many signs can be played more easily, which also makes transposing easier; however, there are also passages that are easier to play on a German clarinet. Stephanie Angloher l.c., p. 47 In addition, there are still tone sequences that can occur in modern compositions that are playable only on the Boehm clarinet. For example, a few years ago, Sabine Meyer had to refuse the premiere of a composition intended for her on the ground that she was not able to realize this on a clarinet with a German finger system. == Development of the Reform Boehm system == Actually, it would have been natural to try to combine the advantages of both systems. But this did not happen until the 1940s, when Erlbachtoday a district of Markneukirchen / Vogtland / Saxony based clarinet architect Fritz Wurlitzer, had the idea, Boehm clarinet while retaining the fingering system to change so that their sound became largely the historic and thus also corresponded to the Oehler clarinet. For this purpose, he built a Boehm clarinet with a narrower bore, in which also the cone was reducedThe conicity of reform Boehm clarinets is about 4.5 mm. , whereby the impairment of the intonation caused by this was compensated by shortening the lower part by a few millimeters and a slightly smaller pitch of the lower tone holes. He also provided this clarinet with a mouthpiece of German design. Finally 1949 the first clarinet of this type, which he called \"Reform-Boehm\" clarinet\", Colin Lawson, The Cambridge Companion to the Clarinet, p. 29f, Cambridge University Press, December 14, 1995 went to a clarinetist of the Concertgebow Orchestra in Amsterdam. A reform Boehm clarinet does not have to be visually different from an original Boehm clarinet. For some brands or models, however, there are these differences: 1. The two upper keys for the little finger on the right (for C and E♭) are (as in German clarinets) on the insides with rollers provided. 2. The overblow-key shaped like German clarinets, this means the corresponding tone hole is not on the underside of the clarinet, but on the left side, which instead of a straight requires an upwardly shaped key; this can be associated with an additional automatically opening and closing key to improve the sound of the B♭ at all the intonation of the notes on the upper joint. 3. There is another ring on the upper joint (on the tone hole for the c), so that the E♭/B♭ can also be executed as a fork grip. However, this ring can also be found on normal Boehm clarinets, albeit rarely (\"full Boehm\"). 4. Extension of the key for the Gis to operate also with the right index finger. 5. Deep E/F improvement. All of the above (taken over or inspired by the German clarinet) improvements can be seen in the illustrations. == Current situation and outlook == Initially reform Böhm clarinets were built only by Fritz Wurlitzer and later by his son Herbert Wurlitzer, followed by other manufacturers in Germany (e. g. Leitner & Kraus, Wolfgang Dietz, Harald Hüyng) and Japan (Yamaha). The big French instrument producers showed no interest in this clarinet type. The main buyers were clarinetists in the Netherlands, Spain, Italy and Japan, but for instruments from the GDR until 1990 also the Eastern bloc; there was and still is a low distribution in the USA. The quantities sold by the individual manufacturers are likely to be well behind those of their manufactured clarinets with the German system declining, which was probably due to the relatively high prices of these instruments. It was also due to smaller market. Yamaha discontinued production of this type several years ago. The current trend for this system is down (mid-2019). Nevertheless reform Boehm-clarinets are still made by various German manufacturers for lovers of this instrument. Instead of reform Boehm - as already in a work from 2007- \"it has recently become increasingly evident that more and more professional clarinettists, in collaboration with instrument makers, are developing individual instruments constructed for the needs of the musicians, based either on the German or the French system.\"Stephanie Angloher l.c., p. 246)so e.g. here: Finally, it should be mentioned that - in accordance with the basic idea of Fritz Wurlitzer - the Canadian manufacter Stephen Fox in recent years has newly developed under acoustic aspects clarinets in Bb and A, wanting „to blend the focus and cleanness of the German sound with the brilliance and projection of the French clarinet, with superior intonation.“ Their development called in a R13 by Buffet Crampom and a Reform Boehm clarinet by Herbert Wurlitzer, from which some of the above-mentioned mechanisms were taken over and supplemented by others. The decline of reform Boehm is probably due to the fact, that in the last 20 years, the sound conception of the French clarinetists (meaning those who play Boehm clarinets) has changed in the direction of the German sound perception. Producers of Boehm clarinets have influenced this trend with new drilling techniques with the result that today the sound of a modern Boehm clarinet is not far away from that of the reform Boehm clarinet or even that of a German clarinet. If then the clarinetist also uses a German mouthpiece with the appropriate reed, it may be that even trained ears can not discern the difference from a German clarinet. An example would be the soloist Sharon Kam.Stephanie Angloher l.c., p. 140 While ambitious followers of the sound of German clarinets (in cultural orchestras) may welcome this development, from a more independent point of view, one might rather regret the actual global unification or strong rapprochement and associated loss of different soundscapes. The same is the observable worldwide loss of the individual sound of top international orchestras.Detailed on this topic: Stephanie Angloher l.c., p. 221-234 == References and Notes == Category:Woodwind instruments Category:Clarinet systems Category:Clarinet makers == Weblinks == * Website Wurlitzer clarinets * Video: Presentation of a Wurlitzer Reform Boehm clarinet * Video: Charles Neidich plays a sonata by A. Copland on one of his Reform Boehm clarinets * Video: Mozart played on an original Boehm bassetclarinet, example for the \"german\" sound of a 2019 new developed Boehm clarinet ",
    "title": "Reform Boehm system (clarinet)"
}