{
    "id": "61589242",
    "text": "The County Hall is a municipal facility at Colliton Park in Dorchester, Dorset. ==History== In the early 20th century Shire Hall in Dorchester was the local facility for dispensing justice and the meeting place of Dorset County Council. After deciding the Shire Hall was inadequate for their needs, county leaders chose to procure a new county headquarters: the site selected had previously been open land known as \"Colliton Park\" which had once been occupied by the monastic hospital of St John the Baptist. A statue of Thomas Hardy, located to the south east of County Hall, predates the building and was erected in 1931.Sheffield Daily Telegraph – Statue to Thomas Hardy – 6 August 1931 – page 4 The foundation stone for the new building at Colliton Park was laid by the Lord Lieutenant of Dorset, the Earl of Shaftesbury, on 26 September 1938. Progress was delayed because of the Second World War and the building, which was designed by the county architect, H. E. Matthews, was only completed on 27 May 1955. The design involved a symmetrical main frontage with seventeen bays facing south; the central section of five bays, which projected slightly forward, featured a doorway on the ground floor flanked by two columns with the county coat of arms above; there was a triple window on the first floor and a flagpole at roof level. The plans for the new building had to be modified so that a Roman townhouse, located just north of site, could remain in situ. The building was officially dedicated by the Bishop of Sherborne, Maurice Key, on 11 May 1956. A memorial to the soldiers of the 2nd Battalion, the Dorset Regiment who died during the Battle of Kohima, which took place in India in spring 1944 during the Second World War, was unveiled outside County Hall in May 2015. Following the merger of the former non- metropolitan districts of Weymouth and Portland, West Dorset, North Dorset, Purbeck and East Dorset in April 2019, a new unitary authority, known as Dorset Council, continued to use County Hall alongside South Walks House in Dorchester as its headquarters. However, the new unitary authority put nearly 600 staff at risk of redundancy in July 2019. Works of art in County Hall include a painting by Elizabeth Thompson depicting the 1st Battalion, the Queen's Own Dorset Yeomanry securing a British victory against German and Ottoman-instigated Senussi forces at the action of Agagia which took place in Egypt on 26 February 1916 during the First World War. ==References== D Category:Buildings and structures in Dorchester, Dorset Category:Government buildings completed in 1955 ",
    "title": "County Hall, Dorchester"
}