{
    "id": "61583347",
    "text": "Izvor (in Macedonian Cyrillic: Извор, English translation: Spring) is the ninth studio album by Macedonian singer Karolina Gočeva released on 23 February 2018. Avalon Production released the album in North Macedonia and subsequently, it was made available for streaming on platforms such as iTunes Store and Spotify. \"Dzvona\" was released as the album's lead single on 19 December 2017 along with an accompanying music video. The album was extensively promoted through numerous concerts held in various cities across the country. ==Background== The cover art for the album was revealed on the singer's Instagram account several days before the album's release. It shows a portrait of Gocheva painted by her husband, Mihail Korubin who is also a professional artist.P The album consists of ten songs, nine of which were written by Vesna Malinova and one by Vesna \"Bejbi\" Petrushevska. All songs were recorded, mixed and mastered at XL Studio in Skopje. Nikola Micevski and Dejan Momirovski were the producers for all songs. Izvor was released across North Macedonia on 23 February 2018 through Avalon Production. It was also made available for digital downloading and streaming through platforms such as Amazon, iTunes Store and Spotify. In April 2019, the album was also released in Croatia through the record label Croatia Records, marking the singer's first album to be released in the country. ==Singles and promotion== \"Dzvona\" was released as the album's first single on 19 December 2017. It was released on the singer's official YouTube channel along with an accompanying music video directed by Ognen Shapkovski. All of the songs were released on YouTube on the day of the album's release. \"Beli cvetovi\" was released as the album's second single. A music video directed by Chedo Popovski was filmed in Skopje and premiered on 31 October 2018. ==Reception== A writer for the Croatian website Glazbeni.info praised the singer's vocals and called the album a \"brilliant\" pop record with swing, jazz and etno elements. \"Ti ne dojde\" received the award for Etno/World Music Song of the Year at the 2019 Music Awards Ceremony held in Belgrade where the singer also performed it. ==Track listing== *All songs produced by Nikola Micevski and Dejan Momirovski for XL Studio Productions. ==Personnel== Credits adapted from the liner notes of Izvor. *Nikola Micevski – accordion *Ljupka Arsovska – backing vocals *Makedonka Petreska – backing vocals *Helena Susha – backing vocals *Blagojche Trajkovski – clarinet *Emilija Kjiproska – design *Kiril Kuzmanov – flute *Damjan Pejchinoski – guitar *Zoran Kostadinovski – guitar *Timko Chichakovski - qanun *Goce Domovski - kaval *Vesna Malinova Babamova - lyrics *Vesna Petrushevska Bejbi - lyrics *Nikolchee Micevski – music, arrangement, programming, music production, piano *Mihail Korubin – painting *Dejan Momirovski – producer *Zlatko Miladinovski - tambourine *Dzhambo Agushev – trumpet *Vladimir Kostov – violin *Vladimir Krstev – violin *Jasmina Dragomanska – violin *Branislav Avtovski – violin *Maja Efremova – violin *Kiril Josifov - violoncello ==References== ==External links== *Playlist on Gocheva's YouTube channel with all of the album's songs Category:2018 albums Category:Karolina Gočeva albums Category:Macedonian-language albums ",
    "title": "Izvor (album)"
}