{
    "id": "61595431",
    "text": "PBA on ESPN is the branding used for Professional Bowlers Association broadcasts on the ESPN cable television network. ESPN's relationship with bowling began in 1985, when ESPN aired the 12 Summer Tour events. By 2001, ESPN would provide exclusive coverage of 20 regular-season events and four to six summer telecasts, all on Sundays or Tuesdays. ==History== After the PBA's sale and move of broadcasts to ESPN, most tournaments used a \"bracketed\" format. Each bowler bowled nine qualifying games, with the top 64 by pinfall competing in best 4-of-7 head-to-head matches. The four remaining bowlers from match play competed in two semi-final matches (#4 seed vs. #1 seed, and #3 seed vs. #2 seed), followed by a final match of the semi-final winners. A few tournaments still used the stepladder format for the finals. ===The World Series of Bowling=== In a cost-cutting effort, the PBA split the 2009–10 season into two segments. The first, the 2009 World Series of Bowling, consisted of seven PBA Tour events—including one major tournament (PBA World Championship) – held in August and September 2009 in Allen Park, MI, near Detroit.PBA World Series of Bowling website All of the events ran in a split format: the early rounds of each tournament were held on consecutive days in August and September, and ESPN television taped the final rounds for the tournaments on Labor Day weekend (September 5–7). These were aired on seven Sundays, October 25 through December 6, 2009. The second half of the season, running January–April 2010, consisted of 11 traditional touring weekly tournaments, including the remaining three majors. Each event ended with the live ESPN television finals on Sundays. The second half also included three special (non-title) televised events: the Chris Paul PBA Celebrity Invitational, the PBA Experience Showdown, and the PBA Women's Series Showdown. The PBA announced in May, 2010 that it would again cover all of the Fall tournaments for the upcoming season at the World Series of Bowling. The second annual event was held October 24 through November 6, 2010 at South Point Hotel, Casino and Bowling Center in Las Vegas, Nevada. It consisted of five title events, qualifying for the PBA World Championship, and one non- title, made-for-TV event. Based on input from players, as well as corporate partner and ESPN television needs, there were some revisions to the series:Vint, Bill. \"South Point in Las Vegas to Host 14-Day 2010 World Series of Bowling.\" Article at www.pba.com on May 24, 2010. * All events were \"open,\" meaning any PBA member could enter the entire World Series of Bowling via $750 entry fee. There were no Tour Qualifying Rounds or \"World Series Trials.\" * Over the first five days (starting October 25) all players bowled 12 games on each of the PBA's five \"animal\" oil patterns (Cheetah, Chameleon, Viper, Scorpion and Shark). The Top 16 qualifiers on each pattern advanced to a 9-game match play the following week. Top 5 qualifiers after the match play rounds in each event advanced to the televised stepladder finals, contested on November 5–6 and taped by ESPN for broadcasts on five consecutive Sundays, starting November 28. * The standings after all 60 animal pattern qualifying games also determined the rankings for the PBA World Championship. The World Championship was again be the first major and first live ESPN broadcast of the season, but this time it featured the Top 8 qualifiers bowling over three consecutive days (January 14–16, 2011). * The Top 6 U.S. qualifiers and Top 6 International qualifiers after the 60 animal pattern games competed in a special (non-title) televised event called \"USA vs. The World,\" which was taped on November 6 for a January 9, 2011 broadcast. In the 2010–11 season the PBA, for the first time, scheduled three consecutive days of live broadcasts for the PBA World Championship finals, January 14–16, 2011. The format was an 8-bowler stepladder. The 8–7 and 7–6 matches aired Friday night, January 14 on ESPN2; the 6–5 and 5–4 matches aired Saturday night, January 15 on ESPN2; the top four then competed Sunday afternoon, January 16 on ESPN. For the 2011-12 season, a total of 14 TV broadcasts were taped at the 2011 World Series of Bowling in Las Vegas to be aired on later dates. For the first time, the TV finals for the PBA World Championship did not air live. In fact, ESPN only aired the finals of the PBA's three remaining major tournaments (USBC Masters, U.S. Open and Tournament of Champions) in a live 2012 broadcast. All other ESPN broadcasts for Winter 2012 were taped events from the World Series, while four additional non-major title tournaments were available live via the PBA's \"Xtra Frame\" webcast service.2011-12 Schedule at www.pba.com For the 2013 World Series of Bowling and into the 2014 season, the PBA began using lane oil that is dyed blue for televised matches, thus helping viewers not only see the pattern layout but also see how the play area changes from game to game. Said ESPN Coordinating Producer Kathy Cook, \"Until now, one of the most crucial and least understood aspects of the game was invisible.\" ===In conjunction with ABC (2011)=== The PBA, through its renewed contract with ESPN, returned to ABC for the first time in over thirteen years, as it televised the 2011 Tournament of Champions from Red Rock Lanes in Las Vegas. The event took place on January 22, 2011 in a live telecast, with Rob Stone and Randy Pedersen on the call, and Nelson Burton, Jr. joining them throughout the telecast with reflections on the history of the Pro Bowlers Tour on ABC. The second match of the telecast nearly ended in a perfect game as Mika Koivuniemi defeated Tom Daugherty 299–100. Daugherty broke the old record for the lowest game in PBA History of 129, previously held by Steve Jaros. The match was also the largest differential in PBA history, with a spread of 199 pins. Koivuniemi went on to defeat top seed Tom Smallwood in the final match to take home a PBA-record $250,000 first prize. ===The end of ESPN's package (2018)=== On March 21, 2018, Fox Sports announced that it had acquired the television rights for the PBA Tour, replacing ESPN, with 26 broadcasts on Fox Sports 1 and four on Fox beginning in 2019. Fox's broadcasts total approximately 58 hours, in comparison to the 30 hours of coverage provided by ESPN linear channels in 2018. ==Commentators== The announcers were chosen by the PBA with ESPN's approval, since the PBA produces their own shows, sells the commercials and bought the airtime from ESPN. *Chris Barnes (color commentary) - During the 2006–07 Denny's PBA Tour season, fellow Denny's PBA Tour bowler Norm Duke took part in the ESPN telecasts for events in which he failed to reach the TV Finals. Along with Dave Ryan and Randy Pedersen, he served as a second color commentator. However, during events in which Duke made the TV Finals, Barnes filled in as the third commentator. In the 2011–12 season, Barnes has been the third commentator for several World Series of Bowling finals events, joining Pedersen and Rob Stone. *Nelson Burton Jr. (color commentary) - After leaving ABC, Burton moved to ESPN and spent one year in 1998 providing analysis for select PBA broadcasts. He also was a commentator for the 1998 Women's College Bowling National Championship. He and former NBC bowling announcer Jay Randolph called the action on ESPN2. In August 2007, Burton and Marshall Holman were the broadcasters for the 2007 U.S. Women's Open in Reno, Nevada on ESPN. The early rounds of the event were taped that month and aired every Sunday afternoon over the course of four weeks, starting Sept. 16. The live televised finals aired on Oct. 14, and Liz Johnson won the event. It was Bo's first national broadcasting work in nearly ten years. He also handled the broadcast of the 2008 U.S Women's Open, once again teaming with Holman. Burton Jr. returned to the ABC broadcast booth for the 2011 PBA Tournament of Champions, the first ABC broadcast of a PBA event since 1997.Schneider, Jerry. \"Nelson Burton Jr. Returns to ABC Sports Broadcast Team for 2011 Tournament of Champions.\" Article at www.pba.com on November 24, 2011. *Carolyn Dorin- Ballard (laneside reporter) *Cathy Dorin-LizziKramer, Lindsay. \"Bowling sisters reverse roles at USBC Queens final\", The Post-Standard, April 27, 2011. Accessed August 14, 2019. \"Dorin-Lizzi was scheduled to be a sideline analyst for ESPN2's live broadcast of the prestigious event tonight from the Oncenter. It's a job she's filled on many such television productions.\" (laneside reporter) - Laneside reporters Cathy Dorin-Lizzi or Carolyn Dorin- Ballard were sometimes added when a PBA Women's Series event was included in the telecast. *Norm Duke - (color commentary) - During the 2006-07 Denny's PBA Tour season, Duke served as a guest commentator on ESPN telecasts for events in which he failed to reach the TV Finals alongside Dave Ryan and Randy Pedersen. During events in which he made the TV Finals, Chris Barnes filled in as the third commentator. *Mike Durbin (color commentary/play-by-play) - From the early 1980s to 1995, Durbin worked as a color analyst for ESPN alongside play-by-play man Dennis Schreiner. The two called tournaments in the summer and fall, along with senior tour events, while ABC Sports would cover the winter-spring events on the Pro Bowlers Tour, occasionally with Durbin alongside Chris Schenkel. Durbin would occasionally call the ESPN action himself with another analyst, such as Earl Anthony, if Schreiner was out on assignment. Durbin also worked as a commentator for USA Network's occasional bowling telecasts in the 1980s. In 1996, Marshall Holman became the new color analyst for ESPN's coverage, while Durbin took over play-by-play duties. Durbin retired from broadcasting in 1997. *Marshall Holman (color commentary) - Holman served as a color analyst alongside Mike Durbin on several ESPN and ESPN2 bowling telecasts from 1996–2001. After several years out of the booth, Holman has returned to the broadcasting arena. He served as a color analyst at the 2007 USBC Queens tournament and was in the broadcast booth (along with Nelson Burton, Jr.) for ESPN's five-week coverage of the 2007 and 2008 U.S. Women's Open events. He later provided commentary, alongside play-by-play man Dave Ryan, for the 2009 U.S. Women's Open telecasts. *Mike Jakubowski (play- by-play) *Dave Lamont (play-by-play) - From 2016 to 2018, Lamont was the lead play-by-play broadcaster for PBA Tour events on ESPN.https://www.pba.com/articles/Veteran-Broadcaster-Dave-LaMont-Tabbed-as- New-Play-By-Play-Announcer-for-PBA-Tour-Telecasts *Lon McEachern (play-by- play) *Randy Pedersen (color commentary) - Pedersen once commented on his role as PBA analyst on ESPN telecasts. He said, \"I want to convey to the viewing public that they are watching the best bowlers in the world. It's my job to explain what makes them that good, as well as provide other information that 'Johnny 150 average' doesn't already know. One thing I learned is if you can bring enthusiasm to the table, sometimes it doesn't really matter what is coming out of your mouth. The viewing audience senses the enthusiasm.\"Zikes, Lyle. \"Sizing up the lanes: Randy Pedersen has brought color to the PBA as an analyst.\" Article in Bowling Digest, June, 2002. *Kimberly Pressler (laneside reporter) - In 2010, Miss Pressler signed on to host Truck Academy on the Outdoor Channel for one season. Upon completion of that series Kimberly became the laneside reporter for the Professional Bowlers Association (PBA) on ESPN, making her debut at the 2010 World Series of Bowling. She has remained in this role through the 2018 PBA season on ESPN. *Jay Randolph (play-by-play) *Dave Ryan (play-by-play) - His signature phrases on bowling telecasts were \"60 feet to success!\" and \"He's got all ten down.\" Some bowling fans criticized him for calling pins by a number, such as \"number seven\" instead of saying \"the seven pin.\" Ryan was replaced by Rob Stone for PBA telecasts in 2007, but he has continued to call other bowling events on occasion, such as women's tournaments and college tournaments. *Denny Schreiner (play-by-play) *Rob Stone (play-by-play) - Stone replaced Dave Ryan as the lead play-by-play announcer for PBA bowling telecasts on ESPN prior to the 2007–08 Denny's PBA Tour. He would continue in this position on PBA telecasts through the end of 2011, after which he left voluntarily to take a position with Fox Sports. He was replaced on the remaining (unrecorded) events for the 2011–12 season by veteran announcer Gary Thorne.Schneider, Jerry. \"Veteran Sportscaster Gary Thorne to be PBA Tour Play-by-Play Announcer for Remaining Majors in 2011–12 Season.\" Article at www.pba.com on January 10, 2012. *Gary Thorne (play-by- play) - Thorne took over for Rob Stone at three live broadcasts in 2012 after Stone left for a new position at Fox Sports, but McEachern was named Stone's permanent replacement for the 2012–13 season.Schneider, Jerry. \"Lon McEachern Joins PBA Broadcast Team as ESPN Play-by-Play Announcer.\" Article at www.pba.com on September 25, 2012. ==See also== *PBA Tour in the media ==References== ==External links== * *PBA ESPN Television Schedule – bowlingdigital.com *Professional bowling is moving from ESPN to Fox in 2019 Category:1985 American television series debuts Category:1990s American television series Category:2000s American television series Category:2018 American television series endings Category:ESPN original programming Category:ESPN2 original programming ESPN ",
    "title": "PBA on ESPN"
}