{
    "id": "61597698",
    "text": "Sherten Wimbert Ramiro Apostel (born March 11, 1999) is a Curaçaoan professional baseball third basemen for the Texas Rangers of Major League Baseball (MLB). ==Career== ===Pittsburgh Pirates=== Apostel signed with the Pittsburgh Pirates as an international free agent in 2015, for a signing bonus of US$200,000. He made his professional debut in 2016 with the DSL Pirates, hitting .205/.308/.275/.583 with one home run and 8 RBI in 48 games. Apostel returned to the DSL Pirates in 2017, hitting .258/.422/.495/.917 with 9 home runs and 48 RBI in 61 games. After spending the first half of the 2018 season in extended spring training, he was assigned to the Bristol Pirates and hit .259/.406/.460/.866 with 7 home runs and 26 RBI in 41 games. ===Texas Rangers=== Apostel was traded to the Texas Rangers on August 17, 2018, as the PTBNL in the Keone Kela trade. He was assigned to the Spokane Indians of the Class A Short Season Northwest League and hit .351/.469/.459/.929 with one home run and 10 RBI in 12 games. Apostel was assigned to the Hickory Crawdads of the Class A South Atlantic League to open the 2019 season. He turned in a .258/.325/.470/.795 batting line with 15 home runs and 43 RBI over 80 games for Hickory. He was promoted to the Down East Wood Ducks of the Class A-Advanced Carolina League on July 17. He produced a .237/.352/.378/.730 slash line with 4 home runs and 16 RBI for Down East. Apostel was added to the Rangers' 40–man roster following the 2019 season. He was called up to the major leagues for the first time on September 12, 2020, made his debut that day against the Oakland Athletics and recorded his first hit off of Yusmeiro Petit. ==References== ==External links== Category:1999 births Category:Living people Category:People from Willemstad Category:Curaçao expatriate baseball players in the United States Category:Dutch people of Curaçao descent Category:Major League Baseball players from Curaçao Category:Major League Baseball infielders Category:Texas Rangers players Category:Dominican Summer League Pirates players Category:Bristol Pirates players Category:Spokane Indians players Category:Hickory Crawdads players Category:Down East Wood Ducks players ",
    "title": "Sherten Apostel"
}