{
    "id": "61597873",
    "text": "George Stanger (born 15 August 2000) is a professional footballer who plays as a defender for Scottish club Hamilton Academical. Born in Scotland, Stanger has represented New Zealand at under-20 level. ==Early and personal life== Stanger's father is former Scottish International rugby union player Tony Stanger, and his mother Bid is from Auckland, New Zealand. George was born in Melrose in the Scottish Borders; the family eventually settled in Dunblane. ==Club career== Stanger began his career with Stirling Albion, joining Hamilton Academical in January 2018 before being loaned back to Stirling Albion for the rest of the season, making his senior debut in Scottish League Two. During the 2018–19 campaign he played for Hamilton's youth teams, including in the Scottish Challenge Cup and the UEFA Youth League. In the summer 2019 transfer window, he was linked with a move away from Hamilton. He made his first professional-level start for the club in the Scottish Premiership on 24 August, a 3–1 home defeat to Motherwell in the Lanarkshire derby.Hamilton Academical 1-3 Motherwell: Visitors claim first league victory, BBC Sport, 24 August 2019 In September 2019 he moved on loan to East Kilbride. In January 2020 he moved on loan to Forfar Athletic. ==International career== Stanger represented New Zealand at the 2019 FIFA U-20 World Cup.G. Stanger, Soccerway ==References== Category:2000 births Category:Living people Category:British people of New Zealand descent Category:Sportspeople from the Scottish Borders Category:People from Dunblane Category:Sportspeople from Stirling (council area) Category:Scottish footballers Category:New Zealand association footballers Category:Stirling Albion F.C. players Category:Hamilton Academical F.C. players Category:East Kilbride F.C. players Category:Forfar Athletic F.C. players Category:Scottish Professional Football League players Category:Association football defenders Category:New Zealand under-20 international footballers Category:New Zealand people of Scottish descent ",
    "title": "George Stanger"
}