{
    "id": "61595259",
    "text": "The Arp Schnitger Organ in Norden Organ console The organ of St. Ludgeri in Norden was built from 1686 to 1692 by Arp Schnitger. It has 46 stops, five divisions, three manuals and pedal, and is thus the second-largest surviving Schnitger organ in Germany (after that of the St. James' Church, Hamburg) and until 2018 the largest organ in East Frisia.Edskes, Vogel (2016): Arp Schnitger and His Work. p. 152. Historically and musically it is considered an art-work of international rank.Vogel, Ruge (1995). Orgellandschaft Ostfriesland. p. 31. ==Building history== The previous organ of the Lutheran Ludgerikirche was built by Edo Evers in 1618, partly using pipes from an older organ of Andreas de Mare (1567). This organ had 18 stops, three manuals and an attached pedal.Ruge (1985). Arp-Schnitger-Orgel Ludgerikirche Norden. p. 11. Like its predecessor, it was a 'Swallow's-nest' choir-organ on the south choir wall (behind the present organ's location), from which position it was able to fulfil the liturgical demands which had originally been made on it.Vogel, Ruge (1995). Orgellandschaft Ostfriesland. p. 28. ===New organ by Schnitger 1686–1688 and 1691–1692=== When, after years of unsuccessful repair work on the now-derelict organ, Arp Schnitger was finally commissioned to build a new organ on February 26, 1686, he built a lower and larger organ gallery, from which his new organ physically projected out at a diagonal, into the middle of the choir, and also into the crossing, so as to fulfil the organ's new task (since the mid-17th century) of accompanying congregational singing. Now, the organ sound could properly reach services of the Word in the transept and the nave, as well as communion services in the choir; the sound of the organ's individual divisions thus varies in different parts of the church. Therefore, at Norden we have an organ which is located and disposed very unusually for its time, placed either side of the south-eastern crossing pier and thus occupying two different parts of the building: the manual division in the choir but the pedal in the crossing. Because of this arrangement, the pedal pipes had to be housed in a single tower, as opposed to the customary pair of towers.Ruge (1985). Arp-Schnitger-Orgel Ludgerikirche Norden. p. 12. The pedal tower brings the bass foundation sound near the nave, and it is also visually dominant from a westerly view-point.Ruge (2019). Die Arp-Schnitger-Orgel in der Ludgerikirche zu Norden (Ostfriesland). p. 208. Eight old stops of de Mare and Evers survive, integrated into Schnitger's work, and are of particular tonal quality. Beyond his contractual requirements, Schnitger also built a six-stop Brustpositiv and in a second construction period (1691–1692) added an eight-stop Oberpositiv, which is attached to the key action of the Brustpositiv; both are played from the third manual. The organ now had 46 stops and five divisions on three manual keyboard and pedal.Vogel, Ruge (1995). Orgellandschaft Ostfriesland. p. 29. The architectural design and distribution of the divisions is unique for Schnitger. The four manual divisions are arranged above and behind one another: Rückpositiv, Brustpositiv, Hauptwerk and Oberpositiv. The three-towered facades of the Hauptwerk and Rückpositiv are matching. In each, the elevated polygonal central tower is connected to the pointed side towers by two-storey pipe- flats. Intermediate cornices separate the upper pipe-flats from the lower ones. In the Hauptwerk facade, the pipes of the upper pipe-flats, and in the Rückpositiv the pipes of the lower pipe-flats, are dummies. Side towers and pipe-flats of the two manual cases are united under common consoles. The upper and lower consoles are profiled and each have a frieze and a crown moulding. A side pipe-flat with dummy pipes is attached to the Rückpositiv and the Hauptwerk cases on the east face of the cases, facing towards the choir. On the upper main case this continues in three further pipe-flats, which reach up to the top of the first choir pier and cover the aperture through which the Oberpostitiv speaks. The middle pipe-flat is flanked by two two-storey flats with dummy pipes.Edskes, Vogel (2016). Arp Schnitger and His Work. p. 24. Segmented corbels join the upper part of the main case to the narrower lower part which houses the console and the Brustpositiv doors. These are double- winged and filled with openwork carving of acanthus leaves and volutes. The box-shaped Oberpositiv front has four pipe-flats with wide-scaled, foliated dummy wooden pipes, and towards the choir there is another pipe flat. On the Oberpositiv flat-carved ornaments are used. The polygonal pedal tower on the crossing pier is crowned by a volute and a trumpeting angel. All of the pipe fields are bordered at the top and bottom with pierced and gilded pipe-shades. Like those of the Hauptwerk and Rückpositiv cases, the pedal pipe-shades are formed from gilt acanthus with volutes. The three trumpeting angels on the two central manual towers and the pedal tower are attributed to Christian Precht of Hamburg. ===Later work=== Since the mid-nineteenth century, in the course of various repairs and adaptations to changing contemporary tastes, many stops, and also the keyboards and bellows, were replaced in a disfiguring manner. In 1917, the case pipes (the Prinzipal stops of the Hauptwerk, Rückpositiv and Pedal, as well as the dummy pipes on the east side of the organ) were requisitioned for war purposes and were hence lost.Edskes, Vogel (2016). Arp Schnitger and His Work. p. 153. ===Restorations=== The long phase of restorations in the 20th century began in 1927 at the beginning of the organ reform movement with research by Christhard Mahrenholz and Hans Henny Jahnn; following this, P. Furtwängler & Hammer restored much of the organ in 1929/1930, within the limits of the knowledge of that time. However, the missing notes of the short octave, and the highest c sharp to g of each manual (in the pedal d sharp to g), were placed on supplementary pneumatic chests, and a new four-manual console was built so as allow the Brustpositiv and Oberpositiv to be played separately. The Oberpositiv and Pedal received a pneumatic action throughout.Ruge (2019). Die Arp-Schnitger-Orgel in der Ludgerikirche zu Norden (Ostfriesland). p. 205. After war-related dismantling of the organ for safe-keeping (1943), then re-erection (in 1945 / 1948), and then various restoration works carried out by Paul Ott in 1948 and 1957-1959, its tonal and technical state had become highly unsatisfactory. Even the pipe- work had not escaped interference, due to the lowered wind pressure. It was not until the restoration by Jürgen Ahrend, carried out from 1981 to 1985 in accordance with strict monument preservation standards and planned by the church musician and organologist Reinhard Ruge who worked at the Ludgerikirche, that the old splendour of the organ's sound would once again be revealed fully. Ahrend reconstructed 25 stops, the keyboards, three wedge bellows, wind channels, ventils, tremulants and parts of the mechanism.Ruge (2019). Die Arp-Schnitger-Orgel in der Ludgerikirche zu Norden (Ostfriesland). p. 207. In particular, his reconstruction of the Principals and reed stops is considered masterful. ==Temperament== The current temperament of the Norden organ is a modified or extended meantone temperament, which the former organist and cantor at St. Ludgeri, Reinhard Ruge (* 1934) developed for this restoration.Ibo Ortgies (2016). Unbekanntes über Schnitger-Orgeln. Hinweise, Funde, Hypothesen, Zuschreibungen. In: Ars Organi. Vol. 64, No. 1, pp. 24–33, here: p. 26. It achieves a great purity of organ sound without a wolf fifth in the keys with few accidentals, but also allows playing in more keys than is generally considered acceptable in a strictly meantone temperament. Schema: * Seven fifths narrowed by 1⁄5 Pythagorean comma; 697.3 cents each: F - C - G - D - A - E - B - F# * Two fifths widened by 1⁄5 Pythagorean comma; 706.6 cents: A♭ - E♭ - B♭ * Three pure fifths; 702 cents each: F# - C# - G# and B♭ - F The characteristic of the Norden temperament is a core of 1/5 Pythagorean comma split, i.e. equally good major chords on F, C, G and D. The fifths and the major thirds of these four chords beat at the same speed in a closed position: for example c1 - g1 and c1 - e1 both beat at about 2.3 Hz. As a result, a particularly harmonious effect is achieved in these chords. To this meantoned nucleus, keys on both sides of the circle of fifths are joined, which sound gradually more tense with increasing number of accidentals (A major, E major, B major or B♭ major and E♭ major), comparable to a well-tempered tuning. The remaining thirds of the remotest keys are clearly marked by the two over-wide fifths, which divide and reduce the wolf. But they are usable in passing (especially A♭ major), depending on the musical context or registration. {| class=\"wikitable\" ! |Thirds or fifths on |c |g |d |a |e |b |f# |c#/d♭ |g#/a♭ |e♭/d# |b♭ |f |- !|Fifth (Cent) Fraction pyth. C. ||697,3 -1⁄5 || |697,3 -1⁄5 || |697,3 -1⁄5 || |697,3 -1⁄5 || |697,3 -1⁄5 || |697,3 -1⁄5 || |702 0 || |702 0 || |706,6 +1⁄5 || |706,6 +1⁄5 || |702 0 || |697,3 -1⁄5 |- ! |Major third (Cent) |align=\"center\"|389.1 |align=\"center\"|389.1 |align=\"center\"|389.1 |align=\"center\"|393.7 |align=\"center\"|398.4 |align=\"center\"|407.8 |align=\"center\"|417.2 |align=\"center\"|417.2 |align=\"center\"|412.5 |align=\"center\"|403.1 |align=\"center\"|393.7 |align=\"center\"|389.1 |- !|Minor third (Cent) |align=\"center\"|294.1 |align=\"center\"|303.5 |align=\"center\"|308.2 |align=\"center\"|308.2 |align=\"center\"|308.2 |align=\"center\"|308.2 |align=\"center\"|308.2 |align=\"center\"|303.5 |align=\"center\"|298.8 |align=\"center\"|289.4 |align=\"center\"|284.8 |align=\"center\"|284.8 |} The Norden temperament can be considered to be a further development of the modified or extended meantone tuning that Harald Vogel developed for the restoration (1975) of the organ in the Church of Saints Cosmas and Damian, Stade. It has proven very successful and has since been used as in several other new and restored organs, including the following: * Osteel (Edo Evers, 1619) * Emden-Larrelt (John Millensis, 1619)Page of Ahrend Orgelbau, op. 1. Retrieved 24 August 2019. * Oederquart (Arp Schnitger, 1678–1682)Stephanie Abke, Stefanie König (2014). Gesamtkunstwerk und kulturelles Erbe. Orgelrestaurierungen 2002–2014. Oldenburg: EWE Stiftung. p. 49 (online . Retrieved 24 August 2019). * Pilsum (Valentin Ulrich Grotian, 1694) * Dornum (Gerhard of Holy, 1710–1711) * Marienhafe (Gerhard of Holy, 1710–1713) * Melle, St. Matthew (Hinrich Klausing or Johann Berenhard Klausing, 1713)Melle, St. Matthew. Retrieved 24 August 2019. * Saint-Maximin-la-Sainte-Baume (Provence / France), Ste-Marie-Madeleine (Jean Esprit Isnard, 1772–1774)Association des amis de la basilique Saint-Maximin-la-Sainte-Baume (ed.). (2000). Le grand-orgue français de Jean-Esprit Isnard. Basilique Sainte-Marie-Madeleine, Saint-Maximin-la-Sainte-Baume, 1772–1774. Aix-en-Provence: Édisud. . * Rozsa Center of the University of Calgary, Canada (Hendrik Ahrend, 2006, op. 172)Page of Ahrend Orgelbau, op. 172, Retrieved 24 August 2019. ==Disposition== The 1985 state of the organ shows the original disposition: {| border=\"0\" cellspacing=\"0\" cellpadding=\"10\" style=\"border-collapse:collapse;\" | style=\"vertical-align:top\" | {| border=\"0\" | colspan=4 | I Rückpositiv CDE–c3 \\---- |- | 1. || Principal || 8′ || A |- | 2. || Gedact || 8′ || P |- | 3. || Octav || 4′ || S |- | 4. || Rohrfloit || 4' || S |- | 5. || Octav || 2′ || P |- | 6. || Waldfloit || 2′ || S |- | 7. || Ziffloit || 1′ || S |- | 8. || Sexquialt II || || P |- | 9. || Tertian II || || S |- | 10. || Scharff VI || || A |- | 11. || Dulcian || 8′ || A |- | || Tremulant || || |- | || Cimbelstern || || |} | style=\"vertical-align:top\" | {| border=\"0\" | colspan=4 | II Hauptwerk CDEFGA–c3 \\---- |- | 12. || Principal || 8′ || A |- | 13. || Quintadena || 16′ || P |- | 14. || Rohrfloit || 8′ || P |- | 15. || Octav || 4′ || P |- | 16. || Spitzfloit || 4′ || A |- | 17. || Quinta || 3′ || A |- | 18. || Nasat || 3′ || A |- | 19. || Octav || 2′ || E |- | 20. || Gemshorn || 2′ || S |- | 21. || Mixtur VI || || A |- | 22. || Cimbel III || || A |- | 23. || Trommet || 16′ || A |- | || Vogelgesang || || |} | style=\"vertical-align:top\" | {| border=\"0\" | colspan=4 | III Brustpositiv CDEFGA–c3 \\---- |- | 24. || Gedact || 8′ || SWooden. |- | 25. || Plockfloit || 4′ || S |- | 26. || Principal || 2′ || A |- | 27. || Quinta || 1 1⁄2′ || S |- | 28. || Scharff IV || || S |- | 29. || Regal || 8′ || A |} {| border=\"0\" | colspan=4 | III Oberpositiv CDEFGA–c3 \\---- |- | 30. || Hollfloit || 8′ || S |- | 31. || Octav || 4′ || S |- | 32. || Flachfloit || 2′ || S |- | 33. || Rauschpfeiff II || || A |- | 34. || Scharff IV–VI || || A |- | 35. || Trommet || 8′ || A |- | 36. || Vox humana || 8′ || A |- | 37. || Schalmey || 4′ || A |- | || Tremulant || || |} | style=\"vertical-align:top\" | {| border=\"0\" | colspan=4 | Pedal CDE–d1 \\---- |- | 38. || Principal || 16′ || A |- | 39. || Octav || 8′ || P |- | 40. || Octav || 4′ || A |- | 41. || Rauschpfeiff II || || A |- | 42. || Mixtur VIII || || A |- | 43. || Posaun || 16′ || A |- | 44. || Trommet || 8′ || A |- | 45. || Trommet || 4′ || A |- | 46. || Cornet || 2′ || A |- |} |} * Coupler: sliding coupler III/II (A) * 2 Tremulants (A) * Cimbelstern (S) * Vogelsang (A) ; notes: :P = previous organ by Edo Evers (or Andreas de Mare) :S = Arp Schnitger :A = Jürgen Ahrend ==Technical Data== * 46 stops, 76 ranks of pipes, 3.110 pipes * Wind system: ** 3 wedge bellows (Ahrend) ** 5 check valves (ventils) ** Wind pressure: 71.5 mm * Windchests (Schnitger) * Mechanism/Action (Ahrend): ** Keyboards (Ahrend) ** Key action: Mechanical ** Stop action: Mechanical * Temperament: ** Modified meantone ** Pitch: 5⁄8 tone above a1 = 440 Hz Image:2009 07 Norden Ludgerikirche Arp-Schnitger-Orgel.JPG|Rückpositiv (left), Hauptwerk (center), pedal tower (right) Image:Blick ins Rückpositiv 14.04.02.jpg|Pipes of the Rückpositiv Image:Brustpositiv Holzpfeifen 14.04.02.jpg|Wooden pipes of the Brustpositiv: Plockfloit and Gedact ==Bibliography== * Hans Martin Balz (2008): Göttliche Musik. Orgeln in Deutschland. Stuttgart: Konrad Theiss. . pp. 50–51. * Cornelius H. Edskes, Harald Vogel, translated by Joel Speerstra (2016). Arp Schnitger and his Work. Bremen: Edition Falkenberg. . pp. 24–27, 152–153. * Gustav Fock (1974): Arp Schnitger und seine Schule. Ein Beitrag zur Geschichte des Orgelbaues im Nord- und Ostseeküstengebiet. Kassel: Bärenreiter. . pp. 148–152. * Walter Kaufmann (1968). Die Orgeln Ostfrieslands. Aurich: Ostfriesische Landschaft. pp. 181–187. * Reinhard Ruge (2019). Die Arp-Schnitger-Orgel in der Ludgerikirche zu Norden (Ostfriesland). In: Franz Josef Stoiber (ed.). Schöne Orgeln. Baugeschichte – Klang – Prospektgestaltung. Laaber: Figaro. . pp. 202–209. * Reinhard Ruge, Ev.-luth. Kirchengemeinde Norden (ed.) (1985). Arp-Schnitger-Orgel Ludgerikirche Norden 1686–1692, 1981–1985. Norden. * Harald Vogel, Günter Lade, Nicola Borger- Keweloh (1997). Orgeln in Niedersachsen. Bremen: Hauschild. . pp. 178–181, 353–354. * Harald Vogel, Reinhard Ruge, Robert Noah, Martin Stromann (1995). Orgellandschaft Ostfriesland. Norden: Soltau-Kurier-Norden. . pp. 27–31, 154. ==References== ==External links== * Arp Schnitger organ database (German, English, & Swedish) * Page of the Norden church (German) * Page of NOMINE * Page of H.-W. Coordes (German) * Discography of Arp Schnitger organs Category:Culture of Lower Saxony Category:Individual pipe organs Category:Aurich (district) ",
    "title": "Organ of St. Ludgeri in Norden"
}