{
    "id": "61598463",
    "text": "Bernard Miyet, born 16 December 1946 in Bourg-de-Péage, is a former French diplomat and public servant. He served as the United Nations Under-Secretary- General for Peacekeeping Operations from January 1997 to September 2000, and was the first French to be nominated to the position. Miyet is the current president of the French Association for the United Nations (AFNU). ==Biography== ===Early life=== Miyet attended the Grenoble Institute of Political Studies. He later graduated from the École nationale d'administration in 1976. ===Career=== In 1976, Miyet entered the French Ministry of Foreign Affairs, where he joined the United Nations desk of the ministry. In 1979, he became First Secretary at the permanent mission of France to the United Nations in Geneva. In 1981, he left the diplomatic service to become the Chief of staff of the Minister of Communications of France, Georges Fillioud. He left the position in 1983 and became the president of Sofirad, a French public company whose mandate was the oversight of the French state's involvement in radio broadcasting and television, where he stayed until 1985. In the spring of that year, he joined Schlumberger Ltd as special advisor to Jean Riboud, where he was tasked with the creation of the TV channel La Cinquième (now France 5). Following his work in the audiovisual sector, he served as Consul-General of France to Los Angeles from 1986 to 1989. Miyet then returned to France as deputy Director General of cultural, scientific and technical relations of the French Ministry of Foreign Affairs, where he stayed until 1991. He then moved to Geneva to become the Permanent representative to the United Nations for France. In 1993, then minister Jack Lang put him in charge of negotiating the Cultural exception during the 1993 GATT negotiations. Miyet then became Ambassador of France to the Organization for Security and Co-operation in Europe (OSCE) in November 1994. On 28 January 1997, Kofi Annan announced the nomination of Miyet to Under-Secretary-General for Peacekeeping Operations. This decision was reached after the United States used their veto to block a second term to Secretary- General Boutros Boutros-Ghali and pushed to elect Kofi Annan as Secretary General instead, which France initially opposed. Resistance was overcome when the French were promised the Under-Secretary-General seat, which was filled by Miyet, instead of the former advisor of Annan, Iqbal Riza. Miyet was the first French person in the position, and since his term all of the Under-Secretary- Generals for Peacekeeping Operations have been French nationals. ==Published works== * \"Les Nations unies et la lutte contre les mines antipersonnel : au- delà d'Ottawa\". In: Politique étrangère, n°4 – 1997 – 62nd year. pp. 629–639. (\"The United Nations and the fight against landmines: beyond Ottawa\"). ==See also== *United Nations Department of Peace Operations ==References== Category:French diplomats Category:French officials of the United Nations Category:Under-Secretaries-General of the United Nations Category:Living people Category:1946 births ",
    "title": "Bernard Miyet"
}