{
    "id": "61599372",
    "text": "Bury St Edmunds Guildhall is a municipal building in the Guildhall Street, Bury St Edmunds, Suffolk. It is a Grade I listed building. ==History== The Guildhall is one of the largest and most impressive secular medieval buildings in the country, and a rare survival of a civic building from this period. The building, which was built with financial support from the wealthy Bury St Edmunds Abbey, dates back to 1220. The Bury Chronicle records that John of Cobham and Walter de Heliun visited the guildhall in 1279. The oldest part is the thirteenth-century stone entrance arch, within the highly decorative porch was added in the late 15th century. Its unique roof structure combines East Anglian queen posts with king posts and has been attributed to the fifteenth century, although some suggest it is midfourteenth century. Many timbers are covered in yellow ochre, usually a sixteenth-century feature. Following the Dissolution of the Monasteries in the late 1530s, the guildhall passed to the control of the town of Bury St Edmunds. During the Second world War the Royal Observer Corps established a control centre in the guildhall. After the war the condition of the building deteriorated and it was placed in the Heritage At Risk register in the 1980s. In July 2015 the Bury St Edmunds Heritage Trust launched a project to convert the guildhall into a heritage centre. The project was undertaken at a cost of £2 million, with support from the Heritage Lottery Fund, and the works, which involved access improvements and a new lift as well as repairs to the roof, walls and ceilings, were completed in 2018. The project enabled visitors to see the newly-refurbished courtroom, the banqueting hall, the Royal Observer Corps operations room and the Tudor kitchen. In 2019, dating of the roof and entrance door was requested by Historic England to inform on-going restoration work. Eighteen timbers were sampled from the roof, showing likely felling dates between AD 1263 and 1376. Two of the samples still had complete sapwood and were felled in the winter of AD 1376/77, implying that construction of the roof took place in AD 1377 or soon thereafter. The door boards were made from oak imported from the Baltic region, three samples indicating felling between AD 1253 and 1439, with the latest possible date of AD 1461. ==References== Category:Grade I listed buildings in Suffolk Category:Bury St Edmunds Category:City and town halls in England Category:Buildings and structures completed in 1220 ",
    "title": "Bury St Edmunds Guildhall"
}