{
    "id": "61595944",
    "text": "Slavery of Mapuches was commonplace in 17th-century Chile and a direct consequence of the Arauco War. When Spanish conquistadors initially subdued indigenous inhabitants of Chile there was no slavery but a form servitude called encomienda. However, this form of forced labour was harsh and many Mapuche would end up dying in the Spanish gold mines in the 16th century.Bengoa 2003, pp. 252–253. ==Beginning and end of formal slavery== Formal slavery of indigenous people was prohibited by the Spanish Crown. The 1598–1604 Mapuche uprising that ended with the Destruction of the Seven Cities made the King of Spain in 1608 declare slavery legal for those Mapuches caught in war. Rebelling Mapuches were considered Christian apostates and could therefore be enslaved according to the church teachings of the day. This legal change formalized Mapuche slavery that was already occurring at the time, with captured Mapuches being treated as property in the way that they were bought and sold among the Spanish. Legalisation made Spanish slave raiding increasingly common in the Arauco War.Valenzuela Márquez 2009, p. 231–233 Mapuche slaves were exported north as far as La Serena and Lima. Spanish slave raiding played a major role in unleashing the Mapuche uprising of 1655. This uprising took place in a context of increasing Spanish hostilities on behalf of maestre de campo Juan de Salazar who used the Army of Arauco to capture Mapuches and sell them into slavery.Barros Arana 2000, p. 346. In 1654 a large slave-hunting expedition against the Cuncos ended in a complete disaster at the Battle of Río Bueno.Barros Arana 2000, p. 347.Pinochet et al., 1997, p. 79. This setback did not stop the Spanish who under the leadership of Salazar organized a new expedition the summer of 1655.Barros Arana 2000, p. 348. Salazar himself is said to have profited greatly from Mapuche slave trade and being brother-in-law of governor Antonio de Acuña Cabrera allowed him to exert influence in favour of his military campaigns. Analysing the situation in the 1650s the Real Audiencia of Santiago opined that slavery of Mapuches was one of the reasons of constant state of war between the Spanish and the Mapuches.Barros Arana 2000, p. 342. Much like the Spanish Mapuches had also captured Spanish, often women, trading their ownership among them. Indeed, with the Destruction of the Seven Cities Mapuches are reported to have taken 500 Spanish women captive, holding them as slaves. It was not uncommon for captive Spanish women to have changed owner several times. Slavery for Mapuches \"caught in war\" was abolished in 1683 after decades of legal attempts by the Spanish Crown to suppress it. By that time free mestizo labour had become significantly cheaper than ownership of slaves which made historian Mario Góngora in 1966 conclude that economic factors were behind the abolition.Valenzuela Márquez 2009, pp. 234–236 This 1608 decree that legalized slavery was abused as Spanish settlers in Chiloé Archipelago used it also to launch slave raids against groups such the Chono of northwestern Patagonia who had never been under Spanish rule and never rebelled. ==References== ===Bibliography=== * * * * Category:Arauco War Mapuche Mapuche Category:Mapuche history Category:Huilliche history Mapuche Category:History of labour relations in Chile Category:17th century in the Captaincy General of Chile ",
    "title": "Slavery of Mapuches"
}