{
    "id": "61593938",
    "text": "Cape Verde–Spain relations are the bilateral and diplomatic relations between these two countries. Cape Verde has an embassy in Madrid, a consulate general in Las Palmas de Gran Canaria and two consulates in Alicante and La Coruña.EMBASSYPAGES.COM Embassy of Cape Verde in Madrid, Spain; and consulates Spain has an embassy in Praia.Ficha de Cabo Verde Office of Diplomatic Information of the Ministry of Foreign Affairs and Cooperation of Spain. Section: Representation Data. == Diplomatic relations == Spain and Cape Verde have diplomatic relations since December 21, 1977. Bilateral relations between Spain and Cape Verde have always enjoyed good health, following the qualitative leap that occurred with the visit to Madrid of Prime Minister José María Neves in March 2007 the signing of important agreements (framework cooperation agreement on “last generation” migration matters); Political MOU; three international judicial cooperation agreements; MOU for joint surveillance of maritime spaces; IV Joint Cooperation Commission 2007–09, which significantly increases ODA to Cape Verde), and the opening of an Embassy resident in Praia in July 2007. Spain has placed Cape Verde among the priorities of its foreign action in Sub-Saharan Africa for several reasons:Ficha de Cabo Verde Office of Diplomatic Information of the Ministry of Foreign Affairs and Cooperation of Spain. Section: Diplomatic relations. * First, Cape Verde has become a reference in the subcontinent of Sub-Saharan Africa in terms of democratic governance, rule of law, respect for rights and freedoms and dynamism of civil society * Likewise, it is worth highlighting the commitment of Cape Verde in the promotion of sustainable development and the fight against poverty and its progress in economic and social matters.(reflected in its basic indicators and in its access, since January 1, 2008, to the group of middle-income countries). * Spain and Cape Verde have clear and important shared interests, such as the need to intensify cooperation, in order to give an adequate response to the phenomenon of migration, the fight against illicit traffic, the promotion of trade relations or investment Direct in the country. * Likewise, the neighborhood between Cape Verde and Canary Islands, which makes Spain the Member State of the European Union geographically closest to Cape Verde and multiplies the opportunities to intensify relations in Spain economic, commercial, cultural, scientific or educational fields. * Spain and Cape Verde share a long tradition of collaboration in the field of Security and Defense. The main challenges for Cape Verde in matters of security and defense are linked to its status as an island and archipelagic State, its geostrategic position, a crossing point for illegal traffic between Africa, Europe and America and the difficulty of Cape Verdean authorities to effectively control such a geographically dispersed and fragmented territory, taking into account that its territorial sea extends along 58,000 km² of ocean and that the country has 700,000 km² of maritime spaces between territorial sea, contiguous zone and exclusive economic zone. == Economic relations == Despite the limited size of its market, the proximity and affinity of the Canary Islands, and the tourist potential of Cape Verde, cause an intense bilateral economic relationship, with Spain being its main trading partner. In this sense, according to the latest INE data for 2014, Spain is the first destination for Cape Verdean exports (67% of the total).Ficha de Cabo Verde Office of Diplomatic Information of the Ministry of Foreign Affairs and Cooperation of Spain. Section: Economic relations. === Commercial relations with the Canary Islands === In 2012, the Canary Islands increased both their exports and their imports with Cape Verde, with €14.6 million exported with a positive annual recovery of 0.9% and with imports that exceeded €182.12 thousand, which has suffered an annual variation 18.9% positive, the main imported item being the corresponding \"Canned meat or fish\" with a weight of 37%.AFRICA Infomarket Relaciones comerciales de Cabo Verde == Cooperation == Cape Verde has been a priority country for Spanish cooperation during the term of the III Master Plan 2009 – 2012. The Basic Cooperation Agreement was signed by both countries in 1979, with four mixed commissions being concluded under its framework. In the year 2007 the OTC of Praia was opened. In the IV Joint Cooperation Commission, with an initial validity for the 2007–2009 period, a cooperation volume of €27M per year was committed in non-refundable cooperation. The IV Mixed Commission was extended in September 2010 until the approval of a future partnership framework. The IV Master Plan 2013–2016 provides for the gradual conclusion of the bilateral cooperation program. The evolution of ODA to Cape Verde reflects the high importance accorded to the country for Spanish cooperation (€77 million of net ODA for the period 2007–2011), as well as the widely exceeded compliance with the commitments established in the IV COMIX during Validity: €15.1 million (2007), €15.4 million (2008), €17.6 million (2009), €17.6 million (2010), €11.1 million (2011), 3, € 5M (2012, estimated figure) and 111,800 Euros (2013). The participation of Spain in budgetary support to Cape Verde stands out (more than € 20M in the 2007–2012 period). In 2011, €4.4 million were disbursed, and in 2012 a final disbursement was made for €3 million (compared to the €4.6M initially planned).Ficha de Cabo Verde Office of Diplomatic Information of the Ministry of Foreign Affairs and Cooperation of Spain. Section: Cooperation. == References == Spain Cape Verde ",
    "title": "Cape Verde–Spain relations"
}