{
    "id": "61593710",
    "text": "Nozir Hossain A politician in Sunamganj district of Sylhet Division of Bangladesh. He was elected the first Member of Parliament from the Communist Party of Bangladesh in Sunamganj-1 seat in the 1991 Jatiya Sangsad. He joined the Bangladesh Nationalist Party on 15 October 1993. Later, for the second time on February 1996 and for the third time on the 2001 the Bangladesh Nationalist Party was elected to the same seat. == Birth and early life == Nozir Hossain was born in Sunamganj district. == Political life == Nozir Hossain was once the leader of the Communist Party of Bangladesh (CPB). He was elected the first Member of Parliament from the Communist Party of Bangladesh in Sunamganj-1 seat in the 1991 Jatiya Sangsad. He joined the Bangladesh Nationalist Party on 15 October 1993. Later, for the second time on February 1996 and for the third time on the 2001 the Bangladesh Nationalist Party was elected to the same seat. He was defeated in the June 1996 election. Was a member of the Bangladesh Nationalist Party 's Central Executive Committee. For 10 years Sunamganj was the BNP's general secretary. He served as the president of the district BNP for five years. During the tenure of the BNP government, he served as the chairman of the Standing Committee on the Ministry of Expatriates' Welfare of 2001. He was defeated as an independent candidate from the two seats of Sunamganj-4 and Sunamganj-1 in the national election of 2008. He was defeated as a candidate of Bangladesh Nationalist Party from Sunamganj-1 in the 2018 national election. == See also == * Sunamganj-1 * 1991 Bangladeshi general election * 2001 Bangladeshi general election ==References== == External links == * List of 5th Parliament Members - Jatiya Sangsad * List of 6th Parliament Members - Jatiya Sangsad * List of 8th Parliament Members - Jatiya Sangsad Category:Bangladeshi politicians Category:People from Sunamganj District Category:Communist Party of Bangladesh politicians Category:Bangladesh Nationalist Party politicians Category:5th Jatiya Sangsad members Category:6th Jatiya Sangsad members Category:8th Jatiya Sangsad members ",
    "title": "Nozir Hossain"
}