{
    "id": "61593924",
    "text": "Coming 2 America is an upcoming American comedy film directed by Craig Brewer, from a screenplay by David Sheffield, Barry W. Blaustein and Kenya Barris, based on characters created by Eddie Murphy. It is the second installment in the Coming to America film series, and serves as a sequel to the original film. The film stars Murphy, Arsenio Hall, Jermaine Fowler, Leslie Jones, Shari Headley, John Amos, Tracy Morgan, Wesley Snipes and James Earl Jones. Originally to be theatrically released by Paramount Pictures, the film's distribution rights were sold to Amazon Studios due to the ongoing COVID-19 pandemic, which will release it digitally on Prime Video on December 18, 2020. == Premise == ==Cast== ==Production== ===Development=== In January 2017, an announcement was publicized which addressed the impending production of a sequel to the original film, Coming to America. Kevin Misher was named as producer, and David Sheffield and Barry W. Blaustein, the original screenwriters, were also attached to the project. However, a possible participation of lead actors Eddie Murphy and Arsenio Hall was left undefined. ===Casting=== On January 11, 2019, it was announced that the sequel will be moving forward with Murphy reprising his role, and Craig Brewer as director (having previously worked with Murphy on the Netflix film Dolemite Is My Name). Arsenio Hall, Shari Headley, John Amos, Paul Bates and James Earl Jones were expected to return for the sequel as well. Wesley Snipes signed on for a role in the film. Leslie Jones and rapper Rick Ross also joined the cast in undisclosed roles. On June 18, 2019, Jermaine Fowler was cast in the film in a starring role. On August 12, 2019, it was confirmed that Shari Headley will reprise her role as love interest Lisa McDowell. On August 21, 2019, Nomzamo Mbatha, Tracy Morgan, KiKi Layne, Luenell, Rotimi, Teyana Taylor and Michael Blackson were added to the cast, alongside returning actors Louie Anderson, Vanessa Bell Calloway and Garcelle Beauvais. Madge Sinclair, who played Akeem's mother Queen Aoleon in the original film, died in December 1995; her character will not be recast. In September 2019, Davido had been cast in a cameo role in the film. In October 2019, Samuel L. Jackson, who briefly appeared in the original film, was confirmed to not be reprising his role in the film. In December 2019, Morgan Freeman and Bella Murphy were cast in undisclosed roles. ===Filming=== On August 17, 2019, filming officially began in Atlanta, Georgia. Rick Ross confirmed during the same month that his Georgia mega mansion will be used as a location in the film. On October 1, 2019, in an interview with Collider, Murphy confirmed that production on Beverly Hills Cop IV will commence after the filming of Coming 2 America has wrapped. Filming officially wrapped on November 9, 2019. ==Release== Coming 2 America was initially scheduled to be theatrically released by Paramount Pictures on December 18, 2020 in the United States and Canada, before the COVID-19 pandemic began. On October 13, 2020, Amazon Studios acquired the distribution rights to the film for $125 million, and will release it digitally on Prime Video on the exact same release date. ==References== ==External links== * Category:2020 films Category:2020s romantic comedy films Category:African-American comedy films Category:Amazon Studios films Category:American buddy comedy films Category:American films Category:American romantic comedy films Category:American sequel films Category:English-language films Category:Films about royalty Category:Films directed by Craig Brewer Category:Films not released in theaters due to the COVID-19 pandemic Category:Films set in Africa Category:Films set in Queens, New York Category:Films shot in Atlanta Category:Films with screenplays by Barry W. Blaustein Category:Films with screenplays by David Sheffield Category:Monarchy in fiction Category:Paramount Pictures films Category:Upcoming sequel films ",
    "title": "Coming 2 America"
}