{
    "id": "61595847",
    "text": "The Arp Schnitger Organ in Grasberg The organ of the Grasberg church, or Findorffkirche, in Grasberg was built in 1693–1694 by Arp Schnitger, originally for the orphanage at Rödingsmarkt in Hamburg, and transferred to Grasberg in 1788. It is one of the few instruments by Schnitger to have been structurally changed as early as the 18th century. The organ has 21 stops, over two manuals and pedal. 15 stops are still original Schnitger work. ==Building History== ===New organ by Arp Schnitger, 1694=== On August 1, 1693, the annual administrators of the orphanage contractually agreed with Schnitger for him to build a new organ for them. Their previous positive organ, dating from 1627, had been repaired by Joachim Richborn in 1671, but had since been disused.Fock (1974). Arp Schnitger und seine Schule. p. 67. Schnitger's new organ was completed on February 24, 1694 after seven months' work, with two manuals and pedals free-standing behind them. According to the contract, Schnitger was entitled to 650 Reichstaler for the job. Additionally to the 20 stops agreed by contract, Schnitger also provided a Dulcian 8′ for the upper manual. The instrument was examined and approved by Johann Adam Reincken and his son-in-law Andreas Kneller.Edskes, Vogel (2016). Arp Schnitger and His Work. p. 143. The facade of the Hauptwerk ('Great organ') is three-towered with an elevated, polygonal central tower and two side towers, which were originally also polygonal. The towers are connected by two-storey pipe-flats, which are divided by profiled intermediate cornices; the lower pipes of these are mute. Original, preserved carving completes the prospect of the Hauptwerk at the top and bottom, forming lateral blind-relief wings of acanthus tendrils with volutes, and abutting the center tower. Due to the low ceiling height, the main case originally stood as a Brüstungsorgel ('parapet organ') integrated into the orphanage gallery edge somewhat like a chair-organ. Behind it was the 'Mittelste Werck' ('Middle division', essentially a 'Hinterwerk') positioned above the console. Behind the console, just above the floor, was the pedal with the largest pipes in the centre. To colour the case-front, Schnitger chose a dark background on which gilded decoration stood out.Edskes, Vogel (2016). Arp Schnitger and His Work. p. 42. The principals and flutes are characterized by a fast response and a sonic elegance. The flute stops sound relatively mild, while the original mixture lies very high and sounds sharp. Schnitger's masterful reed stops have a great ability to blend with other stops. The fine intonation is characteristic of Schnitger's city organs. That this small city organ is the only surviving one of its kind by Schnitger is attributable to the instrument's transfer to Grasberg.Vogel, Lade, Borger- Keweloh (1997). Orgeln in Niedersachsen. p. 183. ===Transfer to Grasberg by Wilhelmy 1788=== When the Hamburg orphanage was about to be demolished and abandoned in 1785, Johann Jakob Lehnert built a new organ for the new orphanage.Fock (1974). Arp Schnitger und seine Schule. p. 100. After the sale of the Schnitger organ, Georg Wilhelm Wilhelmy (of Stade) transferred the instrument from Hamburg to Grasberg for 500 Reichstaler. Here Jürgen Christian Findorff had built a new church for the marsh colonists in 1781–1785. Wilhelmy built new casework below the original Hauptwerk impost and rearranged the structural housing of the two manuals. The Mittelwerk, originally sited behind the Hauptwerk, was re-installed in the new lower case as a Brustwerk. In the doors in front of the Brustwerk are foliated wooden pipe dummies. The side towers received their present semi-circular shape; Schnitger had made the side towers polygonal, whereas he usually built pointed side towers. Wilhelmy made a new mechanism using many Schnitger parts, and renewed the keyboards. Taking advantage of the new space he re-worked the pedal Dulcian 16′ into a Posaune 16′ with wooden resonators, removed the trumpet 4′ ('Schallmey') and put the trumpet 8′ in its place. The Cornet 2′ was removed and the four-rank pedal mixture was transformed into a two-rank Rauschpfeife due to the Posaune's larger wooden boots. Noteworthy is the elegant mechanism with the original sticker action for the Hauptwerk. In 1826, a repair costing 442 Reichstaler by Wilhelmy's son Johann Georg Wilhelm Wilhelmy was carried out because the organ was severely damaged due to a damaged church roof.Vogel, Lade, Borger-Keweloh (1997). Orgeln in Niedersachsen. p. 182. ===Later works=== In 1859 to 1862 the Nasat and Sesquialtera were removed by J.H. Rohdenburg (of Lilienthal) and replaced, in contemporary taste, with foundation stops (Bordun 16′ and Viola da Gamba 8′). In 1917, the 65 case-pipes had to be handed over to the army administration for armament purposes, as Schnitger organs were not under monument protection at the time. ===Restorations=== The first renovation was in 1931–1932 by Schindler (of Bremen), with the aim of restoring the original disposition. Another renovation took place in 1950 by Paul Ott. Due to the lower wind pressure applied at this time however, the pipe work was revised and the cut-ups changed. Only the Waldfloit was spared from the mutilation of its pipe mouths.Fock (1974). Arp Schnitger und seine Schule. p. 101. The organ was consequently restored in 1980–1985 by Hillebrand (of Altwarmbüchen) and the previous unsatisfactory interventions were reversed. Lost stops were reconstructed according to the scale data of the organologist Cor Edskes (Groningen) and Rudolf von Beckerath (Hamburg), who had carefully documented the organ's condition before 1950 including the scale measurements. The facade's current colour scheme does not correspond to the original state. The original dark colour has been uncovered on one of the right-hand tower supports. From 1988 to 1989, due to a church renovation, a temporary removal of the organ and installation in the monastery of Möllenbeck was necessary. Rowan West restored the organ in 2015/2016, cleaning and removing mould, carrying out essential maintenance, and making a new copy of the damaged tongues of the Dulcian and of Wilhelmy's manual Trommet. ==Disposition== The 1985 state of the organ shows the original disposition: {| border=\"0\" cellspacing=\"0\" cellpadding=\"10\" style=\"border-collapse:collapse;\" | style=\"vertical-align:top\" | {| border=\"0\" |colspan=\"3\"| I Hauptwerk CDEFGA–c3 \\---- |- | Principal || 8′ || Hi |- | Rohrfloit || 8′ || S |- | Octav || 4′ || S |- | Nasat || 3′ || Hi |- | Octav || 2′ || S |- | Sesquialtera II || || HiSome old pipes. |- | Mixtur IV–VI || || S |- | Trommet || 8′ || S |} | style=\"vertical-align:top\" | {| border=\"0\" |colspan=\"3\"| II Brustwerk CDEFGA–c3 \\---- |- | Gedackt || 8′ || SOak wood. |- | Rohrfloit || 4′ || S |- | Waldfloit || 2′ || SCylindrical and open. |- | Quint || 1⁄3′ || S |- | Scharff IV || || S |- | Dulcian || 8′ || S |} | style=\"vertical-align:top\" | {| border=\"0\" |colspan=\"3\"| Pedal CDE–d1 \\---- |- | Supbaß || 16′ || SMetal except CDE. |- | Gedact || 8′ || SMetal. |- | Octave || 4′ || S |- | Mixtur IV || || Hi |- | Posaune || 16′ || WiWooden resonators. |- | Trommet || 8′ || S |- | Cornett || 2′ || Hi |} |} * Couplers: II/I (Sliding Coupler) (S) * Tremulant (new) ; Notes : S = Schnitger : Wi = Wilhelmy : Hi = Hillebrand ==Technical Data== * 21 stops, 33 ranks of pipes * Wind system: ** 3 Wedge bellows ** 3 Check valves (ventils) ** Wind pressure: 70 mmWS * Windchests: Manuals (Schnitger), pedal (Schnitger) * Mechanism/Action: ** Keyboards (Schnitger) ** Key action: Mechanical ** Stop action: Mechanical * Temperament: ** Well temperament (Neidhardt III) ** Pitch: about one semitone above a1 = 440 Hz ==Bibliography== * Cornelius H. Edskes, Harald Vogel, translated by Joel Speerstra (2016). Arp Schnitger and his Work. Bremen: Edition Falkenberg. . pp. 42–43, 143. * Gustav Fock (1974). Arp Schnitger und seine Schule. Ein Beitrag zur Geschichte des Orgelbaues im Nord- und Ostseeküstengebiet. Kassel: Bärenreiter. . pp. 67–68, 100–102. * Harald Vogel, Günter Lade, Nicola Borger-Keweloh (1997). Orgeln in Niedersachsen. Bremen: Hauschild. . pp. 182–183, 334. ==External links== * Arp Schnitger organ database (German, English, & Swedish) * Arp-Schnitger-Gesellschaft Grasberg (German) * Page of NOMINE (German) * Grasberg organ at arpschnitger.nl * Page of Hans-Werner Coordes (German) ==References== Category:Culture of Lower Saxony Category:Individual pipe organs ",
    "title": "Organ of the Grasberg church"
}