{
    "id": "61593922",
    "text": "Cameroon–Spain relations are the bilateral and diplomatic relations between these two countries. Cameroon has an embassy in Madrid. Spain has an embassy in Yaoundé.Ficha de Camerún Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Representation Data. == Diplomatic relations == More than 50 years have elapsed since the opening of the Embassy in Yaoundé, and since then our relations have been deepening in the different fields. The political relations were concretized in the Memorandum of Understanding regarding political consultations, of April 2009, signed by both Ministers during this MINREX's visit to Madrid.Ficha de Camerún Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Diplomatic relations. Subsequently, two bilateral agreements have been signed: * Convention to combat crime in January 2011. * Air cooperation agreement in November 2012. Spain continues to show its willingness to participate actively in the strengthening of security in the Gulf of Guinea, both at a general level of the UN and the EU (Commission's Critical Maritime Routes Program). On a bilateral level since 2011 they exercised with the Cameroonian navy patrolmen: the Sentinel, from 17 to 24 March, and the Huntress, from 31 October to 3 November. From 6 to 9 March 2012, the winning patrolman did it, as a contribution of the Defense Diplomacy Plan to the Africa Plan, and from 6 to 8 January 2013, the Lightning, and from 29 March to 2 April 2014 the Infanta Elena. == Economic relations == The trade balance has traditionally been deficient for Spain because Cameroon is a major supplier of hydrocarbons. Cameroon is the 61st provider country in Spain. The negative balance has been offset in recent years by the contraction and subsequent atony of Spanish domestic demand. However, a return to the original situation can be seen in the 2014 advanced data: about 400 or 500 million deficits per year.Ficha de Camerún Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Economic relations. The outlook may change if the price of crude remains at the end of 2014 levels. Being the main product imported by Spain, a sustained decline in the price of oil can lower the import bill. == Cooperation == Cameroon is not a priority country in the Spanish Cooperation Master Plan, so there is no Technical Cooperation Office (TBT) in the country. Until 2012, the Open and Permanent Call (CAP) of AECID and the ordinary and extraordinary call for grants for NGOs have been the two main instruments for development cooperation in Cameroon.Ficha de Camerún Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Cooperation. The most important part of development cooperation is carried out by religious congregations, especially in health and education, and more recently by several NGOs. Both sometimes receive assistance from the Central Administration and in particular from the Autonomies and the local Administration. The Spanish Red Cross project completed in 2012 and financed by AECID for Chadian refugees, and especially RCA, has been a benchmark of our cooperation. There is currently a project in the same area developed by the NGO Red Deporte y Cooperation with funding from AECID. Casa África continues to enhance the presence of Cameroonians in its programs. Since 2011, this financing has been significantly reduced. The Spanish NGOs based in Cameroon include: Sports and Cooperation Network, Zerca and Far, Globalmón, Medicus Mundi, Agermanament and CEIBA. Other NGOs fund projects, especially from religious congregations, such as Manos Unidas or PROCLADE. == See also == * Foreign relations of Cameroon * Foreign relations of Spain == References == Spain Cameroon ",
    "title": "Cameroon–Spain relations"
}