{
    "id": "61592136",
    "text": "John Renata Broughton (born 1947) is a New Zealand academic. He is Māori, of Ngāi Tahu and Ngāti Kahungunu descent, and since 2012 has been a full professor at the University of Otago. ==Early life and family== Broughton was born in Hastings in 1947, the son of Leonard Broughton, from Ngāti Kahungunu who graduated from the University of Otago in medicine in 1944, and Margaret Evans, who was the granddaughter of Tame Parata. He was educated at Hastings Boys' High School, and went on to study microbiology at Massey University, graduating Bachelor of Science in 1971. Between 1972 and 1973, Broughton worked on haka boogie at the Polynesian Cultural Center on Oahu in Hawaii, and then returned to New Zealand, studying dentistry at the University of Otago. He graduated with a Bachelor of Dental Surgery in 1977, and worked as a dental house surgeon at Dunedin Hospital. He joined the New Zealand Territorial Force, and was commissioned as an officer in 1977; in 1992 he was awarded the Efficiency Decoration. ==Academic career== Appointed as a lecturer in Māori health at the University of Otago in 1989, Broughton did ground-breaking research on dental health in indigenous children in New Zealand, Australia and Canada. He competed a 2006 PhD titled Oranga niho: a review of Māori oral health service provision utilising a kaupapa Māori methodology at the University of Otago. In 2012, he was appointed as a full professor at Otago, jointly in preventive and social medicine and Māori health, within the Department of Oral Diagnostic and Surgical Sciences. He is the associate dean (Māori) of the School of Dentistry at Otago. Broughton was appointed a Companion of the New Zealand Order of Merit, for services to Māori health, theatre and the community, in the 2016 Queen's Birthday Honours, and is a justice of the peace. Broughton has many governance roles. == Playwright career == While John Broughton was studying in 1988 at the University of Otago he joined a playwright course run by one of New Zealand best known playwrights Roger Hall , and subsequently Broughton wrote several plays. Broughton's best known play Michael James Manaia (1991) was a one-person play about a New Zealand Vietnam veteran first performed by actor Jim Moriarty and included an international presentation at the Edinburgh Festival. Significant in part because it was a central Māori character, this paved the way for other Māori playwrights. Twenty years after first being performed it toured New Zealand and Australia in 2012 starring Te Kohe Tuwhaka, produced by Taki Rua Productions and was critically acclaimed. Broughton received the New Zealand Bruce Mason Playwriting Award in 1990. === Plays written === Entries show: Title [year written] / [synopsis] / [year first produced] / [venue of premier] *Te Hara (The Sin), 1988 *Te Hokina Mai (The Return Home), 1988 *Marae, 1992 *Ka Awatea (The New Dawn), 1994. A libretto for an opera for the National Māori Choir, commissioned by the Aoraki Festival. 1994. A gambling, drinking Buddah who affects his wife and family. *The Story of Aoraki, 'The Story of Aoraki' was originally a scene within 'Summer Starlight Winter Moon', a multimedia presentation written for shadow puppets. First performed 1997. Aoraki festival, Timaru. *Michael James Manaia, Downstage Theatre. Trauma caused by a mans upbringing and service during the war in Vietnam. 1991\\. *1981, About the protests of the Springbok rugby tour to New Zealand in 1981. *ANZAC, Concerning a soldier's return to Dunedin from WWI to New Zealand. *Frankie and Hone *Mana is My Name, Musical about unemployment, disability, adoption and drink driving centred around a freezing works closure in New Zealand. *The Private War of Corporal Cooper ==References== Category:1947 births Category:Living people Category:People from Hastings, New Zealand Category:People educated at Hastings Boys' High School Category:21st-century New Zealand male writers Category:Companions of the New Zealand Order of Merit Category:University of Otago alumni Category:University of Otago faculty Category:New Zealand dentists Category:Massey University alumni Category:New Zealand medical researchers Category:20th-century New Zealand dramatists and playwrights Category:New Zealand justices of the peace Category:Ngāi Tahu Category:Ngāti Kahungunu Category:21st-century New Zealand dramatists and playwrights Category:New Zealand Māori academics Category:New Zealand male dramatists and playwrights Category:Māori and Pacific Island scientists ",
    "title": "John Broughton (dentist)"
}