{
    "id": "61593840",
    "text": "The Greeting Committee is an American indie rock band from Kansas City, Missouri that is currently signed to Harvest Records. The band initially received attention after its single, \"Hands Down\", received airplay on Kansas City's KRBZ radio station in 2015. Two EPs preceded the release of the group's debut studio album, This Is It, released in October 2018. ==History== The Greeting Committee was formed by Addie Sartino (lead vocals), Brandon Yangmi (guitar), Pierce Turcotte (bass), and Austin Fraser (drums) while the four were attending Blue Valley High School in Overland Park, Kansas in the summer of 2014. The group's first gig was at a school talent show that year. In March 2015, The Greeting Committee self-released its first EP, It's Not All That Bad. A copy of the collection was given to Lazlo Geiger, an on-air personality at Kansas City's KRBZ radio station. Geiger began playing the band's track, \"Hands Down\", on air. The song has gone on to accrue over 10 million streams on various platforms since then. After the release of the EP and the radio airplay of \"Hands Down\", the band began performing as an opening act for a variety of concerts in Kansas City-area venues. They were also signed to Harvest Records, which re-released It's Not All That Bad in October 2015 with several re-recorded tracks and an additional song. In 2016, the band played at South by Southwest and Lollapalooza for the first time and toured with several bands including Kitten, The Mowgli's, and Judah & the Lion. In March 2017, the band released its second EP, Meeting People Is Easy, on Harvest Records. That collection featured the singles, \"Elise\" and \"She's a Gun\". That year, the group opened for acts like Saint Motel, Andrew McMahon, and MisterWives. In the spring of 2018, The Greeting Committee toured with Jukebox the Ghost. It also released the single, \"17\", in April of that year. In June 2018, the band's lead singer, Addie Sartino, wrote a piece in Rookie magazine discussing growing up and doing so as part of the LGBTQ community, themes that often appear in her lyrics. Later in 2018, the group began releasing new tracks, including \"Don't Go\" and \"You've Got Me\". Those songs would serve as the singles for the band's debut studio album, This Is It, released in October 2018 on Harvest Records. Nylon magazine listed the album as one of the \"20 best music releases\" of that week. In March 2019, the band released a music video for the song, \"Is This It?\", and opened for Arkells. They then embarked on a summer headlining tour across the United States in support of This Is It. In October 2019, the band released a 4-track EP entitled, I'm Afraid I'm Not Angry. The collection was produced by Jake Luppen of Hippo Campus. ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ List of studio albums with selected details ! scope=\"col\" style=\"width:13em\"| Title ! scope=\"col\"| Details |- ! scope=\"row\"| This Is It | * Released: October 26, 2018 (US) * Label: Harvest * Formats: Digital download, CD |- |} ===EPs=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ List of EPs with selected details ! scope=\"col\" style=\"width:13em\"| Title ! scope=\"col\"| Details |- ! scope=\"row\"| It's Not All That Bad | * Released: March 2015 (US) * Label: Self-released (re-released by Harvest on October 23, 2015) * Formats: Digital download |- ! scope=\"row\"| Meeting People Is Easy | * Released: March 17, 2017 (US) * Label: Harvest * Formats: Digital download |- ! scope=\"row\"| I'm Afraid I'm Not Angry | * Released: October 17, 2019 (US) * Label: Harvest * Formats: Digital download |- |} ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |+ List of singles with selected details ! scope=\"col\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Album |- ! scope=\"row\"| \"Hands Down\" | 2015 | It's Not All That Bad |- ! scope=\"row\"| \"Elise\" | 2017 | Meeting People Is Easy |- ! scope=\"row\"| \"17\" | rowspan=\"3\"| 2019 | rowspan=\"3\"| This Is It |- ! scope=\"row\"| \"You've Got Me\" |- ! scope=\"row\"| \"Don't Go\" |- |} ==References== ==External links== *Official website Category:Harvest Records artists Category:Musical groups from Kansas City, Missouri Category:Indie rock musical groups from Missouri Category:Musical groups established in 2014 ",
    "title": "The Greeting Committee"
}