{
    "id": "61594011",
    "text": "Chad–Spain relations are the bilateral and diplomatic relations between these two countries. Chad is accredited to Spain from its embassy in Paris, France. Travel recommendation for Chad. Ministry of Foreign Affairs and Cooperation. Spain is accredited to Chad from its embassy in Yaoundé, Cameroon. Embassy of Spain in Yaoundé, Chad. == Diplomatic relations == Spain established diplomatic relations with Chad in 1975. The Spanish Embassy in Yaoundé replaced in 1983 that of Tripoli as accredited to Chad.Ficha de Chad Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Diplomatic relations. Relations are strengthened by the commitment of both countries in the fight against terrorism in the Sahel and, in this context, both Foreign Affairs Ministers held a meeting at the Mali Donor Summit in Brussels, in May 2013, at the Summit on Libya in Rome, in March 2014, and in Madrid in September 2014. On 6 and 7 May 2015 the Secretary of State for Foreign Affairs made an official visit, in which he had the opportunity to meet with the Minister of Foreign Affairs and his team and to visit the headquarters of the Barkhane military operation. Relations may continue to consolidate in the event that both countries coincide as non-permanent members of the Security Council of United Nations in the year 2015. == Economic relations == Despite the high growth rate of the Chadian economy in recent years and the interest aroused by large infrastructure projects, the difficult business climate (country 189 in the Doing Business index) has not attracted Spanish companies.Ficha de Chad Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Economic relations. Spanish exports to Chad have increased significantly from 4.2 million euros in 2011 to 7.65 million in 2013. In 2014 the drop in oil revenues was noticed in Chadian demand, with imports at 7.15 million. and thus breaking the growing trend. The latest available data seems to indicate that the growing path is resumed, since 1.67 million were exported between January and February 2015. Chad is the 162nd customer for Spain. However, the final amount is not conveniently collected in the statistics, since most of the goods are landed at the port from Douala (Cameroon) and subsequently re-exported to Chad by informal channels. On the other hand, imports from Chad dropped from 660,000 euros in 2011 to 190,000 euros in 2012, although since then they have returned to stabilize around the previous figures: 600,000 euros in 2013 and 500,000 euros in 2014. Chad is our 177th provider. Chad's debt to Spain amounts to €60,000 corresponding to debt from two FIEM / FONPRODE credits (former FAD). In the field of cooperation, although it is not a priority country, it is worth highlighting the contribution of 269,760 euros, under the Emergency Agreement between AECID and the NGO Intermon Oxfam, for the integration of refugees from RCA, in January 2014. == Cooperation == Although there is no OTC in Chad, the country received help through various finalist projects of International Organizations:Ficha de Chad Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Cooperation. * Contribution of EUR 500,000 to UNICEF for the project “Response to the nutritional crisis in Chad”, within the framework of the Response Fund for humanitarian contexts with that Agency, 2012. * Contribution of EUR 500,000, within the framework of the Humanitarian Agreement of AECID with WHO for the project \"Response to the food and nutrition crisis in Chad and Sahel\", 2012. * Contribution of EUR 250,000 for humanitarian coordination projects under the Spain-OCHA Fund, 2012. * Contribution of 200,000 Euros, within the framework of the Emergency Agreement between AECID and the NGO Intermon Oxfam, for the integration of refugees from RCA, in January 2014. Several Autonomous Communities fund projects especially of religious Congregations, the most present in the country. Some municipalities fund projects especially of religious Congregations. In addition, different religious orders perform assistance and educational work. In the South, especially in the diocese of Lai, the Spanish bishop Mons. Miguel Sebastián with several Spanish congregations and volunteers, carry out a great social work that includes the reception of abandoned children or the treatment of AIDS in conjunction with natural medicine. ==See also== * Foreign relations of Chad * Foreign relations of Spain == References == Spain Chad ",
    "title": "Chad–Spain relations"
}