{
    "id": "61607676",
    "text": "{| |} The Queen Bee was a wooden carvel Twin-screw steamer built in 1907 at Davistown, New South Wales, that was wrecked when she sprang a leak whilst carrying coal other general cargo between Sydney and Newcastle, New South Wales. She was lost off Barrenjoey Head, Broken Bay, New South Wales on 2 September 1922. == Ship description and construction == The Queen Bee's ship registry The Queen Bee was a classic small wooden carvel twin screw steamer Sixty-miler built in 1907 at Blackwall Davistown, New South Wales by Mr. Rock Davis, to the order of Captain Joseph Weston, for the coastal trade, when taken for her maiden trial the vessel averaged and proved to be very satisfactory in every detail. The vessel was a wooden single deck and the bridge ship with 2 masts rigged as a ketch with a round stern it dimensions were:Sydney Ship Register :Length from foredeck of stem to sternpost was :Length @ ¼ depth front top of weather deck at amidships to bottom of keel :Main Breadth to outside plank :Depth of Hold from tonnage deck to ceiling at a midships :Depth from Top of beam amidships to top of keel :Depth from top of deck as side amidships to bottom of keel :Length of Engine Room The vessel had a and a when first manufacturedSydney Ship Register === Propulsion === The Queen Bee was powered by a single British-built steel boiler producing of steam built in 1903 by Jones, Burton & Co of Liverpool England. This steam was fed into two compound surface condensing steam engines with cylinders of and bore by stroke. With the engines manufactured in Scotland by J&A; Taylor of Smith St Ayr and had been previously built in 1885 (??possibly salvaged??) The vessel was recorded on the registry as able to achieve a speed of 9 knots. but also recorded as capable of up to 10 knots At the time it was expected that the Queen Bee would prove to be a valuable acquisition to the NSW coastal fleet, with its maiden voyage a run from Sydney to Newcastle on the 14 June 1907 ==Ship service history== ===Early Runs=== The early runs of the Queen Bee appear to have been somewhat diverse including transporting local south coast timber sleepers as well as its local coal runs > Charlie Stephens, at the tender age of 12, had come from Sydney to Kioloa > around 1906 to join his father and brother Bill in a sleeper-cutter’s camp > at Johnson’s Creek, two kilometers west of Kioloa. There were 15 to 20 men > in the camp, but no women. The men did not stop long. In those days, they > didn’t have much — a broad axe, a bundle of wedges, a cross-cut saw, their > clothes, and perhaps a tent. The ship Charlie remembered coming to pick up > sleepers was the old Queen Bee. It was apparently a steamer, but under > powered: ‘they reckoned they had to stop the engine to blow the whistle!’ > Loading was from the beach, and the sleeper-cutters had to come in from > their camp to help with the loading: Kioloa mill had not been rebuilt at > that time, so there were no men about to lend a hand. ===Industrial Disputes=== From 1906, several unions came together to form the Seamen's Union of Australia as well as the earlier 1902 Waterside Workers' Federation of Australia. During this period, the world witnessed a number of great maritime strikes, especially in England and Australia, during this period the Queen Bee was often picking up the unprecedented demand for cargo space During March 1908 strike on vessels on the northern rivers, Captain Joseph Weston temporarily entered into the trade with his steamers Sophia Ann and Queen Bee running between Sydney and the Clarence and Richmond rivers. with items such as the Sophia Ann, loading a cargo at Sydney for the Clarence River with a manifest of over 300 barrels of beer. The steamer Queen Bee, also owned by Captain Weston, was loading at North Coast ports for Sydney. Whilst latter in November 1909 it was reported that the collier Queen Bee had arrived from Newcastle during the night running the union barricades with a cargo of coal, estimated at about 180 tons. Captain Hacking the Deputy Superintendent of Navigation stated that the bigger part of the Queen Bee's cargo was for the Sydney pilot steamer Captain Cook which would absorb nearly 100 tons of the Queen Bee's coal. The remainder would be retained as supplies for the numerous launches running about the harbor and that the local hospitals were also to get a quantity of it. During 1910 Joseph Weston, a master mariner, gave evidence at the Wood and Coal Laborers' Wages Board held at the Water Police Court that he had been in the coal trade 25 years and that he was the owner of the Queen Bee and the Wyoming, (at that time, he once owned four vessels). He stated that he unloaded his vessels on the lump principle, and paid each man 17s per load and that the operation of unloading typically took about 15 hours. He stated that in the previous 12 months the Queen Bee had carried 26,292 tons of coal, and allowing the average of 12 tons an hour for unloading two men could have averaged £2 3s 3d per week. In answer to the union, he indicated that he paid his sailors £8 per month and 1s 3d per hour overtime for all work done at night. Their food averaged him 16s per man per week. On his timber vessels the sailors only received £6 month. with the sailors averaged 7 to 8 tons of coal, per hour; and sometimes as few as 5 tons. There was no deduction from their wages for holidays. ===March 1920 tail-shaft mishap=== During a trip from Sydney to Newcastle on the 17 March 1920 the coastal trader Queen Bee, had left Sydney shortly before noon when about three miles off Long Reef struck a submerged object and broke the port propeller shaft. An effort was made to return to Sydney, but owing to the heavy southerly swell and the winds was unable to do so. The vessel reached Broken Bay to inform its owners and was then brought on to Newcastle under her own steam to be put upon the slip at Stockton. While she was on the slip it was found that the port tail shaft bad broken in the stern tube with the outer tall shaft worn down considerably, both In the bearings and in the bush. A new outer tail shaft was fitted and a spare inner tail shaft also installed to replace the broken one. when the vessel left the slip it was chartered by Messrs, E.D. Pator. & Co. to make several trips on the coast. ===October 1920 Collision with the Moorabool in Newcastle Harbour=== A collision occurred on Wednesday 27 October 1920 at about half-past seven in the morning near the Newcastle No. 2 North Harbour buoy between the Huddart Parker Interstate steamer Moorabool and the coastal steamer Queen Bee. The Moorabool was backing out from the No.3 berth at Stockton, with the tug Commodore lashed alongside, to proceed to No. 11 crane at the Dyke. The Queen Bee had just arrived from sea, and when passing the No. 8 crane received orders from the wharf to berth there, and when the Queen Bee was being turned round to go to the crane the collision took place. The super structure of the Queen Bee was considerably damaged on the starboard side, as well as being damaged below the water line, but was not taking water. One of the blade of the Moorabool's propeller was embedded in the side of the Queen Bee, end the remaining blades were more or less damaged. The damage to the Moorabool ran into £1500, and that to the Queen Bee £460 A Marine Court of Inquiry was set up to consider the circumstances surrounding the collision and it found that the Queen Bee was berthing at the Dyke while there was a strong flood tide and a strong westerly wind prevailed. It overshot the berth, and the Moorabool, which was moving out stern first. Captain Lancaster was the master of the Queen Bee, The court found that the collision was caused by the wrongful act of the master of the Queen Bee, which could have avoided the collision to suspend the certificate of Charles Norton Lancaster, master of the Queen Bee, for three months, as front the date of the collision. ===February 1921 Collision in Newcastle Harbour again Ship's Launch Sunk=== Shortly before seven o'clock at night on Monday 21 February 1921 the Queen Bee was shifting from No. 10 dyke crane to No. 9 in doing so she collided with the stern of the full-rigged ship Cumberland, which was berthed at, No. 8 crane. One of the plates on the starboard quarter of the sailing vessel was damaged and her mooring lines were carried away. The bows of the Queen Bee cut the Cumberland's motor launch, which was moored under the stern, into two pieces, and it was a total loss. The Queen Bee's stem was damaged ==Shipwreck event 2 September 1922== At 12:30a.m. in the very early morning of the Sunday 2 September 1922 with very little warning the collier Queen Bee foundered some two miles east-north-east of Broken Bay early while engaged in one of her regular trips between Newcastle and Sydney. Under the charge of Captain A. Gardiner and a crew of eight hands, the Queen Bee left Newcastle on the Friday at 4:40pm for Sydney with a full cargo of coal. A south-easterly breeze prevailed during the night, and the vessel met a slight swell. The weather was fine, except for a few clouds, and it was moon light. As she made her way down the coast all appeared to be well with the little vessel. Good progress was made until the vessel was five miles east-north-east of Barrenjoey lighthouse, when the engineer of the vessel, Mr. Williams noticed a sudden rush of water. It was then 12:05am, he sensed something irregular in the vessel's movements. Investigating the matter he found that the vessel was making water in the bows. Realising the danger which threatened the vessel was turned towards Broken Bay. The position of the vessel was a few miles away from the nearest beach, but Captain Gardiner hoped at least to reach one of the beaches and ground the vessel. Events now happened, however, with dramatic rapidity, and within 25 minutes of the leak being discovered, the vessel had foundered. The water was found to be making rapidly, and efforts at increased speed only increased the flow. In the dim moonlight the crew could see that the bow of the vessel was slowly settling down. The ship's boat, which was on the bridge deck, was manned and the crew scrambled into the boat, some having to jump from the deck. In the confusing light the engineer misjudged the position of the boat and his leap ended in the water. With feverish haste he was hauled on board, and the crew commenced to pull away. After a few strokes the Queen Bee seemed to rise slightly and then settled finally into the swell. The shore some miles away was fit fully visible in the fading moonlight, and the party rowed on for Palm Beach. Here they landed and proceeded to the house of the post-mistress. After being served with hot coffee and their clothes drying alongside the fire, the whole company was picked up by motor car at 5 o'clock, and brought back to Sydney. Mr. R. V. Saddington, one of the part-owners of the vessel, stated at the news of her loss that it was one of the greatest shocks he had ever received. 'We looked upon the Queen Bee as being quite sound and equal in sea going qualities to anything plying in the coal fleet' said Mr. Saddington. 'Some time ago we spent a large sum of money in having various things done to the vessel, and' we have never had a complaint about the boat.' ==External links== * https://www.environment.nsw.gov.au/maritimeheritageapp/ViewSiteDetail.aspx?siteid=733 ==References== Category:Shipwrecks of the Northern Sydney Region Category:Ships built in New South Wales Category:1907 ships Category:Maritime incidents in 1922 Category:1922 in Australia Category:1901 – World War I ships of Australia Category:Interwar period ships of Australia Category:Colliers of Australia Category:Wooden steamships of Australia ",
    "title": "Queen Bee (steamer)"
}