{
    "id": "61605140",
    "text": "Anssumane \"Ansu\" Fati Vieira (born 31 October 2002) is a Spanish professional footballer who plays as a left winger for Barcelona and the Spain national team. He was born in Guinea-Bissau but represents Spain internationally. ==Early and personal life== Born in Guinea-Bissau, Fati moved to Herrera, Seville, with his family at the age of six, when his older brother Braima signed for Sevilla. His other brother Miguel is also a footballer. His father is ex-footballer Bori Fati, who was from Guinea-Bissau. After emigrating to Portugal, he set up some teams in the lower leagues. There, he read a story of the Andalusian town Marinaleda, a self-declared communist utopia located near Seville, that was offering work to immigrants. After begging for food on the streets of Marinaleda, he met the mayor Juan Manuel Sánchez Gordillo and found a job as a driver. He then settled in the nearby town of Herrera, where Ansu spent most of his childhood and started his football training. Though born in Guinea-Bissau, Bori has said he is \"a Sevillian\". ==Club career== ===Barcelona=== ====Early career==== After representing local side Herrera and the youth teams of Sevilla, he joined Barcelona's La Masia in 2012, aged ten, a year after his brother had made the same move. ====2019–20==== On 24 July 2019, Fati signed his first professional contract with Barcelona, agreeing to a deal until 2022. On 25 August, before even appearing with the reserves, Fati made his first team – and La Liga – debut, coming on as a late-game substitute for goalscorer Carles Pérez in a 5–2 home win over Real Betis. Aged 16 years and 298 days, he became the second-youngest player to debut for the club, only 18 days older than Vicenç Martínez in 1941. On 31 August 2019, he scored his first professional goal in a 2–2 away draw between Barcelona and Osasuna at the age of 16 years and 304 days, becoming the Barcelona senior team's youngest goalscorer ever and the third-youngest scorer in the history of La Liga. On 14 September 2019, in his first career start, Fati became the youngest player in the history of La Liga to score and assist in the same match, at the age of 16 years and 318 days. Fati scored in the 2nd minute and assisted Frenkie de Jong's goal in the 7th minute of an eventual 5–2 home win against Valencia. On 17 September, Fati made his Champions League debut in a 0–0 away draw against Borussia Dortmund, becoming the youngest player to feature for Barcelona in the competition at the age of 16 years and 321 days, breaking the previous record held by Bojan Krkić (17 years and 22 days); he also became the third-youngest player ever to appear in the competition. On 10 December, Fati became the youngest goalscorer in UEFA Champions League history at the age of 17 years and 40 days when he scored the game winner in Barcelona’s 2–1 victory over Inter Milan at the San Siro. On 2 February 2020, Fati became the youngest player to score a brace in La Liga, scoring both goals in Barcelona’s 2–1 win over Levante UD. On 5 July, Barcelona defeated Villarreal away from home and he scored the fourth goal in the 4–1 win. His goal was the 9,000th in Barça's history. On 9 July 2020, Fati was sent off after fouling Fernando Calero in the match against Espanyol. Fati had only just played 5 minutes after substituting Nélson Semedo in second half. ====2020–21==== On 23 September 2020, Fati was officially promoted to the first team. Four days later, in Barcelona's first match of the 2020–21 La Liga season and the first under new head coach Ronald Koeman, Fati scored a brace and forced a penalty in a 4–0 win over Villarreal. He scored again in the following match, a 3–0 away win over Celta Vigo on 1 October. His performances led to him being named as the La Liga Player of the Month for September 2020. ==International career== Fati was originally eligible to represent Guinea- Bissau at international level, but did not represent the nation of his birth at any level. After his debut in La Liga, the Royal Spanish Football Federation (RFEF) showed interest in him, with Diario AS reporting that the Spanish government had set its sights on granting Fati citizenship with a view to including him in the squad for the 2019 FIFA U-17 World Cup. He was also reportedly eligible for a Portuguese passport through his grandparents' birth in colonial Portuguese Guinea. Fati was granted Spanish citizenship on 20 September 2019, renouncing his Bissau-Guinean citizenship. \"renunciando a su nacionalidad anterior\". He was called up to the Spanish under-21 team on 11 October 2019, following an injury to Carles Pérez. Fati made his debut for the Spanish under-21 team on 15 October 2019 against Montenegro. Fati received his first call up to the full Spain squad on 20 August 2020, for the initial two matches of the 2020–21 UEFA Nations League. He made his full international debut on 3 September 2020, coming off the bench for the second 45 minutes in a 1–1 draw to Germany. He scored his first goal in his first international start on 6 September 2020, scoring Spain's third goal against Ukraine to be the national team's youngest ever goalscorer at the age of 17 years and 311 days; hence, breaking the 95-year record of , aged 18 years and 344 days. He also became the youngest player to start a match in the UEFA Nations League, breaking the previous record of Welsh player, Ethan Ampadu in 2018, aged 17 years and 357 days. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Copa del Rey !colspan=\"2\"|Europe !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"2\"|Barcelona |2019–20 |rowspan=\"2\"|La Liga |24||7||3||0||5||1||1||0||33||8 |- |2020–21 |4||3||0||0||1||1||0||0||5||4 |- !colspan=\"3\"|Career total !28!!10!!3!!0!!6!!2!!1!!0!!38!!12 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" !colspan=\"3\"|Spain |- !Year!!Apps!!Goals |- |2020||4||1 |- !Total!!4!!1 |} ====International goals==== (Spain score listed first, score column indicates score after each Fati goal) {| class=\"wikitable\" |- ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- | 1 || 6 September 2020 || Alfredo Di Stéfano Stadium, Madrid, Spain || || align=center|3–0 || align=center|4–0 || 2020–21 UEFA Nations League A |} ==Honours== Individual *UEFA LaLiga Revelation Team of the Year: 2019–20 *La Liga Player of the Month: September 2020 ==See also== *List of Spain international footballers born outside Spain ==References== ==External links== * * Category:2002 births Category:Living people Category:Sportspeople from Bissau Category:Spanish footballers Category:Spain under-21 international footballers Category:Bissau- Guinean footballers Category:Association football wingers Category:FC Barcelona players Category:La Liga players Category:Bissau-Guinean emigrants to Spain Category:Naturalised citizens of Spain Category:Andalusian footballers Category:People from Sierra Sur (Seville) Category:Spain international footballers ",
    "title": "Ansu Fati"
}