{
    "id": "61609870",
    "text": "The Kingdom of Jeypore was a kingdom in the Kalinga region that existed from the mid-15th century to 1947. The kingdom was ruled by a dynasty who claimed to belong to the mythical Suryavansh dynasty and hence have been referred to as the Jeypore Suryavanshis. For some years a tributary state and described as a \"little kingdom\", it became a zamindari under British rule from 1776 to 1947. Jeypore Palace == History== Royal elephants of the Jeypore Kingdom of Kalinga Local tradition says that Vinayak Dev, a Rajput prince from Jammu whose family claimed descent from the mythical Suryavanshis, took over the Jeypore area of the Eastern Ghats in 1453. The region was hilly jungle, relatively unfertile and populated mostly by aboriginal tribal people. Assimilation of tribal cult deities, such as Madhighariani, by Hindu incomers who sought to legitimise their rule and gain local support was a characteristic of the region.Throughout most of the history of the dynasty, the family has principally worshipped Durga as their deity but simultaneously adopted this practice of melding their own devotions with those of the populace. Vishwanath Dev (d. 1571), known as Maharajah Vishwanath Dev Gajapati became the king of Nandapur in 1527. His realm grew such that it stretched as far as Bengal in the north and Ellore in south, thus encompassing most of the territory once held by the Kalingas. He claimed the title of \"Gajapati\" which had been symbolically used by the powerful Gajapati dynasty before its end in 1541. It was during this reign that the capital city was briefly moved from Nandapur to Rayagada. In 1565, the dynasty that had previously succeeded in forcing several \"little kings\" to be tributaries was itself forced into tributary status by the Shah of Golkunda. In the mid-17th century, Maharajah Veer Vikram Dev, the eighth king, founded the city of Jeypore and moved his capital there. This move is recorded as taking place because astrologers determined that the reason each of the preceding six rulers had each fathered only one son was because Nandapur was cursed; however, Schnepel notes that the gradual movement of Muslim invaders from Coastal Andhra into Orissa probably influenced the decision. He died in 1669 and was succeeded by his only son, Krishna Dev. Narayanapatna was the capital for several rulers, including Vishwambhara Dev II (r 1713-1752), whom the later panegyrist of the family (himself a member by marriage) said was an ardent follower of the Vaishnavite teachings of Chaitanya. That bhakti sect remains popular in Orissa to this day and formed a significant bond between the royal family and their Khond tribal subjects. The bond, however, could be tenuous and the dynasty ruled by consent of their notional subjects. Although the dynasty could rely on support from tribal warriors at times, Schnepel notes as an example of shaky authority the unrest in the \"quasi-royal estate ... or 'little little kingdom'\" of Kalyansingpur. There the Khond people at one point sought to take advantage of a dispute over succession to that zamindari to appoint a king more local and approachable than the rulers at Jeypore. Schnepel notes of Bissam Cuttack, which was another area within the dynastic realm, that \"powrful local rulers ... held a position which was nominally subordinate to the Jeypore kings but in fact was held independently of them\". ===British India=== L-R Viscount George J Goschen, Maharajah Ram Chandra Deo, Viscountess Goschen Maharajah Sir Sri Sri Vikram Dev III Jeypore was the largest of the \"little kingdoms\" in southern Orissa, covering an area of around and assessed to pay a tribute of 16,000 rupees in the 1803 permanent settlement. In regional political terms it was rivalled only by Parlakimedi and the comparatively low assessment reflected the importance that the British attached to the kingdom at this time. Vikram Dev II (r 1758-1781) had joined other little kings of the region in military opposition to the British colonial influence, leading to an attack by the British in 1775 which destroyed the fort at Jeypore. His son, Rama Chandra Dev II (r 1781-1825) reversed the strategy, preferring co-operation to resistance and being favoured by the British for that stance. An additional factor in the vastly improved status of the dynasty was that the British fell out with Vizianagaram, another little kingdom and one with which Jeypore had long rivalled. Flushed with confidence, Rama Chandra Dev arranged for a new capital and palace to be built at Jeypore, some distance away from the ruined fort. Vikram Dev III (1889–1920), also known as His Highness Maharajah Sir Sri Sri Vikram Dev, was aged 14 when his father died and could not legally assume his responsibilities as ruler until he turned 28. His father had made arrangements for his education to be continued by a Dr. Marsh until that time. He was appointed a Knight Commander of the Order of the Indian Empire (KCIE) and granted the title of His Highness for use by him and his successors. The British Raj granted him and his successors the right to use the title Maharajah from 1896, which was originally held by his ancestors. In 1893, he was married to the princess of Surguja State. He laid the foundation of the new palace known as Moti Mahal and was a liberal philanthropist, donating to many institutions that helped the public. He funded the construction of bridges over the rivers of Kolab and Indravati. He died in 1920. Ramchandra Dev IV (1920–1931), also known as His Highness Lieutenant Maharajah Ramchandra Dev, ascended the throne in 1920. He received the rank of a Lieutenant for his aid in the First World War by sending his navy's twelve ships and a small unit of his troops. The king died in Allahabad in 1931 without any issue and was succeeded by his uncle, who was also named Vikram Dev. Although he died unexpectedly and early, he is known for building the grand Hawa Mahal or the Palace of Winds on the beach of Visakhapatnam. Statue of ‘Sahitya Samarat’ Maharajah Vikram Dev IV in Andhra University Vikram Dev IV (1931–1951), known as Sahitya Samrat HH Maharajah Vikram Dev, was crowned as the last king of the kingdom in 1931. He was a scholar, poet, playwright and leader. Being a prolific writer and proficient in five different languages, Telugu, Odia, Hindi, Sanskrit and English, he earned the literary epithet of Sahitya Samrat, meaning the \"Emperor of Literature\", and a doctorate degree (D.Litt.) from Andhra University. He donated large amounts to Andhra University and served as the vice-chancellor of Andhra and Utkal Universities. He married his daughter to an aristocratic family of Bihar and made his son-in-law Kumar Bidyadhar Singh Deo look after the affairs of his kingdom. His daughter gave birth to two sons and, as per traditional vedic rule which suggests that the younger son belongs to the mother, eventually Ram Krishna Dev, being the younger prince, was appointed as the crown prince. He was the last king as the kingdom merged into the newly formed Union of India. ===Post-independence titular king=== Maharajah Sri Ramkrishna Dev Ram Krishna Dev (1951–2006) became the titular king of Jeypore at his coronation in 1951, following the death of his grandfather. He married Rama Kumari Devi of Sitamau State, in Malwa, and had three children: a daughter, Maharajakumari Maya Vijay Lakshmi, and two sons, Yuvraj Shakti Vikram Dev and Rajkumar Vibhuti Bhusan Dev. The senior prince was married to Mayank Devi and had a daughter named Lalit Lavang Latika Devi; the younger one married Sarika Devi and had a son named Vishweshwar Chandrachud Dev. However, after the untimely deaths of both princes in 1997 and 2006, respectively, the right to the throne was disputed. Ram Krishna Dev was the last legally recognised king as by the 26th amendment to the Constitution of India promulgated in 1971, the Government of India abolished all official symbols of princely India, including titles, privileges, and privy purses. In 2013, Vishweshvar Dev, a commoner descendent of the last ruler was appointed to conduct the ceremonial duties at Dussehra and Ratha Yatra. ==Rulers== The royal genealogical table of Jeypore mentions 25 kings. === 1443–1675 (from Nandapur and Rayagada) === {| class=\"wikitable sortable\" |+ Rulers 1443–1675 |- ! scope=\"col\" colspan=2 | Name ! scope=\"col\" | Reign began ! scope=\"col\" | Reign ended |- ! scope=\"row\" | 1 | Raja Vinayak Dev | 1443 | 1476 |- ! scope=\"row\" | 2 | Raja Vijaychandraksha Dev | 1476 | 1510 |- ! scope=\"row\" | 3 | Raja Bhairav Dev | 1510 | 1527 |- ! scope=\"row\" | 4 | Kalingadhipati Maharajah Vishwanath Dev Gajapati | 1527 | 1571 |- ! scope=\"row\" | 5 | Raja Balaram Dev I | 1571 | 1597 |- ! scope=\"row\" | 6 | Raja Yesovant Dasmatt Dev | 1597 | 1637 |- ! scope=\"row\" | 7 | Raja Krishna Raj Dev | 1637 | 1637 |- |} === 1675–1947 (from Jeypore) === {| class=\"wikitable sortable\" |+ Maharajahs 1675–1947 |- ! colspan=2 | Name ! Reign began ! Reign ended |- ! scope=\"row\" | 8 | Veer Vikram Dev | 1637 | 1669 |- ! scope=\"row\" | 9 | Krishna Dev | 1669 | 1672 |- ! scope=\"row\" | 10 | Vishwambhar Dev | 1672 | 1676 |- ! scope=\"row\" | 11 | Malakimardhan Krishna Dev | 1676 | 1681 |- ! scope=\"row\" | 12 | Hari Dev | 1681 | 1684 |- ! scope=\"row\" | 13 | Balaram Dev II | 1684 | 1686 |- ! scope=\"row\" | 14 | Raghunath Krishna Dev | 1686 | 1708 |- ! scope=\"row\" | 15 | Ram Chandra Dev I | 1708 | 1711 |- ! scope=\"row\" | 16 | Balaram Dev III | 1711 | 1713 |- ! scope=\"row\" | 17 | Vishwambhar Dev II | 1713 | 1752 |- ! scope=\"row\" | 18 | Lala Krishna Dev | 1752 | 1758 |- ! scope=\"row\" | 19 | Maharajah Vikram Dev I | 1758 | 1781 |- ! scope=\"row\" | 20 | Ram Chandra Dev II | 1781 | 1825 |- ! scope=\"row\" | 21 | Maharajah Vikram Dev II | 1825 | 1860 |- ! scope=\"row\" | 22 | Ram Chandra Dev III | 1860 | 1889 |- ! scope=\"row\" | 23 | Vikram Dev III KCIE | 1889 | 1920 |- ! scope=\"row\" | 24 | Ram Chandra Dev IV | 1920 | 1931 |- ! scope=\"row\" | 25 | Vikram Dev IV Garu | 1931 | 1951 |- ! scope=\"row\" | 26 | Ram Krishna Dev (titular) | 1951 | 1971 |} ==References== Notes Citations Bibliography * * * * ==Further reading== * * Category:Princely states of Odisha ",
    "title": "Kingdom of Jeypore"
}