{
    "id": "61601837",
    "text": "Second brigadier general (Persian: سرتیپ دوم) is a senior rank in the armed forces of Iran. The rank was introduced in 1987 as part of a new modified ranking system. Currently, there is no equivalent for the rank of second brigadier general in other countries but the rank of second brigadier general lies under the NATO equivalent code of OF-6. It is the lowest ranking general officer rank in the armed forces of Iran and lies between the ranks of colonel and brigadier general. However, the equivalent rank in the Iranian navy is the rank of flotilla admiral.“An Interview with the IRGC’s Deputy of Human Resources” (in Persian), Basirat, July 4, 2010, http://bit. ly/2FHnCpK In Persian, the word second brigadier general translates to sar-tip dovom. Sar translates to head or commander, tip translates to brigade, and dovom translates to two. The Islamic Revolutionary Guards Corps (IRGC) and Iranian Law Enforcement Forces (NAJA) also use this rank; the difference is in salutation. Second brigadier generals of the regular military (Artesh) are referred to as amir sar-tip dovom. While second brigadier generals of the IRGC and NAJA are referred to as sar-tip dovom pasdar. The addition of pasdar distinguishes the three branches of the Iranian armed forces as pasdar translates to guardian, a term often given to IRGC and NAJA personnel.Saeid Golkar, The Evolution of Iran’s Police Forces and Social Control in the Islamic Republic, Middle East Brief 120 (Waltham, MA: Crown Center, 2018), 3, https://www.brandeis.edu/crown/publications/meb/MEB120.pdf For IRGC personnel, promotion to the rank of second brigadier general, takes three years, while for the regular military (Artesh) it takes four. For this reason, a near majority of Artesh personnel retire with the rank of colonel, while in the IRGC, a large number settle at second brigadier general. == Insignia == File:Sartip 2.png|Islamic Republic of Iran Army Ground Forces insignia File:17- سرتیپ دوم--IRIAF.png|Islamic Republic of Iran Air Force insignia File:17- IRIADF-BG2.png|Islamic Republic of Iran Air Defense Force insignia File:17- Sartipp 2nd-IRGC.png|Islamic Revolutionary Guard Corps insignia File:16-Sartip 2 - Naja.svg|Law Enforcement Force of the Islamic Republic of Iran ==See also== *Rank insignia of the Iranian military == References == == External Links == * ويكی‌پديا - درجه‌های نظامی ایران * سايت ميليتاري Category:Military ranks of Iran ",
    "title": "Second brigadier general (Iran)"
}